{
  "author": "-Constantinos-",
  "original_created_utc": 1625075742,
  "title": "YSK penis size matters... and doesn't matter, it all really depends on who it is interacting with.",
  "created_utc": 1625081892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It is useful to know this to create more confidence and show that there is no universal answer to &quot;does size matter&quot;</p>\n\n<p>Some people will only settle for a highly uncommon 8.5 inch monster, while some people get hurt by anything larger than 5 inches,  others are just happy to have a penis in them, and some people just don&#39;t even like sex. </p>\n\n<p>The average penis is between 5 and 6 inches so if you are in that range there&#39;s no reason to feel sad, bevause so are the vast majority of penis packing people. And if you are outside that range there&#39;s 7 billion people and the world and someone will have a preference for yours. And guess what people with average or smaller penises? Guys with huge dicks feel insecure sometimes too because they occasionally hurt people due to their size.</p>\n\n<p>Sometimes it isn&#39;t even about the penis, they may just want you to be able to know a variety of knots, choke them, etc. Being a part of someone&#39;s fetish can be much more important than what the length of your penis is.</p>\n\n<p>Also don&#39;t forget skill and confidence. Someone  could have a general preference for larger penises but may prefer a confident 5.5 incher who is skilled over someone who is 7 inches but unconfident or unskilled.</p>\n\n<p>The question does size matter isn&#39;t a universal yes or no, it varries from person to person and you can only find out one way, and if they are rude or humiliating about it they are immature and you should find someone else anyways (unless you&#39;re into that)</p>\n</div><!-- SC_ON -->",
  "score": 136,
  "permalink": "/r/YouShouldKnow/comments/ob2ob1/ysk_penis_size_matters_and_doesnt_matter_it_all/",
  "subreddit": "YouShouldKnow",
  "id": "ob2ob1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It is useful to know this to create more confidence and show that there\nis no universal answer to \"does size matter\"\n\nSome people will only settle for a highly uncommon 8.5 inch monster, while some\npeople get hurt by anything larger than 5 inches, others are just happy to have\na penis in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：このことを知っておくと、より自信を持って、「サイズは重要か？\nサイズは重要か？」という問いに、普遍的な答えはありません。\n\n珍しい8.5インチのモンスターにしか満足できない人もいれば、5インチ以上の大きさに傷つく人もいます。\n5インチ以上のものに傷つく人もいれば、ペニスが入っているだけで幸せという人もいます。\nペニスがあるだけで幸せだという人もいます...",
      "title": "YSKのペニスの大きさは重要...いや、重要ではなく、すべては誰と相互作用するかにかかっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：了解这些对建立更多的信心很有帮助，并表明\n对 \"尺寸是否重要 \"没有普遍的答案。\n\n有些人只会满足于一个非常不常见的8.5英寸的怪物，而有些人\n而有些人则会被任何大于5英寸的东西所伤害，有些人只是很高兴能有一个\n阴茎在...",
      "title": "YSK的阴茎大小很重要......也不重要，这一切真的取决于它与谁互动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：瞭解這些對建立更多的信心很有幫助，並表明\n對 \"尺寸是否重要 \"沒有普遍的答案。\n\n有些人只會滿足於一個非常不常見的8.5英寸的怪物，而有些人\n而有些人則會被任何大於5英寸的東西所傷害，有些人只是很高興能有一個\n陰莖在...",
      "title": "YSK的陰莖大小很重要......也不重要，這一切真的取決於它與誰互動。"
    }
  ]
}