{
  "author": "Flagbearer2546",
  "original_created_utc": 1638810063,
  "title": "What’s it like to be unattractive?",
  "created_utc": 1638825487,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;First off, I know how insensitive and ignorant this question might come across as, so I apologize if this hurts anyone’s feelings. I was wondering what people experience in day to day life if you’re unattractive/ugly?&lt;/p&gt;\n\n&lt;p&gt;I never thought much about it until recently one of my friends pointed out how people treat him vs me. Now I can’t stop noticing how dismissive they are of him, and how hard he has to work to get people to like him. And my friend is one of the kindest people I’ve ever met. Frankly, it makes me sad how superficial people are as a whole. &lt;/p&gt;\n\n&lt;p&gt;Once again, sorry if this offends anyone. It’s probably a stupid question anyway&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 119,
  "permalink": "/r/TooAfraidToAsk/comments/rabyz4/whats_it_like_to_be_unattractive/",
  "subreddit": "TooAfraidToAsk",
  "id": "rabyz4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I know how insensitive and ignorant this question might come across\nas, so I apologize if this hurts anyone’s feelings. I was wondering what people\nexperience in day to day life if you’re unattractive/ugly?\n\nI never thought much about it until recently one of my friends pointed out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>まず、この質問がいかに無神経で無知なものであるかは承知しています。\nこの質問がいかに無神経で無知なものであるかはわかっていますので、もし誰かの気持ちを傷つけてしまったら申し訳ありません。\nこの質問が誰かの気持ちを害したら申し訳ありません。私は、自分が魅力的でない、あるいは醜い場合、人々は日々の生活の中でどのような経験をしているのだろうかと思いました。\n</p> <p>これまであまり考えたことがありませんでしたが...。",
      "title": "魅力のない人ってどんな感じ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>首先，我知道这个问题是多么的不敏感和无知\n这个问题可能会被认为是不敏感和无知的，所以如果这伤害了任何人的感情，我很抱歉。\n感受。我想知道人们在日常生活中经历了什么，如果你是\n</p> <p>我从来没有多想过这个问题，直到......。",
      "title": "没有吸引力是什么感觉？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>首先，我知道這個問題是多麼的不敏感和無知\n這個問題可能會被認爲是不敏感和無知的，所以如果這傷害了任何人的感情，我很抱歉。\n感受。我想知道人們在日常生活中經歷了什麼，如果你是\n</p> <p>我從來沒有多想過這個問題，直到......。",
      "title": "沒有吸引力是什麼感覺？"
    }
  ]
}