{
  "author": "cosmicucumber",
  "the_new_excerpt": "Or even better, sort the clothes by size, and then by colour within each size!\n\nIt's such a waste of time going through a whole rack of clothing when 10% of it\nis actually going going fit me. Even if I'm shopping specifically for black\npants, I don't want to look through all the black pants and…",
  "original_created_utc": 1619692480,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さらには、サイズごとに服を分類し、そのサイズの中の色ごとに分類することもできます。\n\n自分に合う服が10％もないのに、服の棚を全部見て回るのは時間の無駄ですよね。\n自分に合う服が10％もないのに、ラック全体を見て回るのはもったいないですよね。たとえ黒のパンツを買うにしても\n黒のパンツを買いたいと思っても、すべての黒のパンツを見たいとは思いませんし...。",
      "title": "CMV: 古着屋、中古品屋、ショップは、色別ではなく、サイズ別に分類すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "或者更好的做法是，按照尺寸对衣服进行分类，然后在每个尺寸中按照颜色进行分类\n\n在一整架的衣服中，只有10%的衣服真正适合我，这真是浪费时间。\n是真正适合我的。即使我是专门为黑色裤子而购物，我也不想\n裤子，我也不想把所有的黑裤子都看一遍，然后......",
      "title": "CMV: 旧货店/二手货店/商店应该按尺寸而不是按颜色来分类。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "或者更好的做法是，按照尺寸對衣服進行分類，然後在每個尺寸中按照顏色進行分類\n\n在一整架的衣服中，只有10%的衣服真正適合我，這真是浪費時間。\n是真正適合我的。即使我是專門爲黑色褲子而購物，我也不想\n褲子，我也不想把所有的黑褲子都看一遍，然後......",
      "title": "CMV: 舊貨店/二手貨店/商店應該按尺寸而不是按顏色來分類。"
    }
  ],
  "title": "CMV: Thrift stores/second hand stores/op shops should sort their clothing by size and NOT by colour",
  "created_utc": 1619713831,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Or even better, sort the clothes by size, and then by colour within each size!</p>\n\n<p>It&#39;s such a waste of time going through a whole rack of clothing when 10% of it is actually going going fit me. Even if I&#39;m shopping specifically for black pants, I don&#39;t want to look through all the black pants and realise than none are my size, I&#39;d much rather look at the options that are my size and be like &quot;oh there&#39;s no black pants, oh well at least i didn&#39;t waste my time look through all the black pants!&quot;</p>\n\n<p>And yet, nearly all the op shops (Aussie for your American &quot;thrift store&quot;) here sort their clothes by colour, with the odd gem of a store that sorts by size. To me it&#39;s just so much better for the customers and makes browsing a lot more pleasant</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/n11jq7/cmv_thrift_storessecond_hand_storesop_shops/",
  "subreddit": "changemyview",
  "id": "n11jq7",
  "is_self": true,
  "media": null,
  "is_video": false
}