{
  "author": "Simple_Yam",
  "original_created_utc": 1627660269,
  "title": "So, my boss is not giving me a raise anymore because I invest in crypto",
  "created_utc": 1627677557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What an awful Friday, bad enough to ruin the entire weekend. I feel like this is the only community that can understand the stupidity of the situation.</p>\n\n<p>Today was one of the rare days when I meet my boss in the office (due to smart working) and we work together.</p>\n\n<p>We usually discuss many random topics to pass the time but today my tongue slipped and I mentioned that I&#39;m investing in Crypto.\nHis response was pretty much (translated to english): </p>\n\n<p><em>&quot;Are you seriously buying crypto? That&#39;s what you&#39;re doing with the money that we&#39;re paying you? (...) I don&#39;t think I can still consider your salary raise request since your current salary is good enough for you to gamble it away.&quot;</em></p>\n\n<p>What the hell is wrong with some people, why is investing in crypto such a controversial topic? Where is this stigma coming from? I wish I could have told him the way Ethereum is changing the world at least, but he&#39;s not someone you argue with... This is the kind of shit I&#39;m trying to free myself from with my investments.</p>\n\n<p>Sorry for venting, but I just have nobody in real-life that supports/understands crypto, not even in my family. Most people would tell me that he&#39;s right.</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "permalink": "/r/CryptoCurrency/comments/oun86g/so_my_boss_is_not_giving_me_a_raise_anymore/",
  "subreddit": "CryptoCurrency",
  "id": "oun86g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What an awful Friday, bad enough to ruin the entire weekend. I feel like this is\nthe only community that can understand the stupidity of the situation.\n\nToday was one of the rare days when I meet my boss in the office (due to smart\nworking) and we work together.\n\nWe usually discuss many random…"
}