{
  "author": "GrouchoChicoMarx",
  "original_created_utc": 1626905929,
  "title": "CMV: Unless you are a white supremacist, there is no white identity.",
  "created_utc": 1626931845,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Caucasians arent a monolith; they extend from Europe to india. There are Hundreds of different cultures, And Hundereds of different traditions.</p>\n\n<p>Even in europe, the modern &quot;white&quot; there are dozens of different groups.</p>\n\n<p>So whats the white cultural identity? Its not really there. And that makes sense because there is no universal Racial identity anywhere... except for the United states.</p>\n\n<p>Everywhere else, people self identify under ethnic and cultursl lines, only in america is this not the majority case.</p>\n\n<p>Even in america, what makes someone culturally white? Or black, for that matter?</p>\n\n<p>In america theres dozens of minoritys, jews, Italians, irish, armenian, french, spanish, Scottish, and more and more.</p>\n\n<p>None of these have a universal racial identity. So where is the white identity? Only in white supremacist circles.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/op0gja/cmv_unless_you_are_a_white_supremacist_there_is/",
  "subreddit": "changemyview",
  "id": "op0gja",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Caucasians arent a monolith; they extend from Europe to india. There are\nHundreds of different cultures, And Hundereds of different traditions.\n\nEven in europe, the modern \"white\" there are dozens of different groups.\n\nSo whats the white cultural identity? Its not really there. And that makes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "白人は一枚岩ではなく、ヨーロッパからインドまで広がっています。そこには\n何百もの異なる文化があり、何百もの異なる伝統があります。\n\n現代の「白人」であるヨーロッパでさえ、何十もの異なるグループがあります。\n\nでは、白人の文化的アイデンティティとは何でしょうか？それは実際にはありません。そして、それは...",
      "title": "CMV：白人至上主義者でもない限り、白人のアイデンティティはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "高加索人不是一个整体；他们从欧洲延伸到印度。这里有\n数以百计的不同文化，以及数百种不同的传统。\n\n即使在欧洲，现代的 \"白人 \"也有几十个不同的群体。\n\n那么，白人的文化特征是什么呢？它并不真正存在。这使得...",
      "title": "CMV：除非你是一个白人至上主义者，否则就没有白人身份。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "高加索人不是一個整體；他們從歐洲延伸到印度。這裏有\n數以百計的不同文化，以及數百種不同的傳統。\n\n即使在歐洲，現代的 \"白人 \"也有幾十個不同的羣體。\n\n那麼，白人的文化特徵是什麼呢？它並不真正存在。這使得...",
      "title": "CMV：除非你是一個白人至上主義者，否則就沒有白人身份。"
    }
  ]
}