{
  "author": "jodarrett",
  "the_new_excerpt": "A friend recommended me “Brother” by Ania Ahlborn the other day. I asked what it\nwas about and she told me it was about a guy who, with his family, kidnaps women\nand kills them. Over the course of the book the main character is supposed to\nquestion himself and have a change of heart. Another friend…",
  "original_created_utc": 1619818043,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、友人からAnia Ahlbornの「Brother」を勧められました。どんな本なんですか？\nという話なのですが、「家族で女性を誘拐する男の話」だそうです。\n殺してしまう。この本の中で主人公は\n自問自答し、心を入れ替えていく。別の友人は...",
      "title": "憎めないキャラクターは不当に評価される"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一天，一位朋友向我推荐了阿尼亚-阿伯恩的《兄弟》。我问这是什么\n她告诉我这是关于一个人和他的家人一起绑架妇女并杀死她们。\n并杀了她们。在这本书的过程中，主人公应该是\n怀疑自己并改变了想法。另一个朋友...",
      "title": "不可能的人物被不公正地低估了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一天，一位朋友向我推薦了阿尼亞-阿伯恩的《兄弟》。我問這是什麼\n她告訴我這是關於一個人和他的家人一起綁架婦女並殺死她們。\n並殺了她們。在這本書的過程中，主人公應該是\n懷疑自己並改變了想法。另一個朋友...",
      "title": "不可能的人物被不公正地低估了"
    }
  ],
  "title": "Unlike-able characters are unjustly underappreciated",
  "created_utc": 1619840201,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A friend recommended me “Brother” by Ania Ahlborn the other day. I asked what it was about and she told me it was about a guy who, with his family, kidnaps women and kills them. Over the course of the book the main character is supposed to question himself and have a change of heart. Another friend asked why he would ever want to read that. </p>\n\n<p>It got me thinking though that so many people complain about books with characters they believe aren’t likeable. But I rather enjoy books like this (Broken Empire by Mark Lawrence for example). I think it is valuable to read books like these because the authors likely put work into understanding these types of characters and therefore we can experience different ways of thinking. Whether a character is evil, an anti-hero or simply has a worldview I disagree with, I’m always more interested in the character study than liking the character themself.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/n23v67/unlikeable_characters_are_unjustly/",
  "subreddit": "books",
  "id": "n23v67",
  "is_self": true,
  "media": null,
  "is_video": false
}