{
  "author": "switchgiveaway",
  "the_new_excerpt": "I'm breaking my argument down into 4 parts, each one of which I am open to\nhaving my viewpoint changed on.\n\n1) Medical community/Government/Society saying \"drugs are bad\" is not an\nargument to be taken as fact on its own.\n\nAs a species, we still know extremely little how the brain works.…",
  "original_created_utc": 1619828286,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分の主張を4つの部分に分けていますが、それぞれの部分については\nそれぞれについて、私の見解を変えることができます。\n\n1) 医学界、政府、社会が「麻薬は悪いものだ」と言っても、それは\nそれだけで事実として受け止めるべき議論ではありません。\n\n人類はまだ、脳の仕組みをほとんど知らないのです....",
      "title": "CMV: 違法薬物を試すことは、主流の治療法を経てもなお自殺願望のある鬱病患者に与えるタブーなアドバイスではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我把我的论点分成四个部分，每一部分我都愿意接受\n观点的改变。\n\n1) 医学界/政府/社会说 \"毒品是坏东西 \"并不是一个论点。\n1）医学界/政府/社会说 \"毒品是坏的 \"并不是一个可以被视为事实的论点，它本身就是事实。\n\n作为一个物种，我们对大脑的工作原理仍然知之甚少....。",
      "title": "CMV：对于经历了主流疗法后仍有自杀倾向的抑郁症患者来说，尝试非法药物不应成为禁忌的建议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我把我的論點分成四個部分，每一部分我都願意接受\n觀點的改變。\n\n1) 醫學界/政府/社會說 \"毒品是壞東西 \"並不是一個論點。\n1）醫學界/政府/社會說 \"毒品是壞的 \"並不是一個可以被視爲事實的論點，它本身就是事實。\n\n作爲一個物種，我們對大腦的工作原理仍然知之甚少....。",
      "title": "CMV：對於經歷了主流療法後仍有自殺傾向的抑鬱症患者來說，嘗試非法藥物不應成爲禁忌的建議。"
    }
  ],
  "title": "CMV: Trying illegal drugs should not be taboo advice to give to someone who still has suicidal depression after going through mainstream therapies.",
  "created_utc": 1619836171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m breaking my argument down into 4 parts, each one of which I am open to having my viewpoint changed on.</p>\n\n<p><strong>1) Medical community/Government/Society saying &quot;drugs are bad&quot; is not an argument to be taken as fact on its own.</strong></p>\n\n<p>As a species, we still know extremely little how the brain works. Medical professionals prescribing drugs don&#39;t have magical knowledge that doesn&#39;t exist - their knowledge comes from the same fairly elementary body of knowledge we&#39;ve gained from studies (which are available and understandable to most intelligent laymen). Even on ads for well-studied drugs like SSRIs you&#39;ll hear the common phrase &quot;XXX drug is thought to work by...&quot;</p>\n\n<p>Secondly, and more importantly, mainstream medical proscriptions against certain drugs are heavily influence by politics, culture and public opinion. There are a variety of emotional and logical reasons society wants to keep people from trying drugs that are completely irrelevant from the position of individual happiness (such as an addict potentially being a nonproductive drain a capitalist country). This results in an incentive to publish biased or completely inaccurate information about drugs, a lot of which has been exposed with the campaign against marijuana.</p>\n\n<p><strong>2) It&#39;s likely that 21st century society is not ideal for stable mental function.</strong> The society we live in today is vastly different than the relative unchanging hunter-gatherer societies our brains evolved in over the course of millions of years. It stands to reason that living in 9-5 job that society expects could cause chemical imbalances in the brain for even biologically typical people, let alone those with an underlying disorder.</p>\n\n<p><strong>3) Some people may need illegal drugs to be normal.</strong> Just as some people are born with deficient sight or limbs, people can be born with deficient neurochemicals. Again, the brain is complex, but it stands to reason that production of endemic opiates in the brain, for example, follows a bell curve like every other human trait. Those in the bottom 2% of endemic opiate production would likely be over represented in the population of depressed and suicidal people. Such a person might tremendously benefit from an artificial opiate source to reach a normal level with the rest of humanity.</p>\n\n<p><strong>4) The chance of finding happiness if someone commits suicide is zero; The chance of happiness with illegal drugs is significantly greater than that.</strong> I won&#39;t go into the exact percentages of functional people that use illegal drugs (almost any study would likely be subject to bias)  except to say that they obviously do exist, and in large numbers. If someone is imminently suicidal, a pill that will instantly make them feel what is it like to be HAPPY, perhaps for the first time in their entire life, has a good chance of making them reconsider. The downside, that chance that they could become a miserable addict, is still better than 100% certainty of never achieving happiness (suicide).</p>\n</div><!-- SC_ON -->",
  "score": 234,
  "permalink": "/r/changemyview/comments/n270so/cmv_trying_illegal_drugs_should_not_be_taboo/",
  "subreddit": "changemyview",
  "id": "n270so",
  "is_self": true,
  "media": null,
  "is_video": false
}