{
  "author": "frstrtd_ndrd_dvlpr",
  "original_created_utc": 1640914398,
  "title": "Maybe it's time to take a break from the crypto scene",
  "created_utc": 1640925860,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This will be my last day from this sub for now.&lt;/p&gt;\n\n&lt;p&gt;Crypto has taken a lot from me mentally, physically, and emotionally for the whole year. It&amp;#39;s been a roller coaster. I&amp;#39;ve lost a lot and I&amp;#39;ve gained a lot, both only on papers. Should have would have could have, all these regrets piling up day by day has exhausted me.&lt;/p&gt;\n\n&lt;p&gt;Maybe it&amp;#39;s time to take a break. Maybe it&amp;#39;s time to recuperate from all of this.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ve decided. It&amp;#39;s definitely time to take a looooooooooooooong break from everything. From the charts, from this sub, from any crypto news, I&amp;#39;ll be uninstalling all my exchange apps as well, so that when I come back everything would be fresh.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll be living without fear for my investment, cause I trust the projects I put my money into.&lt;/p&gt;\n\n&lt;p&gt;I hope when I come back, this sub will still be the same. Now tears are falling from my eyes.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;See you next year guys!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/rshz24/maybe_its_time_to_take_a_break_from_the_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "rshz24",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This will be my last day from this sub for now.\n\nCrypto has taken a lot from me mentally, physically, and emotionally for the\nwhole year. It's been a roller coaster. I've lost a lot and I've gained a lot,\nboth only on papers. Should have would have could have, all these regrets piling\nup day by day…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 今日でこのサブから出るのは最後です。\n</p> <p>Cryptoは精神的、肉体的、感情的に私から多くを奪いました。\nこの1年間 ジェットコースターのようでした。この一年で、多くのものを失い、そして\n書類上だけですが、得をしたこともあります。そうでなければ...",
      "title": "暗号の世界から一度離れるべき時なのかもしれない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这将是我现在最后一天从这个子里。\n</p> <p>Crypto在精神上、身体上和情感上都对我造成了很大的影响。\n整整一年的时间。它是一个过山车。我失去了很多，也得到了很多。\n我得到了很多，都只是在文件上。本该如此，本该如此......",
      "title": "也许现在是时候从加密货币领域休息一下了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這將是我現在最後一天從這個子裏。\n</p> <p>Crypto在精神上、身體上和情感上都對我造成了很大的影響。\n整整一年的時間。它是一個過山車。我失去了很多，也得到了很多。\n我得到了很多，都只是在文件上。本該如此，本該如此......",
      "title": "也許現在是時候從加密貨幣領域休息一下了"
    }
  ]
}