{
  "author": "bornsic",
  "the_new_excerpt": "I have been working primarily from home as a Full Stack Developer for the past\nseveral years. My fingers have been married to a keyboard since my early teens,\nand as I make the climb through my late 20s, I am starting to feel the effects\nof constantly sitting down. Earlier this week, I came to the…",
  "original_created_utc": 1623853581,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はここ数年、主にフルスタックデベロッパーとして自宅で仕事をしています。\n数年前から 私の指は10代前半の頃からキーボードと結婚しています。\n20代後半になると、常に座っていることの影響を感じるようになりました。\n常に座っていることの影響を感じ始めています。今週初め、私はあることに気づきました。",
      "title": "CMV：スポンサーによる製品レビューは、本物の製品レビューではないので、認められるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的几年里，我主要是作为一个全栈开发员在家工作。\n几年来，我一直主要在家里从事全栈开发工作。我的手指从十几岁起就嫁给了键盘。\n在我20多岁的时候，我开始感觉到经常坐着的影响。\n我开始感觉到经常坐下来的影响。本周早些时候，我来到了...",
      "title": "CMV：赞助产品评论不是真正的产品评论，不应该被允许。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的幾年裏，我主要是作爲一個全棧開發員在家工作。\n幾年來，我一直主要在家裏從事全棧開發工作。我的手指從十幾歲起就嫁給了鍵盤。\n在我20多歲的時候，我開始感覺到經常坐着的影響。\n我開始感覺到經常坐下來的影響。本週早些時候，我來到了...",
      "title": "CMV：贊助產品評論不是真正的產品評論，不應該被允許。"
    }
  ],
  "title": "CMV: Sponsored product reviews are not real product reviews, and should not be allowed.",
  "created_utc": 1623872111,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been working primarily from home as a Full Stack Developer for the past several years. My fingers have been married to a keyboard since my early teens, and as I make the climb through my late 20s, I am starting to feel the effects of constantly sitting down. Earlier this week, I came to the decision that I needed to make some changes for the sake of my health, and I started researching to find the best standing desk options. I parsed through dozens of written reviews and a equal measure of video reviews on sites like YouTube and I found one common thread among many of them. The person or persons reviewing the product did not actually purchase it.</p>\n\n<p>They either had it sent after they requested a <em>review copy</em> (which is a whole other conversation), and were propositioned by the company to review their product in exchange for a free model. Some of the sites that featured these sponsored reviews were fairly popular, as were the videos, so it was obvious these so called opinion pieces were getting plenty of attention. But how genuine can an opinion on a product be, when you got the product for free? Under no circumstance should anyone be allowed to post reviews of free products, and especially when they don&#39;t even disclose the product was free outright. During my foray into the office supply side of YouTube I encountered many reviewers using semantic sleight of hand to get around just saying they <strong><em>did not purchase the item</em></strong>.</p>\n\n<p>My favorite examples:</p>\n\n<p>&quot;[Company] reached out to me&quot;</p>\n\n<p>&quot;I collaborated with [company] to&quot;</p>\n\n<p>&quot;Thanks to [Company] for being a part of this video&quot;</p>\n\n<p>Of course all is revealed in the description of the video where they, likely due to fear of legal or platform trouble, place a disclaimer stating they did not purchase the product. If they were honest they would start of the video by stating clearly, &quot;This item was sent to me for free by [company]&quot;, but they know this would degrade the usefulness of their review, and for good reason. The main thing that brought me to my current conclusion is how these sponsored reviews poison the well of information a consumer has to shift through in order to make an informed choice. You might say: &quot;Just ignore them&quot; or &quot;Take it with a grain of salt&quot;. I don&#39;t think that is enough. There is a real harm that comes from having so many reviews on sites like YouTube with millions of hits that are essentially paid testimonials.</p>\n\n<p>Let me provide a scenario.: I am a YouTuber with a growing channel centered around tech reviews, news, gaming, etc. I decide I want to upgrade my setup and get more desk space, so I research around and decide to by a standing desk. It cost around $500 and 30 minutes of my time in assembly. When I decide to review this desk, I will have in my mind the amount I spent, and will be making near constant comparisons between it and the value it does or does not provide. &quot;For $500, I really expected better stability&quot;, or similar statements. I am not just reviewing a product. I am in real time justifying or lamenting over my purchase.</p>\n\n<p>And for completion, let&#39;s imagine what the other side my might look like: I am a popular YouTuber with hundreds of thousands of subscribers. I am routinely asked by major and minor companies to review their products in my videos, often at no cost to me. I receive <em>review copies</em> which unbeknownst to me, may be quality controlled especially carefully and maybe even tweaked to an extent that they do not represent the product a regular consumer will receive. Sometimes I am the one doing the requesting, but in either case, I pay nothing. When I review a desk, there is no careful consideration regarding whether the money I spent was worth it, because I didn&#39;t spend any. My comparisons are cold and unfeeling because the entire thing was one big transaction, and my review is being compensated.</p>\n\n<p>You do not get honesty from the latter scenario. There may be some paid reviewers who try to be truthful in there reviews but the conflict of interest is far too great to ignore, and if you ask me, is criminal in a lot of ways.</p>\n\n<p>Lastly, while it was the standing desk research that brought this issue to the forefront of my mind, most of what I discussed in this post is directly, if not perfectly applicable to other consumer products. Tech, clothing, art supplies, shoelaces, the little plastic tips you put on shoelaces, shoes, lace, you name it.</p>\n\n<p>End rant</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/o1652c/cmv_sponsored_product_reviews_are_not_real/",
  "subreddit": "changemyview",
  "id": "o1652c",
  "is_self": true,
  "media": null,
  "is_video": false
}