{
  "author": "jellyfishii",
  "the_new_excerpt": "Hello! I’m a lover of fantasy books and would love a suggestion from my fellow\nbook lovers. I’d say I typically enjoy stories that break the normal fantasy\nmold and/or have unique/ beautiful writing styles. My ideal book series would do\nboth. My favorites in no particular order are:\n\n * The Name of…",
  "original_created_utc": 1617601752,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好！我是一个奇幻小说爱好者。我是一个奇幻类书籍的爱好者，希望同道们能给我一个建议。\n书友们。我想说，我通常喜欢打破常规幻想的故事。\n模和/或有独特/美丽的写作风格。我理想中的图书系列可以做到\n都有。我最喜欢的，没有特别的顺序是：\n\n * \"The Name of...",
      "title": "寻找一个写得漂亮的幻想系列，理想地打破了典型的高幻想模式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好！我是一個奇幻小說愛好者。我是一個奇幻類書籍的愛好者，希望同道們能給我一個建議。\n書友們。我想說，我通常喜歡打破常規幻想的故事。\n模和/或有獨特/美麗的寫作風格。我理想中的圖書系列可以做到\n都有。我最喜歡的，沒有特別的順序是：\n\n * \"The Name of...",
      "title": "尋找一個寫得漂亮的幻想系列，理想地打破了典型的高幻想模式。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "こんにちは。私はファンタジーの本が好きで、仲間からの提案が欲しいと思っています。\n本好きの方にお勧めしたいです。通常のファンタジーの型にはまらない、ユニークで美しい物語が好きです。\nユニークで美しい文体の作品が好きです。私の理想のシリーズはその両方です。\nその両方を兼ね備えているのが理想です。私のお気に入りは順不同です。\n\n * The Name of...",
      "title": "典型的なハイファンタジーの型を理想的に破る、美しく書かれたファンタジーシリーズを探しています。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。私はファンタジーの本が好きで、仲間からの提案が欲しいと思っています。\n本好きの方にお勧めしたいです。通常のファンタジーの型にはまらない、ユニークで美しい物語が好きです。\nユニークで美しい文体の作品が好きです。私の理想のシリーズはその両方です。\nその両方を兼ね備えているのが理想です。私のお気に入りは順不同です。\n\n * The Name of...",
      "title": "典型的なハイファンタジーの型を理想的に破る、美しく書かれたファンタジーシリーズを探しています。"
    }
  ],
  "title": "Looking for a beautifully written fantasy series that ideally breaks the typical high fantasy mold",
  "created_utc": 1617625518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello! I’m a lover of fantasy books and would love a suggestion from my fellow book lovers. I’d say I typically enjoy stories that break the normal fantasy mold and/or have unique/ beautiful writing styles. My ideal book series would do both. My favorites in no particular order are: </p>\n\n<ul>\n<li>The Name of the Wind (Definitely follows the many tropes of high fantasy but Patrick’s lyrical way of writing makes up for it) </li>\n<li>The First Law (Abercrombie’s characters have amazing depth and his ability to write in multiple perspectives is, in my opinion, unparalleled)</li>\n<li> The Red Rising series (Fantastic story with many layers, very intense writing) </li>\n<li>The Fifth Season (I found Jemisin’s second person writing to be incredibly moving and I loved the break from the normal fantasy paradigm) </li>\n<li>The Winternight Trilogy (Arden’s unique plot and beautiful writing has made this one I can easily come back to) </li>\n</ul>\n\n<p>I would love to add another series to my list of favorites. Please suggest any writers or series you feel    may fit. Thanks in advance!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/mkds7j/looking_for_a_beautifully_written_fantasy_series/",
  "subreddit": "booksuggestions",
  "id": "mkds7j",
  "is_self": true,
  "media": null,
  "is_video": false
}