{
  "author": "TheElderTrolls3",
  "original_created_utc": 1625531201,
  "title": "Anyone else hate when a charactor's physical description is only mentioned or greatly expanded on halfway through a book?",
  "created_utc": 1625554464,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>They always of course look completely different to how you imagine them. One example is the Prince of Nothing series (which I love), there was a character that featured heavily but was not a pov char and they get no description until their death, but get a huge detailed description as they die in book 2 or 3. My god was I pissed. Pretty sure they did something similar in the second trilogy too. </p>\n\n<p>Why can authors not include a description in the back of the book if they feel its cheesy to force it into the chapter they first appear in?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oejwbd/anyone_else_hate_when_a_charactors_physical/",
  "subreddit": "books",
  "id": "oejwbd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "They always of course look completely different to how you imagine them. One\nexample is the Prince of Nothing series (which I love), there was a character\nthat featured heavily but was not a pov char and they get no description until\ntheir death, but get a huge detailed description as they die in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もちろん、自分が想像していたものとは全く違うものになります。例えば\n例えば、私が大好きな「Prince of Nothing」シリーズでは、主役ではないのに大きく登場するキャラクターがいました。\n登場するのですが、主役ではなく、死ぬまで何も描かれていません。\nでも、死ぬときにはものすごく詳細な描写があるんですよ。",
      "title": "登場人物の身体的特徴が、本の途中でしか言及されなかったり、大きく展開されたりするのを嫌う人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当然，他们看起来总是与你想象的完全不同。一个例子\n一个例子是《一无所有的王子》系列（我很喜欢），其中有一个角色\n有一个人物的特点很突出，但不是一个角色，他们在死前没有任何描述，但在他们死后却有大量的详细描述。\n他们在死亡之前没有任何描述，但在他们死亡时却有大量详细的描述......",
      "title": "还有人讨厌一个人物的外貌描述在一本书的一半时间里才被提及或大大扩展吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，他們看起來總是與你想象的完全不同。一個例子\n一個例子是《一無所有的王子》系列（我很喜歡），其中有一個角色\n有一個人物的特點很突出，但不是一個角色，他們在死前沒有任何描述，但在他們死後卻有大量的詳細描述。\n他們在死亡之前沒有任何描述，但在他們死亡時卻有大量詳細的描述......",
      "title": "還有人討厭一個人物的外貌描述在一本書的一半時間裏才被提及或大大擴展嗎？"
    }
  ]
}