{
  "author": "nandacamposv",
  "original_created_utc": 1633386136,
  "title": "Does Philip K Dick always write women like this?",
  "created_utc": 1633396359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read  &quot;Do Androids Dream of Electric Sheep?&quot; and as much as I liked the story (making me interested in reading more of his books), the way Philip K Dick wrote women in this made me quite uncomfortable. Here&#39;s an example: </p>\n\n<p>&quot; &#39;Welcome back, Mr. Quail&#39;, she fluttered, her melon-shaped breasts - today painted an incandescent orange - bobbing with agitation. &quot;</p>\n\n<p>...yeah...</p>\n\n<p>So I want to know if that&#39;s a pattern in his books, because i&#39;ve read enough of shit like that, specially in older sci-fi, and I&#39;m losing my patience.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/q1gvtl/does_philip_k_dick_always_write_women_like_this/",
  "subreddit": "books",
  "id": "q1gvtl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read \"Do Androids Dream of Electric Sheep?\" and as much as I liked the story\n(making me interested in reading more of his books), the way Philip K Dick wrote\nwomen in this made me quite uncomfortable. Here's an example:\n\n\" 'Welcome back, Mr. Quail', she fluttered, her melon-shaped breasts -…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンドロイドは電気羊の夢を見るか』を読みましたが、ストーリーが好きなのはもちろんですが、フィリップ・K・ディックの書き方が好きです。\n(フィリップ・K・ディックは、この物語の中で女性をどのように書いているのか。\nこの中での女性の書き方に、私はかなり違和感を覚えました。以下はその一例です。\n\n「『お帰りなさい、ウズラさん』と言って、彼女はメロン型の胸をたわわにして......。",
      "title": "フィリップ・K・ディックはいつもこのような女性を書くのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读了《安卓人梦见电羊》，尽管我很喜欢这个故事\n(虽然我很喜欢这个故事（使我有兴趣阅读他更多的书），但菲利普-迪克在其中写女人的方式让我很不舒服。\n但菲利普-迪克写女人的方式让我感到很不舒服。这里有一个例子。\n\n\"'欢迎回来，鹌鹑先生'，她飘飘然，她的瓜子形的乳房------。",
      "title": "菲利普-迪克总是这样写女人吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀了《安卓人夢見電羊》，儘管我很喜歡這個故事\n(雖然我很喜歡這個故事（使我有興趣閱讀他更多的書），但菲利普-迪克在其中寫女人的方式讓我很不舒服。\n但菲利普-迪克寫女人的方式讓我感到很不舒服。這裏有一個例子。\n\n\"'歡迎回來，鵪鶉先生'，她飄飄然，她的瓜子形的乳房------。",
      "title": "菲利普-迪克總是這樣寫女人嗎？"
    }
  ]
}