{
  "author": "tomzephy",
  "original_created_utc": 1640354554,
  "title": "YSK: It isn't normal for your cats to be vomiting frequently",
  "created_utc": 1640364804,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;I often see people causally mentioning the inconvenience of their cat vomiting on their floor, as if it is a normal part of cat behaviour.&lt;/p&gt;\n\n&lt;p&gt;It isn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Cats will throw up occasionally - typically because of a fur ball or having eaten too quickly, but it isn&amp;#39;t normal for them to be doing it as frequently as &amp;quot;once every few weeks&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cats can often vomit because:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;You aren&amp;#39;t grooming your cat enough, therefore fur balls are forming and will eventually be expelled (a complete brush once a week should be sufficient in minimising this)&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;It is eating too quickly, playing too soon after eating, or both&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;You are changing their food too frequently - you should find a food that works (ask your vet) and stick with it&lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;If none of these reasons sound like they could be the cause of your cat vomiting, then you should take it to the vet and get it checked out - it could be a sign of an underlying illness, intolerance to a specific food, or exposure to something toxic (some houseplants can be culprits).&lt;/p&gt;\n\n&lt;p&gt;Also, for goodness sake, don&amp;#39;t give your cat chocolate or anything that isn&amp;#39;t strictly edible for cats (Google if in doubt).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 420,
  "permalink": "/r/YouShouldKnow/comments/rnmy9v/ysk_it_isnt_normal_for_your_cats_to_be_vomiting/",
  "subreddit": "YouShouldKnow",
  "id": "rnmy9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI often see people causally mentioning the inconvenience of their cat vomiting\non their floor, as if it is a normal part of cat behaviour.\n\nIt isn't.\n\nCats will throw up occasionally - typically because of a fur ball or having\neaten too quickly, but it isn't normal for them to be doing it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nよく、飼い猫が嘔吐することの不便さを因縁をつけている人を見かけますが\nを床に置くのは、猫の行動として当たり前のことであるかのようです。\n\nそうではありません。\n\n猫はたまに吐きます。典型的な理由は、毛玉ができたか\n早食いなんだけど、普通じゃないんだよね...。",
      "title": "YSK: 猫が頻繁に嘔吐するのは正常なことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我经常看到人们偶然提到他们的猫在地板上呕吐的不便之处\n在他们的地板上呕吐，仿佛这是猫咪行为的一个正常部分。\n\n其实不然。\n\n猫咪偶尔也会呕吐--通常是因为毛球或吃得太快。\n但它们这样做并不正常......",
      "title": "YSK：你的猫咪经常呕吐是不正常的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我經常看到人們偶然提到他們的貓在地板上嘔吐的不便之處\n在他們的地板上嘔吐，彷彿這是貓咪行爲的一個正常部分。\n\n其實不然。\n\n貓咪偶爾也會嘔吐--通常是因爲毛球或喫得太快。\n但它們這樣做並不正常......",
      "title": "YSK：你的貓咪經常嘔吐是不正常的。"
    }
  ]
}