{
  "author": "tomzephy",
  "original_created_utc": 1640354554,
  "title": "YSK: It isn't normal for your cats to be vomiting frequently",
  "created_utc": 1640364804,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;I often see people causally mentioning the inconvenience of their cat vomiting on their floor, as if it is a normal part of cat behaviour.&lt;/p&gt;\n\n&lt;p&gt;It isn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Cats will throw up occasionally - typically because of a fur ball or having eaten too quickly, but it isn&amp;#39;t normal for them to be doing it as frequently as &amp;quot;once every few weeks&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cats can often vomit because:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;You aren&amp;#39;t grooming your cat enough, therefore fur balls are forming and will eventually be expelled (a complete brush once a week should be sufficient in minimising this)&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;It is eating too quickly, playing too soon after eating, or both&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;You are changing their food too frequently - you should find a food that works (ask your vet) and stick with it&lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;If none of these reasons sound like they could be the cause of your cat vomiting, then you should take it to the vet and get it checked out - it could be a sign of an underlying illness, intolerance to a specific food, or exposure to something toxic (some houseplants can be culprits).&lt;/p&gt;\n\n&lt;p&gt;Also, for goodness sake, don&amp;#39;t give your cat chocolate or anything that isn&amp;#39;t strictly edible for cats (Google if in doubt).&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 420,
  "permalink": "/r/YouShouldKnow/comments/rnmy9v/ysk_it_isnt_normal_for_your_cats_to_be_vomiting/",
  "subreddit": "YouShouldKnow",
  "id": "rnmy9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>I often see people causally\nmentioning the inconvenience of their cat vomiting on their floor, as if it is a\nnormal part of cat behaviour.</p> <p>It isn&#39;t.</p> <p>Cats will throw up\noccasionally - typically because of a fur ball or having eaten…"
}