{
  "author": "PrivateAcct1312",
  "original_created_utc": 1628435310,
  "title": "CMV: The death penalty should be abolished for civilians, but applied far more often for officials of the state who are convicted.",
  "created_utc": 1628491562,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>View is pretty simple - I believe that no citizen should be subject at birth to the death penalty, but those who choose to accept state authority &amp; responsibility ought to be held to a higher standard. By that, I mean that they should not only receive the death penalty for capital crimes, but a broader range of the more serious felonies. </p>\n\n<p>The big objection against the death penalty for most is a lack of faith in the justice system of the state. Hence, civilians who aren’t related to the state shouldn’t have to put up with the “coin flip” of whether the justice system will wrongly execute them. However, if you actively choose to work for the state (and have faith in its processes), then you ought to put your money where your mouth is. If you’re scared of getting the death penalty, don’t work for the state.</p>\n\n<p>Practically, I think our society would be better off without the sorts of people that seek state power to commit crimes. People who commit crimes out of financial desperation or mental illness can often be rehabilitated with compassion, but you can’t rehabilitate a cop who thinks it’s okay to beat people to a pulp or a representative who tailors their political agenda to help their insider trading. I’d rather not pay for these people to chill in a federal prison with golf courses and tennis in the rec yard. </p>\n\n<p>While the death penalty has been debated for its effectiveness as a deterrent, I think it would prove particularly effective for the particular breed of sewer-rats we keep finding in the governments of the world/US.</p>\n\n<p>In summary, my viewpoints that could be changed by a good comment -</p>\n\n<ol>\n<li><p>The death penalty shouldn’t apply to civilians</p></li>\n<li><p>Officials who <em>directly</em> wield state power who commit serious felonies should receive the death penalty</p></li>\n<li><p>The death penalty, when applied to state officials, will serve as a stronger deterrent than the civilian death penalty.</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p0gce8/cmv_the_death_penalty_should_be_abolished_for/",
  "subreddit": "changemyview",
  "id": "p0gce8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "View is pretty simple - I believe that no citizen should be subject at birth to\nthe death penalty, but those who choose to accept state authority &\nresponsibility ought to be held to a higher standard. By that, I mean that they\nshould not only receive the death penalty for capital crimes, but a…"
}