{
  "author": "rhinokitty",
  "the_new_excerpt": "Why YSK: People who come to your house and give you a free estimate are often\nunder pressure to win jobs that will make a big return. What most homeowners\ndon't realize is that many construction projects aren't profitable for the\ncompany, and some will actually lose money.\n\nThe point of the free…",
  "original_created_utc": 1616463668,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：到你家给你免费评估的人，往往都是 \"你\"。\n在压力下，赢取大回报的工作。大多数业主所\n不知道的是，很多建筑项目都是无利可图的。\n公司，有的还会实际亏损。\n\n免费的点...",
      "title": "YSK: 任何大型建筑项目都要进行三次评估。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：到你家給你免費評估的人，往往都是 \"你\"。\n在壓力下，贏取大回報的工作。大多數業主所\n不知道的是，很多建築項目都是無利可圖的。\n公司，有的還會實際虧損。\n\n免費的點...",
      "title": "YSK: 任何大型建築項目都要進行三次評估。"
    }
  ],
  "title": "YSK: Always get three estimates for any large construction project",
  "created_utc": 1616503391,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People who come to your house and give you a free estimate are often under pressure to win jobs that will make a big return. What most homeowners don&#39;t realize is that many construction projects aren&#39;t profitable for the company, and some will actually lose money.</p>\n\n<p>The point of the free estimate is to size up your job, and to see if it will make money. If it seems like a bad bet, contractors will price the job higher, to account for the risk. </p>\n\n<p>You should see this as a polite way of refusing the job. </p>\n\n<p>If you get three estimates, you&#39;ll notice if one is a lot higher. Don&#39;t go with that one. The contractor is either inexperienced, doesn&#39;t have the time, or doesn&#39;t have the equipment.</p>\n\n<p>If all the estimates are roughly the same, congratulations. Your job is one that will be completed without issues. Pick the middle bid.</p>\n\n<p>If one bid is a lot lower than the rest, don&#39;t go with that one. The contractor has likely missed a major line item and will be forced to bail on your project, or take a big loss. The quality of the work will likely not be as good as it needs to be. Please don&#39;t see this as a way to get a good deal. </p>\n\n<p>TLDR: in most cases, if you are excellent to your contractor they will be excellent to you.</p>\n\n<p>Source: I was a contractor.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/mb3jgr/ysk_always_get_three_estimates_for_any_large/",
  "subreddit": "YouShouldKnow",
  "id": "mb3jgr",
  "is_self": true,
  "media": null,
  "is_video": false
}