{
  "author": "Zagranos_pasha",
  "the_new_excerpt": "I don't mean to paint current historical/period fiction with a broad brush but I\nthink we are at peak WW2 romance novel.\n\nI'm looking for something in the vein of Joseph Conrad, Jack London or lesser\nknown BWS who wrote Terribilita. I'd like to get into something gritty and\nauthentic, something with…",
  "original_created_utc": 1612580740,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我并不是要以宽泛的笔触来描绘当前的历史/时代小说，但我。\n认为我们是在高峰 二战爱情小说。\n\n我正在寻找的东西 在约瑟夫-康拉德的静脉， 杰克-伦敦或较小的。\n已知的BWS谁写了Terribilita。我想进入一些粗犷和\n正宗的，有...",
      "title": "未命名为 \"奥斯维辛的SoAndSo \"或 \"SoAndSo的妻子 \"的历史小说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不是要以寬泛的筆觸來描繪當前的歷史/時代小說，但我。\n認爲我們是在高峯 二戰愛情小說。\n\n我正在尋找的東西 在約瑟夫-康拉德的靜脈， 傑克-倫敦或較小的。\n已知的BWS誰寫了Terribilita。我想進入一些粗獷和\n正宗的，有...",
      "title": "未命名爲 \"奧斯維辛的SoAndSo \"或 \"SoAndSo的妻子 \"的歷史小說。"
    }
  ],
  "title": "Historical Fiction Not Titled \"The SoAndSo of Auschwitz\" or \"The SoAndSo's Wife\"",
  "created_utc": 1612606640,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t mean to paint current historical/period fiction with a broad brush but I think we are at peak WW2 romance novel.</p>\n\n<p>I&#39;m looking for something in the vein of Joseph Conrad, Jack London or lesser known BWS who wrote Terribilita. I&#39;d like to get into something gritty and authentic, something with a little more adrenaline.</p>\n\n<p>Just for kicks and QED:</p>\n\n<p>The Tattooist of Auschwitz, The Ballerina of Auschwitz, the Mistress of Auschwitz, The Violinist of Auschwitz, The Librarian of Auschwitz, The Thief of Auschwitz, the Child of Auschwitz, The Brothers of Auschwitz, the Magician of Auschwitz</p>\n\n<p>Or...</p>\n\n<p>The Clockmaker&#39;s Wife, The Paris Wife, The Lost Wife, The Winemaker&#39;s Wife, The Zookeeper&#39;s Wife, the Prisoner&#39;s Wife, The Dutch Wife, The German Midwife (curveball)</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/ldogmc/historical_fiction_not_titled_the_soandso_of/",
  "subreddit": "booksuggestions",
  "id": "ldogmc",
  "is_self": true,
  "media": null,
  "is_video": false
}