{
  "author": "mpinoc",
  "original_created_utc": 1638017506,
  "title": "My father was told today that he is unable to continue DCA’ing on Coinbase through Barclays Bank because it is “unsafe” to do so? Crypto-friendly banks?",
  "created_utc": 1638045049,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He has been DCA’ing in to btc and eth with a small amount over this last year while educating himself on crypto and assessing his investments but today’s interaction at our local bank has been the catalyst for him to go all in. “If you’re so interested in protecting my money, also block my payments to gambling sites, takeaways etc”</p>\n\n<p>The teller said that due to new regulation crypto purchases is banned by Barclays… he knew this was not true as I also DCA with Coinbase and Barclays (despite them cancelling it three times this year alone without telling me) and after challenging her on this and other excuses she seemingly threw off the top of her head she basically could not give a definitive statement to which my father asked “is it simply that you are scared?”</p>\n\n<p>Part of the reason we got in to crypto is because everything is being disrupted from  Uber to Air BnB to Tesla and the banking sector has always been in need of a good disruption to hand the power back to the people so as we move towards shaking this sector up we still all have bills to pay which unfortunately can’t be paid in crypto so what options are there to bridge the gap between traditional banks and crypto wallets? Or are there any banking alternatives in the UK (and beyond for readers elsewhere)?</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/r3cyzc/my_father_was_told_today_that_he_is_unable_to/",
  "subreddit": "CryptoCurrency",
  "id": "r3cyzc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "He has been DCA’ing in to btc and eth with a small amount over this last year\nwhile educating himself on crypto and assessing his investments but today’s\ninteraction at our local bank has been the catalyst for him to go all in. “If\nyou’re so interested in protecting my money, also block my payments…"
}