{
  "author": "deviantcowards",
  "original_created_utc": 1630310913,
  "title": "Why is a low sex drive generally considered a bad thing?",
  "created_utc": 1630377448,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you type in &quot;low sex drive&quot; in Google, you&#39;ll find most results are ways to increase it. Typing the opposite doesn&#39;t seem to yield results where it&#39;s considered a problem.</p>\n\n<p>I&#39;m a man in my 20s and would consider myself to have a low libido. I only began masturbating when I turned 19 and that wasn&#39;t because of any religious upbrining or abuse, I just didn&#39;t know how to and porn didn&#39;t work.</p>\n\n<p>Even though I enjoy masturbating in the moment, I always get tired and very depressed afterwards and regret. Not because I feel guilt but because I feel that it&#39;s wasted energy. </p>\n\n<p>About a month ago, I purchase cyproterone acetate (the anti-androgen drug), and tried some to experiment with a low sex drive. After a few days I noticed a significant decrease in sexual arousal. A month later, it&#39;s almost entirely gone.</p>\n\n<p>I don&#39;t feel that&#39;s a bad thing at all but many of my friends are surprised why I&#39;d want to do this. </p>\n\n<p>In a way I feel that though sex and masturbation are amazing, they&#39;re &#39;futile&#39; desires that never get satisfied. Sensations like hunger and thirst are necessary for survival and will cause death if not fulfilled. They also aren&#39;t that hard to get. But horniness just seems like a powerful sensation which won&#39;t at all affect someone physically (perhaps mentally) if gone unfulfilled.</p>\n\n<p>Does anyone else think the same way?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/TrueAskReddit/comments/pedp97/why_is_a_low_sex_drive_generally_considered_a_bad/",
  "subreddit": "TrueAskReddit",
  "id": "pedp97",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you type in \"low sex drive\" in Google, you'll find most results are ways to\nincrease it. Typing the opposite doesn't seem to yield results where it's\nconsidered a problem.\n\nI'm a man in my 20s and would consider myself to have a low libido. I only began\nmasturbating when I turned 19 and that…"
}