{
  "author": "leitedecajeta",
  "original_created_utc": 1628507827,
  "title": "Just finished, “Anne Frank : The Diary of a Young Girl”",
  "created_utc": 1628512760,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Definitive Edition.</p>\n\n<p>As a kid, I knew about her, and learned about the Holocaust.</p>\n\n<p>Now, I’m 30. I was able to finally get to purchase and read this book. I did read this book a little in school, but never an edition such as this, as well, now with much understanding.</p>\n\n<p>I just finished it after reading bits of it every night for a month or so…I was taken through a journey of what it’s like in her life, her struggles, her wishes and dreams. I learned about how her life was in the 1940s, and was able to really see how it’s like in the annex.</p>\n\n<p>She wrote about things I never remembered reading or knowing about her, and every time I read, I felt like I was really getting to know her. In somewhat of a way, I began becoming a bit attached. I pictured her with a transatlantic accent almost, or with a Dutch accent when she would speak.</p>\n\n<p>Once I reached the end of the book, I was overcome with emotion. Although I knew of her fate, I closed the book, rested it on my chest and cried. I had forgotten for a minute it was August, and how it’s been 77 years now that she was discovered.</p>\n\n<p>I have always had an interest of Anne Frank, and I’m thankful to have read the real, definitive edition of her writings.</p>\n\n<p>☹️♥️</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/p0zfp4/just_finished_anne_frank_the_diary_of_a_young_girl/",
  "subreddit": "books",
  "id": "p0zfp4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Definitive Edition.\n\nAs a kid, I knew about her, and learned about the Holocaust.\n\nNow, I’m 30. I was able to finally get to purchase and read this book. I did\nread this book a little in school, but never an edition such as this, as well,\nnow with much understanding.\n\nI just finished it after…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "決定版です。\n\n子供の頃、私は彼女のことを知り、ホロコーストについて学びました。\n\n今、私は30歳。ようやくこの本を購入して読むことができました。私はこの本を\n学生時代に少し読んだことはありましたが、このような版は初めてでしたので、同じく\n今ではとても理解しています。\n\n今、読み終えたのは...",
      "title": "終わったばかりの「アンネ・フランク：少女の日記」。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "确切的版本。\n\n作为一个孩子，我知道了她，并了解了大屠杀的情况。\n\n现在，我30岁了。我终于能够买到并阅读这本书。我确实\n我在学校里也读过这本书，但从来没有像这样的版本。\n现在有了很多了解。\n\n我刚刚读完它，就...",
      "title": "刚刚读完《安妮-弗兰克：一个年轻女孩的日记》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "確切的版本。\n\n作爲一個孩子，我知道了她，並瞭解了大屠殺的情況。\n\n現在，我30歲了。我終於能夠買到並閱讀這本書。我確實\n我在學校裏也讀過這本書，但從來沒有像這樣的版本。\n現在有了很多瞭解。\n\n我剛剛讀完它，就...",
      "title": "剛剛讀完《安妮-弗蘭克：一個年輕女孩的日記》。"
    }
  ]
}