{
  "author": "DoubleVforvictory",
  "original_created_utc": 1628687978,
  "title": "There Is no such thing as \"forced diversity\". There doesn't need to be a justification for having diverse stories.",
  "created_utc": 1628701534,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just to be frank, it really annoys me so much when people complain about forced diversity or, having diversity forced down our throats, or trying to find a reason to &quot;justify&quot; the diversity in whatever book they are reading. Like your favorite book is litterally set in a world with dragons, magic, and witches but having a black dude is where you draw the line and need to justify him and his existence somehow? It makes even less sense in sci fi where we have space ships, cyborgs, flying cars, and laser guns. That&#39;s just bullshit. No one ever says a story with a bunch of straight white dudes is &quot;forced&quot;. There&#39;s never any justification for a story to have only or majority white dudes. They are allowed to just exist and never have to be the &quot;white character&quot;. But when you have a gay, Asian, black, woman etc etc character suddenly it&#39;s an issue that needs to be explained and justified. </p>\n\n<p>When you really break it down people who use &quot;forced diversity&quot; unironically usually mean, &quot;forced Diversity&quot; as in when diverse people appear in a work for the sole purpose of garnering attention and/or sales or &quot;Forced Diversity&quot; is when diverse people are poorly written. </p>\n\n<p>The first one usually heard cries of pandering. But that&#39;s all advertising is its pandering. To be frank, white people who are usually the ones being pandered to seem to have an issue with it when it&#39;s done for others. Like of course you&#39;d market a book about black people to <em>gasp</em> black people. That&#39;s smart marketing and knowing your audience. In the world of film Tyler perry is a master at that.(no matter how little I think of his movies). And the vast majority of the time it&#39;s never the &quot;sole&quot; reason a character exists, just the one people use to denounce said character. It&#39;s one of the many reason that make up the fully developed character. Which leads me to my next point. </p>\n\n<p>People say a diverse character is &quot;forced&quot; if they&#39;re poorly written. They never say this about white straight dudes. I can think of dozens of horribly written white dude characters who have never been called forced. Just badly written. White characters seem to be given more leeway in this regard. If a diverse character isn&#39;t perfect and have great flaws and motivations they are automatically called &quot;forced&quot;. This goes to my earlier point of needing &quot;a reason&quot; or &quot;justification&quot; for diverse characters. Which is just asanine. You shouldn&#39;t have to explain why people are gay or justify why black people exist in some fantasy world. </p>\n\n<p>An obvious caveat is if the story is set in a monolithic country I don&#39;t expect to find people outside of that ethnic group in that movie. It can be done and done well to make sense in canon but obviously not the norm. Like how nk jemisin does her novels or how six of crows did it in regards to different races. My whole post is more so talking about a country like America where its a melting pot with lots of diversity. And even greater diversity in certain parts. But Like yeah, some fantasy is based on old European myths or whatever. But If a black background character in the background rustles your jimmies that much you got bigger problems. If you need complex lore reasons for lore that explain generational migration patterns, but just accept dragons at face value. I don&#39;t know what to tell you.</p>\n\n<p>Another answer some people come up with to solve the forced diversity issue is to write in a colorblind fashion. And that&#39;s a problem in and of itself because It defaults whiteness. Plus when people write in a colorblind fashion people still implicitly say their characters are white in lots of ways. You describe your characters hair as &quot;mousey&quot;(hairstyle never attributed to black people), you describe their icey blue eyes or firey red hair, you say they are tall dark and handsome, you talk about how they are blushing, you litterally only mention skin color when it comes to diverse characters. </p>\n\n<p>I remember these few comments very vividly that talked about this phenomenon of defaulting whiteness in literature. <a href=\"https://www.reddit.com/r/books/comments/msapp6/do_people_imagine_characters_as_their_own/gurgl2e\">here</a>, <a href=\"https://www.reddit.com/r/books/comments/msapp6/do_people_imagine_characters_as_their_own/gusa81u\">here</a> &amp; <a href=\"https://www.reddit.com/r/books/comments/msapp6/do_people_imagine_characters_as_their_own/gus22lr\">here</a>. They talk about how defaulting whiteness is so pervasive in books that lots of black people just make the characters white in our heads until told otherwise. Like how fucked is that. </p>\n\n<p>To go even further that last point about defaulting whiteness You say John has brown hair blue eyes like ice and is tall, you say Julie is short with mousey pink hair and piercing eyes tattoos. You say James is tall with a bright smile and skin dark as midnite. Usually people don&#39;t comment on James&#39; dark brown hair or dark brown eyes. This is common in alot of books and once you notice it you can&#39;t stop. John and Julie are implicitly implied to be white here because the author only makes note of skin color when it comes to the black character everyone else they usually describe by hair or eye color at first.</p>\n\n<p>And just to clarify a few points I&#39;m sure will be raised. </p>\n\n<blockquote>\n<p>&quot;ugh who gives a fuck, I&#39;m tired of hearing about this. It&#39;s all virtue signaling from the woke Twittersphere anyway. There&#39;s a hidden agenda to force writers to write this crap. And to force it down readers throats. It doesn&#39;t matter what color the characters are as long they are good characters, good characters don&#39;t make me address and actually research any differences between them and my lived experience. But I&#39;ll read the absolute fuck out of dragon v. elves combat without my sense of realism.&quot;</p>\n</blockquote>\n\n<p>Please don’t be this guy. This guy isn&#39;t very cash money. But seriously, this knee jerk reaction stifles conversation and is so reactionary. I&#39;m not signaling the virtue of anything I&#39;m just a black dude who likes seeing himself represented in stoeies because for the majority of my life it was litterally outside of my realm of imagination to see a black wizard. </p>\n\n<blockquote>\n<p>&quot;well acktually there is forced diversity! [insert poc/women/lgbtq] character is actually written good and it&#39;s [insert poc /women /Lgbtq+] that&#39;s written bad. Checkmate! </p>\n</blockquote>\n\n<p>Don&#39;t be like this guy either. Both those characters have been called forced by virtue of just existing. They both will be held to a different standard that white characters aren&#39;t held to. You never compare other white dude characters and say! See this is how you write a white man correctly. No, they are treated as just the default so if they are written badly its not a commentary on the whole gender or race. They just are one singular bad character. But God forbid a diverse character isn&#39;t up to the invisible gold standard you set, that you don&#39;t hold white dude characters, now they are forced when really they are simply a badly written character. </p>\n\n<p>It&#39;s just bad writing. They are badly written. Keep the same energy and don&#39;t treat these characters different and hold them to different standards than to white characters. </p>\n\n<blockquote>\n<p>&quot;actually, forced diversity is very real, if you only have one [miniority] character you only have a token. That&#39;s forced. They just wanted brownie points that helped virtue signal to get extra woke tokens so they could use to pay protection money from the alphabet mafia&quot;</p>\n</blockquote>\n\n<p>Tokenism isn&#39;t an example of forced diversity it&#39;s just bad writing. If you&#39;re writing one character who&#39;s underdeveloped, represents everyone of that [race, sex, orientation etc] and is the only representation of them in the story, and is horribly written you are a bad writer who wrote a token. You can fix this by fleshing out their character, adding more diversity so they aren&#39;t the literal only representations of that group, research to help with authenticy. </p>\n\n<p>No one is calling for tokens, agendas, or &quot;forcing&quot; authors to write anything. It&#39;s implied that people want well written characters. If you don&#39;t want to have tokens in your work make them more diverse so that one character isn&#39;t the line represenitive representing that [race/gender/sexuality etc]. If you feel forced to write characters other than white dudes. Than maybe take some introspection on why you feel that way. I promise you stories with white dudes still make up the majority of sells. Things getting more diverse isn&#39;t taking anything away from you. And if you&#39;re a reader upset at the diversity shoved down your throat have some empathy and imagine it must feel for some people to starve to see themselves in the books they read while you take it for granted. </p>\n\n<p>I made a similar post before on a different sub awhile ago because at the time I really was feeling frustrated with how many black character in comics or in some of fantasy novel or what have you have been called forced or a token. It&#39;s unfairly put on other characters too characters who are poc and LGBT too mThe stories we love to read being us to amazing places that only exist in our wildest imaginations. Just because the character isn&#39;t a white straight dude doesn&#39;t mean that they don&#39;t belong. That&#39;s all I&#39;m saying.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/books/comments/p2cx5h/there_is_no_such_thing_as_forced_diversity_there/",
  "subreddit": "books",
  "id": "p2cx5h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just to be frank, it really annoys me so much when people complain about forced\ndiversity or, having diversity forced down our throats, or trying to find a\nreason to \"justify\" the diversity in whatever book they are reading. Like your\nfavorite book is litterally set in a world with dragons, magic,…"
}