{
  "author": "BobGoddamnSaget",
  "original_created_utc": 1637537853,
  "title": "I just finished Sharp Objects by Gillian Flynn and I am very impressed and immensely disturbed",
  "created_utc": 1637546811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>tl;Dr - book was fucked in the best way possible. Subverts expectations without sacrificing anything important.</strong></p>\n\n<p>Okay so a couple of things to mention before I rant. 1, I have no book friends for the most part - at least none who&#39;ve read this. And 2, read the book first and I&#39;ll probably check out the mini series eventually but fuck man, I need a breather.</p>\n\n<p>This is the first novel I&#39;ve read from Gillian Flynn. I loved Gone Girl - the film - and thought it was really cool how she Flynn also wrote the screenplay for the movie adaptation of the book she wrote. Because of my enjoyment of the film, I bought the book but have yet to read it. I have that issue that I&#39;d imagine a lot of us have and just buy a bunch of books and they just set dormant ok a shelf for a long time - especially now for me because I&#39;m getting into reading actual books for the first time. Long time comic book reader.</p>\n\n<p>Anyway, something always fascinated me about sharp objects and I have no idea what it was. The ominous cover, my existing adoration for Flynn, it being a crime murder mystery - which is my preferred genre for pretty much anything. I bought the book and immediately started reading it and now I think I need a hug.</p>\n\n<p>Gillian Flynn&#39;s writing to me was borderline perfect out of what I want from a novel of this genre. It isn&#39;t overwhelmingly descriptive, has realistic characters and dialogue and contains some disturbing material within. Just in the first few pages, there&#39;s an underlying sense of dread. I was immediately hooked. Early on, I thought I had it all figured out - her mother killed the children. But by the epilogue, all my expectations were thrown out the window and I can&#39;t get over both how fucked that ending was and how I didn&#39;t see it coming whatsoever.</p>\n\n<p>Maybe that&#39;s just from me being new to this medium or it was genuinely a great twist. I&#39;m gonna go with the latter on this one. Amma being the killer made a whole lot of sense and didn&#39;t take away from anything. In fact, it makes me want to read this book over again and look for any hidden details I missed that alluded to this. I know some remarks Amma made strike out as obvious (Her calling John Keene &quot;babykiller&quot; many times throughout raises some eyebrows now I&#39;m hindsight) but I just didn&#39;t see it coming and I was - as odd as this sounds given the subject matter - pleased with the outcome. In terms of writing, I mean. I think it&#39;s a twist done right and I really fucking enjoyed this book. </p>\n\n<p>The character of Camille was great and all throughout I wanted to give her a hug. The vile mother acting as the scapegoat was brilliant. Everything felt unique. From the murder itself to the Midwest setting that resonated with me. Small town murders are nothing new, but the execution felt fresh to me. Wing Gap felt kind of like purgatory at times and I think that had to be intentional.</p>\n\n<p>This has been overly long, so I&#39;ll end it here. Definitely will start the hbo series soon but until then, I&#39;m gonna read The Restaurant At The End of The Universe because I can really use some fun now.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/books/comments/qz7joa/i_just_finished_sharp_objects_by_gillian_flynn/",
  "subreddit": "books",
  "id": "qz7joa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "tl;Dr - book was fucked in the best way possible. Subverts expectations without\nsacrificing anything important.\n\nOkay so a couple of things to mention before I rant. 1, I have no book friends\nfor the most part - at least none who've read this. And 2, read the book first\nand I'll probably check out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "tl;Dr - 本は可能な限り最高の方法でファックされた。大切なものを犠牲にすることなく、期待を裏切る\n大切なものを犠牲にすることなく、期待を裏切る。\n\nさて、暴言を吐く前にいくつか言っておきたいことがある。1、私には本の友達がいません。\n少なくともこれを読んだ人はいません。そして2、まず本を読んで\nそして、私はおそらくチェックアウトします...",
      "title": "ジリアン・フリンの「シャープ・オブジェクト」を読み終えたところですが、とても感銘を受け、絶句しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "tl;Dr - 这本书以最好的方式性交。颠覆了人们的期望，却没有\n颠覆了人们的期望，却没有牺牲任何重要的东西。\n\n好吧，在我咆哮之前，有几件事要提到。1，我没有书友\n至少没有读过这本书的人。2，先读这本书\n然后我可能会检查...",
      "title": "我刚刚读完吉利安-弗林的《尖锐物体》，我印象非常深刻，并感到非常不安。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "tl;Dr - 這本書以最好的方式性交。顛覆了人們的期望，卻沒有\n顛覆了人們的期望，卻沒有犧牲任何重要的東西。\n\n好吧，在我咆哮之前，有幾件事要提到。1，我沒有書友\n至少沒有讀過這本書的人。2，先讀這本書\n然後我可能會檢查...",
      "title": "我剛剛讀完吉利安-弗林的《尖銳物體》，我印象非常深刻，並感到非常不安。"
    }
  ]
}