{
  "author": "Kind_Relief9523",
  "original_created_utc": 1635791692,
  "title": "CMV: School Meals should Be Free",
  "created_utc": 1635814772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I will preface this by saying that due to the Pandemic, the USDA is reimbursing school districts through the 2021-22 school year so all students are offered free meals, but this should not be the exception. Though a large potion of school children are already eligible for at least reduced school lunches, offering universal school lunches will be a step in the right direction to ensure that no child goes hungry especially while trying to get an education. Research done by the National Youth Risk Behavior Survey (YRBS) demonstrated there is a “significant association between academic grades and dietary behaviors.” It is important to have all children on the same playing field when it comes to academics since they ultimately are not responsible for their economic conditions.</p>\n\n<p>The USDA estimates that 12 million children are experiencing food insecurity this year further showing that allowing all kids to eat for free will help alleviate that. This would also cut down on time to process paperwork and also help kids that may not meet the eligibility requirements for the current SNAP and other benefit programs. The pandemic has shown that there are often rapid changes in a family’s income and students would suffer during lengthy application processing.</p>\n\n<p>According to the USDA, fully funding universal school meals would cost $10.4 Billion for lunch and $4.2 Billion for breakfast which would give the extra breathing room for school nutrition providers who already operate on narrow margins and are dependent on students paying their meal debt on time. Having legislation will provide better food for kids trying to get their education since they would no longer have to wait for student payments. Also, studies conducted by Tufts University in 2018, note that school lunches are often a healthier option for students.</p>\n\n<p>I am open to refining this idea and welcome any insight that anyone has to this matter. I know there is likely something I missed.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qkkgyk/cmv_school_meals_should_be_free/",
  "subreddit": "changemyview",
  "id": "qkkgyk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I will preface this by saying that due to the Pandemic, the USDA is reimbursing\nschool districts through the 2021-22 school year so all students are offered\nfree meals, but this should not be the exception. Though a large potion of\nschool children are already eligible for at least reduced school…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、パンデミックの影響で、米国農務省は2021年から22年までの間、学校区に払い戻しをしています。\n2021年から22年までの間、学区に払い戻しを行いますので、すべての生徒に\nしかし、これは例外ではありません。しかし、これは例外ではありません。\n学校の子供たちは、すでに少なくとも学校の減免を受けることができます...",
      "title": "CMV: 学校給食は無料にすべき"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想先说一下，由于大流行病的原因，美国农业部将在2021年至2022年期间向学区提供补偿。\n学区报销到2021-22学年，所以所有的学生都能获得免费餐。\n免费餐，但这不应该是一个例外。虽然有很大一部分\n学童已经有资格获得至少是减价的校餐。",
      "title": "CMV：学校的膳食应该是免费的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想先說一下，由於大流行病的原因，美國農業部將在2021年至2022年期間向學區提供補償。\n學區報銷到2021-22學年，所以所有的學生都能獲得免費餐。\n免費餐，但這不應該是一個例外。雖然有很大一部分\n學童已經有資格獲得至少是減價的校餐。",
      "title": "CMV：學校的膳食應該是免費的"
    }
  ]
}