{
  "author": "AUrugby",
  "original_created_utc": 1637035793,
  "title": "CMV: Thomas Binger should be disbarred.",
  "created_utc": 1637051750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thomas Binger is the lead prosecutor on the Rittenhouse case. So far, it has been shown that he has done the following:</p>\n\n<p>1: Attempted to coerce a defense witness into amending their statement to include events they were not present for. </p>\n\n<p>2: Blatantly violated Rittenhouse’s 5th amendment rights by implying that his silence is indicative of guilt. </p>\n\n<p>3: Attempted to subvert the court by admitting character evidence that was ruled inadmissible</p>\n\n<p>4: attempting to force a mistrial in order to remedy the blatant and glaring errors in his case. </p>\n\n<p>5: selectively prosecuting crimes in order to railroad Rittenhouse while not prosecuting others. </p>\n\n<p>6: <a href=\"/u/cdb03b\">u/cdb03b</a> pointed out that he also pointed a gun at the jury with his finger on the trigger, which, besides being a gross violation of firearm safety rules, is menacing and unprofessional. </p>\n\n<p>All of these are gross ethical violation, and to witness them live, it’s insane that this person will be allowed to practice law. I just imagine what his office does to defendants who don’t have the benefit of having their trials viewed by millions.</p>\n\n<p>My view will be changed if someone can explain why these things are not gross ethical violations, or why they don’t meet the standards for disbarment</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/quz2wb/cmv_thomas_binger_should_be_disbarred/",
  "subreddit": "changemyview",
  "id": "quz2wb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Thomas Binger is the lead prosecutor on the Rittenhouse case. So far, it has\nbeen shown that he has done the following:\n\n1: Attempted to coerce a defense witness into amending their statement to\ninclude events they were not present for.\n\n2: Blatantly violated Rittenhouse’s 5th amendment rights by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トーマス・ビンガーは、リッテンハウス事件の主任検事です。これまでのところ、彼が\n次のようなことをしたことが明らかになっています。\n\n1: 弁護人の目撃者に強制的に供述を修正させようとした。\n訂正させようとした。\n\n2: リッテンハウスの憲法第5条の権利をあからさまに侵害し...",
      "title": "CMV：トーマス・ビンガーは弁護士資格を剥奪されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "托马斯-宾格是瑞特豪斯案的首席检察官。到目前为止，它已经\n已经证明他做了以下事情。\n\n1、试图胁迫辩方证人修改他们的陈述，以包括他们不在场的事件。\n包括他们不在场的事件。\n\n2：公然侵犯了瑞特豪斯的第五修正案的权利，即...",
      "title": "CMV：托马斯-宾格应该被取消律师资格。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "托馬斯-賓格是瑞特豪斯案的首席檢察官。到目前爲止，它已經\n已經證明他做了以下事情。\n\n1、試圖脅迫辯方證人修改他們的陳述，以包括他們不在場的事件。\n包括他們不在場的事件。\n\n2：公然侵犯了瑞特豪斯的第五修正案的權利，即...",
      "title": "CMV：托馬斯-賓格應該被取消律師資格。"
    }
  ]
}