{
  "author": "hydrolock12",
  "original_created_utc": 1636862617,
  "title": "CMV: There is no solid reason or evidence that men and women would occupy most jobs in equal representation without social pressures",
  "created_utc": 1636889480,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The conventional wisdom, particularly on the left, is that the gender disparity in a lot of industries and jobs (STEM, executive roles, politics, childcare, etc) is entirely a result of socially enforced gender roles. Hence gender disparity in, for example, STEM field, is not explained by men and women being innately different, but rather by systemic or structure issues, or by social pressures.</p>\n\n<p>My claim is that there is no actual evidence to support this. There is no evidence that this disparity is entirely, or even mostly, a result of social factors. There is no reason or evidence to think that in a society without gender biases and social pressures that men and women would occupy roughly equal representation in many jobs.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qthks5/cmv_there_is_no_solid_reason_or_evidence_that_men/",
  "subreddit": "changemyview",
  "id": "qthks5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The conventional wisdom, particularly on the left, is that the gender disparity\nin a lot of industries and jobs (STEM, executive roles, politics, childcare,\netc) is entirely a result of socially enforced gender roles. Hence gender\ndisparity in, for example, STEM field, is not explained by men and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでの常識では、特に左派の人たちは、多くの業界や仕事（STEM、役員、政治、育児）における男女格差が\nの男女格差は、社会的に強制された男女の役割の結果であるというものです。\nなど）は、社会的に強制された性別の役割の結果であると考えられています。それゆえに、ジェンダー\n例えば、STEM分野での男女格差は、男性と女性では説明がつきません...",
      "title": "CMV: 社会的な圧力がなければ、ほとんどの仕事で男女が平等になるという確固たる理由や証拠はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "传统观念，尤其是左派的观念是，在很多行业和工作中（STEM、行政职务、政治、育儿等）的性别差异\n在很多行业和工作中（STEM，行政职务，政治，儿童保育。\n等）完全是社会强制性别角色的结果。因此，性别\n因此，例如在STEM领域的差异，并不是由男性和...",
      "title": "CMV：没有确凿的理由或证据表明，在没有社会压力的情况下，男性和女性会在大多数工作岗位上占有同等的比例。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "傳統觀念，尤其是左派的觀念是，在很多行業和工作中（STEM、行政職務、政治、育兒等）的性別差異\n在很多行業和工作中（STEM，行政職務，政治，兒童保育。\n等）完全是社會強制性別角色的結果。因此，性別\n因此，例如在STEM領域的差異，並不是由男性和...",
      "title": "CMV：沒有確鑿的理由或證據表明，在沒有社會壓力的情況下，男性和女性會在大多數工作崗位上佔有同等的比例。"
    }
  ]
}