{
  "author": "DrMrRaisinBran",
  "the_new_excerpt": "Obviously, of course this is the case. There's clearly a reason we're still\nreading his stuff centuries later.\n\nBut damn, sometimes it bears repeating. An absolute master of the English\nlanguage as an expressive, nuanced, and romantic (in the aesthetic sense, not\nthe sociolinguistic one) tongue, as…",
  "original_created_utc": 1618972040,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "明らかに、これは当然のことです。何世紀も経った今でも私たちが彼の作品を読んでいるのには、明らかに理由があります。\n何世紀も経った今でも彼の作品を読んでいる理由がある。\n\nしかし、時にはそれが繰り返されることもあるのです。英語の絶対的な達人であり\n表現力、ニュアンス、そしてロマンティック（社会言語学的な意味ではなく、美学的な意味で）な言語としての英語の絶対的なマスター。\n社会言語学的な意味ではなく、美学的な意味で）表現力、ニュアンス、そしてロマンティックな言語としての英語の絶対的なマスターであり、...",
      "title": "画期的なことではありませんが、シェイクスピアはとても良いですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "显然，情况当然是这样的。我们在几个世纪后仍在阅读他的作品，这显然是有原因的。\n几百年后我们还在读他的作品，显然是有原因的。\n\n但该死的是，有时它是值得重复的。一个绝对的英语大师\n作为一种具有表现力的、细微差别的和浪漫的（在美学意义上，而不是社会语言学意义上）语言的绝对大师。\n社会语言学意义上的）语言的绝对大师，正如...",
      "title": "我知道这一点都不具有突破性，但是......我的妈呀，莎士比亚太厉害了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "顯然，情況當然是這樣的。我們在幾個世紀後仍在閱讀他的作品，這顯然是有原因的。\n幾百年後我們還在讀他的作品，顯然是有原因的。\n\n但該死的是，有時它是值得重複的。一個絕對的英語大師\n作爲一種具有表現力的、細微差別的和浪漫的（在美學意義上，而不是社會語言學意義上）語言的絕對大師。\n社會語言學意義上的）語言的絕對大師，正如...",
      "title": "我知道這一點都不具有突破性，但是......我的媽呀，莎士比亞太厲害了。"
    }
  ],
  "title": "I know this is not at all groundbreaking, but...holy crap Shakespeare is so good.",
  "created_utc": 1618995093,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Obviously, of course this is the case. There&#39;s clearly a reason we&#39;re still reading his stuff centuries later.</p>\n\n<p>But damn, sometimes it bears repeating. An absolute master of the English language as an expressive, nuanced, and romantic (in the aesthetic sense, not the sociolinguistic one) tongue, as well as a keenly ascerbic yet ultimately empathetic observer of the human condition. And above all, for our purposes nowadays, I think his ouvre has aged overall very well. Even when he engages with problematic stereotypes, it&#39;s mostly (albeit not always) to serve as a shorthanded synecdoche/allegory for larger transcendent truths. I mean, look at <em>Titus Andronicus</em> and the anti-prejudice monologue that could have been written in the 1960s Civil Rights era. Which is to say, they&#39;re totally mutable; that&#39;s why, for example, something like the RSC&#39;s 2012 all-black, Afrocentric production of <em>Julius Caesar</em> works perfectly. I can hardly name anyone else who could pack so much humor, sadness, certainty and contradiction into a single line of dialogue.</p>\n\n<p>Anyways, rant over. For real though, all hail the Bard.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mv6cfx/i_know_this_is_not_at_all_groundbreaking_butholy/",
  "subreddit": "books",
  "id": "mv6cfx",
  "is_self": true,
  "media": null,
  "is_video": false
}