{
  "author": "NotBorris",
  "original_created_utc": 1636391286,
  "title": "Books you wanted to like.",
  "created_utc": 1636399522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A while ago, I read The Only Good Indians by Stephan Gram Jones that was recommended to me by an employee at my local book store.  I bought it because it looked interesting and because she said it was good, and I didn&#39;t bother finishing it even though I was a hand full of pages left from finishing it.  That book had some bold choices that just made things awkward for me.  I also bought a bunch of Chuck Palahniuk books because I loved Haunted, but those also let me down and also had some bold choices.  So I was wondering if any one else was excited about getting their hands on certain books only to feel let down by them?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qpi0zs/books_you_wanted_to_like/",
  "subreddit": "books",
  "id": "qpi0zs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A while ago, I read The Only Good Indians by Stephan Gram Jones that was\nrecommended to me by an employee at my local book store. I bought it because it\nlooked interesting and because she said it was good, and I didn't bother\nfinishing it even though I was a hand full of pages left from finishing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し前に、近所の本屋さんで勧められたStephan Gram Jonesの「The Only Good Indians」を読みました。\n近所の本屋さんの店員さんに勧められて読みました。買ったのは\n面白そうだったのと、彼女が良いと言っていたので購入したのですが、最後まで読めずに\n読んでいたのですが、最後まで読んだのは手のひらに乗るくらいのページ数でした。",
      "title": "好きになりたいと思った本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不久前，我读了斯蒂芬-格拉姆-琼斯的《唯一优秀的印第安人》，这本书是当地书店的员工向我推荐的。\n这本书是我在当地书店的一个员工推荐给我的。我买下它是因为它\n我买了它，因为它看起来很有趣，也因为她说它很好。\n尽管我还剩满满几页没有读完，但我还是没有去读完它......",
      "title": "你想喜欢的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不久前，我讀了斯蒂芬-格拉姆-瓊斯的《唯一優秀的印第安人》，這本書是當地書店的員工向我推薦的。\n這本書是我在當地書店的一個員工推薦給我的。我買下它是因爲它\n我買了它，因爲它看起來很有趣，也因爲她說它很好。\n儘管我還剩滿滿幾頁沒有讀完，但我還是沒有去讀完它......",
      "title": "你想喜歡的書。"
    }
  ]
}