{
  "author": "huewutm8",
  "original_created_utc": 1639598003,
  "title": "Why would anyone sell their crypto/stocks due to scares of rising inflation?",
  "created_utc": 1639650775,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It blows my mind, when the inflation news hit,  it had a negative effect on the traditional/crypto markets.  So people are pulling appreciating assets to put into a deflationary currency?\n I&amp;#39;ve been in the crypto space for a long bit and have wondered about this, it seems bad news drives money out... while personally,  it had the opposite effect on me.  I&amp;#39;m nervous holding anything in fiat. The inflation news has me wanting to put the rest of my savings into the market.  Thoughts on what drives this?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/rh7q9m/why_would_anyone_sell_their_cryptostocks_due_to/",
  "subreddit": "CryptoCurrency",
  "id": "rh7q9m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It blows my mind, when the inflation news hit, it had a negative effect on the\ntraditional/crypto markets. So people are pulling appreciating assets to put\ninto a deflationary currency? I've been in the crypto space for a long bit and\nhave wondered about this, it seems bad news drives money out...…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> インフレのニュースには驚かされますね。\n伝統的な暗号市場に悪影響を及ぼした。そのため、人々は\nデフレ通貨に投入するために高騰する資産を引き揚げる？私は\n暗号領域で長い間、このことについて不思議に思っていました、、、。",
      "title": "なぜ、インフレ上昇の恐怖で暗号や株を売る人がいるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这让我很吃惊，当通货膨胀的消息传来时。\n它对传统/加密货币市场产生了消极影响。因此，人们正在\n把升值的资产拉到通货紧缩的货币中去？我一直\n我在加密货币领域工作了很长时间，一直想知道这个问题，...",
      "title": "为什么有人会因为对通货膨胀上升的恐惧而卖掉他们的加密货币/股票？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這讓我很喫驚，當通貨膨脹的消息傳來時。\n它對傳統/加密貨幣市場產生了消極影響。因此，人們正在\n把升值的資產拉到通貨緊縮的貨幣中去？我一直\n我在加密貨幣領域工作了很長時間，一直想知道這個問題，...",
      "title": "爲什麼有人會因爲對通貨膨脹上升的恐懼而賣掉他們的加密貨幣/股票？"
    }
  ]
}