{
  "author": "SmallHatty7",
  "original_created_utc": 1635872179,
  "title": "YSK: When shopping online, try using basic promo codes such as \"FALL21\" \"BLACKFRIDAY2021\" or \"20OFF\" for surprise coupons, especially with the holidays coming up.",
  "created_utc": 1635890104,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many shopping websites have promo codes like these activated for certain shoppers like those in an email subscription or customer loyalty program. This also works well with those &quot;spin the wheel for discounts&quot; after entering your email websites. Just find the best promo code on the wheel and use it at checkout without spinning. </p>\n\n<p>You can also use the same promo codes but just change the number for a bigger discount. So if the promo code works as &quot;20OFF&quot;, you should try &quot;30OFF&quot; and if it works, keep going until it doesn&#39;t.</p>\n\n<p>These promo codes are often never deactivated just because they are forgotten about, so it can be useful to try ones like &quot;SUMMER21&quot; even in the fall or winter.</p>\n\n<p>You can also try to get creative with the websites that may have promo codes as tests. In high school, I randomly put &quot;PIZZA&quot; in the promo code bar when ordering from a popular chain near me, and got 50% off my order.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/ql8of1/ysk_when_shopping_online_try_using_basic_promo/",
  "subreddit": "YouShouldKnow",
  "id": "ql8of1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many shopping websites have promo codes like these activated for\ncertain shoppers like those in an email subscription or customer loyalty\nprogram. This also works well with those \"spin the wheel for discounts\" after\nentering your email websites. Just find the best promo code on the wheel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くのショッピングサイトでは、このようなプロモコードを、特定の買い物客向けに有効化しています。\nメール会員や顧客ロイヤルティプログラムに参加している人など、特定の買い物客に対して\nのようなプロモコードを用意しています。これは、お客様が入力した後に「ホイールを回して割引を受ける」というものにも有効です。\nこれは、メールサイトに入力した後、「ホイールを回して割引を受ける」というものにも有効です。輪っかの中から最適なプロモコードを見つけて...",
      "title": "YSK: オンライン・ショッピングでは、特にホリデーシーズンを控えているので、「FALL21」「BLACKFRIDAY2021」「20OFF」などの基本的なプロモ・コードを使って、サプライズ・クーポンを利用してみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多购物网站都有这样的促销代码，为特定的购物者激活，如电子邮件订阅者或客户。\n激活，比如那些在电子邮件订阅或客户忠诚度计划中的购物者。\n的人。这也适用于那些在进入你的电子邮件网站后 \"转盘打折 \"的活动。\n输入你的电子邮件网站后的 \"转盘打折\"。只要在转盘上找到最好的促销代码...",
      "title": "YSK：在网上购物时，尝试使用基本的促销代码，如 \"FALL21\"\"BLACKFRIDAY2021 \"或 \"20OFF\"，以获得惊喜的优惠券，特别是在假期即将来临之际。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多購物網站都有這樣的促銷代碼，爲特定的購物者激活，如電子郵件訂閱者或客戶。\n激活，比如那些在電子郵件訂閱或客戶忠誠度計劃中的購物者。\n的人。這也適用於那些在進入你的電子郵件網站後 \"轉盤打折 \"的活動。\n輸入你的電子郵件網站後的 \"轉盤打折\"。只要在轉盤上找到最好的促銷代碼...",
      "title": "YSK：在網上購物時，嘗試使用基本的促銷代碼，如 \"FALL21\"\"BLACKFRIDAY2021 \"或 \"20OFF\"，以獲得驚喜的優惠券，特別是在假期即將來臨之際。"
    }
  ]
}