{
  "author": "Legit_baller",
  "original_created_utc": 1633387072,
  "title": "YSK: You do NOT have to wait to report someone as missing!",
  "created_utc": 1633396361,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it&#39;s a common misconception that you <em>have</em> to wait 24, 48, 72 or however many hours before you can report someone as missing. Individual police departments may <em>ask</em> that you wait but you are NOT required to. <a href=\"https://missing.dc.gov/page/file-missing-person-report\">There is no time limit that you must wait to report a person as missing, whether he/she is considered missing or a runaway. You do not have to wait 48 hours to file a report.</a></p>\n</div><!-- SC_ON -->",
  "score": 124,
  "permalink": "/r/YouShouldKnow/comments/q1h7dd/ysk_you_do_not_have_to_wait_to_report_someone_as/",
  "subreddit": "YouShouldKnow",
  "id": "q1h7dd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: it's a common misconception that you have to wait 24, 48, 72 or however\nmany hours before you can report someone as missing. Individual police\ndepartments may ask that you wait but you are NOT required to. There is no time\nlimit that you must wait to report a person as missing, whether…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、24時間、48時間、72時間など、何時間も待たなければ行方不明者として届けられないというのは、よくある誤解だからです。\n何時間も待たなければならないというのはよくある誤解です。各警察署\n待つように言われることがありますが、義務ではありません。時間の制限はありません。\n行方不明者として届け出るために待たなければならない時間の制限は、...",
      "title": "YSK: 行方不明になった人を報告するのに、待つ必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这是一个常见的误解，即你必须等待24、48、72或多少个小时后才能\n小时后才能报告某人失踪。个别警察\n个别警察部门可能会要求你等待，但并不要求你这样做。没有任何时间\n没有时间限制，你必须等待报告一个人的失踪，无论...",
      "title": "YSK：你不需要等待报告某人的失踪!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這是一個常見的誤解，即你必須等待24、48、72或多少個小時後才能\n小時後才能報告某人失蹤。個別警察\n個別警察部門可能會要求你等待，但並不要求你這樣做。沒有任何時間\n沒有時間限制，你必須等待報告一個人的失蹤，無論...",
      "title": "YSK：你不需要等待報告某人的失蹤!"
    }
  ]
}