{
  "author": "Campanerut",
  "original_created_utc": 1626045173,
  "title": "Unpopular opinion, we don't need likeable characters to like a book.",
  "created_utc": 1626051100,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, i&#39;am really intrigued by this, in most book reviews that i see, including movies, people complain if a character is likeable or not.I don&#39;t understand, so if a character isn&#39;t likeable, this ruins the whole book?For example, i read a book about a werewolf terrorizing a small city, but i never cared if a character was likeable or not,  the fact thet the book was about a werewolf , with good tension and horror makes the book very interesting to me.</p>\n\n<p>And this is for every book that i read, i don&#39;t need to like a character to like the story, and there are characters who are assholes that i love, for example, Roman Godfrey from the book &quot;Hemlock Grove&quot;.</p>\n\n<p>Another example, &quot;Looking for Alaska&quot;, when i read the book, i never tought that a character was cool or not, only the fact that the story was about adolescence from a interesting perspective made the book interesting to me.</p>\n\n<p>I want to hear your opinion, because i confess that i&#39;am feeling a little crazy after all of this, i can&#39;t be the only person on the planet who think like this.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/books/comments/oiex5o/unpopular_opinion_we_dont_need_likeable/",
  "subreddit": "books",
  "id": "oiex5o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, i'am really intrigued by this, in most book reviews that i see, including\nmovies, people complain if a character is likeable or not.I don't understand, so\nif a character isn't likeable, this ruins the whole book?For example, i read a\nbook about a werewolf terrorizing a small city, but i never…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が興味を持ったのは、映画を含めたほとんどの書評で、登場人物が好感を持てるかどうかについて文句が書かれていることです。\n私が理解できないのは、キャラクターが好きになれないと、本全体が台無しになるということです。\n理解できないのですが、キャラクターが好きになれないと、本全体が台無しになってしまうのですか？例えば、私が読んだ本は、狼男がテロを起こすという内容でした。\n例えば、狼男が小さな街を恐怖に陥れるという本を読みましたが、私は決して...",
      "title": "不人気な意見ですが、本を好きになるのに好感の持てるキャラクターは必要ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我对这个问题非常感兴趣，在我看到的大多数书评中，包括\n在我看到的大多数书评中，包括电影，人们都抱怨一个角色是否讨人喜欢。\n我不明白，如果一个角色不讨人喜欢，这就毁了整本书？\n例如，我读了一本关于狼人恐吓一个小城市的书，但我从未...",
      "title": "不受欢迎的意见，我们不需要喜欢的人物来喜欢一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我對這個問題非常感興趣，在我看到的大多數書評中，包括\n在我看到的大多數書評中，包括電影，人們都抱怨一個角色是否討人喜歡。\n我不明白，如果一個角色不討人喜歡，這就毀了整本書？\n例如，我讀了一本關於狼人恐嚇一個小城市的書，但我從未...",
      "title": "不受歡迎的意見，我們不需要喜歡的人物來喜歡一本書。"
    }
  ]
}