{
  "author": "Alliedoll42_42",
  "original_created_utc": 1635943454,
  "title": "Unpopular opinion: Movie covers and tv tie ins bring in new readers.",
  "created_utc": 1635996431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are a lot of posts on here and other social media talking about how movie tie in covers and &quot;now on netflix&quot; circles/stickers ruin books for you. It&#39;s amusing because there are so many books I may have never heard of if they hadn&#39;t been movies or tv adaptations. </p>\n\n<p>I think it&#39;s important to draw in new readers, and attempt to meet them where they are rather than being gatekeepers about it. It&#39;s difficult to see people complain about people not reading anymore then see the same people complain about marketing attempts to draw in new readers.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qltn77/unpopular_opinion_movie_covers_and_tv_tie_ins/",
  "subreddit": "books",
  "id": "qltn77",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are a lot of posts on here and other social media talking about how movie\ntie in covers and \"now on netflix\" circles/stickers ruin books for you. It's\namusing because there are so many books I may have never heard of if they hadn't\nbeen movies or tv adaptations.\n\nI think it's important to draw…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このサイトや他のソーシャルメディアでは、「映画はどうやって作るのか」ということが話題になっています。\nこのサイトや他のソーシャルメディアでは、映画のタイアップカバーや「Now on netflix」のサークルやステッカーが、いかに本を台無しにするかについての投稿がたくさんあります。それは\n映画化やテレビ化されていなかったら知らなかったかもしれない本がたくさんあるので面白いですね。\n映画化やテレビ化されていなければ、知らなかった本がたくさんあるからです。\n\n私は、本を描くことは重要だと思っています。",
      "title": "不評な意見。映画の表紙やテレビのタイアップは、新しい読者を獲得する。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这里和其他社交媒体上有很多帖子都在谈论电影\n搭配的封面和 \"现在在Netflix上 \"的圆圈/贴纸会毁了你的书。这很\n这很有趣，因为有很多书如果不是电影或电视改编，我可能从来没有听说过它们。\n电影或电视改编的书。\n\n我认为重要的是要画...",
      "title": "不受欢迎的意见。电影封面和电视联播带来了新的读者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這裏和其他社交媒體上有很多帖子都在談論電影\n搭配的封面和 \"現在在Netflix上 \"的圓圈/貼紙會毀了你的書。這很\n這很有趣，因爲有很多書如果不是電影或電視改編，我可能從來沒有聽說過它們。\n電影或電視改編的書。\n\n我認爲重要的是要畫...",
      "title": "不受歡迎的意見。電影封面和電視聯播帶來了新的讀者。"
    }
  ]
}