{
  "author": "louagn18o3",
  "the_new_excerpt": "Why YSK: Stress has become a rising concern in today’s society. Experts have\nfound that more than 80% of Americans\n[https://www.apa.org/news/press/releases/stress/2021/infographics-january]\nexperience emotions associated with prolonged stress in the last 2 weeks. But\ntaking some time and not a dime…",
  "original_created_utc": 1617899712,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：現代社会では、ストレスが大きな問題となっています。専門家によると\nアメリカ人の80％以上がストレスを感じていると言われています。\n[https://www.apa.org/news/press/releases/stress/2021/infographics-january]\n専門家によると、アメリカ人の80％以上が過去2週間以内に長期のストレスに関連した感情を経験しているそうです。しかし\n時間をかけて、お金をかけずに・・・。",
      "title": "YSK: ストレスに負けそうになったら、無料の自助努力で対処する方法があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：压力已经成为当今社会日益严重的问题。专家们已经\n发现，超过80%的美国人\n[https://www.apa.org/news/press/releases/stress/2021/infographics-january]\n在过去的2周内，经历了与长期压力有关的情绪。但是\n花了点时间，一毛钱都没有... ...",
      "title": "YSK：如果压力让你吃不消，有一些免费的自助方法可以应对压力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：壓力已經成爲當今社會日益嚴重的問題。專家們已經\n發現，超過80%的美國人\n[https://www.apa.org/news/press/releases/stress/2021/infographics-january]\n在過去的2周內，經歷了與長期壓力有關的情緒。但是\n花了點時間，一毛錢都沒有... ...",
      "title": "YSK：如果壓力讓你喫不消，有一些免費的自助方法可以應對壓力。"
    }
  ],
  "title": "YSK: If stress is getting the best out of you, there are free self-help ways to cope with it",
  "created_utc": 1617913670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Stress has become a rising concern in today’s society. Experts have found that<a href=\"https://www.apa.org/news/press/releases/stress/2021/infographics-january\"> more than 80% of Americans</a> experience emotions associated with prolonged stress in the last 2 weeks. But taking some time and not a dime to learn how to manage it can make a difference.</p>\n\n<p>Although stress is a natural human response, going through too much stress can be damaging to our health. It can really get in the way if we don’t do anything to help ourselves.</p>\n\n<p>I mean it. I’ve been struggling from prolonged stress for a long time but started to do something only a year ago. And this changed the quality of my life greatly.</p>\n\n<p>So whether you want to reduce stress at work, home or anywhere in between, the most important thing is that you do it. How? By learning stress management skills and practicing stress-relieving activities:</p>\n\n<p>· <a href=\"https://positivepsychology.com/what-is-mindfulness/#:%7E:text=%E2%80%9CMindfulness%20is%20the%20psychological%20process,of%20meditation%20and%20other%20training.%E2%80%9D\"> Mindfulness</a></p>\n\n<p>· <a href=\"https://calmerry.com/blog/anxiety/6-relaxation-techniques-to-reduce-stress-and-anxiety/\"> Breathing exercises</a></p>\n\n<p>· <a href=\"https://www.health.harvard.edu/staying-healthy/exercising-to-relax#:%7E:text=Exercise%20reduces%20levels%20of%20the,natural%20painkillers%20and%20mood%20elevators.\"> Regular physical activity</a></p>\n\n<p>· <a href=\"https://www.verywellmind.com/how-to-change-negative-thinking-3024843\"> Changing negative thinking patterns</a></p>\n\n<p>They are good for everyone. The point is that it’s important to learn them first.</p>\n\n<p>A little remark: I personally recommend seeking guidance from a mental health professional since they will teach you HOW exactly to do it right.</p>\n\n<p>However, I can name some free apps useful for learning stress management skills and working them into daily lives. I use them almost every day, and their free versions provide me with enough tools. And I just want to share them for everyone to have an anytime self-helper in smartphones.</p>\n\n<p>They are perfect even for beginners, and their guides and methods are science-backed. Although not all may work for everyone, each app has already worked for someone out there (and me personally).</p>\n\n<ol>\n<li><p>Breathe Ball. I’ve read that, on average, a <a href=\"https://www.webmd.com/lung/ss/slideshow-lung-facts-overview\">person takes about 20,000 breaths a day</a>. So why not use them better? Breathe Ball provides 4 easy breathing exercises that can help relieve stress and anxiety, soothe asthma symptoms, lower high blood pressure, and overcome sleeplessness. Imho, this really works as a stress relief.</p></li>\n<li><p>Sanvello. It has 4 “series” of self-help learning tools: Feeling Better, Taking Control, Building Confidence, and Mindfulness. I especially like the 3d one. They combine audio lessons with related activities to help learn different stress management skills practiced in CBT. I think these series are also good for managing anxiety and depression symptoms.</p></li>\n<li><p>Headspace: Yes, we can really find 10 minutes in the day to meditate. My phone’s become my personal guide to meditation and mindfulness. I just swipe through a series of simple exercises that teach me how to stay calm and focused. It helps me to de-stress and sleep better.</p></li>\n<li><p>Happify. This is my portal to daily doses of positivity. The goal of the app is to promote positive emotional well-being by resisting negative stimuli and increasing joy each day. It helps to build more positive attributes such as gratitude, empathy, and resilience.</p></li>\n</ol>\n\n<p>My personal experience pushed me to share with you this information and increase the awareness. So, now tools for managing stress are in your hands!</p>\n</div><!-- SC_ON -->",
  "score": 1149,
  "permalink": "/r/YouShouldKnow/comments/mmvoez/ysk_if_stress_is_getting_the_best_out_of_you/",
  "subreddit": "YouShouldKnow",
  "id": "mmvoez",
  "is_self": true,
  "media": null,
  "is_video": false
}