{
  "author": "DetroitUberDriver",
  "original_created_utc": 1638182145,
  "title": "CMV: Transitional Kindergarten and Kindergarten (4-5) is too young to be sending homework home and grading it.",
  "created_utc": 1638189443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>T-K (transitional Kindergarten) students, and I would argue kindergarten as well, probably through most of early elementary, should not receive homework at all, especially graded homework. </p>\n\n<p>My son is 5 years old, as of yesterday, but he’s been enrolled in a transitional kindergarten program at the local elementary school as he was too young at the beginning of the school year to enroll in kindergarten. </p>\n\n<p>At the age of 4, and now 5, as presumably it won’t change, he gets daily homework, and weekend homework, and he got a rather large homework packet for the thanksgiving break as well. This all comes back graded. </p>\n\n<p>Now, none of this homework is hard, but this is all relative as well, and he doesn’t understand the concept of grading either, but all the parents do. The homework consists of about 90 minutes worth of work for a 4-5 year old (assuming they can concentrate straight through, this is highly unlikely in my experience).</p>\n\n<p>Until a few weeks ago his school didn’t have a TK teacher and he was just put into a kindergarten class along with all the other TK students. They’re still short a TK teacher, and this thanksgiving homework packet was labeled “kindergarten” and had activities that frankly we had to just, well, do for him because they were way beyond him. </p>\n\n<p><strong>Edit: I just got done dropping off my son at school (8:15AM EST) and his teacher said that the thanksgiving packet that was sent home was a mistake made by a substitute teacher and none of the children should have been expected to complete it. It was far too advanced for TK level, he actually did most of it fairly well.</strong></p>\n\n<p>So perhaps this is just laziness and not the norm. After all I don’t have a plethora of kids in different schools. The packet took about 2 hours per day over 1 week. It would have taken longer if I hadn’t given up trying to teach him things that were way over his head that he hasn’t even begun learning in class.</p>\n\n<p>Anyway, I think this is ridiculous for this age group. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 646,
  "permalink": "/r/changemyview/comments/r4t3e8/cmv_transitional_kindergarten_and_kindergarten_45/",
  "subreddit": "changemyview",
  "id": "r4t3e8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "T-K (transitional Kindergarten) students, and I would argue kindergarten as\nwell, probably through most of early elementary, should not receive homework at\nall, especially graded homework.\n\nMy son is 5 years old, as of yesterday, but he’s been enrolled in a transitional\nkindergarten program at the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "T-K（トランジショナル・キンダーガーテン）の生徒、そしてキンダーガーテンを\n幼稚園、そしておそらく小学校低学年のほとんどの生徒は、宿題を一切出すべきではありません。\n特に採点付きの宿題はね。\n\n私の息子は昨日で5歳になりましたが、幼稚園のトランジショナル・キンダーガーテン・プログラムに登録しています。\nキンダーガーテンプログラムに登録しています。",
      "title": "CMV：Transitional KindergartenとKindergarten(4-5)は、宿題を家に送り、それを採点するには幼すぎます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "T-K（过渡性幼儿园）的学生，我想说的是幼儿园也是如此。\n以及我想说的是，幼儿园，可能包括大部分小学低年级的学生，都不应该接受家庭作业，尤其是有等级的家庭作业。\n幼儿园的学生，以及我认为幼儿园的学生，可能还有大部分小学低年级的学生，都不应该接受家庭作业，特别是有分数的家庭作业。\n\n到昨天为止，我的儿子已经5岁了，但他一直在一个过渡性幼儿园就读。\n幼儿园项目，在...",
      "title": "CMV：过渡性幼儿园和幼儿园（4-5岁）的孩子太小了，不能把家庭作业发回家并进行评分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "T-K（過渡性幼兒園）的學生，我想說的是幼兒園也是如此。\n以及我想說的是，幼兒園，可能包括大部分小學低年級的學生，都不應該接受家庭作業，尤其是有等級的家庭作業。\n幼兒園的學生，以及我認爲幼兒園的學生，可能還有大部分小學低年級的學生，都不應該接受家庭作業，特別是有分數的家庭作業。\n\n到昨天爲止，我的兒子已經5歲了，但他一直在一個過渡性幼兒園就讀。\n幼兒園項目，在...",
      "title": "CMV：過渡性幼兒園和幼兒園（4-5歲）的孩子太小了，不能把家庭作業發回家並進行評分。"
    }
  ]
}