{
  "author": "DetroitUberDriver",
  "original_created_utc": 1638182145,
  "title": "CMV: Transitional Kindergarten and Kindergarten (4-5) is too young to be sending homework home and grading it.",
  "created_utc": 1638189443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>T-K (transitional Kindergarten) students, and I would argue kindergarten as well, probably through most of early elementary, should not receive homework at all, especially graded homework. </p>\n\n<p>My son is 5 years old, as of yesterday, but he’s been enrolled in a transitional kindergarten program at the local elementary school as he was too young at the beginning of the school year to enroll in kindergarten. </p>\n\n<p>At the age of 4, and now 5, as presumably it won’t change, he gets daily homework, and weekend homework, and he got a rather large homework packet for the thanksgiving break as well. This all comes back graded. </p>\n\n<p>Now, none of this homework is hard, but this is all relative as well, and he doesn’t understand the concept of grading either, but all the parents do. The homework consists of about 90 minutes worth of work for a 4-5 year old (assuming they can concentrate straight through, this is highly unlikely in my experience).</p>\n\n<p>Until a few weeks ago his school didn’t have a TK teacher and he was just put into a kindergarten class along with all the other TK students. They’re still short a TK teacher, and this thanksgiving homework packet was labeled “kindergarten” and had activities that frankly we had to just, well, do for him because they were way beyond him. So perhaps this is just laziness and not the norm. After all I don’t have a plethora of kids in different schools. The packet took about 2 hours per day over 1 week. It would have taken longer if I hadn’t given up trying to teach him things that were way over his head that he hasn’t even begun learning in class.</p>\n\n<p>Anyway, I think this is ridiculous for this age group. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/r4t3e8/cmv_transitional_kindergarten_and_kindergarten_45/",
  "subreddit": "changemyview",
  "id": "r4t3e8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "T-K (transitional Kindergarten) students, and I would argue kindergarten as\nwell, probably through most of early elementary, should not receive homework at\nall, especially graded homework.\n\nMy son is 5 years old, as of yesterday, but he’s been enrolled in a transitional\nkindergarten program at the…"
}