{
  "author": "vjeva",
  "original_created_utc": 1631256471,
  "title": "The Weeky DYOR Session Edition 1: Every week I am going to choose one Coin and do a DYOR so you don't have to. Pick a Coin!",
  "created_utc": 1631277133,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bullruns are exciting, it&#39;s nice to see when certain coins explode and start performing really good. I have noticed that in a lot of cases people are a bit confused why certain projects &quot;explode&quot; suddenly, why does it happen?</p>\n\n<p>Take Solana and Fantom as an great example, we saw a parabolic run in the last few weeks from these coins, and many got some FOMO attacks after they saw it just isn&#39;t stopping with the growth rate.</p>\n\n<p>The main challenge is that not that many people know why they are performing that well, but the ones that did the research recognized these projects as undervalued and invested their time and resources to this certain project.</p>\n\n<p><strong>What I want to do going forward is to use the Bull Market to prepare for the Bear Market!</strong></p>\n\n<p><strong>Why?</strong></p>\n\n<p><strong>Because I think Bullruns are the best opportunity to take a breath and go back to the drawing board!</strong></p>\n\n<p>At one point we will see a big dip, and after that again a big dip and before you know it we entered a bear market and for me personally, during Bear markets you are buying the coins that will elevate your portfolio on a entire new level and therefore give you a chance to have the &quot;new&quot; Solana, Algo, Fantom or Tezos in your stack.</p>\n\n<p>I also know that a lot of you are lazy, and don&#39;t want to spend hours on researching, and that is ok. I want to make your life easier and at the same time share my findings with the community.</p>\n\n<p>So I won&#39;t give you speech about how you need to create a bullet proof strategy and to do a extensive DYOR...I want to give you an opportunity to choose a coin that I will dedicate my time to do a extensive DYOR and share it with all of you in a second DYOR session next week.</p>\n\n<p><strong>So please pick up a coin!</strong></p>\n\n<p><strong>The coin that receives the most likes in this post will be covered!</strong></p>\n\n<p><strong>EDIT 1:</strong> I will pick the most liked comment/coin after this post reaches 24h - I will update and announce it on the top rated comment and here on this post using EDIT 2 update. </p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/CryptoCurrency/comments/plft1l/the_weeky_dyor_session_edition_1_every_week_i_am/",
  "subreddit": "CryptoCurrency",
  "id": "plft1l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Bullruns are exciting, it's nice to see when certain coins explode and start\nperforming really good. I have noticed that in a lot of cases people are a bit\nconfused why certain projects \"explode\" suddenly, why does it happen?\n\nTake Solana and Fantom as an great example, we saw a parabolic run in the…"
}