{
  "author": "kavita186",
  "the_new_excerpt": "If I ever try to help a friend, I want to make sure that I know how to help\nhim/her instead of just saying what I think would help. There is obviously a lot\nof education that a therapist would have, so I don't think I can try to replace\nthat by reading some books. I'm not looking for a self-help…",
  "original_created_utc": 1622987461,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もし私が友人を助けようとするならば、自分が助けになると思うことを言うのではなく、どうすればその人を助けることができるかを確認したいと思います。\n自分が思っていることをそのまま言うのではなく、どうすればいいのかを確認したい。セラピストには多くの教育が必要です。\nセラピストには多くの教育がありますから、私が本を読んだからといって\n本を読んでも、その代わりにはならないと思います。私が求めているのは自己啓発ではありません...。",
      "title": "セラピストとしての考え方を教えてくれる本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我试图帮助一个朋友，我想确保我知道如何帮助他/她。\n他/她，而不是只说我认为会有帮助的东西。显然，治疗师会有很多\n治疗师会有很多教育，所以我不认为我可以通过阅读一些书籍来取代这些教育。\n我不认为我可以通过阅读一些书籍来代替。我不是要找一个自助式的...",
      "title": "教你像治疗师一样思考的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我試圖幫助一個朋友，我想確保我知道如何幫助他/她。\n他/她，而不是隻說我認爲會有幫助的東西。顯然，治療師會有很多\n治療師會有很多教育，所以我不認爲我可以通過閱讀一些書籍來取代這些教育。\n我不認爲我可以通過閱讀一些書籍來代替。我不是要找一個自助式的...",
      "title": "教你像治療師一樣思考的書籍。"
    }
  ],
  "title": "Books that teach you to think like a therapist.",
  "created_utc": 1623006216,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If I ever try to help a friend, I want to make sure that I know how to help him/her instead of just saying what I think would help. There is obviously a lot of education that a therapist would have, so I don&#39;t think I can try to replace that by reading some books. I&#39;m not looking for a self-help book or a book that might make me feel good about what I say, but I&#39;m looking for a book that could inform me of the Dos and Don&#39;ts of helping someone as well as some of the methods therapists use that are backed by studies and results.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/ntm7bw/books_that_teach_you_to_think_like_a_therapist/",
  "subreddit": "booksuggestions",
  "id": "ntm7bw",
  "is_self": true,
  "media": null,
  "is_video": false
}