{
  "author": "-badwithwords-",
  "original_created_utc": 1627432782,
  "title": "YSK there's a 99.99% chance that your car has a GPS Tracker and Ignition Cut Off Switch installed without you knowing. (And no, it's not your phone or navigation package)",
  "created_utc": 1627439726,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A few days ago a friend of mine (a salesman at a Jeep dealership) told me they install GPS tracking devices and ignition cutoff switches in every vehicle they sell (used and new) so that lenders can track your vehicle and disable it if you miss a payment. I started doing some digging online and calling some other dealerships and they confirmed the information. We&#39;re not talking about &quot;Buy Here Pay Here&quot; car lots.. I&#39;m talking about l<em>egitimate dealerships.</em> And technically, you consent to it since it&#39;s hidden in the fine print of all those contracts that you sign at the time of purchase. And you most likely paid an extra couple hundred dollars for them to install it! </p>\n\n<p>Why YSK: The really interesting part is even if you pay for your car in full at the time of purchase, you still have the GPS and ignition cutoffs pre-installed. But <em>you</em> can&#39;t use them. <em>You</em> don&#39;t have access to these services, even though it&#39;s always actively running (as long as your battery is hooked up). <em>You</em> aren&#39;t notified if someone accesses that information without your knowledge. The dealership (and whoever else) could access this information any time they want for any reason they want because <em>you can&#39;t confirm if/when it&#39;s happening because you don&#39;t have access to it.</em> </p>\n\n<p>I paid for my Jeep in full at the time of purchase and I can confirm the Jeep dealership installed a GPS tracker and ignition cutoff in my vehicle as well. I cut the wires, spliced everything back together and called the dealership that sold it to me. I asked them to give me access to the tracking and ignition cut off services, all the records and documents relating to these devices, and a list of anyone whose ever viewed or pinged my location with their reason for doing so. I was told &quot;we can&#39;t do that&quot; and &quot;I&#39;m not sure where that information would be.&quot; </p>\n\n<p>These GPS trackers theoretically could be placed anywhere. But 95% of the time they&#39;re located under the steering wheel by the OBD port and/or fuse box. You&#39;ll need to remove the plastic panel from below your steering wheel to see the device(s) but it&#39;s pretty easy - there will be 3 or 4 screws at the bottom of the plastic panel (just above the gas/brake pedal). After you remove the panel search YouTube for some videos of people removing the GPS trackers and proceed to cut them off your vehicle. It will be a black box that looks different from the rest, most likely spliced to your OBD port. Note: Be sure to read the terms of your lease/loan (if you have one) to make sure you&#39;re not violating your contract by removing these devices. </p>\n\n<p>I have no idea how this is legal for them to do and seriously, FUCK the dealerships who install these and sneak it past customers. Read the fine print like a hawk, question everything, and if you have one of these installed, I suggest removing it and running it TF over.</p>\n\n<p>(For context, I&#39;m in the USA)</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/YouShouldKnow/comments/osz449/ysk_theres_a_9999_chance_that_your_car_has_a_gps/",
  "subreddit": "YouShouldKnow",
  "id": "osz449",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A few days ago a friend of mine (a salesman at a Jeep dealership) told me they\ninstall GPS tracking devices and ignition cutoff switches in every vehicle they\nsell (used and new) so that lenders can track your vehicle and disable it if you\nmiss a payment. I started doing some digging online and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数日前、友人（ジープディーラーのセールスマン）が、彼らはすべての車にGPS追跡装置とイグニッション・カットオフ・スイッチを取り付けていると言っていました。\nGPS追跡装置とイグニッション・カットオフ・スイッチを販売するすべての車に取り付けていると言いました。\nこれで金融機関はあなたの車を追跡し、支払いが滞ると車を使えなくなる。\n支払いが滞った場合、金融機関はあなたの車を追跡し、車を使えなくすることができるのです。ネットで調べてみると...",
      "title": "YSK あなたの車には99.99%の確率で、知らないうちにGPSトラッカーとイグニッションカットオフスイッチが装着されていると思います。(携帯電話やカーナビではありません。)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几天前，我的一个朋友（一个吉普车经销商的销售员）告诉我，他们\n在他们出售的每辆车上都安装了GPS追踪装置和点火开关\n他们在出售的每辆车（二手车和新车）上都安装了GPS追踪装置和点火开关，这样贷款人就可以追踪你的车辆，如果你错过了付款，就会使它失效。\n错过一次付款。我开始在网上做一些调查，并...",
      "title": "YSK有99.99%的机会，你的车在你不知道的情况下安装了GPS追踪器和点火切断开关。(不，这不是你的手机或导航包）。)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾天前，我的一個朋友（一個吉普車經銷商的銷售員）告訴我，他們\n在他們出售的每輛車上都安裝了GPS追蹤裝置和點火開關\n他們在出售的每輛車（二手車和新車）上都安裝了GPS追蹤裝置和點火開關，這樣貸款人就可以追蹤你的車輛，如果你錯過了付款，就會使它失效。\n錯過一次付款。我開始在網上做一些調查，並...",
      "title": "YSK有99.99%的機會，你的車在你不知道的情況下安裝了GPS追蹤器和點火切斷開關。(不，這不是你的手機或導航包）。)"
    }
  ]
}