{
  "author": "thelink225",
  "original_created_utc": 1629323080,
  "title": "CMV: Leashes for small children are, in general, a good thing, and the hate they receive is largely unwarranted.",
  "created_utc": 1629329725,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most of us have seen them — a toddler wearing a backpack with a leash attached to it, which is either being held by their guardian, or, better yet, attached to a belt around the guardian&#39;s waist. And I think most of us are aware of the negative reactions a lot of people give to these leashes, frequently criticizing or shaming parents who use them.</p>\n\n<p>The main argument that I typically hear against them is that it&#39;s treating a child like an animal — but this is a ridiculous argument. It&#39;s supposed that, because we do a specific thing to an animal, that thing must be particular to animals — which is a completely irrational conclusion. We also feed animals, care for animals, cuddle with our pets, dote on them and give them things that make them happy. And we generally keep our animals confined in a controlled space to keep them safe, because they don&#39;t have the ability to manage themselves outside on their own in the modern world. Should we not do these things for children because we also do them for animals? Just because we do it for animals doesn&#39;t mean there&#39;s anything dehumanizing about it.</p>\n\n<p>On the contrary, leashes for small children offer some very humanizing benefits for the child, in addition to being beneficial to the adult.</p>\n\n<p>Compared to, say, holding hands or making the child sit still in one place, it offers the child a fair degree of autonomy and independence while still keeping them nearby, in a space that they are safe, and where the adults can easily intervene if there&#39;s a problem. The child has some freedom to move, to explore, and to be self-directed in what they do.</p>\n\n<p>Also, compared to holding hands, it is likely to be physically more comfortable and better for most children. Imagine having to go around for an hour, or even several hours, with one of your arms sticking straight up in the air. That would get uncomfortable after a while, even if you had something to hang on to to support your arm, right? That&#39;s basically what you&#39;re putting a small child through if you&#39;re making them hold your hand instead of using a leash. They are generally going to be much shorter than you, so holding your hand is going to require them being in that kind of uncomfortable position in most cases. This is fine for short periods of time, but for long outings such as zoo trips or extensive errands this can become uncomfortable, and probably explains why some small children get restless and intolerant of it after a while.</p>\n\n<p>Lastly, it does benefit the parent, because the parent doesn&#39;t have to put quite so much effort and attention into keeping track of the child&#39;s movements and activities. The leash, especially if attached to a belt and hands-free, does some of that work for the parent. This means that the parent isn&#39;t as likely to become as tired and exasperated after a long outing with a child, which will not only improve the experience for the parent but also for the child. A less exhausted parent is also better equipped to take any actions that are actually needed to keep the child safe, which results in a safer experience for the child. So even the parts that benefit the parent ultimately benefit the child.</p>\n\n<p>So, leash haters, where am I wrong? What justifies all the leash hate? I&#39;m sure they are not a perfect solution, as everything has a few downsides, and nothing about my claims above state that there might not be situations where a leash is not optimal, or where something might go wrong. And I&#39;m sure some of it depends on the brand, quality, and configuration of the leash as well. And a leash certainly must not be used as an excuse for a parent or guardian to become complacent about the safety of their child. But, overall, if used conscientiously, the benefits seem to outweigh any downsides by orders of magnitude. So, is there any actual rational justification for the seemingly common hatred of child leashes, or am I right that it&#39;s all just irrational personal prejudices?</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/changemyview/comments/p70z1n/cmv_leashes_for_small_children_are_in_general_a/",
  "subreddit": "changemyview",
  "id": "p70z1n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most of us have seen them — a toddler wearing a backpack with a leash attached\nto it, which is either being held by their guardian, or, better yet, attached to\na belt around the guardian's waist. And I think most of us are aware of the\nnegative reactions a lot of people give to these leashes,…"
}