{
  "author": "AmeyT108",
  "original_created_utc": 1633346583,
  "title": "Do Androids Dream of Electric Sheep?",
  "created_utc": 1633379966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished this book today and wanted to know what questions or thoughts it provoked in you guys and if you guys gained any insight while reading this? A few things I would like feedback on are-</p>\n\n<ol>\n<li>The title of the book, &#39;Do Androids Dream Of Electric Sheep?&#39;, the question does Android, robot or AI have empathy? Are they capable of it? In DADES, they don&#39;t but I was forced to think of other examples and a prominent one among them was Vision in MCU. Will you call Vision alive or not?</li>\n<li>Can human and android have romantic relationship and if yes, will it be morally right? When Rick slept with Rachel, I felt like he was cheating on Iran. Even though just a machine, Rachel (and other androids) were real enough to deceive primitive human senses of sight, smell, sound and touch. It was only human reason and thinking that came in the way. So, is romantic relationship with machines healthy (emotionally)and moral for humans? (Another example being Wanda and Vision again from MCU)</li>\n<li>I would appreciate if someone can explain me the importance or the message PKD wanted to give through Mercerism, Empathy Box and Isidore&#39;s experiences in tomb world.</li>\n<li>Is it ok to kill Androids? </li>\n</ol>\n\n<p>P.S.- Though popularly called a Dystopian Novel, I don&#39;t think DADES was one as it just had a Dystopian setting and wasn&#39;t much about Dystopian society (like Brave New World was)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q13guo/do_androids_dream_of_electric_sheep/",
  "subreddit": "books",
  "id": "q13guo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished this book today and wanted to know what questions or thoughts it\nprovoked in you guys and if you guys gained any insight while reading this? A\nfew things I would like feedback on are-\n\n 1. The title of the book, 'Do Androids Dream Of Electric Sheep?', the question\n    does Android,…"
}