{
  "author": "AmeyT108",
  "original_created_utc": 1633346583,
  "title": "Do Androids Dream of Electric Sheep?",
  "created_utc": 1633379966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished this book today and wanted to know what questions or thoughts it provoked in you guys and if you guys gained any insight while reading this? A few things I would like feedback on are-</p>\n\n<ol>\n<li>The title of the book, &#39;Do Androids Dream Of Electric Sheep?&#39;, the question does Android, robot or AI have empathy? Are they capable of it? In DADES, they don&#39;t but I was forced to think of other examples and a prominent one among them was Vision in MCU. Will you call Vision alive or not?</li>\n<li>Can human and android have romantic relationship and if yes, will it be morally right? When Rick slept with Rachel, I felt like he was cheating on Iran. Even though just a machine, Rachel (and other androids) were real enough to deceive primitive human senses of sight, smell, sound and touch. It was only human reason and thinking that came in the way. So, is romantic relationship with machines healthy (emotionally)and moral for humans? (Another example being Wanda and Vision again from MCU)</li>\n<li>I would appreciate if someone can explain me the importance or the message PKD wanted to give through Mercerism, Empathy Box and Isidore&#39;s experiences in tomb world.</li>\n<li>Is it ok to kill Androids? </li>\n</ol>\n\n<p>P.S.- Though popularly called a Dystopian Novel, I don&#39;t think DADES was one as it just had a Dystopian setting and wasn&#39;t much about Dystopian society (like Brave New World was)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q13guo/do_androids_dream_of_electric_sheep/",
  "subreddit": "books",
  "id": "q13guo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished this book today and wanted to know what questions or thoughts it\nprovoked in you guys and if you guys gained any insight while reading this? A\nfew things I would like feedback on are-\n\n 1. The title of the book, 'Do Androids Dream Of Electric Sheep?', the question\n    does Android,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、この本を読み終えました。\nまた、この本を読んで何か気づきはありましたか？A\nいくつかの意見を聞かせてください。\n\n 1. 本のタイトルである「アンドロイドは電気羊の夢を見るか？\n    アンドロイドは電気羊の夢を見るか？",
      "title": "アンドロイドは電気羊の夢を見るか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天刚读完这本书，想知道它在你心中引起了什么问题或想法？\n引起的问题或想法，以及你们在阅读这本书时是否获得了任何启示？A\n我想得到的一些反馈是\n\n 1. 这本书的标题，\"安卓梦见电羊吗？\"，这个问题\n    安卓系统是否，...",
      "title": "安卓人梦见电羊吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天剛讀完這本書，想知道它在你心中引起了什麼問題或想法？\n引起的問題或想法，以及你們在閱讀這本書時是否獲得了任何啓示？A\n我想得到的一些反饋是\n\n 1. 這本書的標題，\"安卓夢見電羊嗎？\"，這個問題\n    安卓系統是否，...",
      "title": "安卓人夢見電羊嗎？"
    }
  ]
}