{
  "author": "Best_Toby_Oce",
  "the_new_excerpt": "Hi all,\n\nI know it's not a book suggestion per se, though I've been getting into\naudiobooks again to listen to at the gym/while I commute to my new job (its a\nbit of a drive). Thing is, I'm really not wanting to support Jeff Bezos. He's\nfilthy rich, and I'd rather not make him richer, especially…",
  "original_created_utc": 1609931665,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好\n\n我知道这不是一个书的建议本身，虽然我一直在进入。\n有声读物又可以在健身房/在我去新工作的路上听了（它是一个有声读物）。\n位的驱动力）。) 问题是，我真的不想支持杰夫-贝佐斯。他的\n肮脏的财富，我宁愿不使他更富有，特别是... ...",
      "title": "给我推荐一款不是杰夫-贝佐斯拥有的有声读物应用吧!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好\n\n我知道這不是一個書的建議本身，雖然我一直在進入。\n有聲讀物又可以在健身房/在我去新工作的路上聽了（它是一個有聲讀物）。\n位的驅動力）。) 問題是，我真的不想支持傑夫-貝佐斯。他的\n骯髒的財富，我寧願不使他更富有，特別是... ...",
      "title": "給我推薦一款不是傑夫-貝佐斯擁有的有聲讀物應用吧!"
    }
  ],
  "title": "Suggest me an audiobook app that isn't owned by Jeff Bezos!",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all,</p>\n\n<p>I know it&#39;s not a book suggestion per se, though I&#39;ve been getting into audiobooks again to listen to at the gym/while I commute to my new job (its a bit of a drive). Thing is, I&#39;m really not wanting to support Jeff Bezos. He&#39;s filthy rich, and I&#39;d rather not make him richer, especially given how selfish he&#39;s known to be with his wealth.  </p>\n\n<p>I&#39;ve heard of Kobo, it functions much the same as Audible, however unfortunately their range of books seems to be doo-doo. Is there any other sites that people have used that are really good?</p>\n\n<p>&#x200B;</p>\n\n<p>Thanks in advance!</p>\n\n<p>EDIT: I’m in Australia guys so unfortunately Libro.fm won’t work for me, but I LOVE that movement! I downloaded Libby and my local libraries have audiobooks for days on there. Thanks so much guys!</p>\n</div><!-- SC_ON -->",
  "score": 674,
  "permalink": "/r/booksuggestions/comments/krlw7h/suggest_me_an_audiobook_app_that_isnt_owned_by/",
  "subreddit": "booksuggestions",
  "id": "krlw7h",
  "is_self": true,
  "media": null,
  "is_video": false
}