{
  "author": "JD2625",
  "original_created_utc": 1632047535,
  "title": "cmv: More support should be offered to those closely associated with sufferers of mental health issues.",
  "created_utc": 1632061841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not sure what it&#39;s like for other countries, but in the UK there is free treatment available for people suffering with mental health issues. That said, this section of the NHS is woefully underfunded (just like all the other sectors I suppose). As is logically the case, all of these treatments focus on the individual patient.</p>\n\n<p>However, most of the time mental health issues for someone don&#39;t just affect that one person. They have a knock on effect on the people around them too. People who suffer from mental health issues often don&#39;t have the spare capacity to fully care for the people around them, and that can quite easily have a knock-on effect on those associates.</p>\n\n<p>Where an individual is suffering from severe or compound mental health issues, investigations should be made into the wellbeing of the people around the individual. This could range from counselling for associates or simply just an explanation of why their friend/family member acts the way they do and how they can help them.</p>\n\n<p>Obviously funding would be the key issue; but without money being an issue, what makes this a bad idea?</p>\n</div><!-- SC_ON -->",
  "score": 232,
  "permalink": "/r/changemyview/comments/pr5izr/cmv_more_support_should_be_offered_to_those/",
  "subreddit": "changemyview",
  "id": "pr5izr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not sure what it's like for other countries, but in the UK there is free\ntreatment available for people suffering with mental health issues. That said,\nthis section of the NHS is woefully underfunded (just like all the other sectors\nI suppose). As is logically the case, all of these treatments…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他の国ではどうなのかわかりませんが、イギリスでは、精神的な問題を抱えている人のために、無料で治療を受けることができます。\nイギリスでは、精神的な問題を抱えている人のために、無料で治療を受けることができます。とはいえ\nNHSのこの部門は、他の部門と同様に資金が不足しています。\nと思いますが）。) 当然のことながら、これらの治療法は...",
      "title": "cmv。メンタルヘルス問題に苦しむ人々と密接な関係にある人々に、より多くのサポートを提供すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不确定其他国家是怎样的，但在英国，有免费的\n患有精神健康问题的人可以得到免费治疗。这就是说。\nNHS的这一部分资金严重不足（就像所有其他部门一样\n我想）。) 从逻辑上讲，所有这些治疗...",
      "title": "cmv: 应向那些与精神健康问题患者密切相关的人提供更多的支持。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不確定其他國家是怎樣的，但在英國，有免費的\n患有精神健康問題的人可以得到免費治療。這就是說。\nNHS的這一部分資金嚴重不足（就像所有其他部門一樣\n我想）。) 從邏輯上講，所有這些治療...",
      "title": "cmv: 應向那些與精神健康問題患者密切相關的人提供更多的支持。"
    }
  ]
}