{
  "author": "ticklemytaint340",
  "the_new_excerpt": "Fortunately, freedom of religion is take very seriously here in the US, and\nwhile I am not personally religious I completely understand and support the\nfreedom to practice a religion. However, I don’t understand how certain actions\ncan be exempt from law under the guise of freedom of religion. For…",
  "original_created_utc": 1620508753,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "幸いなことに、アメリカでは宗教の自由が非常に重視されています。\n私は個人的には無宗教ですが、宗教を実践する自由を完全に理解し、支持しています。\n宗教を実践する自由を完全に理解し、支持しています。しかし、宗教の自由を口実に、ある行為が法律から免除されるのは理解できません。\n宗教の自由という名目で、ある行為が法律から免除されるのは理解できません。例えば...",
      "title": "CMV：宗教を利用して特定の法律を回避することは、信教の自由の行使ではなく、宗教による特権を与えることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "幸运的是，在美国，宗教自由是非常重要的。\n虽然我个人不信教，但我完全理解并支持\n支持信奉宗教的自由。然而，我不明白为什么某些行为\n在宗教自由的幌子下可以不受法律约束。对于...",
      "title": "CMV：利用宗教来规避某些法律，这不是在行使宗教自由，而是因宗教而给予特权。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幸運的是，在美國，宗教自由是非常重要的。\n雖然我個人不信教，但我完全理解並支持\n支持信奉宗教的自由。然而，我不明白爲什麼某些行爲\n在宗教自由的幌子下可以不受法律約束。對於...",
      "title": "CMV：利用宗教來規避某些法律，這不是在行使宗教自由，而是因宗教而給予特權。"
    }
  ],
  "title": "CMV: Using religion to avoid certain laws is not exercising freedom of religion, but rather granting privileges due to religion.",
  "created_utc": 1620556230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fortunately, freedom of religion is take very seriously here in the US, and while I am not personally religious I completely understand and support the freedom to practice a religion. However, I don’t understand how certain actions can be exempt from law under the guise of freedom of religion. For example, if showing your entire face and not wearing any garments is required for passport photos, then wearing a yarmulke or hijab should not be permitted under the pretense of protecting religious beliefs. I don’t have anything against doing so, I just think that invoking the first amendment in such cases is the exact opposite of what its intended use was. In such cases, the government is allowing exceptions to the law based upon religion, when the opposite should be true. Freedom of religion should prevent the government from creating laws that target a specific religion, and allowing exemptions based on religion is the opposite of that.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/n7yr8v/cmv_using_religion_to_avoid_certain_laws_is_not/",
  "subreddit": "changemyview",
  "id": "n7yr8v",
  "is_self": true,
  "media": null,
  "is_video": false
}