{
  "author": "dalp313",
  "original_created_utc": 1627848802,
  "title": "So I started \"The Pillars of the Earth\" by Ken Follet on Friday...",
  "created_utc": 1627854657,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>...and wow, why didn&#39;t I discover it earlier. As a brit who loves history, this makes me want to go out and visit medieval villages in England. The way medieval live is described through different POVs with characters coming from various social backgrounds gives us amazing insight into their lives, desires and struggles. Never has a book made me feel so many different emotions (the birth of Tom&#39;s child, the attack on Earlscastle, the Kingsbridge fire to name a few examples):  I&#39;m only 200 pages into the book and I can&#39;t put it down!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ovzduv/so_i_started_the_pillars_of_the_earth_by_ken/",
  "subreddit": "books",
  "id": "ovzduv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "...and wow, why didn't I discover it earlier. As a brit who loves history, this\nmakes me want to go out and visit medieval villages in England. The way medieval\nlive is described through different POVs with characters coming from various\nsocial backgrounds gives us amazing insight into their lives,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "...そして、なぜもっと早く発見しなかったのか、と。歴史好きのイギリス人としては\nイギリスの中世の村々を訪ねてみたくなりました。中世の人々の暮らしぶりは、様々な視点から描かれています。\n中世の生活が、様々な社会的背景を持つ登場人物の異なる視点で描かれていることが\n中世の生活が、様々な社会的背景を持つ登場人物の異なる視点から描かれていることで、彼らの生活を驚くほど理解することができました...",
      "title": "というわけで、金曜日にケン・フォレの「大地の柱」を始めたのですが...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "...哇，为什么我没有早点发现它。作为一个热爱历史的英国人，这\n这让我想出去参观英国的中世纪村庄。中世纪的方式\n描写中世纪生活的方式，通过不同的视角和来自不同社会背景的人物\n社会背景，让我们对他们的生活有了惊人的了解。",
      "title": "所以我在星期五开始了肯-福莱特的《地球之柱》..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "...哇，爲什麼我沒有早點發現它。作爲一個熱愛歷史的英國人，這\n這讓我想出去參觀英國的中世紀村莊。中世紀的方式\n描寫中世紀生活的方式，通過不同的視角和來自不同社會背景的人物\n社會背景，讓我們對他們的生活有了驚人的瞭解。",
      "title": "所以我在星期五開始了肯-福萊特的《地球之柱》..."
    }
  ]
}