{
  "author": "quarter2heavy",
  "the_new_excerpt": "Any fines, judgments, what have you should be paid via a community service. No\nmore of this \"legal for the rich\" mentality. What ever the \"value\" of the fine\nis, should then be divided by what the minimum wage is of the state crime was\ncommitted in, or fed min if Federal crime, to determine the…",
  "original_created_utc": 1609893249,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "任何罚款，判决，你有什么都应该通过社区服务来支付。不是的\n更多的是这种“富人合法”的心态。罚款的“价值”到底是多少？\n就是，那么应该除以国家的最低工资是多少呢？\n在联邦犯罪中犯罪，或在联邦犯罪中提供最小值，以确定…",
      "title": "[改变我的想法]：“罚款”应该通过社区服务来支付。不再有这种“富人合法”的心态/制度"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "任何罰款，判決，你有什麼都應該通過社區服務來支付。不是的\n更多的是這種“富人合法”的心態。罰款的“價值”到底是多少？\n就是，那麼應該除以國家的最低工資是多少呢？\n在聯邦犯罪中犯罪，或在聯邦犯罪中提供最小值，以確定…",
      "title": "[改變我的想法]：“罰款”應該通過社區服務來支付。不再有這種“富人合法”的心態/制度"
    }
  ],
  "title": "CMV: \"Punishment by a fine\" should be paid via a community service. No more of this \"legal for the rich\" mentality/system",
  "created_utc": 1609923245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Any fines, judgments, what have you should be paid via a community service. No more of this &quot;legal for the rich&quot; mentality. What ever the &quot;value&quot; of the fine is, should then be divided by what the minimum wage is of the state crime was committed in, or fed min if Federal crime, to determine the amount of hours of service required. </p>\n\n<p>If a company does it and the fines are in the millions, the ceo and board members working down the line on man power unless they can prove they had no part in said crime. Yes I know there a lot of details to work out. But intentions are to actually make anyone/everyone fear the punishment. </p>\n\n<p>There would be a bigger push to raise minimum wage, communities would get a lot more of the needed help, or hell even having cleaner parks and streets would be nice.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/krc0t0/cmv_punishment_by_a_fine_should_be_paid_via_a/",
  "subreddit": "changemyview",
  "id": "krc0t0",
  "is_self": true,
  "media": null,
  "is_video": false
}