{
  "author": "mrbananas",
  "the_new_excerpt": "The CDC updated its guidelines to change the distance between students from 6\nfeet apart to only 3 feet apart. This change has nothing to do with science or\nsafety and everything to do with squeezing more children back into the building.\n\nWhy is the new distance 3 feet, as apposed to 4 or 5 feet?…",
  "original_created_utc": 1618066159,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CDCはそのガイドラインを更新し、生徒間の距離を6\nフィートから3フィートに変更しました。この変更は、科学や安全性とは何の関係もありません。\nこの変更は、科学や安全性とは何の関係もなく、より多くの子供たちを建物の中に押し込めることに関係しています。\n\nなぜ、4フィートや5フィートではなく、3フィートなのでしょうか...。",
      "title": "CMV: CDCの学校における3フィートルールの変更は、科学的ではなく政治的なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "疾病预防控制中心更新了指导方针，将学生之间的距离从6。\n英尺的距离到只有3英尺的距离。这种变化与科学或\n安全和一切与挤压更多的孩子回到建筑物。\n\n为什么新的距离是3英尺，而不是4或5英尺？",
      "title": "CMV：疾控中心对学校三尺规定的修改是政治性的，不是科学性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "疾病預防控制中心更新了指導方針，將學生之間的距離從6。\n英尺的距離到只有3英尺的距離。這種變化與科學或\n安全和一切與擠壓更多的孩子回到建築物。\n\n爲什麼新的距離是3英尺，而不是4或5英尺？",
      "title": "CMV：疾控中心對學校三尺規定的修改是政治性的，不是科學性的。"
    }
  ],
  "title": "CMV: The CDC 3 foot rule change for schools is political, not scientific.",
  "created_utc": 1618122805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The CDC updated its guidelines to change the distance between students from 6 feet apart to only 3 feet apart. This change has nothing to do with science or safety and everything to do with squeezing more children back into the building.</p>\n\n<p>Why is the new distance 3 feet, as apposed to 4 or 5 feet? Its simple, they needed to double the number of students you could fit into a classroom so they halved 6ft.  </p>\n\n<p>The pandemic has been shining a light on a lot of the inequities and problems of poverty in our society. One such problem that the pandemic has shined a light on is the overcrowding of public schools.  The public schools were over crowded to begin with. The Covid restrictions made it impossible to fit the same number of children into any school building.  Even with hybrid models, school districts struggled to make the numbers work. Now that many districts have been pressured into fully reopening, they needed some way to increase the capacity of the schools, to double the numbers.</p>\n\n<p>If you look at the CDC reccomendations, there are some inconsistencies. Why does it still reccomend 6ft for children walking through hallways, standing in lobbies, or sitting in an auditorium? Why does it still require 6ft for &quot;community settings outside of the classroom.&quot; Since when did the virus differentiate between a sitting in a classroom and sitting in an auditorium? What scientific study proved that the virus was more contigous when standing up vs sitting down. Why is anything outside the classroom 6ft but the classroom is only 3ft. Where is the science behind that? There is none because the only goal was to double the number of students in each classroom so that we can continue to ignore the overcrowding issues and so that we can reopen the schools for political gain.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mo63f0/cmv_the_cdc_3_foot_rule_change_for_schools_is/",
  "subreddit": "changemyview",
  "id": "mo63f0",
  "is_self": true,
  "media": null,
  "is_video": false
}