{
  "author": "pnutbutterfuck",
  "the_new_excerpt": "Yes, this is embarrassing to admit. I’m proud of myself for committing to such a\nlengthy book and actually finishing it. It was amazing and I’m sad that it’s\nover. When I reached the last chapter I read each sentence slowly and savored\nevery moment because I didn’t want it to end, as perfect as the…",
  "original_created_utc": 1617245024,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "是的，这很难为情的承认。我为自己的承诺而感到骄傲。\n冗长的书，居然把它看完了。它是惊人的，我很伤心，它的\n了。当我读到最后一章时，我慢慢地读着每一句话，品味着\n每时每刻，因为我不想让它结束，因为完美的... ...",
      "title": "我读完了《基督山伯爵》。这是我完成的除了《暮光之城》之外的第一本书。我现在该做什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，這很難爲情的承認。我爲自己的承諾而感到驕傲。\n冗長的書，居然把它看完了。它是驚人的，我很傷心，它的\n了。當我讀到最後一章時，我慢慢地讀着每一句話，品味着\n每時每刻，因爲我不想讓它結束，因爲完美的... ...",
      "title": "我讀完了《基督山伯爵》。這是我完成的除了《暮光之城》之外的第一本書。我現在該做什麼？"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "はい、これは認めるのが恥ずかしいことです。こんなに長い本に挑戦し、最後までやり遂げた自分を誇りに思います。\nこんなに長い本に挑戦し、実際に読み終えた自分を誇りに思います。素晴らしかったし、終わってしまうのが寂しいです。\n終わってしまうのが悲しいです。最後の章に到達したとき、私は一文一文をゆっくりと読み、すべての瞬間を味わいました。\n終わってほしくなかったので、すべての瞬間を味わいました。",
      "title": "モンテ・クリスト伯」を読み終えました。トワイライト以外の本を読み終えたのはこれが初めてです。これからどうすればいいの？"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "はい、これは認めるのが恥ずかしいことです。こんなに長い本に挑戦し、最後までやり遂げた自分を誇りに思います。\nこんなに長い本に挑戦し、実際に読み終えた自分を誇りに思います。素晴らしかったし、終わってしまうのが寂しいです。\n終わってしまうのが悲しいです。最後の章に到達したとき、私は一文一文をゆっくりと読み、すべての瞬間を味わいました。\n終わってほしくなかったので、すべての瞬間を味わいました。",
      "title": "モンテ・クリスト伯」を読み終えました。トワイライト以外の本を読み終えたのはこれが初めてです。これからどうすればいいの？"
    }
  ],
  "title": "I finished The Count of Monte Cristo. It’s the first book I’ve completed other than Twilight. What do I do with myself now?",
  "created_utc": 1617254158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes, this is embarrassing to admit. I’m proud of myself for committing to such a lengthy book and actually finishing it. It was amazing and I’m sad that it’s over. When I reached the last chapter I read each sentence slowly and savored every moment because I didn’t want it to end, as perfect as the ending was. I kind of want to let my brain rest from reading for a few days, but as I was so wrapped up in reading this masterpiece I didn’t even think about what I’ll read next. I think this time I would like to read something more modern and lighthearted. Any suggestions?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/mhlvfi/i_finished_the_count_of_monte_cristo_its_the/",
  "subreddit": "booksuggestions",
  "id": "mhlvfi",
  "is_self": true,
  "media": null,
  "is_video": false
}