{
  "author": "bluespartans",
  "original_created_utc": 1629908728,
  "title": "CMV: The lack of a dislike/downvote button on major social media platforms has enabled anti-vax views to spread more effectively",
  "created_utc": 1629927043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>My view</strong>: The most popular social media platforms in the West, namely Facebook, Instagram, and Twitter, all lack the equivalent of a &quot;downvote&quot; reaction. As Reddit has shown us over the past decade+, content which receives far more upvotes than downvotes moves up in the algorithm&#39;s ranking and is more likely to be seen. Additionally, from a psychosocial standpoint, humans <em>want</em> to be viewed as agreeable, and tend towards views and behavior that the masses consider good. On reddit this often leads to a positive feedback loop, where highly-upvoted content receives even more upvotes because, well, it&#39;s already been upvoted.</p>\n\n<p>Since the aforementioned platforms only have positive reactions for posts and comments (outside of Facebook which has angry/laugh reactions) there&#39;s no true way for a person to tell the relative popularity of a person&#39;s post. This means content that only a small minority of people agree with can end up looking very popular.</p>\n\n<p>This leads me to my opinion that beliefs which are truly on the fringe, or at least used to be - such as anti-vaccine or anti-mask - appear more socially acceptable than they really are, and leads people down that path.</p>\n\n<p><strong>What I&#39;m not saying:</strong> The content ranking algorithm on platforms which feature a downvote button, such as Reddit, are &quot;ideal&quot;. I&#39;m only stating my view in the context of enabling and unintentionally promoting false information surrounding vaccines, specifically the COVID-19 vaccine.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pbepyr/cmv_the_lack_of_a_dislikedownvote_button_on_major/",
  "subreddit": "changemyview",
  "id": "pbepyr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My view: The most popular social media platforms in the West, namely Facebook,\nInstagram, and Twitter, all lack the equivalent of a \"downvote\" reaction. As\nReddit has shown us over the past decade+, content which receives far more\nupvotes than downvotes moves up in the algorithm's ranking and is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の見解 欧米で最も人気のあるソーシャル・メディア・プラットフォーム、すなわちFacebook。\nInstagram、Twitterの3つのソーシャルメディアには、「ダウングレート」に相当する反応がありません。これは\nRedditが過去10年以上にわたって示してきたように、ダウンボーテよりもアップボーテがはるかに多いコンテンツは\nRedditが過去10年以上にわたって示してきたように、ダウンボットよりもアップボットがはるかに多いコンテンツは、アルゴリズムのランキングで上位に移動し、...",
      "title": "CMV：主要なソーシャルメディアに「嫌だ」「下手だ」ボタンがないことで、アンチワクチンの意見がより効果的に広まっている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的看法。西方最流行的社交媒体平台，即Facebook。\nInstagram和Twitter，都缺乏相当于 \"降票 \"的反应。正如\n在过去十年多的时间里，Reddit已经向我们展示了收到更多的\n的内容在算法中的排名会上升，并且是...。",
      "title": "CMV：主要社交媒体平台上缺乏不喜欢/反对的按钮，使得反疫苗的观点能够更有效地传播。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的看法。西方最流行的社交媒體平臺，即Facebook。\nInstagram和Twitter，都缺乏相當於 \"降票 \"的反應。正如\n在過去十年多的時間裏，Reddit已經向我們展示了收到更多的\n的內容在算法中的排名會上升，並且是...。",
      "title": "CMV：主要社交媒體平臺上缺乏不喜歡/反對的按鈕，使得反疫苗的觀點能夠更有效地傳播。"
    }
  ]
}