{
  "author": "Nozomilk",
  "original_created_utc": 1638030496,
  "title": "What's Something That's NOT Money, Have You Gained From Investing in Crypto?",
  "created_utc": 1638038317,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We all like to talk about the Green Dildos, the Lambos, but not enough talk about the lessons that we get from Investing in Crypto. Funny how we all have different circumstances but I think we all learn the same lessons.</p>\n\n<p>&#x200B;</p>\n\n<p>Financial Literacy is something that I have gained from Investing in Crypto. And boy am I glad that I know it. I&#39;m only 21 and this a lesson that I will carry until I die (hopefully not soon lol). I grew up in a poor family, in a third world country and my parents are Financially Illiterate. Hopefully, I could break the poverty cycle with my new lessons on crypto.</p>\n\n<p>&#x200B;</p>\n\n<p>Financial Literacy from crypto taught me:</p>\n\n<p>How to do my research when investing in anything (very important), how to spot scams, how to be responsible with my money, ~~how to not pay taxes~~ jk, how to not let my emotions ruin my financial decisions, how to live below my means and save money, etc. And this Financial Literacy has given me a hope. A hope that maybe, I could break this cycle of poverty. I&#39;m still one broken condom away from financial ruin tho lmao.</p>\n\n<p>&#x200B;</p>\n\n<p>Even if I get all the money in the world, If I&#39;m not Financially Literate, It don&#39;t matter bro.</p>\n\n<p>&#x200B;</p>\n\n<p>Technically it&#39;s about money, but also not really money. What&#39;s something you got from crypto aside from the gains (if any lmao F)?</p>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/CryptoCurrency/comments/r3h08b/whats_something_thats_not_money_have_you_gained/",
  "subreddit": "CryptoCurrency",
  "id": "r3h08b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all like to talk about the Green Dildos, the Lambos, but not enough talk\nabout the lessons that we get from Investing in Crypto. Funny how we all have\ndifferent circumstances but I think we all learn the same lessons.\n\n\n\nFinancial Literacy is something that I have gained from Investing in Crypto.…"
}