{
  "author": "psburrito",
  "original_created_utc": 1638283187,
  "title": "YSK: Houseplants go dormant in winter, so reduce your watering.",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: As the cold weather slows down their metabolic rate, plants will require water less frequently than in the summer. It is important to not overwater your houseplants as they can grow mold, mildew, or be susceptible to fungus and other diseases with excessive water. &lt;/p&gt;\n\n&lt;p&gt;A good rule of thumb is to touch the soil with your finger to see if the substrate is moist, and avoid watering again until it is dry. &lt;/p&gt;\n\n&lt;p&gt;Also, leaf tips can go brown from cold. Do not cut these off until warmer weather arrives, as this is one of the plant’s protection against frost. They essentially write off a part of themselves to take the damage from the cold in order to protect the rest of them. &lt;/p&gt;\n\n&lt;p&gt;Good luck, and happy gardening!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 9617,
  "permalink": "/r/YouShouldKnow/comments/r5ooh7/ysk_houseplants_go_dormant_in_winter_so_reduce/",
  "subreddit": "YouShouldKnow",
  "id": "r5ooh7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: As the cold weather slows down their metabolic rate, plants will\nrequire water less frequently than in the summer. It is important to not\noverwater your houseplants as they can grow mold, mildew, or be susceptible to\nfungus and other diseases with excessive water.\n\nA good rule of thumb is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：寒さで代謝が落ちると、植物は\n夏よりも水やりの頻度を減らすことができます。大切なのは\n観葉植物は水をやりすぎると、カビが生えたり、病気になったりします。\n水分の取りすぎでカビなどの病気になる\n\n目安は...",
      "title": "YSK: 観葉植物は冬になると休眠に入るので、水やりを控えましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：由于寒冷的天气减缓了它们的新陈代谢速度，植物将\n需要的水比夏天少。重要的是，不要\n浇水过多是很重要的，因为它们可能会长出霉菌，发霉，或容易受到\n真菌和其他疾病。\n\n一个好的经验法则是...",
      "title": "YSK：室内植物在冬季会进入休眠期，所以要减少浇水。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：由於寒冷的天氣減緩了它們的新陳代謝速度，植物將\n需要的水比夏天少。重要的是，不要\n澆水過多是很重要的，因爲它們可能會長出黴菌，發黴，或容易受到\n真菌和其他疾病。\n\n一個好的經驗法則是...",
      "title": "YSK：室內植物在冬季會進入休眠期，所以要減少澆水。"
    }
  ]
}