{
  "author": "psburrito",
  "original_created_utc": 1638283187,
  "title": "YSK: Houseplants go dormant in winter, so reduce your watering.",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: As the cold weather slows down their metabolic rate, plants will require water less frequently than in the summer. It is important to not overwater your houseplants as they can grow mold, mildew, or be susceptible to fungus and other diseases with excessive water. &lt;/p&gt;\n\n&lt;p&gt;A good rule of thumb is to touch the soil with your finger to see if the substrate is moist, and avoid watering again until it is dry. &lt;/p&gt;\n\n&lt;p&gt;Also, leaf tips can go brown from cold. Do not cut these off until warmer weather arrives, as this is one of the plant’s protection against frost. They essentially write off a part of themselves to take the damage from the cold in order to protect the rest of them. &lt;/p&gt;\n\n&lt;p&gt;Good luck, and happy gardening!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 9617,
  "permalink": "/r/YouShouldKnow/comments/r5ooh7/ysk_houseplants_go_dormant_in_winter_so_reduce/",
  "subreddit": "YouShouldKnow",
  "id": "r5ooh7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: As the cold weather slows down their metabolic rate, plants will\nrequire water less frequently than in the summer. It is important to not\noverwater your houseplants as they can grow mold, mildew, or be susceptible to\nfungus and other diseases with excessive water.\n\nA good rule of thumb is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>YSKの魅力：寒さで植物の代謝が悪くなると、夏に比べて水を必要としなくなります。\n寒いと植物の代謝速度が落ち、夏よりも水を必要としなくなります。それは\n観葉植物に水を与えすぎると、カビが生えたり、菌に侵されたりすることがあります。\n水をやりすぎると、カビが生えたり、病気になったりします。",
      "title": "YSK: 観葉植物は冬になると休眠状態になるので、水やりを減らしましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：由于寒冷的天气减缓了它们的\n新陈代谢速度减慢，植物对水的需求就会比夏天少。它\n重要的是，不要给家里的植物浇水过多，因为它们会发霉、发臭或\n浇水过多容易感染真菌和其他疾病。",
      "title": "YSK：室内植物在冬季会进入休眠期，所以要减少浇水。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：由於寒冷的天氣減緩了它們的\n新陳代謝速度減慢，植物對水的需求就會比夏天少。它\n重要的是，不要給家裏的植物澆水過多，因爲它們會發黴、發臭或\n澆水過多容易感染真菌和其他疾病。",
      "title": "YSK：室內植物在冬季會進入休眠期，所以要減少澆水。"
    }
  ]
}