{
  "author": "Razik_",
  "the_new_excerpt": "Im only on chapter 4 and I feel what could only be described as this haunting\nand beautiful atmosphere. It looms over me just as Rebecca's shadow will loom\nover the protagonist (I watched the Hitchcock film so I know what happens). The\nfirst chapter does a great job of engendering this haunting…",
  "original_created_utc": 1623265380,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まだ4章までしか進んでいませんが、この心に残る美しい雰囲気としか言いようがありません。\n美しい雰囲気に包まれています。レベッカの影が主人公に迫ってくるように、私にも迫ってきます。\n主人公に迫るレベッカの影のように、私に迫ってきます（ヒッチコックの映画を見たのでどうなるかは知っています）。第一章では\n第一章では、この心を揺さぶるような雰囲気を醸し出すことに成功しています。",
      "title": "レベッカは、心に残る美しい小説です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只读到第四章，但我感觉到只能被描述为这种萦绕的\n和美丽的气氛。它笼罩着我，就像丽贝卡的影子会笼罩着主人公一样\n(我看了希区柯克的电影，所以我知道会发生什么)。第一章\n第一章很好地营造了这种萦绕的气氛......",
      "title": "丽贝卡》是这样一部令人魂牵梦萦的美丽小说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只讀到第四章，但我感覺到只能被描述爲這種縈繞的\n和美麗的氣氛。它籠罩着我，就像麗貝卡的影子會籠罩着主人公一樣\n(我看了希區柯克的電影，所以我知道會發生什麼)。第一章\n第一章很好地營造了這種縈繞的氣氛......",
      "title": "麗貝卡》是這樣一部令人魂牽夢縈的美麗小說。"
    }
  ],
  "title": "Rebecca is such a hauntingly beautiful novel.",
  "created_utc": 1623300436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im only on chapter 4 and I feel what could only be described as this haunting and beautiful atmosphere. It looms over me just as Rebecca&#39;s shadow will loom over the protagonist (I watched the Hitchcock film so I know what happens). The first chapter does a great job of engendering this haunting atmosphere and overall just screams <em>GOTHIC</em>. The following chapters do not lose this ambience. </p>\n\n<p>I just finished the fourth chapter and would like to share with you a  passage that I found interesting: </p>\n\n<p>&quot;&#39;Max - from Rebecca. 17 May&#39;,....And then as it bubbled through the nib, it came a little thick, so that the name Rebecca stood out black and strong, the tall and sloping R dwarfing the other letters.&quot; </p>\n\n<p>It is interesting that the protagonist would think this considering the events that will follow. Because just as the letter R dwarfs the other letters, Rebecca will dwarf the protagonist. And how Rebecca will stand &#39;black and strong&#39; in spite of her not being around will contrast the main character&#39;s meekness. \n I picked up that the protagonist is unnamed (I dont remember if the film did the same but I think it did). What is even more interesting is the title of the book: Rebecca. So readers will come out of this novel knowing Rebecca&#39;s name while not being privy to the protagonist&#39;s despite her being, well the protagonist.  </p>\n\n<p>What do you guys think of the novel?</p>\n\n<p>Also if you want to read the book with me, just shoot me a dm and we can like discuss the book together as we read it. (I can make a group if more ppl would like to be part of the read-along).</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/nw3jwg/rebecca_is_such_a_hauntingly_beautiful_novel/",
  "subreddit": "books",
  "id": "nw3jwg",
  "is_self": true,
  "media": null,
  "is_video": false
}