{
  "author": "LeChacaI",
  "original_created_utc": 1628832637,
  "title": "CMV: The Climate Change movement has been greatly hindered by it's framing as a \"leftist\" issue.",
  "created_utc": 1628861537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In a nutshell, I think that the campaigning of climate change action in conjunction with other leftist policy has been extremely detrimental to the movement. I shall speak from the perspective of an Australian, though I&#39;m sure this is analogous to other national experiences. In Australia, the third major political party is The Greens, who are essentially a party about protecting the environment. Generally they will receive a couple seats in parliament, both on the federal and state levels. However, I think the reason they don&#39;t get nearly as much votes as they should is because they are also the left most major political party of Australia, with strong left wing policies in most categories, and will often criticise the Labor party, (take negative gearing, for example). This has likely caused a number of issues for them. The first is that they will have turned away conservatives who care about climate change; if they were politically neutral it wouldn&#39;t be so much of an issue. Secondly, it has allowed the Coalition (Who are the conservative, big business and pro fossil fuel party) to simultaneously attack the Greens for being leftist and use association against the climate change movement. Basically, the Coalition argues that the Green&#39;s socio-economic policies unrelated to climate change or crazy and extremist, which greatly decreases the credibility of climate change as an issue to a lot of people. Having the biggest parliamentary proponent of action on climate change being considered radically left by most of the population has stunted the movement in the nation as a whole. If they had been politically neutral and left leftwing policy to Labor,  they would have been far more successful in their campaigning of their party and the movement as a whole. I am sort of assuming that there are similar issues in other countries, and that this is not just an Australian thing. If it is, then just pretend the question is &quot;Climate change action in Australia has been greatly hindered by the Greens being leftist&quot;</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/p3h6pz/cmv_the_climate_change_movement_has_been_greatly/",
  "subreddit": "changemyview",
  "id": "p3h6pz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In a nutshell, I think that the campaigning of climate change action in\nconjunction with other leftist policy has been extremely detrimental to the\nmovement. I shall speak from the perspective of an Australian, though I'm sure\nthis is analogous to other national experiences. In Australia, the third…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "一言で言えば、気候変動対策のキャンペーンを他の左派の政策と一緒に行うのは\n他の左派政策と一緒に気候変動対策を行うことは、運動にとって非常に有害であると思います。\n運動に大きな悪影響を与えています。私はオーストラリア人の視点から話をしますが、これは他の国の経験と類似していると思います。\nこれは他の国の経験にも類似していると思いますが、私はオーストラリア人の視点から話します。オーストラリアでは、第3...",
      "title": "CMV: 気候変動運動は、「左派」の問題として捉えられていることが大きな障害となっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简而言之，我认为气候变化行动的宣传与其他左派政策相结合，对中国的经济发展极为不利。\n与其他左派政策相结合，对运动极为不利。\n运动。我将从一个澳大利亚人的角度来谈，尽管我肯定\n这与其他国家的经验是类似的。在澳大利亚，第三...",
      "title": "CMV：气候变化运动因其作为一个 \"左派 \"问题的框架而受到很大阻碍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡而言之，我認爲氣候變化行動的宣傳與其他左派政策相結合，對中國的經濟發展極爲不利。\n與其他左派政策相結合，對運動極爲不利。\n運動。我將從一個澳大利亞人的角度來談，儘管我肯定\n這與其他國家的經驗是類似的。在澳大利亞，第三...",
      "title": "CMV：氣候變化運動因其作爲一個 \"左派 \"問題的框架而受到很大阻礙。"
    }
  ]
}