{
  "author": "LeChacaI",
  "original_created_utc": 1628832637,
  "title": "CMV: The Climate Change movement has been greatly hindered by it's framing as a \"leftist\" issue.",
  "created_utc": 1628861537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In a nutshell, I think that the campaigning of climate change action in conjunction with other leftist policy has been extremely detrimental to the movement. I shall speak from the perspective of an Australian, though I&#39;m sure this is analogous to other national experiences. In Australia, the third major political party is The Greens, who are essentially a party about protecting the environment. Generally they will receive a couple seats in parliament, both on the federal and state levels. However, I think the reason they don&#39;t get nearly as much votes as they should is because they are also the left most major political party of Australia, with strong left wing policies in most categories, and will often criticise the Labor party, (take negative gearing, for example). This has likely caused a number of issues for them. The first is that they will have turned away conservatives who care about climate change; if they were politically neutral it wouldn&#39;t be so much of an issue. Secondly, it has allowed the Coalition (Who are the conservative, big business and pro fossil fuel party) to simultaneously attack the Greens for being leftist and use association against the climate change movement. Basically, the Coalition argues that the Green&#39;s socio-economic policies unrelated to climate change or crazy and extremist, which greatly decreases the credibility of climate change as an issue to a lot of people. Having the biggest parliamentary proponent of action on climate change being considered radically left by most of the population has stunted the movement in the nation as a whole. If they had been politically neutral and left leftwing policy to Labor,  they would have been far more successful in their campaigning of their party and the movement as a whole. I am sort of assuming that there are similar issues in other countries, and that this is not just an Australian thing. If it is, then just pretend the question is &quot;Climate change action in Australia has been greatly hindered by the Greens being leftist&quot;</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/p3h6pz/cmv_the_climate_change_movement_has_been_greatly/",
  "subreddit": "changemyview",
  "id": "p3h6pz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In a nutshell, I think that the campaigning of climate change action in\nconjunction with other leftist policy has been extremely detrimental to the\nmovement. I shall speak from the perspective of an Australian, though I'm sure\nthis is analogous to other national experiences. In Australia, the third…"
}