{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1628344949,
  "title": "CMV: Guns are not the cause of crime.",
  "created_utc": 1628354108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I believe that guns by themselves do not make places worse. I do not think they make it more dangerous. </p>\n\n<p>I think guns on top of other social and health issues becomes a bigger problem. Guns do not make a problem on their own though. </p>\n\n<p>Let’s look at the most dangerous US cities: Detroit, St. Louis, Memphis, Baltimore, Springfield, Little Rock, Cleveland, Stockton, Albuquerque &amp; Milwaukee (according to a 2020 CBS news article).</p>\n\n<p>So you have 4 cities that are in red states that have some of the loosest gun control in the US. You have 2 in a blue state with restrictive gun laws. You then have 4 in purple states that also have looser gun laws.</p>\n\n<p>Safest cities: Columbia, South Burlington, Plano, Nashua, Lewiston, Burlington, Salem, Virginia Beach, Raleigh &amp; Gilbert (according to USNews). </p>\n\n<p>Here, you mostly have the safest cities in states with the least restrictive gun laws. You have 2 cities in states that have some of the most restrictive laws.</p>\n\n<p>Cities with the lowest homicide rates: Irvine CA, Naperville IL, McAllen TX, Allen TX, Glendale CA, Gilbert AZ, League City TX, Frisco TX, Pearland TX, Murrietta CA (based on numbers from Global Peace Index).</p>\n\n<p>Pretty interesting list right? Stark opposite states yet similar results for those cities. 3 cities are in gun restrictive CA and 1 in restrictive IL. All the rest (but one) are in unrestrictive Texas and the other in unrestrictive AZ.</p>\n\n<p>It should also be noted, that those cities have <strong>lower homicide rates than many major European cities!</strong></p>\n\n<p>So sure, CA gun laws are restrictive for the US, but a lot more is available versus other countries. Yet, with the proper group of people (and gun) people do not have high numbers of rapes, assaults and murders.</p>\n\n<p>Texas… you can pretty much get anything legally in Texas. SBRs, grenade launchers, <em>actual</em> machine guns, suppressors and ARs. Yet some places went a whole year without a murder? Lower rates of rapes and assaults? All that and getting a dangerous “assault weapon” is easy with a “high capacity” magazine as well. </p>\n\n<p>Guns are not an issue. The issues are poverty, education and mental health.</p>\n\n<p>It should be no surprise that the median income in the some the safest cities is ~$75,000. In Columbia think it was ~$105,000.</p>\n\n<p>More often than not, people show they can be responsible gun owners. I don’t think people’s personal freedoms and rights should be diminished because minuscule amount of people do bad things with guns.</p>\n\n<p>There is clear evidence that decent human beings can have what people are so scared of and so absolutely nothing nefarious with them. </p>\n\n<p>Instead of tying to get rid of some guns just because the way they look or because of the fringe occurrences that they are used… focus on the real issues and not try to restrict people’s rights. </p>\n\n<p>My view maybe flawed, so explain it to me.</p>\n\n<p>Some people have access to “more dangerous” firearms but still have little to no crime in their area.</p>\n\n<p>Other people have access to the same but the crime is horrible.</p>\n\n<p>Does that not point to guns not being the underlying problem?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ozttfn/cmv_guns_are_not_the_cause_of_crime/",
  "subreddit": "changemyview",
  "id": "ozttfn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I believe that guns by themselves do not make places worse. I do not think\nthey make it more dangerous.\n\nI think guns on top of other social and health issues becomes a bigger problem.\nGuns do not make a problem on their own though.\n\nLet’s look at the most dangerous US cities: Detroit, St. Louis,…"
}