{
  "author": "Benkley2",
  "the_new_excerpt": "The Western Wind by Samantha Harvey is easily one of the best books I read last\nyear. I just wanted to make this post to give it some more attention because I\nnever would have heard of it if it was not for my local bookstore featuring it.\nAlthough it’s set in medieval times the themes are incredibly…",
  "original_created_utc": 1617496375,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "萨曼莎-哈维的《西风》很容易成为我去年读过的最好的书之一。\n年。我只是想发这个帖子，给它多一些关注，因为我\n从来没有听说过它，如果它不是我当地的书店特色。\n虽然它的背景是在中世纪，主题是令人难以置信的... ...",
      "title": "中世纪谋杀案的神秘故事，反过来说？是的，谢谢！"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "薩曼莎-哈維的《西風》很容易成爲我去年讀過的最好的書之一。\n年。我只是想發這個帖子，給它多一些關注，因爲我\n從來沒有聽說過它，如果它不是我當地的書店特色。\n雖然它的背景是在中世紀，主題是令人難以置信的... ...",
      "title": "中世紀謀殺案的神祕故事，反過來說？是的，謝謝！"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "サマンサ・ハーヴェイの『The Western Wind』は、昨年読んだ本の中でも\nの一冊です。もっと注目してもらいたいと思い、この投稿をしました。\n地元の書店で特集が組まれていなかったら、私はこの本を知らなかったでしょう。\n中世を舞台にしていますが、テーマは信じられないほど...",
      "title": "中世の殺人ミステリーが逆に語られる？お願いします。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "サマンサ・ハーヴェイの『The Western Wind』は、昨年読んだ本の中でも\nの一冊です。もっと注目してもらいたいと思い、この投稿をしました。\n地元の書店で特集が組まれていなかったら、私はこの本を知らなかったでしょう。\n中世を舞台にしていますが、テーマは信じられないほど...",
      "title": "中世の殺人ミステリーが逆に語られる？お願いします。"
    }
  ],
  "title": "Medieval Murder Mystery Told In Reverse?? Yes please!",
  "created_utc": 1617569870,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Western Wind by Samantha Harvey is easily one of the best books I read last year. I just wanted to make this post to give it some more attention because I never would have heard of it if it was not for my local bookstore featuring it. Although it’s set in medieval times the themes are incredibly relevant and every detail is meticulously crafted. Without giving anything away the plot is pretty much as stated in the headline. The main character is a catholic priest and the book is riddled with thought provoking and hilarious confessions. </p>\n\n<p>Ps I’m sure that there are other great novels told in reverse order but this was the first of the kind I have read. Beautifully executed! And meant to be read twice I would say. 10/10 just go read it! I hope you enjoy (:</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mjl4ar/medieval_murder_mystery_told_in_reverse_yes_please/",
  "subreddit": "books",
  "id": "mjl4ar",
  "is_self": true,
  "media": null,
  "is_video": false
}