{
  "author": "alexbolte",
  "original_created_utc": 1626146680,
  "title": "Just finished every Harry Potter book, and I never realized just how much I love reading. Would love some more book(s) that have characters that are just as good and appealing as in HP.",
  "created_utc": 1626155108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I do not care if it’s fantasy or not (I’d almost prefer it not be fantasy). I just want another good book with characters that are just as good as in Harry Potter. I’m so sorry if this isn’t specific enough. My favorite part about Harry Potter was the characters and what they went through, the magic stuff was just background noise to me.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/booksuggestions/comments/oj76lv/just_finished_every_harry_potter_book_and_i_never/",
  "subreddit": "booksuggestions",
  "id": "oj76lv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I do not care if it’s fantasy or not (I’d almost prefer it not be fantasy). I\njust want another good book with characters that are just as good as in Harry\nPotter. I’m so sorry if this isn’t specific enough. My favorite part about Harry\nPotter was the characters and what they went through, the magic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ファンタジーかどうかは気にしません（ファンタジーでない方がいいくらいです）。I\nただ、ハリー・ポッターと同じようなキャラクターが出てくる良い本が欲しいのです。\nポッターのようなキャラクターが出てくる本が欲しいのです。具体的でなかったら、ごめんなさい。私がハリーポッターで一番好きなのは\nポッターの好きなところは、登場人物と彼らが経験したこと、魔法...",
      "title": "ハリーポッターを全巻読破して、こんなにも読書が好きなんだと実感しました。HPのように魅力的なキャラクターが出てくる本がもっと欲しいです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不关心它是否是幻想的（我几乎希望它不是幻想的）。I\n我只想再看一本好书，书中的人物和《哈利-波特》一样好。\n波特》一样好。如果这不够具体，我很抱歉。我最喜欢《哈利-波特》的部分。\n我最喜欢《哈利-波特》中的人物和他们所经历的事情，以及魔法...",
      "title": "刚刚读完《哈利-波特》的每一本书，我从来没有意识到我是多么喜欢阅读。我希望能有更多的书，其中的人物也能像《哈利-波特》中的人物一样优秀和吸引人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不關心它是否是幻想的（我幾乎希望它不是幻想的）。I\n我只想再看一本好書，書中的人物和《哈利-波特》一樣好。\n波特》一樣好。如果這不夠具體，我很抱歉。我最喜歡《哈利-波特》的部分。\n我最喜歡《哈利-波特》中的人物和他們所經歷的事情，以及魔法...",
      "title": "剛剛讀完《哈利-波特》的每一本書，我從來沒有意識到我是多麼喜歡閱讀。我希望能有更多的書，其中的人物也能像《哈利-波特》中的人物一樣優秀和吸引人。"
    }
  ]
}