{
  "author": "SlomoNoSempai",
  "the_new_excerpt": "I have a friend who applauded that this one animation studio was making a push\nto only have voice actors that are the same ethnicity as the characters they are\nvoicing. Her argument was that it made them more genuine to the characters.\n\nI argued that cultural understanding is more important than…",
  "original_created_utc": 1621309402,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人は、あるアニメスタジオが、自分が演じるキャラクターと同じ民族の声優だけを起用することを推進していることに拍手を送っていました。\nあるアニメスタジオが、キャラクターと同じ民族の声優だけを起用していることに拍手した友人がいます。\nしていることを賞賛した友人がいます。彼女の言い分は、その方がキャラクターに忠実になれるというものでした。\n\n私は、文化的な理解がより重要であると主張しました...",
      "title": "CMV：声優の民族性は、声を当てているキャラクターの民族性と同じである必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有一个朋友，他对这个动画工作室正在推动的一项工作表示赞赏\n只请与他们所配的角色同属一个民族的配音演员。\n配音。她的论点是，这使他们更真实地反映角色。\n\n我则认为，文化的理解要比 \"文化 \"更重要。",
      "title": "CMV: 配音演员的种族不应该与他们所配的角色的种族相同。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有一個朋友，他對這個動畫工作室正在推動的一項工作表示讚賞\n只請與他們所配的角色同屬一個民族的配音演員。\n配音。她的論點是，這使他們更真實地反映角色。\n\n我則認爲，文化的理解要比 \"文化 \"更重要。",
      "title": "CMV: 配音演員的種族不應該與他們所配的角色的種族相同。"
    }
  ],
  "title": "CMV: The ethnicity of the voice actor should not have to be the same ethnicity of the character they are voicing",
  "created_utc": 1621319777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a friend who applauded that this one animation studio was making a push to only have voice actors that are the same ethnicity as the characters they are voicing. Her argument was that it made them more genuine to the characters.</p>\n\n<p>I argued that cultural understanding is more important than ethnicity. Or there may be situations where it won’t matter because the characters ethnicity doesn’t play a strong enough role in the context of the story that it could only be voiced by someone with an understanding of that cultural background. (A good example that comes to mind is Kuzco where him being a mesoAmerican emperor is just a setting, not an important part of the culture for the area)</p>\n\n<p>Actors train them selves to get into the mindset of other people, it’s silly to think that race could be such a insurmountable barrier of understanding that no actor could voice a character that is a different culture. How could Nancy Cartwright voice Bart Simpson, to the best of my knowledge she has never been a 10-year-old boy?</p>\n\n<p>I am Jewish but don’t speak a word of Hebrew, am I more qualified to voice a character in ancient Israel then someone who isn’t Jewish but actually speaks Hebrew? Japan is a pretty homogenous country, and they have Japanese actors characters voicing characters from all around the world and even cultures that don’t actually exist. Do they need to outsource to find people that speak Japanese and are the same ethnicity of those characters. Is the narrator for an audiobook supposed to not voice one of the characters if it happens to be a different ethnicity, do they need a call a stand in to do the voice for that one character?</p>\n\n<p>If they did a blind audition for a character, and found a voice that fit the character perfectly, should they double check to make sure the ethnicity fits too?</p>\n\n<p>I can understand having more diversity with the actors applying for roles, but I don’t think forbidding people from acting outside of their ethnicity fixes the problem, it swings too far in the opposite direction</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nf0az2/cmv_the_ethnicity_of_the_voice_actor_should_not/",
  "subreddit": "changemyview",
  "id": "nf0az2",
  "is_self": true,
  "media": null,
  "is_video": false
}