{
  "author": "Warp_Legion",
  "original_created_utc": 1627516702,
  "title": "Was there ever a random quote that stuck out to you that wasn’t important to the book you read it in?",
  "created_utc": 1627548232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean like, not an inspirational quote, but just a specific line that you still remember to this day, years later?</p>\n\n<p>My example would be from <em>20,000 Leagues Under The Sea</em>, where, though I still remember the book fairly well, I haven’t read it in over a decade, but I still have crystal clear recollection of the line when they’re on the ship at the start and spot the “monster” and the Captain I believe it is is yelling for the gun to be fired and he yells a bunch of orders and finishes with:</p>\n\n<p>“And five bucks to the man who hits the infernal thing!”</p>\n\n<p>And for some reason that quote stuck with me, despite it not being a super important one or related at all to most of the story.</p>\n\n<p>Anyone else have any quotes like that?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/otm7ks/was_there_ever_a_random_quote_that_stuck_out_to/",
  "subreddit": "books",
  "id": "otm7ks",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean like, not an inspirational quote, but just a specific line that you still\nremember to this day, years later?\n\nMy example would be from 20,000 Leagues Under The Sea, where, though I still\nremember the book fairly well, I haven’t read it in over a decade, but I still\nhave crystal clear…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "感動的な言葉ではなく、何年も経った今でも覚えているような、特定のセリフのことです。\n何年も経った今でも覚えているセリフはありますか？\n\n私の例では、「海底2万哩」の話です。\n本の内容はよく覚えていますが、10年以上も読んでいないのに、今でもはっきりと覚えています。\n鮮明に覚えています。",
      "title": "読んだ本にとって重要ではない、ランダムな引用が心に残ったことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是说，不是励志的名言，而只是一句你至今仍记得的具体的台词。\n几年后的今天，你还记得吗？\n\n我的例子是《海底两万里》中的一句话，虽然我对这本书还记得很清楚，但我还没有重温这句话。\n虽然我对这本书记得很清楚，但我已经有十多年没有读过这本书了，但我仍然\n但我仍然有清晰的印象...",
      "title": "是否曾有一句随机的话让你印象深刻，而这句话对你读的那本书并不重要？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是說，不是勵志的名言，而只是一句你至今仍記得的具體的臺詞。\n幾年後的今天，你還記得嗎？\n\n我的例子是《海底兩萬裏》中的一句話，雖然我對這本書還記得很清楚，但我還沒有重溫這句話。\n雖然我對這本書記得很清楚，但我已經有十多年沒有讀過這本書了，但我仍然\n但我仍然有清晰的印象...",
      "title": "是否曾有一句隨機的話讓你印象深刻，而這句話對你讀的那本書並不重要？"
    }
  ]
}