{
  "author": "Bookish-Draws",
  "original_created_utc": 1635690285,
  "title": "Suggestions For Beginner Adult Readers",
  "created_utc": 1635725860,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mom has been wanting to get into reading. She has been asking for recommendations, and as she is in her late forties and I’m in my teens I don’t know what to suggest to her. She has tried Wuthering Heights and it is obvious that books with older language are not her forte. She has a shorter attention span, so it would probably need a particularly engaging plot. </p>\n\n<p>TLDR; My mom [40s] is looking to start reading. Looking for a book with an engaging plot that is easy to understand.</p>\n\n<p>Edit: To be more specific her favorite movies seem to be more romance, slice of life orientated.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/qjqkp6/suggestions_for_beginner_adult_readers/",
  "subreddit": "booksuggestions",
  "id": "qjqkp6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mom has been wanting to get into reading. She has been asking for\nrecommendations, and as she is in her late forties and I’m in my teens I don’t\nknow what to suggest to her. She has tried Wuthering Heights and it is obvious\nthat books with older language are not her forte. She has a shorter…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "母は読書に興味を持ちたいと言っています。おすすめの本を教えてほしいと言っていました。\n母は40代後半、私は10代なので、何を勧めたらいいのかわかりません。\n何を勧めたらいいのかわかりません。彼女は『Wuthering Heights』を読んでみましたが、明らかに古い言葉の本は彼女の好みではないようです。\n彼女はWuthering Heightsを試してみましたが、古い言葉を使った本は得意ではないようです。彼女にはもっと短い...",
      "title": "ビギナーアダルトリーダーへの提言"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我妈妈一直想接触阅读。她一直在寻求\n推荐，由于她已年过四十，而我才十几岁，我不知道该给她推荐什么。\n我不知道该给她什么建议。她已经尝试过《呼啸山庄》，很明显\n语言较老的书不是她的强项。她有一本比较短的书。",
      "title": "对初级成人读者的建议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我媽媽一直想接觸閱讀。她一直在尋求\n推薦，由於她已年過四十，而我才十幾歲，我不知道該給她推薦什麼。\n我不知道該給她什麼建議。她已經嘗試過《呼嘯山莊》，很明顯\n語言較老的書不是她的強項。她有一本比較短的書。",
      "title": "對初級成人讀者的建議"
    }
  ]
}