{
  "author": "AdHour7842",
  "original_created_utc": 1628245432,
  "title": "station eleven- what an extraordinary book, and what an extraordinary time to read it.",
  "created_utc": 1628256763,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read Emily St. John Mandel&#39;s Station Eleven yesterday. Could not put it down. Cried about a dozen times. </p>\n\n<p>For context, I&#39;ve been in iso on and off since March 2020. I was a student at a foreign university before Covid hit, and I had to leave it all behind and come home. I&#39;ve mostly been alone since, and my country is currently in the middle of a terrible third wave. </p>\n\n<p>This book was so very sad, cathartic and beautiful. I came of age in the 2010s, when post-apocalyptic fiction was all the rage. But many such works got lost in the spectacle of destruction (2012, Divergent). They did not pay enough attention to the countless tiny unspeakable implications of societal collapse. </p>\n\n<p>Station Eleven, however, depicts an &#39;apocalypse&#39; (a pandemic that kills nearly everyone on earth) through the eyes of a handful of people who survived, died before or perished during it. Mandel reflects on the beauty and fragility of the societal structures we take for granted despite tethering our lives and identities to them. She shows their devastating collapse makes the case for why &#39;surviving isn&#39;t enough&#39;. Her characters make and enjoy art, they preserve beautiful things for no reason but their beauty, they create communities and hold on to their <em>humanness</em> amidst the post-apocalyptic desolation.</p>\n\n<p>During COVID, I lost time and joy and loved ones. This book made me appreciate and want to hold tight to those things and people that still remain.</p>\n</div><!-- SC_ON -->",
  "score": 376,
  "permalink": "/r/books/comments/oz3xcw/station_eleven_what_an_extraordinary_book_and/",
  "subreddit": "books",
  "id": "oz3xcw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read Emily St. John Mandel's Station Eleven yesterday. Could not put it down.\nCried about a dozen times.\n\nFor context, I've been in iso on and off since March 2020. I was a student at a\nforeign university before Covid hit, and I had to leave it all behind and come\nhome. I've mostly been alone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、エミリー・セント・ジョン・マンデルの「ステーション・イレブン」を読みました。読むのをやめられませんでした。\n十数回は泣きました。\n\nちなみに私は2020年3月からアイソに入ったり入らなかったりしています。私はCovidが発生する前、外国の大学の学生でした。\n海外の大学に在籍していたのですが、コヴィッドの影響で全てを捨てて帰国しなければならなくなりました。\n帰ってきました。ほとんど一人だったので...。",
      "title": "STATION 11-何という特別な本、そして何という特別な時期に読むことができたのだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我昨天读了艾米莉-圣约翰-曼德尔的《第十一站》。无法放下它。\n哭了大约十几次。\n\n为了说明情况，我从2020年3月起就一直在断断续续地做异能。在Covid袭击之前，我是一个外国大学的学生。\n在Covid袭击之前，我是一所外国大学的学生，我不得不离开这一切，回到家里。\n回家。我大部分时间都是一个人...",
      "title": "第十一站--多么不寻常的书，多么不寻常的时间来读它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨天讀了艾米莉-聖約翰-曼德爾的《第十一站》。無法放下它。\n哭了大約十幾次。\n\n爲了說明情況，我從2020年3月起就一直在斷斷續續地做異能。在Covid襲擊之前，我是一個外國大學的學生。\n在Covid襲擊之前，我是一所外國大學的學生，我不得不離開這一切，回到家裏。\n回家。我大部分時間都是一個人...",
      "title": "第十一站--多麼不尋常的書，多麼不尋常的時間來讀它。"
    }
  ]
}