{
  "author": "Eriflee",
  "the_new_excerpt": "Everyone should learn to control their temper, be more understanding,\nde-escalate a situation, find a non-angry solution and if all else fails, be\nallowed to remove themselves from the scene\n\nBut if a person is trapped in a scenario where they are not allowed to escape\ne.g. being cornered/restrained…",
  "original_created_utc": 1622954246,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが自分の気性をコントロールすることを学び、もっと理解を深めるべきです。\n状況を緩和し、怒らないで済む解決策を見つけ、すべてがうまくいかない場合は\nその場から立ち去ることができる\n\nしかし、人が逃げられない状況に追い込まれた場合は\n例：追い詰められたり、拘束されたりした場合...",
      "title": "CMV：逃げ場のない状態で挑発されれば、爆発的にキレてもいい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个人都应该学会控制自己的脾气，多一些理解。\n缓和局势，找到一个不生气的解决方案，如果所有其他方法都失败了，可以让他们离开现场。\n允许自己离开现场\n\n但是，如果一个人被困在一个不允许他们逃跑的场景里\n例如，被逼到墙角/被束缚...",
      "title": "CMV: 如果你被激怒到没有办法逃脱，你就可以爆发性地发脾气。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人都應該學會控制自己的脾氣，多一些理解。\n緩和局勢，找到一個不生氣的解決方案，如果所有其他方法都失敗了，可以讓他們離開現場。\n允許自己離開現場\n\n但是，如果一個人被困在一個不允許他們逃跑的場景裏\n例如，被逼到牆角/被束縛...",
      "title": "CMV: 如果你被激怒到沒有辦法逃脫，你就可以爆發性地發脾氣。"
    }
  ],
  "title": "CMV: You are allowed to explosively lose your temper if you are provoked far enough with no means of escape",
  "created_utc": 1622973656,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyone should learn to control their temper, be more understanding, de-escalate a situation, find a non-angry solution and if all else fails, be allowed to remove themselves from the scene</p>\n\n<p>But if a person is trapped in a scenario where they are not allowed to escape e.g. being cornered/restrained by a person who keeps screaming in their face, they are allowed to explosively lose their temper to show: &quot;You have crossed the line.&quot;</p>\n\n<p>My definition of explosively losing temper = Vulgarities, yelling, throwing things etc to force the other party to back off</p>\n\n<p>I am strongly against getting physical unless they have to fend off the person that is provoking them</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/ntdnon/cmv_you_are_allowed_to_explosively_lose_your/",
  "subreddit": "changemyview",
  "id": "ntdnon",
  "is_self": true,
  "media": null,
  "is_video": false
}