{
  "author": "Head-Maize",
  "original_created_utc": 1624293569,
  "title": "CMV: In the vast majority of instances, there isn't a \"lack of workers\", you're just unwilling to pay enough.",
  "created_utc": 1624307835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>More and more I hear the discourse from &quot;illuminated&quot; entrepreneur, managers and CEO complaining that they can&#39;t hire people for work X, that people nowadays aren&#39;t willing to put in the work anymore, that it&#39;s hard to hire, and so on. And this comes from days before the current pandemic, so its not the cause either.</p>\n\n<p>Now, putting aside very narrow ultraspecialized fields or very small/closed countries, I think that&#39;s just a whole lot of bollocks. I&#39;ll give two examples I know:</p>\n\n<p><em>- Friend of mine applied to work to stack the shelves at a supermarket. She was 100% happy to earn any wage at all, and willing to work any schedule as she lived close-by. She was turned down (nothing bad there, of course, it&#39;s life). However couple days down the road I got wind through contacts that this manager was complaining &quot;can&#39;t hire anyone anymore, young people just don&#39;t want to work&quot;.</em></p>\n\n<p><em>Here&#39;s the thing, during the crisis years, 2010-2017, young people got shafted hard, and instances of unpaid wage, paid below agreed upon value, unpaid work-time, and so on, became extremely common, with traditional legal solution proving almost ineffective. As a result, nowadays anyone with some education, basic knowledge of the law and a few contacts and favors (which are cheap enough) can defend themselves. And if that doesn&#39;t work... well, other ways do. So what hiring managers target for unqualified position are people that will not know HOW to defend themselves, that don&#39;t have contacts and friends to pull from, and so on. Essentially people that will just shrug and say &quot;well, I got shafted a month wage, it&#39;s life&quot; if at some point that don&#39;t pay.</em></p>\n\n<p><em>- I worked construction for a few years, a few month here, a week there, in between classes, etc. Earned about 2000-4000€/y doing that. Recently got many calls to come back, and they were offering about 5k-6k/y. Comparatively sweet. However, I finished my degree and got a more regular job, earning about 75k/y at the moment. Well, most of the companies manager I talked to were downright rude when I said &quot;I earn X atm, can you do better?&quot;. In fact one company I talked with went on the local news and complained that people just &quot;don&#39;t want to work anymore&quot;, and &quot;young people are freeloader, can&#39;t hire anyone&quot;. Nah mate, you&#39;re just paying shit wage. This worked 5-10y ago. But nowadays the economy is better, unemployment is way down and so on.</em></p>\n\n<p><strong>TL;DR:</strong> It&#39;s not that there aren&#39;t people to hire. Even very specific experts, you can almost always pay extra and they&#39;ll come from further in the region. It&#39;s that people got wise to the crisis-era tricks, and that you want to pay 2013 wages in a 2019 economy. You can&#39;t hire or retain people because you give shitty conditions and nowadays people have alternatives. Simple as. And yeah, brain-drain is a thing, because you pay poorly. Pay more, retain the brains. It&#39;s not rocket-science.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/changemyview/comments/o4zdiw/cmv_in_the_vast_majority_of_instances_there_isnt/",
  "subreddit": "changemyview",
  "id": "o4zdiw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "More and more I hear the discourse from \"illuminated\" entrepreneur, managers and\nCEO complaining that they can't hire people for work X, that people nowadays\naren't willing to put in the work anymore, that it's hard to hire, and so on.\nAnd this comes from days before the current pandemic, so its not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、「光り輝く」起業家や経営者、CEOから、「Xの仕事には人が雇えない。\n仕事Xのために人を雇うことができない、最近の人は仕事をする気がない。\n最近の人は仕事をする気がない」「雇うのが難しい」などの不満を聞くことが多くなりました。\nしかも、これは現在のパンデミックの数日前の話なので、その...",
      "title": "CMV：ほとんどの場合、「労働者が不足している」のではなく、「十分な報酬を支払う気がない」だけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我越来越多地听到 \"聪明的 \"企业家、经理和首席执行官的论述。\n抱怨说，他们无法为X工作雇用人员，现在的人\n现在的人不再愿意投入工作了，很难招聘，等等。\n而这是在目前的大流行之前的几天，所以它不...",
      "title": "CMV：在绝大多数情况下，并不是 \"缺乏工人\"，你只是不愿意支付足够的工资。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我越來越多地聽到 \"聰明的 \"企業家、經理和首席執行官的論述。\n抱怨說，他們無法爲X工作僱用人員，現在的人\n現在的人不再願意投入工作了，很難招聘，等等。\n而這是在目前的大流行之前的幾天，所以它不...",
      "title": "CMV：在絕大多數情況下，並不是 \"缺乏工人\"，你只是不願意支付足夠的工資。"
    }
  ]
}