{
  "author": "JackC1126",
  "the_new_excerpt": "I think we’ve all noticed how polarized politics, especially in the US but\naround the world as well, have become in the last 10-20 years. This coincides\nwith the meteoric rise of technology and social media. That is no accident and\nis a direct result of social media taking over the world of…",
  "original_created_utc": 1611589354,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想大家都注意到了政治的两极分化，尤其是在美国，但\n在过去的10-20年里，世界各地也成为。这与\n随着科技和社交媒体的飞速崛起。这不是偶然的，而且\n是社会化媒体接管世界的直接结果，...",
      "title": "CMV：社交媒体上对政党和观点的不断妖魔化，是迄今为止对民主最危险的攻击。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想大家都注意到了政治的兩極分化，尤其是在美國，但\n在過去的10-20年裏，世界各地也成爲。這與\n隨着科技和社交媒體的飛速崛起。這不是偶然的，而且\n是社會化媒體接管世界的直接結果，...",
      "title": "CMV：社交媒體上對政黨和觀點的不斷妖魔化，是迄今爲止對民主最危險的攻擊。"
    }
  ],
  "title": "CMV: The constant demonizing of political parties and opinions on social media is the most dangerous assault on democracy to date",
  "created_utc": 1611610966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think we’ve all noticed how polarized politics, especially in the US but around the world as well, have become in the last 10-20 years. This coincides with the meteoric rise of technology and social media. That is no accident and is a direct result of social media taking over the world of information. No matter where you turn on social media sites like Facebook, Twitter, or Reddit political discourse is all but nonexistent. Instead there is a constant echo chamber of one side, while the other is portrayed as vile, corrupt, and downright evil. The bias is evident and while I don’t think that political bias is avoidable, the defamation most certainly is. The hatred all sides of the political spectrum have towards another is worrying and social media is 100% to blame for the extremism we find ourselves in today, at least in my opinion.</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/changemyview/comments/l4qcp2/cmv_the_constant_demonizing_of_political_parties/",
  "subreddit": "changemyview",
  "id": "l4qcp2",
  "is_self": true,
  "media": null,
  "is_video": false
}