{
  "author": "_yoyawey_",
  "the_new_excerpt": "Players blaming their teammates when they die.\n\nStudents blaming their teachers when they fail.\n\nParents making their children as scapegoats to continue living together.\n\nPeople blaming foreign country's intervention for their own misery even after\nseveral years.\n\nEVERYONE blaming their genes for…",
  "original_created_utc": 1622981512,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "プレイヤーが死んだらチームメイトを責める。\n\n生徒が失敗したときに先生を責める。\n\n親は子供をスケープゴートにして一緒に暮らし続ける。\n\n数年経っても、自分の不幸を外国の介入のせいにする人。\n数年経っても自分の不幸を外国の介入のせいにする人。\n\n誰もが自分の遺伝子のせいにしています...",
      "title": "CMV: 自分の人生で起きていることのうち、自分でコントロールできたり、少なくとも影響力を持っていることに責任を持たないのは、人間の最も有害な特性です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "球员死亡时指责他们的队友。\n\n学生在失败时指责他们的老师。\n\n父母把他们的孩子当作替罪羊来继续生活在一起。\n\n人们将自己的苦难归咎于外国的干预，即使在几年之后。\n几年后也是如此。\n\n每个人都将自己的基因归咎于......",
      "title": "CMV：对我们生活中发生的、我们可以控制的或至少可以影响的事情不负责任，是人类最毒辣的特质。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "球員死亡時指責他們的隊友。\n\n學生在失敗時指責他們的老師。\n\n父母把他們的孩子當作替罪羊來繼續生活在一起。\n\n人們將自己的苦難歸咎於外國的干預，即使在幾年之後。\n幾年後也是如此。\n\n每個人都將自己的基因歸咎於......",
      "title": "CMV：對我們生活中發生的、我們可以控制的或至少可以影響的事情不負責任，是人類最毒辣的特質。"
    }
  ],
  "title": "CMV: Not taking responsibility for things happening in our lives which we have control over or at least have an influence is the most toxic trait of any human being.",
  "created_utc": 1622994342,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Players blaming their teammates when they die.</p>\n\n<p>Students blaming their teachers when they fail.</p>\n\n<p>Parents making their children as scapegoats to continue living together.</p>\n\n<p>People blaming foreign country&#39;s intervention for their own misery even after several years.</p>\n\n<p>EVERYONE blaming their genes for their &quot;defects&quot;.</p>\n\n<p>I am not one into absolutes (this is a spectrum - there are things outside ourselves we can blame to some extent) BUT if we keep having the consistent mindset that everything bad in our lives is not because of us, it is a downward spiral.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ntke9k/cmv_not_taking_responsibility_for_things/",
  "subreddit": "changemyview",
  "id": "ntke9k",
  "is_self": true,
  "media": null,
  "is_video": false
}