{
  "author": "phenols",
  "the_new_excerpt": "Why YSK: Emotions are instinct responses to everything around us and are rooted\nin our past experiences, even from early childhood. They are not true or false,\nbut simply are.\n\nWhen we encounter an emotion and react to it, we reinforce the prior programming\nfrom the past. However, by learning to…",
  "original_created_utc": 1623356679,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 感情とは、私たちを取り巻くあらゆるものに対する本能的な反応であり、幼少期からの過去の経験に根ざしたものです。\n私たちの過去の経験に根ざしたものであり、幼い頃からのものでもあります。感情は、真でも偽でもなく、ただ存在するものです。\nただ、そうなのです。\n\n私たちが感情に遭遇し、それに反応すると、過去のプログラムが強化されます。\n過去のプログラミングを強化してしまいます。しかし、私たちは、自分の感情をコントロールできるようになることで、自分の感情をコントロールできるようになります。",
      "title": "YSK: 感情は、本能的なものであり、過去の経験に基づいています。感情に反応することで過去を強化し、状況に対応することで未来をコントロールするのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：情绪是对我们周围一切事物的本能反应，根植于我们过去的经验，甚至是幼年时的经验。\n在我们过去的经验中，甚至在幼年时期。它们没有真假之分。\n而是简单的存在。\n\n当我们遇到一种情绪并对其作出反应时，我们就会强化过去的程序。\n的程序。然而，通过学习...",
      "title": "YSK：情绪是本能的，是基于我们以前的经验。通过对它们的反应，我们强化了我们的过去；然而通过对情况的反应，我们控制了我们的未来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：情緒是對我們周圍一切事物的本能反應，根植於我們過去的經驗，甚至是幼年時的經驗。\n在我們過去的經驗中，甚至在幼年時期。它們沒有真假之分。\n而是簡單的存在。\n\n當我們遇到一種情緒並對其作出反應時，我們就會強化過去的程序。\n的程序。然而，通過學習...",
      "title": "YSK：情緒是本能的，是基於我們以前的經驗。通過對它們的反應，我們強化了我們的過去；然而通過對情況的反應，我們控制了我們的未來。"
    }
  ],
  "title": "YSK: Emotions are in instinctive and based on our prior experience. By reacting to them, we reinforce our past; yet by responding to situations, we take control of our future.",
  "created_utc": 1623374089,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Emotions are instinct responses to everything around us and are rooted in our past experiences, even from early childhood. They are not true or false, but simply are.   </p>\n\n<p>When we encounter an emotion and react to it, we reinforce the prior programming from the past. However, by learning to acknowledge why we feel this way about a given thing, we can take a moment to choose how we want to respond to the situation, not the emotion, thus taking control of our future. </p>\n\n<p>A tip is to allow yourself to experience the emotion and how you feel physiologically during it. This will help you to stay level headed, acknowledge it, and not react.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/nwxj4t/ysk_emotions_are_in_instinctive_and_based_on_our/",
  "subreddit": "YouShouldKnow",
  "id": "nwxj4t",
  "is_self": true,
  "media": null,
  "is_video": false
}