{
  "author": "hey_yo_mr_white",
  "original_created_utc": 1624903282,
  "title": "CMV: You can't be offended on behalf of another race, for what someone of that race says about that particular race.",
  "created_utc": 1624915835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For perspective.  I am half chinese/half white.  My mom is 100% Chinese, born in Hong Kong.  My fiancee is 100% white (for lack of a better term).</p>\n\n<p>We were all playing golf and saw an older Asian couple playing a second round.  The course attendant asked if they paid for a second round.  They said they didn&#39;t think they needed to since no one else was using the course and already paid once.  He said they can&#39;t do that, they paid for 1 round and only 1 round.  They were free to play again, they would just have to pay for another round.  I would think once you got caught, you&#39;d say &quot;my bad&quot; and leave the course, but apparently the guy had to keep explaining why they can&#39;t play for free just because there&#39;s no one behind them.  They were still talking by the time we got to our car and pulling out like 5 minutes later.</p>\n\n<p>My mom said something along the lines of &quot;That&#39;s such a Chinese thing to do&quot;.  My fiancee said we can&#39;t say things like that, because it personally offends her.  I&#39;m confused how someone of an unrelated race can be personally offended on behalf of another race for something said within that race.  I&#39;d like to hear your thoughts.</p>\n\n<p>For the record, I&#39;ve also played extra holes at a course.  But you do that in the middle like holes 5-7.  And if I got talked to about it, I&#39;d take the rightful blame, say I was in the wrong, and leave.  I&#39;d never start at hole #1 like this couple did, that&#39;s just asking to be talked to by the staff.  It&#39;s also very obvious when last tee time is 7-730pm, and this couple is starting at hole #1 at like 8:30pm.</p>\n\n<hr/>\n\n<p>Edit:  I said it below in another comment and after seeing what people said I should have used &quot;shouldn&#39;t be offended&quot; instead of &quot;can&#39;t be offended&quot;.  And again that&#39;s my opinion/view.  But anyone can be offended about anything, that&#39;s their right.  Whether any change comes of it once that opinion if brought up is another story.</p>\n\n<p>I still think it would be out of place for me to have a stance that I would tell someone of a different race/gender what they can/can&#39;t say about that particular race/gender that I&#39;ve never been associated with or been a part of.  Especially when that statement is not intentionally derogatory, or mean spirited, more of &quot;yup, that doesn&#39;t surprise me, based on my personal experiences of being part of that group&quot;.  I wouldn&#39;t tell a black person what it means to other black people when certain things are said, like I wouldn&#39;t tell someone that identifies as a woman that they can/can&#39;t say things about other woman since I don&#39;t know how it feels to be in that particular group.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o9pqhm/cmv_you_cant_be_offended_on_behalf_of_another/",
  "subreddit": "changemyview",
  "id": "o9pqhm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For perspective. I am half chinese/half white. My mom is 100% Chinese, born in\nHong Kong. My fiancee is 100% white (for lack of a better term).\n\nWe were all playing golf and saw an older Asian couple playing a second round.\nThe course attendant asked if they paid for a second round. They said…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "参考までに。私は中国人と白人のハーフです。私の母は100％中国人で、香港で生まれました。\n香港で生まれました。私の婚約者は100％白人です（言い方が悪いですが）。\n\nみんなでゴルフをしていたら、アジア系の老夫婦がセカンドラウンドをしているのを見かけました。\nコース係員が「2ラウンド目はお金を払ったの？彼らが言うには...",
      "title": "CMV: 他の人種を代表して、その人種の誰かがその特定の人種について言ったことに対して怒ることはできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了便于理解。我有一半中国血统/一半白人血统。我妈妈是100%的中国人，出生在\n香港出生。我的未婚妻是100%的白人（因为缺乏一个更好的术语）。\n\n我们都在打高尔夫，看到一对年长的亚洲夫妇在打第二轮。\n球场服务员问他们是否为第二轮付费。他们说...",
      "title": "CMV：你不能代表另一个种族，因为该种族的人对该特定种族说了什么而被冒犯。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了便於理解。我有一半中國血統/一半白人血統。我媽媽是100%的中國人，出生在\n香港出生。我的未婚妻是100%的白人（因爲缺乏一個更好的術語）。\n\n我們都在打高爾夫，看到一對年長的亞洲夫婦在打第二輪。\n球場服務員問他們是否爲第二輪付費。他們說...",
      "title": "CMV：你不能代表另一個種族，因爲該種族的人對該特定種族說了什麼而被冒犯。"
    }
  ]
}