{
  "author": "Existing_Reindeer881",
  "original_created_utc": 1625705554,
  "title": "CMV: Pastors should not be allowed to hold positions in government even on a local level.",
  "created_utc": 1625712125,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Allowing pastors to become politicians inherently bridges the divide between church and state, which is sacred and should not be connected in any way. Pastors will of course always vie for faith-based laws, see things through God-tinted glasses and will generally want to connect church and state since they essentially must have a moralist worldview. Other people can represent faith in politics just fine without having to see everything through divine worldview. Many of my Christian friends predictably do not follow my train of thought, so what does everyone else think?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ofwbcr/cmv_pastors_should_not_be_allowed_to_hold/",
  "subreddit": "changemyview",
  "id": "ofwbcr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Allowing pastors to become politicians inherently bridges the divide between\nchurch and state, which is sacred and should not be connected in any way.\nPastors will of course always vie for faith-based laws, see things through\nGod-tinted glasses and will generally want to connect church and state…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "牧師が政治家になることを認めることは、本質的に教会と国家の間の溝を埋めることになります。\n教会と国家は神聖なものであり、いかなる形でも結びつけてはいけません。\n牧師はもちろん、常に信仰に基づいた法律を求め、神の色に染まった眼鏡で物事を見て、一般的に教会と国家を結びつけたがるでしょう。\n神の色に染まった眼鏡で物事を見て、一般的には教会と国家を結びつけたがるでしょう...。",
      "title": "CMV: 牧師は、たとえ地方レベルであっても、政府の役職に就くことは許されません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "允许牧师成为政治家本身就弥合了\n教会和国家之间的鸿沟，这是神圣的，不应该以任何方式连接。\n牧师当然会争夺以信仰为基础的法律，通过上帝的眼镜看问题，而且一般都想让自己的信仰得到加强。\n牧师当然会争夺以信仰为基础的法律，通过上帝的眼镜看问题，并且一般会想把教会和国家联系起来......",
      "title": "CMV：牧师不应该被允许在政府中担任职务，即使是在地方一级。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "允許牧師成爲政治家本身就彌合了\n教會和國家之間的鴻溝，這是神聖的，不應該以任何方式連接。\n牧師當然會爭奪以信仰爲基礎的法律，通過上帝的眼鏡看問題，而且一般都想讓自己的信仰得到加強。\n牧師當然會爭奪以信仰爲基礎的法律，通過上帝的眼鏡看問題，並且一般會想把教會和國家聯繫起來......",
      "title": "CMV：牧師不應該被允許在政府中擔任職務，即使是在地方一級。"
    }
  ]
}