{
  "author": "Spartan0330",
  "the_new_excerpt": "My wife and I both grew up in Christian homes. Her family was much more\nconservative than mine, but we were still raised in the Christian belief of\nwaiting till marriage. (We didn’t. Thank God). Our church also had some Sunday\nschool classes for high schoolers on being ‘pure’.\n\nWe now have a…",
  "original_created_utc": 1611597000,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我和妻子都是在基督教家庭长大的。她的家庭更\n比我的保守，但我们仍然是在基督教信仰中长大的。\n等到结婚。(我们没有。感谢上帝)。我们教会也有一些主日\n学校为高中生开设的关于 \"纯洁 \"的课程。\n\n我们现在有一个...",
      "title": "CMV：纯洁文化具有破坏性和操纵性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和妻子都是在基督教家庭長大的。她的家庭更\n比我的保守，但我們仍然是在基督教信仰中長大的。\n等到結婚。(我們沒有。感謝上帝)。我們教會也有一些主日\n學校爲高中生開設的關於 \"純潔 \"的課程。\n\n我們現在有一個...",
      "title": "CMV：純潔文化具有破壞性和操縱性。"
    }
  ],
  "title": "CMV: Purity Culture is damaging and manipulative.",
  "created_utc": 1611608627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My wife and I both grew up in Christian homes. Her family was much more conservative than mine, but we were still raised in the Christian belief of waiting till marriage. (We didn’t. Thank God). Our church also had some Sunday school classes for high schoolers on being ‘pure’. </p>\n\n<p>We now have a daughter and looking back I can’t say enough for damaging hearing how the lady has to be this perfect little lamb, so innocent and then gets married. Or as a young man how evil we are to enjoy our coming of age sexually. </p>\n\n<p>Men, it is not a woman’s responsibility to guard our hearts by dressing conservative so not to show off their bodies, thusly repressing their sexuality. Don’t fricken stare and don’t leer. </p>\n\n<p>Women, I know I can’t speak for you so I won’t, but I wife has said “we should dress how we want.” </p>\n\n<p>I find it incredibly fucked up to say, as a a Christian ‘Jesus loves you’ ...but if you fool around before marriage you’re damages goods to your husband. I can’t imagine saying that to a young woman and what that wound do to their mental health. </p>\n\n<p>I also think that saying you should wait until marriage is a terrible, terrible idea. Sex is an incredibly important aspect of marriage, not just the physical release but the emotional connection as well. What if you and you’re new wife/husband are completely incompatible sexually? </p>\n\n<p>Just a few disclaimers as I wrap up. \nI am absolutely not advocating for the complete opposite of this. I think that emotionless, “free love” can get incredibly toxic incredibly fast. </p>\n\n<p>Also I’m not here to bash those who decided to wait until they were marriage. I understand that sex is incredibly intimate and your choices are your own. My entire point I’m trying to make isn’t that you should have sex before marriage, or be intimate in any way. My point I’m trying to make is the idea of how some of the world views those who don’t decide, and how they are judged.</p>\n</div><!-- SC_ON -->",
  "score": 517,
  "permalink": "/r/changemyview/comments/l4t5hz/cmv_purity_culture_is_damaging_and_manipulative/",
  "subreddit": "changemyview",
  "id": "l4t5hz",
  "is_self": true,
  "media": null,
  "is_video": false
}