{
  "author": "quodgaudium",
  "original_created_utc": 1630856200,
  "title": "What are some of the books that are close to your heart?",
  "created_utc": 1630876771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just got diagnosed with lymphoma. I have never been able to make close connections because I chose to make a successful career and earn money over everything else. But now this goal seems frivolous as I don&#39;t have much time left. It&#39;s too late for me to make friends now but I do want to feel that I am close to someone before I die. I love reading books and if you do too, please suggest to me some of your favourite books that are close to your heart. This way I would know that I did something someone in this world loved doing too.</p>\n\n<p>P.S. Forgive me for any mistakes in writing this, English is not my first language.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/pif9ug/what_are_some_of_the_books_that_are_close_to_your/",
  "subreddit": "booksuggestions",
  "id": "pif9ug",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just got diagnosed with lymphoma. I have never been able to make close\nconnections because I chose to make a successful career and earn money over\neverything else. But now this goal seems frivolous as I don't have much time\nleft. It's too late for me to make friends now but I do want to feel that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はリンパ腫と診断されたばかりです。私は、これまで親しい人とのつながりを持てませんでした。\n私は、他のすべてのことよりも、成功したキャリアとお金を稼ぐことを選んだので、親しい人とのつながりはありませんでした。\n私はこれまで人脈を作ることができませんでした。しかし、もう時間がないので、この目標は薄っぺらなものになってしまいました。\n残っています。今から友達を作るのは遅すぎますが、私は友達を作りたいと思っています。",
      "title": "あなたの心に寄り添う本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚被诊断出患有淋巴瘤。我一直未能建立密切的\n因为我选择了成功的事业和挣钱，而不是其他。\n其他一切。但现在这个目标似乎很轻浮，因为我已经没有多少时间了\n所剩无几。现在对我来说，交朋友已经太晚了，但我确实想感受到...",
      "title": "有哪些书是你的心头好？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛被診斷出患有淋巴瘤。我一直未能建立密切的\n因爲我選擇了成功的事業和掙錢，而不是其他。\n其他一切。但現在這個目標似乎很輕浮，因爲我已經沒有多少時間了\n所剩無幾。現在對我來說，交朋友已經太晚了，但我確實想感受到...",
      "title": "有哪些書是你的心頭好？"
    }
  ]
}