{
  "author": "rpphil96",
  "original_created_utc": 1632420456,
  "title": "Reading for an hour a day",
  "created_utc": 1632451064,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love reading but making time for it is sometimes an issue. After finally finishing a book I&#39;d been stuck on for six months,I decided that from now on I would read for an hour a day. My system is basically read for a minimum of an hour a day and anything over an hour doesn&#39;t roll over to the next day,but if I miss a day I read for two hours the next day. So if I didn&#39;t read all week I would need to read for seven hours on Sunday. I&#39;ve been reading like this for a month and a half and I&#39;ve finished five books. This system has been good for me because I&#39;m not missing out on reading and I still have time for all the real life stuff. Does anybody have their own system?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pu126k/reading_for_an_hour_a_day/",
  "subreddit": "books",
  "id": "pu126k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love reading but making time for it is sometimes an issue. After finally\nfinishing a book I'd been stuck on for six months,I decided that from now on I\nwould read for an hour a day. My system is basically read for a minimum of an\nhour a day and anything over an hour doesn't roll over to the next…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は読書が大好きですが、そのための時間を作ることは時々問題になります。半年かけてようやく\n半年間読みかけていた本をようやく読み終えたとき、これからは\nこれからは1日1時間、本を読もうと決めました。私のシステムは、基本的に1日最低1時間読み、1時間を超えると\n1日1時間以上の読書をして、1時間を超えた分は次の日に回さないというのが私のシステムです。",
      "title": "1日1時間の読書"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢阅读，但有时为它腾出时间是个问题。在终于\n我决定从现在开始，我将阅读一个星期的书。\n将每天阅读一小时。我的系统基本上是每天至少阅读一小时\n我的系统基本上是每天至少读一小时，超过一小时的部分就不滚动到下一次...",
      "title": "每天阅读一小时"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡閱讀，但有時爲它騰出時間是個問題。在終於\n我決定從現在開始，我將閱讀一個星期的書。\n將每天閱讀一小時。我的系統基本上是每天至少閱讀一小時\n我的系統基本上是每天至少讀一小時，超過一小時的部分就不滾動到下一次...",
      "title": "每天閱讀一小時"
    }
  ]
}