{
  "author": "bryeo2",
  "original_created_utc": 1633724052,
  "title": "Today I started to read my first Sherlock Holmes book, \"A Study in Scarlet\". I absolutely loved it!",
  "created_utc": 1633728801,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know what else to say, but that the story writing was insanely well done. I&#39;ve always held off reading this because I&#39;ve never really gotten the time to, but growing up I&#39;ve been watching and catching up to the manga series &quot;Detective Conan&quot; and it features many aspects of Sherlock Holmes. &quot;A Study in Scarlet&quot; occasionally comes up in it as the main character describes it to be &quot;the first story by Conan Doyle that introduced the legendary individual known as Sherlock Holmes&quot;. I&#39;ve finally sat down and downloaded it on Overdrive and wow, I&#39;m absolutely blown away!</p>\n\n<p><em>Spoilers below about my thoughts about the book</em></p>\n\n<p>I&#39;ve really never been a book person myself and I find it amazing that this book managed to captivate me enough to finish it in one entire setting. I thought that the initial interactions that Watson had with Holmes was really interesting and funny considering he doubted Holmes&#39; skills at deduction. I also found it really cute how the entire story was told in Watson&#39;s perspective. The way Holmes walked around the crime scene without giving any context on what he was doing only intrigued me more and more, which was pretty much how Watson felt too. The mystery became deeper when Strangerson died too with RACHE written while the prime suspect was held in custody. There was literally nobody else with motive in the story so I thought to myself, &quot;how will Conan Doyle manage to make the killer and his/her motives make sense?&quot;. That is until Holmes nabbed Jefferson Hope with ZERO context (and in a rather smart way). </p>\n\n<p>At first when the story of the Ferriers was introduced, I was confused. &quot;Uhh am I reading the correct thing?? Did the app get it wrong?&quot; went through my mind the entire time but I decided to keep reading. For the first few pages of this segment I had no idea what was going on until the part where the book mentioned Drebber, Strangerson and Jefferson Hope. I was relieved so I knew that I was reading the correct thing. The part where Drebber and Strangerson were hunting the three of them down really broke my heart, especially when the grave for John was just left there for Hope to read. I can only imagine the amount of regret Hope was feeling when he left them for a brief moment just to get them some food. When Lucy died and all Hope could do was just mourn in silence and see her dead body killed me. I had goosebumps as I read this part and the emotions i had reading the last part of his flashback was something I&#39;ve never gotten from a book before. </p>\n\n<p>As it was explained how he literally went across continents just to find Drebber and Strangerson, I felt worse and worse for Hope and the amount of hatred and desire for revenge he must have had made me feel for him. All in all, this man was an immensely well written character and for someone who was introduced very late in the story with only about 20? pages of showtime, he really &quot;justified&quot; his motives for his killings. Not saying that I agree with what he did, but whatever he said, did, and thought entirely made sense. </p>\n\n<p>What really made me weep was that he died in the end, in his jail cell. As how it was described, he had a smile on his face as he died in his cell, knowing that his life&#39;s work was well done. Chills reading that. The clues at the start; the horrific expression on Drebber&#39;s face, the blood everywhere but no physical wound, the RACHE on the wall, made sense and this entire experience felt like a movie playing in my head. Holmes was the cherry on top as the main detective solving this crime when the top brass of the police force can&#39;t, with Watson as his &quot;partner in crime&quot;. I have no words to describe my first experience with Holmes, but I had an absolute blast reading this. </p>\n\n<p>I read previous threads that the Mormon flashback was too long, but I felt that while it was a little draggy, it was indeed needed to introduce this brilliant antagonist and for context. This entire segment was the best part of the book for me, and I can&#39;t wait to explore more of this universe!</p>\n\n<p>Also love that the police detectives got all the credit for the solve. I hope this is a running gag in the entire series, it was really fun seeing Holmes interact with them :D Time check: I started reading at 12am and it&#39;s 4am now. Time really flew past!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q45tyq/today_i_started_to_read_my_first_sherlock_holmes/",
  "subreddit": "books",
  "id": "q45tyq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know what else to say, but that the story writing was insanely well\ndone. I've always held off reading this because I've never really gotten the\ntime to, but growing up I've been watching and catching up to the manga series\n\"Detective Conan\" and it features many aspects of Sherlock Holmes.…"
}