{
  "author": "NotSoSnarky",
  "the_new_excerpt": "Why YSK: No one likes being ghosted. Though I can understand why you might.\nFeeling guilty about not talking to them can eat at you, ironically enough,\nmaking you not want to contact them. But you either need to end the friendship\npeacefully or make more of an effort. Even if all you do is text and…",
  "original_created_utc": 1616885048,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：没有人喜欢被鬼缠身。虽然我能理解你为什么会这样\n讽刺的是，不和他们说话会让你感到内疚 Feeling guilty about not talking to them can eat at you, ironically enough,\n让你不想联系他们。但是，你要么需要结束友谊\n和平地或多做努力。即使你所做的只是发短信和...",
      "title": "YSK：友谊是五五开的关系。我们理解抑郁症和现实生活中的问题是一个东西，但如果一个人做了所有的连接，并被鬼迷心窍，请联系他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：沒有人喜歡被鬼纏身。雖然我能理解你爲什麼會這樣\n諷刺的是，不和他們說話會讓你感到內疚 Feeling guilty about not talking to them can eat at you, ironically enough,\n讓你不想聯繫他們。但是，你要麼需要結束友誼\n和平地或多做努力。即使你所做的只是發短信和...",
      "title": "YSK：友誼是五五開的關係。我們理解抑鬱症和現實生活中的問題是一個東西，但如果一個人做了所有的連接，並被鬼迷心竅，請聯繫他們。"
    }
  ],
  "title": "YSK: Friendship is a 50/50 relationship. We understand that depression and real-life problems are a thing, but if one person does all of the connecting and gets ghosted, please contact them.",
  "created_utc": 1616907890,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: No one likes being ghosted. Though I can understand why you might. Feeling guilty about not talking to them can eat at you, ironically enough, making you not want to contact them. But you either need to end the friendship peacefully or make more of an effort. Even if all you do is text and say: &quot;Sorry, I haven&#39;t been talking to you lately, I just haven&#39;t felt myself&quot; Or something similar. Otherwise, the person that is always the one to try and get in contact with you, might feel like they aren&#39;t appreciated/feeling used, etc.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/YouShouldKnow/comments/meoks1/ysk_friendship_is_a_5050_relationship_we/",
  "subreddit": "YouShouldKnow",
  "id": "meoks1",
  "is_self": true,
  "media": null,
  "is_video": false
}