{
  "author": "ep-140",
  "original_created_utc": 1637500444,
  "title": "What books are you the most thankful to have read?",
  "created_utc": 1637515344,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I could probably narrow it to just two or even one book, which is Infinite Jest by David Foster Wallace for the simple reason that I could’ve never recovered from addiction without it. When I first read it I was astonished by how much advice it actually has on recovery, and the sections on suicide cut me deep.</p>\n\n<p>It was also one of the first books I ever read as an adult as I struggle to read, sometimes I wanted to smash that book against a wall lol. But for about 2-3 years it was basically all the grip on life I had, which is an experience I would’ve never expected to have from a book and in particular a novel.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qyuq29/what_books_are_you_the_most_thankful_to_have_read/",
  "subreddit": "books",
  "id": "qyuq29",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I could probably narrow it to just two or even one book, which is Infinite Jest\nby David Foster Wallace for the simple reason that I could’ve never recovered\nfrom addiction without it. When I first read it I was astonished by how much\nadvice it actually has on recovery, and the sections on suicide…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "おそらく2冊、あるいは1冊に絞ることができると思いますが、それはデビッド・フォスター・ウォレスの『Infinite Jest』です。\nデイヴィッド・フォスター・ウォレスの『Infinite Jest』です。\nその理由は、この本がなければ、私は依存症から立ち直れなかったからです。この本を初めて読んだとき、回復のためのアドバイスが非常に多いことに驚かされました。\n自殺についてのセクションは...",
      "title": "読んでよかったと思う本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我也许可以把范围缩小到两本书，甚至一本书，那就是大卫-福斯特-华莱士的《无尽的玩笑》。\n的《无限风光》，原因很简单，如果没有这本书，我就不可能从毒瘾中恢复过来。\n没有它，我就无法从毒瘾中恢复过来。当我第一次读这本书时，我被它对康复的建议所震惊。\n它在康复方面的建议，以及关于自杀的部分......",
      "title": "你最感谢的是读过哪些书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我也許可以把範圍縮小到兩本書，甚至一本書，那就是大衛-福斯特-華萊士的《無盡的玩笑》。\n的《無限風光》，原因很簡單，如果沒有這本書，我就不可能從毒癮中恢復過來。\n沒有它，我就無法從毒癮中恢復過來。當我第一次讀這本書時，我被它對康復的建議所震驚。\n它在康復方面的建議，以及關於自殺的部分......",
      "title": "你最感謝的是讀過哪些書？"
    }
  ]
}