{
  "author": "SiliconDiver",
  "the_new_excerpt": "To preface: I don't consider myself inherently \"trans-phobic\". I believe\ntrans-people have rights, should not be discriminated against and have every\nright to bodily autonomy to do what they wish with their bodies.\n\nI'm hoping someone smarter/more knowledgeable than me can help de-tangle some…",
  "original_created_utc": 1616545118,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "先说一下。我不认为自己有 \"变性恐惧症\"。我相信\n变性人有权利，不应受到歧视，并享有一切权利。\n享有身体自主权，可以随心所欲地使用自己的身体。\n\n我希望有比我更聪明/更有知识的人能够帮助解开一些... ...",
      "title": "CMV：我不理解变性人运动的一些论点或概念。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "先說一下。我不認爲自己有 \"變性恐懼症\"。我相信\n變性人有權利，不應受到歧視，並享有一切權利。\n享有身體自主權，可以隨心所欲地使用自己的身體。\n\n我希望有比我更聰明/更有知識的人能夠幫助解開一些... ...",
      "title": "CMV：我不理解變性人運動的一些論點或概念。"
    }
  ],
  "title": "CMV: I don't understand some arguments or concepts from the transgender movement",
  "created_utc": 1616568753,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To preface: I don&#39;t consider myself inherently &quot;trans-phobic&quot;.  I believe trans-people have rights, should not be discriminated against and have every right to bodily autonomy to do what they wish with their bodies.</p>\n\n<p>I&#39;m hoping someone smarter/more knowledgeable than me can help de-tangle some of these concepts for me so I&#39;m less ignorant.</p>\n\n<p>I however, don&#39;t understand some of the arguments and how they are being legislated.  I&#39;m not understanding the logic.  I&#39;ve done a moderate amount of reading on the topic, both objectively, wikis etc. As well as arguments from both sides.</p>\n\n<p>Here&#39;s My current understanding of the Concepts:</p>\n\n<p><strong>Sex</strong>: Is someone&#39;s biological characteristic of an organism.  It is assigned at birth.  (Male/Female) <a href=\"https://en.wikipedia.org/wiki/Sex\">wikipedia</a></p>\n\n<p><strong>Gender</strong>: While historically this has been synonymos with biological sex.  In recent thought, gender is a &quot;<a href=\"https://en.wikipedia.org/wiki/Social_construction_of_gender\">socially constructed</a>&quot; concept that encompasses all of the socially determined traits of what society considers to be masculine or feminine. &quot;</p>\n\n<p><strong>Gender Identity</strong> is a personal sense of one&#39;s own Gender <a href=\"https://en.wikipedia.org/wiki/Gender_identity\">wikipedia</a>.   &quot;Gender identity refers to a personal identification with a particular gender and gender role in society&quot;</p>\n\n<p><strong>Transgender</strong> is a person who has a gender Identity that differs from the sex they were assigned with at birth. <a href=\"https://en.wikipedia.org/wiki/Transgender\">wikipedia</a></p>\n\n<p>Taken at face value.  I understand the above concepts, and they all make sense to me.  However, when I begin thinking through the implications of the above definitions I run into what I consider to be contradictions.</p>\n\n<h2>Confusion 1: Is Gender a social construct or is it an  individual trait?</h2>\n\n<p>A lot of the arguments around Transgender Rights seem to focus on the fact that Gender is an individually inherent trait.  (See above definition of gender Identity).      If gender is a construct of society, how can one&#39;s sense of gender be an individual trait?</p>\n\n<h3>Corollary How can gender Identity be something a person is born with, when gender is fundamentally a social construct</h3>\n\n<p>Proponents for Transgender rights, and proponents for making it a protected class argue that because gender Identity is an immutable characteristic of an individual given to them from birth, it is a form of human nature, and not behavior.  Thus it deserves to be protected.  Scientific studies such as <a href=\"https://www.newscientist.com/article/dn20032-transsexual-differences-caught-on-brain-scan/\">this</a> are cited as showing that there are biological differences of transgender humans.</p>\n\n<p>However... How does this work?  If the concept of &quot;gender&quot; fundamentally is one constructed by society.  How is it possible we could know that a person&#39;s identity is different than what society says it should be?  I get that humans of various sexes might have different masculine or feminine traits, and I get how that might make them act in different ways, or have certain dispositions to certain behaviors.  But I don&#39;t understand why that necessarily matters, if we say &quot;gender&quot; is a constructed thing anyway.  At what point is there a difference between &quot;A biological male who likes traditionally feminine things&quot; vs &quot;A biological male who identifies with a traditional female gender identity&quot;?</p>\n\n<h2>Confusion 2:  Is gender independent of sex or not?</h2>\n\n<p>I&#39;ve read a lot of literature lately that argues that sex and gender are decoupled.  But it seems to me, that the concept of gender from the perspective of a trans-person  is inexorably tied to sex.  ie: I identify with the societal accepted identity of a female defined by sex and expected via gender role.  Therefore, I want to also be viewed as female not just in gender, but biologically as sex as well and undergo HRT or something else?</p>\n\n<p>If these concepts are decoupled, why is transitioning your biological sex to match your gender identity considered an effective treatment?  Doesn&#39;t that at least PARTIALLY contradict this idea that sex and gender two different things?</p>\n\n<h2>Confusion 3:  If Gender is even partially a social construct, why is it being given significantly more political capital than other social-pressures-of-social-constructs experienced by humans?</h2>\n\n<p>Take my really poor and hopefully not inadvertently racist example:</p>\n\n<p>It is also widespread in modern times to also classify &quot;<a href=\"https://en.wikipedia.org/wiki/Race_and_society\">Race as a social construct</a>&quot;.  However, the construct of race, while also protected, and also core to a person&#39;s identity.  Doesn&#39;t seem to have similar in-congruence or &quot;rights&quot; issues as gender does.</p>\n\n<p>If I am biologically assigned a male and have genetic traits of being a causation, but I identify with the gender identity, gender roles, and societal expectations of female.   I should be protected and treated AS MY CHOSEN gender expression.</p>\n\n<p>However,</p>\n\n<p>If I am biologically assigned a Slav and have genetic traits of being Slavic, but I identify with the racial identity, racial characterizations, and racial expectations of  being Chinese.  Why can I not be recognized and protected for my identification of being Chinese?</p>\n\n<p>If both Race and Gender are a social construct, but simultaneously innate to an individual&#39;s identity, why can one be changed, and the other not?</p>\n\n<p>So to generalize this out further If Gender is a socially constructed based on the actions and behaviors of different people groups.  Why is the choice to take actions, and identify with other people groups pushed to be protected for nearly any other behavior?  </p>\n\n<p>I sort of have a hard time understanding such a precedent, because Its hard to draw a line when it stops.   By such legal precedent, what stops people from claiming identity an another societal construct that is in congruent with biological assignment and using it a means to claim discrimination? </p>\n\n<h2>Confusion 4: If the goal here is to allow Transgender people freedom of expression of their gender, and protection from discrimination.  Why are a lot of the laws re-classifying sex  as gender?</h2>\n\n<p>To an earlier point, Since we&#39;ve already discussed how gender and sex are explained as decoupled.  Why is legislation such as the <a href=\"https://en.wikipedia.org/wiki/Equality_Act_(United_States\">Equality Act</a>) re-defining sex discrimination to include gender identity, when we are very clearly trying to decouple the concepts of sex and gender.</p>\n\n<p>From my understanding, this makes it now impractical/illegal to divide based on the construct of biological sex as opposed to gender identity.   sports teams, restrooms, prisons etc. can now no longer segregate based on biology, but rather on identity.  But I don&#39;t really understand how a lot of these things are a practical GENDER discrimination, as none of these things are making an individual unable to act freely according to their own identity any more than how football is biological ablest discrimination.</p>\n\n<p>For Example: Urinals by their very design are discriminatory against people without penises. However, I don&#39;t understand fact that a bathroom that exists for people with penises, is somehow a discrimination against someones Gender Identity (which is decoupled from their biological sex)?   I understand the discrimination here based on biological sex.  I don&#39;t understand how this is a discrimination based on gender Identity.  That is, unless your &quot;identity&quot; is predicated going into a specific bathroom... But that&#39;s a social construct anyway.. (see point 1)</p>\n\n<p>This was Obviously long. And I&#39;ll award a delta for any of the above points or misunderstandings that I have.\nJust a Guy trying to have a better, more nuanced view on the matter.  </p>\n\n<p>TLDR:  Confused.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/changemyview/comments/mbsvxe/cmv_i_dont_understand_some_arguments_or_concepts/",
  "subreddit": "changemyview",
  "id": "mbsvxe",
  "is_self": true,
  "media": null,
  "is_video": false
}