{
  "author": "captainnermy",
  "the_new_excerpt": "A lot of sexual kinks and porn feature situations that are usually considered\npretty morally abhorrent, including rape, incest, cheating, abuse of power,\nsexism, blackmail, and more. Lots of hugely popular porn involves these things;\nin fact it’s sometimes hard to find porn without these things…",
  "original_created_utc": 1615950143,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "很多性变态和色情特征的情况下，通常被认为是。\n在道德上相当可恶，包括强奸，乱伦，欺骗，滥用权力。\n性别歧视、勒索等等。很多热播的A片都涉及这些东西。\n事实上，有时很难找到色情片 没有这些东西... ...",
      "title": "CMV：人们应该对自己的纠结和色情习惯更加羞愧/批评。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多性變態和色情特徵的情況下，通常被認爲是。\n在道德上相當可惡，包括強姦，亂倫，欺騙，濫用權力。\n性別歧視、勒索等等。很多熱播的A片都涉及這些東西。\n事實上，有時很難找到色情片 沒有這些東西... ...",
      "title": "CMV：人們應該對自己的糾結和色情習慣更加羞愧/批評。"
    }
  ],
  "title": "CMV: People should be more ashamed/critical of their kinks and porn habits",
  "created_utc": 1615956269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of sexual kinks and porn feature situations that are usually considered pretty morally abhorrent, including rape, incest, cheating, abuse of power, sexism, blackmail, and more. Lots of hugely popular porn involves these things; in fact it’s sometimes hard to find porn without these things unless you specifically look for it. Criticizing people’s sex and masturbation habits is often considered off limits, and people get defensive if you criticize the fact that people have kinks and enjoy porn with these things in them. But I think we should be more active in criticizing the presence of immoral things in sex and porn. If a mainstream movie was released that uncritically portrayed rape as hot, it would be rightfully torn to shreds for promoting dangerous and unethical ideas about sex and consent. So why is that sort of stuff par for the course when it comes to porn? </p>\n\n<p>I’m not saying rape porn necessarily causes real rape or anything like that, but if I watch, say, egregiously misogynistic porn every day, that’s almost certainly going to have some effect on how I view women, at least when it comes to sex.</p>\n\n<p>People can have kinks. If someone’s into piss play, I might think that’s kinda gross, but it’s not really creating pleasure from something immoral. However, I think many popular kinks pretty obviously involve some horrible behavior, and I think that should be recognized and these behaviors discouraged.</p>\n\n<p>I’m not anti-porn or sex negative, and I don’t think that anyone who enjoys sex or porn with morally dubious elements is a bad person - I know I’ve done it. But I think it’s important to recognize that some sexual desires are just not healthy, and we shouldn’t be uncritically catering to our worst urges.</p>\n</div><!-- SC_ON -->",
  "score": 202,
  "permalink": "/r/changemyview/comments/m6qmbn/cmv_people_should_be_more_ashamedcritical_of/",
  "subreddit": "changemyview",
  "id": "m6qmbn",
  "is_self": true,
  "media": null,
  "is_video": false
}