{
  "author": "dtperrin",
  "original_created_utc": 1639071593,
  "title": "YSK: You are getting a pay-cut",
  "created_utc": 1639086252,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Probably only unpopular among employers, but you should know that the inflation rate is around 6% and probably much higher for most of us, so if you are not receiving a raise this year for at least 6% you are getting a pay-cut.  You should ask your employer to explain to you why they think you are worth less now then you were last year.   Why ysk: Inflation generally hits lower income people a lot faster and harder than higher income earners and some owners/employers may not realize how badly it is affecting you.  Also, you have to shoot your shot.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 193,
  "permalink": "/r/YouShouldKnow/comments/rcmrzm/ysk_you_are_getting_a_paycut/",
  "subreddit": "YouShouldKnow",
  "id": "rcmrzm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Probably only unpopular among employers, but you should know that the inflation\nrate is around 6% and probably much higher for most of us, so if you are not\nreceiving a raise this year for at least 6% you are getting a pay-cut. You\nshould ask your employer to explain to you why they think you are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>おそらく、雇用者の間では不人気だと思いますが。\nインフレ率は約6%で、おそらくほとんどの人にとってはもっと高いと思います。\nですから、もしあなたが今年、少なくとも6％の昇給を受けていないのであれば\nあなたは減給されているのです。雇い主にお願いしてみてはいかがでしょうか...。",
      "title": "YSK：あなたは減給されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>可能只是在雇主中不受欢迎，但是\n你应该知道，通货膨胀率约为6%，对我们大多数人来说可能要高得多。\n对我们大多数人来说，所以如果你今年没有收到至少6%的加薪\n你就会被减薪。你应该要求你的雇主...",
      "title": "YSK：你要减薪了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>可能只是在僱主中不受歡迎，但是\n你應該知道，通貨膨脹率約爲6%，對我們大多數人來說可能要高得多。\n對我們大多數人來說，所以如果你今年沒有收到至少6%的加薪\n你就會被減薪。你應該要求你的僱主...",
      "title": "YSK：你要減薪了"
    }
  ]
}