{
  "author": "dtperrin",
  "original_created_utc": 1639071593,
  "title": "YSK: You are getting a pay-cut",
  "created_utc": 1639086252,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Probably only unpopular among employers, but you should know that the inflation rate is around 6% and probably much higher for most of us, so if you are not receiving a raise this year for at least 6% you are getting a pay-cut.  You should ask your employer to explain to you why they think you are worth less now then you were last year.   Why ysk: Inflation generally hits lower income people a lot faster and harder than higher income earners and some owners/employers may not realize how badly it is affecting you.  Also, you have to shoot your shot.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 193,
  "permalink": "/r/YouShouldKnow/comments/rcmrzm/ysk_you_are_getting_a_paycut/",
  "subreddit": "YouShouldKnow",
  "id": "rcmrzm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Probably only unpopular among employers, but you should know that the inflation\nrate is around 6% and probably much higher for most of us, so if you are not\nreceiving a raise this year for at least 6% you are getting a pay-cut. You\nshould ask your employer to explain to you why they think you are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "おそらく雇用者の間でだけ不人気なのでしょうが、インフレを知るべきです。\nの率は約6％で、おそらくほとんどの人はそれ以上でしょう。\n今年は少なくとも6％の昇給があり、あなたは減給されることになります。あなたは\n雇用主に、なぜそう思うのか説明してもらうべき...。",
      "title": "YSK：あなたは減給されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "可能只是在雇主中不受欢迎，但你应该知道，通货膨胀率约为6%，对我们大多数人来说可能更高。\n通货膨胀率约为6%，对我们大多数人来说可能要高得多，所以如果你今年没有\n今年的加薪幅度至少是6%，你就会被减薪。你\n你应该要求你的雇主向你解释为什么他们认为你...",
      "title": "YSK：你要减薪了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "可能只是在僱主中不受歡迎，但你應該知道，通貨膨脹率約爲6%，對我們大多數人來說可能更高。\n通貨膨脹率約爲6%，對我們大多數人來說可能要高得多，所以如果你今年沒有\n今年的加薪幅度至少是6%，你就會被減薪。你\n你應該要求你的僱主向你解釋爲什麼他們認爲你...",
      "title": "YSK：你要減薪了"
    }
  ]
}