{
  "author": "tequilamocking_bird_",
  "the_new_excerpt": "Everything about the book, from the way the entire story of Achilles and\nPatroclus has been retold to the way Miller has weaved each word together to\npunch you right in the gut, twist it around and then leave you to weep for days\nhas been chief's kiss perfect. It was everything I had hoped for and…",
  "original_created_utc": 1612676975,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这本书的一切，从整个阿喀琉斯和的故事的方式。\n帕特罗克洛斯已经被重新讲述，米勒将每一个字编织在一起的方式来\n拳拳到肉，扭扭捏捏，让你哭上几天。\n一直是主任的完美之吻 这是我所希望的一切，而且... ...",
      "title": "我永远不会从《阿基里斯之歌》中恢复过来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書的一切，從整個阿喀琉斯和的故事的方式。\n帕特羅克洛斯已經被重新講述，米勒將每一個字編織在一起的方式來\n拳拳到肉，扭扭捏捏，讓你哭上幾天。\n一直是主任的完美之吻 這是我所希望的一切，而且... ...",
      "title": "我永遠不會從《阿基里斯之歌》中恢復過來。"
    }
  ],
  "title": "I'm never going to emotionally recover from 'The Song of Achilles'",
  "created_utc": 1612686439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everything about the book, from the way the entire story of Achilles and Patroclus has been retold to the way Miller has weaved each word together to punch you right in the gut, twist it around and then leave you to weep for days has been <em>chief&#39;s kiss</em> perfect. It was everything I had hoped for and more. The fact that I already knew what was going to happen at the end and yet the book kept me engaged, blows my mind. It&#39;s been 3 days and I still can&#39;t get over it. This is the first novel (or anything for that matter) that made me literally weep for days and actually miss the characters. </p>\n\n<p>Hat&#39;s off to Madeline Miller for this master piece and would recommend everyone to give it a try (this should be in the list of LGBT+ literature)</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/legk7x/im_never_going_to_emotionally_recover_from_the/",
  "subreddit": "books",
  "id": "legk7x",
  "is_self": true,
  "media": null,
  "is_video": false
}