{
  "author": "LearningFinance23",
  "original_created_utc": 1631290827,
  "title": "YSK: Insects are declining at a precipitous rate. We may have lost up to 75% of insect biomass in the last 50 years. This is catastrophic for all terrestrial life on earth",
  "created_utc": 1631295772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Insects are <a href=\"https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html\">essential</a> to most life on earth, including our own. 75-95% of flowering terrestrial plants require insects to procreate. Losing all of those plant species would be devastating to humans.</p>\n\n<p>Why we need insect pollinated plants- Most fruits, vegetables, and nuts require insect pollination. Without them we lose many many nutritionally vital and culturally important foods. While we can survive without them our lives will be incredibly painful and unhealthy. You can read more about what a bee free diet would be like <a href=\"https://www.nrdc.org/onearth/bee-free-diet\">here</a>.</p>\n\n<p>Plants also produce oxygen that we need to breath, <a href=\"https://www.advantaclean.com/blog/2017/october/the-best-plants-for-flood-control/\">prevent flooding,</a> filter water and <a href=\"https://www.bbc.com/future/article/20200504-which-trees-reduce-air-pollution-best\">air pollution</a>, <a href=\"https://www.livescience.com/53574-if-wrong-seeds-planted-after-fires-us-could-face-modern-dust-bowl.html\">prevent erosion</a> (remember the what the dust bowl did to the US?), sequester carbon, and support all terrestrial life on earth, not just humans.</p>\n\n<p>Besides pollination, many insects offer protection from other insect pests. Wasps and flies eat pest insects like mosquitoes and crop pests.</p>\n\n<p>Most bird species require insects in their diet to have offspring. For instance, a single family of chickadees needs 6,000 and <a href=\"https://www.27east.com/home-garden/doug-tallamy-to-present-a-chickadees-guide-to-gardening-1532496/\">9,000</a> caterpillars to raise one nest of baby birds. The insect decline is significantly contribution to the mass decline of most bird species. Most other animals on earth either rely on insects to survive or rely on plants that require insect pollination. Without insects, terrestrial ecosystems will collapse.</p>\n\n<p>The good news is that there are a lot of <a href=\"https://www.pnas.org/content/118/2/e2002547117\">simple things</a> we can do to protect insects:</p>\n\n<ul>\n<li>Outdoor lights at night can trap and kill insects. Either use motion sensor connected lights or use yellow LEDs which are much less attractive to insects.</li>\n<li>Plant <a href=\"https://www.nwf.org/nativeplantfinder/about\">native plants</a> and trees in your garden. <a href=\"https://www.fs.fed.us/wildflowers/pollinators/documents/AttractingPollinatorsV5.pdf\">Native plants</a> support way more insects than <a href=\"https://www.smithsonianmag.com/science-nature/meet-ecologist-who-wants-unleash-wild-backyard-180974372/#:%7E:text=Tallamy%20has%20found%20that%20within,uneaten%20in%20a%20new%20ecosystem\">invasive plants</a>. Many native plants are both beautiful and support wonderful diverse communities of insects and other animals.</li>\n<li><a href=\"https://www.ecolandscaping.org/06/designing-ecological-landscapes/native-plants/superfoods-in-the-insect-garden/\">A few plant species</a> are super good at supporting diverse and amazing insect communities. When possible plant these plants in your gardens and streets. In the eastern US white oaks and goldenrods are particularly awesome! Check your area though.</li>\n<li>Use mosquito repellants and mosquito dunks rather than spraying your yard to kill mosquitoes, and dump out standing water that mosquito larvae grow in. <a href=\"https://blog.nwf.org/2020/09/what-you-need-to-know-before-spraying-for-mosquitoes/\">Mosquito sprays</a> kill huge numbers of important pollinators and other insects. If you aren&#39;t in an area with mosquito born diseases, a few mosquito bites are annoying but they wont kill you.</li>\n<li>Lawns are ecological dead zones that support very little life. You don&#39;t need to give up your whole lawn, but turn areas you aren&#39;t using into a <a href=\"https://ideasforus.org/converting-your-turf-grass-lawn-into-pollinator-garden-and-habitat/\">pollinator garden</a> or just let it go wild. If your HOA has rules about lawns, try to change the rules.</li>\n<li>Most insects complete parts of their life cycle in the soil or leaf litter. Leave areas of litter/mulch around the base of your trees and garden plants so the insects can survive.</li>\n<li>Try to buy food and other items that are produced in more sustainable ways. Buying more organic foods and cotton products would be a big <a href=\"https://www.theguardian.com/environment/2019/feb/13/buy-organic-food-to-help-curb-global-insect-collapse-say-scientists\">improvement</a> if you can afford to.</li>\n<li>If you don&#39;t own a home and the above advice isn&#39;t relevant to you, help your friends, family, and community see that insects are wonderful, important, and worth saving. Help them implement the above changes. Share cool pictures of insects you find.</li>\n</ul>\n\n<p>If you know other ways that insects are important, or ways they can be protected, please share in the comments below!</p>\n</div><!-- SC_ON -->",
  "score": 136,
  "permalink": "/r/YouShouldKnow/comments/ploax4/ysk_insects_are_declining_at_a_precipitous_rate/",
  "subreddit": "YouShouldKnow",
  "id": "ploax4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Insects are essential\n[https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html] to most\nlife on earth, including our own. 75-95% of flowering terrestrial plants require\ninsects to procreate. Losing all of those plant species would be devastating to\nhumans.\n\nWhy we need insect…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 昆虫は必要不可欠\n[https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html]\n昆虫は、私たちを含む地球上のほとんどの生命にとって必要不可欠な存在です。花を咲かせる陸生植物の75～95％は、昆虫を必要としています。\n昆虫を必要としています。そのような植物の種がすべて失われると、人間にとっては壊滅的な打撃となります。\n人間にとっては壊滅的です。\n\nなぜ昆虫が必要なのか...",
      "title": "YSK: 昆虫の数が急激に減っています。過去50年間で、昆虫のバイオマスの75％が失われたと言われています。これは、地球上のすべての陸生生物にとって壊滅的な問題です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：昆虫是必不可少的\n[https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html] 对大多数\n地球上的大多数生命，包括我们的生命，都离不开昆虫。75-95%的开花陆地植物需要\n昆虫来繁衍。失去所有这些植物物种对人类来说是毁灭性的。\n人类来说是毁灭性的。\n\n为什么我们需要昆虫...",
      "title": "YSK：昆虫正在以断崖式的速度减少。在过去的50年里，我们可能已经损失了高达75%的昆虫生物量。这对地球上的所有陆地生物来说是灾难性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：昆蟲是必不可少的\n[https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html] 對大多數\n地球上的大多數生命，包括我們的生命，都離不開昆蟲。75-95%的開花陸地植物需要\n昆蟲來繁衍。失去所有這些植物物種對人類來說是毀滅性的。\n人類來說是毀滅性的。\n\n爲什麼我們需要昆蟲...",
      "title": "YSK：昆蟲正在以斷崖式的速度減少。在過去的50年裏，我們可能已經損失了高達75%的昆蟲生物量。這對地球上的所有陸地生物來說是災難性的。"
    }
  ]
}