{
  "author": "kowalski71",
  "original_created_utc": 1629562013,
  "title": "In the podcast Dolly Parton's America, someone mentions that the term hillbilly was once used against poor white people who tried to organize post-civil war fusion governments with black people. Is this true or revisionist history?",
  "created_utc": 1629571831,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was listening to this (very enjoyable) podcast and when this line was uttered I paused it and immediately google for clarification but couldn&#39;t find much. The transcript of the comment:</p>\n\n<blockquote>\n<p>Elizabeth Kat:</p>\n\n<p>Yeah, do you know the origins of the word hillbilly?</p>\n\n<p>Jad:</p>\n\n<p>No.</p>\n\n<p>Elizabeth Kat:</p>\n\n<p>So I won&#39;t take up too much of your time, but it is kind of interesting. One iteration of the story is that hillbilly was a specific term deployed against people who were from East Tennessee right after the civil war when individuals were trying to form what what historians would probably call fusionist government. So governments where African Americans and white individuals had equal political power. And so the word hillbilly was a degrading term for white people who politically organized with African Americans.</p>\n</blockquote>\n\n<p>-- <a href=\"https://www.wnycstudios.org/podcasts/dolly-partons-america/episodes/dolly-partons-america-episode\">Source</a></p>\n\n<p>I just have one question: is there any truth to this or is it feel-good revisionism?</p>\n</div><!-- SC_ON -->",
  "score": 124,
  "permalink": "/r/AskHistorians/comments/p8u3we/in_the_podcast_dolly_partons_america_someone/",
  "subreddit": "AskHistorians",
  "id": "p8u3we",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was listening to this (very enjoyable) podcast and when this line was uttered\nI paused it and immediately google for clarification but couldn't find much. The\ntranscript of the comment:\n\n> Elizabeth Kat:\n> \n> Yeah, do you know the origins of the word hillbilly?\n> \n> Jad:\n> \n> No.\n> \n> Elizabeth…"
}