{
  "author": "LifeFindsAWay062",
  "the_new_excerpt": "It really bothers me that I can't remember certain details of a book, like the\nnames of characters, plot points such as twists and the overall structure of the\nplot. What I can remember are things that stuck out to me while reading, and the\ngeneral context of the story. I can also probably tell you…",
  "original_created_utc": 1621996858,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本の詳細を覚えていないことがとても気になります。\n登場人物の名前や、どんでん返しなどのプロットポイント、全体の構成など、本の詳細を覚えられないのは本当に困る。\n思い出せるのは 私が覚えているのは、読んでいて気になったことや、物語の全体的な文脈です。\n私が覚えているのは、読んでいて気になったことや、物語の全体的な背景です。また、私はおそらくあなたに...",
      "title": "2～3年前に読んだ本の内容を思い出せない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很烦恼，因为我无法记住一本书的某些细节，比如说\n人物的名字，情节的转折点和整体结构等。\n情节。我能够记住的是在阅读时让我印象深刻的事情，以及故事的总体背景。\n故事的一般背景。我可能还能告诉你...",
      "title": "我不记得两三年前读过的书中的细节了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很煩惱，因爲我無法記住一本書的某些細節，比如說\n人物的名字，情節的轉折點和整體結構等。\n情節。我能夠記住的是在閱讀時讓我印象深刻的事情，以及故事的總體背景。\n故事的一般背景。我可能還能告訴你...",
      "title": "我不記得兩三年前讀過的書中的細節了"
    }
  ],
  "title": "I Cant Remember Details From Books I read 2-3 Years Ago",
  "created_utc": 1622040615,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It really bothers me that I can&#39;t remember certain details of a book, like the names of characters, plot points such as twists and the overall structure of the plot. What I can remember are things that stuck out to me while reading, and the general context of the story. I can also probably tell you what some of these characters where, like this is guy was a doctor, lawyer, etc. What is strange that if a novel has a film adaptation then I have a much easier time remembering it. For example, after reading the novel, Congo, I decided to watch the movie version. I can remember most of the main characters and their names, but some plot elements are hazy. Ive been having dark thoughts recently, like what is the point of reading a book if I&#39;m just going to forget most of it in 2 or 3 years? Don&#39;t get me wrong reading many of Michael Chricton&#39;s novels pretty much got me through high school, it just irritates me that a lot of it just feels like a blur in my mind.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/nl6g9d/i_cant_remember_details_from_books_i_read_23/",
  "subreddit": "books",
  "id": "nl6g9d",
  "is_self": true,
  "media": null,
  "is_video": false
}