{
  "author": "pappumaster",
  "the_new_excerpt": "I know this has been talked about on this sub before (in archived posts) but I\njust wanted to share this personal revelation I recently had:\n\nI used to read all the time growing up and then kind of stopped during college\nand a few years into grad school because of limited time or other…",
  "original_created_utc": 1619454826,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前にもこのサブサイトで話題になったことがあると思いますが（アーカイブの中で）、私が最近得た個人的な啓示をお伝えしたいと思います。\n私が最近得た個人的な啓示を共有したいと思いました。\n\n私は子供の頃、いつも本を読んでいましたが、大学時代と大学院の数年間は、時間が限られていたり、その他の理由で、ちょっとやめてしまいました。\n私は子供の頃からずっと本を読んでいました。",
      "title": "毎晩読書をすることで、私は全体的に幸せな人間になりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这个问题以前在本子上已经谈过了（在存档的帖子中），但我\n只是想分享一下我最近的个人启示。\n\n我在成长过程中一直在阅读，然后在大学期间有点停止了\n和进入研究生院的几年里，因为时间有限或其他原因而停止了。",
      "title": "每天晚上的阅读使我成为一个整体上更快乐的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這個問題以前在本子上已經談過了（在存檔的帖子中），但我\n只是想分享一下我最近的個人啓示。\n\n我在成長過程中一直在閱讀，然後在大學期間有點停止了\n和進入研究生院的幾年裏，因爲時間有限或其他原因而停止了。",
      "title": "每天晚上的閱讀使我成爲一個整體上更快樂的人"
    }
  ],
  "title": "Reading every night has made me an overall happier person",
  "created_utc": 1619464407,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know this has been talked about on this sub before (in archived posts) but I just wanted to share this personal revelation I recently had:</p>\n\n<p>I used to read all the time growing up and then kind of stopped during college and a few years into grad school because of limited time or other priorities. For the first half of grad school, I was really anxious and would have trouble falling and staying sleeping too. A couple of years ago (halfway into grad school), I was going on a solo trip and decided to pick a book or two to read while alone on this trip. I picked two thrillers and after this trip, I became addicted to reading more mystery/crime/thriller novels, trying to read at least a little bit each night. Not only does it help me fall asleep but every day I feel a pang of happiness about the fact that I get to return to my exciting book at night and this happiness seems to indirectly affect my general mood.</p>\n\n<p>I also think the Kindle (or e-reader) and the library&#39;s overdrive are the greatest inventions ever because I can read about a book a week without ever having to leave my bed. I also very recently started checking out thriller audiobooks (that I read separately from but in parallel with my nighttime book) from my library to listen to at the gym and it makes my workouts so much more bearable.</p>\n\n<p>I read for pure enjoyment and it made me realize that finding the right genre(s) for each individual person is so important. Some people may find it hard to get through a book and get turned off of reading for a while but I believe they are just reading the wrong type of book and that there is a genre out there they will get sucked into like I did.</p>\n\n<p>(I had a brief hiatus from thrillers last year to re-read the entire Harry Potter series and that contributed the same amount of happiness and excitement.)</p>\n\n<p>Do others have similar experiences and thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/mz1rd7/reading_every_night_has_made_me_an_overall/",
  "subreddit": "books",
  "id": "mz1rd7",
  "is_self": true,
  "media": null,
  "is_video": false
}