{
  "author": "Ill_tempered_zeabass",
  "original_created_utc": 1624922433,
  "title": "YSK why you look 'uglier' in photos than you do in the mirror",
  "created_utc": 1624944804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because we all experience this, and you shouldn&#39;t feel so bad about it. Pro tip at the end. </p>\n\n<p>You, well most of you, have 2 eyes. Your camera only has one. What we see in the mirror is a 3-dimensional object, what we see on a photo is 2 dimensional. Your eyes are not centered, because of this you slightly see around an object, which gives a more honest view of something. A camera can only see a flat surface. </p>\n\n<p>What you see in the mirror is how other people see you, a photo is more like an approximation of your appearance. </p>\n\n<p>Also, we are not used to seeing ourselves flipped horizontally like on a photo. Your face is not perfectly symmetrical, so when you see a photo of yourself, all the asymmetrical features of your face immediately catch your attention, because you&#39;re not used to seeing them in that place. Pro tip: Try flipping your pictures horizontally, you&#39;ll be way more comfortable with what you see.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o9vy26/ysk_why_you_look_uglier_in_photos_than_you_do_in/",
  "subreddit": "YouShouldKnow",
  "id": "o9vy26",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because we all experience this, and you shouldn't feel so bad about it.\nPro tip at the end.\n\nYou, well most of you, have 2 eyes. Your camera only has one. What we see in the\nmirror is a 3-dimensional object, what we see on a photo is 2 dimensional. Your\neyes are not centered, because of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：誰もが経験していることだから、そんなに嫌な思いをしなくてもいいと思います。\n最後にアドバイスです。\n\nあなたは、ほとんどの人が、2つの目を持っています。カメラには1つしかありません。私たちが鏡の中で見るものは\n鏡に映るものは3次元の物体ですが、写真に映るものは2次元です。あなたの\n目の中心がずれているのは...",
      "title": "YSK、鏡で見るよりも写真の方が「ブス」に見える理由"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：因为我们都有这样的经历，而且你不应该为此感到难过。\n最后的专业提示。\n\n你，以及你们大多数人，有两只眼睛。你的相机只有一只。我们在镜子里看到的\n镜子里看到的是一个三维物体，我们在照片上看到的是二维的。你的\n你的眼睛不在中心，因为...",
      "title": "YSK为什么你在照片上看起来比在镜子里更 \"丑\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：因爲我們都有這樣的經歷，而且你不應該爲此感到難過。\n最後的專業提示。\n\n你，以及你們大多數人，有兩隻眼睛。你的相機只有一隻。我們在鏡子裏看到的\n鏡子裏看到的是一個三維物體，我們在照片上看到的是二維的。你的\n你的眼睛不在中心，因爲...",
      "title": "YSK爲什麼你在照片上看起來比在鏡子裏更 \"醜\"？"
    }
  ]
}