{
  "data/ph-top/2021/9/mubert-render.json": "オーディオストックから入手したロイヤリティフリーの音楽は、コンテンツの内容に合わず、追加の編集が必要になることも少なくありません。Mubert Renderは、AIの力を借りて、長さや雰囲気、ジャンルに合ったロイヤリティーフリーの音楽トラックを作成します。あなたのコンテンツにぴったりフィットします。",
  "data/ph-top/2021/9/hbd-nft.json": "お友達や大切な人に、手描きのNFTピニャータでハッピーバースデーを伝えましょう。プレゼントの配送と財布のセットアップをお手伝いします。ピニャータは1個あたりΞ0.055。最大で3,660個が存在することになります。366日分です。それぞれに10個ずつ。1日がなくなると、それはもう",
  "data/ph-top/2021/9/leap-club.json": "leap.clubのミッションは、「リーダーシップを発揮する女性を増やす」というシンプルなものです。1:1のコネクション、ソーシャル・プロフェッショナル・マイクロコミュニティを通じて、ソーシャル・プロフェッショナル・ネットワークを構築し、特別な体験に参加しましょう。Product Huntからサインアップして、キャンセル待ちリストをスキップしましょう。",
  "data/ph-top/2021/9/plug-play-by-swapstack.json": "ニュースレターをマネタイズする？絶対にスポンサーと一緒にメルマガを送ってはいけません! 💰 Plug & Playは、あなたが実行できる事前承認されたアフィリエイト案件のキュレーションリストを提供します。✍️ ライターとして。常にスポンサーを用意しておきましょう! 💼 ブランドとして。あなたのリーチを広げましょう!",
  "data/ph-top/2021/9/superbuild-2-0.json": "何百人もの創業者がSuperbuildのコードレス教育とコミュニティを利用して、技術者でなくてもアプリを作り、オンラインビジネスを運営しています。",
  "data/ph-top/2021/9/elocance-for-teams.json": "elocanceは、チームの重要なコンテンツのためのSpotifyのようなものです。記事、ビジネスインテリジェンス、週報など、チームが必要とするあらゆるコンテンツのオーディオプレイリストを作成できます。チームが仕事を進めたり、学んだり、連絡を取り合ったりするのをオーディオでサポートします。",
  "data/ph-top/2021/9/greenr.json": "モバイルアプリケーションを使って、従業員の二酸化炭素排出量を追跡し、排出源から削減し、オフセットすることで、企業はESGの目標を行動に移すことができます。",
  "data/ph-top/2021/9/slantt.json": "https://slantt.co は、タイル状のアイソメトリックグラフィックを作成するためのツールです。✓ 画像タイルをドラッグ＆ドロップする ✓ 3D ボックスに変換する ✓ 影、ボックスの厚さ、カメラアングルに標高を設定する ✓ カスタム背景グラデーション ✓ PNG または SVG にエクスポートする",
  "data/ph-top/2021/9/productjobs-india.json": "インドで次のプロダクトマネジメントの仕事を探すのが簡単になりました。https://productjobsindia.com にアクセスして、インドの最新のプロダクトマネジメントの求人情報をご覧ください。何百ものエントリーレベルの仕事や、ミッドレベル、シニアレベルの製品の仕事が募集されています。",
  "data/ph-top/2021/9/cryptoradar-cb5e8d1e-9641-4c68-8155-553aefe4d797.json": "Cryptoradarは、70以上の取引所の中から、価格、機能、カスタマーレビューなどを総合的に判断して、暗号を購入するのに最適な場所を見つけます。当社のリアルタイム価格には、すべての取引手数料と支払い手数料が含まれており、十分な情報に基づいた投資判断を行うために必要な透明性を提供します。",
  "data/ph-top/2021/9/remotechoice2.json": "リモートチョイスは、リモートで生活する場所や仕事をする場所を決めるための関連情報を提供します。1.0では、発見に焦点を当てました。2.0では、SIMカード、住む場所、働く場所など、新天地での生活を始めるための情報を提供します。",
  "data/ph-top/2021/9/whole.json": "ホールでの簡単な日常活動で、心の健康とウェルネスを向上させましょう このアプリは、ユーザーが毎日チェックインし、心の健康を改善することが科学的に証明されている習慣やタスクを完了することを促すことで、セルフケアを促進することに重点を置いています。",
  "data/ph-top/2021/9/art-haus.json": "ART HAUSは、メタヴァースのためのアーティスト・レジデンシーです。アーティストがNFTのアイデアを探求し、コレクターがトークン化された作品を発見できるようにします。キーホルダーとなったコレクターは、会員限定の特典にアクセスすることができます。",
  "data/ph-top/2021/9/sales-jobs-board.json": "セールスの人材を採用することは、規模を拡大するスタートアップ企業にとって最も困難な課題の一つです。私たちCloseは、2013年以来、何千もの企業に実用的なセールス採用のためのアドバイスを提供してきました。私たちのセールスコミュニティで紹介され、優秀な候補者が募集中の職務に応募してきます。",
  "data/ph-top/2021/9/telegram-8-0.json": "Telegram 8.0では、視聴者数無制限のライブストリーム、メディアからキャプションを削除するオプション、転送時に送信者名を隠すオプション、次の未読チャンネルに簡単にジャンプする方法、改善されたステッカーパネル、新しいアニメーション絵文字などが追加されました。",
  "data/ph-top/2021/9/shipday.json": "自社の配送ドライバーや、DoorDashやUberなどのサードパーティの配送サービスを利用して、迅速なローカル配送を実現します。",
  "data/ph-top/2021/9/goodcall.json": "ローカルビジネスに入ってくるよくあるリクエストに答えてくれるAIアシスタント付きの無料電話番号。電話に出るタイミングや挨拶の仕方、メインのビジネスラインに転送するタイミングなどをカスタマイズすることができます。",
  "data/ph-top/2021/9/e-commerce-checklist-2.json": "E-コマースは長く険しい道のりであり、ビジネスを開始して成長させるためには適切な方向性とツールが必要です。私たちは、200時間以上かけて分析し、あなたのeコマースビジネスに最適なツールとフレームワークを見つけ出しました。48時間限定20ドル割引",
  "data/ph-top/2021/9/newsletter-spy-2-0.json": "10万通以上のニュースレターのパフォーマンスに関する貴重な情報を得ることができます。重要なトレンドを研究し、スポンサーシップの機会を発見し、買収ターゲットを見つけることができます。",
  "data/ph-top/2021/9/unicorn-platform-4-0.json": "Unicorn Platformでは、最もシンプルなフローでランディングページを取得することができます。SaaS、モバイルアプリ、IT、技術系企業 - 私たちの仲間です。私たちはお客様のニーズを知り、お客様の生活をより快適にします。",
  "data/ph-top/2021/9/earnify.json": "Earnify.ioは、営業チームのモチベーションを高め、目標を上回る成果を上げてもらいます。魅力的なコンテストでチームを成功に導き、明確な評価基準でチームに責任を持たせ、優秀なチームメンバーには真の報酬を与えます。",
  "data/ph-top/2021/9/analytics-pack.json": "Analytics Packは、以下のコレクションです。📊 最も関連性の高い指標を集めたものです 🖼 グラフで説明されています 📚 記事で説明されています 📍 そして、それらをまとめるための理想的なトラッキングです Check it out 👉 https://www.analyticspack.com",
  "data/ph-top/2021/9/tulipshare.json": "Tulipshareは、社会と環境の進歩に貢献するアクティビスト投資プラットフォームです。今回初めて、富を築き、倫理的な変化を促進するために、あなたのお金を投資することができるようになりました。あなたは企業の株式に投資し、私たちはあなたの株主権を活用します。",
  "data/ph-top/2021/9/jaadoo.json": "Jaadooを使えば、モバイルのスクリーンショットを魔法のように検索・管理することができます。私たちはプライバシーを第一に考えているので、データがあなたの携帯電話から離れることはありません。",
  "data/ph-top/2021/9/context-5.json": "Contextは、自動化されたプロダクション変更ログ、注釈付きの決定履歴、パフォーマンスレポート、および通知により、製品チームが実際の顧客体験に近い状態を維持できるようにします。",
  "data/ph-top/2021/9/nft-degen-tracker.json": "トップインフルエンサーやセレブリティが購入しているNFTをリアルタイムで把握することができます。",
  "data/ph-top/2021/9/documents-x-by-readdle.json": "Documentsは、あなたのiPhoneとiPadを強力にサポートします。まるで12個の独立したアプリケーションをひとつにまとめたようなものです。ダウンロードや編集から、90以上のフォーマットのファイルの再生や共有まで、あなたのファイルをもっと活用できます。",
  "data/ph-top/2021/9/photure.json": "Photureは、あなたのために作られたアプリです。写真を撮影し、1分以内にNFTに変換します。撮影したNFTは最大のマーケットプレイスで販売され、あなたの周りの環境を所有することができます。Evan MorrisとPatrick Pistorの2人の友人が、週末に開発・設計しました。",
  "data/ph-top/2021/9/acho-integration-1.json": "Acho integration+は、Achoの分析プラットフォームに、より多くのデータソースを接続できるようにするためのアップデートです。新しい統合機能には、バッチCSV、API、15以上のアプリケーションが含まれます。",
  "data/ph-top/2021/9/tabji.json": "Tabjiは、保存されたセッションをクラウドで同期する、プライバシーファーストの軽量なThe Great Suspenderの代替製品です。サスペンドすることでタブのメモリ使用量を削減し、Chromeの新しいAPIを利用してパフォーマンスを向上させます。",
  "data/ph-top/2021/9/free-ai-paraphraser.json": "パラフレーズ、ワンクリックで50k文字まで。古いコンテンツや通常のコンテンツをリライトし、新しいバージョンを作ることで、より多くのリードを得ることができます。",
  "data/ph-top/2021/9/marketing-mentors.json": "Marketing Mentorsは、キャリアをスタートさせたばかりのマーケターのためのプロボノメンタリングプラットフォームです。私たちのメンターは、マーケティングのさまざまな分野のエキスパートであり、キャリアに関するアドバイスやモチベーションの向上を提供します。",
  "data/ph-top/2021/9/iwifi-speedtest-signal-test.json": "- ダウンロード、アップロード、Pingのインターネット速度をテスト - 接続の安定性をグラフで表示 - Wi-fiの信号強度を確認 - 各テストの結果を記録",
  "data/ph-top/2021/9/nailted-for-slack.json": "Nailtedは、CTOが技術チームのためにデザインした従業員エンゲージメントツールです。従業員に何が起こっているのかを理解する必要がありますが、そのためのプロセスをデザインしたり設定したりする時間はありません。Nailtedは、あなたのチームが成功するためのインサイトを提供します。",
  "data/ph-top/2021/9/capsule-2-0.json": "カプセルは、企業がプロ並みの短編動画を収集し、演出するのに役立ちます。企業向けのTikTokのようなものです。",
  "data/ph-top/2021/9/value-network.json": "https://valuenetwork.live/ は、ブロックチェーン技術により、予測市場のパラダイムを完全に変えるDeFiサービスです。このプラットフォームはP2Pの原理で構築されており、QTUMブロックチェーン、Ethereum、BSC、そして価格のオラクルとしてChainlinkを使用しています。",
  "data/ph-top/2021/9/filterss.json": "FlterSSは、画像フィルターのCSSコードを素早く取得し、ウェブアプリケーション/プロジェクトに配置するツールです。",
  "data/ph-top/2021/9/compito.json": "Compitoは、シンプルで使いやすいプロジェクト管理アプリケーションです。オープンソースで、Angular, Nest, Prisma, Postgresなどの技術を使って構築されています。複数の組織とロールベースのアクセスをサポートしているので、プロジェクトを簡単に分離することができます。",
  "data/ph-top/2021/9/golden-twitter-by-fueler.json": "今日は、Creator Economy、Growth、Cold Emailing、Productivity、Distributionなど、要求度の高いニッチを厳選したスレッドコレクションから学ぶことができる、Twitterの黄金面を紹介するGolden Twitterを開始します。",
  "data/ph-top/2021/9/albato.json": "アルバト - ノーコードの自動化プラットフォーム。すべてのビジネスオートメーションのための単一のプラットフォームです。コーダーがいなくても、どんなアプリでもつなげることができます。もし、アプリが見つからなければ、追加してください。また、Saas向けのソリューションも用意しています。どのようなSaasでも埋め込みコネクタを利用できます。お楽しみに",
  "data/ph-top/2021/9/this-punk-does-not-exist.json": "This Punk Does Not Existは、CryptoPunksとThis Person Does Not Existに影響を受けています。このコレクションは、SVGコードとして生成された404枚のユニークなベクターイメージに限定されています。最大供給数は、「404 Not Found」エラーにちなんでいます。これらは、OpenSeaで購入することができます。",
  "data/ph-top/2021/9/slaps-2.json": "Slapsは、Gen Z向けにデザインされた動画ベースのローカルディスカバリープラットフォームです。偏った1つ星から5つ星のレビューに頼るのではなく、Slapsは様々なカテゴリー（隠れた名店、クールなバイブスなど）の都市のベストビデオを表示し、あなたが最高の場所を発見するのに役立ちます🎉 現在、フロリダ州マイアミに住んでいます! 🏝",
  "data/ph-top/2021/9/card-ux-ui.json": "カードは、アプリやサイトなど、ウェブベースの製品の構成要素です。情報量が多すぎたり、デザインが間違っていたりすることが多いので、より良いカードを作るために、無料のテンプレート集とカードジェネレーターを作りました。",
  "data/ph-top/2021/9/decentrafile.json": "ファイルアップロードと画像ホスティングのための無料の分散型クラウドストレージです。アップロードされたファイルは、削除、ハッキング、編集ができず、どのサーバーにも保存されず、キーを使ってのみアクセスできます。ファイルは、私たちのURLとキーがなければ、実際には認識できるものとしてアップロードされません。",
  "data/ph-top/2021/9/o-mg-cable.json": "レッドチームのハッカーの皆さんへ。この目立たないウェブサーバーは、リモート実行、ステルス、フォレンジック回避を強化する機能を備えており、その場でツールを素早く変更できるので、現場での隠密使用に適しています。",
  "data/ph-top/2021/9/messagedesk.json": "1つのメッセージングプラットフォームで、より多くの顧客にリーチし、カレンダーを埋め、より早く支払いを受け、より多くのレビューを集めることができます。",
  "data/ph-top/2021/9/rpgen.json": "迅速かつ実質的に無制限のコンテンツを持つアプリで、「Dungeons & Dragons」のようなTTRPGをプレイする際の難問を解決し、ダウンタイムを減らすことができます。",
  "data/ph-top/2021/9/taxarly.json": "所得税とGSTに関連するすべての期日を思い出させてくれるコンパニオンアプリです。期限を過ぎた場合のペナルティは非常に高額になりますが、Taxarlyを使えば、このペナルティを二度と支払わなくて済むようなリマインダーシステムを手に入れることができます。",
  "data/ph-top/2021/9/blastar-space-race.json": "宇宙で暮らす億万長者の一日を体験できる、高機能ロケットシミュレーター。ロケットを打ち上げて、他の億万長者との究極の宇宙レースに参加しよう。",
  "data/ph-top/2021/9/no-fap.json": "もし、ある人がポルノ依存症や自慰行為依存症をコントロールしようとしていたら？そして誰かが、\"依存症をやめられれば、CHADになれるよ！\"と言う。NO FAPアプリも同じです。NO FAPアプリも同じように、ファップをしなかった日をカウントし、それに応じてさまざまなバッジを与えます。",
  "data/ph-top/2021/9/sort-eat-out.json": "Sort Eat Outは、UberEatsのメニューにあるヴィーガンやベジタリアン向けのアイテムをハイライト表示するクロームのウェブブラウザ拡張機能です。",
  "data/ph-top/2021/9/naevner.json": "16進数のカラーコードに基づいて色の説明を生成するウェブアプリとjavascriptのプラグインです。他のアプリで色名を読み上げる際に、スクリーンリーダーに対応するために作りました。",
  "data/ph-top/2021/9/speechtext-ai-for-chrome.json": "音声を録音したり、任意のWebページから音声をキャプチャすることができます。音声やビデオファイルを人間の精度で自動的にテキストに書き起こします。",
  "data/ph-top/2021/9/catalyst-by-zoho.json": "https://catalyst.zoho.com/ は、サーバーレスのウェブアプリ、モバイルアプリ、マイクロサービス、REST API、製品拡張、https://catalyst.zoho.com/use-cases.html を構築、デプロイ、実行するための最もシンプルなサーバーレス・プラットフォームです。 https://catalyst.zoho.com/help/tutorials/microservice/introduction.html 本番環境にデプロイするまで支払いは発生しません 無料のサンドボックスと最大125Mの無料インボケーション*。",
  "data/ph-top/2021/9/heyr.json": "メンタルウェルビーイングへの取り組みを後押しするために設計された、AIを搭載したバーチャルアシスタントです。会話型AIに24時間いつでもアクセスできます。認知行動療法（CBT）で心のフィットネスを構築します。あなたのメンタルウェルビーイングについて議論し、スコアを付け、追跡することができ、さらに多くのことができます。",
  "data/ph-top/2021/9/chiff.json": "Chiffは、携帯電話を使ってあらゆるウェブサイトにログインすることができ、より安全でシンプルなログインを実現します。スマホに搭載されている生体認証機構（指紋／顔認証）を活用しているので、もう1つのパスワードを覚える必要はありません。",
  "data/ph-top/2021/9/web3-resources.json": "ウェブ上で厳選された200以上のブロックチェーンリソースの包括的なリストです。"
}