{
  "data/ph-top/2021/11/codesee-maps.json": "マップは自動的に生成され、更新されるコード図です。コードの進化に合わせて、コードベースを同期します。また、ファイルやフォルダがどのように接続されているかを理解したり、コードの変更が大規模なアーキテクチャにどのように適合するかを確認したりするのに役立つ機能を備えています。",
  "data/ph-top/2021/11/codeless.json": "コマース機能を備えたiOSやAndroidのネイティブアプリケーション、およびレスポンシブWebサイトを作成、デプロイするためのプラットフォームです。ビジュアルエディターを使えば、コードレスで簡単にアプリを立ち上げることができます。",
  "data/ph-top/2021/11/startup-5-2.json": "Startup 5は、人気の高いWebサイトビルダーの新バージョンで、あなたのオンラインプレゼンスを作るための完璧なツールです。Startupでは、あらかじめデザインされたブロックを使って、素早く簡単にオンラインビジネスを始めることができます。",
  "data/ph-top/2021/11/free-logos-by-tenscope.json": "自分のアイデアを検証している間に、大金をはたいてちゃんとしたロゴを作る必要はありません。私たちは、あなたのプロジェクトのためのプレースホルダーとして使用できる無料のロゴのライブラリを作成しました。",
  "data/ph-top/2021/11/purity-ui-dashboard-pro.json": "Purity UI Dashboard PROは、Chakra UIをベースにした革新的なReactJSプレミアムダッシュボードで、魅力的なウェブサイト＆ウェブアプリを数分で作成することができます。✅ 完全にコーディングされた300のエレメント ✅ 32のサンプルページ（スマートホーム、バーチャルリアリティ、自動車、CRM管理者など",
  "data/ph-top/2021/11/entre-2-0.json": "アントレは、世界のどこにいてもコンテンツを作り、ネットワークを作り、お金を稼ぐことができるオールインワンのプラットフォームです。私たちは、起業家、投資家、フリーランサーが新しい経済の中で活躍できるように、サポートや支援に力を入れています。",
  "data/ph-top/2021/11/branded-templates-by-visme.json": "Vismeは、どんなタイプの美しいコンテンツでも短時間で作成、コラボレーション、コミュニケーションできる直感的なオールインワン・プラットフォームを通じて、ブランドに調和をもたらします。",
  "data/ph-top/2021/11/mindful-tab.json": "MindfulTabは、ページが読み込まれるのを待つ間、呼吸をすることを思い出させてくれるクロームの拡張機能です。",
  "data/ph-top/2021/11/dynamic-audience-builder-for-facebook.json": "REVEALのダイナミックオーディエンスビルダーは、ファーストパーティデータを利用してFacebookやInstagramの広告キャンペーン用のダイナミックなカスタムオーディエンスを構築することで、Eコマース企業のFB ROASの向上を支援します。 に基づくエバーグリーンキャンペーン。RFMセグメント／製品／ブランド／日付／都市／NPS",
  "data/ph-top/2021/11/raspberry-pi-zero-2-w.json": "Raspberry Pi Zero 2 Wは、さまざまなスマートホームアプリケーションやその他のIoTプロジェクトに最適です。",
  "data/ph-top/2021/11/solo-3eca70f7-f3fe-46ef-b37a-58e8e3f6a5b2.json": "soloは、どこでも仕事ができる新世代のsoloです。自分のスケジュールをコントロールすることができます。自分の時間を設定することができます。毎日を最大限に活用し、顧客にあなたの時間を予約する利便性を提供します。soloでは、支払いの受付、予約の取得、連絡先の管理ができます。",
  "data/ph-top/2021/11/12-foot-ladder.json": "有料ページのURLの前に12ft.io/を付けていただければ、有料の壁を取り除き、記事にアクセスできるように最善を尽くします。10フィートのペイウォールを見せてくれれば、12フィートのハシゴを見せてあげよう。",
  "data/ph-top/2021/11/smartpaste.json": "GMailやGoogle Docsなどのアプリケーションに、きれいなスタイルのテキストをコピーペーストすることができます。",
  "data/ph-top/2021/11/hireweb3.json": "Web3は未来です。hireWeb3で次のキャリアを手に入れましょう。 hireWeb3で求人情報や企業を閲覧し、応募することができます。",
  "data/ph-top/2021/11/payments-on-contra.json": "コントラは、クリス・メッシーナと一緒に、 Payments on Contra! これにより、インディペンデントの方々は、プラットフォームを離れることなく、プロジェクトの問い合わせを受けたり、クライアントにメッセージを送ったり、プロジェクトを管理したり、コミッションフリーで支払いを受けることができるようになりました。詳細はこちら： https://c87.to/payments-on-contra",
  "data/ph-top/2021/11/tolstoy-2.json": "革新的でパーソナライズされたビデオファネルを構築し、Webサイトやアプリ内でユーザーと対話します。トルストイは、ビデオチャットサポート、ビデオタレントスクリーニング、ビデオプロスペクティングなどにお使いいただけます。",
  "data/ph-top/2021/11/nightfall-developer-platform.json": "Nightfall Developer Platformは、PIIや認証情報などのセンシティブなデータを分類・保護し、アプリやサービスでのデータ漏えいを防ぐためのAPI群です。データ保護のインフラはナイトフォールが担当しますので、お客様は優れた製品の開発に専念することができます。",
  "data/ph-top/2021/11/clarity-1f06e84c-8a36-47ef-9ea5-8d716febce8b.json": "キーボードから離れることなく、気を散らさずにメモを取ることができます。メディアコントロールやマウスなどの操作をする必要はありません。Youtubeでメモを取るための摩擦のない体験です。",
  "data/ph-top/2021/11/microwonder.json": "microwonderは、マイクロアントレプレナーと投資家をつなぐマーケットプレイスです。登録した投資家のポートフォリオを精査し、最適なマイクロ企業を推薦することで、成功率の向上を目指しています。",
  "data/ph-top/2021/11/adhoc-school.json": "K12の放課後のアクティビティ＆活動のためのコミュニティベースのマーケットプレイスです。Adhoc Schoolでは、親御さんと先生はオンラインでアクティビティを作成することができ、親御さんは何百ものアクティビティ＆コミュニティにアクセスすることができます。",
  "data/ph-top/2021/11/great-diwali-mail-exchange.json": "ラーマーヤナ キャピタル」と「スワデシュ キャピタル」のメーカーから、「The Great Diwali Mail Exchange」をお届けします。今年のディワリをさらに輝かせるために、アメリカの仲間のデシに心のこもった匿名の手紙を書いてみませんか？無料でお楽しみいただけます。",
  "data/ph-top/2021/11/multiplication-kingdom.json": "掛け算王国で遊んで楽しみながら回数券を学ぶ（子供も大人もOK!",
  "data/ph-top/2021/11/jiga-projects.json": "Jiga Projectsは、3Dモデルのパーツにポイント＆コメント、Figmaのような機能を提供します。3Dモデルをチームで共有し、その上の特定の場所にすぐにコメントできるので、簡単にコラボレーションができます。",
  "data/ph-top/2021/11/jotbio.json": "JotBioでは、商品やサービス、ソーシャルメディアアカウントの複数のリンクを含む、素晴らしいミニランディングページを2分で作成することができます。また、簡単なウィザードを使って、ディープリンク、コンバージョン率の高いテキスト、画像、動画、カスタムテンプレート、複数のCTAを追加することができます。",
  "data/ph-top/2021/11/cinema-3d-icons.json": "Cinemaは、あらゆるデジタル製品に適したカスタム3Dアイコンのパックです。Figmaで簡単に編集でき、Cinema 4Dで完全にカスタマイズできるこれらのハンドクラフトのアイコンを使って、魅力的でユニークなプロジェクトを作成しましょう。3Dアイコンは最高です。",
  "data/ph-top/2021/11/state-of-community-tools-report-by-orbit-1.json": "コミュニティメンバーを組織し、コミュニケーションをとり、理解するためのソフトウェアの状況は、急速に変化しています。そこで私たちは、コミュニティ・ビルダーが日常的に使用しているツールについて調査を行いました。このレポートでは、ツールのトレンドと知っておくべきインサイトを案内しています。"
}