{
  "data/ph-top/2021/9/mubert-render.json": "オーディオストックから入手したロイヤリティフリーの音楽は、コンテンツの内容に合わず、追加の編集が必要になることも少なくありません。Mubert Renderは、AIの力を借りて、長さや雰囲気、ジャンルに合ったロイヤリティーフリーの音楽トラックを作成します。あなたのコンテンツにぴったりフィットします。",
  "data/ph-top/2021/9/hbd-nft.json": "お友達や大切な人に、手描きのNFTピニャータでハッピーバースデーを伝えましょう。プレゼントの配送と財布のセットアップをお手伝いします。ピニャータは1個あたりΞ0.055。最大で3,660個が存在することになります。366日分です。それぞれに10個ずつ。1日がなくなると、それはもう",
  "data/ph-top/2021/9/leap-club.json": "leap.clubのミッションは、「リーダーシップを発揮する女性を増やす」というシンプルなものです。1:1のコネクション、ソーシャル・プロフェッショナル・マイクロコミュニティを通じて、ソーシャル・プロフェッショナル・ネットワークを構築し、特別な体験に参加しましょう。Product Huntからサインアップして、キャンセル待ちリストをスキップしましょう。",
  "data/ph-top/2021/9/plug-play-by-swapstack.json": "ニュースレターをマネタイズする？絶対にスポンサーと一緒にメルマガを送ってはいけません! 💰 Plug & Playは、あなたが実行できる事前承認されたアフィリエイト案件のキュレーションリストを提供します。✍️ ライターとして。常にスポンサーを用意しておきましょう! 💼 ブランドとして。あなたのリーチを広げましょう!",
  "data/ph-top/2021/9/superbuild-2-0.json": "何百人もの創業者がSuperbuildのコードレス教育とコミュニティを利用して、技術者でなくてもアプリを作り、オンラインビジネスを運営しています。",
  "data/ph-top/2021/9/elocance-for-teams.json": "elocanceは、チームの重要なコンテンツのためのSpotifyのようなものです。記事、ビジネスインテリジェンス、週報など、チームが必要とするあらゆるコンテンツのオーディオプレイリストを作成できます。チームが仕事を進めたり、学んだり、連絡を取り合ったりするのをオーディオでサポートします。",
  "data/ph-top/2021/9/greenr.json": "モバイルアプリケーションを使って、従業員の二酸化炭素排出量を追跡し、排出源から削減し、オフセットすることで、企業はESGの目標を行動に移すことができます。",
  "data/ph-top/2021/9/slantt.json": "https://slantt.co は、タイル状のアイソメトリックグラフィックを作成するためのツールです。✓ 画像タイルをドラッグ＆ドロップする ✓ 3D ボックスに変換する ✓ 影、ボックスの厚さ、カメラアングルに標高を設定する ✓ カスタム背景グラデーション ✓ PNG または SVG にエクスポートする",
  "data/ph-top/2021/9/productjobs-india.json": "インドで次のプロダクトマネジメントの仕事を探すのが簡単になりました。https://productjobsindia.com にアクセスして、インドの最新のプロダクトマネジメントの求人情報をご覧ください。何百ものエントリーレベルの仕事や、ミッドレベル、シニアレベルの製品の仕事が募集されています。",
  "data/ph-top/2021/9/cryptoradar-cb5e8d1e-9641-4c68-8155-553aefe4d797.json": "Cryptoradarは、70以上の取引所の中から、価格、機能、カスタマーレビューなどを総合的に判断して、暗号を購入するのに最適な場所を見つけます。当社のリアルタイム価格には、すべての取引手数料と支払い手数料が含まれており、十分な情報に基づいた投資判断を行うために必要な透明性を提供します。",
  "data/ph-top/2021/9/remotechoice2.json": "リモートチョイスは、リモートで生活する場所や仕事をする場所を決めるための関連情報を提供します。1.0では、発見に焦点を当てました。2.0では、SIMカード、住む場所、働く場所など、新天地での生活を始めるための情報を提供します。",
  "data/ph-top/2021/9/whole.json": "ホールでの簡単な日常活動で、心の健康とウェルネスを向上させましょう このアプリは、ユーザーが毎日チェックインし、心の健康を改善することが科学的に証明されている習慣やタスクを完了することを促すことで、セルフケアを促進することに重点を置いています。",
  "data/ph-top/2021/9/art-haus.json": "ART HAUSは、メタヴァースのためのアーティスト・レジデンシーです。アーティストがNFTのアイデアを探求し、コレクターがトークン化された作品を発見できるようにします。キーホルダーとなったコレクターは、会員限定の特典にアクセスすることができます。",
  "data/ph-top/2021/9/sales-jobs-board.json": "セールスの人材を採用することは、規模を拡大するスタートアップ企業にとって最も困難な課題の一つです。私たちCloseは、2013年以来、何千もの企業に実用的なセールス採用のためのアドバイスを提供してきました。私たちのセールスコミュニティで紹介され、優秀な候補者が募集中の職務に応募してきます。",
  "data/ph-top/2021/9/telegram-8-0.json": "Telegram 8.0では、視聴者数無制限のライブストリーム、メディアからキャプションを削除するオプション、転送時に送信者名を隠すオプション、次の未読チャンネルに簡単にジャンプする方法、改善されたステッカーパネル、新しいアニメーション絵文字などが追加されました。",
  "data/ph-top/2021/9/shipday.json": "自社の配送ドライバーや、DoorDashやUberなどのサードパーティの配送サービスを利用して、迅速なローカル配送を実現します。",
  "data/ph-top/2021/9/goodcall.json": "ローカルビジネスに入ってくるよくあるリクエストに答えてくれるAIアシスタント付きの無料電話番号。電話に出るタイミングや挨拶の仕方、メインのビジネスラインに転送するタイミングなどをカスタマイズすることができます。",
  "data/ph-top/2021/9/e-commerce-checklist-2.json": "E-コマースは長く険しい道のりであり、ビジネスを開始して成長させるためには適切な方向性とツールが必要です。私たちは、200時間以上かけて分析し、あなたのeコマースビジネスに最適なツールとフレームワークを見つけ出しました。48時間限定20ドル割引",
  "data/ph-top/2021/9/newsletter-spy-2-0.json": "10万通以上のニュースレターのパフォーマンスに関する貴重な情報を得ることができます。重要なトレンドを研究し、スポンサーシップの機会を発見し、買収ターゲットを見つけることができます。",
  "data/ph-top/2021/9/unicorn-platform-4-0.json": "Unicorn Platformでは、最もシンプルなフローでランディングページを取得することができます。SaaS、モバイルアプリ、IT、技術系企業 - 私たちの仲間です。私たちはお客様のニーズを知り、お客様の生活をより快適にします。",
  "data/ph-top/2021/9/earnify.json": "Earnify.ioは、営業チームのモチベーションを高め、目標を上回る成果を上げてもらいます。魅力的なコンテストでチームを成功に導き、明確な評価基準でチームに責任を持たせ、優秀なチームメンバーには真の報酬を与えます。",
  "data/ph-top/2021/9/analytics-pack.json": "Analytics Packは、以下のコレクションです。📊 最も関連性の高い指標を集めたものです 🖼 グラフで説明されています 📚 記事で説明されています 📍 そして、それらをまとめるための理想的なトラッキングです Check it out 👉 https://www.analyticspack.com",
  "data/ph-top/2021/9/tulipshare.json": "Tulipshareは、社会と環境の進歩に貢献するアクティビスト投資プラットフォームです。今回初めて、富を築き、倫理的な変化を促進するために、あなたのお金を投資することができるようになりました。あなたは企業の株式に投資し、私たちはあなたの株主権を活用します。"
}