{
  "data/ph-top/2021/10/micro-saas.json": "独自のSaaSを構築するために必要なものがすべて揃っています。ゼロからのスタートから販売まで、すべてを網羅しています。リソースやインスピレーションも含まれています。",
  "data/ph-top/2021/10/crewdle.json": "世界初のカーボンニュートラルなビデオコミュニケーションプラットフォーム Crewdleは、ピアツーピア技術により、安全で持続可能なサーバーレスのデジタルエコシステムを提供しています。一度に一つの会話で地球を救うことができる完璧なソリューションです。",
  "data/ph-top/2021/10/intrro.json": "イントロは、会社のネットワークの中で誰がトップパフォーマーなのかを知る機能を製品化しており、推薦された人材をより多く採用できるようになります。",
  "data/ph-top/2021/10/octopus-do-2-5.json": "ウェブサイトの構造をリアルタイムで構築し、それをすばやく共有して、チームやクライアントとコラボレーションすることができます。Webサイトやアプリケーションのプロトタイプをすぐに作成できます。",
  "data/ph-top/2021/10/templateshake.json": "デザインチームやプロダクトオーナーのためのインスピレーションツールです。お気に入りのデザイン事例を集めたパーソナルコレクションを作成し、チームやクライアントと共有することができます。自分のビジョンを示す。市場調査をする。グローバル市場を開拓する。",
  "data/ph-top/2021/10/vpaint.json": "VPaintは、オープンソースのベクターグラフィックス・エディタで、描いた図形が境界を共有し、直感的に彫刻できるようになります。現在ダウンロードできるのはプロトタイプですが、より完成度の高い製品にするためにKickstarterを実施しています。VGC Illustration.",
  "data/ph-top/2021/10/tweetsponsor.json": "🐦 💰 TweetSponsorは、ツイートをマネタイズするための新しいプラットフォームです。スポンサーになったり、ツイッターのプロフィールを掲載したりして、あなたのオーディエンスにリーチしたいと思っているスポンサーとつながりましょう。",
  "data/ph-top/2021/10/birdseed.json": "BirdSeedは「オールインワン」のエンゲージメントツールで、ウェブサイトのバーチャルコンシェルジュの役割を果たし、訪問者の特定のニーズに基づいて素早くエンゲージするためのオプションを提供します。",
  "data/ph-top/2021/10/made-with-supabase.json": "Supabaseで作られたプロジェクトのコレクション - ウェブサイト、モバイルアプリ、SaaS、プラグイン、その他! ⭐ 開発者の声を紹介します ⭐ Supabaseを使ってどんなものが作れるのかを紹介します。",
  "data/ph-top/2021/10/gpa-calculator-4.json": "私たちは、あなたが世界にもたらすユニークな価値を思い起こさせるために、美しくて有益なGPA計算機を作りました。あなたは単なる数字ではありません。",
  "data/ph-top/2021/10/commotion.json": "https://commotion.page は、Notionのページにフォームを追加する非常にシンプルな方法です。お客様のNotionアカウントに接続してフォームを生成し、どこにでも埋め込むことができます。すべての回答はNotionのデータベースに保存されます。お問い合わせフォーム、求人情報、フィードバックフォームなどに最適です。",
  "data/ph-top/2021/10/api-for-product-managers.json": "プロダクトマネージャーとして、テクノロジーに脅かされていると感じますか？あなたは非技術系のPMですか？PMの面接で技術ラウンドで不合格になったことがありますか？そんなあなたの悩みを解決するために、私たちはここにいます。APIのA to Zを学ぶならこちら - https://learn.apiforpm.tech/module-1 https://www.apiforpm.tech/",
  "data/ph-top/2021/10/defi-watch.json": "defi.watchは、DeFi分析における真のブレークスルーです。⚡️ あなたが行った各投資の詳細な内訳を取得し、+7000のリクイディティプールの中から新たなジューシーな機会を見つけて、とにかくお金持ちになりましょう 🤑 MetaMaskを接続すると、あなたの取引の統計情報を無料で受け取ることができます。",
  "data/ph-top/2021/10/number-to-whatsapp.json": "相手の連絡先を保存せずに、Whatsappの会話を始めることができるユーティリティーツールです。",
  "data/ph-top/2021/10/entrepreneur-list.json": "EntrepreneurList（アントレプレナーリスト）は、刺激的な起業家を厳選して紹介しています。リストには700人以上の起業家、著者、マーケッター、投資家が含まれており、トピックごとに分けられた30のカテゴリーがあります。例えば、「Crypto」「Design」「Development」「Marketing」「SaaS」「Podcast」などです。",
  "data/ph-top/2021/10/startup-yearbook.json": "仕事が分散していると、自分がどれだけ感謝しているかをチームに（そしてオンラインの友人にも！）伝えるのが難しくなります。Startup Yearbookの最優秀賞に推薦して、あなたのチーム（またはあなたのネットワーク内の他の人！）をアピールしましょう。",
  "data/ph-top/2021/10/figma-letters.json": "100人以上のFigmateと一緒に、リソースや仕事など、Figmaにまつわる様々な情報を、毎週あなたのメールボックスにお届けします。",
  "data/ph-top/2021/10/guardo.json": "Guardoは、リンクを保存したり分類したりする最も簡単な方法で、ブラウジングをより生産的にします。",
  "data/ph-top/2021/10/thinkio.json": "Thinkioは、PDFや画像をインタラクティブなワークシートに変換し、リンクで共有することができます。受け取った人は、そのワークシートに絵や文字を書き込んだり、提出したりして見ることができます。私たちは先生方を支援するためにThinkioを開発しましたが、人々はThinkioのさまざまな用途を発見しています。",
  "data/ph-top/2021/10/neighborverse.json": "Neighborverseは、テニス、ランニング、ゴルフなど、あなたの好きなアウトドア活動に適した人、場所、時間を見つけることができるシンプルで無料のモバイルアプリです。あなたの生活をより良くするために、Neighborverseで何ができるか、コメントで教えてください。",
  "data/ph-top/2021/10/tuto.json": "tutoは、お客様に愛される顧客教育プラットフォームです。データに基づいてパーソナライズされた測定可能なアプリ内ビデオのようなチュートリアルを作成することで、カスタマーサクセス、サポート、製品チームが価値創造までの時間を短縮し、リテンションを高めることができます。",
  "data/ph-top/2021/10/discovernft.json": "今後のNFTプロジェクトの中で、急成長しているコミュニティをご紹介します。これから流行りそうなNFTについての洞察を得ることができます。",
  "data/ph-top/2021/10/make-work-fun.json": "*Notionのための究極のコンパニオンアプリ* →Notionで追跡できるあらゆる勝利を祝う →友達と一緒にパーティークエストに参加してドラゴンを倒す →コミュニティで切磋琢磨してモチベーションを上げる →Notionのページにカスタム埋め込みコンポーネントを作成する",
  "data/ph-top/2021/10/unboxd.json": "頼む。受け取る。Unbox. 友人や家族、匿名の愛好家に、誕生日、結婚式、新生児など、あらゆる機会に必要なアイテムの一部または全額を寄付してもらいましょう。",
  "data/ph-top/2021/10/transferkit.json": "✈ TransferKitを使って友達や同僚にファイルを送る 📁 TransferKitで送られた/保存されたファイルは、永遠にアクセス可能になる ⚡ 超高速ダウンロード 😋 すべて100%無料",
  "data/ph-top/2021/10/prodmgmt-world-2-0.json": "prodmgmt.worldは、起業家精神を高めるための手法を集めたものです。製品の課題を解決に向けてマッピングする。以前は \"自分のアイデアが価値あるものかどうかをテストする方法がわからない\" After \"テクニックとフレームワークの完全な武器を手に入れました。\"",
  "data/ph-top/2021/10/wemzo.json": "Wemzoは、インタラクティブなウェブサイトを制作するパワフルなポートフォリオビルダーです。Wemzoのユニークな点は、ウェブサイトを作成するために何時間もかけたり、何百ドルも支払う必要がなく、わずか数分を費やすだけで、わずかな費用で仕事を完了できることです。",
  "data/ph-top/2021/10/shape-lucid-dreaming.json": "シェイプはiOS用の明晰夢アプリで、夢の世界で目覚めるためのテクニックを紹介する音声ガイド、現実を疑う習慣を身につけるための「アム・アイ・ドリーミング」リマインダー、夜間用の夢日記などを搭載しています。",
  "data/ph-top/2021/10/visualsitemaps-3-0.json": "任意のURLを入力すると、わずか数秒でその範囲、アーキテクチャ、コンテンツの詳細なスナップショットを得ることができるとしたらどうでしょう？それがVisualSitemapsです。",
  "data/ph-top/2021/10/bigstage-teleprompter.json": "BigStage Teleprompterは、複数のプレゼンターが同じ台本を共有し、他のプレゼンターに目立たないようにアラートを送ることができます。無料のテレプロンプターアプリで台本を保存し、他の人と共有することを可能にします。これはSaaSソリューションであり、またiOSおよびAndroidアプリでもあります。",
  "data/ph-top/2021/10/reform.json": "クリーンな外観で、ブランド力のあるフォームは、ノーコードプロジェクトでの使用や、メールでの送信、ウェブサイトへの掲載が容易です。モダンなフォームビルダーをあなたのツールベルトに。",
  "data/ph-top/2021/10/product-weekly-digest.json": "6,045社以上のメーカーに参加：出荷に役立つ製品を発見し、ユーザーを見つけよう。毎週金曜日にあなたのメールボックスに届きます。無料です。広告はありません。",
  "data/ph-top/2021/10/bootstrapping-guide-by-jotform.json": "外部からの資金調達を一切せずに、スタートアップを0から1,000万人のユーザーを獲得するまでに成長させた際に学んだことをすべて紹介しています。",
  "data/ph-top/2021/10/grabstar.json": "Browse talents 検証されたレビューと評価を持つ最高のフリーランスデザイナー、開発者、マーケッターを見つけて雇う。GrabStarでは、フリーランサーが自分の作品のプロフィールを追加することができます。",
  "data/ph-top/2021/10/blobr.json": "Blobrを使えば、あなたのAPIポータルをあなたの方法で手に入れることができます。APIを商品のように表示し、アクセスを管理することができます。コンテンツのフィルタリング、使用状況の監視、APIの収益化が可能です。ユーザーのAPIオンボーディング・プロセスを簡素化し、ユーザーが自分の使用状況をリアルタイムに確認できます。",
  "data/ph-top/2021/10/uproad.json": "有料道路を安心して利用することができます。通過した有料道路についての通知を受けたり、有料道路のコストを常に前もって把握したり、自動化された有料道路の支払いを楽しむことができます。",
  "data/ph-top/2021/10/opta.json": "Optaは、動きの速いスタートアップ企業のために設計された、新しいタイプのInfrastructure-As-Codeフレームワークです。VPC、IAM、ELB、Kubernetesのような低レベルの構成ではなく、マイクロサービス、環境、データベースのような高レベルの構成を扱うことができます。",
  "data/ph-top/2021/10/host3-1-dex-for-appfi-on-solana.json": "HOST3は、AppToken交換、ウェブホスティング、分析、マネタイズ、資金調達など、ハッカー向けのSolana上のNo.1 AppFi DEXです。* GitHubリポジトリからウェブアプリを簡単にデプロイ可能 * インディーズアプリ開発の資金調達に最適!",
  "data/ph-top/2021/10/nft-scoring.json": "NFT Scoringでは、すべてのNFTプロジェクトを追跡・分析しています。新たに有望なプロジェクトを発見するための、適切な市場調査のためのツールとなります。データに裏付けられたNFTの投資。",
  "data/ph-top/2021/10/atropos.json": "Atroposは、軽量でフリーかつオープンソースのJavaScriptライブラリで、驚くほどタッチフレンドリーな3Dパララックスホバーエフェクトを作成できます。JavaScript、React、Vue.jsで利用可能です。",
  "data/ph-top/2021/10/govalo.json": "デジタルギフトは喜ばれるものでなければならない、それがGovaloを作った理由です。Govaloは、ギフトカードを直接相手に送信したり、後で配送するように予約したり、ダッシュボードでギフトカードの分析結果を確認したりすることができます。",
  "data/ph-top/2021/10/audiom.json": "あなたの声を、InstagramやTwitter、Facebookなどのソーシャルメディアで共有できるAudiom。声を録音するだけで、色をつけたり、音の種類を変えたり、背景に写真や動画を挿入することもできます。また、自分のアバターを追加することもできます。",
  "data/ph-top/2021/10/epicons.json": "2000以上の最高品質のアイコンで構成されているEpicons premiumは、モダンなユーザーインターフェース（UI）のデザインを強化することができます。モバイルやウェブの開発だけでなく、印刷製品にも役立ちます。",
  "data/ph-top/2021/10/rowy-2.json": "Rowyは、MVPからスケールアップまで、製品を構築するためのオープンソースのローコードプラットフォームです🚀 スプレッドシートのようなUIでデータベースを管理したり、ブラウザで楽にCloud Functionsを書いたり、お気に入りのツールにすぐに使える拡張機能を使って自動化を構築したり、などなど。",
  "data/ph-top/2021/10/labidesk-2-0.json": "LabiDesk Version 2.0（Zendesk代替、Freshdesk代替、Helpscout代替） ✅ ライブチャット-新しいライブチャットをリリース ✅ Shared Inbox-チケットのユーザーエクスペリエンスを向上 ✅ Knowledge Base-新しいテーマをリリース",
  "data/ph-top/2021/10/souffle-club.json": "Soufflé Clubは、あなたが今までにないパンチの効いたプロフェッショナルなプロフィールを構築できるプロフェッショナルネットワークです。シンプルな質問に答えるだけで、あなたのことを知りたがっている人たちの心をつかむことができます。あなたの新しいプロフィールで、めちゃくちゃ素敵なチャンスを手に入れましょう。",
  "data/ph-top/2021/10/hexowatch-3-0.json": "12種類のモニターを搭載したHexowatchは、視覚、コンテンツ、価格、コード、技術スタック、バックリンクなど、あらゆる種類の変化がページやAPIエンドポイントで検出されるとアラートを出す、偵察用ドローンの相棒です。",
  "data/ph-top/2021/10/creatorbase.json": "世界最大級のクリエイターエコノミーツールのキュレーションコレクション 🚀: - 400以上のクリエイターツールの成長中のデータベース - クリエイターのタイプやタスクでフィルタリング - 最高のクリエイターエコノミーツールコンテンツのキュレーションライブラリ - データベースは定期的に更新 👉🏼 https://www.creatorbase.xyz",
  "data/ph-top/2021/10/project-breakfast.json": "私たちは、健康的で美味しくて便利な朝食の選択肢がないことを何とかしようと考え、味、成分、カフェイン、利便性を完璧に兼ね備えた栄養価の高いプロテイン朝食ドリンク「PROJECT BREAKFAST」を作りました。",
  "data/ph-top/2021/10/bravo-studio-3-0.json": "Bravo Studioは、デザインファーストで、コードを使わないツールです。アプリのFigmaやAdobe XDのデザインを、ネイティブのモバイルアプリ（iOSとAndroidの両方）に変換することができます。生成されたアプリは、決済を行ったり、ネイティブな機能を使用したり、OAuthを使用してサードパーティのサービスに接続することができます。",
  "data/ph-top/2021/10/stocks-house.json": "Stocks Houseは、すべてのストックフォトサイトをワンクリックで検索できるブラウザ拡張機能です。すべてのブラウザに対応しています。ご意見・ご感想をお聞かせください。また、どのように改善していくかについてもお聞かせください。",
  "data/ph-top/2021/10/twake-2-0.json": "Twakeは、あなたのチームワークを向上させるオープンなデジタルワークプレイスです。チームチャット、ファイルストレージ、タスク管理、チームカレンダーなど、必要なものはすべてTwake上でSaaSまたはセルフホスティングされています。",
  "data/ph-top/2021/10/e-commerce-conversion-checklist-1.json": "こんにちは、ジャカです。私は過去13年間、コンバージョンデザイナーとして活動してきました。これまでの経験から、オンラインストアがより多くの訪問者を顧客に変えるのに役立つコンバージョンデザイン要素のリストを作ってきました。今日はそのリストを皆さんと共有することにしました。",
  "data/ph-top/2021/10/notabase.json": "Notabaseは、ネットワーク思考のためのパワフルで使いやすいノートアプリです。あなたのアイデアをつなげて、もっと楽に書けるようになります。",
  "data/ph-top/2021/10/searchable-ai.json": "Searchableは、あなたの物のためのパーソナルサーチエンジンです。アプリ、クラウド、ローカルドライブにあるドキュメントを検索し、瞬時に正確な結果を得ることができます。もうタブで検索する必要はありません。",
  "data/ph-top/2021/10/adspyder.json": "AdSpyderは、世界中の何百万ものオンライン広告のインサイトを提供するSaasベースのアド・インテリジェンス・プラットフォームです。AdSpyderは現在、Google検索広告、Facebook広告、Google Ecom広告をサポートしており、ネットワークを介して広告を表示します。",
  "data/ph-top/2021/10/advanced-guide-to-product-led-growth.json": "製品を主な成長エンジンとして活用する準備はできていますか？🚀 PLGや業界のエキスパートであるRamli John、Despina Exadaktylou、Victor Eduoh、Dr. Fio D.から、製品主導型になるための8つの共通課題とその克服方法を学びます。",
  "data/ph-top/2021/10/seald-sdk.json": "ウェブやモバイルアプリケーションの開発者が、ユーザーから収集したデータをデータ侵害から守るための支援を行います。Sealdのエンドツーエンド暗号化SDKは、暗号技術の知識がなくても統合できます。"
}