{
  "data/ph-top/2021/7/tl-dv-for-google-meet.json": "録画したビデオやトランスクリプトの正確な瞬間に、会議の議事録をリンクさせることができます。重要なポイントを文脈に沿って即座に共有することができます。お気に入りの非同期コラボレーションアプリやCRMと連携します。会議の内容を数分でキャッチアップ。",
  "data/ph-top/2021/7/attrack.json": "柔軟性を重視し、選択できることを好む人のためのストレートな時間管理アプリ。AtTrackのモジュール式アーキテクチャは、あなたの仕事やビジネスに必要な機能だけを選択して使用する機会を与えてくれます。",
  "data/ph-top/2021/7/smartwriter.json": "😱 1クリックで8倍の返信を得られるパーソナライズされたメールを生成します。✅ 「パーソナライズされた」メールの調査や作成に、もう時間を費やす必要はありません。⚡ アウトリーチプロセス全体を自動化します。🔝何千ものバックリンクを構築し、LinkedInアウトリーチをパーソナライズし、ミーティングを予約します。",
  "data/ph-top/2021/7/glyph-neue-icons-by-icons8.json": "普遍的なGlyph Neueスタイルの1,500以上のモノクロアイコン。モダンな高解像度の画面から屋内外のナビゲーションまで、どこでも映えるシンプルでキャッチーなアイコンです。無料でお使いいただけますが、Icons8へのリンクを設定してください。",
  "data/ph-top/2021/7/brickit.json": "1. 積み上げられたレゴをスキャンする 2. あなたが持っているレンガで何が作れるかを見せます。3. 3.気になるアイデアを選んで、便利な指示に従ってください。",
  "data/ph-top/2021/7/pixel-hunter.json": "Pixelhunterは、メディア出版物のためのスマートな画像リサイザーです。当社のAIは、メディアプラットフォームで最も人気のある寸法に合わせて、写真を最高の品質に調整します。また、オブジェクトを認識して自動的に画像をトリミングするので、メディアプラットフォームでのニーズを効率化することができます。",
  "data/ph-top/2021/7/telegram-to-notion.json": "チャットに何かを送信すると、その内容があなたのNotionに直接保存される、生産的なフローを維持するTelegramボット",
  "data/ph-top/2021/7/around-for-ios-android.json": "歩きながらの会議に最適化されたオーディオファーストのモバイルアプリで、外出先でもチームとのつながりを保つことができます。アラウンドコールに参加したり開始したり、コンピュータから電話に瞬時にハンドオフしたり、チャットメッセージで会話に反応したり応答したりすることができます。",
  "data/ph-top/2021/7/uxpin-and-storybook-integration.json": "デザインと開発の距離が縮まりました UXPinとStorybookの統合を試し、開発者が製品を作るために使用するのと同じUIコードコンポーネントを使ってデザインしましょう。UXPinとStorybookの統合をお試しください。",
  "data/ph-top/2021/7/expose-3.json": "Exposeは、完全にオープンソースのトンネルソリューションで、あらゆるファイアウォールを介してローカルサイトの公開URLを作成することができます。自分のマシンでWebhookを受信したり、モバイルデバイスでローカルサイトをテストしたり、他の人と共有したりすることができます。",
  "data/ph-top/2021/7/readbit.json": "音声合成によるオーディオブックリーダーとサマライザーで、読書の時間を何百時間も節約できます。本や文書をアップロードしたりスキャンしたりして、要点や登場人物、場所などを章ごとに把握し、いつでもどこでも聞くことができます。",
  "data/ph-top/2021/7/dell-ultrasharp-webcam.json": "大判の4KソニーSTARVIS™ CMOSセンサーを搭載したパワフルな4Kカメラを搭載したウェブカメラで、あらゆる角度をあなたのベストアングルに変えてみませんか？",
  "data/ph-top/2021/7/wheel-of-life.json": "Wheel of Life」は、人生で最も重要な12のカテゴリーを、鳥瞰的な視点を持ちながらじっくりと見ていくことができます。人生に圧倒されることなく、人生を先取りし、自分にとって何が大切なのかを考えてみませんか？長所と短所、ゴールとタスクを見極めることができます。",
  "data/ph-top/2021/7/music-rooms-by-presence.json": "遠隔地にいるチームメイトと一緒に音楽を聴きながら、自発的にボイスチャットをすることができます。",
  "data/ph-top/2021/7/notiv-notetaker.json": "より良いミーティングを。リアルタイムの転記に基づいて、自動的にアクションアイテム、ハイライト、サマリーを作成し、タスクを維持します。Notivは、チームの時間を節約し、ビジネスの成果を促進するためのコラボレーションミーティングアプリです。",
  "data/ph-top/2021/7/maker-swipe-file-1.json": "メーカーとして、ツイッターのオーディエンスを構築することは、新しい人々と出会い、製品に対するフィードバックを得て、販売につなげることにつながります。この無料のリソースには、メーカーの仲間たちによるパフォーマンスの高い100以上のツイートが含まれているので、すぐに始めたり、継続して視聴者を増やすことができます。",
  "data/ph-top/2021/7/triage-timeline-by-linear.json": "規模に応じてレベルアップする課題追跡ツールです。ロードマップの作成や課題のトリアージなど、複雑なプロセスを効率化します。自動化されたワークフローやカスタマーサポートとの統合により、ワークスペースをカスタマイズできます。",
  "data/ph-top/2021/7/dollo.json": "肌の色、髪型、目、服、アクセサリーなどを組み合わせて、自分だけのアバターを作成しましょう。300以上のカスタマイズ可能なコンポーネント。Sketch、Figma、SVG、PNGに対応しています。",
  "data/ph-top/2021/7/notion-gratitude-journal.json": "感謝していることをすべて書き留めるNotion「Gratitude Journal」を発売 特徴をご紹介します。冒頭にやる気を起こさせる言葉を掲載 💭感謝の気持ちを記入するための定期的なリスト 📃過去1週間・1ヶ月間のリストを見ることができるアーカイブセクション 今すぐ入手🔥。",
  "data/ph-top/2021/7/gpt-j.json": "Pileで学習した60億パラメータのモデルであるGPT-J-6Bが、新しいコードベースであるMesh Transformer JAXで使用できるようになりました。",
  "data/ph-top/2021/7/everyhour.json": "everyhourは、自分の時間の使い方に対する意識を高め、ライフバランスを追跡し、無意識の優先順位を明らかにするのに役立ちます。",
  "data/ph-top/2021/7/mydone.json": "✅ 開発から人事、マーケティングまで、すべてのビジネスストリームを整理する ✅ 各ストリームのタスクを個別に管理する ✅ 各レベルのステータスを概観する",
  "data/ph-top/2021/7/moderncloud.json": "ModernCloudは、ブラウザベースのオープンソースのサーバーレスプラットフォームで、高速で超フレンドリーなUIにより、エンドポイントやファンクションを数分で構築することができます。PythonとNodeJSのオートコンプリートをサポートしたインラインエディタをサポートしています。Terraformをベースにしています。",
  "data/ph-top/2021/7/live-audio-rooms-by-facebook.json": "FacebookのLive Audio Roomsでは、興味のあるトピックについて誰かとのライブ会話を発見したり、聞いたり、参加したりすることができます。ルームに参加しているリスナーは、事前に、または会話中にスピーカーとして招待することができます。",
  "data/ph-top/2021/7/volant-ai.json": "AIモデル開発の時間とコストを削減 当社のマーケットプレイスでは、データサイエンティストのクラウドソースの専門知識を利用して、ハッカー、Kaggler、中小企業など、誰でも高性能なAIモデルを使ってAIを構築することができ、これまでよりも速く、安くなります。",
  "data/ph-top/2021/7/remote-planning-poker-on-jira.json": "アジャイル計画・見積りツール Jira Agile Planning Pokerセッションでチームと一緒に楽しみながらユーザーストーリーを素早く見積もることができます。",
  "data/ph-top/2021/7/reddit-list-2.json": "Redditはすごい情報源ですね。しかし、フォローすべき適切なsubredditを見つけるのは時間のかかることです。Reddit Listはこの点であなたの生活を楽にしてくれます。",
  "data/ph-top/2021/7/uxmeter.json": "優れたウェブデザインの例は、Appleのウェブサイトよりも多くあります。UXmeterでは、金融からスポーツまで、トップレベルのウェブサイトデザインを紹介しています。これらは、業界の専門家や一般の人々がUXデザインに基づいて純粋にランク付けしたもので、ユニバーサルなスコアリングシステムUX Points®を使用しています。",
  "data/ph-top/2021/7/sitapp.json": "一日中、パソコンの前で猫背になっていると、体にも良くないし、時間が経つといろいろな問題が出てきます。SitAppは、あなたの姿勢をリアルタイムで監視し、猫背になり始めたら、まっすぐ座るように促します。",
  "data/ph-top/2021/7/traveledmap.json": "TraveledMapを使用すると、マーカー、ルート、写真を使ってカスタマイズ可能な旅の地図を作ることができ、それを共有したり、旅行業の場合はウェブサイト（必要に応じてホワイトレーベル）やブログに追加することができます。",
  "data/ph-top/2021/7/emoji-4.json": "3D emoji. 高品質なイラストの大規模なセットであなたのプロジェクトに感情を追加します。笑顔、虹、ロボットなど、バラエティに富んだアイコンが揃っています。完全にカスタマイズ可能です。FigmaとBlenderに対応",
  "data/ph-top/2021/7/buzzer.json": "次の瞬間を逃さない。お気に入りのスポーツスターやチームをフォローすると、次のカムバック、ブザービーター、最後の1秒のショットが起こるときに通知されます。そして、タップインしてライブで見ることができます。Only on Buzzer.",
  "data/ph-top/2021/7/7todos.json": "祝福と呪い 複数のプロジェクトに携わることは、祝福でもあり呪いでもあります。あなたは、世界で通用するものを見つけたい。全てを把握するのは大変です😵💫 7todosに任せれば、概要を把握することができます🦄。",
  "data/ph-top/2021/7/smart-text-editor.json": "Smart Text Editorは、インターネットに接続していなくても、どのデバイスからでも、どのブラウザからでも、コーディングプロジェクトに取り組むことができる、バニラのJavaScript PWAです。ブラウザからリアルタイムでHTMLファイルを編集したいですか？Smart Text Editorで開いてみましょう!",
  "data/ph-top/2021/7/intch.json": "Intchは、ランダムに会うのではなく、相互扶助と協力に基づいたネットワークツールです。援助したり専門家の援助を受けたり、重要な人を紹介したり紹介されたり、ネットワークを管理することができるネットワーキングスペースに参加してみませんか？",
  "data/ph-top/2021/7/schema-api.json": "インターネットをGoogleの目で見て、シンプルで非常に使いやすいAPIを使って、任意のウェブページからSchema.orgで標準化されたJSON/LDフォーマットで構造化メタデータを抽出します。今すぐ無料でお試しいただけます。https://schema.api.page",
  "data/ph-top/2021/7/systeme-io-3.json": "シンプル、スピーディ、直感的に使える無料のオールインワン・マーケティング・プラットフォームです。技術的な知識や開発者がいなくても、ビジネス全体を同じ場所で実行できます。https://systeme.io/",
  "data/ph-top/2021/7/floral-zebra.json": "Floral Zebra」は、クラブハウスのユーザーがオーディオチャット上でテキストの会話をすることができます。また、質問やコメントの中で最も面白いものや重要なものを表示するアップヴォットシステムを採用しているので、退屈なイベントや質問はなくなります。Floral Zebra - 単調なイベントに彩りを。",
  "data/ph-top/2021/7/faketweetmaker.json": "Ftmは、ミーマーが無料でツイートを作成し、ダウンロードするのに役立ちます。ツイートを入力してダウンロードを押すだけ。面倒な作業は一切ありません。",
  "data/ph-top/2021/7/notion-finance-tracker-3.json": "- バードアイでは、すべての口座の合計残高を確認することができます。最終的な金額は自動的に計算されます。ユーザーが入力するのは最初の金額のみです。- 詳細」では、いつ、どこで、どのようにお金を使ったかの詳細が表示されます。",
  "data/ph-top/2021/7/170-gpt-3-resources.json": "ここ数ヶ月、私はGPT-3に関連するすべてのリソースを集めています。この貴重なデータベースを公開しようと思い、ここにたどり着きました。",
  "data/ph-top/2021/7/developer-typing-game.json": "開発者タイピングゲームは、開発者がコーディングのタイピング速度と正確さを鍛えることができるプラットフォームで、タイピング中はローファイ音楽を聴くことができ、タイピング速度が速い上位10名の開発者はランディングページで紹介されます。",
  "data/ph-top/2021/7/d2desk-web-based-remote-access-app.json": "Webベースのリモートアクセスアプリケーション リモートアクセス/サポートのためのオールインワンソリューション D2Deskは、ビジネスのためのタイムトラッキングと生産性モニタリングソフトウェアとして役立ちます。",
  "data/ph-top/2021/7/listiee-1.json": "Listieeは、あらゆる種類のリストを放送するためのプラットフォームです。公開されたリストは、カテゴリー、地理的な範囲、プライバシー、貢献度など、パーソナライズしてカスタマイズすることができます。",
  "data/ph-top/2021/7/making-things-more-brilliant-the-guide.json": "あなたは問題に対する解決策を見つけました。それは、あなたが販売している製品かもしれませんし、絵画のアイデアかもしれませんし、まったく違うものかもしれません。しかし、それをより素晴らしいものにするには、どうすればよいのでしょうか？インスピレーションは浮かんでは消える。私たちの方法は永続します。",
  "data/ph-top/2021/7/renderro.json": "ビデオ編集、グラフィックデザイン、アニメーションなどの日常的な作業に、高性能なクラウドデスクトップを使用できます。メディアやリソースを共有することで、チームとのコラボレーションもスムーズに行えます。",
  "data/ph-top/2021/7/gamify-your-life.json": "あなたのワークスペースを... → 目標やタスクを時間通りにこなすモチベーションを高める高機能システム。→ 強い習慣を身につけることで報われる、魅力的なフィードバックループ。→ 家族で共有できるエキサイティングなマルチプレイヤー体験。",
  "data/ph-top/2021/7/streets-of-food.json": "ストリートフードがようやく正当な評価を受けるようになりました。信頼のおけるガイドで、世界のベスト・ストリート・フードを発見し、ナビゲートしましょう。http://www.streetsoffood.com",
  "data/ph-top/2021/7/windowswap-2-0.json": "WindowSwap。世界のどこかで新しい窓を開く。世界のどこかで誰かの一日を輝かせるために、窓からの景色を共有するグローバルコミュニティです。WindowSwapは、リラックスしたり、考え事をしたり、集中したり、旅のインスピレーションを得たりする方法として、現在何千人もの人々に利用されています。",
  "data/ph-top/2021/7/vuetify-for-figma.json": "最も使用されているVue UIフレームワークの1つであるVuetifyをベースにした、Figmaのための巨大なデザイン・システム",
  "data/ph-top/2021/7/parrity-2-0.json": "Parrity 2.0 - 一流の学術機関やビジネスライターが提供する無料のビジネス書のコレクションが増えており、ブラウザで直接読むことができます。追加のアプリやリーダー、ダウンロードは必要ありません。",
  "data/ph-top/2021/7/clayio.json": "パーソナルデバイスや商業プロジェクトのための3D Appアイコンです。ホーム画面のリフレッシュに、また次の商業プロジェクトの資産として、ご自由にお使いください。",
  "data/ph-top/2021/7/massager.json": "バイブレーションアプリでリラックス。さまざまなスマホの振動設定から選べます。特に緊張する場所には強い振動を楽しみ、背中のマッサージャーとして使用したり、リラックスモードで全身を緩めたりすることができます。",
  "data/ph-top/2021/7/virtual-window-by-virtualvacation.json": "Virtual Window by VirtualVacation」は、世界中の窓からの景色を体験できるWebアプリです。窓を見ることは日常的なことです。オフィスでも家でも、Virtual Windowを使えば、世界に目を向けることができます。✨🌎",
  "data/ph-top/2021/7/droplet-5.json": "オーディオクリエイターには共有するプラットフォームがない。そのため、私たちはDropletを作りました。Dropletは、ユーザーが5～60秒のサウンドバイト、「Drops」の形でオーディオコンテンツを作成し、消費できるオーディオソーシャルメディアアプリです。",
  "data/ph-top/2021/7/tinybird.json": "Tinybirdは、数分で構築できる分析APIエンドポイントを通じて、データチームがリアルタイムの回答を大規模に提供できるようにします。",
  "data/ph-top/2021/7/unspun.json": "最初のアプリを何ヶ月もかけて開発してきましたが、本日正式にパブリックベータ版をリリースすることになりました！フィードバックをお待ちしています。:) もしあなたがこのアプリを使ってみたいと思うなら、私たちはあなたのためにカスタムジーンズを作ることができます。🤓",
  "data/ph-top/2021/7/100-mesh-gradients.json": "あなたのウェブサイトを美しく見せる、100種類のメッシュグラデーションを無料でダウンロードできます。",
  "data/ph-top/2021/7/lemlist-3-0.json": "lemlistは、超パーソナライゼーション、マルチチャネルキャンペーン、市場で最も優れた配信能力により、初日からターゲットと暖かい関係を築くことができます。",
  "data/ph-top/2021/7/springverify.json": "SpringVerifyの高度なバックグラウンド・スクリーニング・ソリューションは、雇用主が採用プロセスを合理化し、自動化するのに役立ちます。SpringVerifyの強力なAPIを使って、人事システムを数日ではなく数時間でシームレスに統合することができます。現代の企業やスタートアップ企業に合わせたバックグラウンドチェックを行います。",
  "data/ph-top/2021/7/similar-inc.json": "Similarは、AIを搭載したChrome拡張機能で、インターネット上のあらゆるページをショッピング可能にする機能を持っています。インターネット上のあらゆるページをショッピング可能にします。Similarは、最安値やクーポンコードを見つけ、クリックするだけで何でも購入できます。",
  "data/ph-top/2021/7/remotion-2-0.json": "あなたのデスクトップで、ハイブリッドチームに命を吹き込みましょう。みんなが一緒にいるかのように接続し、クイックコール、ハイブリッドミュージックルーム、絵文字バッジ、ライブセルフィーなどで遠隔地のチームメイトを巻き込みます。",
  "data/ph-top/2021/7/rrweb-1-0.json": "本日、rrweb 1.0の一般提供を開始しました。ハイライト - 同一オリジンの非サンドボックス型iframeの記録をサポート。- レコードのオープンモードシャドウDOMをサポート。- プラグインAPIの実装。- 開発者向けに非常に詳細なレシピを用意しました。",
  "data/ph-top/2021/7/removal-ai-for-desktop.json": "Bulk Photo Background Remover for Windows/Mac: ✅ 画像をドラッグ＆ドロップする ✅ 商品画像を最適化する ✅ 背景を選択する ✅ 画像サイズを設定する ✅ 卓越したカットアウト ✅ APIアクセス",
  "data/ph-top/2021/7/tailwindcss-buttons.json": "TailwindCSSボタンのコピー＆ペースト集です。この素晴らしいユニークなボタンのコレクションを見て、あなたのTailwindCSSプロジェクトで使用してください。",
  "data/ph-top/2021/7/venus-dashboard-builder-for-figma.json": "Figmaで直接、より少ない労力で素晴らしいダッシュボードを作成しましょう! 25以上のウィジェット/カードを備えた、Figmaのための初めての使いやすいダッシュボード・ビルダーで、世界水準のダッシュボードをすぐにデザインすることができます。🔥",
  "data/ph-top/2021/7/loot-2.json": "Lootは、ワンクリックでクローム拡張機能で、チェックアウトページですぐに割引情報をポップアップ表示し、ソフトウェアの購入をお得にすることができます。簡単に言うと、Lootはあなたがソフトウェアを買いすぎないようにサポートします。Lootには150以上のソフトウェア割引があり、毎日追加されています。",
  "data/ph-top/2021/7/moko.json": "グラフィックやアニメーションをクラウドフォルダに保存して、プレゼンテーションやオンラインプロジェクト、チームでのプロトタイプなどに活用できます。アプリ内でアニメーションの色やサイズを変更したり、特定のリンクの下で様々なフォーマットにエクスポートしたりすることができます。",
  "data/ph-top/2021/7/super-agent.json": "Super Agentは、お客様の好みに応じてクッキー同意書を記入しますので、時間を節約し、お客様のプライバシーを管理することができます。",
  "data/ph-top/2021/7/dailybot-2-0.json": "DailyBotは、毎日のスタンドアップ、チェックインを実行し、チームのモチベーションを追跡し、コラボレーションを促進するチャットボットです。バージョン2.0では、新鮮なデザインと注目の機能🔥 - フォーム、ポモドーロ、ウォータークーラー、カウントダウン、ChatOps/ワークフローなどが搭載されています。",
  "data/ph-top/2021/7/blockman.json": "VSCode拡張機能「Blockman」。ブロックの色、深さ、フォーカスのオン/オフ、カール/スクエア/ラウンドブラケットなどをカスタマイズできます... Python、Dart、Rust、Swift、R、Go、PHP、JavaScript、JSX、TypeScript、TSX、C、C#、C++、Java、HTML、CSSなどをサポートしています...",
  "data/ph-top/2021/7/weferral.json": "Weferralは、アフィリエイトプログラムの開始、管理、成長に必要なすべてのツールを提供します。Weferralのアフィリエイト管理ソフトウェアは、シンプルかつパワフルで、お客様のニーズに合わせて簡単にカスタマイズできます。",
  "data/ph-top/2021/7/aircart.json": "aircartは、電子書籍、アプリ、デザインファイル、アルバムなどのデジタル商品を、paypalアカウントを使って簡単に販売することができます。",
  "data/ph-top/2021/7/universal-data-visualization-1-0.json": "Universal Data Visualizationは、Figmaでチャートやインフォグラフィックを作成するための高品質なツールです。データを数秒で視覚化する簡単な方法です。",
  "data/ph-top/2021/7/discover-2-0-by-route.json": "Discover 2.0 by Route」をご紹介します。あなたが好きな製品やブランドとつながるための新しい方法です。",
  "data/ph-top/2021/7/social-tags.json": "ソーシャルタグは、ウェブサイトの見栄えを良くし、ソーシャルメディアでのエンゲージメントを高めるために必要なメタタグを素早く生成するために使用できるツールです。",
  "data/ph-top/2021/7/typedream.json": "✨ 使い慣れたNotionのようなインターフェイスで素早くページを構築し、コンテンツに集中する ⠀ 🖼️ 美しくモダンなデフォルトで、どんなウェブサイトも最小限の労力で見栄えよく仕上げる ⠀ 🏃 NextJS on Vercelで実現した高パフォーマンスの静的ページと最適化された画像",
  "data/ph-top/2021/7/papaya-global-2.json": "人材・給与・決済のトータルソリューションで、安心して採用活動を行うことができます。Papaya Globalは、140カ国以上のあらゆるタイプのグローバル雇用（給与計算、EoR、契約社員）をサポートします。オンボーディングから継続的な管理、クロスボーダーの支払いまで、統一されたソリューションを提供します。",
  "data/ph-top/2021/7/inodash.json": "Inodashは、Notion & Miroでの適切な戦略とツールを用いて、アーリーステージのスタートアップのアイデアを検証するのに役立ちます。刷新される新しい戦略 🧠 リソース 📚 メンターからフィードバックを得るチャンス 💬 ファウンダーのコミュニティへのアクセス 🌐",
  "data/ph-top/2021/7/y-combinator-co-founder-matching.json": "4500人のファウンダーが集まるプラットフォームで、質の高い共同創業者を見つけましょう。ご自身のことやご希望をお聞かせいただければ、理想的な候補者のプロフィールをご紹介します。お互いに興味があれば、マッチングを行います。",
  "data/ph-top/2021/7/palettehq-2.json": "スプレッドシートも頭痛の種もいらない。PaletteHQは、B2B企業が簡単に販売手数料を計算し、営業成績を向上させることができるSaaSプラットフォームです。明確な目標と即効性のある報酬により、営業チームのモチベーションを高めることができます。",
  "data/ph-top/2021/7/multicolor-illustrations-by-scale.json": "Scale 2.0では、高品質なマルチカラーのイラストが用意されており、既成の色見本や自分の好みに合わせてカスタマイズすることができます。もちろん、完全無料で、著作権表示も不要です。",
  "data/ph-top/2021/7/workflows-by-approveit.json": "Approveitは、Slackでチームの承認ワークフローを構築・管理する新しい方法である、待望のツール「Workflows」を発表します。シンプルでパワフルなビジュアルビルダーを使って、Slackでカスタム承認ワークフローを作成します。",
  "data/ph-top/2021/7/self-test-by-ahead-app.json": "無意識のバイアス（ダニング・クルーガー効果）は、自分が実際よりも物事に優れていると信じてしまう私たちの誤解の原因となっています。⠀ このテストを使って、フィードバックを受け取ること、人を説得すること、冷静さを保つことなど、自分が実際にどれくらい得意なのかを確認してみましょう。",
  "data/ph-top/2021/7/deed-3.json": "Deedのプラットフォームは、AirbnbやStripeのような企業が、善行を行うことで従業員を確保することを支援します。従業員は自分のお金、時間、スキルを提供できる善行を見つけることができ、雇用主はそのインパクトをマッチングし、測定し、世界に向けて発信することができます。",
  "data/ph-top/2021/7/notion-knowledge-automation-by-back.json": "会社のWikiを活用して、社員が必要な情報に簡単にアクセスできるようにしましょう。Backは、選択したNotionデータベースのポリシーやハウツーを使用して、Slack、Teams、またはGoogle Chatで直接インスタントアンサーを提供します。",
  "data/ph-top/2021/7/instachamp.json": "世界初のInstagram公認のダイレクトメッセージ＆エンゲージメントツールです。InstaChampは、クリエイター、コーチ、B2Cブランド向けのダイレクトメッセージの自動化を通じて、Instagramの成長とエンゲージメントを促進します。",
  "data/ph-top/2021/7/koji-2-0.json": "Kojiは世界で最もパワフルなLink in Bioで、数百もの無料アプリをカスタマイズして収益化することができます。",
  "data/ph-top/2021/7/freelancer-tools.json": "フリーランサーとしての道を歩む上で必要なツールを厳選して紹介します。このリストは、チェックする価値のある新しいリンクで定期的に更新されます。",
  "data/ph-top/2021/7/300-excel-templates.json": "プロが監修したエクセルのテンプレート一覧の究極パックです。私たちのエクセルテンプレートのライブラリは、あなたが見つけることができる最も強力で使いやすいツールのいくつかが含まれています。すべてのテンプレートは、無料でダウンロードして使用することができます",
  "data/ph-top/2021/7/jestor.json": "Jestorは、業務を迅速に拡張する必要のあるCOOのための、コード不要のツールです。- 独自のアプリを作って、現場の人を管理する。- 数回のクリックで自動化を実現（Slack、Gmailなど）。- パワフルなワークフローですべてのプロセスをつなぎます。待つのではなく、作る。",
  "data/ph-top/2021/7/sequel-by-runway.json": "機械学習を活用したプロフェッショナルなビデオ編集。マスキング、VFX、カラーコレクション、ジェネレーション、コンポジティングなど、すべてをブラウザ上で行うことができます。",
  "data/ph-top/2021/7/instakin.json": "InstaKinのマーケットプレイスでは、移民が故郷の業者と簡単に接続して取引を行うことができます（家の請求書の支払い、ギフトの送付、ランナーの雇用など）。すでに何千人ものパキスタン人移民を支援しており、現在は米国のより多くのコミュニティに拡大しています。安全で便利です。",
  "data/ph-top/2021/7/howbout.json": "計画を立てるのは難しい...だから、私たちはそれを解決しました。Howboutは無料のiOS/Androidアプリで、以下のようなことができます。どんなソーシャルプランも簡単にオーガナイズできます ⏰ 空いている時間をすぐに見つけられます 📅 友達とカレンダーを共有できます 📫 イベントごとにチャットできます 📫 アプリ内外で誰かを招待できます",
  "data/ph-top/2021/7/glitch-instant-database-starters.json": "Glitchでは、SQLiteやCassandra（DataStax Astraを使用）、さらにはAirctableなどのデータベースを利用して、本格的なフルスタックのWebアプリを即座に構築することができます。すべての設定が完了しているので、チームで共有したり、ドメインを追加したりして、すぐに実行できます。",
  "data/ph-top/2021/7/codility-51acb2ad-d281-4052-abc6-f731482e4030.json": "Codilityは、候補者の実際のコーディング能力や問題解決能力をテストし、証拠に基づいた採用判断を容易に行えるようにする技術スキル評価プラットフォームです。",
  "data/ph-top/2021/7/breaking-equity.json": "リテールトレーダーが、株式やオプションのアルゴリズム取引を設計、開発、テスト、分析、実行するためのプラットフォームです。使いやすさを追求したヘッジファンド級のツールを指先で操作できます。",
  "data/ph-top/2021/7/inappstory.json": "アプリ内のストーリーズで、視聴者にパーソナライズされたストーリーを提供します。ウィジェットやゲームを追加する。アプリ内でのエンゲージメントを高め、コンバージョン率を向上させるために、独自のインサイトと分析を収集します。⠀ 😻 In-Stories https://inappstory.com/s/5jls00o ゲーム開始。⠀ スクリーンショットをコメントで共有🙀。",
  "data/ph-top/2021/7/petcube-bites-2-lite.json": "飼い主が大好きなおやつを投げて、遠隔でペットの様子を見たり、話しかけたり、おやつをあげたりすることができるお手頃なペットカメラ。すべてアプリで操作できます。",
  "data/ph-top/2021/7/forest-admin-for-partners.json": "Forest Admin for Partnersを使って、社内ツールのサブセットをすべての社外パートナーと共有できます。手間がかからず、簡単に設定でき、あらゆるデータ管理や運用のニーズに対応します。",
  "data/ph-top/2021/7/uxproof.json": "経験豊富なデザイナーが、あなたの試作品に対するフィードバックを提供することで、優れたデザインを生み出すことができます。",
  "data/ph-top/2021/7/algolia-recommend.json": "堅牢で柔軟性の高いAPIで、あらゆるデジタルeコマース体験に独自の商品推奨を組み込むことができます。",
  "data/ph-top/2021/7/cove-identity-your-safe-space-online.json": "インターネットには暗闇がつきものですが、ミリタリーグレードのエンド・ツー・エンドの暗号化により、安心してご利用いただけます。自分のデジタルアイデンティティを管理できるようになり、心配事がひとつ減ります。",
  "data/ph-top/2021/7/hostman.json": "💡Hostmanは開発者の重労働をすべて自動化します ✔️リポジトリを接続し、デプロイして、アプリが稼動するのを見守ります 🔥サーバーの容量をフルに使っていないのに、サーバーに過剰な支払いをする必要はありません - 必要な数のサーバーに支払い、好きなだけアプリをデプロイできます",
  "data/ph-top/2021/7/readian-news.json": "Readianを使えば、世界中で起こっていることを常に把握し、新しいスキルを身につけたり、仕事に関連する情報を見つけたりすることができます。ニュースや役に立つ記事へのアクセスを無制限に許可し、どこからでもアクセスできるようにします。",
  "data/ph-top/2021/7/podcast-transcription.json": "✍️ 超シンプル、高速＆正確なポッドキャストのトランスクリプションです。完全に無料です。",
  "data/ph-top/2021/7/learners.json": "Learnersは、P2Pメンタリングによって知識を共有しようとする人々のコミュニティです。登録して、メンターを見つけて、成長しましょう",
  "data/ph-top/2021/7/digger.json": "AWSは難しい。Diggerは、あなたのコードのためのインフラを自動的に生成することで、それを簡単にします。ワンクリックでコンテナ、ウェブアプリ、関数をデプロイできます。Herokuよりも簡単で、2～10倍安くなります。フードの下にあるTerraformでカスタマイズできます。AWSの無料クレジットをご利用ください。",
  "data/ph-top/2021/7/sizze.json": "Sizzeは、モバイルアプリケーションを作成するためのコードレスソリューションです。Figmaで作成したデザインをReact Nativeのコードに簡単に変換し、品質を落とさずにアプリのロジックを構築することができます。今やフロントエンドアプリケーションはデザイナーの手に委ねられています。",
  "data/ph-top/2021/7/znaplink-2-0.json": "Znaplinkをよろしくお願いします。たった一つのリンクで、オーディエンスを全てのコンテンツにつなげます。Znaplinkは、最新のビデオ、記事、レシピ、ツアー、店舗、ウェブサイト、ソーシャルポストなど、オンライン上のどこにいても、あなたのコンテンツへの出発点となります。Znaplinkは永久に100%無料です。",
  "data/ph-top/2021/7/livekit.json": "LiveKitは、アプリケーションでリアルタイムのオーディオとビデオの体験を構築し、スケーリングするための無償のオープンソース・インフラストラクチャです。LiveKitのAPIを使用することで、音声のみの空間、ライブクラスルーム、ゲーム内のビデオチャット、共同の画面共有などを簡単に構築できます。",
  "data/ph-top/2021/7/mumu-x.json": "Mumuは、同義語を使ってより早く絵文字を見つけることができるので、検索時に絵文字の名前を覚える必要がありません。",
  "data/ph-top/2021/7/hackmd-4.json": "HackMDは、あなたの短期記憶と長期記憶が同居する場所です。発売以来、3,000,000以上のノートが作成され、13,000以上のチームがHackMDでコラボレーションしてきました。",
  "data/ph-top/2021/7/sideit.json": "SideItは、あなたの生活をより快適にするために作られたオンラインツールです。画像を合成するために、PhotoshopやCanvasのような巨大なアプリケーションを開く必要はありません。たった3つのステップで、オンラインで、しかも無料でできるのです。",
  "data/ph-top/2021/7/the-gen-z-guide-to-freelancing.json": "クリエーターによる、クリエーターのための、フリーランス・ビジネス開始と向上のためのガイドです。制作：Continuum.works",
  "data/ph-top/2021/7/swipe-de6c1efc-c839-404e-85f6-438aec561038.json": "Swipeは、インドの中小企業のオーナーが、会計士を介さずに請求書、在庫、税金を管理できるアプリです。紙のプロセスに代わって、請求書をWhatsAppで共有し、支払いオプションとともに、より迅速に支払いを集めることができます。",
  "data/ph-top/2021/7/pay-as-you-go-vpn-paygvpn.json": "Pay As You Go VPNは、サブスクリプションベースの支払いモデルにおける無駄遣いの問題に対して、費用対効果の高いソリューションを提供します。サブスクリプションモデルでは、サービスを利用しなくても同じ金額が請求されますが、PAYGモデルでは、利用した分だけ請求されます。",
  "data/ph-top/2021/7/kodex-2.json": "Kodexは、企業が世界中の政府や法執行機関からの情報要求を処理し、それに応えるための最も簡単な方法です。最も一般的な要求は、FBIなどの機関からのユーザーデータの保存保留や召喚状などです。",
  "data/ph-top/2021/7/windframe.json": "コード不要のドラッグ＆ドロップビルダーを使って、TailwindCSSウェブサイトを記録的な速さで作成します。Windframeは、計り知れないカスタマイズオプションを持つドラッグ＆ドロップインターフェイスを使ってTailwindCSSウェブサイトを構築し、デザインをプレビューし、コードをエクスポートする機能を提供します。",
  "data/ph-top/2021/7/daisho.json": "大昌は、ビジネスユーザーと問題解決のためのノーコードのデータサイエンスです。解決したい問題を選択し、データを指定します。あとは大昌がやってくれます。大昌は自動的に計算を行うので、あなたはビジネス上の洞察に集中することができます。",
  "data/ph-top/2021/7/prest.json": "私たちは、データへのアクセスを高速、安全、かつスケーラブルにすることで、新規事業開発のプロセスを高速化するというミッションを掲げています。複雑なソフトウェア開発をしなくても、大量のデータへのアクセスが簡単にできるような世界を目指しています",
  "data/ph-top/2021/7/wellput.json": "Wellputでお気に入りのKindleのハイライトをエクスポート。個人的に整理されたライブラリで見直して、重要なアイデアを頭に定着させましょう。",
  "data/ph-top/2021/7/shortski.json": "URL、絵文字、アイコンなどの最も便利なもののためのMac OSキーボードの代替品です。",
  "data/ph-top/2021/7/scoby-social.json": "ライブセッションを発見、開催、参加しよう 世界はライブ化しています。共有された経験には、変化、驚き、喜びをもたらす力があります。自分の天職に情熱を持ち、人と関わることが好きで、自分の運命を切り開く準備ができている人は、私たちと一緒に仕事をしましょう。",
  "data/ph-top/2021/7/glass-ui-generator.json": "Glassmorphismのデザイン仕様に基づいた無料のCSSジェネレータをご利用ください。",
  "data/ph-top/2021/7/awesome-peers.json": "Awesome Peersでは、900人以上の人があなたとの出会いを無料で待っているキュレーションリストがあります。",
  "data/ph-top/2021/7/pitch-bear.json": "次の投資機会を探している1500人以上のアーリーステージのスタートアップ投資家のデータベースです。検証された連絡先情報を完備。",
  "data/ph-top/2021/7/scenic-background-animations.json": "これは私たちのお気に入りのイラストパックの一つです。景色の背景アニメーション」は、世界中の21の美しいシーンを収録しています。それぞれのシーンには、昼、夕日、夜のアニメーションがついていて、合計63のアニメーションとイラストがあります。",
  "data/ph-top/2021/7/notion-library-2.json": "本を記録し、関連するすべての側面を管理するための無料のNotion Book Tracking Templateです。📚本をお気に入りに登録する 🔎本をアーカイブする 🔖ジャンルや言語で本を分類する 🧾読書の進捗を記録する 📔知らない単語の辞書を管理する 今すぐ入手🔥してください。",
  "data/ph-top/2021/7/praxis-2.json": "お気に入りのYouTubeのコーチと練習するとき、自分が正しくトレーニングしているかどうか疑問に思ったことはありませんか？Praxisを試してみてください。あなたの動きを追跡し、アライメントをリアルタイムで表示するスケルトンオーバーレイで、自分自身を見ることができます（ジムで鏡を見逃すことはありません！）。",
  "data/ph-top/2021/7/droyd.json": "⚙️ https://droyd.io/product-hunt にレポートを任せましょう。Slackでメトリクス＆ゴールを追う。🙌 お使いのアプリ（CRM、Billing、Warehouse...）を数分で接続し、主要な指標や目標を同期してレポートを作成します。✅ Slackやメールへの自動更新をスケジューリングし、チームで進捗を確認できます。",
  "data/ph-top/2021/7/browser-kit-for-figma.json": "Browser Kitは、スクリーンショットをFigmaのデザインに取り込むためのコンポーネントのセットです。スクリーンショットは、ブラウザから直接デザイン・ファイルに入りますが、すべてはFigmaコンポーネントの魔法のおかげです。すべての主要ブラウザをサポートし、モバイルとデスクトップを含みます。",
  "data/ph-top/2021/7/nintendo-switch-oled-model.json": "鮮やかな7インチ有機ELディスプレイ、ワイドに調整可能なスタンド、有線LANポートを備えたドック、64GBの内蔵ストレージ、強化されたオーディオなどが特徴です。",
  "data/ph-top/2021/7/dashboard-server-by-squaredup.json": "もしあなたがIT担当者で、すぐに導入できて、簡単に設定できて、簡単に維持できるエンタープライズダッシュボードツールを求めているなら、SquaredUp Dashboard Serverが必要です。何にでも接続でき、パワフルなビジュアライゼーションを素早く得ることができます。",
  "data/ph-top/2021/7/epsilon3.json": "Epsilon3は、複雑な操作手順を簡単にし、オペレーターの時間を節約し、エラーを減らします。Epsilon3は、複雑なワークフローとトラッキング要件を持つチームのために作られた、チェックリストとバージョン管理（Asana + Githubのようなもの）を強化したものと考えてください。",
  "data/ph-top/2021/7/sparkstudio.json": "SparkStudio.coは、アート、音楽、コミュニケーションを、専門家やアーティストがデザインしたカリキュラムに沿って、1:4（教師と生徒）のライブクラスで教えています。- 100%オンライン - 保護者の関与は最小限 - 子供たちはクラス内外で創作活動を行います - 個人的な配慮と友人関係を築くことができます",
  "data/ph-top/2021/7/2themoon.json": "1年前に投資を始めていたら何を得ていたか見てみましょう💵",
  "data/ph-top/2021/7/bypass-paywalls-2.json": "Githubで無料公開されているシンプルなブラウザ拡張機能で、ウェブ上の煩わしいペイウォールを回避することができます。",
  "data/ph-top/2021/7/focus-dude.json": "私はこのシンプルなChrome拡張機能を作って、リストアップされたウェブサイトをブロックすることで、ウェブ上でコンピュータを使って作業しているときに、集中力を保つことができるようにしました🧘♀️。🌈",
  "data/ph-top/2021/7/music-widget-for-apple-music-on-macos.json": "Music Widgetは、macOSでApple Musicを利用するためのリモートアプリです。2005年のMac OS X \"Tiger \"でDashboardとともに導入されたiTunes Widgetをベースにしています。インターフェイスのほとんどがコードで描かれているため、Music WidgetはRetinaディスプレイ上で非常にシャープに見えます。",
  "data/ph-top/2021/7/hipcv.json": "hipCVは、オンラインで履歴書やカバーレターを作成するツールです。",
  "data/ph-top/2021/7/find-your-first-frontend-job.json": "コードを学ぶことは最初の一歩に過ぎません。仕事を見つけるのはもっと難しい。ソフトウェア開発市場の競争は熾烈を極めます。ひとつのジュニアポジションに100通以上の履歴書が届くこともあります。仕事を見つけるためには、目立たなければなりません。この本は、その手助けとなるでしょう。",
  "data/ph-top/2021/7/frido-2.json": "Fridoは、果てしなく続くToDoリストを作成する負担からあなたを解放するためにデザインされたToDoアプリです。",
  "data/ph-top/2021/7/colorgizes-by-alphabag.json": "Colorgizesは、Alphabagが提供するカラーツールです。カラーパレットを作成するために、一般の人が使用できるように設計されています。簡単な操作で、携帯電話でカラーパレットを管理することができます。",
  "data/ph-top/2021/7/readstack.json": "最新のストーリーやニュース、あとで読みたい記事をReadstackのリーディングリストに保存しておきましょう。読み終わったら、スワイプして削除しましょう。Readstackは、ストレスを感じることなく、先延ばしにすることなく読書を楽しめるように設計されています。",
  "data/ph-top/2021/7/project-adulthood.json": "トレンチコートを着た2人の子供が、大人のふりをしているように感じたことはありませんか？それはあなただけではありません。Project Adulthoodは、大人になるためのヒントやコツを集めた週刊ニュースレターで、予算、料理、投資などあらゆることをカバーしています。🎉",
  "data/ph-top/2021/7/livestream-panels.json": "アイコンやカラー背景、グラデーション背景、パターンなどの複数のカスタマイズオプションを備えた、すぐに使えるカスタムのライブストリームパネルを無料で生成できます。",
  "data/ph-top/2021/7/xclipper.json": "XClipperは、Windows & Android用のスマートなクリップボードマネージャで、クリップボードのアクティビティを追跡し、多くの機能でクリップボードとのやり取りを簡単にしてくれます。また、2つのプラットフォーム間でクリップボードを同期することができます。",
  "data/ph-top/2021/7/guess-the-stock.json": "あなたの株式市場に関する知識をテストしてください チャートから銘柄を当てることができますか？チャートの写真を送り合って銘柄を当てようとした結果、これを基本的なウェブアプリにすることにしました。面白半分で作ってみました。私たちはUIデザイナーではありませんが...）。",
  "data/ph-top/2021/7/lineicons-3-0.json": "Lineiconsは、モダンなUIデザインや開発プロジェクトのために、丁寧に作られた美しいデザインの多様なアイコンが5000個以上入った、フリーでプレミアムなベクターラインアイコンパックです。ダウンロードパッケージと利用可能なファイル - SVG、Ai、Icon Font、PNG、React。",
  "data/ph-top/2021/7/thankme.json": "パンデミックで様々なことが起こっている中、人々は絶え間なく動いています。良いカルマを行った人を知っていますか？あるいは、どれだけの人の人生に触れたか知っていますか？誰でもいいからサンキューページを作って、ウェブ上で共有しましょう。)",
  "data/ph-top/2021/7/big-emojis.json": "これらは1623個の絵文字を160x160pxからA.I.を使って2560x2560pxにアップスケールしたものです。私のお気に入りの1つをフルサイズでご覧ください https://drive.google.com/uc?id=1eUHq3DE7m4F9H3gtrtJldR4SGqOsxPr_。"
}