{
  "data/ph-top/2021/7/tl-dv-for-google-meet.json": "録画したビデオやトランスクリプトの正確な瞬間に、会議の議事録をリンクさせることができます。重要なポイントを文脈に沿って即座に共有することができます。お気に入りの非同期コラボレーションアプリやCRMと連携します。会議の内容を数分でキャッチアップ。",
  "data/ph-top/2021/7/attrack.json": "柔軟性を重視し、選択できることを好む人のためのストレートな時間管理アプリ。AtTrackのモジュール式アーキテクチャは、あなたの仕事やビジネスに必要な機能だけを選択して使用する機会を与えてくれます。",
  "data/ph-top/2021/7/smartwriter.json": "😱 1クリックで8倍の返信を得られるパーソナライズされたメールを生成します。✅ 「パーソナライズされた」メールの調査や作成に、もう時間を費やす必要はありません。⚡ アウトリーチプロセス全体を自動化します。🔝何千ものバックリンクを構築し、LinkedInアウトリーチをパーソナライズし、ミーティングを予約します。",
  "data/ph-top/2021/7/glyph-neue-icons-by-icons8.json": "普遍的なGlyph Neueスタイルの1,500以上のモノクロアイコン。モダンな高解像度の画面から屋内外のナビゲーションまで、どこでも映えるシンプルでキャッチーなアイコンです。無料でお使いいただけますが、Icons8へのリンクを設定してください。",
  "data/ph-top/2021/7/brickit.json": "1. 積み上げられたレゴをスキャンする 2. あなたが持っているレンガで何が作れるかを見せます。3. 3.気になるアイデアを選んで、便利な指示に従ってください。",
  "data/ph-top/2021/7/pixel-hunter.json": "Pixelhunterは、メディア出版物のためのスマートな画像リサイザーです。当社のAIは、メディアプラットフォームで最も人気のある寸法に合わせて、写真を最高の品質に調整します。また、オブジェクトを認識して自動的に画像をトリミングするので、メディアプラットフォームでのニーズを効率化することができます。",
  "data/ph-top/2021/7/telegram-to-notion.json": "チャットに何かを送信すると、その内容があなたのNotionに直接保存される、生産的なフローを維持するTelegramボット",
  "data/ph-top/2021/7/around-for-ios-android.json": "歩きながらの会議に最適化されたオーディオファーストのモバイルアプリで、外出先でもチームとのつながりを保つことができます。アラウンドコールに参加したり開始したり、コンピュータから電話に瞬時にハンドオフしたり、チャットメッセージで会話に反応したり応答したりすることができます。",
  "data/ph-top/2021/7/uxpin-and-storybook-integration.json": "デザインと開発の距離が縮まりました UXPinとStorybookの統合を試し、開発者が製品を作るために使用するのと同じUIコードコンポーネントを使ってデザインしましょう。UXPinとStorybookの統合をお試しください。",
  "data/ph-top/2021/7/expose-3.json": "Exposeは、完全にオープンソースのトンネルソリューションで、あらゆるファイアウォールを介してローカルサイトの公開URLを作成することができます。自分のマシンでWebhookを受信したり、モバイルデバイスでローカルサイトをテストしたり、他の人と共有したりすることができます。",
  "data/ph-top/2021/7/readbit.json": "音声合成によるオーディオブックリーダーとサマライザーで、読書の時間を何百時間も節約できます。本や文書をアップロードしたりスキャンしたりして、要点や登場人物、場所などを章ごとに把握し、いつでもどこでも聞くことができます。",
  "data/ph-top/2021/7/dell-ultrasharp-webcam.json": "大判の4KソニーSTARVIS™ CMOSセンサーを搭載したパワフルな4Kカメラを搭載したウェブカメラで、あらゆる角度をあなたのベストアングルに変えてみませんか？",
  "data/ph-top/2021/7/wheel-of-life.json": "Wheel of Life」は、人生で最も重要な12のカテゴリーを、鳥瞰的な視点を持ちながらじっくりと見ていくことができます。人生に圧倒されることなく、人生を先取りし、自分にとって何が大切なのかを考えてみませんか？長所と短所、ゴールとタスクを見極めることができます。",
  "data/ph-top/2021/7/music-rooms-by-presence.json": "遠隔地にいるチームメイトと一緒に音楽を聴きながら、自発的にボイスチャットをすることができます。",
  "data/ph-top/2021/7/notiv-notetaker.json": "より良いミーティングを。リアルタイムの転記に基づいて、自動的にアクションアイテム、ハイライト、サマリーを作成し、タスクを維持します。Notivは、チームの時間を節約し、ビジネスの成果を促進するためのコラボレーションミーティングアプリです。",
  "data/ph-top/2021/7/maker-swipe-file-1.json": "メーカーとして、ツイッターのオーディエンスを構築することは、新しい人々と出会い、製品に対するフィードバックを得て、販売につなげることにつながります。この無料のリソースには、メーカーの仲間たちによるパフォーマンスの高い100以上のツイートが含まれているので、すぐに始めたり、継続して視聴者を増やすことができます。",
  "data/ph-top/2021/7/triage-timeline-by-linear.json": "規模に応じてレベルアップする課題追跡ツールです。ロードマップの作成や課題のトリアージなど、複雑なプロセスを効率化します。自動化されたワークフローやカスタマーサポートとの統合により、ワークスペースをカスタマイズできます。",
  "data/ph-top/2021/7/dollo.json": "肌の色、髪型、目、服、アクセサリーなどを組み合わせて、自分だけのアバターを作成しましょう。300以上のカスタマイズ可能なコンポーネント。Sketch、Figma、SVG、PNGに対応しています。",
  "data/ph-top/2021/7/notion-gratitude-journal.json": "感謝していることをすべて書き留めるNotion「Gratitude Journal」を発売 特徴をご紹介します。冒頭にやる気を起こさせる言葉を掲載 💭感謝の気持ちを記入するための定期的なリスト 📃過去1週間・1ヶ月間のリストを見ることができるアーカイブセクション 今すぐ入手🔥。",
  "data/ph-top/2021/7/gpt-j.json": "Pileで学習した60億パラメータのモデルであるGPT-J-6Bが、新しいコードベースであるMesh Transformer JAXで使用できるようになりました。",
  "data/ph-top/2021/7/everyhour.json": "everyhourは、自分の時間の使い方に対する意識を高め、ライフバランスを追跡し、無意識の優先順位を明らかにするのに役立ちます。",
  "data/ph-top/2021/7/mydone.json": "✅ 開発から人事、マーケティングまで、すべてのビジネスストリームを整理する ✅ 各ストリームのタスクを個別に管理する ✅ 各レベルのステータスを概観する",
  "data/ph-top/2021/7/moderncloud.json": "ModernCloudは、ブラウザベースのオープンソースのサーバーレスプラットフォームで、高速で超フレンドリーなUIにより、エンドポイントやファンクションを数分で構築することができます。PythonとNodeJSのオートコンプリートをサポートしたインラインエディタをサポートしています。Terraformをベースにしています。",
  "data/ph-top/2021/7/live-audio-rooms-by-facebook.json": "FacebookのLive Audio Roomsでは、興味のあるトピックについて誰かとのライブ会話を発見したり、聞いたり、参加したりすることができます。ルームに参加しているリスナーは、事前に、または会話中にスピーカーとして招待することができます。",
  "data/ph-top/2021/7/volant-ai.json": "AIモデル開発の時間とコストを削減 当社のマーケットプレイスでは、データサイエンティストのクラウドソースの専門知識を利用して、ハッカー、Kaggler、中小企業など、誰でも高性能なAIモデルを使ってAIを構築することができ、これまでよりも速く、安くなります。",
  "data/ph-top/2021/7/remote-planning-poker-on-jira.json": "アジャイル計画・見積りツール Jira Agile Planning Pokerセッションでチームと一緒に楽しみながらユーザーストーリーを素早く見積もることができます。",
  "data/ph-top/2021/7/reddit-list-2.json": "Redditはすごい情報源ですね。しかし、フォローすべき適切なsubredditを見つけるのは時間のかかることです。Reddit Listはこの点であなたの生活を楽にしてくれます。",
  "data/ph-top/2021/7/uxmeter.json": "優れたウェブデザインの例は、Appleのウェブサイトよりも多くあります。UXmeterでは、金融からスポーツまで、トップレベルのウェブサイトデザインを紹介しています。これらは、業界の専門家や一般の人々がUXデザインに基づいて純粋にランク付けしたもので、ユニバーサルなスコアリングシステムUX Points®を使用しています。",
  "data/ph-top/2021/7/sitapp.json": "一日中、パソコンの前で猫背になっていると、体にも良くないし、時間が経つといろいろな問題が出てきます。SitAppは、あなたの姿勢をリアルタイムで監視し、猫背になり始めたら、まっすぐ座るように促します。",
  "data/ph-top/2021/7/traveledmap.json": "TraveledMapを使用すると、マーカー、ルート、写真を使ってカスタマイズ可能な旅の地図を作ることができ、それを共有したり、旅行業の場合はウェブサイト（必要に応じてホワイトレーベル）やブログに追加することができます。",
  "data/ph-top/2021/7/emoji-4.json": "3D emoji. 高品質なイラストの大規模なセットであなたのプロジェクトに感情を追加します。笑顔、虹、ロボットなど、バラエティに富んだアイコンが揃っています。完全にカスタマイズ可能です。FigmaとBlenderに対応",
  "data/ph-top/2021/7/buzzer.json": "次の瞬間を逃さない。お気に入りのスポーツスターやチームをフォローすると、次のカムバック、ブザービーター、最後の1秒のショットが起こるときに通知されます。そして、タップインしてライブで見ることができます。Only on Buzzer.",
  "data/ph-top/2021/7/7todos.json": "祝福と呪い 複数のプロジェクトに携わることは、祝福でもあり呪いでもあります。あなたは、世界で通用するものを見つけたい。全てを把握するのは大変です😵💫 7todosに任せれば、概要を把握することができます🦄。",
  "data/ph-top/2021/7/smart-text-editor.json": "Smart Text Editorは、インターネットに接続していなくても、どのデバイスからでも、どのブラウザからでも、コーディングプロジェクトに取り組むことができる、バニラのJavaScript PWAです。ブラウザからリアルタイムでHTMLファイルを編集したいですか？Smart Text Editorで開いてみましょう!",
  "data/ph-top/2021/7/intch.json": "Intchは、ランダムに会うのではなく、相互扶助と協力に基づいたネットワークツールです。援助したり専門家の援助を受けたり、重要な人を紹介したり紹介されたり、ネットワークを管理することができるネットワーキングスペースに参加してみませんか？",
  "data/ph-top/2021/7/schema-api.json": "インターネットをGoogleの目で見て、シンプルで非常に使いやすいAPIを使って、任意のウェブページからSchema.orgで標準化されたJSON/LDフォーマットで構造化メタデータを抽出します。今すぐ無料でお試しいただけます。https://schema.api.page",
  "data/ph-top/2021/7/systeme-io-3.json": "シンプル、スピーディ、直感的に使える無料のオールインワン・マーケティング・プラットフォームです。技術的な知識や開発者がいなくても、ビジネス全体を同じ場所で実行できます。https://systeme.io/",
  "data/ph-top/2021/7/floral-zebra.json": "Floral Zebra」は、クラブハウスのユーザーがオーディオチャット上でテキストの会話をすることができます。また、質問やコメントの中で最も面白いものや重要なものを表示するアップヴォットシステムを採用しているので、退屈なイベントや質問はなくなります。Floral Zebra - 単調なイベントに彩りを。",
  "data/ph-top/2021/7/faketweetmaker.json": "Ftmは、ミーマーが無料でツイートを作成し、ダウンロードするのに役立ちます。ツイートを入力してダウンロードを押すだけ。面倒な作業は一切ありません。",
  "data/ph-top/2021/7/notion-finance-tracker-3.json": "- バードアイでは、すべての口座の合計残高を確認することができます。最終的な金額は自動的に計算されます。ユーザーが入力するのは最初の金額のみです。- 詳細」では、いつ、どこで、どのようにお金を使ったかの詳細が表示されます。",
  "data/ph-top/2021/7/170-gpt-3-resources.json": "ここ数ヶ月、私はGPT-3に関連するすべてのリソースを集めています。この貴重なデータベースを公開しようと思い、ここにたどり着きました。",
  "data/ph-top/2021/7/developer-typing-game.json": "開発者タイピングゲームは、開発者がコーディングのタイピング速度と正確さを鍛えることができるプラットフォームで、タイピング中はローファイ音楽を聴くことができ、タイピング速度が速い上位10名の開発者はランディングページで紹介されます。",
  "data/ph-top/2021/7/d2desk-web-based-remote-access-app.json": "Webベースのリモートアクセスアプリケーション リモートアクセス/サポートのためのオールインワンソリューション D2Deskは、ビジネスのためのタイムトラッキングと生産性モニタリングソフトウェアとして役立ちます。",
  "data/ph-top/2021/7/listiee-1.json": "Listieeは、あらゆる種類のリストを放送するためのプラットフォームです。公開されたリストは、カテゴリー、地理的な範囲、プライバシー、貢献度など、パーソナライズしてカスタマイズすることができます。",
  "data/ph-top/2021/7/making-things-more-brilliant-the-guide.json": "あなたは問題に対する解決策を見つけました。それは、あなたが販売している製品かもしれませんし、絵画のアイデアかもしれませんし、まったく違うものかもしれません。しかし、それをより素晴らしいものにするには、どうすればよいのでしょうか？インスピレーションは浮かんでは消える。私たちの方法は永続します。"
}