{
  "data/ph-top/2021/11/codesee-maps.json": "マップは自動的に生成され、更新されるコード図です。コードの進化に合わせて、コードベースを同期します。また、ファイルやフォルダがどのように接続されているかを理解したり、コードの変更が大規模なアーキテクチャにどのように適合するかを確認したりするのに役立つ機能を備えています。",
  "data/ph-top/2021/11/codeless.json": "コマース機能を備えたiOSやAndroidのネイティブアプリケーション、およびレスポンシブWebサイトを作成、デプロイするためのプラットフォームです。ビジュアルエディターを使えば、コードレスで簡単にアプリを立ち上げることができます。",
  "data/ph-top/2021/11/startup-5-2.json": "Startup 5は、人気の高いWebサイトビルダーの新バージョンで、あなたのオンラインプレゼンスを作るための完璧なツールです。Startupでは、あらかじめデザインされたブロックを使って、素早く簡単にオンラインビジネスを始めることができます。",
  "data/ph-top/2021/11/free-logos-by-tenscope.json": "自分のアイデアを検証している間に、大金をはたいてちゃんとしたロゴを作る必要はありません。私たちは、あなたのプロジェクトのためのプレースホルダーとして使用できる無料のロゴのライブラリを作成しました。",
  "data/ph-top/2021/11/purity-ui-dashboard-pro.json": "Purity UI Dashboard PROは、Chakra UIをベースにした革新的なReactJSプレミアムダッシュボードで、魅力的なウェブサイト＆ウェブアプリを数分で作成することができます。✅ 完全にコーディングされた300のエレメント ✅ 32のサンプルページ（スマートホーム、バーチャルリアリティ、自動車、CRM管理者など",
  "data/ph-top/2021/11/entre-2-0.json": "アントレは、世界のどこにいてもコンテンツを作り、ネットワークを作り、お金を稼ぐことができるオールインワンのプラットフォームです。私たちは、起業家、投資家、フリーランサーが新しい経済の中で活躍できるように、サポートや支援に力を入れています。",
  "data/ph-top/2021/11/branded-templates-by-visme.json": "Vismeは、どんなタイプの美しいコンテンツでも短時間で作成、コラボレーション、コミュニケーションできる直感的なオールインワン・プラットフォームを通じて、ブランドに調和をもたらします。",
  "data/ph-top/2021/11/mindful-tab.json": "MindfulTabは、ページが読み込まれるのを待つ間、呼吸をすることを思い出させてくれるクロームの拡張機能です。",
  "data/ph-top/2021/11/dynamic-audience-builder-for-facebook.json": "REVEALのダイナミックオーディエンスビルダーは、ファーストパーティデータを利用してFacebookやInstagramの広告キャンペーン用のダイナミックなカスタムオーディエンスを構築することで、Eコマース企業のFB ROASの向上を支援します。 に基づくエバーグリーンキャンペーン。RFMセグメント／製品／ブランド／日付／都市／NPS",
  "data/ph-top/2021/11/raspberry-pi-zero-2-w.json": "Raspberry Pi Zero 2 Wは、さまざまなスマートホームアプリケーションやその他のIoTプロジェクトに最適です。",
  "data/ph-top/2021/11/solo-3eca70f7-f3fe-46ef-b37a-58e8e3f6a5b2.json": "soloは、どこでも仕事ができる新世代のsoloです。自分のスケジュールをコントロールすることができます。自分の時間を設定することができます。毎日を最大限に活用し、顧客にあなたの時間を予約する利便性を提供します。soloでは、支払いの受付、予約の取得、連絡先の管理ができます。",
  "data/ph-top/2021/11/12-foot-ladder.json": "有料ページのURLの前に12ft.io/を付けていただければ、有料の壁を取り除き、記事にアクセスできるように最善を尽くします。10フィートのペイウォールを見せてくれれば、12フィートのハシゴを見せてあげよう。",
  "data/ph-top/2021/11/smartpaste.json": "GMailやGoogle Docsなどのアプリケーションに、きれいなスタイルのテキストをコピーペーストすることができます。",
  "data/ph-top/2021/11/hireweb3.json": "Web3は未来です。hireWeb3で次のキャリアを手に入れましょう。 hireWeb3で求人情報や企業を閲覧し、応募することができます。",
  "data/ph-top/2021/11/payments-on-contra.json": "コントラは、クリス・メッシーナと一緒に、 Payments on Contra! これにより、インディペンデントの方々は、プラットフォームを離れることなく、プロジェクトの問い合わせを受けたり、クライアントにメッセージを送ったり、プロジェクトを管理したり、コミッションフリーで支払いを受けることができるようになりました。詳細はこちら： https://c87.to/payments-on-contra",
  "data/ph-top/2021/11/tolstoy-2.json": "革新的でパーソナライズされたビデオファネルを構築し、Webサイトやアプリ内でユーザーと対話します。トルストイは、ビデオチャットサポート、ビデオタレントスクリーニング、ビデオプロスペクティングなどにお使いいただけます。",
  "data/ph-top/2021/11/nightfall-developer-platform.json": "Nightfall Developer Platformは、PIIや認証情報などのセンシティブなデータを分類・保護し、アプリやサービスでのデータ漏えいを防ぐためのAPI群です。データ保護のインフラはナイトフォールが担当しますので、お客様は優れた製品の開発に専念することができます。",
  "data/ph-top/2021/11/clarity-1f06e84c-8a36-47ef-9ea5-8d716febce8b.json": "キーボードから離れることなく、気を散らさずにメモを取ることができます。メディアコントロールやマウスなどの操作をする必要はありません。Youtubeでメモを取るための摩擦のない体験です。",
  "data/ph-top/2021/11/microwonder.json": "microwonderは、マイクロアントレプレナーと投資家をつなぐマーケットプレイスです。登録した投資家のポートフォリオを精査し、最適なマイクロ企業を推薦することで、成功率の向上を目指しています。",
  "data/ph-top/2021/11/adhoc-school.json": "K12の放課後のアクティビティ＆活動のためのコミュニティベースのマーケットプレイスです。Adhoc Schoolでは、親御さんと先生はオンラインでアクティビティを作成することができ、親御さんは何百ものアクティビティ＆コミュニティにアクセスすることができます。",
  "data/ph-top/2021/11/great-diwali-mail-exchange.json": "ラーマーヤナ キャピタル」と「スワデシュ キャピタル」のメーカーから、「The Great Diwali Mail Exchange」をお届けします。今年のディワリをさらに輝かせるために、アメリカの仲間のデシに心のこもった匿名の手紙を書いてみませんか？無料でお楽しみいただけます。",
  "data/ph-top/2021/11/multiplication-kingdom.json": "掛け算王国で遊んで楽しみながら回数券を学ぶ（子供も大人もOK!",
  "data/ph-top/2021/11/jiga-projects.json": "Jiga Projectsは、3Dモデルのパーツにポイント＆コメント、Figmaのような機能を提供します。3Dモデルをチームで共有し、その上の特定の場所にすぐにコメントできるので、簡単にコラボレーションができます。",
  "data/ph-top/2021/11/jotbio.json": "JotBioでは、商品やサービス、ソーシャルメディアアカウントの複数のリンクを含む、素晴らしいミニランディングページを2分で作成することができます。また、簡単なウィザードを使って、ディープリンク、コンバージョン率の高いテキスト、画像、動画、カスタムテンプレート、複数のCTAを追加することができます。",
  "data/ph-top/2021/11/cinema-3d-icons.json": "Cinemaは、あらゆるデジタル製品に適したカスタム3Dアイコンのパックです。Figmaで簡単に編集でき、Cinema 4Dで完全にカスタマイズできるこれらのハンドクラフトのアイコンを使って、魅力的でユニークなプロジェクトを作成しましょう。3Dアイコンは最高です。",
  "data/ph-top/2021/11/state-of-community-tools-report-by-orbit-1.json": "コミュニティメンバーを組織し、コミュニケーションをとり、理解するためのソフトウェアの状況は、急速に変化しています。そこで私たちは、コミュニティ・ビルダーが日常的に使用しているツールについて調査を行いました。このレポートでは、ツールのトレンドと知っておくべきインサイトを案内しています。",
  "data/ph-top/2021/11/pasteline.json": "Pastelineは、メモや引用、リンクなどを素早く保存するためのアプリです。メモを追加するには、お気に入りのメッセンジャーでメッセージを入力するのと同じくらい簡単です。貼り付けボタンをタップすると、クリップボードの情報がメモとして保存されます。このアプリは、iPhoneとMacでご利用いただけます。",
  "data/ph-top/2021/11/carbon-neutral-club.json": "地球温暖化防止のためにお金を貯めよう。個人の二酸化炭素排出量をオフセットすることから始めて、サステイナブルなブランドで年間を通してお得に気候変動への影響を軽減しましょう。",
  "data/ph-top/2021/11/fi.json": "Fiの普通預金口座をオンラインで5分以内に開設できます。Fiの優れた機能を使って、お金を上手に使いましょう。支出の追跡、資金の整理、貯蓄の最大化、支払いの自動化などが可能です。また、貯金をすると報酬が得られます。",
  "data/ph-top/2021/11/venngage-diagram-maker.json": "Venngage Diagram Makerでは、チームのコラボレーションや問題解決、複雑な情報の伝達に役立つ、魅力的なフローチャートやマインドマップを簡単に作成できます。複雑なダイアグラムも、簡単かつ迅速に構築でき、見た目も美しくなります。",
  "data/ph-top/2021/11/workdo-2.json": "WorkDoは、使いやすいドラッグ＆ドロップ式のランディングページビルダーで、スタートアップやビジネスのためのパワフルなランディングページを数分で作成することができます。",
  "data/ph-top/2021/11/starryai.json": "テキストを入力するだけで、AI🎨があなたの言葉を芸術作品に変えてくれます🖼️ AIによる芸術作品の生成は、通常は手間のかかる作業ですが、starryaiはその作業をシンプルで直感的なものにし、携帯電話を持っている人なら誰でもアクセスできるようにしました。ぜひお試しください。",
  "data/ph-top/2021/11/seo-ebook-by-wizishop.json": "eコマース界で最も有名なSEOの専門家から洞察を得て、あなたのオンラインストアの売上を増やしましょう。ウェブサイトの技術的なSEOをより深く理解することができます。また、なぜ防弾リンク生成戦略がストアのパフォーマンスに不可欠なのかを理解することができます。",
  "data/ph-top/2021/11/good-meetings-power-pack.json": "悪い会議は悪い。GMPPでは、より良い会議を行うためのNotionのテンプレートとガイドが実証されています。",
  "data/ph-top/2021/11/please-share.json": "Please Shareは、Slack向けのコンテンツ増幅・エンゲージメントアプリです。このサービスは、従業員がLinkedInやTwitterなどのソーシャルメディアチャネルで承認された企業コンテンツを共有し、エンゲージするための簡単な方法を提供します。",
  "data/ph-top/2021/11/xtream-ly.json": "Z世代の意見：ライブ配信でコメントを読む人はいないが、ライブクリップ（最大2分）を見る人はいる。コミュニティでアイドルや友達のライブクリップに返信して、一緒に楽しい時間を過ごしましょう。ライブクリップに返信することで、アイドルや友達と楽しい時間を共有することができます！ライブチャレンジを始めて、他の人にチャレンジしてもらいましょう",
  "data/ph-top/2021/11/sceneforge-storyboard.json": "SceneForge Storyboardは、最先端のバーチャルプロダクションやプリビズ技術をインディーズのクリエイターやスタジオに提供するオールインワンプラットフォームです。今すぐ撮影を計画して、自分だけのバーチャルサウンドステージで撮影しましょう！フィルムメーカー、クリエイター、ビジョナリーのために作られています。",
  "data/ph-top/2021/11/microsoft-loop.json": "Microsoft Loopは、パワフルで柔軟なキャンバスと、自由に動き、アプリケーション間で同期を保つポータブルなコンポーネントを組み合わせた新しいアプリです。",
  "data/ph-top/2021/11/motor-admin.json": "Motor Adminは、データの管理、カスタムアクションの実行、レポートやダッシュボードの作成を行うための、オープンソースでセルフホストのコード不要の管理パネルです。",
  "data/ph-top/2021/11/image-upscaler.json": "https://imgupscaler.com は、画像、写真、アニメ、漫画などをアップスケールするオンラインツールです。ImgLarger社の最新のAI技術を搭載し、複数の画像ファイルを一括してアップスケールすることができます。速いプロセスと見事な結果。アカウント不要で、今すぐお支払いいただけます。",
  "data/ph-top/2021/11/pixelixe-creative-automation.json": "ソーシャルメディアグラフィックスやビジュアルアセットのデザインバリエーションを無制限に瞬時に自動生成します。広告バナー、Etsyのグラフィック、Pinterestのピン、Facebookのイメージ、eコマースのバナーテンプレートなど、Pixelixeはあらゆることをカバーしています。クリエイティブな自動化の威力を実感してください。",
  "data/ph-top/2021/11/bonjour-app-for-zoom.json": "セールスパーソンは、ZoomやSalesforceに多くの時間を費やしています。ある場所でメモを取り、それを少しずつSalesforceの別の場所に移していくことがよくあります。私たちは、SalesforceをZoomの中で利用できるようにしました。そうすることで、営業担当者は二重作業をすることなく、時間を大幅に節約することができます。",
  "data/ph-top/2021/11/mynft-fyi.json": "PfP NFTがCrypto Twitterの新しいTwitterブルーチェックマークになったことで、お気に入りのNFTの所有権を誰もが簡単に証明できるようになりました。",
  "data/ph-top/2021/11/nocode-stash.json": "NoCode Stashは、NoCodeのベストを発見する最も簡単な方法の1つです。次のプロジェクトで使用するNoCode Toolsを発見します。新しいものを作ったNoCode Makersからインスピレーションを得ます。また、最高のNoCodeリソースを利用してスタートすることもできます - すべてはあなたのために監修されています",
  "data/ph-top/2021/11/preply-english-group-classes.json": "新しい言語を自信を持って話したいですか？効果的なグループレッスンで目標を達成しましょう。最大6人までのグループで、世界中の学生と一緒に、体系的な学習プラン、フレンドリーなチューター、魅力的な授業を受けることができます。",
  "data/ph-top/2021/11/signaturely.json": "Signaturelyは、シンプルさを追求する人のための電子署名ツールです。複雑なワークフローはありません。エンタープライズレベルの機能はありません。私たちは、お客様が署名をして次に進むことを容易にします。永久無料で、47種類のテンプレートが用意されています。",
  "data/ph-top/2021/11/startup-hub-by-e-cell-vit.json": "Entrepreneurship Cell VITは、学生の間で起業家精神を育むための学生団体です。StartupHubでは、スタートアップ・エコシステムの一員となり、起業家になるための出発点と適切なリソースを提供したいと考えています。",
  "data/ph-top/2021/11/automa-2.json": "ブロックをつなげてブラウザを自動化する拡張機能。フォームの自動入力、反復作業の実行、スクリーンショットの撮影、ウェブサイトのデータのスクレイピングなど、この拡張機能で何をしたいかはあなた次第です。",
  "data/ph-top/2021/11/discover-profiles.json": "Discover Profileでは、見込み客のすべてのソーシャルメディアチャンネルのプロフィールを数秒で発見できるので、見込み客とのつながりを深めることができます。",
  "data/ph-top/2021/11/maze-question-bank.json": "The Maze Question Bankは、迅速なリサーチとテストのために350以上の質問を用意したNotionのデータベースです。実用的な学びを収集し、チームとしてより良い意思決定を行うための数百もの質問が見つかります。- Made with 💙 by Maze"
}