{
  "data/ph-top/2021/12/botify-ai.json": "フォトリアリスティックなアバターを作成して、魅力的な会話を実現。デジタルヒューマンとの対話をお楽しみください。",
  "data/ph-top/2021/12/boldvoice-2-0.json": "BoldVoiceは、英語を母国語としない人が、英語で明確かつ自信を持ってコミュニケーションできるようにサポートします。このアプリでは、ハリウッドのアクセントコーチによるビデオレッスンや、音声AIによる発音のフィードバックをすぐに受けることができます。iOS & Androidで入手できます。",
  "data/ph-top/2021/12/june-for-ios.json": "iOSの6月をご紹介します。スタートアップのメトリクスを、外出先で最も簡単に取ることができます🏃♂️⚡️ 速くて簡単なセットアップ（＜2分）👶 専門知識は必要ありません📚 すぐに使えるテンプレート 📱 iPhoneとMacOS用のiOSウィジェット 👉 try it: https://widgets.june.so/",
  "data/ph-top/2021/12/wonder-13.json": "新しいつながりを築く：リアルな人間関係を作る 自由に動く：バーチャルにセレンディピティを呼び込む 元気になる：ビデオ会議の枠を飛び出す 専用の https://www.eventbrite.com/e/exclusive-guided-tour-product-hunt-tickets-217589394737 OR チェックアウト https://app.wonder.me/?spaceId=110e7dd5-e5ff-48ae-a842-46e114ce6ab1 https://app.wonder.me/?spaceId=110e7dd5-e5ff-48ae-a842-46e114ce6ab1 をご利用ください。",
  "data/ph-top/2021/12/the-best-mvp-no-code-tools.json": "MVPの構築をお考えですか？これらの素晴らしいノーコードツールを使って、10倍の速さと低コストでミニマムビアブルプロダクトをリリースしてみませんか？",
  "data/ph-top/2021/12/strapi-0ea3c5eb-2b7c-4521-b51c-9b583f125665.json": "全く新しい開発者体験、スムーズなプラグイン作成、正確なデータベースクエリエンジン、強力なコンテンツAPI。これこそがStrapi v4であり、スムーズな開発者体験と豊かなエコシステムへの一歩です。皆様のご意見をお聞かせください。",
  "data/ph-top/2021/12/treblle.json": "Treblleは、お客様のAPIとそれを使用するアプリケーションで何が起こっているのかを簡単に理解することができます。すぐに使える機能としては、リアルタイムのAPIモニタリング、ロギングとエラートラッキング、自動生成されたドキュメント、APIアナリティクス、APIの品質スコアなどがあります。",
  "data/ph-top/2021/12/constructor.json": "Constructorは、膨大なプロセスを必要としないソフトウェアチームのための、軽量なトラッキングツールです。すっきりとしたUI、GitHubとの深い連携、割り当て可能なコメントスレッドなど、Constructorは開発者とマネージャーが集中してスムーズにコラボレーションできるようサポートします。",
  "data/ph-top/2021/12/top-30-breakout-apps-for-2022.json": "2022年に向けての準備をしましょう。次世代の生産性向上アプリをブレイクする前に発見する。12月は毎日1つずつ🎄 アプリを最大限に活用するための簡単な紹介を、あなたの受信箱にお届けします📬。多くのアプリは、無料またはプライベートベータ版です。",
  "data/ph-top/2021/12/4-day-week-2.json": "週休4日制のリモートソフトウェアの仕事を探すならここ。エンジニア、プロダクトマネージャー、マーケティング担当者向け。",
  "data/ph-top/2021/12/resume-builder-for-developers-by-arc.json": "クリア。ATS対応。自由に使えます。既存の履歴書をアップロードするか、ゼロから新しい履歴書を作成してください。あなたのスキルと経験を技術系採用担当者にアピールし、次の開発職を獲得しましょう。",
  "data/ph-top/2021/12/metaplane.json": "Metaplaneは、データのためのDatadogであり、データスタックを継続的に監視し、何か問題が発生したときに警告を発し、関連するメタデータを提供してデバッグを支援するデータ観測ツールです。",
  "data/ph-top/2021/12/nft-price-floor.json": "NFT Price Floorは、プライスフロア、平均価格、上場比率など、NFTアートコレクターが最も利用する指標を表示し、それらをまとめて表示します（NFTにとってのcoingeckoのようなものです）。",
  "data/ph-top/2021/12/grapic.json": "新しいハイブリッドの世界で、ホワイトボードを使えないのは寂しいですか？私たちもそうです。だからGrapicを作りました。本物のホワイトボードやノートブックを、iPhoneだけで、ZoomミーティングやFigJamセッション、あるいはあらゆるブラウザで直接共有できます。",
  "data/ph-top/2021/12/astramind-for-makers.json": "Astramindは、メーカーが公共の場で建築し、潜在的な顧客や仲間のメーカーと関わるプラットフォームです。🔥 より早いフィードバックで出荷する📜 タイムラインで表示される投稿は楽しい🛠️ 簡単なツールで下書きを保存し、投稿を作成することができます。",
  "data/ph-top/2021/12/indie-app-santa-2021.json": "Indie App Santaのアドベントカレンダーで、クリスマスまでの日数をカウントダウンするのは、かつてないほどエキサイティングなことです。24日間のサプライズの準備をしましょう：24個のドアを開けて、インディーデベロッパーの素晴らしいアプリケーションを発見し、エキサイティングな割引を受けましょう。",
  "data/ph-top/2021/12/family-time-scheduler-by-ursor.json": "家族の時間スケジューラーは、超シンプルで無料のツールで、家族で15分間の瞑想によるマインドフルネスを優先的に行うことができます。毎日、あなたのカレンダーに。",
  "data/ph-top/2021/12/trackprogress.json": "TrackProgressでは、定期的に目標を見直し、少しずつ改善していくことが、最高の成果を得るために役立つと考えています。それを管理する方法を見つけるのは困難な場合が多いので、私たちはお客様のためにそれを実現するために努力しています。",
  "data/ph-top/2021/12/2021-wrapped-by-spotify.json": "通常とはかけ離れた1年の中で、あなたが選んだトップソング、アーティスト、ポッドキャストをご紹介します。",
  "data/ph-top/2021/12/momentum-ff747c7c-2e9c-461b-be02-7312c399635a.json": "Momentumは、良い習慣を身につけ、悪い習慣を断ち切り、目標を達成し、ストリークやチャートでモチベーションを保つことができる習慣トラッカーです。すべてはNotionで。",
  "data/ph-top/2021/12/etsyhunt.json": "あなたのEtsyショップのランクと可視性を向上させます。27,000,000件の商品リストのデータに裏付けられたEtsyHuntは、EtsyのSEO、商品リスト、タグの調査と最適化を簡単に行うことができます。",
  "data/ph-top/2021/12/highlight-5.json": "Highlightはあなたのウェブアプリを安定させ、顧客を満足させます。ピクセル単位の完璧なセッションリプレイにより、ユーザーの速度を低下させている問題やインタラクションを完全に把握することができます。",
  "data/ph-top/2021/12/ux-notion.json": "UX Notionは、Notionで作られたUXツールキットで、ソロプレナー、インディーハッカー、Jr. UXデザイナー、初めての創業者が短時間でUXの知識を高められるようにNotionで作られたツールキットです。",
  "data/ph-top/2021/12/zen-wireframe.json": "Zen Wireframeは、Webサイトやモバイルアプリなど、あらゆるプロジェクトのワイヤーフレームをわずか数分で作成できる、最もシンプルなツールです。",
  "data/ph-top/2021/12/rows-1.json": "洗練されたデザイン、内蔵された統合機能、画期的な共有機能。スプレッドシートを一から作り直したことで、より多くのことを、より速く行うことができるようになりました。",
  "data/ph-top/2021/12/odet-playground-1.json": "Odetは、エンジニアリングチームがSDLCプロセスをエンド・ツー・エンドで可視化することで、潜在的なブロッカーを表示・診断するためのインテリジェンスプラットフォームです。Odetは、カスタムクエリとルールエンジンを提供し、チームがガードレール（ポリシー・アズ・コード）を設計し、イニシアチブを追跡します。",
  "data/ph-top/2021/12/github-wrap.json": "2021年が終わろうとしていますが、オープンソースであなたが与えたインパクトを紹介して締めくくりましょう。2021年にコミット、プルリクエスト、イシュー、そして新しいリポジトリを作成してください。",
  "data/ph-top/2021/12/metapass-by-zelf.json": "ZELFはDiscordで銀行業務を開始し、Play-to-earn革命を推進し、ZELFをメタバースの最初の銀行として位置づけます。ZELF MetaPassカードを30秒で入手でき、Apple PayとGoogle Payで動作します。",
  "data/ph-top/2021/12/terrain.json": "学び、実験し、その結果を共有してコミュニティの発展に貢献することで報酬を得られる世界を想像してみてください。",
  "data/ph-top/2021/12/hive-index.json": "1100以上のオンラインコミュニティをトピック、プラットフォーム、コミュニティの特徴別に分類したディレクトリです。自分にぴったりのコミュニティを見つけたり、自分のコミュニティを無料で掲載することができます。",
  "data/ph-top/2021/12/calendly-meeting-polls.json": "Calendly Meeting Pollsでは、招待者が希望する時間帯を投票で決めることができるので、複数の人とスケジュールを組む際に、個人の好みやタイムゾーンに簡単に対応することができます。他のスケジューリングツールとは異なり、Pollsは完全に無料で、広告もありません。",
  "data/ph-top/2021/12/stage-81d273dd-4cd3-420c-8813-c3306b8528ef.json": "TikTokとTheVoiceの出会い：ブロックチェーンを活用した常時接続型の音楽コンテスト。お気に入りのアーティストに投票し、その成功を共有しましょう。",
  "data/ph-top/2021/12/ditch-mqls.json": "現代のB2Bマーケターが実践しているPQL獲得戦略を学ぶ ❌ MQL（またはMQLタグを付けたメール）を捨てるべき理由を知る 💡 Product-Qualified Leadsの概念を学ぶ 🌱 PQL獲得の基盤を構築する 🚀 PQLをスケールアップして獲得するための4つの方法",
  "data/ph-top/2021/12/blockify-yourself.json": "Block partyに参加してみませんか？はい、できます。プロフィール写真を変更して、自分をブロック化しましょう",
  "data/ph-top/2021/12/google-search-scanner-by-liner.json": "Google Search Scannerは、検索アシスタント＆Web Highlightingサービス「LINER」の新機能です。LINERは、Googleの検索結果全体をスキャンし、自分に関連するものだけを返すことで、調査に費やす時間を大幅に削減します。",
  "data/ph-top/2021/12/trustpage-cookies.json": "私たちは、誰もがプライバシーを侵害される心配なくインターネットを閲覧できる未来を信じています。だからこそ、私たちは300箱の（食べられる）クッキーをプレゼントします。なくなってしまう前に、今すぐ手に入れてください。#グッドクッキーズオンリー",
  "data/ph-top/2021/12/100-ui-ux-tips.json": "UIをより良くするためのDos and Dont'sを集めました。100ページ＝100個のヒントです。ほとんどのヒントには図解があり、いくつかのヒントには外部リソースへのリンクがあります。",
  "data/ph-top/2021/12/thundra-foresight-v2.json": "すべてのCIワークフローとテストを同時に監視します！主要なCIメトリクスにアクセスすることで、すべてのCIワークフローとテストに対する洞察を得ることができます。",
  "data/ph-top/2021/12/reachfluencer.json": "https://reachfluencer.com/ 起業家やメーカーの方々が、活動的でアクティブなコミュニティを構築することをサポートします。👋 ネットワーク内の知り合いを招待する✍️ LinkedIn、Twitter、Medium、Quoraにコンテンツを投稿する📋 コンテンツのURLをネットワーク内に貼り付ける🔥 自動的に何十もの「いいね！」を獲得することができます。",
  "data/ph-top/2021/12/leadstory.json": "ニュースレーダーマップでニュース速報を追う。気になるニュースや気になる場所のニュースを見ることができます。ニュースの入手先を自由にコントロールできます。",
  "data/ph-top/2021/12/sandpack-by-codesandbox.json": "Sandpackは、ブラウザ上で完全に動作するライブコーディング体験を構築するためのツールキットです。✨ フル機能のエディタ体験 ✨ 超高速のブラウザバンドルラー ✨ CodeSandboxとの直接統合",
  "data/ph-top/2021/12/plainadmin.json": "PlainAdminは、オープンソースのフリーミアムBootstrap 5ベースのバニラJS多目的管理テンプレートで、ダッシュボードのコンポーネント、ページ、UIエレメント、チャート、グラフ、ライブラリなど、データリッチなバックエンドに必要なものがすべて揃っています。",
  "data/ph-top/2021/12/kizie-for-twitter.json": "Introducing Kizie, the new way to browse Twitter 🐤 ✨ すっきりとした、より良い、広告のないホームタイムラインとプロフィールタイムライン ⚡️ Twitterでより多くのことをするためのプロの機能(リストは最初のコメントを読んでください👇) 📱はウェブとPWAとして動作します 👉 try it: https://kizie.co",
  "data/ph-top/2021/12/lofly.json": "自然音でローファイビートを楽しむ 17以上の自然音と17以上のローファイ・トラックから選べます。ポモドーロで生産性を上げ、整理整頓をしましょう。メンバーとのチャットを楽しむことができます。",
  "data/ph-top/2021/12/high-signal.json": "High Signalは、収益を上げている創業者のための小さなコミュニティです。毎週ズームコールで集まり、進捗状況を共有したり、目標について話し合ったり、行き詰まったときに助けを求めたりしています。また、アドバイスを共有するためのTelegramグループもあります。",
  "data/ph-top/2021/12/glyde-3.json": "収入、控除、税額控除、銀行口座、証券会社や投資プラットフォームからの取引のインポートなど、さまざまな機能を備えています。",
  "data/ph-top/2021/12/job-search-journey.json": "就活は難しくない。世界初のキャリアマーケットプレイスでは、受賞歴のあるレジュメライターやキャリアの専門家がデザインしたテンプレートやスクリプトを見つけることができます。",
  "data/ph-top/2021/12/defly-ai.json": "取引が失敗してEthereumの取引手数料を失う痛みを聞いたことがあったり、経験したことがあるかもしれません。defly.aiは、リアルタイムのブロックチェーンデータ＆Spice.aiの機械学習を利用して、最も安全なAIを使った見積もりを行い、Uniswapを利用する際に失われた手数料を節約します。",
  "data/ph-top/2021/12/notion-travel-template.json": "🙅🏽♀️ スプレッドシートやメール、予約サイトなど、ハードディスクや限られたクラウドストレージに散らばっている数多くのドキュメントは忘れてください。💻このNotionのトラベルテンプレートを使えば、全てが一箇所にまとまり、旅先での雑然とした状態からスッキリとした状態になります。",
  "data/ph-top/2021/12/openin-3.json": "OpenInは、Macでリンクやファイルを開く方法を管理することができます。リンクごとに、ファイル用の複数のブラウザ、メールクライアント、アプリケーションから選択したり、ファイルやリンクを開く場所や、ロケーション、ドメインに基づいて設定することができます。",
  "data/ph-top/2021/12/explodingcommunities.json": "ExplodingCommunitesは、あなたの次のビジネスを支えることができる、Redditで最も急成長しているオンラインコミュニティを集めたデータベースです。トレンドのコミュニティを早期に発見し、隠れたビジネスチャンスを発掘し、コミュニティベースの製品を構築することができます。",
  "data/ph-top/2021/12/jobstack.json": "仕事探しのプロセスを構造化する 📈 15以上のテンプレートを備えたパーソナルレジュメビルダー 😃 3000以上の候補者プロファイルを備えた簡単なネットワーキングガイド ✍🏻 16以上の役割に対応したパーソナルCRMをすぐに使用可能",
  "data/ph-top/2021/12/ultimate-free-trial-card.json": "Zerobalanceのバーチャルカードは、すべての無料お試し登録に使用でき、請求やキャンセルの心配はありません。様々なカテゴリーの100以上の無料トライアルのライブラリをご覧いただき、安心してすべてのメリットをお楽しみください。",
  "data/ph-top/2021/12/office-club-illustration-pack.json": "ウェブサイトやモバイルアプリの作成、ポートフォリオの紹介、ブログの公開、Eコマースストアなど、オフィスクラブの100点のイラストとデザインされたアートディレクションが、最高の製品を作るために役立ちます。ライブ： https://overflow.design/",
  "data/ph-top/2021/12/gtd-dashboard.json": "Notionの総合的なダッシュボードは、時間を節約し、より多くのことを成し遂げるのに役立ちます。",
  "data/ph-top/2021/12/passky-2.json": "Passkyは、シンプルでモダン、軽量、オープンソースで安全なパスワードマネージャーです。",
  "data/ph-top/2021/12/instaasnap.json": "InstaaSnapは、オープンソースのInstagram投稿保存用API、WebApp、iOS、Andoidアプリです。私はInstagramからいくつかの重要なフィードを保存するためにそれを作成しました。プライバシーに配慮し、データベース、アナリティクス、ログ、クッキーを使用せず、オープンソースで提供しています。",
  "data/ph-top/2021/12/fisio.json": "Fisioのレジュメビルダーは、直感的なツールで素早く簡単にオリジナルのレジュメを作成することができます。",
  "data/ph-top/2021/12/dash-6-0.json": "Dashは、200以上のAPI、100以上のチートシートなどのオフラインドキュメントセットを瞬時に検索します。Dash はコードスニペットマネージャでもあり、略語を使ったスニペットの展開にも対応しています。",
  "data/ph-top/2021/12/w3schools-spaces.json": "W3Schoolsでは、自分のウェブサイトを作成し、それを他の人と共有することができます。",
  "data/ph-top/2021/12/porndora.json": "Porndoraはパーソナライズされたエロティカです。私たちは、AIを使ってユーザーの好みを学習し、ユーザーごとにパーソナライズされた喜びのプロフィールを構築します。私たちは、性別、性的指向、キンクを問わず、誰もが利用できるアダルトサイトを構築しています。",
  "data/ph-top/2021/12/lllook.json": "カスタマイズ可能なSVGの絵文字ラインアイコン集です。色、サイズ、ストロークの幅をブラウザ上で調整し、SVGアイコンを使って、あなたのデザインに表情豊かな楽しいキャラクターを加えることができます。",
  "data/ph-top/2021/12/authorizer.json": "Authorizerは、アプリケーションのためのオープンソースの認証・認可ソリューションです。あなたのデータベースを持ち込んで、ユーザー情報を完全にコントロールすることができます。オーサライザーインスタンスをセルフホストして、任意のSQLデータベースに接続することができます。",
  "data/ph-top/2021/12/health-hub-os-notion-template.json": "❤️ オペレーティングシステムテンプレートには、+15のユニークなテンプレート＆+10のトラッカーがあり、健康に関するあらゆることを1つの接続されたHubで記録することができます。",
  "data/ph-top/2021/12/aguapro.json": "製品」と「成長」の分野において、排他的で個性的なトップコミュニティから意欲的な人材を採用します。洗練された技術を用いて、仕事の要件をコミュニティの価値観に合わせ、適切な応募者とのマッチングを行います。",
  "data/ph-top/2021/12/insite-2.json": "Insiteは、お客様が何を求めているのかを知るための、パワフルかつシンプルなツールです。独自のエレガントなフィードバックアンケートを、5分以内にウェブサイトに埋め込むことができます。",
  "data/ph-top/2021/12/favelent.json": "私たちは、あなたの最も好きなコンテンツを結晶化し、それを世界に向けて発信したいと考えています。あなたのプロフィールを、オーディエンスがおすすめを尋ねるたびに共有しましょう。Eメールを集めて、ソーシャルリンクを追加してください。",
  "data/ph-top/2021/12/snout.json": "Snoutは、インターネット上の公開データをスニッフィングして、人や企業の電子メールやソーシャルネットワークを見つけることから頑張ります。顧客、インフルエンサー、投資家、従業員などを見つけることができます。200以上の国 ★57M以上の企業 ★800M以上の人々 ★150M以上のEメールアドレス",
  "data/ph-top/2021/12/able-28-day-affirmation-plan.json": "毎日のアファメーションが、あなたの考え方をポジティブシンキングにシフトさせます。あなたの夢や野心を言葉で肯定することで、感謝の気持ちやインスピレーション、満足感、そしてただ幸せになるための28日間の個人的な計画を手に入れましょう!",
  "data/ph-top/2021/12/showping.json": "Showpingは、ポケットの中の口コミの力です。Showpingは、自分の「欲しいものリスト」「買ったものリスト」を友達と共有できる、ユニークなアプリです。信頼できる人のレビューを読んだり、画面を共有して一緒に買い物をすることができる場所です。",
  "data/ph-top/2021/12/passcard-2.json": "PASSCARD」は、カードのパスワードを記憶するためのアプリです。このアプリは、オフラインで安全にあなたのデバイスにパスワードを保存します。このアプリは、いかなる情報も保存、収集することはありません。",
  "data/ph-top/2021/12/convert-menu.json": "紙のメニューを自動的にデジタルQRメニューに変換します。紙のメニュー(pdf)をアップロードするだけで、あとは弊社が行います。デジタルメニューは32時間以内に完成します。",
  "data/ph-top/2021/12/lalo.json": "Laloは、追憶のためのプラットフォームです。大切な人の思い出を語るためのツールを提供します。あなたの思い出を、広告のない安全な場所に保存しましょう。",
  "data/ph-top/2021/12/teamble.json": "https://teamble.com を通じて、シンプルで継続的、かつ実用的なフィードバックを得ることができます。https://slack.com/apps/AS8DW2X44-teamble と https://teams.microsoft.com/l/app/ee7907e3-f0b3-4e18-b882-baa83e87812f でシームレスに利用できます。パワフルなツール、テンプレート、ナッジを活用して、あなたのチームに継続的なフィードバック文化を築きましょう。teambleを無料でご利用いただけます。",
  "data/ph-top/2021/12/growthpost.json": "GrowthPostは、Sahil Bloom、Julian Shapiro、Greg Isenberg、Lennyなどの一流の起業家や投資家が執筆したニッチなニュースレターから、100件以上の仕事を発見することができます。面倒な作業はすべて GrowthPost が行い、新着求人情報を毎週お届けします。",
  "data/ph-top/2021/12/nifty-generator.json": "Nifty Generatorでは、様々な特徴を持つNFTコレクションを生成し、SolanaやEthereum用のメタデータを付けて、コーディング不要で作成することができます。画像レイヤーをツールに接続するだけで、生成が可能になります。",
  "data/ph-top/2021/12/moonship-personalized-ai-discounts.json": "Moonshipは、Shopifyのマーチャントが、価格に敏感な顧客にパーソナライズされたAI割引を提供することを可能にし、購入のためのちょっとした後押しを必要とします。機械学習モデルを用いて、ecomマーチャントが平均20％、最大80％の売上増加を実現します。",
  "data/ph-top/2021/12/weekend-club-2-0.json": "65人以上の自立した創業者が、収益性の高いインターネットビジネスを立ち上げ、共に成長していくコミュニティです。遠隔地や遠隔地でのコワーキングイベントで創業者と出会い、マスターミナスで責任感を持ち、社内のメンターから学び、100以上のお得な割引を受けることができます。",
  "data/ph-top/2021/12/huenit.json": "AIビジョン、音声認識、3Dプリント、レーザー彫刻、吸盤、ペンツールなどを備えたロボットアーム。ブロックコード、python、Arduino C++、Gコードでのプログラミングも可能です。",
  "data/ph-top/2021/12/valuer.json": "世界中の何十万ものデータを調べて、最も革新的な技術や企業を見つけることは、セクシーに聞こえるでしょうか？私たちはそうは思いませんでした。だからこそ、私たちはAIを活用したプラットフォームを開発し、あなたに代わってその作業を行います。私たちは、イノベーションの発掘を簡単かつパーソナルにします。",
  "data/ph-top/2021/12/100-free-userpics.json": "あなたのデザインプロジェクトのために特別に用意された、100枚の無料ユーザーピクスのコレクションです。それぞれのアバターは、円形と正方形のフォーマットで利用できます。あなたのデザイン観に合うように、好きなように画像を編集してください。Figmaと互換性のある完全なベクターです。",
  "data/ph-top/2021/12/pm-vs-pm-challenge.json": "自分を疑う内なる声-「私はPMなのか？いいえ、私はPMです！\" これはまさにそれを終わらせるものです。しかし、厳しい現実を直視するのが苦手な方は、このままお帰りください。私たちが警告しなかったとは言わせません。JKは楽しいですよ。それとも、そうなるのか？",
  "data/ph-top/2021/12/rebox.json": "使いやすいデザイン、リターンのスケジュール設定が可能。私たちは商品の返品方法を再考しました。",
  "data/ph-top/2021/12/passthru.json": "PassThruでは、すべてのチケット、バウチャー、予約を1つの場所で安全に保管・管理することができます。チケットの提供者にかかわらず、すべてのシステムで動作します。",
  "data/ph-top/2021/12/trydraw.json": "間違いをハイライトするツールで、線画や観察力を向上させましょう。先生があなたの間違いを直してくれるのを待つ時代は終わりました。シンプルなステップバイステップのチュートリアルで、自分のペースで学ぶことができます。",
  "data/ph-top/2021/12/betts-connect-2.json": "10年以上にわたる採用活動の経験を活かして、採用までの時間を短縮し、採用費用を節約するプラットフォームを作りました。採用したい職務を選択し、ノルマや取引規模などのKPIで候補者を絞り込み、面接の日程を決めるだけです。",
  "data/ph-top/2021/12/founders-at-work-9.json": "ジェシカ・リヴィングストンの著書「Founders at work」（2007年、32話）は、何千人もの創業者にスタートアップを始めるきっかけを与えました。私は、新しい創業者の波を刺激するために、150人以上の創業者の物語を見つけました。私は、FoundersAtWork.ioが1000人以上の新しい創業者のために50-100時間を節約することを願っています。",
  "data/ph-top/2021/12/progressive-upload-by-api-video.json": "⏺️ ビデオの録画とアップロードを同時に行うことができます。⚡️ 画面やカメラの録画を光速でユーザーに提供することができます。📺 ビデオメッセージングで製品やアプリを充実させることができます。💻&nbsp; デモ: https://upstream.a.video/ 🎁 3ヶ月間のプランが50%になります。メールでのお問い合わせは hello@api.video まで。",
  "data/ph-top/2021/12/directus-9.json": "Directusは、あらゆるSQLデータベースをコード不要のアプリと強力なAPIに変えます。当社のオープンソース・プラットフォームは完全に移行不要で、新規または既存のデータベースの上にシームレスに重ねられ、コンテンツを管理・接続するための一連のツールを提供します。",
  "data/ph-top/2021/12/alfread.json": "Alfreadは、新しいタイプのあとで読むアプリです。保存した記事を実際に読むことができます。あるいはスキップすることもできます。プレッシャーもありません。Alfreadは、保存した記事を読むことへの愛着を再発見する手助けをします。一度にひとつの記事を。",
  "data/ph-top/2021/12/designify-pro.json": "商品写真を何枚でも一括編集し、高解像度でダウンロードし、デザインを保存し、Designify Pro APIをあなたのウェブサイト、アプリ、ワークフローに統合します。Designify Pro APIをあなたのウェブサイトやアプリ、ワークフローに統合しましょう。当社のビジュアルAIにあなたの商品写真を任せましょう。👉&nbsp; https://www.designify.com/pro",
  "data/ph-top/2021/12/zero-to-mvp.json": "コーディングなしでアプリを作る方法を1週間で学ぶ コーディングなしでアプリを作るプロセスを紹介する21章と、2,000以上のダウンロード数を誇る120以上のノーコードツールのボーナスキュレーション。",
  "data/ph-top/2021/12/seoforlunch-newsletter-2-0.json": "毎週何百ものSEO関連のアップデートや記事が公開されています。この#SEOForLunchは、最高のコンテンツだけを集めた週に一度のメールです。ごちゃごちゃしたものを排除し、重要なアップデートをすべて受信箱に直接お送りします。",
  "data/ph-top/2021/12/collaboration-suite-by-editor-x.json": "同時編集、ライブコメント、カスタムロール＆パーミッション、共有可能なデザインライブラリにより、作業プロセスを効率化できます。",
  "data/ph-top/2021/12/shopgram-bd95c824-eef3-4908-bec8-52607dc5ffb0.json": "Shopgramは、Shopifyの店舗や商品の検索エンジンです。120万以上のShopifyストアや商品のデータや分析結果に、さまざまな指標に基づいて瞬時にアクセスすることができます。",
  "data/ph-top/2021/12/zyro-online-success-builder.json": "Zyro（ザイロ）は、全くの初心者でも1時間以内にウェブサイトやオンラインストアを作成できる、AIを搭載したノーコードのウェブサイトビルダーです。私たちはAIツールを使って、ユーザーのオンラインでの成功を創造します。https://zyro.com/product-hunt、今すぐ構築を開始してください。",
  "data/ph-top/2021/12/sql-playground.json": "事前に定義された構造とテストデータを持つプライベートPostgreSQLデータベースを最短時間で作成します。ローカルにインストールしたり、クラウドのインスタンスを立ち上げたりする必要はありません。データベースの種類を選択し、固有の接続文字列をすぐに取得できます。",
  "data/ph-top/2021/12/social-media-pricing-calculator.json": "Planableは、Soft Fightの価格設定の専門家とともに、エージェンシーやフリーランサーが必要とする価格計算機を作りました。複雑な計算式は必要ありません。退屈なスプレッドシートもありません。簡単なフォームに記入するだけで、あなたのソーシャルメディアサービスにいくら請求すればよいかがわかります。",
  "data/ph-top/2021/12/no-code-showcase-by-heep.json": "Heepメーカーによる厳選されたプロジェクトを紹介するノーコード・ショーケースです。ローコード、ノーコード、オートメーションのツールを使って作られたアプリ、ウェブサイト、オートメーションをご覧ください。新しいBubbleレスポンシブエンジンで作られた、私たちのチームのちょっとした実験です。",
  "data/ph-top/2021/12/resumey-pro-2-0.json": "自分を引き立たせる履歴書で、理想の仕事への最終選考を受けてみませんか。Resumey.Proでは、自分のスキルを強調し、適切な視覚的階層を確保し、常に一貫性を保ちます。また、Markdownエディタを使用しているため、お客様は作成に集中でき、当社はそれ以外の作業を行います。",
  "data/ph-top/2021/12/previewify.json": "競合他社はその画像を手作業でデザインしているわけではありません。Previewifyのようなプラットフォームで画像を作成しています。彼らはより多くの時間を節約し、より大きなコンバージョン率を得ています。",
  "data/ph-top/2021/12/personalization-decoded.json": "2週間に1度、ウェブサイトを分解して、カスタマーエクスペリエンスをパーソナライズする方法を示す短いケーススタディを書きます。",
  "data/ph-top/2021/12/modern-for-wikipedia.json": "完全にカスタマイズ可能な、美しくクリーンでモダンなデザインで、あなたのWikipedia体験を向上させます。この無料の拡張機能をインストールすると、既存のウィキペディアの記事ページに新しいデザインと機能が適用されます（お客様は何もする必要はありません）。",
  "data/ph-top/2021/12/pro-article-writer.json": "Texta.aiは、記事を自動的に生成し、最適化するPro Article Writerです。パワフルなシステムに、簡単な説明文から優れた記事（1500～2000ワード）を作成させることで、あなたの時間を90％節約できます。",
  "data/ph-top/2021/12/fable-18ba2a08-fbc3-4ca5-9c5f-605660835fcc.json": "Fableは、次世代のクリエイターのためのモーションデザインソフトウェアで、プロにはパワフルに、初心者には直感的に、そしてチームにはコラボレーションを提供します。Fableでアニメーションを始めてみませんか？私たちのコミュニティへの参加をお待ちしています。",
  "data/ph-top/2021/12/taco-digest.json": "お気に入りのソースから作成したカスタマイズ可能な個人向けメールマガジン。ウェブ上のニュースをフォローする最もシンプルな方法です。",
  "data/ph-top/2021/12/retrera.json": "レトレラは、分散している企業や遠隔地にいる企業が、チームイベントを予約、調整、評価できるようサポートします。私たちは以下のことを簡単に行うことができます。🛏️ 吟味された会場を見つける 💬 チームにアンケートを取る ✈️ 従業員の出張を管理する 💸 経費を記録して予算を管理する 🗣️ パルスサーベイを送信してフィードバックを集める",
  "data/ph-top/2021/12/webflow-tv.json": "Webflow TVは、オリジナル作品をはじめ、クリエイティビティ、ノーコード、デザイン、アントレプレナーシップに関する刺激的なストーリーを厳選してお届けする、#MadeInWebflowのストリーミングプラットフォームです。",
  "data/ph-top/2021/12/chainrunner-q.json": "DeFiへの投資を最適化する最もシンプルな方法です。あらかじめ構築されたDeFi戦略を、たった1つのプラットフォームで活用できます。入金、借入、送金、購入、レバレッジなど、すべてを1つの場所で行うことができます。",
  "data/ph-top/2021/12/ffflux.json": "流動的で有機的な感じのグラデーションを簡単に作成できるオンラインツールで、軽量のSVGファイルとしてエクスポートし、デザインの背景として使用できます。",
  "data/ph-top/2021/12/pixlr-2022.json": "✨ ワンクリックでアートワークやデザインをアニメーション化 ✨ 写真から不要なオブジェクトをシームレスに除去 ✨ カスタマイズされたペンの筆圧とブラシの感度で描画 ✨ 一度に最大50枚の画像を編集 ✨ GIF、MP4、PDFなど、あらゆるフォーマットでデザインを エクスポート＆パブリッシュすることができます。",
  "data/ph-top/2021/12/office-health-safety-by-tactic.json": "私たちは、仕事をより良いものにするという使命を持っています。ワクチン接種ポリシー管理、ヘルスアラート、訪問者管理により、オフィスの安全性に積極的なアプローチをとることができ、ガイドラインや規制の策定に備えることができます。",
  "data/ph-top/2021/12/airtaste.json": "AirTasteは、栄養価の高い料理を簡単に作ることができる、世界初の二層式調理器具です。空気層は、ダッチオーブンの厚い壁のような役割を果たしますが、より良く、より軽くなっています。- かき混ぜなくても、食材を焦がさずにしっかりと加熱することができます。",
  "data/ph-top/2021/12/arctype.json": "Arctypeは、開発者やチームのための、高速で美しいデータベースGUIです。SQLオートコンプリート、スプレッドシートスタイルの編集、ワンクリックでのビジュアライゼーション、コラボレーション、そしてPostgres、MySQL、PlanetScaleの最高のサポートを備えており、最終的にはDBでの作業が好きになるでしょう。",
  "data/ph-top/2021/12/peersolver.json": "何が効果的で何が効果的でないかを教えてくれる、問題と解決のペア。私たちが取り組むカテゴリーは次のとおりです。* アイディエーション * 採用 * リーダーシップ * マーケティング * 投資家獲得 * タイムマネジメント * アイデア検証 * 市場ニーズ * グロースハック",
  "data/ph-top/2021/12/screeb.json": "邪魔にならない画期的な回答者体験、強力なターゲティング機能、事前に作成されたレポートを備えたアプリ内NPS調査です。SaaS、AndroidおよびiOSアプリで利用でき、ユーザー数や回答数の制限なく無料で利用できます。",
  "data/ph-top/2021/12/tailwind-css-cheat-sheet.json": "Tailwind CSSのすべてのユーティリティクラスに1ページでアクセスして検索し、開発プロセスを加速します。",
  "data/ph-top/2021/12/fathom-2.json": "Fathomは、Zoom通話の記録、書き起こし、ボタンをクリックするだけでメモを取る代わりになりますので、手元の会話に集中することができます。通話のハイライトをメールやSlackでチームと共有したり、自動生成されたサマリーをCRMに送信したりすることができます。",
  "data/ph-top/2021/12/openscout-by-landscape.json": "OpenScoutを使えば、投資家は厳選されたスカウトマンによる多様なディールフローにアクセスできます。ベンチャー企業のスカウトマンは、市場全体の投資家と案件を共有することができ、成功報酬（5,000～50,000ドル！）を得ることができます。招待制のベータ版へのスカウトまたは投資家としての参加を申請してください。",
  "data/ph-top/2021/12/cloudtalk-for-mobile.json": "CloudTalk Goは、セールス、サポート、オペレーションの各チームが、WiFiやモバイルネットワークを使って、オフィスの外でも常に接続された状態で、プロフェッショナルにカスタマーコールを処理することを可能にします。iOS App StoreおよびAndroid Play Storeで購入できます。",
  "data/ph-top/2021/12/the-state-of-customer-onboarding-2022.json": "100人以上のカスタマーオンボーディングの専門家が、2022年に予測される課題、目標、トレンドを共有しています。Get it」をクリックして、「The State of Customer Onboarding」レポートをダウンロードしてください。",
  "data/ph-top/2021/12/gentler.json": "自分の活動レベルを把握し、それがアクティブな生活の指針となることで、疲労や燃え尽き、怪我の可能性を低くすることができます。Gentlerは、あなたのフィットネスの進歩をモニターし、ペースダウン、ステップアップ、休息などを促します。また、すべてのフィットネスレベルに対応しています。",
  "data/ph-top/2021/12/patchstack.json": "倫理的なハッカーのコミュニティによって発見されたセキュリティの脆弱性について、お客様のすべてのWordPressサイトを監視します。最大99サイトまで無料で追加できます。",
  "data/ph-top/2021/12/matrix-playground.json": "Splineでは、Matrixが大好きなので、みんなで遊べる楽しいサイドプロジェクトを作りました。3Dモデルをアップロードしたり、ウェブカメラを使ってMatrixコードの中の自分を見たり、パーティクルのパラメータを変更したりすることができます。",
  "data/ph-top/2021/12/link-in-bio-1.json": "ビデオ付きのすべてのリンクを1つのページにまとめます。ユニークなURLを登録して、自分のプロフィールで紹介しましょう。リンクを追加し、テーマを選択すれば、すぐに使用できます。すべてはノーコードで作られています。Webflow + Bubbleを4週間で完成させました。",
  "data/ph-top/2021/12/the-cold-start-problem.json": "アンドリュー・チェンは、Twitch、Tinder、Uber、Airbnb、Pinterestなどの創業チームへの100回以上のインタビューをもとに、テクノロジー業界で最も成功している企業が、ネットワーク効果を利用して、どのように恐ろしい「コールドスタート問題」を解決し、立ち上げとスケールアップを実現したかを探ります。",
  "data/ph-top/2021/12/altcoffee.json": "基本的には、buy me a coffeeの暗号版です。",
  "data/ph-top/2021/12/clubs-poker-for-companies.json": "クラブポーカーの新商品「企業向け」では、バーチャルなハッピーアワーではなく、ポーカーナイトを開催することができます 💚 同僚にリンクを送るだけで、すぐにプレイを開始できます 💚 テーブルやカードデッキに企業ロゴを入れることができます 💚 専属のイベントホスト（オプション）"
}