{
  "data/ph-top/2021/7/tl-dv-for-google-meet.json": "録画したビデオやトランスクリプトの正確な瞬間に、会議の議事録をリンクさせることができます。重要なポイントを文脈に沿って即座に共有することができます。お気に入りの非同期コラボレーションアプリやCRMと連携します。会議の内容を数分でキャッチアップ。",
  "data/ph-top/2021/7/attrack.json": "柔軟性を重視し、選択できることを好む人のためのストレートな時間管理アプリ。AtTrackのモジュール式アーキテクチャは、あなたの仕事やビジネスに必要な機能だけを選択して使用する機会を与えてくれます。",
  "data/ph-top/2021/7/smartwriter.json": "😱 1クリックで8倍の返信を得られるパーソナライズされたメールを生成します。✅ 「パーソナライズされた」メールの調査や作成に、もう時間を費やす必要はありません。⚡ アウトリーチプロセス全体を自動化します。🔝何千ものバックリンクを構築し、LinkedInアウトリーチをパーソナライズし、ミーティングを予約します。",
  "data/ph-top/2021/7/glyph-neue-icons-by-icons8.json": "普遍的なGlyph Neueスタイルの1,500以上のモノクロアイコン。モダンな高解像度の画面から屋内外のナビゲーションまで、どこでも映えるシンプルでキャッチーなアイコンです。無料でお使いいただけますが、Icons8へのリンクを設定してください。",
  "data/ph-top/2021/7/brickit.json": "1. 積み上げられたレゴをスキャンする 2. あなたが持っているレンガで何が作れるかを見せます。3. 3.気になるアイデアを選んで、便利な指示に従ってください。",
  "data/ph-top/2021/7/pixel-hunter.json": "Pixelhunterは、メディア出版物のためのスマートな画像リサイザーです。当社のAIは、メディアプラットフォームで最も人気のある寸法に合わせて、写真を最高の品質に調整します。また、オブジェクトを認識して自動的に画像をトリミングするので、メディアプラットフォームでのニーズを効率化することができます。",
  "data/ph-top/2021/7/telegram-to-notion.json": "チャットに何かを送信すると、その内容があなたのNotionに直接保存される、生産的なフローを維持するTelegramボット",
  "data/ph-top/2021/7/around-for-ios-android.json": "歩きながらの会議に最適化されたオーディオファーストのモバイルアプリで、外出先でもチームとのつながりを保つことができます。アラウンドコールに参加したり開始したり、コンピュータから電話に瞬時にハンドオフしたり、チャットメッセージで会話に反応したり応答したりすることができます。",
  "data/ph-top/2021/7/uxpin-and-storybook-integration.json": "デザインと開発の距離が縮まりました UXPinとStorybookの統合を試し、開発者が製品を作るために使用するのと同じUIコードコンポーネントを使ってデザインしましょう。UXPinとStorybookの統合をお試しください。",
  "data/ph-top/2021/7/expose-3.json": "Exposeは、完全にオープンソースのトンネルソリューションで、あらゆるファイアウォールを介してローカルサイトの公開URLを作成することができます。自分のマシンでWebhookを受信したり、モバイルデバイスでローカルサイトをテストしたり、他の人と共有したりすることができます。",
  "data/ph-top/2021/7/readbit.json": "音声合成によるオーディオブックリーダーとサマライザーで、読書の時間を何百時間も節約できます。本や文書をアップロードしたりスキャンしたりして、要点や登場人物、場所などを章ごとに把握し、いつでもどこでも聞くことができます。",
  "data/ph-top/2021/7/dell-ultrasharp-webcam.json": "大判の4KソニーSTARVIS™ CMOSセンサーを搭載したパワフルな4Kカメラを搭載したウェブカメラで、あらゆる角度をあなたのベストアングルに変えてみませんか？",
  "data/ph-top/2021/7/wheel-of-life.json": "Wheel of Life」は、人生で最も重要な12のカテゴリーを、鳥瞰的な視点を持ちながらじっくりと見ていくことができます。人生に圧倒されることなく、人生を先取りし、自分にとって何が大切なのかを考えてみませんか？長所と短所、ゴールとタスクを見極めることができます。",
  "data/ph-top/2021/7/music-rooms-by-presence.json": "遠隔地にいるチームメイトと一緒に音楽を聴きながら、自発的にボイスチャットをすることができます。",
  "data/ph-top/2021/7/notiv-notetaker.json": "より良いミーティングを。リアルタイムの転記に基づいて、自動的にアクションアイテム、ハイライト、サマリーを作成し、タスクを維持します。Notivは、チームの時間を節約し、ビジネスの成果を促進するためのコラボレーションミーティングアプリです。",
  "data/ph-top/2021/7/maker-swipe-file-1.json": "メーカーとして、ツイッターのオーディエンスを構築することは、新しい人々と出会い、製品に対するフィードバックを得て、販売につなげることにつながります。この無料のリソースには、メーカーの仲間たちによるパフォーマンスの高い100以上のツイートが含まれているので、すぐに始めたり、継続して視聴者を増やすことができます。",
  "data/ph-top/2021/7/triage-timeline-by-linear.json": "規模に応じてレベルアップする課題追跡ツールです。ロードマップの作成や課題のトリアージなど、複雑なプロセスを効率化します。自動化されたワークフローやカスタマーサポートとの統合により、ワークスペースをカスタマイズできます。",
  "data/ph-top/2021/7/dollo.json": "肌の色、髪型、目、服、アクセサリーなどを組み合わせて、自分だけのアバターを作成しましょう。300以上のカスタマイズ可能なコンポーネント。Sketch、Figma、SVG、PNGに対応しています。",
  "data/ph-top/2021/7/notion-gratitude-journal.json": "感謝していることをすべて書き留めるNotion「Gratitude Journal」を発売 特徴をご紹介します。冒頭にやる気を起こさせる言葉を掲載 💭感謝の気持ちを記入するための定期的なリスト 📃過去1週間・1ヶ月間のリストを見ることができるアーカイブセクション 今すぐ入手🔥。"
}