{
  "data/ph-top/2021/11/codesee-maps.json": "マップは自動的に生成され、更新されるコード図です。コードの進化に合わせて、コードベースを同期します。また、ファイルやフォルダがどのように接続されているかを理解したり、コードの変更が大規模なアーキテクチャにどのように適合するかを確認したりするのに役立つ機能を備えています。",
  "data/ph-top/2021/11/codeless.json": "コマース機能を備えたiOSやAndroidのネイティブアプリケーション、およびレスポンシブWebサイトを作成、デプロイするためのプラットフォームです。ビジュアルエディターを使えば、コードレスで簡単にアプリを立ち上げることができます。",
  "data/ph-top/2021/11/startup-5-2.json": "Startup 5は、人気の高いWebサイトビルダーの新バージョンで、あなたのオンラインプレゼンスを作るための完璧なツールです。Startupでは、あらかじめデザインされたブロックを使って、素早く簡単にオンラインビジネスを始めることができます。",
  "data/ph-top/2021/11/free-logos-by-tenscope.json": "自分のアイデアを検証している間に、大金をはたいてちゃんとしたロゴを作る必要はありません。私たちは、あなたのプロジェクトのためのプレースホルダーとして使用できる無料のロゴのライブラリを作成しました。",
  "data/ph-top/2021/11/purity-ui-dashboard-pro.json": "Purity UI Dashboard PROは、Chakra UIをベースにした革新的なReactJSプレミアムダッシュボードで、魅力的なウェブサイト＆ウェブアプリを数分で作成することができます。✅ 完全にコーディングされた300のエレメント ✅ 32のサンプルページ（スマートホーム、バーチャルリアリティ、自動車、CRM管理者など",
  "data/ph-top/2021/11/entre-2-0.json": "アントレは、世界のどこにいてもコンテンツを作り、ネットワークを作り、お金を稼ぐことができるオールインワンのプラットフォームです。私たちは、起業家、投資家、フリーランサーが新しい経済の中で活躍できるように、サポートや支援に力を入れています。",
  "data/ph-top/2021/11/branded-templates-by-visme.json": "Vismeは、どんなタイプの美しいコンテンツでも短時間で作成、コラボレーション、コミュニケーションできる直感的なオールインワン・プラットフォームを通じて、ブランドに調和をもたらします。",
  "data/ph-top/2021/11/mindful-tab.json": "MindfulTabは、ページが読み込まれるのを待つ間、呼吸をすることを思い出させてくれるクロームの拡張機能です。",
  "data/ph-top/2021/11/dynamic-audience-builder-for-facebook.json": "REVEALのダイナミックオーディエンスビルダーは、ファーストパーティデータを利用してFacebookやInstagramの広告キャンペーン用のダイナミックなカスタムオーディエンスを構築することで、Eコマース企業のFB ROASの向上を支援します。 に基づくエバーグリーンキャンペーン。RFMセグメント／製品／ブランド／日付／都市／NPS",
  "data/ph-top/2021/11/raspberry-pi-zero-2-w.json": "Raspberry Pi Zero 2 Wは、さまざまなスマートホームアプリケーションやその他のIoTプロジェクトに最適です。",
  "data/ph-top/2021/11/solo-3eca70f7-f3fe-46ef-b37a-58e8e3f6a5b2.json": "soloは、どこでも仕事ができる新世代のsoloです。自分のスケジュールをコントロールすることができます。自分の時間を設定することができます。毎日を最大限に活用し、顧客にあなたの時間を予約する利便性を提供します。soloでは、支払いの受付、予約の取得、連絡先の管理ができます。",
  "data/ph-top/2021/11/12-foot-ladder.json": "有料ページのURLの前に12ft.io/を付けていただければ、有料の壁を取り除き、記事にアクセスできるように最善を尽くします。10フィートのペイウォールを見せてくれれば、12フィートのハシゴを見せてあげよう。",
  "data/ph-top/2021/11/smartpaste.json": "GMailやGoogle Docsなどのアプリケーションに、きれいなスタイルのテキストをコピーペーストすることができます。",
  "data/ph-top/2021/11/hireweb3.json": "Web3は未来です。hireWeb3で次のキャリアを手に入れましょう。 hireWeb3で求人情報や企業を閲覧し、応募することができます。",
  "data/ph-top/2021/11/payments-on-contra.json": "コントラは、クリス・メッシーナと一緒に、 Payments on Contra! これにより、インディペンデントの方々は、プラットフォームを離れることなく、プロジェクトの問い合わせを受けたり、クライアントにメッセージを送ったり、プロジェクトを管理したり、コミッションフリーで支払いを受けることができるようになりました。詳細はこちら： https://c87.to/payments-on-contra",
  "data/ph-top/2021/11/tolstoy-2.json": "革新的でパーソナライズされたビデオファネルを構築し、Webサイトやアプリ内でユーザーと対話します。トルストイは、ビデオチャットサポート、ビデオタレントスクリーニング、ビデオプロスペクティングなどにお使いいただけます。",
  "data/ph-top/2021/11/nightfall-developer-platform.json": "Nightfall Developer Platformは、PIIや認証情報などのセンシティブなデータを分類・保護し、アプリやサービスでのデータ漏えいを防ぐためのAPI群です。データ保護のインフラはナイトフォールが担当しますので、お客様は優れた製品の開発に専念することができます。",
  "data/ph-top/2021/11/clarity-1f06e84c-8a36-47ef-9ea5-8d716febce8b.json": "キーボードから離れることなく、気を散らさずにメモを取ることができます。メディアコントロールやマウスなどの操作をする必要はありません。Youtubeでメモを取るための摩擦のない体験です。",
  "data/ph-top/2021/11/microwonder.json": "microwonderは、マイクロアントレプレナーと投資家をつなぐマーケットプレイスです。登録した投資家のポートフォリオを精査し、最適なマイクロ企業を推薦することで、成功率の向上を目指しています。",
  "data/ph-top/2021/11/adhoc-school.json": "K12の放課後のアクティビティ＆活動のためのコミュニティベースのマーケットプレイスです。Adhoc Schoolでは、親御さんと先生はオンラインでアクティビティを作成することができ、親御さんは何百ものアクティビティ＆コミュニティにアクセスすることができます。",
  "data/ph-top/2021/11/great-diwali-mail-exchange.json": "ラーマーヤナ キャピタル」と「スワデシュ キャピタル」のメーカーから、「The Great Diwali Mail Exchange」をお届けします。今年のディワリをさらに輝かせるために、アメリカの仲間のデシに心のこもった匿名の手紙を書いてみませんか？無料でお楽しみいただけます。",
  "data/ph-top/2021/11/multiplication-kingdom.json": "掛け算王国で遊んで楽しみながら回数券を学ぶ（子供も大人もOK!",
  "data/ph-top/2021/11/jiga-projects.json": "Jiga Projectsは、3Dモデルのパーツにポイント＆コメント、Figmaのような機能を提供します。3Dモデルをチームで共有し、その上の特定の場所にすぐにコメントできるので、簡単にコラボレーションができます。",
  "data/ph-top/2021/11/jotbio.json": "JotBioでは、商品やサービス、ソーシャルメディアアカウントの複数のリンクを含む、素晴らしいミニランディングページを2分で作成することができます。また、簡単なウィザードを使って、ディープリンク、コンバージョン率の高いテキスト、画像、動画、カスタムテンプレート、複数のCTAを追加することができます。",
  "data/ph-top/2021/11/cinema-3d-icons.json": "Cinemaは、あらゆるデジタル製品に適したカスタム3Dアイコンのパックです。Figmaで簡単に編集でき、Cinema 4Dで完全にカスタマイズできるこれらのハンドクラフトのアイコンを使って、魅力的でユニークなプロジェクトを作成しましょう。3Dアイコンは最高です。",
  "data/ph-top/2021/11/state-of-community-tools-report-by-orbit-1.json": "コミュニティメンバーを組織し、コミュニケーションをとり、理解するためのソフトウェアの状況は、急速に変化しています。そこで私たちは、コミュニティ・ビルダーが日常的に使用しているツールについて調査を行いました。このレポートでは、ツールのトレンドと知っておくべきインサイトを案内しています。",
  "data/ph-top/2021/11/pasteline.json": "Pastelineは、メモや引用、リンクなどを素早く保存するためのアプリです。メモを追加するには、お気に入りのメッセンジャーでメッセージを入力するのと同じくらい簡単です。貼り付けボタンをタップすると、クリップボードの情報がメモとして保存されます。このアプリは、iPhoneとMacでご利用いただけます。",
  "data/ph-top/2021/11/carbon-neutral-club.json": "地球温暖化防止のためにお金を貯めよう。個人の二酸化炭素排出量をオフセットすることから始めて、サステイナブルなブランドで年間を通してお得に気候変動への影響を軽減しましょう。",
  "data/ph-top/2021/11/fi.json": "Fiの普通預金口座をオンラインで5分以内に開設できます。Fiの優れた機能を使って、お金を上手に使いましょう。支出の追跡、資金の整理、貯蓄の最大化、支払いの自動化などが可能です。また、貯金をすると報酬が得られます。",
  "data/ph-top/2021/11/venngage-diagram-maker.json": "Venngage Diagram Makerでは、チームのコラボレーションや問題解決、複雑な情報の伝達に役立つ、魅力的なフローチャートやマインドマップを簡単に作成できます。複雑なダイアグラムも、簡単かつ迅速に構築でき、見た目も美しくなります。",
  "data/ph-top/2021/11/workdo-2.json": "WorkDoは、使いやすいドラッグ＆ドロップ式のランディングページビルダーで、スタートアップやビジネスのためのパワフルなランディングページを数分で作成することができます。",
  "data/ph-top/2021/11/starryai.json": "テキストを入力するだけで、AI🎨があなたの言葉を芸術作品に変えてくれます🖼️ AIによる芸術作品の生成は、通常は手間のかかる作業ですが、starryaiはその作業をシンプルで直感的なものにし、携帯電話を持っている人なら誰でもアクセスできるようにしました。ぜひお試しください。",
  "data/ph-top/2021/11/seo-ebook-by-wizishop.json": "eコマース界で最も有名なSEOの専門家から洞察を得て、あなたのオンラインストアの売上を増やしましょう。ウェブサイトの技術的なSEOをより深く理解することができます。また、なぜ防弾リンク生成戦略がストアのパフォーマンスに不可欠なのかを理解することができます。",
  "data/ph-top/2021/11/good-meetings-power-pack.json": "悪い会議は悪い。GMPPでは、より良い会議を行うためのNotionのテンプレートとガイドが実証されています。",
  "data/ph-top/2021/11/please-share.json": "Please Shareは、Slack向けのコンテンツ増幅・エンゲージメントアプリです。このサービスは、従業員がLinkedInやTwitterなどのソーシャルメディアチャネルで承認された企業コンテンツを共有し、エンゲージするための簡単な方法を提供します。",
  "data/ph-top/2021/11/xtream-ly.json": "Z世代の意見：ライブ配信でコメントを読む人はいないが、ライブクリップ（最大2分）を見る人はいる。コミュニティでアイドルや友達のライブクリップに返信して、一緒に楽しい時間を過ごしましょう。ライブクリップに返信することで、アイドルや友達と楽しい時間を共有することができます！ライブチャレンジを始めて、他の人にチャレンジしてもらいましょう",
  "data/ph-top/2021/11/sceneforge-storyboard.json": "SceneForge Storyboardは、最先端のバーチャルプロダクションやプリビズ技術をインディーズのクリエイターやスタジオに提供するオールインワンプラットフォームです。今すぐ撮影を計画して、自分だけのバーチャルサウンドステージで撮影しましょう！フィルムメーカー、クリエイター、ビジョナリーのために作られています。",
  "data/ph-top/2021/11/microsoft-loop.json": "Microsoft Loopは、パワフルで柔軟なキャンバスと、自由に動き、アプリケーション間で同期を保つポータブルなコンポーネントを組み合わせた新しいアプリです。",
  "data/ph-top/2021/11/motor-admin.json": "Motor Adminは、データの管理、カスタムアクションの実行、レポートやダッシュボードの作成を行うための、オープンソースでセルフホストのコード不要の管理パネルです。",
  "data/ph-top/2021/11/image-upscaler.json": "https://imgupscaler.com は、画像、写真、アニメ、漫画などをアップスケールするオンラインツールです。ImgLarger社の最新のAI技術を搭載し、複数の画像ファイルを一括してアップスケールすることができます。速いプロセスと見事な結果。アカウント不要で、今すぐお支払いいただけます。",
  "data/ph-top/2021/11/pixelixe-creative-automation.json": "ソーシャルメディアグラフィックスやビジュアルアセットのデザインバリエーションを無制限に瞬時に自動生成します。広告バナー、Etsyのグラフィック、Pinterestのピン、Facebookのイメージ、eコマースのバナーテンプレートなど、Pixelixeはあらゆることをカバーしています。クリエイティブな自動化の威力を実感してください。",
  "data/ph-top/2021/11/bonjour-app-for-zoom.json": "セールスパーソンは、ZoomやSalesforceに多くの時間を費やしています。ある場所でメモを取り、それを少しずつSalesforceの別の場所に移していくことがよくあります。私たちは、SalesforceをZoomの中で利用できるようにしました。そうすることで、営業担当者は二重作業をすることなく、時間を大幅に節約することができます。",
  "data/ph-top/2021/11/mynft-fyi.json": "PfP NFTがCrypto Twitterの新しいTwitterブルーチェックマークになったことで、お気に入りのNFTの所有権を誰もが簡単に証明できるようになりました。",
  "data/ph-top/2021/11/nocode-stash.json": "NoCode Stashは、NoCodeのベストを発見する最も簡単な方法の1つです。次のプロジェクトで使用するNoCode Toolsを発見します。新しいものを作ったNoCode Makersからインスピレーションを得ます。また、最高のNoCodeリソースを利用してスタートすることもできます - すべてはあなたのために監修されています",
  "data/ph-top/2021/11/preply-english-group-classes.json": "新しい言語を自信を持って話したいですか？効果的なグループレッスンで目標を達成しましょう。最大6人までのグループで、世界中の学生と一緒に、体系的な学習プラン、フレンドリーなチューター、魅力的な授業を受けることができます。",
  "data/ph-top/2021/11/signaturely.json": "Signaturelyは、シンプルさを追求する人のための電子署名ツールです。複雑なワークフローはありません。エンタープライズレベルの機能はありません。私たちは、お客様が署名をして次に進むことを容易にします。永久無料で、47種類のテンプレートが用意されています。",
  "data/ph-top/2021/11/startup-hub-by-e-cell-vit.json": "Entrepreneurship Cell VITは、学生の間で起業家精神を育むための学生団体です。StartupHubでは、スタートアップ・エコシステムの一員となり、起業家になるための出発点と適切なリソースを提供したいと考えています。",
  "data/ph-top/2021/11/automa-2.json": "ブロックをつなげてブラウザを自動化する拡張機能。フォームの自動入力、反復作業の実行、スクリーンショットの撮影、ウェブサイトのデータのスクレイピングなど、この拡張機能で何をしたいかはあなた次第です。",
  "data/ph-top/2021/11/discover-profiles.json": "Discover Profileでは、見込み客のすべてのソーシャルメディアチャンネルのプロフィールを数秒で発見できるので、見込み客とのつながりを深めることができます。",
  "data/ph-top/2021/11/maze-question-bank.json": "The Maze Question Bankは、迅速なリサーチとテストのために350以上の質問を用意したNotionのデータベースです。実用的な学びを収集し、チームとしてより良い意思決定を行うための数百もの質問が見つかります。- Made with 💙 by Maze",
  "data/ph-top/2021/11/pulse-62f1dca8-9663-4eba-8c5d-1d7cf58bdd16.json": "Pulseは、成長著しいチームが、いつ、どこにいても、非同期的に共有、議論、コラボレーションを行うことができるプラットフォームです。",
  "data/ph-top/2021/11/clipchamp-by-microsoft.json": "マイクロソフトは先日、Clipchamp社を買収しました。Clipchamp社は、ビデオに対するあなたのビジョンを実現するビデオエディタです。Clipchampは、ビデオ制作を簡単で楽しいものにすることに重点を置いていますが、細部の調整を可能にする柔軟性も失っていません。",
  "data/ph-top/2021/11/butternut.json": "Butternutは、ロジックやヒューマンタッチを必要とする高度なワークフローを自動化したいと考えている統合プラットフォームです。ユーザーは、異なるアプリケーション間を接続する自動化ワークフローを作成し、反復的なタスクを自動化することができます。",
  "data/ph-top/2021/11/harvel.json": "著作権保護ツールは、お客様のコンテンツが違法にコピーされていないかどうかをウェブ上でスキャンし、GoogleやホスティングサイトにDMCA Takedownsを送信することで、収益の流出を防ぎ、売上を増加させることができます。",
  "data/ph-top/2021/11/workspaces-newsletter.json": "Workspacesでは、刺激的なクリエイター、デザイナー、開発者、起業家などのワークスペースの舞台裏を毎週紹介しています。毎週土曜日と日曜日にあなたのメールボックスにお届けします。",
  "data/ph-top/2021/11/audli-io.json": "audli.io&nbsp;は、オーディオ＋スライドのプラットフォームです。エディターを使ってスライドを作成し、ゲストを招待してオーディオコールに接続して、あなたが持っているものを見せることができます。クラスを運営したり、アイデアを売り込んだり、新しいNFTについて話し合ったりするのに使います。",
  "data/ph-top/2021/11/goal-manager-by-timestripe.json": "時間を重視したプロジェクトの計画、メモ、整理、スケジューリング、コラボレーションを行うことができます。明日望む結果を得るために、今日何をすべきかをマッピングします。Timestripeは、ビジネスにも個人の生活管理にも最適です。",
  "data/ph-top/2021/11/dark-vader-for-figma.json": "- 何百ものレイヤーをあらゆるテーマに簡単に切り替えることができる ・あらゆるデザインシステムに対応 ・ダークモードだけでなく、あらゆるテーマに対応 ・一度の設定で、チーム全体で動作することができる",
  "data/ph-top/2021/11/learning-audrey-a-360studio-docu-series.json": "ペースの速いスタートアップでキャリアを変えるという現実に飛び込んでみてはいかがでしょうか。新しい仕事を始めたAudreyをフォローしましょう。成功するために、彼女はすべてを学び直さなければなりません。果たして彼女は大丈夫なのでしょうか？今すぐシリーズ全編を見る",
  "data/ph-top/2021/11/whiteboard-owl.json": "Owl Labs社の新しいホワイトボードカメラは、Meeting Owlと組み合わせて、部屋にいる以上のホワイトボード体験を提供します。ハイブリッド・ホワイトボード・セッションでは、遠隔地の参加者が議論に参加できないということがないように、コンテンツを強調してキャプチャーします。",
  "data/ph-top/2021/11/hipaa-compliant-analytics-by-freshpaint.json": "Freshpaintは、HIPAAに準拠した唯一の顧客データプラットフォームであり、顧客データを統合し、PHIを管理し、200以上のツールを統合します。IDマスキングと強制的なアローリストにより、ヘルスケア企業はBAAに追加料金を支払うことなくMixpanelやAmplitudeのようなツールを使用することができます。",
  "data/ph-top/2021/11/personal-ai-2.json": "私たちは、日々経験する情報の80％を忘れています。洞察や情報、経験をパーソナルAIに話したり、書いたり、アップロードしたりすることで、必要なときに正確に記憶を呼び起こすことができます。",
  "data/ph-top/2021/11/jam-edit.json": "ページ上でウェブサイトを編集し、変更点をエンジニアに伝えてコピー／ペーストすることができます。より速く。開発サイクルを短縮。より良い製品の出荷。",
  "data/ph-top/2021/11/mojo-00e718a0-08ce-4997-8abb-ea48df7ce23b.json": "🍄モジョが適応をサポートします。機能的なキノコ、ハーブ、根菜を逆にブレンドすることで、シロシビンのマイクロドーズの経験を真似ることができ、心配もありません。5個入りと20個入りの2種類のソフトチューがあります。",
  "data/ph-top/2021/11/n8n-desktop-app.json": "n8nは、あなたが決して手放すことのないオートメーション・プラットフォームです。複雑なワークフローを作成し、必要に応じてコードスニペットを挿入し、ソースコードを監査し、データをローカルに保存することで、コントロールを維持することができます。当社のデスクトップアプリは、わずか数クリックでインストールできます。",
  "data/ph-top/2021/11/pimp-my-readme.json": "Pimp my READMEは、オープンソースのプロフィールビルダーで、あなたのREADMEプロフィールにいくつかのクールなコンポーネントを追加することができます。MySpace時代のmyspace editor(https://www.pimp-my-profile.com/generators/myspace.php)を彷彿とさせます。",
  "data/ph-top/2021/11/mindfulbuy.json": "MindfulBuy」は、買う前にもう一度考えてみることを思い出させてくれるクローム拡張機能です。",
  "data/ph-top/2021/11/icon-3.json": "強力なアプリ内スタイルクリエイターを使って、ファッションラインを作成し、デジタルグッズとして販売することができます。それらをNFTにリンクさせます。最新のファッショントレンドを探求し、3Dアバターを使って自分のフィードに投稿します。新しいアイデンティティを確立し、新しい友達を見つけましょう。ファッションアイコンになりましょう。",
  "data/ph-top/2021/11/sandhill-io.json": "SandHill.ioは、600人以上のVCや業界に特化したスタートアップアナリストのブログ、サブスタック、メディアフィードから最新のコンテンツを集約しています。毎週のトップ分析は、週刊ニュースレターで共有されます。https://newsletter.sandhill.io/",
  "data/ph-top/2021/11/lex-markets.json": "LEXは、ベンチャー企業が運営する商業用不動産証券市場です。LEXでは、認定・非認定を問わず、すべての投資家が、個々の商業用不動産資産の株式をロックアップなしで、1株あたり250ドルから売買することができます。",
  "data/ph-top/2021/11/puffin-maps.json": "あなたの次の冒険のためのオールインワンの旅行プランナー。旅行ルートや旅程を簡単に計画できます。場所をドラッグ＆ドロップ。シームレスなリアルタイムコラボレーション。外出先でも旅行の進捗状況を確認できます。これらすべてを、見やすい地図上で行うことができます。",
  "data/ph-top/2021/11/umso.json": "Umso（旧Landen）は、美しいウェブサイトを簡単に作成することができるウェブサイトビルダーです。コーディングやデザインの知識がなくても、すぐにウェブサイトを立ち上げたいという起業家のために作られました。私たちの目標は、若いビジネスの旅をサポートすることです。",
  "data/ph-top/2021/11/mocap4face.json": "3DアバターやNFT PFPなどのライブアニメーションを可能にするリアルタイムフェイシャルモーションキャプチャーSDK iOS, Android, Web 42種類の表情をトラッキング 3D空間でのリジッドヘッドポーズ ブレンドシェープ フレームごとのウェイト値 視線、舌のトラッキング 3MBモデル 60+ FPS (iPhone SE 1st gen)",
  "data/ph-top/2021/11/embedsocial-forms-builder.json": "EmbedSocial Forms Builderでは、美しいオンラインフォームを作成し、任意のウェブサイト上のインタラクティブなフォームウィジェットに変換し、より効率的に関与し、より多くの結果を得ることができます。",
  "data/ph-top/2021/11/alertphant.json": "キャンペーンの結果に一喜一憂し、重要なシグナルを見逃していませんか？AlertPhantをお試しください。このチャットボットは、デジタルキャンペーンのパフォーマンスに関する通知を定期的に送信し、異常を報告してくれます。",
  "data/ph-top/2021/11/codecademy-docs.json": "https://www.codecademy.com/resources/docs は、簡単に使えるコーディングドキュメントのコレクションです。専門家、教育者、Codecademyコミュニティによって書かれた何百ものエントリーがあります。また、自分で書いたものを投稿して、誰もが使える無料のリソースを作ることに参加してください。",
  "data/ph-top/2021/11/corrily-price-api.json": "Corrily Price APIは、パーソナライズされた価格をリアルタイムでユーザーに提供し、ユーザーの支払い意欲に影響を与える変数を把握し、瞬時に価格を適応させます。数行のコードで価格実験を行い、最適な価格を設定して収益を上げることができます。",
  "data/ph-top/2021/11/thresholds.json": "あなたの米ドルに対して最大6.25%の利益を得ることができ、ビットコインで毎日支払われ、さらに多くの暗号通貨がすぐに登場します。私たちの高利回りDeFi成長口座は、安定コインと分散型金融によって支えられています。",
  "data/ph-top/2021/11/voucherify-4.json": "Voucherifyは、APIを利用したクラウド型のプロモーション・ロイヤルティ管理プラットフォームで、パーソナライズされたプロモーション、ギフトカード、景品キャンペーン、紹介プログラム、ロイヤルティプログラムなどを、Eコマースの大手企業のように、わずかなコストで配布・追跡することができます。",
  "data/ph-top/2021/11/if-invested.json": "使いやすい暗号通貨の投資計算機です。",
  "data/ph-top/2021/11/3d-bay-1.json": "地球上で最大の無料3Dストックイメージ・リソースへようこそ! 3D Bayでは、様々なコレクションやカテゴリーに分類された高品質の3Dイラストを見つけることができます。ご自由にダウンロードしてお使いください。",
  "data/ph-top/2021/11/coffeeopia.json": "Coffeeopiaは、スペシャルティコーヒー、ロースター、コーヒーショップを発見し、レビューし、議論する場所です。コーヒーを評価し、味の洞察力を探り、あなたのコーヒーの好みを広げてください☕️。",
  "data/ph-top/2021/11/uru-boards.json": "インドの部族が手で編んだ竹材を使用したハンドクラフトのロングボード。Uru Boardは、ハイエンドとハイパー向けに世界クラスの様々なロングボードを製作しています。",
  "data/ph-top/2021/11/capo-2.json": "あなたの音楽コレクションにある曲を使って、Capoは曲のビート、コード、キーを推測し、曲を個々のパーツに分解するのに役立ちます。Capoのユニークな技術は、お気に入りの曲を素早く学び、耳を鍛えるのに役立ちます。",
  "data/ph-top/2021/11/session-management-by-clerk.json": "サブミリ秒単位の認証でアプリケーションを高速化し、アクティブなデバイス管理と失効でハッカーを抑制するなど、さまざまな機能を備えています。",
  "data/ph-top/2021/11/outline-to-single-stroke.json": "アウトライン・ストローク」機能とは逆に、塗りつぶした形状を編集可能な一本線のベクターに戻すFigmaプラグイン。",
  "data/ph-top/2021/11/free-invoice-2.json": "誰でも簡単に、その場で無料で請求書を作成できるように、この無料請求書作成ソフトを作りました。請求書の作成は永久に無料です。また、アカウントを作成したくない方のために、WordとExcelの無料テンプレートも用意しています。",
  "data/ph-top/2021/11/meep-meep.json": "ホーム画面上で任意のinstagramアカウントのアクティビティを追跡するためのウィジェット。複数のウィジェットを追加するにはプロモコードが必要で、ProductHuntのプロモコードは次の通りです：997547, 768766, 335102, 104870, 243243, 732069, 588277, 905557, 753225, 330997. お楽しみください。",
  "data/ph-top/2021/11/sidenotion.json": "講義のスニペットやスクリーンショットを1つのコマンドで記録することができます。Notionドキュメントに自動的に保存 ネイティブ品質のオーディオとビデオ",
  "data/ph-top/2021/11/indmoney.json": "INDmoneyは、追跡、保存、計画＆投資のためのSuperMoneyアプリです。INDmoneyはすべての投資、ローン、支出、クレジットカード、貯蓄口座、PF、EPFを自動的かつ安全に追跡します。ブローカー、銀行、代理店、アドバイザーの間で追跡することができます。",
  "data/ph-top/2021/11/dockcase.json": "DOCKCASE USB-C Smart Hubは、インテリジェントな視覚的操作システムを備えたヒューマン・マシン・インタラクション・ハブで、さまざまな機能の制御、操作モードの切り替え、ファームウェアのインテリジェントなアップグレードを行い、さまざまな作業シナリオに対応することができます。",
  "data/ph-top/2021/11/pdf2preview.json": "PDFファイルのプレビュー画像を生成します。デモ: http://pdf2preview.chuanenlin.com/ コード: https://github.com/chuanenlin/pdf2preview",
  "data/ph-top/2021/11/beacon-10.json": "Beaconは、位置情報を非公開にしてETAや到着通知を共有するナビゲーション共有アプリです。ルートや状況の変化に応じてETAが更新されます。2人以上での共有が可能なので、グループや待ち合わせの規模を問わずに利用できます。",
  "data/ph-top/2021/11/notchtastic.json": "デザイナーの方も、Mac愛好家の方も、Notchtasticは、今お使いのデバイスでMacのカメラのノッチを体験するお手伝いをします。Notchtasticは、2021年のMacBook Prosで発表されたノッチをシミュレートして、画面上部のカメラノッチをリアルにレンダリングします。",
  "data/ph-top/2021/11/flookup-for-google-sheets-v-2-0.json": "Flookupは、ファジー・マッチングを使って、以下のような方法でデータをクリーニングするGoogle Sheetsアドオンです。﻿﻿ 1. 重複したデータを削除する。2. 重複部分をハイライトする。3. データの照合・結合を行う。4. 文字列間の類似性の割合を計算する。",
  "data/ph-top/2021/11/sproutypod.json": "自分の食べ物を育てて、一年中健康でおいしい生活を収穫するための迅速で簡単なシステムです。",
  "data/ph-top/2021/11/twitter-tv.json": "これで、どんなTwitterアカウントもスクリーンセーバーになります。*デスクトップや大画面にも対応しています。",
  "data/ph-top/2021/11/ayro-ui-2-0.json": "Bootstrap UI Components Snippetsは、スニペットをコピーペーストすることで、高速でレスポンシブなランディングページ、テンプレート、ウェブサイトを作成します。300以上のフリーおよびプレミアムの美しいUIコンポーネント、スニペット、ブロック、ページ、およびテンプレートのUIライブラリ。",
  "data/ph-top/2021/11/upupland.json": "アップアップランドでは、web3を簡単に探索できる興味深い製品やリソースのデータベースを作成しました。",
  "data/ph-top/2021/11/lucidscale.json": "LucidchartとLucidsparkのメーカーであるLucidscaleは、組織がクラウド環境を見て、理解して、最適化するためのクラウド可視化ソリューションであり、技術者と非技術者のユーザーがより良い理解と連携を達成することを可能にします。",
  "data/ph-top/2021/11/wobaka-2-0.json": "ウェブページビルダーやブログエンジンなど、必要のない97の機能が含まれているCRMシステムのことは忘れてください。WobakaはオールインワンのCRMおよびセールス・オートメーション・ツールで、連絡先の管理やアウトリーチの自動化を簡単に行うことができ、頭を悩ませることもありません。",
  "data/ph-top/2021/11/cooldown-1.json": "macOS MontereyでAppleは、Macに新しい低電力モードを導入しました。Cooldownはシンプルなメニューバーアプリで、低電力モードのオン／オフをすばやく切り替えることができます。",
  "data/ph-top/2021/11/ssshape.json": "SVG blob/shape ジェネレータで、追加のコントロールが可能です。数回のクリックで面白い有機的な形状をデザインし、それをSVGとしてエクスポートしてデザインに使用できます。",
  "data/ph-top/2021/11/codepng.json": "Codepngでは、ソースコードから素晴らしいスナップショットを作成し、ソーシャルメディアで共有することができます。厳選された美しい背景グラデーションやエディタテーマを選択してから、コードをPNG画像にエクスポートできます。",
  "data/ph-top/2021/11/jobs-in-health-tech.json": "Jobs in Health Techは、ヘルス・テクノロジーとライフ・サイエンスのための求人情報サイトです。私たちの使命は、関連する業界の求人情報を提供することで、一人でも多くの意欲的な人々が医療の向上に取り組めるようにすることです。",
  "data/ph-top/2021/11/spark-c33b3265-3e29-4684-a465-0bfbd07bfe42.json": "私たちは心理学者と協力して小さなアプリを作りました。このアプリは重度の社会不安を抱える人々の安全な避難所として機能し、ここでは汚名や批判を受けることなく自分たちの問題を話し合うことができます。厳重に管理されています。",
  "data/ph-top/2021/11/excalideck.json": "手描きのようなスライドデッキを作成するためのアプリです。",
  "data/ph-top/2021/11/holygym.json": "Holygym（ホーリージム）は、自宅でのワークアウトを自由に行えるようにするためのアプリです。豊富なワークアウトとワークアウトジェネレーターは、あなたに無限の可能性を与えます。シンプルでミニマルなデザインで、エクササイズに集中できます。健康のための統合機能は、あなたのリングを閉じます。",
  "data/ph-top/2021/11/heurio-2-0.json": "https://chrome.google.com/webstore/detail/heurio-ux-check-visual-fe/pjdbofhiijhapnmpgilkeammkanglfdj は、あなたのウェブサイトのレビューに革命を起こすために登場しました。この拡張機能を使って、ライブのウェブサイト上で直接コメントをしたり、コラボレーションしたりすることができます。優先順位をつけたメモを残したり、実行可能な変更要求を割り当てたり、UXやコピーのレビューをユーザーフレンドリーで協力的な方法で行うことができます。",
  "data/ph-top/2021/11/sembly-personal.json": "https://www.sembly.ai/?utm_source=ProductHunt&utm_medium=Profile&utm_campaign=SemblyAI、すべての主要な会議プラットフォーム（gMeet、Zoom、Teamsなど）で会議を記録、書き起こし、検索します。ハイライト、ダイジェスト、フォローアップ検出など、https://www.sembly.ai/professional?utm_source=ProductHunt&utm_medium=Profile&utm_campaign=SemblyAI で会議の魔法を見つけられるよう、ご期待ください。",
  "data/ph-top/2021/11/shhh-noise.json": "集中力やリラックス効果を高めるためにデザインされた無料のサウンドジェネレーターです。サウンドスケープを組み合わせたり、作ったものを他の人と共有したりすることができます。",
  "data/ph-top/2021/11/learnd.json": "ライブチャットで何度も繰り返すことなく、ユーザーを教育する。ユーザーは、ヘルプセンターで何時間も操作することを好まないので、すぐに答えを出すことができます。カスタマーサポートにかかる時間を短縮し、リテンションとMRRを向上させたいと考えているSAASのために設計されています。",
  "data/ph-top/2021/11/startcasts.json": "Startcastsは、スタートアップや製品に関するポッドキャストの検索エンジンです。マーケティング、開発、デザインなど、さまざまな分野のリーダーから学ぶことができます。",
  "data/ph-top/2021/11/schedulr.json": "Schedulrは、メールでのやりとりに煩わされることなく、簡単に相手と会うことができます。私たちのSchedulrの目標は、カレンダーダンスをすることなく、他の人と会うための時間を素早く見つけることです。PHユーザーの方は、初年度50％オフ、または1ヶ月無料でご利用いただけます。",
  "data/ph-top/2021/11/chrome-extension-for-bubble-2.json": "私たちの統合により、Bubbleアプリを使ってコードなしでGoogle Chrome拡張機能を構築することができます。✅ BubbleアプリをChrome Extensionに埋め込む ✅ ExtensionからBubbleアプリのデータを受け取る ✅ BubbleアプリからChrome Extensionのアクションをトリガーする",
  "data/ph-top/2021/11/uiui.json": "こんにちは、私はGobieです👋 私は他の人たちが遊んでくれるように、このUIコレクションを作りました! このコレクションは、時間とともに自然に成長していきます。もし、あなたがここで見たいと思うクールな例があれば、喜んで追加します :)",
  "data/ph-top/2021/11/pack-of-carrds.json": "Pack Of Carrdsは、効果的で美しいランディングページを構築するために必要な時間とコストを削減します。デザインと格闘するのではなく、あなたが最も得意とすることに集中しましょう。プロがデザインした、コンバージョン率の高い、お手頃価格のテンプレートをご利用いただけます。",
  "data/ph-top/2021/11/daftcloud-4-0-for-macos.json": "お気に入りのミックスの中で、あの素晴らしいトラックは何だろうと思ったことはありませんか？DaftCloudはShazamと完全に統合され、アプリ内で現在再生されている曲をリアルタイムに認識することができます。🎵",
  "data/ph-top/2021/11/virtually-events-manager.json": "Virtuallyは、Zoomイベントを自動化する最も簡単な方法です。カレンダーへの招待状を作成し、リマインダーを送信し、出席状況を把握することができます。また、Zapier、Airtable、Google Calendar、Slackなどのツールとの連携も可能です。",
  "data/ph-top/2021/11/sityea.json": "SitYEAは、コンピュータでの作業中に健康を維持するためのWindowsアプリケーションです。💻 日中の正しい姿勢を保つことができます。腰痛の予防にもなります。",
  "data/ph-top/2021/11/mojilink.json": "Mojilinkは不可能を可能にします。このアプリのユーザーは誰でも、InstagramやTikTokの投稿にリンクを追加できるようになりました。しかも、数回タップするだけでリンクを開くことができます。",
  "data/ph-top/2021/11/epoch-equity.json": "私たちは、ビジネスを売却する際の頭痛の種を取り除きます。ビジネスを売却する際には、弁護士、会計士、銀行、ブローカー、鑑定人など、数え上げればきりがないほどの人と関わらなければなりません。一息ついて、リラックスして、私たちにハードワークを任せてください。",
  "data/ph-top/2021/11/mindpass.json": "Mindpassは、Mindpass 3D環境の力で、パスワードをシンプルに、簡単に、そして安全にします。もう複雑なマスターキーを覚える必要はありません。もうパスワードは必要ありません。安全なMindpass環境で4つのオブジェクトを選択するだけで、あとは私たちにお任せください。",
  "data/ph-top/2021/11/reacty.json": "reactyは、あなたのウェブサイトに対するユーザーのフィードバックを簡単に、そしてプライバシーを守りながら収集することができます。reactyは、クッキーやユーザーのデータを保存することはありません。あなたのページに追加するのに必要なのは1行のコードだけです。コードの書き方を知る必要もありません。",
  "data/ph-top/2021/11/game-development-starter-kit.json": "インターネットには無料の学習リソースがたくさんあります。私たちのチームは、ゲームに情熱を持っている人のために、最高のゲーム開発リソースを厳選しました。このスターターキットの作成には100時間以上を費やし、意欲的なゲーム開発者が自分の力を発揮できるようにしました。",
  "data/ph-top/2021/11/forkist.json": "Forkistは、あなたのレストランでの体験やおすすめ情報を、あなたのネットワークで共有することに特化したソーシャルネットワークです。見知らぬ人からのレビューに頼るのではなく、自分のネットワークを活用して最高のレストランを見つけることができるのです。",
  "data/ph-top/2021/11/hashfinder.json": "ハッシュファインダーは、ソーシャルウェブのサーチエンジンです。ハッシュタグで人気の投稿を発見したり、Twitter、Youtube、Reddit、Tumblrなどで話題になっているトピックを見つけることができる場所です。",
  "data/ph-top/2021/11/huey-io.json": "Hueyは、Slackと連携できるインタラクティブ組織図ツールです。Hueyはデザインを必要とせず、チーム全員がアクセスできるように作られています。従業員は、アプリ内やSlack上で、スキル、名前、役職、部署などで検索することができます。",
  "data/ph-top/2021/11/repobeats.json": "Repobeatsは、GitHubプロジェクトのREADME.mdにコントリビューターの分析結果を埋め込む方法です。Repobeatsを使えば、あなたのプロジェクトのコントリビューターやユーザーは、あなたのプロジェクトが時系列でどのように進化しているかを、明確に、美しく見ることができます。",
  "data/ph-top/2021/11/kosy.json": "Kosyは、リモートチームが仕事をしたり、くつろいだりするためのバーチャルスペースです。空間ビデオチャットを使って自然に会話に参加したり、自分のスペースをカスタマイズしたりして、リモートチームとの時間を楽しく、生産的に過ごすことができます。",
  "data/ph-top/2021/11/airtable-to-postgresql-migration-tool.json": "完全無料の移行ツールです。Airtableのデータを1クリックでPostgreSQLのデータベースに移行できます。余分なステップやツールのロックインはありません。",
  "data/ph-top/2021/11/overloop-crm.json": "すべては良い会話から始まります。だからこそ、私たちのCRMは、お客様がより多くの会話を始め、より多くの取引を成立させることができるように設計されています。主な機能 - アウトバウンドセールス - ディール & パイプライン - ウェブフォーム - ワークフロー & オートメーション - メールファインダー - フォーキャスト -...",
  "data/ph-top/2021/11/devpage.json": "Dev.pageはオールインワンの開発者ページです。あなたの情報、経歴（マークダウン対応）、スキル、GitHub、StackOverflow、LinkedIn、Twitter、ブログなどへのリンクを1つのページにまとめます。dev.pageのユーザー名を登録して、たった2分で素晴らしいページを作成しましょう。",
  "data/ph-top/2021/11/scout-by-conversion-crimes.json": "あなたは、自分のサイトやソフトウェアの使い方や、どこに情報があるかを知っています。それは、あなたがサイトを構築し、いつも作業しているからです。しかし、それが初めての人にはどのように見えるか知っていますか？それを知るにはScoutを使ってみましょう。",
  "data/ph-top/2021/11/recurring.json": "自社で使用しているSaaSツールを把握することができます。使わなくなったツールを見つけたり、支出の急増を把握したり、重複する機能を特定したりすることができます。領収書を転送するだけでOKです（Quickbooksとの連携も可能）。",
  "data/ph-top/2021/11/emerson-ai.json": "エマーソンは、常に新しいことを教えてくれる優れたAI会話パートナーです。言語を練習したり、新しいことを学んだり、気軽におしゃべりしたりするのに使います。エマーソンは、音声＆オーディオで会話することができ、🇬🇧 🇪🇸 🇯🇵 🇩🇪 🇨🇳などで話すことができます。",
  "data/ph-top/2021/11/snapcall-for-livechat.json": "SnapCall for LiveChatは、お客様のウェブサイトのチャットウィジェットに直接、音声＆ビデオ通話を追加して、お客様のカスタマーサポートを強化することができます。LiveChatアプリで画面を共有して、モバイルデバイスを使っても伝えにくいソリューションを見せることができます!",
  "data/ph-top/2021/11/wpfunnels.json": "WPFunnels は、WordPress で初めてのキャンバスベースのセールスファネルビルダーです。WordPress ダッシュボードから離れることなく、ドラッグ＆ドロップのキャンバス上で、完全なセールスファネルを視覚的に計画、設計、構築することができます。",
  "data/ph-top/2021/11/kudos-by-wfhomie.json": "Slackを開き、kudosメッセージを入力し、チームメイトをタグ付けすると、お祝いにふさわしい瞬間がチームに可視化されます。_ /kudos @Michael Scott 世界一の上司になってくれてありがとう!",
  "data/ph-top/2021/11/cascade-io.json": "Cascade.ioは、オペレーションチームやアナリストが、ビジネスを支えるデータワークフローをコードレスで自動化することを可能にします。出荷データの集計、ドライバーの派遣、請求書の作成など、Cascadeのプラットフォームは、データに精通したチームによる作業の自動化を可能にします。",
  "data/ph-top/2021/11/middesk-agent.json": "新しい州で雇用されると、多くの政府アカウントを設定・管理しなければなりません。この作業は長く、手間がかかり、しかも州ごとに違います。Middesk Agentはこのプロセスを代行し、州のコンプライアンスを管理します。",
  "data/ph-top/2021/11/octofix-gate.json": "OctoFix Gateは、ウェブサイト上の非公開コンテンツをメールリストのメンバーのみに公開する無料ツールです。Webサイトビルダーやメールマーケティングツールで動作します。",
  "data/ph-top/2021/11/you-com-2.json": "You.comは、ユーザーのためにウェブを要約する世界初のオープンサーチエンジンプラットフォームで、優れたプライバシー選択、実用的な結果、拡張可能なアプリ、好みのソースによるパーソナライゼーションを実現します。",
  "data/ph-top/2021/11/startup-ceo-s-guide-to-customer-success.json": "スタートアップ企業では、最初の10人以内にカスタマーサクセス担当者を採用するようになりました。このガイドを読んで、カスタマーサクセスがなぜ重要なのか、どうやって始めればいいのか、どうやってインパクトを強調すればいいのかを学んでください。",
  "data/ph-top/2021/11/airtable-interface-designer.json": "Interface Designerを使って、ビジュアルでインタラクティブなインターフェイスを数分で構築することができます。チームメンバー全員に必要な情報を提供し、アクションを起こすためのシンプルな方法を提供します。",
  "data/ph-top/2021/11/notion-avatars.json": "NotionAvatars.comは、Notionスタイルで自分のアバターを作ることができるクールな場所です。100%無料、100%オンライン、100%楽しい。",
  "data/ph-top/2021/11/stepzen-graphql-studio.json": "独自のGraphQL APIをわずか数クリックで作成できます。リゾルバを書く必要はありません。データ接続のコードも必要ありません。サーバーを構築する必要もありません。あなたのAPIはStepZenのクラウド上でサーバーレスで動作します。",
  "data/ph-top/2021/11/gamebytes.json": "iMessageで直接ゲームをプレイしたり、一緒にプレイする新しい友達を作ったりすることができます。Gamebytesは、iMessageに新鮮なゲームのコレクションを提供するとともに、すべてのチャットゲームの本拠地となる専用のチャットアプリを提供します。",
  "data/ph-top/2021/11/stringmark.json": "https://chrome.google.com/webstore/detail/stringmark-highlight-for/eihjeapbmmihijddoaphdcmgpfejaecd は、非常に使いやすいChrome拡張機能で、自分に関連のあるリンクやテキストを保存することができます。基本的にはブックマーク機能と同じですが、より正確で効率的な機能です。",
  "data/ph-top/2021/11/hbd-facebook-export.json": "誕生日を祝うためだけにFacebookを利用していませんか？hbdのSafari Extensionでエクスポートして、最終的にFBを捨ててしまいましょう。",
  "data/ph-top/2021/11/narrative-bi-for-google-analytics.json": "Narrative BIは、Google Analyticsのデータをコードなしで自動分析します。🙊 自然言語によるパーソナライズされたレポート 😻 自動化された異常検知 😇 Slackとの統合 🏁 迅速かつ簡単に導入可能 🥳 専門知識は不要です。",
  "data/ph-top/2021/11/refine-2.json": "refineは、データ集約型のアプリケーションを構築するためのReactベースのフレームワークです。迅速な開発のために、すぐに使える機能を数多く提供していますが、カスタマイズ性は極めて低くなっています。エンタープライズレベルのUIツールキットであるAnt Design Systemが同梱されています。",
  "data/ph-top/2021/11/momentum-a463106c-367e-42b9-a851-0b22c31b6473.json": "Momentumは、セールスワークフローを自動化するためのコード不要のプラットフォームです。Slack、Salesforce、Asana、Outreachなど、既存のセールスファーストのツールに組み込むことで、Momentumは営業チームに、営業活動を運用し、効率を向上させるためのビルディングブロックを提供します。",
  "data/ph-top/2021/11/firstory-podcast-dashboard.json": "あなたのポッドキャストをひと目で把握。Firstory ホスティングの新しいダッシュボードには以下が含まれます。- 自分のポッドキャストと他のポッドキャストとの比較 - FLink（自社のLinktree）統計 - 視聴者の視聴時間 - 視聴者の人口統計 - トップエピソード などなど。",
  "data/ph-top/2021/11/feedback-friday-by-matter-for-slack.json": "Matterは、無制限のメンバーとフィードバックを含む、永久無料のSlackアプリです。無料プランには、「フィードバックフライデー」「カスタムクードス」「継続的なフィードバック」「フィードバックアンケート」などの新しいプレミアム機能が含まれています。",
  "data/ph-top/2021/11/cutcam.json": "CutCamは、Wi-Fiカメラを内蔵した最初で唯一のヘアクリッパーで、アプリ内のマスターバーバーによるチュートリアルとペアになっているため、どこを切っているかを正確に確認でき、素敵なカットをすることができます。CutCamをあなたのスマートフォンとペアリングして、あなたの中のバーバーを解き放ちましょう。",
  "data/ph-top/2021/11/pipifire.json": "私たちは皆、ビデオを見ます。毎日のように。PiPiFire🔥を使えば、あなたのiPhoneの生産性を高めることができます。iOS 15、Safariでyoutube.comをマジックタップするだけで、ツイートを読みながら、あるいはProduct Huntを閲覧しながら、iPhoneでYouTubeの動画を見ることができます。楽しもう! ❤️",
  "data/ph-top/2021/11/subcap.json": "Subcapは、自動字幕で動画を読めるようにするモバイルアプリです。Subcapの自動字幕メーカーは、人工知能を使って、125の言語とそのバリエーションの字幕を生成します。字幕は、異なる色、フォント、または位置で追加できます。",
  "data/ph-top/2021/11/state-of-ios-in-app-subscriptions-2021.json": "iOSのアプリ内課金に関する洞察、専門家による分析、ベンチマーク! アメリカ、EU、イギリス、アジア、オセアニアの2,000万人の購読者をベースにしています。* サブスクリプションの平均価格 * LTV * 無料トライアルの分析 * サブスクリプションの維持 * 課金の問題 無料で入手できます。",
  "data/ph-top/2021/11/loti.json": "ガイドであり、ガイダンスカウンセラーでもある私たちは、講師やコース、コミュニティに関する情報を一元化することで、オンラインコースを探す際の意思決定プロセスを最適化し、あなたが最も重要なこと、すなわち新しいことを学ぶことに集中できるようにします。",
  "data/ph-top/2021/11/the-pm-s-newsletter.json": "製品管理者のための週刊ニュースレターで、製品管理に関するあらゆる情報をキャッチできます。良い読み物、ブックレビュー、お勧めのポッドキャストなどが紹介されています。Product Cafeを楽しんでいる3000人以上のPMの仲間入りをしましょう。",
  "data/ph-top/2021/11/mosaic-by-cruip.json": "Mosaicは、Tailwind CSSで作られたパワフルな管理画面用テンプレートです。何百ものプリビルドされたページやセクションを備え、HTML、React、Vueでコーディングされています。",
  "data/ph-top/2021/11/linkz-ai.json": "Linkz.aiを2分でインストールし、没入感のあるハイパーリンクプレビューであなたのウェブサイトを即座に豊かにしましょう。Linkz.aiのプレビューは、訪問者がブラウザのタブを切り替えることなく、また最も重要なことですが、サイトを離れることなく、リンク先のコンテンツからコンテキストを得るのに役立ちます。",
  "data/ph-top/2021/11/filestar.json": "Filestarは、新しいファイル自動化ツールです。1つまたは複数のファイルを選択して、そのファイルで何をしたいかを入力するだけです。すると、アプリケーションがコマンドを実行するための最適な方法を見つけ出し、「スキル」と呼ばれる必要なリソースをシームレスにダウンロードします。",
  "data/ph-top/2021/11/the-ios-app-icon-book.json": "iOS App Icon Bookには、世界中の個人やチームから寄せられた何百ものアート作品が掲載されています。この本は、iOSプラットフォーム上のデザインの10年以上を網羅する歴史的なコレクションであり、インスピレーションの源となります。",
  "data/ph-top/2021/11/crypto-jobs-list-3-0.json": "ウェブ上で最大の暗号通貨、ブロックチェーン、web3のジョブボードです。1.4kの主要な暗号化企業と財団からの3.9k以上の求人、56kの応募、1.2kの給与、18k以上の人材プロフィール。",
  "data/ph-top/2021/11/stable-reminders.json": "Stable Remindersは、連邦政府や州政府への重要な提出物の期限が来る前に、お客様の受信トレイに直接送信される電子メール通知です。これらのリマインダーは、お客様のエンティティタイプやビジネス登録している州に合わせてカスタマイズされ、すべて無料でご利用いただけます。",
  "data/ph-top/2021/11/teamflow-2-0.json": "チームフローは、チームがコラボレーション、ミーティング、ブレインストーミング、ハングアウトできる、オールインワンのバーチャルオフィスです。",
  "data/ph-top/2021/11/spacetable-2.json": "今開催されている最新のTwitter Spacesや、今後2週間以内に開催されるSpacesをご覧いただけます。通常、フォローしている人以外のTwitter Spacesを見つけることは困難です。SpaceTableでは、今まで見つけられなかったスペースを簡単に見つけることができます。",
  "data/ph-top/2021/11/css-loaders.json": "Webサイトやアプリを利用する際、誰もが直面するのが「読み込みを待つ」という状況ではないでしょうか。これを考慮して、そのようなローダーのコレクションを作成しました。これは純粋なCSSで開発されています。そのため、読み込みが速く、カスタマイズも簡単です。",
  "data/ph-top/2021/11/now-push-notify.json": "iOSは現在、ブラウザ通知をサポートしていませんが、Now Push Notifyはこれを可能にします。Now Pushアプリを使って、iOSの訪問者にプッシュ通知を送ることができます。メールマーケティングを補完し、ユーザーの条件に合わせて、携帯電話でリーチすることができます。",
  "data/ph-top/2021/11/the-sales-email-deliverability-guide.json": "メールの配信能力を理解し、それを向上させるための詳細なガイドです。健全な評価を維持しながら大規模な営業活動を行うために、何百もの営業チームで使用されています。",
  "data/ph-top/2021/11/modemagic-2-0.json": "モードマジックでは、Shopifyのストアフロントを自動でnocodeストアブロックで強化しています。ワンクリックでの販売と在庫の自動化、商品ガイドとハウツーによるコンバージョンの向上、バッジによるリアルタイムの価格とベストセラーの更新など、様々な機能を提供しています。",
  "data/ph-top/2021/11/popupsmart.json": "Popupsmartは、コード不要のポップアップビルダーツールで、わずか5分でEコマースの売上を伸ばしたり、メールリストを作成したり、訪問者と関わりを持つことができます。",
  "data/ph-top/2021/11/pichon-for-mac.json": "たくさんの高品質なアイコン、写真、イラストが無料で手に入るデスクトップアプリです。増え続ける厳選されたコレクションをワンクリックで手に入れることができるので、グラフィックを探す時間を無駄にすることはありません。あなたのフローを維持し、クリエイティブな作業のための時間を節約してください。",
  "data/ph-top/2021/11/zcal.json": "冷たくて無愛想なスケジュール帳とはおさらばです。zcalを使って、お客様の第一印象を良くする、美しくてパーソナライズされた予約ページを作りましょう。永遠に100%無料🔥です。",
  "data/ph-top/2021/11/geekbot-for-ms-teams.json": "進捗状況の確認は重要です。しかし、それを直接行う必要はありません。Geekbot は、Microsoft Teams のスタンドアップ、レトロスペクティブ、アンケートを自動化します。",
  "data/ph-top/2021/11/vig.json": "vigは、株式、オプション、暗号、およびETFのためのゲーム化された意思決定インテリジェンスを提供するウェブおよびモバイルアプリです。リアルタイムのデータと分析を得て、新しい投資先を発見したり、取引の機会を見つけたり、市場について学んだり、さらにはファンタジー株式ゲームをプレイしたりすることができます。",
  "data/ph-top/2021/11/cosell.json": "リファーラルやリレーションシップ・セリングを目的とした独自のネットワークで収益を確保します。投資家、アドバイザー、顧客、社内の重役を活用して、主要顧客に参入することができます。",
  "data/ph-top/2021/11/mydata.json": "myDATA³は、Web、Eメール、ソーシャル、顧客戦略が競合他社に対してどの程度のパフォーマンスを発揮しているかを正確に把握し、競合他社よりも優位に立ちたいと考えているマーケターやファウンダーのために設計されています。",
  "data/ph-top/2021/11/colorhub.json": "ColorHubは、ウェブ開発者が次のプロジェクトに最適なカラーパレットを見つけるのに役立ちます。パレットを選択し、様々なレイアウトで編集・プレビューするだけで、CSS、SCSS、Tailwindのスニペットを数秒で書き出すことができます。",
  "data/ph-top/2021/11/welder-live.json": "ライブストリームの作成、ゲストの招待、複数のプラットフォームへの同時配信が簡単にできます。すべてブラウザ上で、無料でご利用いただけます。",
  "data/ph-top/2021/11/pear-3-0.json": "Pearは、広告スポンサーを積極的に募集しているメールマガジン、ポッドキャスト、Patreonアカウントを厳選して紹介し、メーカー、インディーハッカー、マーケッターの成長を支援します。",
  "data/ph-top/2021/11/blend-multilingual-ad-copy.json": "ローカライズされたホリデー広告で、新しい市場を獲得する。最もよく使われる5つの言語に翻訳されたトップパフォーマンスの広告を提供していますので、1年で最も忙しい時期に、より多くの人にリーチすることができます。ローカライズされたコンテンツでオーディエンスを獲得し、維持しましょう。",
  "data/ph-top/2021/11/oneup-2.json": "OneUpは、Facebook、Instagram、Twitter、LinkedIn、Pinterest、Google My Businessに対応した、シンプルかつパワフルなソーシャルメディア・スケジューリングツールです。----- OneUpにはFreeプランがありますので、NO credit card requiredでお使いいただけます🤓。",
  "data/ph-top/2021/11/tablerone.json": "Tableroneはタブと時間を節約します。ブラウザの履歴とブックマークを組み合わせたようなもので、忘れてしまうことはありません。この超強力な機能により、使い始めたその日から、より速く、より整理され、より集中できるようになります。そして、ウェブを閲覧するだけで、あなたの個人的な知識体系が成長していくのを実感できます。",
  "data/ph-top/2021/11/product-design-guide-for-startups.json": "直感的なデザインを作成するための最も包括的なガイド、アーリーステージのスタートアップのための製品設計プロセスの電子書籍を満たしています。直感的なアプリデザインを作成し、インナーユーザーの欲求を満たすために役立つダブルダイヤモンドモデルのスムーズな概要があります。",
  "data/ph-top/2021/11/humanvoice-2.json": "HumanVoiceは、テキストを人間のような音声に変換する際に、最高の品質を求めるコンテンツ制作者のために作られました。視聴者の皆様にも気に入っていただけると思います。また、HumanVoiceにはSafari拡張機能が搭載されており、Safariブラウザから直接記事を聞くことができます。",
  "data/ph-top/2021/11/student-home-by-burb.json": "信じられないようなラーニング・ジャーニーを設計していますね。その中で生徒たちに自分の居場所を理解させるにはどうすればいいでしょうか？BurbのNotionテンプレートは、学生にホームを提供します。ラーニングジャーニーのすべてのステップを確認し、進捗状況を確認できる1つの場所です。",
  "data/ph-top/2021/11/pageblade.json": "PageBladeは、ウェブサイトやページを素早く構築するための使いやすいNode.js SDKを開発者に提供します。単一のWebサイトからマルチテナントのSaaSアプリケーションまで。PageBladeは、ホスティングインフラストラクチャを管理するための頭痛の種を取り除き、コードに集中できるようにします。",
  "data/ph-top/2021/11/devtunes-fm.json": "開発者向けのオンラインラジオで、さまざまな音楽の好みに合わせて18のステーションを用意しています。10種類のカスタムテーマ、最近再生した曲のリスト、その他の便利な機能を備えています。シンプルで効率的なので、音楽の力を借りながら、コードに集中することができます。",
  "data/ph-top/2021/11/clava-2-0.json": "Clavaは、クリエーターがライブストリーミングで収益を上げることに重点を置いています。1人の視聴者があなたのストリームに参加すると、収益が発生します。収入やキャッシュアウトを確認するには、自分のプロフィールに移動します。",
  "data/ph-top/2021/11/tidbits.json": "Tidbitsは、テクノロジー関連のニュースをツイート形式で表示します。情報源は、TechCrunch、The Verge、Engadget、The Guardian、Ars Technicaなどです。データはTwitter APIで取得しています。ツイートの選択とランキングは自動化されています。",
  "data/ph-top/2021/11/social-scroll-for-twitter.json": "😒 Twitterのプロフィールをスクロールして古いツイートを探すのに疲れましたか？👀 または、誰かの最初のツイートを探していますか？Social Scroll for Twitterは、数回のクリックで誰かの古いツイートを調べることができるスマートなツールです。",
  "data/ph-top/2021/11/grist-2.json": "Gristは、データ管理を次のレベルに引き上げるリレーショナル・スプレッドシートです。データをインポートしたり、テーブル間でレコードをリンクさせたり、理想的なレイアウトでデータを配置することができます。おめでとうございます。あなたのスプレッドシートは、あなたのカスタムデータアプリケーションでもあるのです。",
  "data/ph-top/2021/11/fastscripts-3.json": "カスタムメニューバーのアイコンやキーボードショートカットから、スクリプトをすばやく効率的に実行できます。FastScripts は、現在作業しているアプリケーションのコンテキスト内でスクリプトを検索して実行するプロセスを改善します。",
  "data/ph-top/2021/11/my-mind.json": "すべてのメモ、ブックマーク、インスピレーション、記事、画像をひとつのプライベートな場所にまとめて、人工知能で強化します。フォルダやラベル、システムに煩わされることなく、スピーディーに仕事をこなすことができます。",
  "data/ph-top/2021/11/videoform.json": "VideoFormは、パーソナライズされたインタラクティブな動画で営業担当者のコンバージョン率を高めることができます。営業チームはVideoFormを使って、Gmail、Hubspot、LinkedIn、Outlookなど、すでに使用しているツールを使って、パーソナライズされたビデオメールを見込み客に送ることができるようになりました。",
  "data/ph-top/2021/11/adcreative-ai.json": "高度に訓練された人工知能によって生成されたクリエイティブやバナーは、あなたのビジネスに圧倒的な優位性をもたらします。",
  "data/ph-top/2021/11/the-chatty-mammoth.json": "Chatty Mammoth Newsletterは、あなたの読書量を増やすのに役立ちます。-私たちは、新しい考えや視点、質問を促すような文章を見つけます。",
  "data/ph-top/2021/11/this-week-in-nfts-e5c0a55f-be42-473f-bed9-b5672e04d392.json": "毎週、私はNFTに50時間以上を費やし、トップニュース、ストーリー、ディスカッションなどを消化しやすいメールマガジンで共有しています。儲け話や値段の話はしません。その代わり、この分野の主要な動きを追跡します。",
  "data/ph-top/2021/11/bgremover.json": "BGremoverを使えば、オンラインで無料で画像から背景を取り除くことができます。AI背景除去技術とディープラーニングを搭載しており、画像にソリッドカラーを追加することもできます。",
  "data/ph-top/2021/11/birdfy.json": "6,000種以上の鳥類を認識し、その瞬間を逃さない。ユニークな行動を自動的に保存して、新しい体験を大切にする時間を作ることができます。",
  "data/ph-top/2021/11/remote-hunt.json": "Remote Huntは、リモート企業の所在地、福利厚生、技術スタックなどを掲載しており、次のリモートチームに参加する企業を見つけるのに役立ちます。",
  "data/ph-top/2021/11/papyrus-3.json": "🪶 Papyrusは、驚くほど高速でモダンなブログやニュースレターを作成するための新しいプラットフォームです。マークダウンを使って記事を書き、購読者の受信箱に直接送信し、Stripeと連携して読者に有料の購読料を請求し、最高の記事にアクセスできるようにします。",
  "data/ph-top/2021/11/is-your-startup-trapped-in-a-squid-game.json": "Netflixの「Squid Game」の成功を受けて、投資家や企業を含むStartupの世界が、番組に登場する7つのSquid Gameのいずれかにどの程度囚われているのかを疑問視した。あなたの会社がどのイカゲームに閉じ込められているのか、ご自身で確かめてみてください。",
  "data/ph-top/2021/11/email-monster.json": "実際のEメールでサインアップし、USERNAMEを選択してください。何か(_____@USERNAME.eml.monster)に送られたメールは、あなたの本当のメールアドレスに転送されます。別名や送信者、またはその両方をオフにしてください。",
  "data/ph-top/2021/11/namecheap-auctions.json": "Namecheapは何十万ものプレミアムドメインをノーリザーブオークションで購入できるようにしました。入札APIがあり、オークションに出品されているすべてのドメインをエクスポートして、各資産に関する詳細な指標とともに表示することができます。",
  "data/ph-top/2021/11/toastpunk.json": "ToastPunkは、日曜日の朝食の実話から生まれた、Robloxのトーストの顔にインスパイアされたわずか1,000個のNFTシリーズで、メタバースの食品貯蔵ユーティリティーと暗号カジノのICOトークンのロードマップを備えています。",
  "data/ph-top/2021/11/travel-mapper.json": "次の旅行の計画を立てる時間を節約できます。➡️ Google シートと統合されたライブ Google マップ ➡️ 予算、To-Do、パッキングリストを記録する ➡️ 旅程の概要をメールで送信して共有し、外出先でもアクセスできる ➡️ 位置情報の自動検索とプロッティング",
  "data/ph-top/2021/11/add-to-calendar-button-generator.json": "このオープンソースプロジェクトでは、ユーザーがイベントをカレンダーに追加できる素晴らしいボタンを誰でも作ることができます。無料でご利用いただけます。基本的にコーディングの経験がない人（シンプルな統合）から、高度な開発者（npmの統合）まで対応しています。",
  "data/ph-top/2021/11/pomoplanner.json": "PomoPlanner.appは、ポモドーロをベースにしたデイリープランナーのウェブアプリで、毎日のメインタスク、ミニタスク、身体運動を計画・記録するだけでなく、感謝していることや学んだことなどをメモすることもできます。",
  "data/ph-top/2021/11/figkit.json": "Figkitは、デスクトップやモバイル向けの優れたユーザー・インターフェイスを伝達・設計するためのFigma用ワイヤーフレーム・ライブラリです。",
  "data/ph-top/2021/11/imouse.json": "iPhoneはパソコンのマウスにもなるのか！？ iMouse - あなたのiPhoneをiPad、Mac、Windows用のマウスに変身させてみませんか？追記：ただのイタズラです（マウスは実際には動きません）",
  "data/ph-top/2021/11/qrya.json": "無料のアカウントを作成し、商品の画像や価格、カテゴリを登録して、QRコードを取得すると、お客様に商品を見てもらうことができます。",
  "data/ph-top/2021/11/presence-9.json": "みんなで集まってプレゼントを配ることはできないけれど、一緒にプレゼントを配りたい。プレゼントのスクリーンショットや写真をアップロードしてリンクを送ると、受け取った人がリアルタイムでプレゼントを開けるのを見ることができます。",
  "data/ph-top/2021/11/honest-coffee-guide.json": "あなたのコーヒーを知るためのオンラインガイドです",
  "data/ph-top/2021/11/knack-6.json": "ナックは、データに基づいたレコメンデーションと統合されたツールにより、より多くのアートを販売するビジネスマインドを持ったアーティストを生み出すアートマーケットプレイスです。私たちは、アート愛好家が素晴らしい投資先を見つけられるようにし、新興アーティストがKnackでクリエイティブなキャリアをスタートし、成長できるようにしています。",
  "data/ph-top/2021/11/linkwork.json": "Linkworkは、\"ルーム \"にいるユーザー間でリンクを瞬時に共有することで、共同でウェブブラウジングを行うことができる無料のツールです。これを使うと以下のことができます。- 他の人のページをライブでプレビューする - 参加者にタブを同期して自動的にフォローする - 任意のウェブページでチャットする",
  "data/ph-top/2021/11/audiocipher.json": "AudioCipherは、音楽プロデューサーのためのメロディジェネレータアプリです。ミュージシャンが新しいアイデアを思いつくために設計されています。インターフェイスでは、言葉を入力すると、まるで魔法のようにそれをMIDIノートに変換します。作成した音楽暗号を任意のDAWにドラッグします。",
  "data/ph-top/2021/11/nft-ninja-2.json": "正式に出版される前のNFTコレクションのレアリティを、夜の忍者のように見極めてください。サインアップして、分析したいコレクションを検索し、必要な情報をすべて入手してください。そして、友達を紹介して無制限の収入を得ましょう!",
  "data/ph-top/2021/11/sizze-figma-plugin.json": "Sizzeは、FigmaからReact NativeのコードにデザインをインタラクティブにエクスポートするFigmaプラグインをリリースしました。これにより、コーディングなしでモバイルアプリを簡単に作成することができます。",
  "data/ph-top/2021/11/lili.json": "Liliは、あなたの健康データの上に座って、高度なデータ分析によってあなたの健康を改善するためのパーソナルヘルスアシスタントです。🌱 あなたのパターンに基づいて毎日のタスクを受け取り、友人に挑戦し、パラメータを分析し、あなたの健康状態を維持します。🔥",
  "data/ph-top/2021/11/fonoster.json": "地域の通信会社が番号を公開し、開発者が音声、ビデオ、チャットのソリューションを構築できるマーケットプレイスです。また、必要に応じてセルフホストすることもできます。",
  "data/ph-top/2021/11/hal9.json": "Web対応のデータ変換、ビジュアライゼーション、予測を、ドラッグ＆ドロップの簡単さ、強力な拡張機能、そして活気あるコミュニティで構成します。",
  "data/ph-top/2021/11/lunar-lite.json": "モニター、ワイヤレスディスプレイ、iPad Sidecar、AirPlayディスプレイの輝度を、メニューバーのシンプルなスライダで調整できます。Lunar Liteは、外部モニターをあらゆる角度からコントロールできるアプリ「Lunar」のライト版です（https://lunar.fyi）。",
  "data/ph-top/2021/11/tantify.json": "Tantifyは、人々が夢の家を作るのに役立つ、世界でも類を見ないバーチャルステージングプラットフォームです。必要なのは、空の部屋や家具付きの部屋の写真をアップロードして、スタイルを選ぶことだけです。経験豊富なステージャーが、あなたのデザインに命を吹き込みます。",
  "data/ph-top/2021/11/delv-ai.json": "ウェブを掘り下げて、自分に関連するものを正確に得る。専門分野、調べたいトピック、好みのデータベースを入力すると、Delvはすべてのコンセプトがマッピングされたグラフを作成し、各ノードはすでにTLDRされた記事を参照します。"
}