{
  "data/ph-top/2021/6/mobile-palette-generator.json": "モバイルパレットジェネレータは、マウスをクリックするだけで、モバイルやウェブアプリのカラーパレットを生成できる、シンプルかつパワフルなツールです。",
  "data/ph-top/2021/6/zospace-ui-kit.json": "美しいTailwindのテンプレートを作ることは、ロケットサイエンスではありません。✨ https://shuffle.dev/marketplace/zospace",
  "data/ph-top/2021/6/fastbee-price-tracker.json": "🙄 購入を検討しているが、価格が適正かどうかわからない？✅ FastBeeは購入したい商品の価格を追跡します。価格が変更されると、通知が届きます! さらに、Beeがあなたに代わって注文することもできます。",
  "data/ph-top/2021/6/venus-design-system.json": "もう一つのレベルで、より少ない労力で欲しいものをデザインしましょう 最も一般的な2000以上のUI/UXコンポーネントを搭載した使いやすいデザインツールで、世界水準のデザインをすぐに実現することができます。🔥",
  "data/ph-top/2021/6/designing-ux-for-saas.json": "この無料の電子書籍では、次のことを学ぶことができます。✅ UXとSaaSの基本、✅ 2021年のトレンドはどのようなものか、✅ SaaSビジネスにおけるUXの価値、✅ SaaS製品のUXデザインプロセス、✅ デザインプロセスを大幅に改善するためのヒントとツールを紹介しています。",
  "data/ph-top/2021/6/coherence-x4.json": "Coherence X4を使えば、どんなウェブサイトでも、妥協することなく、Mac上でクロムを使ったアプリに変えることができます。拡張機能の使用、タブ型やシークレット型のアプリの作成など、さまざまな機能があります。Coherence X4には、Microsoft EdgeとOperaのアプリも導入されています。",
  "data/ph-top/2021/6/findcreators-io-2.json": "クリエイター経済の成長をサポート🙌🏻 findcreators.ioでは、Instagramのバイオグラフィーにあるキーワードをもとにクリエイターを探すことができます。🌎 ライター、フィットネストレーナー、俳優、フォトグラファーを見つけて、一緒に仕事をしたり、ブランドを宣伝したり、プラットフォームに参加したりすることができます。",
  "data/ph-top/2021/6/developer-ipsum.json": "¯\\_🤓_/¯",
  "data/ph-top/2021/6/spacecasts.json": "ライブ・オーディオ・クリエイター集団。最高のクリエイターやオピニオンリーダーによるクラブハウスルームやツイッタースペースをすべて収録、収集しています。⠀ SpaceCastを投稿してみませんか？投稿はこちらから： https://www.ridehome.info/p/spaces/",
  "data/ph-top/2021/6/hack-the-interview.json": "Hack The Interviewは、90日以内の内定または返金を保証する唯一の面接トレーニングシステムです。HTIは、求職者が面接を受けるまでの間、キュレーションされたメンターのコミュニティに依存し、貴重なトレーニングを提供しています。",
  "data/ph-top/2021/6/spot-ca077a28-c6c6-4891-b915-a2716fa4734a.json": "Spotは、パフォーマンスの高いチームが必要とするコラボレーションとコミュニケーションの機能を備えたバーチャルオフィスです。音声、ビデオ、スクリーン共有、チャットなど、すべての機能をチームの手元に置くことができます。",
  "data/ph-top/2021/6/idea-canvas-univation.json": "Univationは、あなたのアイデアを構築したり、スタートアップ構築プログラムを実行するための最も簡単なプラットフォームです。",
  "data/ph-top/2021/6/nft-storage.json": "nft.storageは、オフチェーンのNFTデータを保存するために特別に作られた、全く新しいサービスです。データはIPFSとFilecoinに分散して保存されます。",
  "data/ph-top/2021/6/loomsdk-beta.json": "loomSDKは、あなたの製品にビデオメッセージングを追加するための最も簡単で信頼性の高い方法で、しかも無料です。このSDKを使えば、ユーザーはウェブアプリケーション内で直接Loomビデオを録画、埋め込み、視聴することができ、あらゆるワークフローに明確さと文脈を加えることができます。",
  "data/ph-top/2021/6/smart-stickers.json": "Smart Stickers」には、魅力的なデザインを実現するキャッチーなイラストが90点収録されています。3つのスタイルからお好きなものを選んで、あなたのデザインをカラフルに演出してください。FigmaとSketchに対応しています。",
  "data/ph-top/2021/6/ready-ui.json": "開発者、エージェンシー、スタートアップ、マーケッター、デザイナーが美しいウェブサイトを作るための200以上のUIブロック。すぐに使えるbootstrapのコードと、整理されたfigmaファイルで、次のWebサイトのデザインや開発を迅速に行うことができます。",
  "data/ph-top/2021/6/gitlive.json": "IDEを拡張し、遠隔地の開発チームが効果的に連携するために必要なリアルタイム機能を提供します。チームメイトが作業している内容を確認し、コミットする前にマージコンフリクトの通知を受けることができます。ビデオ通話を行い、ライブで一緒にコードを書く、VS CodeからJetBrainsへ",
  "data/ph-top/2021/6/drip-by-digitalax-1.json": "DIGITALAXは、Matic NetworkことPolygonと協力して、デジタルとフィジカルのハイブリッドなファッションラインを初めて立ち上げました。"
}