{
  "data/ph-top/2021/10/micro-saas.json": "独自のSaaSを構築するために必要なものがすべて揃っています。ゼロからのスタートから販売まで、すべてを網羅しています。リソースやインスピレーションも含まれています。",
  "data/ph-top/2021/10/crewdle.json": "世界初のカーボンニュートラルなビデオコミュニケーションプラットフォーム Crewdleは、ピアツーピア技術により、安全で持続可能なサーバーレスのデジタルエコシステムを提供しています。一度に一つの会話で地球を救うことができる完璧なソリューションです。",
  "data/ph-top/2021/10/intrro.json": "イントロは、会社のネットワークの中で誰がトップパフォーマーなのかを知る機能を製品化しており、推薦された人材をより多く採用できるようになります。",
  "data/ph-top/2021/10/octopus-do-2-5.json": "ウェブサイトの構造をリアルタイムで構築し、それをすばやく共有して、チームやクライアントとコラボレーションすることができます。Webサイトやアプリケーションのプロトタイプをすぐに作成できます。",
  "data/ph-top/2021/10/templateshake.json": "デザインチームやプロダクトオーナーのためのインスピレーションツールです。お気に入りのデザイン事例を集めたパーソナルコレクションを作成し、チームやクライアントと共有することができます。自分のビジョンを示す。市場調査をする。グローバル市場を開拓する。",
  "data/ph-top/2021/10/vpaint.json": "VPaintは、オープンソースのベクターグラフィックス・エディタで、描いた図形が境界を共有し、直感的に彫刻できるようになります。現在ダウンロードできるのはプロトタイプですが、より完成度の高い製品にするためにKickstarterを実施しています。VGC Illustration.",
  "data/ph-top/2021/10/tweetsponsor.json": "🐦 💰 TweetSponsorは、ツイートをマネタイズするための新しいプラットフォームです。スポンサーになったり、ツイッターのプロフィールを掲載したりして、あなたのオーディエンスにリーチしたいと思っているスポンサーとつながりましょう。",
  "data/ph-top/2021/10/birdseed.json": "BirdSeedは「オールインワン」のエンゲージメントツールで、ウェブサイトのバーチャルコンシェルジュの役割を果たし、訪問者の特定のニーズに基づいて素早くエンゲージするためのオプションを提供します。",
  "data/ph-top/2021/10/made-with-supabase.json": "Supabaseで作られたプロジェクトのコレクション - ウェブサイト、モバイルアプリ、SaaS、プラグイン、その他! ⭐ 開発者の声を紹介します ⭐ Supabaseを使ってどんなものが作れるのかを紹介します。",
  "data/ph-top/2021/10/gpa-calculator-4.json": "私たちは、あなたが世界にもたらすユニークな価値を思い起こさせるために、美しくて有益なGPA計算機を作りました。あなたは単なる数字ではありません。",
  "data/ph-top/2021/10/commotion.json": "https://commotion.page は、Notionのページにフォームを追加する非常にシンプルな方法です。お客様のNotionアカウントに接続してフォームを生成し、どこにでも埋め込むことができます。すべての回答はNotionのデータベースに保存されます。お問い合わせフォーム、求人情報、フィードバックフォームなどに最適です。",
  "data/ph-top/2021/10/api-for-product-managers.json": "プロダクトマネージャーとして、テクノロジーに脅かされていると感じますか？あなたは非技術系のPMですか？PMの面接で技術ラウンドで不合格になったことがありますか？そんなあなたの悩みを解決するために、私たちはここにいます。APIのA to Zを学ぶならこちら - https://learn.apiforpm.tech/module-1 https://www.apiforpm.tech/",
  "data/ph-top/2021/10/defi-watch.json": "defi.watchは、DeFi分析における真のブレークスルーです。⚡️ あなたが行った各投資の詳細な内訳を取得し、+7000のリクイディティプールの中から新たなジューシーな機会を見つけて、とにかくお金持ちになりましょう 🤑 MetaMaskを接続すると、あなたの取引の統計情報を無料で受け取ることができます。",
  "data/ph-top/2021/10/number-to-whatsapp.json": "相手の連絡先を保存せずに、Whatsappの会話を始めることができるユーティリティーツールです。",
  "data/ph-top/2021/10/entrepreneur-list.json": "EntrepreneurList（アントレプレナーリスト）は、刺激的な起業家を厳選して紹介しています。リストには700人以上の起業家、著者、マーケッター、投資家が含まれており、トピックごとに分けられた30のカテゴリーがあります。例えば、「Crypto」「Design」「Development」「Marketing」「SaaS」「Podcast」などです。",
  "data/ph-top/2021/10/startup-yearbook.json": "仕事が分散していると、自分がどれだけ感謝しているかをチームに（そしてオンラインの友人にも！）伝えるのが難しくなります。Startup Yearbookの最優秀賞に推薦して、あなたのチーム（またはあなたのネットワーク内の他の人！）をアピールしましょう。",
  "data/ph-top/2021/10/figma-letters.json": "100人以上のFigmateと一緒に、リソースや仕事など、Figmaにまつわる様々な情報を、毎週あなたのメールボックスにお届けします。",
  "data/ph-top/2021/10/guardo.json": "Guardoは、リンクを保存したり分類したりする最も簡単な方法で、ブラウジングをより生産的にします。",
  "data/ph-top/2021/10/thinkio.json": "Thinkioは、PDFや画像をインタラクティブなワークシートに変換し、リンクで共有することができます。受け取った人は、そのワークシートに絵や文字を書き込んだり、提出したりして見ることができます。私たちは先生方を支援するためにThinkioを開発しましたが、人々はThinkioのさまざまな用途を発見しています。",
  "data/ph-top/2021/10/neighborverse.json": "Neighborverseは、テニス、ランニング、ゴルフなど、あなたの好きなアウトドア活動に適した人、場所、時間を見つけることができるシンプルで無料のモバイルアプリです。あなたの生活をより良くするために、Neighborverseで何ができるか、コメントで教えてください。",
  "data/ph-top/2021/10/tuto.json": "tutoは、お客様に愛される顧客教育プラットフォームです。データに基づいてパーソナライズされた測定可能なアプリ内ビデオのようなチュートリアルを作成することで、カスタマーサクセス、サポート、製品チームが価値創造までの時間を短縮し、リテンションを高めることができます。",
  "data/ph-top/2021/10/discovernft.json": "今後のNFTプロジェクトの中で、急成長しているコミュニティをご紹介します。これから流行りそうなNFTについての洞察を得ることができます。",
  "data/ph-top/2021/10/make-work-fun.json": "*Notionのための究極のコンパニオンアプリ* →Notionで追跡できるあらゆる勝利を祝う →友達と一緒にパーティークエストに参加してドラゴンを倒す →コミュニティで切磋琢磨してモチベーションを上げる →Notionのページにカスタム埋め込みコンポーネントを作成する",
  "data/ph-top/2021/10/unboxd.json": "頼む。受け取る。Unbox. 友人や家族、匿名の愛好家に、誕生日、結婚式、新生児など、あらゆる機会に必要なアイテムの一部または全額を寄付してもらいましょう。",
  "data/ph-top/2021/10/transferkit.json": "✈ TransferKitを使って友達や同僚にファイルを送る 📁 TransferKitで送られた/保存されたファイルは、永遠にアクセス可能になる ⚡ 超高速ダウンロード 😋 すべて100%無料",
  "data/ph-top/2021/10/prodmgmt-world-2-0.json": "prodmgmt.worldは、起業家精神を高めるための手法を集めたものです。製品の課題を解決に向けてマッピングする。以前は \"自分のアイデアが価値あるものかどうかをテストする方法がわからない\" After \"テクニックとフレームワークの完全な武器を手に入れました。\"",
  "data/ph-top/2021/10/wemzo.json": "Wemzoは、インタラクティブなウェブサイトを制作するパワフルなポートフォリオビルダーです。Wemzoのユニークな点は、ウェブサイトを作成するために何時間もかけたり、何百ドルも支払う必要がなく、わずか数分を費やすだけで、わずかな費用で仕事を完了できることです。",
  "data/ph-top/2021/10/shape-lucid-dreaming.json": "シェイプはiOS用の明晰夢アプリで、夢の世界で目覚めるためのテクニックを紹介する音声ガイド、現実を疑う習慣を身につけるための「アム・アイ・ドリーミング」リマインダー、夜間用の夢日記などを搭載しています。",
  "data/ph-top/2021/10/visualsitemaps-3-0.json": "任意のURLを入力すると、わずか数秒でその範囲、アーキテクチャ、コンテンツの詳細なスナップショットを得ることができるとしたらどうでしょう？それがVisualSitemapsです。"
}