{
  "data/ph-top/2021/12/botify-ai.json": "フォトリアリスティックなアバターを作成して、魅力的な会話を実現。デジタルヒューマンとの対話をお楽しみください。",
  "data/ph-top/2021/12/boldvoice-2-0.json": "BoldVoiceは、英語を母国語としない人が、英語で明確かつ自信を持ってコミュニケーションできるようにサポートします。このアプリでは、ハリウッドのアクセントコーチによるビデオレッスンや、音声AIによる発音のフィードバックをすぐに受けることができます。iOS & Androidで入手できます。",
  "data/ph-top/2021/12/june-for-ios.json": "iOSの6月をご紹介します。スタートアップのメトリクスを、外出先で最も簡単に取ることができます🏃♂️⚡️ 速くて簡単なセットアップ（＜2分）👶 専門知識は必要ありません📚 すぐに使えるテンプレート 📱 iPhoneとMacOS用のiOSウィジェット 👉 try it: https://widgets.june.so/",
  "data/ph-top/2021/12/wonder-13.json": "新しいつながりを築く：リアルな人間関係を作る 自由に動く：バーチャルにセレンディピティを呼び込む 元気になる：ビデオ会議の枠を飛び出す 専用の https://www.eventbrite.com/e/exclusive-guided-tour-product-hunt-tickets-217589394737 OR チェックアウト https://app.wonder.me/?spaceId=110e7dd5-e5ff-48ae-a842-46e114ce6ab1 https://app.wonder.me/?spaceId=110e7dd5-e5ff-48ae-a842-46e114ce6ab1 をご利用ください。",
  "data/ph-top/2021/12/the-best-mvp-no-code-tools.json": "MVPの構築をお考えですか？これらの素晴らしいノーコードツールを使って、10倍の速さと低コストでミニマムビアブルプロダクトをリリースしてみませんか？",
  "data/ph-top/2021/12/strapi-0ea3c5eb-2b7c-4521-b51c-9b583f125665.json": "全く新しい開発者体験、スムーズなプラグイン作成、正確なデータベースクエリエンジン、強力なコンテンツAPI。これこそがStrapi v4であり、スムーズな開発者体験と豊かなエコシステムへの一歩です。皆様のご意見をお聞かせください。",
  "data/ph-top/2021/12/treblle.json": "Treblleは、お客様のAPIとそれを使用するアプリケーションで何が起こっているのかを簡単に理解することができます。すぐに使える機能としては、リアルタイムのAPIモニタリング、ロギングとエラートラッキング、自動生成されたドキュメント、APIアナリティクス、APIの品質スコアなどがあります。",
  "data/ph-top/2021/12/constructor.json": "Constructorは、膨大なプロセスを必要としないソフトウェアチームのための、軽量なトラッキングツールです。すっきりとしたUI、GitHubとの深い連携、割り当て可能なコメントスレッドなど、Constructorは開発者とマネージャーが集中してスムーズにコラボレーションできるようサポートします。",
  "data/ph-top/2021/12/top-30-breakout-apps-for-2022.json": "2022年に向けての準備をしましょう。次世代の生産性向上アプリをブレイクする前に発見する。12月は毎日1つずつ🎄 アプリを最大限に活用するための簡単な紹介を、あなたの受信箱にお届けします📬。多くのアプリは、無料またはプライベートベータ版です。",
  "data/ph-top/2021/12/4-day-week-2.json": "週休4日制のリモートソフトウェアの仕事を探すならここ。エンジニア、プロダクトマネージャー、マーケティング担当者向け。",
  "data/ph-top/2021/12/resume-builder-for-developers-by-arc.json": "クリア。ATS対応。自由に使えます。既存の履歴書をアップロードするか、ゼロから新しい履歴書を作成してください。あなたのスキルと経験を技術系採用担当者にアピールし、次の開発職を獲得しましょう。",
  "data/ph-top/2021/12/metaplane.json": "Metaplaneは、データのためのDatadogであり、データスタックを継続的に監視し、何か問題が発生したときに警告を発し、関連するメタデータを提供してデバッグを支援するデータ観測ツールです。",
  "data/ph-top/2021/12/nft-price-floor.json": "NFT Price Floorは、プライスフロア、平均価格、上場比率など、NFTアートコレクターが最も利用する指標を表示し、それらをまとめて表示します（NFTにとってのcoingeckoのようなものです）。",
  "data/ph-top/2021/12/grapic.json": "新しいハイブリッドの世界で、ホワイトボードを使えないのは寂しいですか？私たちもそうです。だからGrapicを作りました。本物のホワイトボードやノートブックを、iPhoneだけで、ZoomミーティングやFigJamセッション、あるいはあらゆるブラウザで直接共有できます。",
  "data/ph-top/2021/12/astramind-for-makers.json": "Astramindは、メーカーが公共の場で建築し、潜在的な顧客や仲間のメーカーと関わるプラットフォームです。🔥 より早いフィードバックで出荷する📜 タイムラインで表示される投稿は楽しい🛠️ 簡単なツールで下書きを保存し、投稿を作成することができます。",
  "data/ph-top/2021/12/indie-app-santa-2021.json": "Indie App Santaのアドベントカレンダーで、クリスマスまでの日数をカウントダウンするのは、かつてないほどエキサイティングなことです。24日間のサプライズの準備をしましょう：24個のドアを開けて、インディーデベロッパーの素晴らしいアプリケーションを発見し、エキサイティングな割引を受けましょう。",
  "data/ph-top/2021/12/family-time-scheduler-by-ursor.json": "家族の時間スケジューラーは、超シンプルで無料のツールで、家族で15分間の瞑想によるマインドフルネスを優先的に行うことができます。毎日、あなたのカレンダーに。",
  "data/ph-top/2021/12/trackprogress.json": "TrackProgressでは、定期的に目標を見直し、少しずつ改善していくことが、最高の成果を得るために役立つと考えています。それを管理する方法を見つけるのは困難な場合が多いので、私たちはお客様のためにそれを実現するために努力しています。",
  "data/ph-top/2021/12/2021-wrapped-by-spotify.json": "通常とはかけ離れた1年の中で、あなたが選んだトップソング、アーティスト、ポッドキャストをご紹介します。",
  "data/ph-top/2021/12/momentum-ff747c7c-2e9c-461b-be02-7312c399635a.json": "Momentumは、良い習慣を身につけ、悪い習慣を断ち切り、目標を達成し、ストリークやチャートでモチベーションを保つことができる習慣トラッカーです。すべてはNotionで。",
  "data/ph-top/2021/12/etsyhunt.json": "あなたのEtsyショップのランクと可視性を向上させます。27,000,000件の商品リストのデータに裏付けられたEtsyHuntは、EtsyのSEO、商品リスト、タグの調査と最適化を簡単に行うことができます。",
  "data/ph-top/2021/12/highlight-5.json": "Highlightはあなたのウェブアプリを安定させ、顧客を満足させます。ピクセル単位の完璧なセッションリプレイにより、ユーザーの速度を低下させている問題やインタラクションを完全に把握することができます。",
  "data/ph-top/2021/12/ux-notion.json": "UX Notionは、Notionで作られたUXツールキットで、ソロプレナー、インディーハッカー、Jr. UXデザイナー、初めての創業者が短時間でUXの知識を高められるようにNotionで作られたツールキットです。",
  "data/ph-top/2021/12/zen-wireframe.json": "Zen Wireframeは、Webサイトやモバイルアプリなど、あらゆるプロジェクトのワイヤーフレームをわずか数分で作成できる、最もシンプルなツールです。",
  "data/ph-top/2021/12/rows-1.json": "洗練されたデザイン、内蔵された統合機能、画期的な共有機能。スプレッドシートを一から作り直したことで、より多くのことを、より速く行うことができるようになりました。",
  "data/ph-top/2021/12/odet-playground-1.json": "Odetは、エンジニアリングチームがSDLCプロセスをエンド・ツー・エンドで可視化することで、潜在的なブロッカーを表示・診断するためのインテリジェンスプラットフォームです。Odetは、カスタムクエリとルールエンジンを提供し、チームがガードレール（ポリシー・アズ・コード）を設計し、イニシアチブを追跡します。",
  "data/ph-top/2021/12/github-wrap.json": "2021年が終わろうとしていますが、オープンソースであなたが与えたインパクトを紹介して締めくくりましょう。2021年にコミット、プルリクエスト、イシュー、そして新しいリポジトリを作成してください。",
  "data/ph-top/2021/12/metapass-by-zelf.json": "ZELFはDiscordで銀行業務を開始し、Play-to-earn革命を推進し、ZELFをメタバースの最初の銀行として位置づけます。ZELF MetaPassカードを30秒で入手でき、Apple PayとGoogle Payで動作します。",
  "data/ph-top/2021/12/terrain.json": "学び、実験し、その結果を共有してコミュニティの発展に貢献することで報酬を得られる世界を想像してみてください。",
  "data/ph-top/2021/12/hive-index.json": "1100以上のオンラインコミュニティをトピック、プラットフォーム、コミュニティの特徴別に分類したディレクトリです。自分にぴったりのコミュニティを見つけたり、自分のコミュニティを無料で掲載することができます。",
  "data/ph-top/2021/12/calendly-meeting-polls.json": "Calendly Meeting Pollsでは、招待者が希望する時間帯を投票で決めることができるので、複数の人とスケジュールを組む際に、個人の好みやタイムゾーンに簡単に対応することができます。他のスケジューリングツールとは異なり、Pollsは完全に無料で、広告もありません。",
  "data/ph-top/2021/12/stage-81d273dd-4cd3-420c-8813-c3306b8528ef.json": "TikTokとTheVoiceの出会い：ブロックチェーンを活用した常時接続型の音楽コンテスト。お気に入りのアーティストに投票し、その成功を共有しましょう。",
  "data/ph-top/2021/12/ditch-mqls.json": "現代のB2Bマーケターが実践しているPQL獲得戦略を学ぶ ❌ MQL（またはMQLタグを付けたメール）を捨てるべき理由を知る 💡 Product-Qualified Leadsの概念を学ぶ 🌱 PQL獲得の基盤を構築する 🚀 PQLをスケールアップして獲得するための4つの方法",
  "data/ph-top/2021/12/blockify-yourself.json": "Block partyに参加してみませんか？はい、できます。プロフィール写真を変更して、自分をブロック化しましょう",
  "data/ph-top/2021/12/google-search-scanner-by-liner.json": "Google Search Scannerは、検索アシスタント＆Web Highlightingサービス「LINER」の新機能です。LINERは、Googleの検索結果全体をスキャンし、自分に関連するものだけを返すことで、調査に費やす時間を大幅に削減します。",
  "data/ph-top/2021/12/trustpage-cookies.json": "私たちは、誰もがプライバシーを侵害される心配なくインターネットを閲覧できる未来を信じています。だからこそ、私たちは300箱の（食べられる）クッキーをプレゼントします。なくなってしまう前に、今すぐ手に入れてください。#グッドクッキーズオンリー",
  "data/ph-top/2021/12/100-ui-ux-tips.json": "UIをより良くするためのDos and Dont'sを集めました。100ページ＝100個のヒントです。ほとんどのヒントには図解があり、いくつかのヒントには外部リソースへのリンクがあります。",
  "data/ph-top/2021/12/thundra-foresight-v2.json": "すべてのCIワークフローとテストを同時に監視します！主要なCIメトリクスにアクセスすることで、すべてのCIワークフローとテストに対する洞察を得ることができます。",
  "data/ph-top/2021/12/reachfluencer.json": "https://reachfluencer.com/ 起業家やメーカーの方々が、活動的でアクティブなコミュニティを構築することをサポートします。👋 ネットワーク内の知り合いを招待する✍️ LinkedIn、Twitter、Medium、Quoraにコンテンツを投稿する📋 コンテンツのURLをネットワーク内に貼り付ける🔥 自動的に何十もの「いいね！」を獲得することができます。",
  "data/ph-top/2021/12/leadstory.json": "ニュースレーダーマップでニュース速報を追う。気になるニュースや気になる場所のニュースを見ることができます。ニュースの入手先を自由にコントロールできます。",
  "data/ph-top/2021/12/sandpack-by-codesandbox.json": "Sandpackは、ブラウザ上で完全に動作するライブコーディング体験を構築するためのツールキットです。✨ フル機能のエディタ体験 ✨ 超高速のブラウザバンドルラー ✨ CodeSandboxとの直接統合",
  "data/ph-top/2021/12/plainadmin.json": "PlainAdminは、オープンソースのフリーミアムBootstrap 5ベースのバニラJS多目的管理テンプレートで、ダッシュボードのコンポーネント、ページ、UIエレメント、チャート、グラフ、ライブラリなど、データリッチなバックエンドに必要なものがすべて揃っています。",
  "data/ph-top/2021/12/kizie-for-twitter.json": "Introducing Kizie, the new way to browse Twitter 🐤 ✨ すっきりとした、より良い、広告のないホームタイムラインとプロフィールタイムライン ⚡️ Twitterでより多くのことをするためのプロの機能(リストは最初のコメントを読んでください👇) 📱はウェブとPWAとして動作します 👉 try it: https://kizie.co",
  "data/ph-top/2021/12/lofly.json": "自然音でローファイビートを楽しむ 17以上の自然音と17以上のローファイ・トラックから選べます。ポモドーロで生産性を上げ、整理整頓をしましょう。メンバーとのチャットを楽しむことができます。",
  "data/ph-top/2021/12/high-signal.json": "High Signalは、収益を上げている創業者のための小さなコミュニティです。毎週ズームコールで集まり、進捗状況を共有したり、目標について話し合ったり、行き詰まったときに助けを求めたりしています。また、アドバイスを共有するためのTelegramグループもあります。",
  "data/ph-top/2021/12/glyde-3.json": "収入、控除、税額控除、銀行口座、証券会社や投資プラットフォームからの取引のインポートなど、さまざまな機能を備えています。",
  "data/ph-top/2021/12/job-search-journey.json": "就活は難しくない。世界初のキャリアマーケットプレイスでは、受賞歴のあるレジュメライターやキャリアの専門家がデザインしたテンプレートやスクリプトを見つけることができます。",
  "data/ph-top/2021/12/defly-ai.json": "取引が失敗してEthereumの取引手数料を失う痛みを聞いたことがあったり、経験したことがあるかもしれません。defly.aiは、リアルタイムのブロックチェーンデータ＆Spice.aiの機械学習を利用して、最も安全なAIを使った見積もりを行い、Uniswapを利用する際に失われた手数料を節約します。",
  "data/ph-top/2021/12/notion-travel-template.json": "🙅🏽♀️ スプレッドシートやメール、予約サイトなど、ハードディスクや限られたクラウドストレージに散らばっている数多くのドキュメントは忘れてください。💻このNotionのトラベルテンプレートを使えば、全てが一箇所にまとまり、旅先での雑然とした状態からスッキリとした状態になります。",
  "data/ph-top/2021/12/openin-3.json": "OpenInは、Macでリンクやファイルを開く方法を管理することができます。リンクごとに、ファイル用の複数のブラウザ、メールクライアント、アプリケーションから選択したり、ファイルやリンクを開く場所や、ロケーション、ドメインに基づいて設定することができます。",
  "data/ph-top/2021/12/explodingcommunities.json": "ExplodingCommunitesは、あなたの次のビジネスを支えることができる、Redditで最も急成長しているオンラインコミュニティを集めたデータベースです。トレンドのコミュニティを早期に発見し、隠れたビジネスチャンスを発掘し、コミュニティベースの製品を構築することができます。",
  "data/ph-top/2021/12/jobstack.json": "仕事探しのプロセスを構造化する 📈 15以上のテンプレートを備えたパーソナルレジュメビルダー 😃 3000以上の候補者プロファイルを備えた簡単なネットワーキングガイド ✍🏻 16以上の役割に対応したパーソナルCRMをすぐに使用可能",
  "data/ph-top/2021/12/ultimate-free-trial-card.json": "Zerobalanceのバーチャルカードは、すべての無料お試し登録に使用でき、請求やキャンセルの心配はありません。様々なカテゴリーの100以上の無料トライアルのライブラリをご覧いただき、安心してすべてのメリットをお楽しみください。",
  "data/ph-top/2021/12/office-club-illustration-pack.json": "ウェブサイトやモバイルアプリの作成、ポートフォリオの紹介、ブログの公開、Eコマースストアなど、オフィスクラブの100点のイラストとデザインされたアートディレクションが、最高の製品を作るために役立ちます。ライブ： https://overflow.design/",
  "data/ph-top/2021/12/gtd-dashboard.json": "Notionの総合的なダッシュボードは、時間を節約し、より多くのことを成し遂げるのに役立ちます。",
  "data/ph-top/2021/12/passky-2.json": "Passkyは、シンプルでモダン、軽量、オープンソースで安全なパスワードマネージャーです。",
  "data/ph-top/2021/12/instaasnap.json": "InstaaSnapは、オープンソースのInstagram投稿保存用API、WebApp、iOS、Andoidアプリです。私はInstagramからいくつかの重要なフィードを保存するためにそれを作成しました。プライバシーに配慮し、データベース、アナリティクス、ログ、クッキーを使用せず、オープンソースで提供しています。",
  "data/ph-top/2021/12/fisio.json": "Fisioのレジュメビルダーは、直感的なツールで素早く簡単にオリジナルのレジュメを作成することができます。",
  "data/ph-top/2021/12/dash-6-0.json": "Dashは、200以上のAPI、100以上のチートシートなどのオフラインドキュメントセットを瞬時に検索します。Dash はコードスニペットマネージャでもあり、略語を使ったスニペットの展開にも対応しています。",
  "data/ph-top/2021/12/w3schools-spaces.json": "W3Schoolsでは、自分のウェブサイトを作成し、それを他の人と共有することができます。",
  "data/ph-top/2021/12/porndora.json": "Porndoraはパーソナライズされたエロティカです。私たちは、AIを使ってユーザーの好みを学習し、ユーザーごとにパーソナライズされた喜びのプロフィールを構築します。私たちは、性別、性的指向、キンクを問わず、誰もが利用できるアダルトサイトを構築しています。",
  "data/ph-top/2021/12/lllook.json": "カスタマイズ可能なSVGの絵文字ラインアイコン集です。色、サイズ、ストロークの幅をブラウザ上で調整し、SVGアイコンを使って、あなたのデザインに表情豊かな楽しいキャラクターを加えることができます。",
  "data/ph-top/2021/12/authorizer.json": "Authorizerは、アプリケーションのためのオープンソースの認証・認可ソリューションです。あなたのデータベースを持ち込んで、ユーザー情報を完全にコントロールすることができます。オーサライザーインスタンスをセルフホストして、任意のSQLデータベースに接続することができます。",
  "data/ph-top/2021/12/health-hub-os-notion-template.json": "❤️ オペレーティングシステムテンプレートには、+15のユニークなテンプレート＆+10のトラッカーがあり、健康に関するあらゆることを1つの接続されたHubで記録することができます。",
  "data/ph-top/2021/12/aguapro.json": "製品」と「成長」の分野において、排他的で個性的なトップコミュニティから意欲的な人材を採用します。洗練された技術を用いて、仕事の要件をコミュニティの価値観に合わせ、適切な応募者とのマッチングを行います。",
  "data/ph-top/2021/12/insite-2.json": "Insiteは、お客様が何を求めているのかを知るための、パワフルかつシンプルなツールです。独自のエレガントなフィードバックアンケートを、5分以内にウェブサイトに埋め込むことができます。",
  "data/ph-top/2021/12/favelent.json": "私たちは、あなたの最も好きなコンテンツを結晶化し、それを世界に向けて発信したいと考えています。あなたのプロフィールを、オーディエンスがおすすめを尋ねるたびに共有しましょう。Eメールを集めて、ソーシャルリンクを追加してください。",
  "data/ph-top/2021/12/snout.json": "Snoutは、インターネット上の公開データをスニッフィングして、人や企業の電子メールやソーシャルネットワークを見つけることから頑張ります。顧客、インフルエンサー、投資家、従業員などを見つけることができます。200以上の国 ★57M以上の企業 ★800M以上の人々 ★150M以上のEメールアドレス",
  "data/ph-top/2021/12/able-28-day-affirmation-plan.json": "毎日のアファメーションが、あなたの考え方をポジティブシンキングにシフトさせます。あなたの夢や野心を言葉で肯定することで、感謝の気持ちやインスピレーション、満足感、そしてただ幸せになるための28日間の個人的な計画を手に入れましょう!",
  "data/ph-top/2021/12/showping.json": "Showpingは、ポケットの中の口コミの力です。Showpingは、自分の「欲しいものリスト」「買ったものリスト」を友達と共有できる、ユニークなアプリです。信頼できる人のレビューを読んだり、画面を共有して一緒に買い物をすることができる場所です。",
  "data/ph-top/2021/12/passcard-2.json": "PASSCARD」は、カードのパスワードを記憶するためのアプリです。このアプリは、オフラインで安全にあなたのデバイスにパスワードを保存します。このアプリは、いかなる情報も保存、収集することはありません。",
  "data/ph-top/2021/12/convert-menu.json": "紙のメニューを自動的にデジタルQRメニューに変換します。紙のメニュー(pdf)をアップロードするだけで、あとは弊社が行います。デジタルメニューは32時間以内に完成します。"
}