{
  "data/ph-top/2021/10/micro-saas.json": "独自のSaaSを構築するために必要なものがすべて揃っています。ゼロからのスタートから販売まで、すべてを網羅しています。リソースやインスピレーションも含まれています。",
  "data/ph-top/2021/10/crewdle.json": "世界初のカーボンニュートラルなビデオコミュニケーションプラットフォーム Crewdleは、ピアツーピア技術により、安全で持続可能なサーバーレスのデジタルエコシステムを提供しています。一度に一つの会話で地球を救うことができる完璧なソリューションです。",
  "data/ph-top/2021/10/intrro.json": "イントロは、会社のネットワークの中で誰がトップパフォーマーなのかを知る機能を製品化しており、推薦された人材をより多く採用できるようになります。",
  "data/ph-top/2021/10/octopus-do-2-5.json": "ウェブサイトの構造をリアルタイムで構築し、それをすばやく共有して、チームやクライアントとコラボレーションすることができます。Webサイトやアプリケーションのプロトタイプをすぐに作成できます。",
  "data/ph-top/2021/10/templateshake.json": "デザインチームやプロダクトオーナーのためのインスピレーションツールです。お気に入りのデザイン事例を集めたパーソナルコレクションを作成し、チームやクライアントと共有することができます。自分のビジョンを示す。市場調査をする。グローバル市場を開拓する。",
  "data/ph-top/2021/10/vpaint.json": "VPaintは、オープンソースのベクターグラフィックス・エディタで、描いた図形が境界を共有し、直感的に彫刻できるようになります。現在ダウンロードできるのはプロトタイプですが、より完成度の高い製品にするためにKickstarterを実施しています。VGC Illustration.",
  "data/ph-top/2021/10/tweetsponsor.json": "🐦 💰 TweetSponsorは、ツイートをマネタイズするための新しいプラットフォームです。スポンサーになったり、ツイッターのプロフィールを掲載したりして、あなたのオーディエンスにリーチしたいと思っているスポンサーとつながりましょう。",
  "data/ph-top/2021/10/birdseed.json": "BirdSeedは「オールインワン」のエンゲージメントツールで、ウェブサイトのバーチャルコンシェルジュの役割を果たし、訪問者の特定のニーズに基づいて素早くエンゲージするためのオプションを提供します。",
  "data/ph-top/2021/10/made-with-supabase.json": "Supabaseで作られたプロジェクトのコレクション - ウェブサイト、モバイルアプリ、SaaS、プラグイン、その他! ⭐ 開発者の声を紹介します ⭐ Supabaseを使ってどんなものが作れるのかを紹介します。",
  "data/ph-top/2021/10/gpa-calculator-4.json": "私たちは、あなたが世界にもたらすユニークな価値を思い起こさせるために、美しくて有益なGPA計算機を作りました。あなたは単なる数字ではありません。",
  "data/ph-top/2021/10/commotion.json": "https://commotion.page は、Notionのページにフォームを追加する非常にシンプルな方法です。お客様のNotionアカウントに接続してフォームを生成し、どこにでも埋め込むことができます。すべての回答はNotionのデータベースに保存されます。お問い合わせフォーム、求人情報、フィードバックフォームなどに最適です。",
  "data/ph-top/2021/10/api-for-product-managers.json": "プロダクトマネージャーとして、テクノロジーに脅かされていると感じますか？あなたは非技術系のPMですか？PMの面接で技術ラウンドで不合格になったことがありますか？そんなあなたの悩みを解決するために、私たちはここにいます。APIのA to Zを学ぶならこちら - https://learn.apiforpm.tech/module-1 https://www.apiforpm.tech/",
  "data/ph-top/2021/10/defi-watch.json": "defi.watchは、DeFi分析における真のブレークスルーです。⚡️ あなたが行った各投資の詳細な内訳を取得し、+7000のリクイディティプールの中から新たなジューシーな機会を見つけて、とにかくお金持ちになりましょう 🤑 MetaMaskを接続すると、あなたの取引の統計情報を無料で受け取ることができます。"
}