{
  "data/ph-top/2021/5/postmodern-1.json": "Postmodernは、匿名で、短く、刹那的な1対1の会話をするためのアプリです。虚空を探る。",
  "data/ph-top/2021/5/principlesyou.json": "PrinciplesYouは、ブリッジウォーター・アソシエイツの創業者であるレイ・ダリオと、心理学者のアダム・グラント博士、ブライアン・リトル博士、ジョン・ゴールデン博士によって開発されました。彼らの専門知識を結集し、クラス最高の評価フレームワークと最先端の人格科学を組み合わせています。",
  "data/ph-top/2021/5/metasurvey-v2.json": "MetaSurveyを使って、製品のフィードバックを集めたり、市場調査を行ったり、アイデアを検証したりしましょう。5分でアンケート、投票、NPSを作成、共有できます。",
  "data/ph-top/2021/5/aldente-2.json": "オールインワンのMacBook用充電マネージャー。機能を紹介します。- 充電リミッター - 放電 - トップアップ - セーリングモード - 熱対策 - キャリブレーションモード - ライブステータスアイコン - ショートカット",
  "data/ph-top/2021/5/devdojo-pro.json": "DevDojo Proは、あなたの次の素晴らしいアイデアを構築するためのプレミアム開発者ツールのコレクションです。ページクリエーター、SaaSスターターキット、開発者トレーニングリソース、電子ブック、コースなどのツールセットにアクセスできます🙌。",
  "data/ph-top/2021/5/notmoji.json": "絵文字で考えを表現するのは簡単ですが、メモもそうではありませんか？Notmojiは、あなたの新しいクイックピックTodoアプリです。",
  "data/ph-top/2021/5/domainpage.json": "自動生成されたランディングページのために、すべてのドメインを数分でインポートできます。ワンクリックでドメインを転送して、より多くのリードを獲得することができ、強力なセールス＆マネジメントダッシュボードを備えています。",
  "data/ph-top/2021/5/product-makers.json": "Product Makersは、あなたのネットワークを広げるためのSlackグループです。アイデアを共有したり、フィードバックを求めたり、新しい情報を探したり、あなたの成長を手助けしてくれる他の起業家とコミュニケーションをとることができます。",
  "data/ph-top/2021/5/refined-zapier.json": "Refined Zapierは、Zapierのユーザーエクスペリエンスを向上させる無料のオープンソースブラウザ拡張機能です。スタイリング、検索、ナビゲーションが強化され、パワーユーザーがより速く行動し、整理された状態を維持できるようになりました。",
  "data/ph-top/2021/5/re-amp.json": "Re:AMPは、Swiftで完全に書かれた、高速で柔軟性のある、忠実なmacOS X用の音楽プレーヤーです。Re:Ampは多くのオーディオフォーマットや、クラシックなWinampのスキンと呼ばれるカスタムインターフェースをサポートしています。Re:Ampはフリーウェアです。",
  "data/ph-top/2021/5/stoic-today.json": "2000年の歴史を持つストイックな哲学に基づいて、本物とGPT3で作られた名言がミックスされています。どれが本物で、どれが生成されたものかを当ててみてください。",
  "data/ph-top/2021/5/notionery-2-0.json": "Notioneryは、最高のNotionテンプレート、製品、そしてクリエイターを厳選しています。このウェブサイトには以下が含まれます。🛒 プレミアム ノーション テンプレート マーケットプレイス 🖥️ ノーション ウェブサイト ショーケース 👩💻 ノーション コンサルタント ディレクトリ 📥 ウィークリー ノーション ニュースレター",
  "data/ph-top/2021/5/dunder-email.json": "\"ダダーミフリンのカスタマーサービス、こちらはケリーです\" スクラントン支店がどれだけ顧客に接しているか気になったことはありませんか？私たちのツールはAIを使って、あたかもDunder Mifflinのカスタマーサービスの担当者にメールを送っているかのように、あなたの質問に対する答えを生成します。🖨",
  "data/ph-top/2021/5/typewise-3-0.json": "Typewiseを使えば、誤字脱字が4倍減り、100％のプライバシーを確保できます。🤖 AIによる自動修正（GboardやSwiftKeyよりも優れています） ⏪ 元に戻すボタン：修正内容を簡単に調整できます 💬 自動言語検出：手動で切り替える必要はありません 🔒 オフラインモード：データを最大限に保護します",
  "data/ph-top/2021/5/gta-radio.json": "GTAラジオは、好きなゲームとラジオ局を選んで、ゲーム中のドライブ映像を楽しむ、バーチャルな逃避行です。肥大化したストレスフルな世界にあって、GTAファンにはちょっとしたノスタルジーを感じさせてくれます。",
  "data/ph-top/2021/5/crewfire.json": "CrewFireは、ブランドアンバサダーのプラットフォームであり、Eコマースブランドが、ソーシャルメディア上（およびそれ以外の場所）で、お客様をブランドアンバサダーの軍隊にすることで、より多くの紹介、口コミ、ユーザー生成コンテンツ、およびエンゲージメントを促進することを支援します。",
  "data/ph-top/2021/5/joey-f01cc7d0-6abc-49a9-ab9d-0aab8f5bab59.json": "Joeyを使って、あなたのNotionページに命を吹き込みましょう！7つの簡単に使えるブロックで、次のようなものを獲得できます： 💬コメントやQ&Aで会話。📮 フォームやアンケートによる訪問者の意見 👍 「いいね！」ボタンによる即時の反応。今すぐ始めよう！オプションも続々登場",
  "data/ph-top/2021/5/apteo.json": "Apteoは、A.I.を使ってお客様のことを知り、お客様が最も購入しそうな商品や、最も聞きそうなメッセージをターゲットに提供することができます。",
  "data/ph-top/2021/5/payability.json": "Eコマース事業者向けのフリクションフリーのファイナンスツールです。今すぐ最大50万ドルを調達して、在庫やマーケティングに充て、成長のチャンスを掴みましょう。ご提案は、クレジットスコアではなく、マーケットプレイスでの販売履歴に基づいています。",
  "data/ph-top/2021/5/posted-23d8cc8d-f9fb-4aa5-ba92-79f481ea4dc3.json": "時間のかかるソーシャルメディアのコンテンツ作成の終わりをご紹介します。Postedのバルクコンテンツジェネレーターを使えば、数週間分のソーシャルメディアへの投稿を数分で作成できます。",
  "data/ph-top/2021/5/marco-experiences.json": "マルコは、チームの絆を深め、文化を活性化させるために、卓越したバーチャル体験やハイブリッド体験を提供しています。マルコは何百社もの企業と協力して、バーチャルイベントのレベルアップを図ってきました。ゲームナイト、コンブチャのテイスティング、牡蠣の殻剥きなど、マルコはお客様をサポートします。",
  "data/ph-top/2021/5/hitman-app.json": "Hitmanは、開発者がAPIドキュメントをコラボレーション、テスト、公開することを可能にします。専用のワークスペースで作業を共有し、リアルタイムのコラボレーションを実現します。APIの開発とテストを同時に行い、信頼性の高い製品を迅速に出荷することができます。",
  "data/ph-top/2021/5/scorecard.json": "友達とゲームをするのは好きだけど、スコアを記録するために小さな鉛筆をいじるのは嫌いですか？Scorecardは、簡単にスコアを記録することができるアプリです。プレイヤーを追加して、ゲームを始めましょう。獲得したポイントは瞬時に更新され、誰が勝ったのかを表示します。",
  "data/ph-top/2021/5/helpdesk-by-labidesk.json": "LabiDeskは、オムニチャネルサポートのためのオールインワンのヘルプデスクソフトウェアです。共有メールボックス、発券システム、ヘルプウィジェット、ナレッジベース、ライブチャット。お客様をアシストし、お客様を巻き込み、お客様に販売することができます。",
  "data/ph-top/2021/5/headless-dropshipping-starter.json": "Next.js と Snipcart を使って独自のヘッドレス E コマースストアフロントを構築し、Printful を使ってスワッグを提供します。エンド・ツー・エンドの商取引で、TailwindCSSを使ってスタイリングし、Vercelで展開しています。",
  "data/ph-top/2021/5/alter-2.json": "アルターは、起業家とプレミアムビジネスネームを結びつけるドメインマーケットプレイスです。",
  "data/ph-top/2021/5/onautopilot.json": "あなたの朝の習慣を、ステップ・バイ・ステップのガイド付きオーディオ・フローに変えてみませんか。1分間のワークアウト、感謝の気持ち、歯磨き、目標設定など、創業者のお気に入りを収録しています。1分間のワークアウト、感謝の気持ち、歯磨き、目標設定など、創業者のお気に入りが満載です。これらのアクティビティを編集したり、自分で作成したりして、あなたの完璧な朝を作りましょう。",
  "data/ph-top/2021/5/apptelemetry.json": "AppTelemetryは、ユーザーがアプリを使用している間、即座に正確な分析データを提供することで、アプリやウェブの開発者が製品を改善するのを支援する新しいサービスです。そして一番の特徴は すべて匿名化されているので、ユーザーのデータは秘密のままです。",
  "data/ph-top/2021/5/emailoctopus.json": "EmailOctopusは、企業や個人のクリエイターがメーリングリストを増やし、視聴者を惹きつけるために必要な機能を提供する、低コストのメールマーケティングプラットフォームです。",
  "data/ph-top/2021/5/boze-app.json": "MacのメニューバーからBoseのヘッドフォンを完全に可視化し、コントロールすることが可能 - QC35とNC700モデルでテスト済み",
  "data/ph-top/2021/5/eureka-surveys.json": "Eureka Surveysは、スタートアップのアイデア、製品、市場を構築する前に、簡単に検証することができます。100万人以上の生活者からなるコミュニティに素早くアンケートを実施し、数分でインサイトを発見することができます。",
  "data/ph-top/2021/5/buddymove.json": "Buddymoveアプリは、あなたがどれだけ長くパソコンに向かっているかを常に分析し、あなたが休憩を取るのに最適なタイミングを選び、その間、仕事中に健康を感じられるようなエクササイズを表示します。",
  "data/ph-top/2021/5/seo-toolbelt.json": "SEO Toolbeltでは、仕事に最適なSEOツールをこれまで以上に素早く見つけることができます ✓ 220以上のSEOツールのフィルタリング可能なリスト ✓ 業界の専門家が作成 ✓ 継続的に更新 ✓ 外部からの影響なし",
  "data/ph-top/2021/5/tall-people-illustrations.json": "このパックには18枚の素晴らしいイラストが入っています。すべてのイラストは100％ベクターです。ウェブサイト、アプリケーション、プレゼンテーション用に、ユニークなイラストを作成してみてはいかがでしょうか。ポジティブに",
  "data/ph-top/2021/5/userhunt.json": "理想的なドメイン名を見つけても、ソーシャルアカウントがすでに使用されていることに気づくことが何度もありました。UserHunt.coは、すべてのソーシャルサイト、テックサイト、クリエイティブサイトにアクセスして、希望のユーザー名が利用可能かどうかをチェックする検索エンジンです。",
  "data/ph-top/2021/5/codebots-generate.json": "CodebotsのC#コード・ジェネレーターを使って、オプションを設定したり、アプリの構造をモデル化することで、プロジェクトを素早く立ち上げることができます。",
  "data/ph-top/2021/5/vanta.json": "Vantaは、SOC 2、HIPAA、またはISO 27001の認証を迅速かつ簡単に取得する方法です。1000社以上の急成長中の企業がVantaを信頼し、セキュリティモニタリングを自動化し、最短2週間でセキュリティ監査に対応しています。",
  "data/ph-top/2021/5/dashword-app.json": "Dashwordは、ビジネスアイデア、コンピュータサイエンスの講義の要旨、映画の脚本、お気に入りの料理のレシピなど、あらゆるセマンティックネットワークを作成するための、最も便利で使いやすいツールです。",
  "data/ph-top/2021/5/allo-for-ipad.json": "あなたのiPadの中にある新しいリモートオフィスに飛び込んでみませんか。どこにいても、チームとつながり、創造し、共有することができます。今使っているiPadのツールを活用して、インタラクティブなドキュメントであらゆる資産や成果物を共有できます。",
  "data/ph-top/2021/5/anyplace-select.json": "ギガビット・インターネットとオフィス・セットアップを備えたフレキシブル・ターム・アパートメント。",
  "data/ph-top/2021/5/humit-2.json": "humitは、SpotifyとRedditの合体で、お気に入りの曲の最もパワフルな瞬間をSubredditのようなチャンネル（「ステーション」と呼んでいます）で共有することができます。",
  "data/ph-top/2021/5/sayhey.json": "ブランド力のあるリンクインバイオページを作成することで、より多くのコンテキストを提供し、リンクを減らすことができます。IGフィード、Shopifyの製品、ビデオ、CTA、ニュースレターのサインアップなど、さまざまなものを接続できます。",
  "data/ph-top/2021/5/kickstart-side-hustle.json": "皆さん、こんにちは。この無料ニュースレターでは、行動経済学、バイラルマーケティングのケーススタディ、クリエイティブなマーケティングキャンペーン、ソーシャルメディアのニュースなどを紹介しています。",
  "data/ph-top/2021/5/krepling-beta.json": "クレップリングは、起業家やビジネスオーナーが、ゼロコーディングや有料のサードパーティ製システムやアプリを必要とせずに、ビジネスを構築し、立ち上げることができるフリクションレスの集中型コマースプラットフォームです。",
  "data/ph-top/2021/5/animaker-deck.json": "退屈なプレゼンテーションから脱却する時が来ました。デジタルアバター、奇抜なGIF、超クールなアニメーションなどを駆使したクリエイティブなプレゼンテーションで、聴衆を驚かせてみませんか？",
  "data/ph-top/2021/5/dashblock-2-0.json": "Dashblockは、コーディングなしで弾力性のあるブラウザ自動化を構築し、APIからその自動化をトリガーすることができます。お気に入りのアプリとワンクリックで統合し、シンプルなブロックから高度なワークフローを構築できます。",
  "data/ph-top/2021/5/personal-websites.json": "\"Top Personal Websites \"には、人目を引くデザインまたは素晴らしいコンテンツを持つ、厳選された100以上の個人サイトのリストが含まれています。リストには、名前、職業、ウェブサイトのURL、使用している技術、ウェブサイトのスクリーンショットが含まれています。",
  "data/ph-top/2021/5/glaze-customizable-3d-icons.json": "Glazeは、Figma、Sketch、Photoshop用にカスタマイズ可能な80以上の3Dアイコンを集めたライブラリです。すべての色をブランドに合わせて変更し、美しいウェブサイト、アプリ、キーノートやソーシャルメディアのコンテンツを作成することができます。",
  "data/ph-top/2021/5/think-confluent.json": "Think ConfluentのGPT-3を搭載したソフトウェアは、オープンなフィードバックを収集・分析し、チームが本当に考えていること、望んでいること、感じていることを一瞬で理解することができます。100％匿名です。",
  "data/ph-top/2021/5/mental-models-2-0.json": "前回の発売後、さらに多くの機能を追加しました。1. 2つのレベルを用意しました。有料・無料] 2. 新しいコンテンツ・カテゴリー [AMAs & Business Reports] 3. 専用のメンバーコミュニティ 4. パートナーイベント",
  "data/ph-top/2021/5/veefriends.json": "このプロジェクトの主な野望は、意味のある知的財産を生み出し、並外れたコミュニティを作ることです。すべてのトークンは、年に一度のスーパーカンファレンスであるVeeConへの3年間の入場トークンとなっています。",
  "data/ph-top/2021/5/the-streaming-guide.json": "iMessageのストリーミングガイドを使えば、話題の映画やテレビ番組をすばやく友だちと共有することができます。検索して、タップして、送信するだけでいいのです。",
  "data/ph-top/2021/5/covid-help.json": "1. 酸素ボンベ、血液、血漿、救急車などを検索し、コヴィッド患者を探す。電話で確認しながら貢献する。2. 通知に登録すると、リードの追加や検証の際に通知を受け取ることができます。3. リソースを追加・検証することで貢献する。",
  "data/ph-top/2021/5/historico.json": "Historicoは、今日起こった興味深い歴史的事実を探求する、クリーンでミニマルなiOSアプリケーションです。便利で美しいウィジェットを搭載し、6つの言語（英語、ドイツ語、スペイン語、イタリア語、フランス語、ハンガリー語）に対応しています。",
  "data/ph-top/2021/5/hashnode-sponsors.json": "Hashnodeスポンサーは、読者がHashnodeでお気に入りの開発ブロガーをスポンサーすることができる1:1のマイクロペイメントサービスです。質の高いコンテンツやお気に入りのブロガーを簡単にサポートすることができます。",
  "data/ph-top/2021/5/email-warmup.json": "Murlistのメールウォーミングは、2500以上の実在するメールアドレスのネットワークと弊社のアルゴリズムを使用して、ユーザーの受信箱でのポジティブな行動をシミュレートします。これにより、メール送信者の評価が向上し、スパムボックスに入ることなく、見込み客にメールが届くようになります。",
  "data/ph-top/2021/5/twitter-spaces-2.json": "Twitter Spacesは、ライブオーディオの会話が行われる場所です。",
  "data/ph-top/2021/5/bakstage.json": "Bakstageは、音声会話で生身の人間と交流する楽しいカジュアル空間です。Bakstageでは、映画、ショー、スポーツ、ニュース、金融などの話題で会話に参加することができます。Bakstageは、ファン、パーソナリティ、ブランド、インフルエンサーを一つの空間に集めます。",
  "data/ph-top/2021/5/facebook-neighborhoods.json": "Facebook Neighborhoodsは、Facebookアプリ内の専用スペースで、ご近所さんとのつながりを深めたり、地域のコミュニティに参加したり、近くの新しい場所を発見したりするのに役立つように設計されています。",
  "data/ph-top/2021/5/walking-routes.json": "ランニング、ウォーキング、サイクリングのためのルートを作成するための最良の方法です。数回クリックするだけで、カスタムルートを作成できます。ルートの長さや到達したい歩数を指定するだけです。あなたの街の新しい部分を探索しながら、歩数を稼ぎましょう。",
  "data/ph-top/2021/5/biometric-authentication-by-passbase.json": "https://passbase.com/ は、企業が190カ国以上のユーザーを登用したり、6,000の政府機関のIDを審査したりする際に役立つID認証およびhttps://passbase.com/aml-compliance。コードを全く使わずに、あるいはネイティブに https://docs.passbase.com/、チェックアウトフローに数秒で統合することができます。",
  "data/ph-top/2021/5/dowork-ai-2-0.json": "Dowork.aiは、アウトソーシング会社で働くプロジェクトマネージャーやアカウントマネージャーが正確なプロジェクトの見積もりを作成するために作られました。⠀ New in 2.0 ユーザビリティの向上、タスクブレークダウンフローの改善、プロジェクト見積もりの社内外での共有の改善。",
  "data/ph-top/2021/5/baton.json": "Batonは、あらゆるソフトウェア製品において、お客様に本番環境を提供するためのプロセスを最適化します。ソフトウェアベンダーは、Batonを使って解約を減らし、顧客とリアルタイムでコラボレーションすることで、より早く規模を拡大し、より早く収益を計上することができます。",
  "data/ph-top/2021/5/3d-flame-illustrations-by-icons8.json": "まばゆいばかりの3Dイラストで、クリエイティブなプロジェクトをレベルアップしましょう。150種類以上のフリーアイテムが用意されており、何千ものシーンに組み合わせて使うことができます。ウェブやモバイルのUI、インフォグラフィック、プレゼンテーション、マーケティングコラールなどに最適です。",
  "data/ph-top/2021/5/userbooster.json": "新製品の立ち上げは簡単ではありません。UserBoosterは、初期の牽引役として、オンラインコミュニティを活用して最初のユーザーを獲得する方法を教えてくれます。",
  "data/ph-top/2021/5/warmspace.json": "ガイド付きの1対1のビデオ通話を通じて、誰とでも深い感情のつながりを体験できます。Warmspaceは、音楽、マインドフルネス、オーディオキューを使って、2人がお互いに完全にリアルになり、見られていると感じ、聞かれていると感じる旅へと導きます。",
  "data/ph-top/2021/5/slidev.json": "Slidevは、Viteを利用したウェブベースのスライドメーカーおよびプレゼンターです。開発者がMarkdownでコンテンツを書くことに集中できるように設計されている一方で、HTMLとVueコンポーネントのパワーを備えており、プレゼンテーションにインタラクティブなデモを組み込んだピクセルパーフェクトなレイアウトやデザインを提供します。",
  "data/ph-top/2021/5/swag-fair.json": "アメリカ、EU、その他の地域の小規模事業者によって作られた、よりユニークでサステナブルなスワッグを手に入れよう。💰 最小限の生産量 🕰 丈夫な製品 🍃 より持続可能なもの",
  "data/ph-top/2021/5/under-the-radar-2.json": "検索、GitHub、Product Hunt、Reddit、Amazon、Shopify、Crypto、SaaSのトレンドの上昇と下降をカバーするデータベース。",
  "data/ph-top/2021/5/fareupthere-2.json": "6フィート4インチで足元の広さは必須ですか？お子様連れのご旅行で、機内でのゲームが欠かせない方 フライトを予約して、実際に行ってみて、最良の結果を期待する（ブラインドブッキング）のはもうやめましょう。新しくなったFareUpThereのウェブ体験で、アメニティやキャビンの特徴からフライトを検索し、予約することができます。",
  "data/ph-top/2021/5/frill-feedback-roadmap-announcements.json": "お客様が求める機能を考えるのは、とても難しいことです。Frillはこのような機能アップデートの収集、優先順位付け、コミュニケーションを簡単に行うことができます。",
  "data/ph-top/2021/5/bootstrap-5-stable.json": "何ヶ月も待っていたv5 STABLEがようやくリリースされました。安定したとは基本的に「生産の準備が整った」という意味です。- RTLサポート - jQueryの削除 - バニラJavaScript - グリッドシステムの改善 - モジュール性の向上 - 新しいAPI - 新しいレスポンシブフォント - Offcanvasコンポーネント",
  "data/ph-top/2021/5/air-lift.json": "Airは、あなたのチームのコンテンツのためのワークスペースです。本日、Mac版とアセット版のAir Liftをリリースしました。この2つの機能により、仕事をより速く、より柔軟に、そしてより協力的にすることができます。Macのメニューバーからすぐにフォルダやファイルをアップロードして、チームで変更を確認できます。",
  "data/ph-top/2021/5/1inch-wallet.json": "1inch Walletは、DeFiアグリゲーターを内蔵した高速で安全な暗号ウォレットです。モバイルアプリを使用して、ETHやその他のERC-20やBSCアセットの保存、送信、受信、取引を行うことができます。",
  "data/ph-top/2021/5/visual-web-editor-by-taplytics.json": "モバイルとウェブの両方でクロスプラットフォーム、ノーコードの実験をサポートし、エンジニアリングリソースやApp Storeのアップデートを必要としない唯一のA/Bテストソリューションです。実験を開始し、より多くのことを学び、より速くイテレーションを行うことができます。",
  "data/ph-top/2021/5/gdpr-unpack.json": "GDPR Unpackは、欧州データ保護規則への対応を容易にするオールインワンのNotionワークスペースです。",
  "data/ph-top/2021/5/nethunt-web-forms.json": "登録不要の直感的なビルダーで、美しく自由なウェブフォームを作成し、共有することができます。リンク、埋め込み、ポップアップでの共有、赤、青、ダーク、ライトなど、お好みに合わせてお選びいただけます。どんなウェブフォームでも、NetHunt CRMならスタイリッシュに作成できます。",
  "data/ph-top/2021/5/salesfit-2-0.json": "セールスフィットは、データサイエンスやコーディングのスキルがなくても、あなたのマーケティングをデータドリブンにします。あなたのデータを、特定のユースケースのために構築されたアルゴリズムに接続するだけです。アルゴリズムには、サンプルデータ、ステップバイステップのマニュアル、ダッシュボードのテンプレートが付属しています。",
  "data/ph-top/2021/5/startup-deck.json": "The Ultimate List (290+) of Tools & Resources For Entrepreneurs. ビジネスを始めたり成長させたりするための290以上の人気ツールやリソースを厳選し、レビューし、整理しましたので、必要なものをすぐに見つけることができます。",
  "data/ph-top/2021/5/lottie-animations-are-live-on-iconscout.json": "Iconscoutの新しいLottieアニメーションであなたのデザインをレベルアップしましょう。様々なファイル形式でダウンロードでき、オンラインのLottie Editorを使って編集することもできます。何千もの無料とプレミアムのアニメーションは、ストアであなたを待っています。今すぐチェックしましょう!",
  "data/ph-top/2021/5/bitski.json": "Bitskiは、ユニークで所有可能なデジタルコンテンツを通じて、コミュニティ、クリエーター、ブランドを結びつけます。これがメタバースの始まりです。",
  "data/ph-top/2021/5/botsify-94212061-9d6c-4c81-94cf-f095aa32db14.json": "WhatsApp チャットボットは、最も広く使われているメッセージングアプリでカスタマーサポートを提供するために、何百万人もの見込み客と関わることができます。ほとんどのビジネスでチャットボットを利用することができます。",
  "data/ph-top/2021/5/stamp-social.json": "豊かなコンテンツと、同じ趣味を持つ人たちのコミュニティで、映画やテレビに関する考えを共有しましょう。コレクションを作成したり、ウォッチリストに追加したりして、すでに2回見た番組で満足することはありません。",
  "data/ph-top/2021/5/easywp-2.json": "簡単なバックアップ、99.9%のアップタイム保証、無料のSSLとCDNを含む、最適化されたマネージドWordPressホスティングにより、1分以内にWordPressウェブサイトを立ち上げてホストすることができます。NamecheapのEasyWPを使えば、ホスティングに関する悩みから解放され、WordPressを楽しむことができます。",
  "data/ph-top/2021/5/get-1-on-product-hunt.json": "はい、私はあなたの製品をプロダクトハントでその日のNo.1製品にするサービスを提供しています。このようなことをするのは違法または禁止ではありませんか？プロダクトハントの掲載にマーケティングを利用することは認められていますので、私がプロダクトハントに損害を与えることはありません。",
  "data/ph-top/2021/5/soundcloud-music-downloader.json": "特徴 - 1.Soundcloudから任意の音楽をダウンロードすることができます。2. 非常に高速なダウンロード 3. 絶対に無料で、隠れた費用や前払い費用はありません。4. 広告もありません。5. 無制限の音楽ダウンロードが可能です。6. 高品質の音楽をダウンロードできる。7. プライバシー保護されたダウンロード。",
  "data/ph-top/2021/5/facebook-cover-maker.json": "素早く、簡単に、高速で、無料のFacebookカバー写真メーカーです。注釈やステッカーを追加したり、プロフィール写真とシームレスに統合されたFacebookカバーを作ることができます。",
  "data/ph-top/2021/5/notion-meal-planner.json": "カロリーを記録して、より健康的な選択をするのに役立つミールプランナーのテンプレートです！ &nbsp;このテンプレートの特徴 📋 一週間の食事の概要 📧 一日のマクロをカバーする日ごとのカード 😋 カロリー計算機 🍭 ほとんどの食品をカバーするカロリー・データベース",
  "data/ph-top/2021/5/programmerhumor.json": "プログラミング関連のミームを光学式文字認識して、複数のカテゴリーに自動分類・タグ付けするサイトです。データベース、JavaScript、Pythonなど、ほぼ全てのテーマのプログラミングミームを見つけることができます。",
  "data/ph-top/2021/5/meditation-music-by-zenmix.json": "ビデオ、ガイド付き瞑想、アプリなどに使える瞑想用音楽です。商用利用も可能です。",
  "data/ph-top/2021/5/incognito-for-slack.json": "Slackの匿名メッセージや投票でチームの率直な意見を聞く 町内会の質問、アイデア出しのセッション、リーダーシップのフィードバックなどに使ってみてください 🗣️ オープンで率直なフィードバックを奨励する ⚖️ チームメンバー全員に平等な声を与える 🔦 共通の問題に素早くスポットライトを当てる",
  "data/ph-top/2021/5/warp-by-cloudflare.json": "WARPのデスクトップ用無料VPNは、あなたのマシンからのすべてのトラフィックを暗号化し、Cloudflareのエッジに直接送信することで、ISPを含む誰にもあなたのデータを盗み見られないようにします。トラフィックを安全に、プライベートに、そして高速に保ちます。",
  "data/ph-top/2021/5/helsie.json": "ヘルシーは、あなたの心の健康を高めるアプリです。あなたの美しさを思い出させてくれる仲間に挨拶しましょう。ヘルシーは毎日、あなたに自然な褒め言葉を送ります。サインアップの必要はなく、データはあなたのデバイスから離れることはありません。",
  "data/ph-top/2021/5/startup-life-by-sifted.json": "週刊の無料ニュースレター 創業者や専門家に、誰もが抱く疑問をぶつけます🙌 これまでに取り上げた内容： ・透明性のある給与を設定する方法👀と、人に迷惑をかけた時の対処法 ・プロのように会議を運営する方法🚀と、完全に廃止する方法",
  "data/ph-top/2021/5/anon.json": "アノンは、自動機械学習のクラウドサービスです。機械学習の知識がなくても、データサイエンティストをサービスとして、わずかなコストで提供します。",
  "data/ph-top/2021/5/the-mapping-of-the-creator-economy-2.json": "クリエイター・エコノミーは、220以上のプラットフォームがあり、クリエイターが帝国を築くことができるようになっています。このエッセイとマッピングでは、以下のことがわかります。- 220以上のプラットフォームのデータ - 業界のリーダーによる20以上の洞察 - 将来のトレンド などなど、盛りだくさんです。",
  "data/ph-top/2021/5/skribbl-2.json": "Skribblは、意欲的なクリエーターのグローバルコミュニティによって提供される、成長を続ける無料の手描きイラストレーションのコレクションです。私たちのフリーイラストは、どのような目的にも帰属意識を持たずに使用することができます。お楽しみください。",
  "data/ph-top/2021/5/cowboy-4.json": "新世代への道を開く。Cowboy 4は、2つのフレーム形状で登場しました。コックピットを一体化し、携帯電話を中央に配置したC4は、アイコニックなCowboyフレームを踏襲し、C4 STは、初のステップスルーモデルとなっています。",
  "data/ph-top/2021/5/focusplan-1-6.json": "Focusplanは、パワフルでフル機能を備えた、柔軟なマインドマップ・ブレインストーミングアプリです。あなたのアイデアを捕らえ、見事なマインドマップに変えることができます。iOS版は現在開発中です。サインアップして情報を入手してください： https://www.focusplan.app/newsletter",
  "data/ph-top/2021/5/flaus-1.json": "世界初のエコフレンドリーな電動フロッサーは、60秒で完璧に、そして痛みなく歯をきれいにします。毎分12,000回の音波振動と、完全に堆肥化可能なフロスヘッドにより、歯磨きと同様に素早く簡単にフロスを使うことができます。フロスをやめよう。フロスをやめて、フロスを始めよう。",
  "data/ph-top/2021/5/cryptgeon.json": "Cryptgeonは、高速で安全なオープンソースの自己破壊型ノート共有サービスです。PrivNoteにインスパイアされ、rustとsvelteが搭載されています。",
  "data/ph-top/2021/5/brandbird.json": "http://www.brandbird.app/ あなたのTwitterコンテンツを数秒でユニークにブランディングします。印象的なブランディングを施したビジュアルコンテンツをツイートすることで、エンゲージメントとリーチを高めることができます。自分の好きな色を追加すると、BrandBirdがコンテンツを自動調整してくれます。",
  "data/ph-top/2021/5/root-illustrations.json": "Root Illustrations - は、Sketch & Figma用のカスタマイズ可能なイラストのセットです。24種類のユニークなキャラクターと100種類のイラストが含まれており、これらをミックス＆マッチさせることで、独自のシェーンを作成したり、製品のホワイトスペースを埋めることができます。",
  "data/ph-top/2021/5/hoverify-2-0.json": "Hoverifyは、あなたのウェブ開発の経験を強化し、生産性を高めるためのツール群です。",
  "data/ph-top/2021/5/clubhouse-on-android.json": "クラブハウスは、友人や世界中の人々と気軽に会話を楽しむことができるスペースです。いつでもオンラインで、フォローしている人とチャットしたり、リスナーとして参加して他の人が話していることを聞いたりすることができます。",
  "data/ph-top/2021/5/harken.json": "Harkenは、間隔を空けて繰り返すことで、簡単に覚えられるスマートなフラッシュカードアプリです。リッチテキスト、コードブロック、画像などに対応した柔軟なWYSIWYGエディタで簡単にカードを作成できます。リッチテキストやコードブロック、画像などにも対応しています。Harkenを使えば、短時間でより多くのことを学べます。",
  "data/ph-top/2021/5/screen-sizes-2.json": "Apple製ディスプレイの完全ガイドです。ディスプレイのプロパティ、セーフエリア、ウィジェットのサイズ、ノッチのサイズなどの情報を掲載。あなたのDockに加えてみてください。",
  "data/ph-top/2021/5/leetcode-interview.json": "次回の技術面接にLeetCode Interviewをご利用ください。ダウンロードやIDEを必要としない3つの簡単なステップで、リアルタイムのコード評価で包括的なテスト結果を得ることができます。さらに優れているのは 無料でご利用いただけます。",
  "data/ph-top/2021/5/ibucket-5-0.json": "iBucketは、あなたの目標や旅行を達成するためのソーシャルバケットリストアプリです。新しい5.0のリリースでは、リストと旅行にコラボレーションが追加され、友達と一緒に次の日帰り旅行を計画することができます。",
  "data/ph-top/2021/5/adyouneed-2.json": "ADYOUNEEDは、広告の作成と最適化を数分で行うことができるので、あなたは本当に重要なこと、つまりあなたのビジネスに集中することができます。Facebook、Instagram、Googleで広告を作成し、毎月1つの新しいプラットフォームを追加することを目指しています。(Tiktok, Linkedin...)",
  "data/ph-top/2021/5/scandipwa.json": "PWAテクノロジーは、ウェブサイトのスピードを飛躍的に向上させます。ScandiPWAは、完全にカスタマイズ可能な高速UXエクスペリエンスと豊富な機能サポートを備えた無料のPWA eコマースフロントエンドです! 🤩 🤩 🤩 Magento、Shopify、Shopwareでご利用いただけます。",
  "data/ph-top/2021/5/mailook.json": "Mailookは、メール配信の問題点を簡単に特定し、無料で修正することができます👀 メール配信チェックツールのMailookを使って、あなたのメールがスパムになってしまうのを防ぎましょう。配信力のスコアを取得して、ガイドに従って改善しましょう。🎉",
  "data/ph-top/2021/5/artemis-dashboard-for-tailwind-css.json": "Artemis Dashboard for Tailwind CSSは、Shuffle Editorのための新しいUIライブラリです。ダッシュボードを数分で視覚的に作成することができます！ https://shuffle.dev/marketplace/artemis",
  "data/ph-top/2021/5/plantt.json": "Planttは、顧客、連絡先、ビジネスパートナーなどにいつ連絡を取るべきかを、関連する文脈やデータを用いて教えてくれ、実りある関係を築くことができます。",
  "data/ph-top/2021/5/cabana-health.json": "カバナを見つけて、作って、参加してください。カバナとは、あなたが使っているテクノロジーに関係なく、あなたのマインドフルネス、フィットネス、栄養の活動と同期するチームベースのコミュニティです。-- 人々は、自分の健康状態を把握するために使用するアプリやウェアラブルによって分けられています。私たちは、あなたを元に戻します。",
  "data/ph-top/2021/5/instantcard.json": "https://instantcard.co.uk/、記事からInstagramでの共有に最適な画像を生成します。シェアしたいウェブサイトのURLを入力するだけで、InstantCardが画像を作成してくれるので、自分の好みに合わせて調整し、ダウンロードして投稿することができます。",
  "data/ph-top/2021/5/mult-dev.json": "クールな新機能をお届けできて嬉しいです。✈️ フライトアニメーションがより自然になりました 💙 旅のアイデアを共有し、埋め込むことができます 🚲 新しいトランスポートが利用できます ♾️ 旅のルートは無限です",
  "data/ph-top/2021/5/everything-marketplaces-2-0.json": "オンラインマーケットプレイスの構築とスケーリングには、独自の課題があります。私たちは、マーケットプレイスの創設者やリーダーたちが、私たちの経験や洞察を共有し、マーケットプレイスに関するあらゆることを話し合うコミュニティです。",
  "data/ph-top/2021/5/ash.json": "伝説のポケデックスにヒントを得たASHは、6歳から96歳までのエコロジーガーディアンのためのデジタル百科事典です。コンピュータビジョン、機械学習、そしてアクティブプレイを通して、自然界の魔法を発見し、学ぶことができます。",
  "data/ph-top/2021/5/flagsmith.json": "自信を持って機能をリリースし、ウェブ、モバイル、サーバーサイドアプリケーション全体の機能フラグを管理できます。ホスティングされたAPIを使用して、独自のプライベートクラウドに展開したり、オンプレミスで実行することができます。",
  "data/ph-top/2021/5/echoes.json": "Echoesは、遠隔地にいるチームが、チームメイトの隣に座っているかのようなトランシーバーのような体験を通して、シームレスで迅速なコミュニケーションを可能にし、それによってコラボレーションを促進し、意思決定を迅速に行うことができます。",
  "data/ph-top/2021/5/convync.json": "リモートで仕事をしていると、仲間はずれにされていると感じますか？Convyncは、理想的なリモートワークの仲間です。バーチャルオフィスを立ち上げるだけで、友人や同僚と簡単に連絡が取れるようになります。オフィスアワーやバーチャルコーヒーを開催したり、好きなようにコラボレーションしたりすることができます。",
  "data/ph-top/2021/5/figmaster.json": "Figmasterプラグインは、Figma用のワークブックで、モダン・デザイン・システムをゼロから構築する方法についての大規模な演習が含まれています。キーボード・ショートカット、プラグイン、そしてワークフローをスピードアップするためのFigmaでの作業のテクニックを学ぶことができます。"
}