{
  "data/ph-top/2021/5/postmodern-1.json": "Postmodernは、匿名で、短く、刹那的な1対1の会話をするためのアプリです。虚空を探る。",
  "data/ph-top/2021/5/principlesyou.json": "PrinciplesYouは、ブリッジウォーター・アソシエイツの創業者であるレイ・ダリオと、心理学者のアダム・グラント博士、ブライアン・リトル博士、ジョン・ゴールデン博士によって開発されました。彼らの専門知識を結集し、クラス最高の評価フレームワークと最先端の人格科学を組み合わせています。",
  "data/ph-top/2021/5/metasurvey-v2.json": "MetaSurveyを使って、製品のフィードバックを集めたり、市場調査を行ったり、アイデアを検証したりしましょう。5分でアンケート、投票、NPSを作成、共有できます。",
  "data/ph-top/2021/5/aldente-2.json": "オールインワンのMacBook用充電マネージャー。機能を紹介します。- 充電リミッター - 放電 - トップアップ - セーリングモード - 熱対策 - キャリブレーションモード - ライブステータスアイコン - ショートカット",
  "data/ph-top/2021/5/devdojo-pro.json": "DevDojo Proは、あなたの次の素晴らしいアイデアを構築するためのプレミアム開発者ツールのコレクションです。ページクリエーター、SaaSスターターキット、開発者トレーニングリソース、電子ブック、コースなどのツールセットにアクセスできます🙌。",
  "data/ph-top/2021/5/notmoji.json": "絵文字で考えを表現するのは簡単ですが、メモもそうではありませんか？Notmojiは、あなたの新しいクイックピックTodoアプリです。",
  "data/ph-top/2021/5/domainpage.json": "自動生成されたランディングページのために、すべてのドメインを数分でインポートできます。ワンクリックでドメインを転送して、より多くのリードを獲得することができ、強力なセールス＆マネジメントダッシュボードを備えています。",
  "data/ph-top/2021/5/product-makers.json": "Product Makersは、あなたのネットワークを広げるためのSlackグループです。アイデアを共有したり、フィードバックを求めたり、新しい情報を探したり、あなたの成長を手助けしてくれる他の起業家とコミュニケーションをとることができます。",
  "data/ph-top/2021/5/refined-zapier.json": "Refined Zapierは、Zapierのユーザーエクスペリエンスを向上させる無料のオープンソースブラウザ拡張機能です。スタイリング、検索、ナビゲーションが強化され、パワーユーザーがより速く行動し、整理された状態を維持できるようになりました。",
  "data/ph-top/2021/5/re-amp.json": "Re:AMPは、Swiftで完全に書かれた、高速で柔軟性のある、忠実なmacOS X用の音楽プレーヤーです。Re:Ampは多くのオーディオフォーマットや、クラシックなWinampのスキンと呼ばれるカスタムインターフェースをサポートしています。Re:Ampはフリーウェアです。",
  "data/ph-top/2021/5/stoic-today.json": "2000年の歴史を持つストイックな哲学に基づいて、本物とGPT3で作られた名言がミックスされています。どれが本物で、どれが生成されたものかを当ててみてください。",
  "data/ph-top/2021/5/notionery-2-0.json": "Notioneryは、最高のNotionテンプレート、製品、そしてクリエイターを厳選しています。このウェブサイトには以下が含まれます。🛒 プレミアム ノーション テンプレート マーケットプレイス 🖥️ ノーション ウェブサイト ショーケース 👩💻 ノーション コンサルタント ディレクトリ 📥 ウィークリー ノーション ニュースレター",
  "data/ph-top/2021/5/dunder-email.json": "\"ダダーミフリンのカスタマーサービス、こちらはケリーです\" スクラントン支店がどれだけ顧客に接しているか気になったことはありませんか？私たちのツールはAIを使って、あたかもDunder Mifflinのカスタマーサービスの担当者にメールを送っているかのように、あなたの質問に対する答えを生成します。🖨",
  "data/ph-top/2021/5/typewise-3-0.json": "Typewiseを使えば、誤字脱字が4倍減り、100％のプライバシーを確保できます。🤖 AIによる自動修正（GboardやSwiftKeyよりも優れています） ⏪ 元に戻すボタン：修正内容を簡単に調整できます 💬 自動言語検出：手動で切り替える必要はありません 🔒 オフラインモード：データを最大限に保護します",
  "data/ph-top/2021/5/gta-radio.json": "GTAラジオは、好きなゲームとラジオ局を選んで、ゲーム中のドライブ映像を楽しむ、バーチャルな逃避行です。肥大化したストレスフルな世界にあって、GTAファンにはちょっとしたノスタルジーを感じさせてくれます。",
  "data/ph-top/2021/5/crewfire.json": "CrewFireは、ブランドアンバサダーのプラットフォームであり、Eコマースブランドが、ソーシャルメディア上（およびそれ以外の場所）で、お客様をブランドアンバサダーの軍隊にすることで、より多くの紹介、口コミ、ユーザー生成コンテンツ、およびエンゲージメントを促進することを支援します。",
  "data/ph-top/2021/5/joey-f01cc7d0-6abc-49a9-ab9d-0aab8f5bab59.json": "Joeyを使って、あなたのNotionページに命を吹き込みましょう！7つの簡単に使えるブロックで、次のようなものを獲得できます： 💬コメントやQ&Aで会話。📮 フォームやアンケートによる訪問者の意見 👍 「いいね！」ボタンによる即時の反応。今すぐ始めよう！オプションも続々登場",
  "data/ph-top/2021/5/apteo.json": "Apteoは、A.I.を使ってお客様のことを知り、お客様が最も購入しそうな商品や、最も聞きそうなメッセージをターゲットに提供することができます。",
  "data/ph-top/2021/5/payability.json": "Eコマース事業者向けのフリクションフリーのファイナンスツールです。今すぐ最大50万ドルを調達して、在庫やマーケティングに充て、成長のチャンスを掴みましょう。ご提案は、クレジットスコアではなく、マーケットプレイスでの販売履歴に基づいています。",
  "data/ph-top/2021/5/posted-23d8cc8d-f9fb-4aa5-ba92-79f481ea4dc3.json": "時間のかかるソーシャルメディアのコンテンツ作成の終わりをご紹介します。Postedのバルクコンテンツジェネレーターを使えば、数週間分のソーシャルメディアへの投稿を数分で作成できます。",
  "data/ph-top/2021/5/marco-experiences.json": "マルコは、チームの絆を深め、文化を活性化させるために、卓越したバーチャル体験やハイブリッド体験を提供しています。マルコは何百社もの企業と協力して、バーチャルイベントのレベルアップを図ってきました。ゲームナイト、コンブチャのテイスティング、牡蠣の殻剥きなど、マルコはお客様をサポートします。",
  "data/ph-top/2021/5/hitman-app.json": "Hitmanは、開発者がAPIドキュメントをコラボレーション、テスト、公開することを可能にします。専用のワークスペースで作業を共有し、リアルタイムのコラボレーションを実現します。APIの開発とテストを同時に行い、信頼性の高い製品を迅速に出荷することができます。",
  "data/ph-top/2021/5/scorecard.json": "友達とゲームをするのは好きだけど、スコアを記録するために小さな鉛筆をいじるのは嫌いですか？Scorecardは、簡単にスコアを記録することができるアプリです。プレイヤーを追加して、ゲームを始めましょう。獲得したポイントは瞬時に更新され、誰が勝ったのかを表示します。",
  "data/ph-top/2021/5/helpdesk-by-labidesk.json": "LabiDeskは、オムニチャネルサポートのためのオールインワンのヘルプデスクソフトウェアです。共有メールボックス、発券システム、ヘルプウィジェット、ナレッジベース、ライブチャット。お客様をアシストし、お客様を巻き込み、お客様に販売することができます。",
  "data/ph-top/2021/5/headless-dropshipping-starter.json": "Next.js と Snipcart を使って独自のヘッドレス E コマースストアフロントを構築し、Printful を使ってスワッグを提供します。エンド・ツー・エンドの商取引で、TailwindCSSを使ってスタイリングし、Vercelで展開しています。",
  "data/ph-top/2021/5/alter-2.json": "アルターは、起業家とプレミアムビジネスネームを結びつけるドメインマーケットプレイスです。",
  "data/ph-top/2021/5/onautopilot.json": "あなたの朝の習慣を、ステップ・バイ・ステップのガイド付きオーディオ・フローに変えてみませんか。1分間のワークアウト、感謝の気持ち、歯磨き、目標設定など、創業者のお気に入りを収録しています。1分間のワークアウト、感謝の気持ち、歯磨き、目標設定など、創業者のお気に入りが満載です。これらのアクティビティを編集したり、自分で作成したりして、あなたの完璧な朝を作りましょう。",
  "data/ph-top/2021/5/apptelemetry.json": "AppTelemetryは、ユーザーがアプリを使用している間、即座に正確な分析データを提供することで、アプリやウェブの開発者が製品を改善するのを支援する新しいサービスです。そして一番の特徴は すべて匿名化されているので、ユーザーのデータは秘密のままです。",
  "data/ph-top/2021/5/emailoctopus.json": "EmailOctopusは、企業や個人のクリエイターがメーリングリストを増やし、視聴者を惹きつけるために必要な機能を提供する、低コストのメールマーケティングプラットフォームです。",
  "data/ph-top/2021/5/boze-app.json": "MacのメニューバーからBoseのヘッドフォンを完全に可視化し、コントロールすることが可能 - QC35とNC700モデルでテスト済み",
  "data/ph-top/2021/5/eureka-surveys.json": "Eureka Surveysは、スタートアップのアイデア、製品、市場を構築する前に、簡単に検証することができます。100万人以上の生活者からなるコミュニティに素早くアンケートを実施し、数分でインサイトを発見することができます。",
  "data/ph-top/2021/5/buddymove.json": "Buddymoveアプリは、あなたがどれだけ長くパソコンに向かっているかを常に分析し、あなたが休憩を取るのに最適なタイミングを選び、その間、仕事中に健康を感じられるようなエクササイズを表示します。",
  "data/ph-top/2021/5/seo-toolbelt.json": "SEO Toolbeltでは、仕事に最適なSEOツールをこれまで以上に素早く見つけることができます ✓ 220以上のSEOツールのフィルタリング可能なリスト ✓ 業界の専門家が作成 ✓ 継続的に更新 ✓ 外部からの影響なし",
  "data/ph-top/2021/5/tall-people-illustrations.json": "このパックには18枚の素晴らしいイラストが入っています。すべてのイラストは100％ベクターです。ウェブサイト、アプリケーション、プレゼンテーション用に、ユニークなイラストを作成してみてはいかがでしょうか。ポジティブに",
  "data/ph-top/2021/5/userhunt.json": "理想的なドメイン名を見つけても、ソーシャルアカウントがすでに使用されていることに気づくことが何度もありました。UserHunt.coは、すべてのソーシャルサイト、テックサイト、クリエイティブサイトにアクセスして、希望のユーザー名が利用可能かどうかをチェックする検索エンジンです。",
  "data/ph-top/2021/5/codebots-generate.json": "CodebotsのC#コード・ジェネレーターを使って、オプションを設定したり、アプリの構造をモデル化することで、プロジェクトを素早く立ち上げることができます。"
}