{
  "data/ph-top/2021/9/mubert-render.json": "オーディオストックから入手したロイヤリティフリーの音楽は、コンテンツの内容に合わず、追加の編集が必要になることも少なくありません。Mubert Renderは、AIの力を借りて、長さや雰囲気、ジャンルに合ったロイヤリティーフリーの音楽トラックを作成します。あなたのコンテンツにぴったりフィットします。",
  "data/ph-top/2021/9/hbd-nft.json": "お友達や大切な人に、手描きのNFTピニャータでハッピーバースデーを伝えましょう。プレゼントの配送と財布のセットアップをお手伝いします。ピニャータは1個あたりΞ0.055。最大で3,660個が存在することになります。366日分です。それぞれに10個ずつ。1日がなくなると、それはもう",
  "data/ph-top/2021/9/leap-club.json": "leap.clubのミッションは、「リーダーシップを発揮する女性を増やす」というシンプルなものです。1:1のコネクション、ソーシャル・プロフェッショナル・マイクロコミュニティを通じて、ソーシャル・プロフェッショナル・ネットワークを構築し、特別な体験に参加しましょう。Product Huntからサインアップして、キャンセル待ちリストをスキップしましょう。",
  "data/ph-top/2021/9/plug-play-by-swapstack.json": "ニュースレターをマネタイズする？絶対にスポンサーと一緒にメルマガを送ってはいけません! 💰 Plug & Playは、あなたが実行できる事前承認されたアフィリエイト案件のキュレーションリストを提供します。✍️ ライターとして。常にスポンサーを用意しておきましょう! 💼 ブランドとして。あなたのリーチを広げましょう!",
  "data/ph-top/2021/9/superbuild-2-0.json": "何百人もの創業者がSuperbuildのコードレス教育とコミュニティを利用して、技術者でなくてもアプリを作り、オンラインビジネスを運営しています。",
  "data/ph-top/2021/9/elocance-for-teams.json": "elocanceは、チームの重要なコンテンツのためのSpotifyのようなものです。記事、ビジネスインテリジェンス、週報など、チームが必要とするあらゆるコンテンツのオーディオプレイリストを作成できます。チームが仕事を進めたり、学んだり、連絡を取り合ったりするのをオーディオでサポートします。",
  "data/ph-top/2021/9/greenr.json": "モバイルアプリケーションを使って、従業員の二酸化炭素排出量を追跡し、排出源から削減し、オフセットすることで、企業はESGの目標を行動に移すことができます。",
  "data/ph-top/2021/9/slantt.json": "https://slantt.co は、タイル状のアイソメトリックグラフィックを作成するためのツールです。✓ 画像タイルをドラッグ＆ドロップする ✓ 3D ボックスに変換する ✓ 影、ボックスの厚さ、カメラアングルに標高を設定する ✓ カスタム背景グラデーション ✓ PNG または SVG にエクスポートする",
  "data/ph-top/2021/9/productjobs-india.json": "インドで次のプロダクトマネジメントの仕事を探すのが簡単になりました。https://productjobsindia.com にアクセスして、インドの最新のプロダクトマネジメントの求人情報をご覧ください。何百ものエントリーレベルの仕事や、ミッドレベル、シニアレベルの製品の仕事が募集されています。",
  "data/ph-top/2021/9/cryptoradar-cb5e8d1e-9641-4c68-8155-553aefe4d797.json": "Cryptoradarは、70以上の取引所の中から、価格、機能、カスタマーレビューなどを総合的に判断して、暗号を購入するのに最適な場所を見つけます。当社のリアルタイム価格には、すべての取引手数料と支払い手数料が含まれており、十分な情報に基づいた投資判断を行うために必要な透明性を提供します。",
  "data/ph-top/2021/9/remotechoice2.json": "リモートチョイスは、リモートで生活する場所や仕事をする場所を決めるための関連情報を提供します。1.0では、発見に焦点を当てました。2.0では、SIMカード、住む場所、働く場所など、新天地での生活を始めるための情報を提供します。",
  "data/ph-top/2021/9/whole.json": "ホールでの簡単な日常活動で、心の健康とウェルネスを向上させましょう このアプリは、ユーザーが毎日チェックインし、心の健康を改善することが科学的に証明されている習慣やタスクを完了することを促すことで、セルフケアを促進することに重点を置いています。",
  "data/ph-top/2021/9/art-haus.json": "ART HAUSは、メタヴァースのためのアーティスト・レジデンシーです。アーティストがNFTのアイデアを探求し、コレクターがトークン化された作品を発見できるようにします。キーホルダーとなったコレクターは、会員限定の特典にアクセスすることができます。",
  "data/ph-top/2021/9/sales-jobs-board.json": "セールスの人材を採用することは、規模を拡大するスタートアップ企業にとって最も困難な課題の一つです。私たちCloseは、2013年以来、何千もの企業に実用的なセールス採用のためのアドバイスを提供してきました。私たちのセールスコミュニティで紹介され、優秀な候補者が募集中の職務に応募してきます。",
  "data/ph-top/2021/9/telegram-8-0.json": "Telegram 8.0では、視聴者数無制限のライブストリーム、メディアからキャプションを削除するオプション、転送時に送信者名を隠すオプション、次の未読チャンネルに簡単にジャンプする方法、改善されたステッカーパネル、新しいアニメーション絵文字などが追加されました。",
  "data/ph-top/2021/9/shipday.json": "自社の配送ドライバーや、DoorDashやUberなどのサードパーティの配送サービスを利用して、迅速なローカル配送を実現します。",
  "data/ph-top/2021/9/goodcall.json": "ローカルビジネスに入ってくるよくあるリクエストに答えてくれるAIアシスタント付きの無料電話番号。電話に出るタイミングや挨拶の仕方、メインのビジネスラインに転送するタイミングなどをカスタマイズすることができます。",
  "data/ph-top/2021/9/e-commerce-checklist-2.json": "E-コマースは長く険しい道のりであり、ビジネスを開始して成長させるためには適切な方向性とツールが必要です。私たちは、200時間以上かけて分析し、あなたのeコマースビジネスに最適なツールとフレームワークを見つけ出しました。48時間限定20ドル割引",
  "data/ph-top/2021/9/newsletter-spy-2-0.json": "10万通以上のニュースレターのパフォーマンスに関する貴重な情報を得ることができます。重要なトレンドを研究し、スポンサーシップの機会を発見し、買収ターゲットを見つけることができます。",
  "data/ph-top/2021/9/unicorn-platform-4-0.json": "Unicorn Platformでは、最もシンプルなフローでランディングページを取得することができます。SaaS、モバイルアプリ、IT、技術系企業 - 私たちの仲間です。私たちはお客様のニーズを知り、お客様の生活をより快適にします。",
  "data/ph-top/2021/9/earnify.json": "Earnify.ioは、営業チームのモチベーションを高め、目標を上回る成果を上げてもらいます。魅力的なコンテストでチームを成功に導き、明確な評価基準でチームに責任を持たせ、優秀なチームメンバーには真の報酬を与えます。",
  "data/ph-top/2021/9/analytics-pack.json": "Analytics Packは、以下のコレクションです。📊 最も関連性の高い指標を集めたものです 🖼 グラフで説明されています 📚 記事で説明されています 📍 そして、それらをまとめるための理想的なトラッキングです Check it out 👉 https://www.analyticspack.com",
  "data/ph-top/2021/9/tulipshare.json": "Tulipshareは、社会と環境の進歩に貢献するアクティビスト投資プラットフォームです。今回初めて、富を築き、倫理的な変化を促進するために、あなたのお金を投資することができるようになりました。あなたは企業の株式に投資し、私たちはあなたの株主権を活用します。",
  "data/ph-top/2021/9/jaadoo.json": "Jaadooを使えば、モバイルのスクリーンショットを魔法のように検索・管理することができます。私たちはプライバシーを第一に考えているので、データがあなたの携帯電話から離れることはありません。",
  "data/ph-top/2021/9/context-5.json": "Contextは、自動化されたプロダクション変更ログ、注釈付きの決定履歴、パフォーマンスレポート、および通知により、製品チームが実際の顧客体験に近い状態を維持できるようにします。",
  "data/ph-top/2021/9/nft-degen-tracker.json": "トップインフルエンサーやセレブリティが購入しているNFTをリアルタイムで把握することができます。",
  "data/ph-top/2021/9/documents-x-by-readdle.json": "Documentsは、あなたのiPhoneとiPadを強力にサポートします。まるで12個の独立したアプリケーションをひとつにまとめたようなものです。ダウンロードや編集から、90以上のフォーマットのファイルの再生や共有まで、あなたのファイルをもっと活用できます。",
  "data/ph-top/2021/9/photure.json": "Photureは、あなたのために作られたアプリです。写真を撮影し、1分以内にNFTに変換します。撮影したNFTは最大のマーケットプレイスで販売され、あなたの周りの環境を所有することができます。Evan MorrisとPatrick Pistorの2人の友人が、週末に開発・設計しました。",
  "data/ph-top/2021/9/acho-integration-1.json": "Acho integration+は、Achoの分析プラットフォームに、より多くのデータソースを接続できるようにするためのアップデートです。新しい統合機能には、バッチCSV、API、15以上のアプリケーションが含まれます。",
  "data/ph-top/2021/9/tabji.json": "Tabjiは、保存されたセッションをクラウドで同期する、プライバシーファーストの軽量なThe Great Suspenderの代替製品です。サスペンドすることでタブのメモリ使用量を削減し、Chromeの新しいAPIを利用してパフォーマンスを向上させます。",
  "data/ph-top/2021/9/free-ai-paraphraser.json": "パラフレーズ、ワンクリックで50k文字まで。古いコンテンツや通常のコンテンツをリライトし、新しいバージョンを作ることで、より多くのリードを得ることができます。",
  "data/ph-top/2021/9/marketing-mentors.json": "Marketing Mentorsは、キャリアをスタートさせたばかりのマーケターのためのプロボノメンタリングプラットフォームです。私たちのメンターは、マーケティングのさまざまな分野のエキスパートであり、キャリアに関するアドバイスやモチベーションの向上を提供します。",
  "data/ph-top/2021/9/iwifi-speedtest-signal-test.json": "- ダウンロード、アップロード、Pingのインターネット速度をテスト - 接続の安定性をグラフで表示 - Wi-fiの信号強度を確認 - 各テストの結果を記録",
  "data/ph-top/2021/9/nailted-for-slack.json": "Nailtedは、CTOが技術チームのためにデザインした従業員エンゲージメントツールです。従業員に何が起こっているのかを理解する必要がありますが、そのためのプロセスをデザインしたり設定したりする時間はありません。Nailtedは、あなたのチームが成功するためのインサイトを提供します。",
  "data/ph-top/2021/9/capsule-2-0.json": "カプセルは、企業がプロ並みの短編動画を収集し、演出するのに役立ちます。企業向けのTikTokのようなものです。",
  "data/ph-top/2021/9/value-network.json": "https://valuenetwork.live/ は、ブロックチェーン技術により、予測市場のパラダイムを完全に変えるDeFiサービスです。このプラットフォームはP2Pの原理で構築されており、QTUMブロックチェーン、Ethereum、BSC、そして価格のオラクルとしてChainlinkを使用しています。",
  "data/ph-top/2021/9/filterss.json": "FlterSSは、画像フィルターのCSSコードを素早く取得し、ウェブアプリケーション/プロジェクトに配置するツールです。",
  "data/ph-top/2021/9/compito.json": "Compitoは、シンプルで使いやすいプロジェクト管理アプリケーションです。オープンソースで、Angular, Nest, Prisma, Postgresなどの技術を使って構築されています。複数の組織とロールベースのアクセスをサポートしているので、プロジェクトを簡単に分離することができます。",
  "data/ph-top/2021/9/golden-twitter-by-fueler.json": "今日は、Creator Economy、Growth、Cold Emailing、Productivity、Distributionなど、要求度の高いニッチを厳選したスレッドコレクションから学ぶことができる、Twitterの黄金面を紹介するGolden Twitterを開始します。",
  "data/ph-top/2021/9/albato.json": "アルバト - ノーコードの自動化プラットフォーム。すべてのビジネスオートメーションのための単一のプラットフォームです。コーダーがいなくても、どんなアプリでもつなげることができます。もし、アプリが見つからなければ、追加してください。また、Saas向けのソリューションも用意しています。どのようなSaasでも埋め込みコネクタを利用できます。お楽しみに",
  "data/ph-top/2021/9/this-punk-does-not-exist.json": "This Punk Does Not Existは、CryptoPunksとThis Person Does Not Existに影響を受けています。このコレクションは、SVGコードとして生成された404枚のユニークなベクターイメージに限定されています。最大供給数は、「404 Not Found」エラーにちなんでいます。これらは、OpenSeaで購入することができます。",
  "data/ph-top/2021/9/slaps-2.json": "Slapsは、Gen Z向けにデザインされた動画ベースのローカルディスカバリープラットフォームです。偏った1つ星から5つ星のレビューに頼るのではなく、Slapsは様々なカテゴリー（隠れた名店、クールなバイブスなど）の都市のベストビデオを表示し、あなたが最高の場所を発見するのに役立ちます🎉 現在、フロリダ州マイアミに住んでいます! 🏝",
  "data/ph-top/2021/9/card-ux-ui.json": "カードは、アプリやサイトなど、ウェブベースの製品の構成要素です。情報量が多すぎたり、デザインが間違っていたりすることが多いので、より良いカードを作るために、無料のテンプレート集とカードジェネレーターを作りました。",
  "data/ph-top/2021/9/decentrafile.json": "ファイルアップロードと画像ホスティングのための無料の分散型クラウドストレージです。アップロードされたファイルは、削除、ハッキング、編集ができず、どのサーバーにも保存されず、キーを使ってのみアクセスできます。ファイルは、私たちのURLとキーがなければ、実際には認識できるものとしてアップロードされません。",
  "data/ph-top/2021/9/o-mg-cable.json": "レッドチームのハッカーの皆さんへ。この目立たないウェブサーバーは、リモート実行、ステルス、フォレンジック回避を強化する機能を備えており、その場でツールを素早く変更できるので、現場での隠密使用に適しています。",
  "data/ph-top/2021/9/messagedesk.json": "1つのメッセージングプラットフォームで、より多くの顧客にリーチし、カレンダーを埋め、より早く支払いを受け、より多くのレビューを集めることができます。",
  "data/ph-top/2021/9/rpgen.json": "迅速かつ実質的に無制限のコンテンツを持つアプリで、「Dungeons & Dragons」のようなTTRPGをプレイする際の難問を解決し、ダウンタイムを減らすことができます。",
  "data/ph-top/2021/9/taxarly.json": "所得税とGSTに関連するすべての期日を思い出させてくれるコンパニオンアプリです。期限を過ぎた場合のペナルティは非常に高額になりますが、Taxarlyを使えば、このペナルティを二度と支払わなくて済むようなリマインダーシステムを手に入れることができます。",
  "data/ph-top/2021/9/blastar-space-race.json": "宇宙で暮らす億万長者の一日を体験できる、高機能ロケットシミュレーター。ロケットを打ち上げて、他の億万長者との究極の宇宙レースに参加しよう。",
  "data/ph-top/2021/9/no-fap.json": "もし、ある人がポルノ依存症や自慰行為依存症をコントロールしようとしていたら？そして誰かが、\"依存症をやめられれば、CHADになれるよ！\"と言う。NO FAPアプリも同じです。NO FAPアプリも同じように、ファップをしなかった日をカウントし、それに応じてさまざまなバッジを与えます。",
  "data/ph-top/2021/9/sort-eat-out.json": "Sort Eat Outは、UberEatsのメニューにあるヴィーガンやベジタリアン向けのアイテムをハイライト表示するクロームのウェブブラウザ拡張機能です。",
  "data/ph-top/2021/9/naevner.json": "16進数のカラーコードに基づいて色の説明を生成するウェブアプリとjavascriptのプラグインです。他のアプリで色名を読み上げる際に、スクリーンリーダーに対応するために作りました。",
  "data/ph-top/2021/9/speechtext-ai-for-chrome.json": "音声を録音したり、任意のWebページから音声をキャプチャすることができます。音声やビデオファイルを人間の精度で自動的にテキストに書き起こします。",
  "data/ph-top/2021/9/catalyst-by-zoho.json": "https://catalyst.zoho.com/ は、サーバーレスのウェブアプリ、モバイルアプリ、マイクロサービス、REST API、製品拡張、https://catalyst.zoho.com/use-cases.html を構築、デプロイ、実行するための最もシンプルなサーバーレス・プラットフォームです。 https://catalyst.zoho.com/help/tutorials/microservice/introduction.html 本番環境にデプロイするまで支払いは発生しません 無料のサンドボックスと最大125Mの無料インボケーション*。",
  "data/ph-top/2021/9/heyr.json": "メンタルウェルビーイングへの取り組みを後押しするために設計された、AIを搭載したバーチャルアシスタントです。会話型AIに24時間いつでもアクセスできます。認知行動療法（CBT）で心のフィットネスを構築します。あなたのメンタルウェルビーイングについて議論し、スコアを付け、追跡することができ、さらに多くのことができます。",
  "data/ph-top/2021/9/chiff.json": "Chiffは、携帯電話を使ってあらゆるウェブサイトにログインすることができ、より安全でシンプルなログインを実現します。スマホに搭載されている生体認証機構（指紋／顔認証）を活用しているので、もう1つのパスワードを覚える必要はありません。",
  "data/ph-top/2021/9/web3-resources.json": "ウェブ上で厳選された200以上のブロックチェーンリソースの包括的なリストです。",
  "data/ph-top/2021/9/certifysimple.json": "CertifySimpleは、Google Sheetsで生徒の情報を取得し、Google Slidesで証明書を作成し、Gmailで証明書を送信することができます。",
  "data/ph-top/2021/9/micro-invest.json": "製品の創業者がMVPを提出すると、投資家がガイダンスやサポート、創業者に6カ月分の給料を支払うためのマイクロインベストメントを提供して、彼らを支援するというプラットフォームです。",
  "data/ph-top/2021/9/cbc-list.json": "世界のトップCBCのランディングページを最適化したリストで、CBCの成長を加速させました。",
  "data/ph-top/2021/9/step-hero.json": "Step Heroは、Binance Smart Chain（BSC）とPolygonで展開されている、有利なNFTファンタジーをテーマにしたロールプレイングゲームです。包括的なエコシステムには、$HEROトークン、世界水準のデザインのNFTコレクターズアイテム、クロスチェーンのNFTマーケットプレイス、魅力的なゲームプレイが含まれます。",
  "data/ph-top/2021/9/therappy-2-0.json": "Therappyは、あなたの生活の質を向上させることができます。不安、燃え尽き症候群、パニック、低い自己評価の問題などへの対処法を学ぶことができます。いつでも、どこでも、あなた自身のセラピストになりましょう。1日15分程度のセッションを聞くことで、人生をより幸せにすることができる",
  "data/ph-top/2021/9/sheethacks-by-polymer-search.json": "スプレッドシートと https://polymersearch.com で無料で構築されています。⠀ ⚡️ 厳選された500のスプレッドシートリソース 📈 スプレッドシートのスキルを素早くレベルアップ 🔍 深いインタラクティブなディスカバリー体験で必要なものを正確に見つける",
  "data/ph-top/2021/9/loot-3.json": "戦利品とは、ランダムに生成される冒険者の装備で、チェーンに保管されています。統計や画像、その他の機能は、他の人が解釈できるように意図的に省略されています。Lootの使い方は自由です。",
  "data/ph-top/2021/9/zipit.json": "ハブスポット・チャットにメッセージを送ると、初月を70％オフでご利用いただけます。S3でZIPファイルを解凍する最速の方法：従来の1000倍の速さで... すべてが並行して実行されます。高速で手頃な価格の、使いやすいS3のZIPファイル解凍ツールです。",
  "data/ph-top/2021/9/podopi.json": "Podopiは、あなたのブログからポッドキャストを作成することで、あなたのブログの価値を高めることができます。YouTube、Spotify、Apple Podcastsなどのプラットフォームで新しい視聴者にリーチできます。コーディング、制作、録音は必要ありません。",
  "data/ph-top/2021/9/online-countdown-by-datelist.json": "次の大きなイベントのために、公開用のカウントダウンが必要ではありませんか？ライブ中継や友人との共有には、無料のオンラインカウントダウンメーカーDatelistを使ってみましょう。",
  "data/ph-top/2021/9/practice-dev-2-0.json": "プログラミングを学ぶ。ビギナーからエキスパートレベルまで。埋め込み型のIDEを使って、ブラウザ上で直接コードを書くことができます。VSCodeと同様の体験を提供します。すべて無料です。",
  "data/ph-top/2021/9/offline-text-to-speech.json": "Offline text to speechは、入力されたテキストをオフラインで話すことができる、ミニマルなウェブサイトです。",
  "data/ph-top/2021/9/periodical.json": "Periodicalは、書籍ではなくオンラインの記事を対象としている点を除けば、Goodreadsのようなもので、見た目も読み心地もThe New York Timesのようです（トラッキングした記事を新聞のように表示します）。かつての雰囲気を残したまま、現代のウェブの情報を探ることができます。",
  "data/ph-top/2021/9/dapi-1-0.json": "Dapiは、開発チームのAPI統合を効率化します。OpenAPI、シーケンス図、APIドキュメントサイト、モックサーバー。より迅速な統合とより良いトラッキングを目指しています。",
  "data/ph-top/2021/9/adsets.json": "各ドメインのトップ企業のアクティブでハイパフォーマンスな広告を閲覧し、競合他社に対するインサイトを得ることができます。",
  "data/ph-top/2021/9/revsync.json": "Twitter RevueのバッジをMailchimp/Ghost/Substackに同期します。フォロワーはTwitterで簡単に購読でき、あなたはお気に入りのツールを使い続けることができます。",
  "data/ph-top/2021/9/nansen.json": "ナンセンは、100M以上のイーサリアムウォレットとそのアクティビティを分析し、ラベル付けしています。そのため、シグナルとノイズを分離することができます。チャートはこちらからご覧いただけます： https://pro.nansen.ai/multichain/polygon",
  "data/ph-top/2021/9/squareone-2.json": "CRMを更新するのが好きな営業マンに会ったことがありますか？だからこそ、私たちはSquareOneを作ったのです。あなたの苦しみに終止符を打ち、あなたが最も得意とする「販売」に集中してください。",
  "data/ph-top/2021/9/campaignware.json": "Campaignwareは、クイズ、トリビア、投票、アンケート、ユーザー生成コンテンツなど、様々な無料デジタルコンテンツキャンペーンを通じて、ブランドがソーシャルオーディエンスと関わりを持ち、Eメールリストを増やすことを支援します。コード不要の低価格でご利用いただけます。",
  "data/ph-top/2021/9/adtuo.json": "Adtuoは、AIを活用したGoogle Ads & Facebook Adsを管理・最適化するための、初のオープンでコラボレーティブな成長プラットフォームです。",
  "data/ph-top/2021/9/cibo.json": "Ciboでは、ARとリアルタイムのテキスト認識を使って、メニューの料理をハイライトしています。スマホをメニューに向けて、写真を見たい料理を選ぶと、その料理の写真が表示されます。もうGoogle画像検索に入力する必要はありません",
  "data/ph-top/2021/9/playsit.json": "Playsitは、ゲーマーが自分のライブラリを整理するのに最適なモバイルアプリです。自分がプレイしたものや、これからプレイしたいものをマークしておくことができます。パーソナライズされたお勧めのゲームを入手できます。最新のゲームニュースなども読むことができます。",
  "data/ph-top/2021/9/holly-health-2-0.json": "心理学の専門家によって作られたHolly Bird 🐦は、あなたの生活リズムを高めるための習慣や実験をサポートします。毎日の動きが好きになり、よく眠れるようになり、ストレスが減り、感情に関わる食事を減らすことができます。発売記念セールは2021年9月13日まで🙌。",
  "data/ph-top/2021/9/vybe-de60e562-3168-41e0-b3f7-dbd65f1b2dac.json": "Vybeはパスワードレスの暗号財布プラットフォームで、購入するたびにNFTで報酬を得ることができます。秘密鍵を覚える必要はありません。",
  "data/ph-top/2021/9/dungeons-and-data-structures.json": "pythonでコードを書き、ボンバーマンにヒントを得たゲームで自分のボットを作り、人工知能のスキルを学び、提供されたボットと対戦します。",
  "data/ph-top/2021/9/phantom-5.json": "Phantomでは、Solanaブロックチェーン上でトークンの保管、送信、受信、ステーク、スワップを安全かつ簡単に行うことができます。",
  "data/ph-top/2021/9/adent-health.json": "Adentは、自宅でスマートフォンを使って撮影した口の中の写真を、AIのコンピュータビジョンでスキャンします。無料で、地球上のすべての人に質の高い歯科医療を提供することを使命としています🦷🌎。",
  "data/ph-top/2021/9/factors-ai.json": "ファクターは、広告インタラクション、ウェブサイトへの訪問、電子書籍のダウンロード、ウェビナー、営業活動など、すべてのタッチポイントをカバーすることで、セールス＆マーケティングファネルの全体像を把握することができます。",
  "data/ph-top/2021/9/deta-cloud-1-0.json": "世界で最も開発者に優しいクラウドプラットフォームで、あなたのアイデアを構築・展開しましょう。サーバーや請求書に別れを告げる。",
  "data/ph-top/2021/9/3d-transformer.json": "3D Transformerは、画像を3D回転させて美しい3Dモックアップにするオンラインツールです✨ あらゆるフレームを見事な3DモックアップにするFigmaプラグインが含まれています。",
  "data/ph-top/2021/9/accounts-by-cashfree.json": "[ネオバンク、フィンテック、ギガエコノミー、インターネットビジネスのために作られました】Accounts by Cashfreeを使って、あなたのユーザーのためにデジタルバンクアカウントを即座に作成・管理しましょう。銀行口座を開設することでユーザーのオンボーディングを迅速化し、組み込み型の銀行体験を提供します。",
  "data/ph-top/2021/9/zapbg-2-0.json": "ZapBGは、ソフトを使ったり人に頼んだりする手間をかけずに、最も簡単に画像の背景を消去することができます。数秒で背景を消すことができるので、あなたの創造力と想像力を発揮してください。",
  "data/ph-top/2021/9/better-product-manager.json": "プロダクトマネージャーの役割については、「製品の最高責任者（CEO）」などと誇張された表現がなされていますが、そのすべてが真実ではありません。いつかPMになってみないと、それはわからないかもしれませんね。これらのテストは、PMの役割がどのようなものかを少しでも体験していただくためのものです。",
  "data/ph-top/2021/9/codedesign.json": "CodeDesign.appは、コンポーネントから本格的なページまで、コードを書かずに91%の速さで作成することができるコードレスデザインツールです。作ったものはすぐにデプロイしたり、React、Angular、Vueにエクスポートすることができます。",
  "data/ph-top/2021/9/xsight.json": "XSightは、携帯電話のカメラを通して、人や場所に関するコンテンツを表示するAR（拡張現実）アプリです。私たちは、人々が認識できるようになり、見たものに基づいてオンラインで交流できるようにします。簡単に言えば、PokemonGOのようなソーシャルアプリです🤩 - \"point, click & message\"",
  "data/ph-top/2021/9/galaxy-mac-os-x-remastered-wallpapers.json": "このプロジェクトは、この時代のMac OS Xデザインへの懐かしさと愛着から生まれたものです。宇宙をテーマにしたデフォルトの壁紙の大ファンだったので、現代のディスプレイに合わせてアップデートしたいと思いました。",
  "data/ph-top/2021/9/explain-code-in-vs-code.json": "Figstackは、VS Codeで直接、ステップ・バイ・ステップでコードを説明してくれるので、コードを瞬時に理解することができます。",
  "data/ph-top/2021/9/milliondollartokenpage-com.json": "クラシックな「milliondollarhomepage.com」を現代風にアレンジしたものです。MDTPでは、各ブロックをユニークなNFTとして購入し、好きなコンテンツを表示するように設定して、後で再販売することができます。あなたのコンテンツを見せて共有し、暗号の歴史の一部を所有しましょう。",
  "data/ph-top/2021/9/poster-i-love.json": "Posteriloveは、インタラクティブなポスターを作成し、オンラインで視聴者からのフィードバックを得るための無料サービスです。 すぐに使える400以上のデザインテンプレート、2000以上の画像、数百のフォントを使用して、ユニークなポスターを作成できます。あなたのアイデアがありますか？ぜひ投稿してください。",
  "data/ph-top/2021/9/fella.json": "Fellaは、肥満症の男性を対象に、肥満症認定医によるFDA承認の薬の処方と、個人に合わせたヘルスコーチングを行うことで、健康的な体重への改善をサポートします。Fellaは、男性の体重に関する経験に最適化されています。",
  "data/ph-top/2021/9/moonpay.json": "ユーザーは、迅速、簡単、安全に暗号を売買することができます。世界の主要なウォレット、アプリケーション、マーケットプレイスから信頼されているMoonPayは、160カ国以上の顧客が暗号経済にアクセスできるように、シームレスな体験を提供します。",
  "data/ph-top/2021/9/omnicourse.json": "Omnicourse（オムニコース）は、モバイル向けの定額制カプセルサイズのオーディオコースプラットフォームで、講師は聞いた分数で報酬を得ることができます。",
  "data/ph-top/2021/9/flomo-5b7b6b01-32ba-43f8-a5df-59f07f5a6ae8.json": "flomoは、zettelkastenメソッドに基づいた、最小限のメモツールです。flomoのテキストボックスとAPIの両方が、シームレスで迅速なメモ書き体験を提供します。デイリーレビューとクラウド同期により、すべてのプラットフォームで確認しながらメモを書くことができます。",
  "data/ph-top/2021/9/introsnap.json": "IntroSnapでは、見込み客や顧客が選んだ慈善団体への寄付を提案することができます。誰にでも寄付のオファーを送ることができます。見込み客は、学校や動物保護施設など、100万もの地域の選択肢の中から寄付先を選び、エンゲージメントとラポールを高めることができます。",
  "data/ph-top/2021/9/wylo-2.json": "Wyloは、様々なトピックを探求し、同じ考えを持つ友人を作り、自分の興味に基づいたコンテンツを最もシンプルな方法で見つけるためのソーシャルネットワークです。Wyloでは、あなたの情熱的なプロジェクトやお気に入りのディスカッションに一緒に取り組める人が、ほんの数スクロール先にいるかもしれません。✨",
  "data/ph-top/2021/9/meisternote.json": "MeisterNoteは、情報の作成と整理を簡単に行うことができる共同ドキュメントツールです。チームのナレッジベース、社内コミュニケーション、プロジェクトのドキュメンテーションなどに最適なソリューションとなっており、チームを中心としたライティングアプリです。",
  "data/ph-top/2021/9/leaksid.json": "LeaksIDは、すべての文書に動的な隠れたアンチリークマークを追加し、PDFに変換します。保護された文書の閲覧、共有、ダウンロード、印刷が可能です。違法に公開された場合には、漏洩者を見つけることができます。",
  "data/ph-top/2021/9/post-generator.json": "Post Generatorは、ブログや記事を、センマティック分析を用いてソーシャルメディア用の投稿に変換し、お気に入りのソーシャルメディアプラットフォームで使用できるようにします。",
  "data/ph-top/2021/9/superpowered-2-0.json": "Superpoweredで会議やメッセージをワンクリックで管理。あなたの仕事に平和を取り戻しましょう。",
  "data/ph-top/2021/9/milanote-3-0.json": "Milanoteは、あなたのアイデアやプロジェクトを美しいビジュアルボードに整理するのに役立ちます。インスピレーションの収集、ブレインストーミングのアイデア、タスクの整理を柔軟に行うことができます。",
  "data/ph-top/2021/9/memelord.json": "あなたはミームのダークアートに手を染めますか？このゲームはそんなあなたのためのものです。https://www.bored.social/ の最もくだらないゲーム、Memelord をご紹介します。このゲームは、チームでミームにキャプションをつける楽しさを味わえるだけでなく、自分が思っているほど面白いかどうかを知ることができます。",
  "data/ph-top/2021/9/tailwind-mobile.json": "Tailwind Mobile - は、Tailwind CSSで構築された、フリーでオープンソースのモバイルUIコンポーネントライブラリです。React、Svelte、Vue.js用のコンポーネントを備えています。",
  "data/ph-top/2021/9/request-app.json": "あなたの生活をより快適にする財務ツールのスイート - crypto フリーランサーと組織は、請求書、経費、給与、および会計のためにリクエストアプリを使用しています。今すぐ無料で登録しましょう。",
  "data/ph-top/2021/9/rocketly-app.json": "Rocketlyは、起業家やスタートアップのためのソーシャルネットワークです🚀。近くにいるメンバーを発見し、共通の目標や野心、スキルニーズに基づいてマッチングします。師匠を見つけたり、未来の共同出資者に会ったり、大きなアイデアを持った同じ志を持った人たちと交流しましょう 🙌",
  "data/ph-top/2021/9/idea-validator.json": "Idea Validatorは、創業者やメーカー、クリエイターがアイデアをブレインストーミングし、ユーザーからのフィードバックを集めるためのワークスペースを提供します。使いやすい美しいインターフェイスで、アイデア出しの最も困難な部分をより楽しくするようにデザインされています。",
  "data/ph-top/2021/9/ribbon-2-0-2.json": "Ribbonは、ユーザーインタビューのプラットフォームで、あなたのチームが自社製品から直接リアルユーザーを募集し、スケジューリングし、インタビューすることを、すべてシンプルなコードスニペットでサポートします。リサーチの質やスピードに妥協することなく、実際のユーザーからフィードバックを得ることができます。",
  "data/ph-top/2021/9/report-builder-by-explo.json": "Exploの新しいレポートビルダーは、あなたのユーザーに独自のデータを引き出すためのインタラクティブなレポートビルダーを提供します。Exploのレポートビルダーを埋め込むと、ユーザーは必要なデータを選択し、レポートを構成し、データをエクスポートすることができます。",
  "data/ph-top/2021/9/remote-jobs-in-ms-word.json": "オフィスに閉じこもり、遠隔地での仕事を見つけて脱出したいが、👨💼上司には知られたくない？そこで、Microsoft Word版のRemote OKを作ってみました！これでバレずにリモートジョブを閲覧できます😁。",
  "data/ph-top/2021/9/tappity-5.json": "Tappityは、子供向けのインタラクティブなレッスンを提供する世界最大のライブラリを構築しています。Tappityは、子供たちが世界について学ぶのが好きになるような、100種類以上のトピックを網羅したコンテンツを提供しています。",
  "data/ph-top/2021/9/listkit.json": "高度にパーソナライズされたB2Bコンタクトリストを、24時間以内にお客様の受信箱に直接お届けします。コールドメールやLinkedInでのアウトリーチキャンペーンの返信率を20%以上向上させます。",
  "data/ph-top/2021/9/teamy-2.json": "Teamyは、あなたのデスクトップ上にチームを配置し、ワンクリックで非公式のオーディオ＆ビデオチャットを開始できます。より良いコラボレーションを実現し、1日をより楽しく過ごすことができます。",
  "data/ph-top/2021/9/cloudtrucks-flex-virtual-carrier-cash.json": "オーナー・オペレーターのために作られたプラットフォームでビジネスを展開することで、より少ない頭痛でより多くの利益を得ることができ、米国の発展を支えています。",
  "data/ph-top/2021/9/upflowy.json": "Upflowyは、ウェブ体験を構築・最適化するためのドラッグ＆ドロップ式のノーコードツールです。サインアップフロー、セールスリードファネル、顧客のオンボーディングなどを簡単にA/Bテストすることができます。Upflowyは、数回のクリックだけで、魅力的なストーリーを構築するために必要なすべてを提供します。",
  "data/ph-top/2021/9/tandem-2-0-b1d772ab-0ab9-4553-b8a9-ea96d8e876fa.json": "Tandemは、分散したチームやハイブリッドチームと楽につながるためのバーチャルオフィスです。周りに誰がいるかを確認し、ワンクリックで会話ができます。セレンディピティとリアルタイムのコラボレーションを実現します。",
  "data/ph-top/2021/9/imagi-2.json": "imagiアプリは、コードを学ぶことを、楽しく、クリエイティブで、ソーシャルな体験に変えてくれます。初心者の方は、ピクセルアートを作成しながらコーディングスキルを向上させることができます。また、imagiCodersの仲間たちがサポートしてくれるコミュニティで作品を共有することができます。",
  "data/ph-top/2021/9/card-generator.json": "私たちのクレジットカード・ジェネレーター・ツールの主な目的は、ソフトウェア・テストとデータ検証の目的です。このツールは、クレジットカード番号の長さ、フォーマット、タイプ、発行ネットワークなど、すべての支払いテストのシナリオを検証することができます。",
  "data/ph-top/2021/9/wish-wall.json": "慌ただしい日々の中では、心が躍るようなことや大切なことは、本当に後回しになってしまいます。死ぬまでにやりたいことを1つ書いてみると、コミュニティにとって最も重要なことが見えてきます。",
  "data/ph-top/2021/9/grin-gaming.json": "Grin Gamingは、ライブイベント中に簡単な質問に答えることで現金を獲得できる、アドレナリンが出るような予想アプリです。ライブのスポーツ、株、スポーツ、天気などのコンテストで競い合い、勝利しましょう",
  "data/ph-top/2021/9/sprout-1-0.json": "ステープルのメディアタイプをドラッグ＆ドロップすると、ビデオやオーディオの通話で共有できます。仕事の打ち合わせでも、深夜のたまり場でも、あらゆる場面で自分のスペースを装飾し、設定することができます。スプラウトは、共同制作、共同作業、あるいはただ一緒にくつろぐための場所です。",
  "data/ph-top/2021/9/rally-video-2-0.json": "ラリーは、どんなウェブサイトやウェブアプリケーションにも簡単に埋め込むことができるようになりました。私たちのビデオプラットフォームを使えば、イベントの開催は簡単で、クリックするだけで会話に飛び込むことができます。",
  "data/ph-top/2021/9/loggo.json": "Loggoは、親や介護者が、投薬、体温、水分摂取量、症状などの重要な指標を簡単に入力して、病気や回復状況を追跡できるようにします。また、データをエクスポートして医師と共有することもできます。",
  "data/ph-top/2021/9/neuralcam-live-for-mac.json": "NeuralCam Live for Macは、M1 Macの計算能力を利用して、複数のAIアルゴリズムを用いて、光量の多い場所でも少ない場所でも、内蔵のウェブカメラのビデオフィードを強化します。これらはすべて自動で行われ、ほとんどのビデオ通話アプリに対応しています。",
  "data/ph-top/2021/9/tunes.json": "- AIによって生成された想像力豊かな曲名 - オーディオ、カバーアート、その他の機能は、他の人が作成/解釈するために意図的に省略されています - 無料でミント、ただのガス - 8Kの曲名 Mint here: https://tunesproject.org",
  "data/ph-top/2021/9/koi-watch.json": "Koi Watchは、友人や家族が同期して動画を視聴できるサイトです。Google Driveから自分の動画を持ってくるか、YouTube、Vimeo、Soundcloudなどの人気サイトのリンクを使用します。一緒に視聴しながら、オーディオ、ビデオ、テキストチャットを利用できます。",
  "data/ph-top/2021/9/audiostrip.json": "AIとDeep Learningを用いて、あらゆるオーディオファイルやYouTube動画からボーカルを抽出し、分離します。アイソレートしたい音楽を素早く無料で選び、ボーカルや楽器のパートをダウンロードできるサイトです。",
  "data/ph-top/2021/9/sensei-monitor.json": "Sensei Monitorは、Senseiの最新のMacパフォーマンスツールです。モダンなデザインと高度な統計情報の追跡を特徴とするSensei Monitorは、究極のMacのメニューバーのパフォーマンスモニターを作ることができます。",
  "data/ph-top/2021/9/instachatbot.json": "Instachatbotは、Shopifyの店舗向けにInstagramのチャットボットを作成することができます。ライブチャット機能により、リアルタイムエンゲージメント、パーソナライズされたインタラクション、販売前および販売後の問い合わせの解決など、オンラインストアの24時間365日の利用をサポートします。",
  "data/ph-top/2021/9/pingtag-2.json": "PingTagは、人々が紛失したアイテムを返すためにあなたに連絡するためにスキャンすることができる回復タグです。🔔 Eメール＋SMSのアラートを受け取る 💬 SMSで匿名で返信する 👨👩👧👦 タグに複数の連絡先を割り当てる 🌎 いつでも電話番号を更新する 🙈 あなたの連絡先は決して表示されない",
  "data/ph-top/2021/9/landing-page-builder-for-notion.json": "🔥 テストのアイデア ポートフォリオを作る。ProductHuntのD-Dayを準備する... 🤙 何もしなくてもレスポンシブで、ウェブサイトの数に制限はありません。💰 サブスクリプションは必要ありません。",
  "data/ph-top/2021/9/transcend-consent-manager.json": "細かなデータ規制とスマートでローカルな検疫により、サイトのクッキーバナーへの依存を排除します。",
  "data/ph-top/2021/9/mailtumble.json": "MailTumbleは、電子メールアドレスをトークン化し、そのリストを第三者と共有できるようにするサービスです。URL短縮サービスのように、MailTumbleは電子メールや電子メールリストの契約義務をプログラムすることができます。",
  "data/ph-top/2021/9/rapidsketch.json": "5分で驚くようなスケッチノートを作成し、共有することができます。RapidSketchでは、テンプレート、手描きのアイコン、フォントにアクセスでき、Sketchnoteを超簡単かつ迅速に作成できます。",
  "data/ph-top/2021/9/colors-fonts-1.json": "皆さん、こんにちは。新しいcolorsandfonts; UIが刷新され、サイトの色が追加されました。What's new? - カラーシステム 何が変わったの？- パレット - グラデーション - フォントのペアリング さらにクールな機能が追加されました :-)",
  "data/ph-top/2021/9/fast-track-developers-onboarding.json": "新人開発者のオンボーディングで3～6人分の給料を無駄にしてはいけません。当社の人事マネージャーとCレベルエグゼクティブは、オンボーディングプロセスを短縮し、自動化する方法を見つけるために研究を行いました。その結果を上記のガイドにまとめました。どうぞお読みください。:)",
  "data/ph-top/2021/9/swop-it.json": "あなたの場所や興味に応じて、必要なアイテムを手に入れることができます。お金をかけずに、ただ交換するだけ。価値が違っても、趣味が合わなくても、交換することができます。オファーを出せば、すぐにお返しができます。",
  "data/ph-top/2021/9/mintier-2.json": "Mintierは、砂糖不使用、ビーガン、ケトフレンドリーで、6種類の天然成分のみを使用しているため、より新鮮で健康的な代替品を探している健康志向の消費者の関心を集めることができます。",
  "data/ph-top/2021/9/product-hq.json": "Product HQは、製品のデザインから、サプライヤーとの話し合い、購入、大量注文の受け取りまでの過程を詳細に説明する、実用的なダッシュボードです。製品本部では、各サブページに実行可能なタスクが用意されており、数十種類のデータベースやテンプレートが用意されています。",
  "data/ph-top/2021/9/ray-ban-stories.json": "Facebookとのパートナーシップにより、Ray-Banの第一世代のスマートなサングラスとメガネが、あなたのつながりを保ちます。あなたの周りの世界に目を向けることができます。",
  "data/ph-top/2021/9/happyteam.json": "チームのメンタルヘルスと幸福度を把握する最もシンプルな方法です。マネージャーやリーダーのために作られており、組織が見られ、聞かれることを保証します。",
  "data/ph-top/2021/9/fake-info-generator.json": "偽の電子メール、電話番号、住所、クレジットカード番号、パスワード、さらには偽の画像を生成することができます。",
  "data/ph-top/2021/9/explain.json": "黒板を使った説明は、従来のビデオに比べて5～200倍のメモリを使用して、軽量でファイルレスのビデオに変換することができ、授業にかかる労力を最小限に抑えることができます。製品へのフィードバックをお待ちしています - いつでもお使いいただけます。",
  "data/ph-top/2021/9/cookies-by-digger.json": "Cookie by Diggerでは、コードプロジェクトに必要なインフラのテンプレートを生成することができます。これはcreate-react-appのようなものですが、Terraformのためのものです。",
  "data/ph-top/2021/9/remotedream.json": "RemoteDreamは、リモートワークに最適なホテルやホステルを探して予約できるプラットフォームです。 理想的なロケーションの特徴 - 質の高いワークスポット - コワーキング - 同好の士のコミュニティ - 優れたWiFi - サーフスポット／ビーチフロント／テラス／＋α",
  "data/ph-top/2021/9/coolr.json": "Coolrでは、Slackで直接、最も楽しいバーチャルな水クーラールームを立ち上げて、同僚とより強いつながりを築くことができます。",
  "data/ph-top/2021/9/tillful.json": "Tillful for iOSは、中小企業の経営者がより良い情報を得て（資金を調達して）ビジネスを行うことができるようにすることを目的とした、無料のビジネスクレジットツールを備えた全く新しいアプリです。Credit Karmaのように、スモールビジネスオーナーのためのツールです。💯 Business Credit Score 💳 Custom Credit Offers 💸 Growth Funding",
  "data/ph-top/2021/9/pensieve-2.json": "Pensieve AIは、リサーチのワークフロー全体を自動化することで、ユーザーを第一に考えたサービスを提供します。オーディオ/ビデオトランスクリプション、自動生成されたハイライト、スライドのエクスポートなど、必要な機能をすべて備えているため、当社のプラットフォームから離れることなく、すべての作業を行うことができます。",
  "data/ph-top/2021/9/imagery.json": "Imageryは、画像データセットをホストするプラットフォームで、ただのデータセットではなく、リクエストされたデータセットをホストします。私は、あらゆる種類のデータセットを誰でもダウンロードできるようにすることで、世界のAIを民主化したいと考えています。",
  "data/ph-top/2021/9/roboflow-universe.json": "プロジェクトにコンピュータビジョンを追加するために、画像を収集してラベル付けしたり、MLモデルをトレーニングしたりする必要はもうありません。私たちのコミュニティがすでにトレーニングし、シンプルなAPIを介して共有している何十もの事前トレーニングされたモデルの1つを使用して、ゴールから始めることができます。",
  "data/ph-top/2021/9/superparents.json": "親になるのは大変です。だからこそ、経験豊富で最善の解決策を模索し、私たちを導いてくれるコーチが必要なのです。SuperParentsは、認定された経験豊富なペアレントコーチとのセッションを予約して、子育ての助けを得ることができるプラットフォームです。",
  "data/ph-top/2021/9/bullet-planning.json": "Ryder Carroll氏のThe Bullet Journal Methodにインスパイアされたこのアプリケーションは、Bullet Journalingに似た方法でコンテンツを記録・整理することができます。このアプリのアイデアは、ユーザーが意図的に生産性を高めることに集中できるようにすることです。",
  "data/ph-top/2021/9/resolly.json": "私たちは、誕生日の抱負を達成することがいかに難しいかを知っています。決意は人生の習慣を変える上で非常に強力ですが、実行するのは難しいものです。Resollyでは、毎月リマインダーをメールでお送りし、あなたが軌道に乗るようサポートします。",
  "data/ph-top/2021/9/one-account.json": "認証は常にセキュリティと利便性のどちらかを追求してきましたが、なぜ妥協するのでしょうか？One account - 2FA（MFA）を内蔵した、プライバシーに配慮した安全で便利な認証システム。",
  "data/ph-top/2021/9/qovery.json": "Qoveryは、AWS上でアプリを展開する最もシンプルな方法です。⚡️ 速くて簡単なセットアップ（2分未満） 🍃 AWSの専門知識は必要ありません 😎 GithubやGitlabからの自動デプロイ Qoveryは120カ国以上で10000人の開発者に利用されています 🚀 👉 Give it try: qovery.com",
  "data/ph-top/2021/9/bill-s-bookshelf.json": "📚 ビル・ゲイツによる75冊以上のおすすめ本 📺ビデオレビュー 🔍 ゲイツノートからのハンドキュレーション 読みたい本を探すには、おすすめの本を紹介してもらうのが一番ですが、読書マシーン本人から紹介してもらえたら、もっといいですよね。",
  "data/ph-top/2021/9/seatable.json": "SeaTableを使えば、チームは、タスク、アセット、プロジェクト、アイデアを簡単に整理することができます。表計算ソフトのように見えますが、クラウドや自社のサーバー上で、あらゆる種類の情報を構造化します。",
  "data/ph-top/2021/9/brain-booster.json": "Brain Boosterは、認知トレーニングを習慣化するのに役立ちます。このアプリケーションでは、暗算、暗記、反射神経など、さまざまな分野を楽しみながら、自分の限界に挑戦することができます。詳細は以下の通りです。",
  "data/ph-top/2021/9/crypto-to-me.json": "こんにちは！crypto-to.meは、あなたが持っているすべての暗号通貨のアドレスへのダイレクトリンクを、1つのカスタムユニークURLで共有できる、ポートフォリオスタイルのウェブサイトです。",
  "data/ph-top/2021/9/listr-2.json": "Listrでは、あなたの好きなカテゴリーでキュレーションされた、Twitterのベストリストを見ることができます。フォローするだけで、タイムラインにピン留めされ、コンテンツの消費を整理することができます。",
  "data/ph-top/2021/9/1stday-nft.json": "あなたやあなたの大切な人が生まれた日＆時間の空の星を、ブロックチェーン上で永遠に生き続けるスターマップNFT⭐️として捉えてみませんか？あなたやあなたの大切な人だけが持つ、腐らないアートです。",
  "data/ph-top/2021/9/pop-illustrations.json": "アウトライン・スタイルとオーバープリント・カラーで作られた300点のモダンなイラストを使って、見栄えのする製品を作りましょう。また、100種類のアバターも用意されていますので、スタートアップ企業には欠かせないパックです。私たちの8000以上のイラストバンドルの一部🔥 + 無料アップデート",
  "data/ph-top/2021/9/plash-2.json": "Plashを使えば、ダイナミックなデスクトップ壁紙を手に入れることができます。お気に入りのニュースサイトやFacebookのフィード、Unsplashからランダムにダウンロードした美しい風景写真、独自に作成したウェブサイトなどを表示できます。その可能性は無限大です。PlashはmacOS 11が必要です。",
  "data/ph-top/2021/9/psst-1.json": "ネイティブなGUIの高速Spotifyクライアントです。開発の初期段階で、機能、安定性、一般的なユーザーエクスペリエンスが不足しています。今のところMacでしかテストされていませんが、WindowsとLinuxのフルサポートを目指しています。",
  "data/ph-top/2021/9/art-by-an-ai.json": "Art by an AIは、毎日、最高のプロンプスを探すコンペティションです。12:00 UTCのAliceでは、AIがVQGAN+CLIPを使って、投票で選ばれたトップ10のお題からアートを作成します。アートのプリントは購入できますが、次のバッチが作成されるまでは購入できません。それ以降は消えてしまいます。",
  "data/ph-top/2021/9/fleep-2.json": "FleepはTelegram用のチャットボットビルダーで、プログラミングの知識がなくてもボットを作成することができます。- ストアを作成して商品を販売する - 最新のクライアントサポートを作成する - ユーザーにメールを送信する - チャットやチャンネルでマルチポストを使用する",
  "data/ph-top/2021/9/recapmail.json": "メーリングリストやキャンペーン、アンケートなどで送られてきたメールをまとめて、毎日ダイジェストでメールをお届けします。- @recapmail.comのメールを無料で取得できます。 - メーリングリストやウェブショップなど、すべてのメールに使用できます - 1日1回、ダイジェストをメールでお届けします Recapmailは無料です。",
  "data/ph-top/2021/9/hypergraphia.json": "単語数の目標を設定すると、Hypergraphiaが自動的に進捗状況を測定します。ゴールカレンダーは、ライターが習慣を崩さないように設計されています。Hypergraphiaはどんなサイトでも使えます。ただし、自分の好みでコントロールすることができます。",
  "data/ph-top/2021/9/stuchef.json": "StuChefは、料理や健康的な食生活に悩む低所得の大学生が、簡単で健康的な、寮生活に適した低コストのレシピを入手して自分の料理本に加えることで、料理能力の向上を支援しています。",
  "data/ph-top/2021/9/crycto.json": "Cryctoは、シンプルで使いやすい、ブロックチェーン上の分散型ファンタジークリケットdappです。CryctoはPolygonネットワーク上に構築されており、単一の統一通貨としてMATICを使用しているため、ユーザーは世界中の他のユーザーと競い合うことができます。",
  "data/ph-top/2021/9/replica-studios-v0-1-0.json": "昨年、私たちはUnreal EngineとUnityを統合した非常にベーシックなデスクトップアプリをリリースしました。本日、Replica Studios v0.1.0を発表することができました。ゲームや映画の音声を制作するために必要なすべてが揃っています。",
  "data/ph-top/2021/9/autoly-2.json": "Autolyは、AI技術を用いて自動車取引を非常に楽しいものにし、買い手、売り手、オーナーの旅をより楽しく、ストレスのないものにします。",
  "data/ph-top/2021/9/weje.json": "Wejeは、自分のアイデアや仕事のプロジェクトを整理し、視覚化するハイパースペースです。カラーのテキストカード、マインドマップ、埋め込みサイト、オンラインコラボレーションなどがあります。9月と10月はすべてのタイプのアカウントで無料でご利用いただけます。今すぐ登録しましょう❤️。",
  "data/ph-top/2021/9/hashnode-app.json": "Hashnodeは、コンテンツの所有権を維持しながらグローバルな開発者コミュニティに参加したい開発者のための無料ブログプラットフォームです。新しいモバイルアプリは、ユニークな体験を提供し、コミュニティがデスクトップを超えてつながりを保つことを可能にします。",
  "data/ph-top/2021/9/snapshots-by-reviewflowz.json": "Snapshot by Reviewflowz は、SaaS企業のレビュー戦略とマーケットプレイスでの認知度に関するグレードレポートを即座に提供します。競合他社の優位性を瞬時に把握し、簡単な推奨事項に従って自社のプロフィールを最適化することができます。",
  "data/ph-top/2021/9/purity-ui-dashboard.json": "https://www.creative-tim.com/product/purity-ui-dashboard?ref=producthunt は、Chakra UIをベースにした無料のReactJSダッシュボードで、モダンなUI要素や美しいウェブサイトが好きな人のためにデザインされました。✅ 70個の完全にコード化されたエレメント ✅ 6つのサンプルページ",
  "data/ph-top/2021/9/illustration-library-by-dotyeti.json": "この多目的イラストレーションライブラリは100％無料です。すべてのイラストは、アウトライン、ベース、フラット、グラデーションの各スタイルで提供されています。PNGとAI形式で提供しています。今後も様々なスタイルやイラストが追加される予定です。https://www.dotyeti.com で実現しました。",
  "data/ph-top/2021/9/jlottie-player.json": "Lottieアニメーションは、Webページやメニューに高品質でスケーラブルなアニメーションを追加する方法をリードしています。私たちのエキサイティングな新しいLottieプレーヤーであるjLottieは、Webページのパフォーマンスを妨げることなく、何十ものマイクロアニメーションを追加する可能性をもたらします。",
  "data/ph-top/2021/9/moodly.json": "自然の音を聴くことで、集中力を高め、リラックスすることができます。完全無料のMoodlyで、あなたの生産性と集中力を倍増させましょう。",
  "data/ph-top/2021/9/caards-1.json": "自分を知ってもらう 今すぐに。高いカスタマイズ性 Caardのテンプレート、テーマ、スタイルなどを変更して、あなただけのサイトを作ることができます。高度な分析 プライバシーに配慮しつつ、あなたのCaardに高度な分析機能を提供します。",
  "data/ph-top/2021/9/flamelink-2.json": "世界中の開発者に信頼されているFlamelinkは、カスタムメイドで豊富な機能を持ち、直観的にコンテンツを管理できるインターフェースを提供します。FlamelinkをFirebaseプロジェクトに接続することで、パワフルなFirebaseエンジンのスピード、セキュリティ、スケーラビリティを活用することができます。",
  "data/ph-top/2021/9/parade-3.json": "デザイナーを雇うことなく、独自のスタイルガイドを構築することができます。あなたが望むブランドパーソナリティを記述し、AIが推奨するフォントやカラーから選ぶことができます。無料のワードマークロゴ、フォントスタック、拡張カラーパレットに加えて、それらをまとめたスタイルガイドをお届けします。",
  "data/ph-top/2021/9/accomplice-2.json": "人工知能を100％活用したグラフィックデザイン・イラストレーションソフト! 文章を書くだけで、無限に素晴らしいAIデザインやプロジェクト用のイラストを作成できます。ハイパワーなAWS GPUと最先端モデルのCLIP + VQGANを使用しています 🤖 🎨 🖼",
  "data/ph-top/2021/9/mirror-magnet.json": "Mirror Magnetは、あなたのMacのデスクトップ上にライブカメラの画像を配置し、他のすべてのものから離れないようにします。普段から画面を共有している方や、プレゼンテーションやレコーディングをよりパーソナルなものにしたい方にお勧めです。",
  "data/ph-top/2021/9/remoteful-2.json": "どんな場所でも才能ある人を見つける リモートで雇う。REMOTEfulは、通勤時間や特定の場所に縛られないリモートワークの求人情報を検索・掲載するのに最適なサイトです。今すぐリモートワークの求人情報をご覧ください。",
  "data/ph-top/2021/9/edison-calendar-1-0.json": "Edisonは、大きな目標を複数の小さなマイルストーンに分割して、毎日アクションアイテムを用意することができるカレンダーアプリです。それぞれの小目標はつながっているので、目標への明確な道筋を見ることができます。",
  "data/ph-top/2021/9/amorus.json": "Amorusは、デジタルでの親密な関係を、よりプライベートなものにし（暗号化、削除コントロール、絵文字ショートカット）、より積極的なものにし（同意や境界線などのためのツールを組み込み）、より刺激的なものにします（浮気したり、共有された空想を発見するためのミニゲーム）。",
  "data/ph-top/2021/9/pablito-planeta-2.json": "パブリート・プラネタは、パブロ・スタンレーの分身ともいえるデザイン占星術師で、デザイナーとしてのあなたの星座の未来を見てくれます。",
  "data/ph-top/2021/9/uhive.json": "Uhiveは、オーナーが「お金を稼ぐ」ことを使命とする典型的なソーシャルネットワークではなく、すべての人に富をもたらすために作られました。私たちは、すべてのアクティブユーザーに、毎日、暗号通貨（デジタル配当）を支払うことで、これを達成することを目指しています。",
  "data/ph-top/2021/9/checkyourlist.json": "CheckYourListでは、すべての項目のチェックを外すことで、次回からすぐに使えるチェックリストを作成することができます。荷造りリスト、日課、掃除リストなど、常に持ち歩くものに最適です。ADHD（多動性障害）にも対応しています。",
  "data/ph-top/2021/9/oddup-2-0.json": "スタートアップ、投資家、セクターのデータを1つの場所で見つけることができます。300,000社以上のスタートアップ企業、63,000人以上の投資家、30以上の地域、15以上のセクターを数えます。",
  "data/ph-top/2021/9/everafter.json": "タスク管理、KPI、タイムライン、共有アセット、サポートチケットなどのウィジェットをドラッグ＆ドロップするだけで、アカウントごとにパーソナライズされたワークスペースを簡単に構築できます。ハブを製品内に直接埋め込むか、プライベートリンクを介してお客様と共有できます。"
}