{
  "data/ph-top/2021/6/mobile-palette-generator.json": "モバイルパレットジェネレータは、マウスをクリックするだけで、モバイルやウェブアプリのカラーパレットを生成できる、シンプルかつパワフルなツールです。",
  "data/ph-top/2021/6/zospace-ui-kit.json": "美しいTailwindのテンプレートを作ることは、ロケットサイエンスではありません。✨ https://shuffle.dev/marketplace/zospace",
  "data/ph-top/2021/6/fastbee-price-tracker.json": "🙄 購入を検討しているが、価格が適正かどうかわからない？✅ FastBeeは購入したい商品の価格を追跡します。価格が変更されると、通知が届きます! さらに、Beeがあなたに代わって注文することもできます。",
  "data/ph-top/2021/6/venus-design-system.json": "もう一つのレベルで、より少ない労力で欲しいものをデザインしましょう 最も一般的な2000以上のUI/UXコンポーネントを搭載した使いやすいデザインツールで、世界水準のデザインをすぐに実現することができます。🔥",
  "data/ph-top/2021/6/designing-ux-for-saas.json": "この無料の電子書籍では、次のことを学ぶことができます。✅ UXとSaaSの基本、✅ 2021年のトレンドはどのようなものか、✅ SaaSビジネスにおけるUXの価値、✅ SaaS製品のUXデザインプロセス、✅ デザインプロセスを大幅に改善するためのヒントとツールを紹介しています。",
  "data/ph-top/2021/6/coherence-x4.json": "Coherence X4を使えば、どんなウェブサイトでも、妥協することなく、Mac上でクロムを使ったアプリに変えることができます。拡張機能の使用、タブ型やシークレット型のアプリの作成など、さまざまな機能があります。Coherence X4には、Microsoft EdgeとOperaのアプリも導入されています。",
  "data/ph-top/2021/6/findcreators-io-2.json": "クリエイター経済の成長をサポート🙌🏻 findcreators.ioでは、Instagramのバイオグラフィーにあるキーワードをもとにクリエイターを探すことができます。🌎 ライター、フィットネストレーナー、俳優、フォトグラファーを見つけて、一緒に仕事をしたり、ブランドを宣伝したり、プラットフォームに参加したりすることができます。",
  "data/ph-top/2021/6/developer-ipsum.json": "¯\\_🤓_/¯",
  "data/ph-top/2021/6/spacecasts.json": "ライブ・オーディオ・クリエイター集団。最高のクリエイターやオピニオンリーダーによるクラブハウスルームやツイッタースペースをすべて収録、収集しています。⠀ SpaceCastを投稿してみませんか？投稿はこちらから： https://www.ridehome.info/p/spaces/",
  "data/ph-top/2021/6/hack-the-interview.json": "Hack The Interviewは、90日以内の内定または返金を保証する唯一の面接トレーニングシステムです。HTIは、求職者が面接を受けるまでの間、キュレーションされたメンターのコミュニティに依存し、貴重なトレーニングを提供しています。",
  "data/ph-top/2021/6/spot-ca077a28-c6c6-4891-b915-a2716fa4734a.json": "Spotは、パフォーマンスの高いチームが必要とするコラボレーションとコミュニケーションの機能を備えたバーチャルオフィスです。音声、ビデオ、スクリーン共有、チャットなど、すべての機能をチームの手元に置くことができます。",
  "data/ph-top/2021/6/idea-canvas-univation.json": "Univationは、あなたのアイデアを構築したり、スタートアップ構築プログラムを実行するための最も簡単なプラットフォームです。",
  "data/ph-top/2021/6/nft-storage.json": "nft.storageは、オフチェーンのNFTデータを保存するために特別に作られた、全く新しいサービスです。データはIPFSとFilecoinに分散して保存されます。",
  "data/ph-top/2021/6/loomsdk-beta.json": "loomSDKは、あなたの製品にビデオメッセージングを追加するための最も簡単で信頼性の高い方法で、しかも無料です。このSDKを使えば、ユーザーはウェブアプリケーション内で直接Loomビデオを録画、埋め込み、視聴することができ、あらゆるワークフローに明確さと文脈を加えることができます。",
  "data/ph-top/2021/6/smart-stickers.json": "Smart Stickers」には、魅力的なデザインを実現するキャッチーなイラストが90点収録されています。3つのスタイルからお好きなものを選んで、あなたのデザインをカラフルに演出してください。FigmaとSketchに対応しています。",
  "data/ph-top/2021/6/ready-ui.json": "開発者、エージェンシー、スタートアップ、マーケッター、デザイナーが美しいウェブサイトを作るための200以上のUIブロック。すぐに使えるbootstrapのコードと、整理されたfigmaファイルで、次のWebサイトのデザインや開発を迅速に行うことができます。",
  "data/ph-top/2021/6/gitlive.json": "IDEを拡張し、遠隔地の開発チームが効果的に連携するために必要なリアルタイム機能を提供します。チームメイトが作業している内容を確認し、コミットする前にマージコンフリクトの通知を受けることができます。ビデオ通話を行い、ライブで一緒にコードを書く、VS CodeからJetBrainsへ",
  "data/ph-top/2021/6/drip-by-digitalax-1.json": "DIGITALAXは、Matic NetworkことPolygonと協力して、デジタルとフィジカルのハイブリッドなファッションラインを初めて立ち上げました。",
  "data/ph-top/2021/6/jitsu-2.json": "Jitsuは、イベントコレクションとAPIコネクタを備えたオープンソースのSegment代替製品です。選択した任意のデータウェアハウスにデータをストリーミングして収集することができ、2分で導入することができます。",
  "data/ph-top/2021/6/offline-ai.json": "Bye bye dating apps 👋 It's time for something new 😎 Offline AIに会いたい人のタイプを伝えるだけで、素敵な相手を見つけてくれます。アプリはありません。公開プロフィールもありません。スワイプもありません。あなたがコントロールするのです😸。",
  "data/ph-top/2021/6/google-forms-to-notion.json": "Form to Notionでは、Google Formを使ってNotion Tableにエントリを追加することができます。📝 Notion Tableに合ったFormを作成することができます。📌 このアドオンは、Google Form の改良版を Notion ページ内に埋め込むこともできます。",
  "data/ph-top/2021/6/growth-skills-assessment-test.json": "成長を成功させるには、製品管理やデータ、顧客獲得や実験デザインなど、さまざまな分野のスキルが必要です。この45分間のグロース・スキル・アセスメントは、グロース・スキルにおける自分の強みと盲点を理解するのに役立ちます。",
  "data/ph-top/2021/6/nice-avatar.json": "react-nice-avatarは、ユーザーのためのアバターを簡単に生成することができます。",
  "data/ph-top/2021/6/ticktick-6-0.json": "TickTickは、シンプルな操作で使えるオールインワンの生産性向上アプリです。To Doの管理、カレンダーでのスケジュール管理、メモの取り方、集中力の維持など、すべてを1つの場所で行うことで、人生を最大限に活用することができます。",
  "data/ph-top/2021/6/day-zero-by-day-one.json": "Day Zeroは、意欲的な創業者やシリアルビルダーが新しいアイデアを探求し、それを実現するためにコミュニティと共に働くためのコミュニティです。私たちは、新しいアイデアを考え、検証するためのツールとワークフローを提供しています。そうすることで、次の大きなアイデアが頭の中だけに留まらないようにします。",
  "data/ph-top/2021/6/nutrisense-v2-0.json": "NutriSenseは、主要なメタボリックマーカーをリアルタイムに追跡するデータ駆動型のメタボリックヘルスプラットフォームです。継続的なグルコースモニタリング、AIによる食事のトラッキング、専門家によるコーチングを用いて、健康上の目標を達成し、持続的な行動の変化を生み出すことをサポートします。",
  "data/ph-top/2021/6/letterlike.json": "購読者が何を読んで喜んでいるのか、何を読んでいないのかを知る。Letterlikeは、ニュースレターに「いいね！」ボタンを追加し、読者がコンテンツにフィードバックするための楽しくシンプルな方法です。",
  "data/ph-top/2021/6/process-street-automations.json": "Process Street Automationsは、重要なワークアプリをまとめて、チームの最も重要なプロセスを推進します。自動化を支えるのは、Salesforce、Jira、Slack、DocuSign、Google Sheetsとの新しいネイティブ統合セットです。Salesforce、Jira、Slack、DocuSign、Google Sheets。",
  "data/ph-top/2021/6/openphone-for-teams.json": "OpenPhoneは、スタートアップ企業向けのオールインワンビジネスフォンです。強力な通話機能、メッセージ機能、そして軽量なCRMが搭載されています。チームで電話番号を共有し、会話を共同で行うことができます。モバイル、ウェブ、デスクトップで利用できます。",
  "data/ph-top/2021/6/batteries.json": "iPhone、iPad、Apple Watch、Macのバッテリーを、すべてのデバイスで同時にトラッキングできます。あなたのデバイスに内蔵されているトラッキング技術を利用するので、バッテリーレベルは信頼できます。",
  "data/ph-top/2021/6/firefox-89.json": "Firefox のデザインを変更するにあたり、私たちのチームは、人々がどのようにブラウザを操作しているかを調査し、そのパターンと行動を観察しました。また、より快適な Web 体験を求める一般の人々からのフィードバックやアイデアに耳を傾けました。",
  "data/ph-top/2021/6/moonsense-recorder.json": "Moonsense Recorderは、https://play.google.com/store/apps/details?id=io.moonsense.recorder & https://apps.apple.com/us/app/moonsense-recorder/id1551215403 モバイルデバイス用の使いやすいアプリケーションで、複数のセンサーからのデータを記録し、分析のために保存したりラベルを付けたりすることができ、ライブプロトタイプをより早く構築する能力を与えてくれます。",
  "data/ph-top/2021/6/listnr-for-chrome.json": "Listnr for Chromeでは、インターネット上のお気に入りのコンテンツをPodcastに変換して聴くことができます。",
  "data/ph-top/2021/6/akiflow-2-0.json": "AkiflowはTasks + Calendarsの生産性向上アプリです⚡️ 複数のソースからタスクをキャプチャします⚙️ ショートカット(Plan/Snooze)で高速に処理します✅ 集中力と個人の組織性を高めますWin+Mac http://www.akiflow.com/ で無料でお試しください。",
  "data/ph-top/2021/6/socialmailer.json": "私たちは過去4年間、社内でSocialMailerを使って何万人ものインフルエンサーにコールドアウトリーチを行ってきました。私たちにとっては時間の節約になりましたし、あなたにとってもそうなると信じています。ご意見をお聞かせください。",
  "data/ph-top/2021/6/vectoricons-mixer-by-iconshock.json": "VectorIcons Mixerは、数千のベクターアイコンとカラフルな形状を組み合わせて、数回のクリックで新しいアイコンセットを生成することができるシンプルなオンラインツールです。たくさんのアイコンスタイルと、何百もの抽象的、幾何学的、有機的な形状を組み合わせることができます。",
  "data/ph-top/2021/6/saas-blocks-ui-kit.json": "SaaS Blocks UI Kitは、創業者やデザイナー、開発者が、美しく効果的なウェブサイトやランディングページを数分で作成できるようサポートします。70以上のブロックとコンテツ、コンポーネント、フリーフォントが含まれています。お好きな金額をお支払いください（今のところ）。",
  "data/ph-top/2021/6/savely.json": "Savelyは、次のバケーションのためにお金を貯めることができるiOSアプリケーションです。バケーションは目標から始まり、目標はSavelyから始まります。",
  "data/ph-top/2021/6/wicked-templates-2-0.json": "Tailwind CSS、Alpine.js、Next.jsを使用して作られたランディングページが素晴らしい。",
  "data/ph-top/2021/6/tidytag.json": "LinkedInは面倒くさい。そしてそれは、接続数が増えれば増えるほど悪化する。コネクションをセグメント化する便利な方法はありません。TidyTagがあれば大丈夫です。あなたのLinkedInを今すぐセグメント化しましょう",
  "data/ph-top/2021/6/whatsapp-chat-abandoned-cart-recovery.json": "このShopifyプラグインを使うと、WhatsAppを介して潜在的な顧客に放棄されたカードの回収通知を自動的に送信し、顧客を喜ばせることができます。他にもWhatsAppでショッピングに関する最新情報を送信することができます。WhatsAppチャットウィジェットの追加。",
  "data/ph-top/2021/6/the-dad-s-bucket-list.json": "子供たちが自分をヒーローのように見てくれることほど、父親として嬉しいことはありません。空が青い理由を説明しているときも、いじめっ子への対処法を教えているときも、少し鼻で笑うほど大笑いしているときも。",
  "data/ph-top/2021/6/waldo-for-analytics.json": "自動化された信頼性の高い方法で、分析イベントをテストすることができます。",
  "data/ph-top/2021/6/compairbnb.json": "いろんな場所のタブを💯開いていたことはありませんか？Compairbnbはあなたの時間を節約します。",
  "data/ph-top/2021/6/castyr.json": "Castyrは、新しいソーシャル・ポッドキャスティング＆リスニング・プラットフォームです。最大5分間の音声をスニップして注釈を付け、コミュニティフィードで共有し、フォロー可能なプロフィール上でカスタマイズ可能なコレクションに整理することができます。TikTokとGoodreadsがポッドキャストの赤ちゃんを産んだようなものです。",
  "data/ph-top/2021/6/twitter-blue.json": "本日より、オーストラリアとカナダで、Twitter Blueの第一弾を展開します。https://blog.twitter.com/en_us/topics/company/2021/introducing-twitter-blue.html",
  "data/ph-top/2021/6/google-cemetery.json": "Googleの100以上の失敗例に学び、収益性の高いビジネスを構築し、買収した企業を拡大する。",
  "data/ph-top/2021/6/prosoftly.json": "成長に必要なすべてがここにあります。クラウドベースの単一プラットフォーム上で、売上を伸ばし、マーケティング能力を強化し、顧客サービスを向上させることができます。",
  "data/ph-top/2021/6/healthy-relationship-with-cats.json": "猫は間違いなくユニークで素晴らしい生き物です。しかし、彼らを理解することは必ずしも容易ではありません。この電子書籍では、あなたの猫とコミュニケーションをとるための特別なテクニックを見つけることができます。完全無料です。",
  "data/ph-top/2021/6/zoho-salesiq-2-0.json": "マルチブランド管理、訪問者インサイト、リードスコア、プロファイルエンリッチメント、ライブチャット、メッセージングチャネル、コードレスボットビルダー、人間に近いNLP駆動のチャットボット、冒涜的な表現の管理などの機能を備えた、完全なカスタマーエンゲージメントプラットフォームです。",
  "data/ph-top/2021/6/poolsuite.json": "贅沢でありながらゆったりとした時間。軽薄でありながら洗練されている。夏の甘い音を11倍にしたようなサウンド。プールサイドに座っていたのが、The Poolsuiteのプライベートカバナにアップグレードされたのですから、バーチャルバッグを用意しましょう。",
  "data/ph-top/2021/6/checkout-page-digital-downloads.json": "Checkout Page Digital Downloadsを使って、インターネット上でデジタルダウンロードを販売しましょう。数回のクリックでチェックアウトページを作成し、ファイルをアップロードして、あなたのサイトにチェックアウトを追加したり、支払いリンクを共有することができます。どのようなプラットフォームでも動作し、コードは必要ありません。",
  "data/ph-top/2021/6/charmstone.json": "macOSのアプリケーションの起動と切り替えに空間記憶を使うと、驚くほどパフォーマンスが向上します。Charmstoneは、cmd+tabやDockをユニークかつシンプルにアレンジしたもので、あなたのワークフローに簡単に組み込むことができます。ドックを隠している場合は特に便利です。",
  "data/ph-top/2021/6/really-good-push-notifications.json": "様々な業種のプッシュ通知のアイデアや事例を厳選してご紹介します。Really Good Push Notificationsに登録すると、プッシュ通知のインスピレーションを直接受信箱に届けてくれるので、プッシュ通知のゲームを有利に進めることができます。",
  "data/ph-top/2021/6/zing-data.json": "Zingでは、数回タップするだけで、あなたのデータベース（PostgreSQL、今後も増える予定）から、外出先で簡単に質問をすることができます。* 質問をする * データを検索する * ビジュアライゼーションやテーブルを作成する * チームとチャットする...どこにいてもできます。",
  "data/ph-top/2021/6/clay-mockups.json": "🚨美しい、無料の粘土モックアップセットは、あなたのポートフォリオプロジェクトを披露するために使用することができます。私たちはModern Minimalのデザインに使用しています。👇 13°の回転ルールを覚えておくと、プロジェクトが一気に見栄え良くなります☝️。",
  "data/ph-top/2021/6/devzat.json": "ターミナルから直接、SSHでチャットができます。無料でオープンソースです。github.com/quackduck/devzat。星をつけてください。",
  "data/ph-top/2021/6/ens.json": "イーサリアムネームサービスは、オープンソースのブロックチェーンベースのネーミングプロトコルです。2017年初めにEthereum Foundationで開始されたENSは、2018年に独立した組織としてスピンオフしました。",
  "data/ph-top/2021/6/just-farts.json": "猫のおなら。⠀ それが狩りだ。⠀ 猫のおならです。",
  "data/ph-top/2021/6/hashgrow.json": "ハッシュグロウのモバイルアプリを使えば、Fbのリードフォームと連携して、新規リードの通知や、WhatsApp、Eメール、SMSでのフォローアップの送信が簡単にでき、テンプレートも用意されています。また、リードに電話をかけたり、アクティビティを追跡することもできます。",
  "data/ph-top/2021/6/lighthouse-8-0.json": "Lighthouse 8.0が登場しました。パフォーマンススコアのCOVバランスの改善、PSIとCanaryのDevToolsに搭載されたLighthouse Treemapとメトリックフィルタリング、そして全く新しいCSP監査です。",
  "data/ph-top/2021/6/zenown-2-0.json": "ZenOwnはあなたのパーソナルプロダクトアシスタントアプリです。✔ スキャンして商品を追加するだけ 📱 ビデオヒントで商品を最大限に活用する ⏰ 保証アラームをオンにする 🛍 ブランドの特別オファーを受ける 💰 数回タップするだけで販売/プレゼントする その他の機能は近日公開予定です。",
  "data/ph-top/2021/6/marketer-crew.json": "https://marketercrew.com/ は、マーケターとインディーメーカーのための週刊ニュースレターです。毎週月曜日と木曜日に、マーケティングが実際に楽しくなるようなメールをお届けします。また、最新のニュース、ツール、インサイトなどの情報を無料でお届けします。",
  "data/ph-top/2021/6/million-js.json": "現在の仮想DOMの実装は不十分です。複雑すぎるものから放棄されたものまで様々で、ほとんどのものは、生のパフォーマンスとサイズを犠牲にしなければ使用できません。Millionはこの問題を解決することを目的としており、ライブラリに依存しないVirtual DOMを提供し、Javascriptライブラリのコアとして機能します。",
  "data/ph-top/2021/6/huma-breath.json": "🌬️ 科学的に裏付けられた呼吸法で、不安を和らげ、早く眠りにつき、集中力を高め、エネルギーを得ることができます。🍃 ヒューマ・ブレスのエクササイズは素早く効果的で、文字通り1、2分であなたの状態を変えることができます。",
  "data/ph-top/2021/6/where-to-post-your-product.json": "厳選された280以上のウェブサイトのリストを使用して、スタートアップの露出とバックリンクプロファイル（SEOに良い）をスパークさせます。-タイプ -トピック -公開時期 -無料/有料 -難易度 -ドメインのオーソリティ -トラフィック量と上位国 -Majestic Trust & Citation Flows",
  "data/ph-top/2021/6/polyo.json": "Polyo by HelloConsent あなたのビジネスの性質に基づいて、あなたの聴衆が理解できるように包括的に書かれたカスタムの法的ポリシーを作成します。登録は必要ありません。100%無料で使用できます。",
  "data/ph-top/2021/6/siimpl-bookmarking.json": "オンラインで見つけた興味深いウェブサイト、画像、ビデオ、タブ、テキストを保存して、どのデバイスでもどこからでもアクセスできます。他の人と共有したり、機密性の高いサイトを隠しコレクションに保存して、ピンでしか表示されないようにすることもできます（覗き見されないように）。",
  "data/ph-top/2021/6/console-2.json": "何千人ものエンジニアと一緒に、アマゾンのエンジニアが監修した最新のオープンソースソフトウェアを毎週まとめてお届けします。",
  "data/ph-top/2021/6/koalendar.json": "Koalendarへようこそ! これは、ゲストが会議にサインアップできる使いやすいカレンダーです。Googleカレンダーと同期し、ZoomやGoogle Meetなどのビデオ会議ソフトと統合します。無料で簡単にデモができます- https://koalendar.com/e/demo",
  "data/ph-top/2021/6/gosun-chillest-2.json": "氷は最悪です。このポータブル電気冷蔵庫は、冷やすか凍らせるかの2つのゾーンがあり、内蔵バッテリーで食品の冷たさを10時間以上保ちます。Chillestは太陽の力で冷却するので、水気の多いサンドイッチや溶けた氷を忘れ、すべてが乾燥した状態で整理されます。",
  "data/ph-top/2021/6/seo-glossary-by-serpstat.json": "この150のSEO用語と記事のリストの目的は、あなたのSEO知識を深めることです。SEOは急速に発展しており、重要なコンセプトをより深く学ぶためのリソースを作ろうとしました。この用語集は定期的に更新されているので、いつでもご利用いただけます。)",
  "data/ph-top/2021/6/tooljet.json": "ToolJetはRetoolの代替となるオープンソースの製品です。ToolJetは、既存のデータベース、APIエンドポイント、外部サービスに接続し、コード不要のアプリビルダーを使って、データの上にアプリケーションを構築することができます。",
  "data/ph-top/2021/6/snip-3.json": "Snipは、どんなウェブサイトからでも、ワンクリックであらゆる要素を削除します。だから、あなたが見たいものだけが表示されます。あなたの選択は保存されます。次回、同じページにアクセスすると、削除された要素は非表示になります。Snipでは、最近の変更を元に戻したり、やり直したりすることができます。",
  "data/ph-top/2021/6/monarch-2.json": "Monarchは、経済的な目標を達成するために実際に役立つ、最新のパーソナルファイナンスアプリです。Monarchでは、あなたの経済生活全体を一箇所で管理し、経済計画を作成し、その計画に従って簡単に経済的な目標を達成することができます。",
  "data/ph-top/2021/6/koya-3.json": "KOYAでは、個人的なメッセージを簡単にスケジューリングすることができます。- 思い出（ビデオや画像） - URL（Spotify、YouTubeなど） - オプションのギフト（コーヒー、ビール、タコスなどに使える$$）。",
  "data/ph-top/2021/6/zoho-sheet-extension-web-clipper.json": "Zoho Sheet Webクリッパーは、データテーブルをスプレッドシートに瞬時にクリップすることができます。この拡張機能を使えば、ワンクリックでスプレッドシートを作成したり、アクセスしたりすることができます。つまり、このエクステンションを使えば、Zoho Sheetが一歩身近になるのです。",
  "data/ph-top/2021/6/kudos-ad4f1ed8-4840-404c-853c-e69afe290ac0.json": "Kudosは、赤ちゃんのお尻が1日中100％コットンに触れることができる最初で唯一の紙オムツです。特許出願中のDoubleDryTM技術と組み合わせることで、このおむつは、赤ちゃんの敏感な肌、地球、そしてあなたのソファを守るという点で、真のゲームチェンジャーとなるでしょう。)",
  "data/ph-top/2021/6/inspiration-database-1.json": "このデータベースは、現在の市場でどこに需要があるのかを確認したり、新しいサイドプロジェクトのインスピレーションを得たりすることを目的としています。このコレクションは8つのエアテーブルに分かれています： - 生のデータベース（147.000以上の製品） - 低評価だが人気のあるアプリ - 放置されているChrome拡張機能",
  "data/ph-top/2021/6/spotify-blend-beta.json": "Blendは、2人の友人がそれぞれの音楽的嗜好を融合させ、彼らのためだけに作られた1つのプレイリストを作るという新しい方法です。Blendは毎日更新され、ユーザーの好みの変化に応じて成長していきます。",
  "data/ph-top/2021/6/trendpop-hot-100.json": "Hot 100は、TikTokで最もバイラルなトレンドを追跡する最良の方法です。https://trendpop.social! TikTokのトップ100のサウンド、クリエイター、ハッシュタグを閲覧でき、バイラル度でランキングされ、毎日更新されます! 週間、月間、年間のランキングをご用意しています。",
  "data/ph-top/2021/6/storydoc.json": "静的なセールスやマーケティングのスライドを、美しいインタラクティブなWebプレゼンテーションに変えます。雑音を排除し、顧客エンゲージメントとコンバージョン率を向上させます。Storydocsはデザインやコーディングのスキルを必要とせず、簡単に変更することができます。早期アクセスを開始しました。",
  "data/ph-top/2021/6/motion-slack-app.json": "簡単なコマンド（/motion @user1 @user2 @user3）を入力するだけで、全員のカレンダーのコンフリクトやタイムゾーンをチェックし、全員が同意した上で、自動的にミーティングのスケジュールを決定します。カレンダーをチェックしてチャットでやりとりするよりも3倍速くなります。",
  "data/ph-top/2021/6/mooncamp.json": "https://mooncamp.com/ は、OKRやCheck-insなど、まだまだたくさんの機能を備えた、健康で幸せでハイパフォーマンスな企業文化を育むためのオールインワンOSです🚀。",
  "data/ph-top/2021/6/twitter-bot-without-code.json": "nocodeツールを使って、コードを全く書かずにTwitter Botを構築。Twitter APIは必要ありません🤯。",
  "data/ph-top/2021/6/learn-by-angellist.json": "New Venture Education Center by Angelist は、創業者、ファンドマネージャー、投資家向けに、ベンチャーキャピタルの様々なトピックや側面をカバーしています。ベンチャーキャピタルを理解するのに最適なリソースです。",
  "data/ph-top/2021/6/whatsapp-reminders.json": "GoogleカレンダーからWhatsApp番号に直接、会議のリマインダーや日課を受信できます。リマインダーにはGoogle Meets LinkとCall Coordinatesが含まれます。会議の30分前(または指定した時間)に通知します。WhatsAppで日報を受信して、常に最新の情報を得ることができます。",
  "data/ph-top/2021/6/fix-contrast.json": "コントラストの低いテキストは、最も一般的なアクセシビリティの問題であり、86.4%のページに影響を与えています。Polypane（https://polypane.app）で開発された技術をベースにしたこの無料の拡張機能は、アクセスしたサイトのコントラストの問題を自動的に修正します。",
  "data/ph-top/2021/6/pabio.json": "Pabioでは、プロのインテリアデザイナーによる家具付きのアパートを手に入れ、高品質な家具を月額制でレンタルすることができます。",
  "data/ph-top/2021/6/api-template.json": "APITemplate.ioは、最新のAPIベースのプラットフォームで、メディアコンテンツ生成のための2つの強力なAPIを提供するように設計されています - 画像とPDF",
  "data/ph-top/2021/6/idea-validation-template.json": "テンプレートの質問に答えることで、より深く掘り下げ、アイデアの重要な部分を表に出すことができます。",
  "data/ph-top/2021/6/korkuma.json": "コルクマは新しいライブコマースのSaaS製品です。私たちは、あらゆる規模の企業がウェブサイトでライブストリーミングを行い、[何でも]販売できるようにします。私たちは、市場で最も優れた価格対価値比で、ライブショッピングを大衆にとってより身近なものにしたいと考えています。",
  "data/ph-top/2021/6/wwdc21-by-raycast.json": "WWDC21に遅れずに参加しよう。Raycastでは、今年のセッションを素早く検索、フィルタリング、お気に入り登録することができます。WWDCアプリを使用して、週中またはその後いつでもすべてのビデオをダウンロードして見ることができます。wwdc.ioと共同でRaycastが作成しました。",
  "data/ph-top/2021/6/700-presentation-templates.json": "これらのPPTは、教育、健康、貿易などのビジネスや講義室でのプレゼンテーションに適しているだけでなく、プレゼンテーションを行うために使用することができる季節のパワーポイントのテーマとテンプレートと一緒に基本的な目的のデザインです。",
  "data/ph-top/2021/6/faves.json": "20k以上の待機リストをスキップする🌟 世界の賢い人たちが何を読み、何を見て、何をスクロールしているのか気になりませんか？Favesで調べてみましょう。私たちのキュレーターには、最高のVC、ファウンダー、プロダクトリーダーが含まれています。今すぐ登録して、2万人以上のウェイティングリストをスキップしましょう。",
  "data/ph-top/2021/6/discord-stages.json": "コミュニティサーバーでは、ステージを公開することで、Discord上のメンバーがサーバー内で行われている素晴らしい活動をライブで聴くことができるようになりました。歌ったり、おしゃべりしたり、新しいことを学んだりして、今すぐステージを作ったり、チューニングしたりしましょう。",
  "data/ph-top/2021/6/discord-message-embed-builder.json": "Discordボット用の埋め込みメッセージを作成するためのシンプルできれいなインターフェースです。メッセージのプレビューと送信に必要なすべてのコードを自動生成します。作成した埋め込みメッセージは、簡単な共有リンクを使って他の人と簡単に共有できます。",
  "data/ph-top/2021/6/playdate-5.json": "Playdateは、アプリとゲームのデザイナーであるPanicの初のハードウェアで、価格は179ドル、来月出荷予定で、12週間で24ゲームの \"シーズン \"が提供されます。また、かわいいスピーカードックや、ローコードでゲームが作れるプラットフォームも用意されています😻。",
  "data/ph-top/2021/6/poised.json": "Poisedは、パーソナライズされたデジタルコミュニケーションコーチであり、オンラインミーティング中に実用的なリアルタイムフィードバックを提供します。Poisedは、Zoom、Slack、Microsoft Teams、Google Meetなどのプラットフォームに対応しています。",
  "data/ph-top/2021/6/softr-2-0.json": "Softrは、Airtableから強力なWebアプリケーションやポータルを、最も簡単に、数分で構築することができます。コードは必要ありません。Softrを使えば、クライアントポータル、社内ツール、マーケットプレイス、オンラインコミュニティ、リソースディレクトリ、ウェブサイトなどを構築できます。",
  "data/ph-top/2021/6/f-ckoff.json": "YouTubeにはたくさんの広告があります。https://fuckoff.ytmagically は、「Skip Ads」を「F*ck Off」に変更します。広告をブロックするわけではありませんが、広告に対する気持ちが楽になるかもしれません。",
  "data/ph-top/2021/6/typomotion.json": "私たちは皆、Appleの「Don't Blink」広告を初めて見たときのことを覚えています。Typomotionでは、このようなキネティックなタイポグラフィビデオを数分で作成することができます。また、数回のクリックで音楽を調整したり、背景画像を変更したり、色を調整したりすることができます。その上...。無料です。",
  "data/ph-top/2021/6/be-live.json": "プロのように、手のひらの上で魅力的なライブストリームを実行しましょう。Be.Live Mobileアプリでは、以下のことができます。👋 ゲストを招待したり、視聴者とチャットしたりすることができます ✏️ 放送をブランディングすることができます",
  "data/ph-top/2021/6/catapult-translate-faster.json": "最新のA.I.とクラウド技術を用いたCatapultは、通常の3倍の速さで文章を翻訳することができます。さらに、元の文書と同じフォーマットやデザインを維持することができます。60以上の異なるファイルタイプで動作します。",
  "data/ph-top/2021/6/cord-3.json": "Cordは、マイクロモデルを用いた新しいアプローチにより、トレーニングデータの作成を自動化します。Cordを使えば、ラベリングプロセスを自動化された組立ラインに変えることができ、コンピュータビジョンアプリケーションのトレーニングデータを圧倒的なスピードで作成することができます。",
  "data/ph-top/2021/6/virtually-3.json": "Virtuallyは、支払い、ライブクラス、学生管理をサポートし、インパクトのあるコホートベースのコースを構築し、拡張するために必要なすべてのツールを提供します。⠀ https://www.buildingasecondbrain.com/, Ali Abdaal's https://academy.aliabdaal.com/, https://flockjay.com/ などのトッププログラムがVirtuallyを使用しています。",
  "data/ph-top/2021/6/ios-15-humane.json": "より人間らしいiOS体験のための野心的なコンセプト。Time Well Spent」、「Persuasive Design Settings」、「App Conditions」などの新機能により、Appleは、人間の注意を真に尊重するテクノロジーへと業界を導くことができるでしょう。",
  "data/ph-top/2021/6/bootstarters.json": "BootStartersは、最新のBootstrap 5に対応した以下のようなスターターテンプレート集です：⠀ ・管理者用ダッシュボード ・ダークテーマ ・Fluent Design Theme ・ブログテンプレート ・eコマーステンプレート ・複数のカラムレイアウト ・価格、ログイン、マガジン⠀ など。",
  "data/ph-top/2021/6/airy.json": "Airyは、オープンソースの会話プラットフォームで、会話データを安全かつプライバシーに配慮した方法で保存、構造化、利用することができます。Airyは、独自のメッセージングAPIのホスティングから会話型AIとの統合まで、さまざまなユースケースに対応します。",
  "data/ph-top/2021/6/daft-punk-cafe.json": "これは、ダフト・パンクがこの世界にもたらした永遠の遺産への賛辞です。彼らのトラックやライブショーの24時間ラジオを楽しんだり、ランダムなトラックの名前を推測して自分の「ファンレベル」をテストしたり、レベルアップしてより速いトラックでテトリスをしたりすることもできます。",
  "data/ph-top/2021/6/the-ultimate-design-tool-picker.json": "デザインツールの数が多すぎて選べない！？AからBに行くために、どれが一番いいのかを見つけてください。",
  "data/ph-top/2021/6/promptly.json": "あなたの仕事は、サポートメールで埋め尽くされていませんか？Promptlyは、Gmailで直接返信を自動化することで、カスタマーサポートの規模を拡大することができます。お客様のナレッジベースとライティングスタイルに合わせてトレーニングされたPromptlyは、お客様からのお問い合わせやリクエストに即座に対応できるように設計されています。📥",
  "data/ph-top/2021/6/100-resources-on-gpt-3.json": "私は、GPT-3に関する本を執筆したり、GPT-3アプリを構築する方法を研究したりする中で、これらのリソースを厳選しました。このリストは次のような人に役立ちます。 開発者、コーダーではない人、VCアナリスト、テックライター、プロダクトマネージャー、創業者。- 記事、ビデオ、デモ、アプリ、コミュニティ、ガイド、コードとノーコードのテンプレート、など。",
  "data/ph-top/2021/6/trove-9bfecb5b-573e-4a1c-9b90-f009bc69e885.json": "Troveは、共有する価値のある知識のための場所です。🗃️ メモやリンクをキュレーションして整理することができます 🕵️ 公開・非公開を問わず、他の人とコラボレーションすることができます🤝 💻 Chrome拡張機能で、ブラウザから直接保存することができます 👀 他の人をフォローすると、自分のフィードに他の人の知識が表示されます",
  "data/ph-top/2021/6/the-commit-platform.json": "Commitは、スタートアップエンジニアのキャリアニーズを第一に考える、初のプロフェッショナルネットワークです。コミットは、生涯にわたるピアツーピアのサポート、個別のキャリア開発、スタートアップの機会へのユニークなアクセスを提供する、遠隔地を優先した共同コミュニティです。",
  "data/ph-top/2021/6/gen-z-casa.json": "Gen Z Casaは、Gen Zerが自分にぴったりのコミュニティ・ハウスを見つける方法です。",
  "data/ph-top/2021/6/very-important-meeting.json": "最も重要なEuro 2020の試合が仕事中に行われることを考慮して、BBC iPlayerやITV playerのライブビデオストリームをビデオ通話に見せかけるChrome拡張機能を作りました。",
  "data/ph-top/2021/6/pallyy.json": "最もリーズナブルなソーシャルメディアスケジューリング＆自動投稿プラットフォーム。Instagram、Facebook、Twitter、LinkedInなど、すべてのソーシャルプラットフォームにコンテンツを一度に公開できます。",
  "data/ph-top/2021/6/spyneai-s-car-background-tool.json": "SpyneAIは、スタジオスタイルの背景をあなたの車に生成します。それは100％自動的に動作します。あなたの車の画像をアップロードし、好きな背景を選択して、私たちの魔法のAIが数秒であなたの車の画像を変換するのを見てください。フルハイビジョン画質でダウンロードできます。",
  "data/ph-top/2021/6/maze-templates.json": "あらかじめ用意された50以上のユーザーテストやアンケートのライブラリにアクセスして、コピー、カスタマイズ、自社のユーザーとの共有が可能です。コンテンツ、コンセプト、ユーザビリティテストからフィードバック調査まで、テンプレートを使えばインスピレーションを得て、より早くインサイトを収集することができます。",
  "data/ph-top/2021/6/cartloop-rewards.json": "私たちはCartloop Rewardsを構築し、Gorgias、Typeform、Clercaoなどのクラス最高のツールを使ってShopifyマーチャントがビジネスを成長させ、より多くの売上を達成できるようにしました。無料でアクセスして、あなたのShopifyストアをプロのように運営してみませんか？🚀",
  "data/ph-top/2021/6/icons8-google-docs-add-on.json": "何千もの手作りのアイコンをGoogle Docsの中で利用できます。Icons8アドオンは、Google Docs、Sheets、Slidesで動作します。- プレゼンテーションを充実させる - シートにスパイスを加える - 読み手を文書に引き込む",
  "data/ph-top/2021/6/price-tags-ios.json": "プライスタグアプリを使えば、ビジネス向けのソーシャルメディアコンテンツをわずか数分で簡単に作成できます。しかも、拡張現実（Augmented Reality）でも。あなたのブランドを際立たせるインパクトのあるコンテンツを作成しましょう",
  "data/ph-top/2021/6/match-dev.json": "Upworkで開発者のプロフィールを何時間も見ていませんか？TopTalやリクルーターに高い料金を払っていませんか？Match.devは、あなたやあなたのチームにぴったりの、吟味された開発者とペアリングしてくれるエキスパートと、無料で簡単にチャットすることができます。",
  "data/ph-top/2021/6/material-tailwind-kit-react.json": "Material Tailwind Kit Reactは、人気の高い2つのフロントエンド技術をベースにした、フリー＆オープンソースのUIキットです。Tailwind CSSとReactです。そのデザインは、GoogleのMaterial Designにインスパイアされています。✅ 120のエレメント ✅ 4つのサンプルページ",
  "data/ph-top/2021/6/protonmail-2-0.json": "エンド・ツー・エンドの暗号化メールサービス「ProtonMail」は、デザインを一新し、よりすっきりとした外観と、カスタマイズ可能なユーザーインターフェースを実現しました（テーマはダークバージョンとコントラストバージョンがあります）。",
  "data/ph-top/2021/6/the-sf-minute.json": "The SF Minuteは、サンフランシスコで最も人気のある地域情報誌です。毎週月曜日から金曜日まで、サンフランシスコのあらゆるニュースの中から、最も重要で興味深いものをお届けします。このニュースレターは、サンフランシスコで起こっている最新の情報を、素早く、簡単に読むことができます。",
  "data/ph-top/2021/6/nebo-4.json": "Neboは、技術者ではないチームメイトがコードを使わずにUIを構築することを可能にします。チーム内の誰もが、Reactコンポーネントを視覚的に組み立てて、マーケティングサイトやコアプロダクトのページを作ることができるようになります。",
  "data/ph-top/2021/6/nocodedevs-3-0.json": "プロが教える最新の#nocodeチュートリアル、Tips、トリックをご紹介します。膨大なライブラリーの中から、あなたのプロジェクトに必要なものを見つけてください。毎週、#nocodeメーカー、ツール、製品をフィーチャーした新しいPROおよびFREEビデオがリリースされます。",
  "data/ph-top/2021/6/investnix.json": "Investnixは、一般のインターネット・ユーザーに投資機会の世界を提供します。あらゆる投資分野から利益を得るための新しい可能性を、簡単かつ安全に発見し、学ぶことができます。",
  "data/ph-top/2021/6/hotglue.json": "hotglueは、ユーザーに真の価値を提供するために開発者が必要とする拡張性を犠牲にすることなく、スケールするネイティブSaaS統合を構築する最もシンプルな方法です。今すぐhotglueチームとのチャットを予約してください。",
  "data/ph-top/2021/6/unite-com.json": "あなたの大切なフォロワーを評価するために、グループでの自撮りが必要ですか？それとも、パンデミックで会えない友達と一緒に素敵な写真を撮りたい？unite.comへようこそ。ここでは、一人用の自撮り写真をグループ用のポートレートに統合します。今すぐ参加して、好きな人を招待しましょう",
  "data/ph-top/2021/6/ship-that-shit.json": "🚢 that💩は、あなたの💩をゲットするために毎月3つのイベントを開催するイベント型コミュニティです。1. デザインオフィスアワー 2. テクニカルオフィスアワー 3. 1ライナープラクティス/ファウンダースピードデート",
  "data/ph-top/2021/6/usage-for-mac.json": "あなたに相応しいモニターアプリです。もうすぐオープンベータ版が公開されます。そして発売はその数週間後になります。https://usage.pro",
  "data/ph-top/2021/6/wisesheets.json": "もう、分析する企業ごとに株式の財務情報をコピー・ペーストする必要はありません。世界の14の取引所の19年分の財務諸表と主要な指標をGoogle SheetsやExcelに直接取り込むことができます。",
  "data/ph-top/2021/6/superlocal.json": "スーパーローカルは、誰もが簡単に地元のコミュニティと深いつながりを持てるポジティブなプラットフォームです。私たちは、犯罪や安全に関する情報ではなく、本物の意味のあるつながりを地域社会にもたらすことで、これを実現しています。 ﻿﻿いつも自分の家のように。",
  "data/ph-top/2021/6/ui-chunks-e01-buttons.json": "UI Chunksは、デザインシステムの構造を意味する「チャンク」を学びやすく整理した、UIデザインの知識の完全なソースです。https://gumroad.com/a/43717747/EiVkk（74ページのガイド、Figma/Sketch Library）。この究極のボタンガイドを、コーヒー価格で手に入れよう。",
  "data/ph-top/2021/6/create-my-token.json": "Mintable、Burnable、Unlimited、Advancedを含むEthereum ERC20またはBinance BEP20トークンをブラウザから直接生成して配置します。コードもログインもセットアップも必要なく、たった5分で完了します。",
  "data/ph-top/2021/6/button-for-google-calendar.json": "Google Calendar™の概要をワンクリックで確認できるChrome™拡張機能です。また、通知機能や会議に素早く参加できる機能も備えています。このアプリを使えば、もう会議に参加できなくなるかもしれません。フリーでオープンソースです😇 自由なベラルーシ人によって愛を込めて作られました🤍❤️🤍",
  "data/ph-top/2021/6/adaptive-sdk.json": "Adaptive+は、アプリ内のSplashScreen提供のためのエディタとダッシュボードを備え、分析機能を内蔵した永久無料のモバイルSDKです。アプリのスプラッシュスクリーンを、アプリがまだロード中のユーザーにとってパワフルで魅力的な体験に変えてくれます。",
  "data/ph-top/2021/6/eevee.json": "あなたのテスラを充電するためのコストを発見してください。詳細なレポートを作成し、実際の消費コストを把握し、充電コストを会社の会計に含めることができます。すべて無料でご利用いただけます。",
  "data/ph-top/2021/6/cerebral-2.json": "不安と抑うつのためのヘルプ。オンラインでのプロバイダー訪問、ケアカウンセリング、処方箋のお届け。https://getcerebral.com/",
  "data/ph-top/2021/6/angellist-recruit.json": "真新しいAngelList Recruitは、スタートアップに適した人材を見つけ、つなぎ、採用するのに役立つ一連の製品です。AngelListの800万人以上のユーザーのネットワークを基に構築されたRecruitは、プレシードからポストIPOまでの10万社以上の企業の採用をサポートします。",
  "data/ph-top/2021/6/naturalycode.json": "💁 ♂ 役に立つ開発者をチームに加える 🤓 14のプログラミング言語を24時間365日即座に説明する準備ができている 👉 パーソナライズされたテンプレートを頼む 👌 ノーコーダーや開発者に最適 😃 今では説明を頼むことが喜びになっている ✅ 14日間の無料トライアル",
  "data/ph-top/2021/6/juno-3-0.json": "Junoは、ソーシャルリーディングプラットフォームです。良い本を見つけるのはとても難しいことです。私たちはこれをもっと簡単にしたいと思っています。Junoでは、お気に入りの本を共有したり、見つけたりすることができます。",
  "data/ph-top/2021/6/health-icons.json": "Health Iconsは、世界中の健康プロジェクトのために高品質のアイコンとシンボルを作成する、無料のオープンソースプロジェクトです。デザイナーと開発者からなるボランティアチームは、どんな用途にも使える大規模なアイコン群を作成するために集まりました。",
  "data/ph-top/2021/6/accord.json": "Accordは、スタートアップ企業の法的文書の作成、編集、署名を支援するウェブアプリです。NDA、LOI、MOU、Privacy Policy、Pilot Agreementsなどの無料テンプレートから始めましょう。",
  "data/ph-top/2021/6/nomad-terminal.json": "世の中にはたくさんの旅行コンテンツがあり、本当の逸品を見つけるのは困難です。そこで、私たちはNomad Terminalを立ち上げました。Nomad Terminalは、最も便利な旅行ツールやコンテンツを集めた旅行情報ディレクトリで、検索の手間を省くことができます🎉。",
  "data/ph-top/2021/6/helpspace-2.json": "充実した接客ツールで、あなたもお客様も大満足! チームインボックス、直感的なインターフェース、セルフサービスサイト、複数のインバウンドチャネルなどのメリットを享受し、市場での競争力を高めます。",
  "data/ph-top/2021/6/getfeedy.json": "お客様とのギャップをなくすために フィードバックを共有したり、興味深い製品の最新情報を入手したりすることを容易にしましょう。",
  "data/ph-top/2021/6/deploy-now.json": "IONOSのDeploy Nowを使えば、ビルドや帯域幅の制限なく、GitHubから静的なWebサイトやWebプロジェクトを直接git pushすることができます。ステージング、SSL、ジオアダンダント、DDoSで保護されたインフラは、無料プランに含まれています。",
  "data/ph-top/2021/6/nocode-revolution.json": "どんな問題に悩んでいても、ビジネスの規模に関わらず、NoCodeはあなたをサポートします。このページでは、コードを書かずにソフトウェアを開発することがどれだけ普及しているかを紹介します。",
  "data/ph-top/2021/6/thanaverage.json": "ThanAverageは、私たちが自分自身をどのように評価し、比較しているのかを非科学的に調査する小さなプロジェクトです。",
  "data/ph-top/2021/6/colors-9.json": "デザイナーやウェブ開発者にとって、COLORSは、次の美しいアートワークやユーザーインターフェースのために、適切な色を探求し、入手するのに役立ちます。",
  "data/ph-top/2021/6/twitter-profile-screenshot-with-nocode.json": "NocodeでTwitterプロフィールのスクリーンショットをアルバムにして、dropboxに保存。一定時間後にプロフィールのスクリーンショットを自動撮影する方法をご紹介します。",
  "data/ph-top/2021/6/uni-of-threads.json": "250以上のキュレートされたTwitterスレッドからプロダクトマネジメントを学ぶ",
  "data/ph-top/2021/6/zones-4.json": "この6ヶ月間、私は空き時間を利用して、おそらくしばらくの間、私の最後のアプリとなるであろうものに取り組んできました。このアプリは「Zones」と呼ばれ、あなたの人生の重要な部分を、タスク、サブタスク、アイデアを持つ別々のゾーンに整理するように設計されています。",
  "data/ph-top/2021/6/predesign.json": "私は、既存のモックアップテンプレートのウェブサイトでいくつかの問題を見て、その後、自分でそれらを解決することを決めたし、ここで私はあなたにあなたの個人的なだけでなく、プロフェショナルな仕事のために使用することができますにモックアップテンプレートのほとんどすべての種類を提供しています。",
  "data/ph-top/2021/6/unfreeze.json": "タイピングを減らし、コーディングを増やす。IDEに貼り付けられないコードのスクリーンショットにうんざりしていませんか？Unfreeze は、コードスニペット画像の OCR を行うシンプルな macOS アプリケーションです。- 要件：macOS Big Sur 11.0以上",
  "data/ph-top/2021/6/scarlet-illustrations.json": "135点の新しいシュールなイラストを使って、魅力的なUIデザインを作ってみませんか？スマートなコンセプトで、編集してあなたのブランディングに合わせるのも簡単です。Ai、SVG、PNG、Figma、Sketch、Adobe XDでインスタントダウンロードできます🔥 7000以上のイラストの一部 + 無料アップデート",
  "data/ph-top/2021/6/pretty-funnels.json": "Pretty funnelsは、デジタルファネルを整理・最適化するための無料ツールです🚀 👉 さまざまなマーケティングチャネルを理解する 👉 キャンペーンを事前に計画する 👉 獲得努力を価値あるものにする サインアップは必要ありません!",
  "data/ph-top/2021/6/bootstrap-builder-2.json": "高度に最適化された、設定可能で再構築されたダッシュボード モダンでユニーク、そして再構築された開発スタックは、HTML製品としてはこれまでになく、Nile Dashboardのためにゼロから作成されました。- フルスタイルカスタマイズ - レイアウトビルダー - コンポーネントビルダー",
  "data/ph-top/2021/6/nuftu.json": "最初のNFTを鋳造することは、初心者にとっては大変な作業です。ウォレットのセットアップ、エーテルの取得、イーサリアムのガス価格、異なるプラットフォームのナビゲート...。- それはとても複雑です。NUFTUはシンプルです。デジタルアートワークをアップロードし、米ドルで料金を支払えば、NFTの準備は完了です。",
  "data/ph-top/2021/6/suprematism.json": "シュプレマティズムはアートジェネレーターであり、インスピレーションの源でもあります。傑作を作って、写真として優れた品質で保存したり、プリントして壁に飾ったり、HDビデオとして保存したりすることができます。",
  "data/ph-top/2021/6/isometrica.json": "3Dイラストコンストラクタを使用して、Figmaで複雑なアイソメトリック・シーンを簡単に作成して、デザインを強化しましょう。自然なアイソメトリック・ビューを表現するために、影を適用することを忘れないでください。",
  "data/ph-top/2021/6/tella-2-0.json": "Tellaは、Webブラウザに常駐するカメラです。自分自身や画面、スライドなどを撮影することができます。ビデオの外観をカスタマイズすることができます。どこでも、すぐに共有できます。https://tella.video/intro-tella-20-3-cksh",
  "data/ph-top/2021/6/makini.json": "Makiniは、産業用システムのためのREST APIです。技術系企業は、顧客の産業用システムと接続するために、それがどのようなシステムであるかにかかわらず、すべて1つのシンプルなAPIを介して使用しています。これはPlaidのようなものですが、産業用です。",
  "data/ph-top/2021/6/core-web-vitals-in-website-auditor.json": "何百ものページを1つ1つGoogleのPageSpeed Insightsに通すのは面倒ですよね。WebSite Auditorの新しいモジュール「Core Web Vitals」を使えば、ウェブサイトの重要なページスピードデータを一箇所で自動的にチェックすることができます。",
  "data/ph-top/2021/6/the-kunalshah-show.json": "インドで最も好奇心旺盛な創業者の一人が語る、驚くべき洞察力とは？",
  "data/ph-top/2021/6/engagewith.json": "EngageWithで、より強く、より健康で、より幸せなチームを作りましょう。SlackやMicrosoft Teams内の自分のチャンネルで、チームメイトを評価しましょう。率直な感謝の気持ちを仕事の一部にして、大小の勝利を祝い、カスタマイズ可能な報酬を設定しましょう。",
  "data/ph-top/2021/6/read-something-great.json": "Read Something Greatでは、インターネット上のタイムレスな記事へのリンクを提供しています。一度に5つずつ表示されます。Change My Reads \"ボタンを押すと、さらに5つの記事が表示されます。次に退屈したときは、ソーシャルメディアでスクロールする代わりに、「Read Something Great」を読んでみてください。",
  "data/ph-top/2021/6/sktch-io.json": "https://sktch.io/ は、データドリブンでインタラクティブな Web サイトや Web アプリを構築するためのノーコードツールです。https://sktch.io/: 次のウェブサイト/アプリのMVPを開発するための最速の方法です。",
  "data/ph-top/2021/6/stripe-identity-2.json": "Stripe Identityは、グローバルユーザーのアイデンティティをプログラムで確認できるため、詐欺師からの攻撃を防ぎつつ、正当な顧客の摩擦を最小限に抑えることができます。",
  "data/ph-top/2021/6/system-color-picker.json": "これは、macOSに内蔵されているカラーピッカーを、多くの追加機能を備えたスタンドアローンのアプリとして提供するものです。コピー、ペースト、異なるカラーフォーマット間の変換、メニューバーからの直接切り替え、キーボードショートカット、ログイン時の起動など、様々な機能を備えています。",
  "data/ph-top/2021/6/drag-drop.json": "Drag & Drop Illustrations 80s-90sスタイルのシンプルなピクセルアート20点です。商業的なウェブプロジェクトやアプリに最適です。ファイルにはグローバルカラーが含まれており、簡単にカスタマイズできます。"
}