{
  "data/reddit-books/r/books/comments/npoih7/i_cant_stand_goodreads_anymore_anyone_else.json": "Goodreadsはとても古くて時代遅れで、何年も更新されていないような気がします。\nレビューは時々とても偏っていて、その中でGIFを馬鹿みたいに使っているのが耐えられません。\n使っています。私は基本的に、読んだ本や読みたい本を記録するために使っています。それは\n長い間使ってきただけに残念でなりません。",
  "data/reddit-books/r/booksuggestions/comments/nps13l/looking_for_some_hard_scifi.json": "ハードSFの本は読んだことがありませんが、一度は読んでみたいと思っています。サイバーパンクが好きです。\nと人間の深淵が好きです。ゴースト・イン・ザ・シェルのようなストーリー\n\n編集：良いアイデアをありがとうございました",
  "data/reddit-books/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and.json": "私は、Biblio.com [https://Biblio.com]で多くの本を手に入れてきました。\n多くの人に勧めてきました。今日起こったことは\n私はそのことを考え直しています。私がサポートの方々に送ったメッセージは以下の通りです。\ntoday:\n\n> 注文した後に価格が変更され、その後、注文が明らかに...",
  "data/reddit-books/r/books/comments/nq499n/a_happy_reading_moment.json": "私は生まれてからずっと読書家でした。公共交通機関を使って通勤する時間も\n公共交通機関を使って通勤する時間も、読書のための時間になります。私にとって、読書をしている時間は\n幸せな瞬間です。\n\nしかし、先週末までは、自分の本がきっかけで会話が生まれたことはありませんでした。私が読んでいたのは\nジャスパー・ファフォードの「The Fourth Bear」を読んでいて...",
  "data/reddit-books/r/booksuggestions/comments/nq6yr7/finished_reading_the_song_of_achilles_need_more.json": "他の神話でも構いません。ただ、私は若い頃パーシー・ジャクソンのファンだったんです。\nジャクソンのファンだったのですが、突然TSoAに出会い、とても気に入ってしまいました。\n気に入りました。ギリシャ神話についての本物の本もお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you.json": "個人的には文体ですね。たとえ、その本のストーリーが基本的なものであっても\n基本的なストーリーラインであっても、著者のライティング・スタイルが私にとって魅力的であれば、私はその本を楽しむことができます。\n説得力があれば、本を楽しむことができます。しかし、その作家の言葉遣い、言葉の流れ、ユーモアのセンス、皮肉などを見つけると\nユーモアや皮肉など、その作家の言葉遣いや言葉の流れ、センスが地味だと感じたら、私は次のようになる可能性が高いでしょう。",
  "data/reddit-books/r/books/comments/nqd1aw/just_picked_up_house_of_leaves.json": "イントロを読んだだけで、何も知りませんでした。私は\n興奮しているし、興味をそそられているし、ちょっと怖くもある、と言わざるを得ない。読んだことのある人にとっては\n読んだことのある人は、表紙の裏に書かれている絶賛の言葉ほど良いものなのでしょうか？\n\n\"House of Leaves is dizzying in every respect.\"\n\nそうか、私は...",
  "data/reddit-books/r/booksuggestions/comments/nqjysw/books_to_learn_smalltalk_for_socially_inept_people.json": "基本的に、私は人とたくさんの世間話をするような仕事を始めたばかりです。\n私はこの仕事が大好きですが、特にスモールトークの面ではやや不器用です。\nSmalltalkを学ぶのに適した本はありますか？",
  "data/reddit-books/r/books/comments/nr09hb/we_are_chuck_palahniuk_and_chelsea_cain_running.json": "私、チャック・パラニュークと私の優秀な仲間であるチェルシー・ケインは、この夏、廃墟となった\n夏の間、廃墟となった映画館を借りた。呪われた夢の工場で、20人の作家が集まって話をする。\n物語を語るために集まるのだ。聞き覚えがありませんか？1816年にメアリー・シェリーが怪物を作ったヴィラ・ディオダーティや\nメアリー・シェリーが怪物を、ジョン・ポリドリが...",
  "data/reddit-books/r/books/comments/nqsq5u/i_had_an_epiphany_about_audiobooks.json": "私は以前、オーディオブックを見下していました、本を消費する方法としては劣っていると思っていたのです。\n本を消費する方法としては劣っていると思っていました。本よりもポッドキャストに近いものだと思っていました。\n\nしかし、私はあることに気がつきました。人々がオーディオブックの何を見ているのかがわかったのです。I\n親が物語を読んでいるのを聞いたり、巨匠が詩を朗読しているのを聞いたりすることを思い浮かべました。\n声に出して....",
  "data/reddit-books/r/booksuggestions/comments/nrcsih/middle_school_teacher_here_good_horror_books_for.json": "The thief of always \"を気に入ってくれましたが、他のホラー本のアイデアがなくて困っています。\n困っています。短編小説集はいくつかありますが、小説も欲しいところです。\n何かアイデアはありませんか？",
  "data/reddit-books/r/books/comments/nqu0nr/do_you_have_trouble_with_starting_books_heres_a.json": "本の冒頭では、自分が読んでいるものを積極的に想像する。\n\n本は読めば読むほど読みやすく、没入感が増していくのは\n文章を想像力に変換する労力が少なくて済むからです。\nこれを覚えておいてください。\n\n新しい本を読み始めたときに、「なんだこれは......」とがっかりしないでください。",
  "data/reddit-books/r/books/comments/nrgi98/im_edward_slingerland_and_i_just_wrote_a_book.json": "私はエドワード・スリンガーランド[https://www.edwardslingerland.com/]です。\n私はエドワード・スリンガーランドです。\n私はここ数年、なぜ人間は麻薬でハイになるのが好きなのかを研究してきました。\n私はここ数年、人間がなぜ化学的酩酊物質、特にアルコールでハイになりたがるのかを研究してきました。\n\n私の新刊である...",
  "data/reddit-books/r/books/comments/nrnsdz/people_are_unnecessarily_mean_to_marie_kondo_and.json": "最近、「The Life-Changing Magic of Tidying Up」を読み終えました。\nした。もちろん、この本を読んだ多くの人がそうであるように、私も彼女のいくつかの方法には驚きました。\nしかし、この本を読んで、私は彼女の方法にとても驚きました。\nしかし、私はこの本に感謝するようになりました。確かに、それは...",
  "data/reddit-books/r/booksuggestions/comments/nrnghw/help_me_get_out_of_this_reading_stand_still.json": "私は17歳ですが、人生でずっと読書が好きでした。以前は、『ハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが大好きでした。\nハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが好きでしたが、ここ2、3年の間に\nしかし、ここ2、3年でそれらのシリーズには飽きてしまいました。YAを嫌っているわけではなく、年齢や読書レベルに関係なく楽しむことができます。\n読書レベルに関係なく楽しめます。ただ、あまりにも多くのYAシリーズを読んでしまったような気がして...。",
  "data/reddit-books/r/books/comments/nrrkvc/bram_stokers_dracula_does_not_get_enough_love.json": "私はこの本の素晴らしさを誰にでも伝えようとしてきました。\n私は多読をしていますが、少なくとも私の好きな本すべてと同等だと思います。この本は\nただ素晴らしいだけではなく、読んでいて美しい体験でした。テーマはシンプルです。\nしかし、具体的かつ感情的なイメージは、最高の...",
  "data/reddit-books/r/booksuggestions/comments/ns7dha/the_invisible_life_of_addie_larue.json": "この本については、様々な評価を目にしました。楽しめなかった人のために\nなぜ楽しめなかったのか、代わりにどのような本を勧めるのか。",
  "data/reddit-books/r/books/comments/nsa8ds/thomas_harris_must_be_a_genius_and_red_dragon_a.json": "この作品は、私がこれまでに読んだ犯罪小説の中で最高の作品です。これに近い作品は\nこれに近いのはJames Ellroyです。比較するのはお粗末な行為ですが、許してください。\n読んだことのない人は、B.S.U.の人たちに追われるサイコな殺人者の話です。\nたちに追われる話です。しかし、この悪役には素晴らしいバックストーリーが与えられていて、あなたは...",
  "data/reddit-books/r/books/comments/nsm1z6/i_have_a_hard_time_understanding_some_books_is.json": "今、「ガリバー旅行記」を読んでいるのですが、特にこのような古い本の場合、文章全体を理解できないことがあります。\nこのような古い本では、文章全体を理解できないことがあり、とても悔しい思いをしています。\nイライラします。特に風刺を読んでいることを考えると、何かを見逃しているような気がします。\n風刺は、ニュアンスのあるジョークや...をたくさん含んでいると思います。",
  "data/reddit-books/r/books/comments/nswe3p/we_need_to_stop_shaming_people_who_honestly_say.json": "このサブの読者にとって一番悔しいのは、多くの人に愛されている本を読んで、自分もそのグループの一員だと気づくことだと思います。\n多くの人が好きな本を読んで、自分もその本を好きではないグループの一員だと気づくことです。\n悔しいのは、多くの人が好きな本を読んで、自分がその本を好きではないグループの一員であることに気づくことです。ファンが自分の周りに縄をかけてくれないと、その気持ちを共有することができません。\n自分の周りに縄をかけられてしまうのです。私たちは、読者が自分の気持ちを共有できるようにしたいと思っています。",
  "data/reddit-books/r/books/comments/nt30x2/ive_read_at_least_20_minutes_for_the_last_7_days.json": "多くの人にとっては大したことではないかもしれませんが、私にとっては大きな問題です。\n\n私は高校生で、注意力が急速に低下している世代に育っています。\n刺激的なゲームや番組、映画のライブラリが増え続けています。\n私は高校生です。\n\n私は昔から読書というものが大好きで、読書の利点は...",
  "data/reddit-books/r/books/comments/nsitu8/your_favorite_bookstore_experience.json": "本屋さんでの思い出は、ほとんどの人が持っているのではないかと思います。\n発売を心待ちにしていた本を開店前に外で待っていたことや、今まで行ったことのないような素敵な本屋さんを見つけたこと\n開店前に外で待っていたとか、今まで行ったことのない新しい本屋さんを見つけたとか、ただ単に本屋さんを見ていたときの楽しい思い出とか。\n本屋さんに行った時の楽しい思い出。",
  "data/reddit-books/r/booksuggestions/comments/ntax49/books_where_everything_is_not_what_it_seems.json": "主人公が徐々に自分の環境に気付いていくような本を探しています。\nトゥルーマンショー」や「ワンダビジョン」のように、誰もが自分の置かれた環境に\nみんなが奇妙な行動をしていて、絶対に何かを隠しているという意味で。\n宝くじのようなものでも良いと思います。",
  "data/reddit-books/r/books/comments/ntfz1a/i_honestly_thought_id_hate_pride_and_prejudice.json": "気まぐれで始めたので、つまらないだろうと思っていました。\n\n最初の2、3章は頑張って読みましたが、10章を過ぎた今では、キャラクターが\n登場人物がより具体的になってきて、夢中になっています。\n\n始まりは、HurstsとBingleysがElizabeth W.C.について悪口を言っていたことだと思います。\nエリザベスの悪口を言っていたことから始まったのだと思います...。",
  "data/reddit-books/r/books/comments/ntd19i/trying_to_avoid_books_about_middle_aged_men_going.json": "ヴァンパイア・ダイアリーズのクリエーター、ジュリー・プレックのインタビューを読んで以来、彼女は、典型的な男性の作品を読みたくない、書きたくないとはっきり言っています。\n読んだり書いたりしたくないと明確に語っています。\n人生に不満を感じている典型的な男性の物語を読みたくない、書きたくないと明言しているインタビューを読んでから、私もそのような物語を避けることができるという啓示を受けました。\n私もそういった物語を避けることができると思いました。しかし、それは難しいことです。なぜなら、それらはしばしば...",
  "data/reddit-books/r/books/comments/nt7f1r/i_only_read_books_that_are_part_of_completed.json": "本を読んでいて、それがシリーズの最初の作品で、次の作品が出るのは来年だと気づいたことはありませんか？\n来年まで次の本が出ないことに気づいたことはありませんか？そして、次の本が出る頃には\n次の本が出る頃には、その本の存在さえも忘れてしまうでしょう。\n\n私が新しい本を読み始める前に必ずチェックするのは、その本に「...」が付いているかどうかです。",
  "data/reddit-books/r/books/comments/nt5mj1/oceania_is_probably_just_britain_and_maybe_even.json": "つまり、実際に世界が3つに分かれる可能性はどのくらいあるのでしょうか？それはおそらく\nオセアニアが壮大な社会主義国家であるというプロパガンダが民衆に伝えられているだけであって\n実際のところ、オセアニアは北朝鮮のような、敵を作った仙人国家である可能性が高いのです。\n北朝鮮のように敵を作って 難民のウィンストン...",
  "data/reddit-books/r/books/comments/ntmqdv/anyone_get_pissed_off_about_fake_books.json": "最近、オフィススペースに新しい本棚を設置したのですが、同僚に「本棚に入れる本が少ない」と話していたら\n同僚に「本棚に入れる本が足りない」と言ったところ\n本棚に並べる本が足りないと同僚に話していたら、偽物の本を買ってきてスペースを埋めるか、本を束で買ってきて\nEtsyで色別にまとめて買えばいいよ」とさりげなく教えてくれました。彼は、それがまさに...だと認めました。",
  "data/reddit-books/r/booksuggestions/comments/ntm7bw/books_that_teach_you_to_think_like_a_therapist.json": "もし私が友人を助けようとするならば、自分が助けになると思うことを言うのではなく、どうすればその人を助けることができるかを確認したいと思います。\n自分が思っていることをそのまま言うのではなく、どうすればいいのかを確認したい。セラピストには多くの教育が必要です。\nセラピストには多くの教育がありますから、私が本を読んだからといって\n本を読んでも、その代わりにはならないと思います。私が求めているのは自己啓発ではありません...。",
  "data/reddit-books/r/books/comments/ntvdat/the_bene_gesserit_are_an_under_appreciated_coven.json": "すべての女性コバーンの中で、ベネ・ジェッセリットは非常に過小評価されており、過小評価されている魔女グループです。\n過小評価されている魔女のグループです。デューンの世界では非常に強力な存在である。\nもしかしたら、フィクション全体の中で最も強力な存在かもしれません。彼らは、サイト上で人気のあるサブカルチャーでは\nこのサイトの人気サブ記事でもあまり取り上げられません。私が言いたいのは...",
  "data/reddit-books/r/books/comments/nu755c/i_just_finished_the_perks_of_being_a_wallflower.json": "ネタバレ注意\n\nこの本の全体的な雰囲気を考えると、こんなことになるとは思わなかった。\nチャーリーは多くの深い部分で傷ついていますが、まさか彼が子供の頃に「世界で一番好きな人」から性的虐待を受けていたとは思いませんでした。\n虐待を受けていたとは思いませんでした。\n\nそれを知った時、私はただ心臓が落ちました、あの気持ち悪い感じ...。",
  "data/reddit-books/r/books/comments/ntwz1q/war_and_peace_is_kinda_a_huge_and_great_soap_opera.json": "基本的にはタイトル通りです。私が読んでいるのは、ブラジルのポルトガル語版（ロシア語からの直訳。\nロシア語からの直訳で、おそらくブラジルで最も評価されているものです。\n読んでいるのですが、全体的には貴族の家族が登場するうまくて面白いソープオペラのようです。\n貴族の家族のドラマを描いた、面白くて良いソープオペラのようです。",
  "data/reddit-books/r/booksuggestions/comments/nu870l/books_about_male_friendships.json": "男性の友情だけに焦点を当てた本を探すのにとても苦労しているので、お勧めの本があれば\nおすすめの本があれば教えてください。宜しくお願いします。(A Little LifeとThe Kite Runner以外では\nThe Kite Runnerを除く）。)",
  "data/reddit-books/r/books/comments/nua5nn/almost_every_ya_romance_fantasy_protagonist_is.json": "shadow and bonesを読み始めたところですが、以前に似たような本を読んだ後に気付いたのですが\n読んでみて気づいたのですが、主人公のほとんど全員が同じようにイライラさせられるのです。彼らは\n彼らは皆、新しい力を得た下層階級の人々のようなもので、皆同じような反応をします。\n同じです。いつも「私はここの人間ではない」「みんな私を嫌っている」「私は...」という感じです。",
  "data/reddit-books/r/books/comments/nuk6ox/dean_koontz_odd_thomas.json": "だから...私はついにOdd Thomas（映画が大好きです）を「読み」（オーディブル）始めました。これだけは言わせてください。\n彼の書き方が好きだと言っておきましょう。これは私が期待していたものではありません。何を期待していたのかはわかりませんが\n期待していたものではない。私はホラーがあまり好きではないので、スティーブン・キング（あまり好きではないが）のような作品だと思っていたのでは？\nスティーブン・キング（あまりファンではありませんが）のような感じかな？分からない。\n\n私は好きだけど・・・。",
  "data/reddit-books/r/books/comments/nujx2z/halfway_through_ulysses.json": "Ulyssesを始めたことを少し前に投稿しましたが、数ヶ月かかってしまいましたが\nようやく半分くらいのところまで来ました。何度も言われていることですが、本当に読むのが大変です。\n何度も言われていることですが、本当に読むのが大変です(笑) 難しいとは思っていましたが\nその期待をもってしても、やはり苦しいです。とはいえ、、、。",
  "data/reddit-books/r/books/comments/nug2oi/the_ghost_map_on_londons_worst_pandemic.json": "幽霊の地図」が完成しました\n[https://en.wikipedia.org/wiki/The_Ghost_Map#/media/File:The_Ghost_Map_cover.jpg]\nロンドン最悪のパンデミック（Covid以前）であるヴィクトリア朝ロンドンのコレラ発生についての\nロンドン。この本は2006年に出版されたので、著者は当時Covidのことを知らなかったようです。\n当時はCovidを知らなかった。私はそれを見つけた...",
  "data/reddit-books/r/books/comments/nult07/finishing_book_name_left_me_broken_inside_posts.json": "このサブレディットに参加してから、私の読みかけの本が少なくとも3冊はありました。\n部分的にネタバレされました。悲しい結末だったので、本好きの仲間と話し合う必要があるのはわかります。\nでも、タイトルを見た人にネタバレしていることを考えてください。\nしかし、あなたのタイトルを見た人にはネタバレしていることを考慮してください。\n\n今、私は良い本にはそれ以上のものがあることを知っています...",
  "data/reddit-books/r/booksuggestions/comments/nuk71j/looking_for_a_book_that_has_a_crazy_amount_of.json": "非常にサスペンスフルで、しかも私を飽きさせないような本を紹介してもらえませんか？\n気が抜けないような本を教えてください。スリラーかどうかはあまり気にしません。\n読むのをやめられないような本を。",
  "data/reddit-books/r/books/comments/nuvdmj/ive_found_that_writing_reviews_helps_me_retain.json": "このサブレディットにいる多くの人たち（おそらく）と同様に、私もGoodreadsを使って\n読んだ本や読みたい本の記録を残すために使っています。これは素晴らしいサイトです。\n自分が読んだことのある本や読みたい本を管理するのに使っています。\n素晴らしいですね。\n\nしかし、レビュー欄はそれほど評価されていません、、、。",
  "data/reddit-books/r/books/comments/nv83g6/susanna_clarke_references_piranesi_2020_twice_in.json": "ピラネージを読み終えたとき、その神秘的な体験にすっかり魅了されてしまいました。\nピラネージを読み終えたとき、私はその不思議な体験にすっかり魅了されてしまった。早速、近所の古本屋で『ストレンジ＆ノレル』のペーパーバックを5ドルで購入した。\n近所の古本屋で5ドルで購入しました。\n\nまだ300ページ残っていますが、この参考文献を皆さんと共有したいと思います。\n皆さんに紹介したいと思います。\n\n 1. A...",
  "data/reddit-books/r/books/comments/nv5nql/whats_the_longest_book_that_youve_ever_read_that.json": "先日読み始めた『アンナ・カレーニナ』を読みながら、この問いを考えていました。\n先日読み始めたばかりの『アンナ・カレーニナ』を読みながら、この疑問を考えていた。仮に読み終えたとすると、今まで読んだ本の中で最も長い870ページになります。\n私がこれまでに読んだ本の中で最も長い870ページにもなります。\n\n私は、世の中にある最も長い本のいくつか（Brothers...",
  "data/reddit-books/r/booksuggestions/comments/nv7v3r/fiction_or_nonfiction_about_indigenous_peoples.json": "1491」は手に入れましたが、他にも先住民に関するタイトルを探しています。\nを探しています。先住民族であるカナダ人についての本にはボーナスポイントがあります。",
  "data/reddit-books/r/books/comments/nv9gi7/many_people_have_a_vivid_minds_eye_while_others.json": "このサイトでは、自分がどれくらいの能力を持っているかを議論している記事をいくつか見たことがあります。\n読んでいる本の内容をどれだけイメージできるか、という記事をよく見かけます。ある科学者によると、ごく一部の\nある科学者は、ごく一部の人が全く視覚化できないことを発見しました。また、それよりもわずかに多い（それでも少ない）人たちが\nより多くの（それでもまだ少ない）人たちが視覚化に優れていることを発見しました。....",
  "data/reddit-books/r/books/comments/nvbnbv/i_feel_like_depression_is_causing_me_to_choose_tv.json": "小さい頃はたくさんの本を読んでいましたが、今はほとんど読んでいません。私はテレビを見る方が好きです。\n誰かこの問題を抱えている人がいないかと思って。\n\n読書は何かをしなければならないような気がしますが、テレビを見るのは何かをされているような気がします。\n一方、テレビを見るのは何かをされているような気がします。うつ病に侵されているような気がします...。",
  "data/reddit-books/r/booksuggestions/comments/nvt402/lm_montgomery_anne_of_green_gables_etc_but_for.json": "こんにちは。私はLMMのヤングアダルト向けの本がとても好きで、最近では彼女のアダルト向けの2冊の本を読んでとても気に入りました。\n読んでみました。今、私は同じような本を探しています。\n読んでいます。どなたかお勧めの本がありましたら、ぜひ教えてください。\n\n非現代的な設定が好ましいです。カナダが舞台である必要はありません。\nそのためには...",
  "data/reddit-books/r/books/comments/nvw6wk/i_got_around_to_reading_brandon_sanderson_and_i.json": "さて、これは不評な意見かもしれませんが、サンダーソンは、日本では\nサンダーソンはファンタジー作家の中でも最も人気のある作家の一人です。そのために私は\nそもそも私が彼の本を手に取ったのはそのためです。私は決してファンタジーの熱心な読者ではありません。\nしていません。トールキン、GRRM、ロビン・ホブ、ニール・ゲイマン、...などの大ファンです。",
  "data/reddit-books/r/books/comments/nvqvyb/harry_potter_is_not_as_good_as_i_remember.json": "最初に断っておきますが、私は「ハリー・ポッター」シリーズが大好きです。しかし\n今好きなのは、若い頃に好きだったからだと思っています。\n若い頃に好きだったからだと思います。若い頃は、純粋に新しくて面白いコンセプトで\n若かった頃は、純粋に新しくて面白いコンセプトで、ほとんどうまく実行されていました。\n\nしかし、今は...。",
  "data/reddit-books/r/booksuggestions/comments/nvt3zm/narnia_series.json": "ナルニアシリーズは大人が読む価値があるのか？それとも、あまりにも子供っぽいと感じてしまうのでしょうか？\n時代遅れになってしまうのでしょうか？P.S. - 私は24歳です。",
  "data/reddit-books/r/booksuggestions/comments/nw13uw/a_book_where_characters_discover_themselves_in.json": "皆さん、個人的なことですが、私は25歳でハイテク業界で働いています。I\nこの業界を選んだのは、給料が高く、自分が何をしたいのか全く分からなかったからです。\nこの業界を選びました。最近、私が読んでいる本は、ほとんどが私にとって憂鬱なものでした。\nしています。例えば、私が読んだSadieでは、登場人物たちが...",
  "data/reddit-books/r/books/comments/nw4k3r/i_just_finished_east_of_eden_and_i_really_loved_it.json": "タイトルの通りですね。畏敬の念を抱くばかりです。この記事にはプロットの\nネタバレになります。\n\n私はいつも、豊かなキャラクターを描く本に惹かれてきましたが、Steinbeckはそれがとても上手です。\n豊かなキャラクターを描く本に惹かれてきましたが、Steinbeckはそれがとても上手です。些細な登場人物でさえ、とてもよく、簡潔に描かれています。\n簡潔に描かれています。サミュエル・ハミルトンは最高の人物の一人かもしれませんね。",
  "data/reddit-books/r/books/comments/nw84a7/the_wheel_of_time_series_has_already_cured_so.json": "私はこれまで熱心な読書家ではありませんでした。1時間も何かに集中できないことから、ADHDと診断されていないのではないかと思っています。\n何かに長時間集中することができないことから、未診断のADHDではないかと推測しています。私は高校と大学で\n高校と大学ではSparkNotesを使っていました。今年以前に完成させた最後の小説は\n今年以前に最後に完成させた小説は5年以上前のもので、300ページもありませんでした。その後...",
  "data/reddit-books/r/books/comments/nvlsyo/do_you_hear_yourself_reading_in_your_head.json": "速く読もうとすると、頭の中で自分がより速く読んでいるのが聞こえてきて\n頭の中で自分の声が聞こえてきて、それが違和感になってしまうんです。特にキャラクターが話しているときは。だから私は\n私は、声に出してナレーションするように読むことが多いです（多分、少し速い）。\n\nそこで疑問に思ったのですが、頭の中で声を出さずに読むことは可能なのでしょうか？",
  "data/reddit-books/r/books/comments/nw3jwg/rebecca_is_such_a_hauntingly_beautiful_novel.json": "まだ4章までしか進んでいませんが、この心に残る美しい雰囲気としか言いようがありません。\n美しい雰囲気に包まれています。レベッカの影が主人公に迫ってくるように、私にも迫ってきます。\n主人公に迫るレベッカの影のように、私に迫ってきます（ヒッチコックの映画を見たのでどうなるかは知っています）。第一章では\n第一章では、この心を揺さぶるような雰囲気を醸し出すことに成功しています。",
  "data/reddit-books/r/books/comments/nwcwut/appreciation_for_the_his_dark_materials_series.json": "今、このシリーズを再読していて、「琥珀のスパイグラス」の半分くらいまで読みました。\n6年前に読んだ中学時代の自分は、プルマンの作品を十分に理解していなかったと言わざるを得ません。\n6年ほど前に読んだ中学生の自分は、プルマンの作品を十分に理解していなかったと言わざるを得ません。\n\n彼の芸術的な言葉で構築された世界は不可解です。\n複雑で・・・。",
  "data/reddit-books/r/books/comments/nwga7p/the_is_overrated_posts_are_becoming_tiresome.json": "まず最初に、これはBrandon Sandersonのスレッドへの返信です。そして、私はサンダーソンを読んだことはありません。\nこの投稿は、このサブレディットの一般的な傾向を観察したものです。\n一般的な態度と現状を観察したものです。\n\nなぜこんなに多くの「過大評価」の投稿があるのでしょうか？私たちは皆、好きな本や作家を持っています。\n私たちは皆、好きな本や作家、嫌いな本があるのに、なぜ...",
  "data/reddit-books/r/booksuggestions/comments/nwg0kb/most_shocking_nonfiction_novels.json": "衝撃的というのは、不穏な、あるいはほとんど信じられないような内容で、考えさせられるという意味です。\n思わせるような内容のことです。例えば、最近読んだ本では、リチャード・プレストンの「The Hot Zone」がありました。\n\n自伝や実録ものなど、本当に考えさせられる本を探しています。\n考えさせられる本を探しています。\n\nありがとうございました。",
  "data/reddit-books/r/books/comments/nwnj9h/appreciation_for_sir_terry_pratchett.json": "パパがリーディングガードを買ってくれました! ガード! 10代の頃に読んで以来、すっかりはまってしまいました。\nそれ以来、夢中になっています。ディスク・ワールドの旅を始めたばかりの頃は、冒険やミステリーを楽しむことができました。\nまた、何度か笑いもしました。\n\n20代になって再読したときには、またしても夢中になってしまいました。",
  "data/reddit-books/r/books/comments/nwks20/what_do_you_think_differentiates_a_good_writer.json": "書き方」と言うのは簡単ですが、具体的にどのような書き方をしているのでしょうか？\n書き方」と言うのは簡単ですが、具体的にはどのような書き方をしているのでしょうか？\n\n私の場合は、考えを整理する方法や、物語を語るプロセスが重要だと思います。\nプロセスです。それぞれの物事の後に続くすべてのことが、自然で...",
  "data/reddit-books/r/booksuggestions/comments/nwopbx/any_good_laymenlike_books_on_climate_change_that.json": "こんにちは。\n\n私は、気候変動についての（おそらく動揺させるような）事実を概説しながらも、それを紹介するのではなく、良いノンフィクションの本を探しています。\n気候変動についての事実を説明しているが、悲観的な見方をするのではなく\n悲観的な表現ではなく、人々が取り組んでいる解決策や、何ができるのかを提示してくれるような、良いノンフィクションを探しています。\nすることができます。\n\n例えば、ある人がDavid...の『The Uninhabitable Earth』を教えてくれました。",
  "data/reddit-books/r/books/comments/nwqgzt/neuromancer_is_something_else.json": "私は大学時代にこの本を発見しましたが、当時は内容が濃すぎて、あまり興味を持てませんでした。\nその時は内容が濃すぎて、あまりのめり込めませんでした。3年ほど前に再びこの本に出会い、それ以来手放せなくなってしまいました。\nそれ以来、この本を手放すことができません。\n\nウィリアム・ギブソンの頑固なまでの描写の拒否は、私にとってこの作品の素晴らしいところです。\n私にとってこの作品が素晴らしいのは、ウィリアム・ギブソンが無数の...",
  "data/reddit-books/r/booksuggestions/comments/nwx5na/new_to_stephen_king.json": "私は読書家ですが、これまでSKを読んだことはありませんでした。しかし先月、「Later」と「Revival」を読みました。\n先月、「Later」と「Revival」を読みましたが、どちらもとても驚きました。\n\n青春ものでありながら、ミステリー的な要素もあるような本を教えてください。\nキングの作品をもっと読みたいのですが、彼の作品集を見ると怖くて...。",
  "data/reddit-books/r/booksuggestions/comments/nwtjc3/gone_girl.json": "ゴーン・ガール」は、映画をすでに見ていても読む価値がありますか？",
  "data/reddit-books/r/books/comments/nwqm0l/whats_a_book_you_wish_you_could_read_again_for.json": "昨夜、『動物農場』を再読しようと考えていたのですが、この本はそれなりに良い本ではあるものの\nそれなりに良い本ではありますが、この本を読む楽しみの多くは\n物語がどこに向かっているのかをゆっくりと理解することが、この本を読む楽しみの多くだったことを覚えています。\n初めて読んだ人にも楽しんでもらいたいので、ここでは説明しませんが。",
  "data/reddit-books/r/books/comments/nwt7dk/appreciation_for_my_highschoolsenior_year.json": "私たちが1年間に読む「古典」などの作品の中には、非常に退屈で退屈なものもあることを認めていただき、ありがとうございます。\n年間で読む「古典」などの作品の中には、非常に退屈で乾いた読み物であることを認めていただき、ありがとうございます。退屈な高校生たちに\n退屈している高校3年生のグループに、『ダブリンズ』やフォークナーの作品を\n説得するのではなく、はっきりと教えてくれました。",
  "data/reddit-books/r/books/comments/nwxodk/tristram_shandy.json": "ローレンス・スターンの『The Life and Opinions of Tristram Shandy, Gentleman』を読んだことがある人はいるだろうか。\nローレンス・スターンの『紳士シャンディの生涯と意見』を読んだことがある人はいるだろうか。最近読み終えたのですが、今まで読んだ小説の中で\nこれまでに読んだ小説の中で最もチャレンジングな作品です。\n\nちょっとだけ読んだり、急いで読んだりしても、何も頭に入ってきませんでした。\n躁状態のせいで...。",
  "data/reddit-books/r/booksuggestions/comments/nx0ccg/books_by_garciamarquez_or_authors_with_a_similar.json": "今、「家長の秋」の途中ですが、とても美しく書かれています。\nしかし、今まで読んだ中で最も残酷なものの一つでもあります。\nそれは私が経験している鬱の波とうまく調和していません。誰か\n似たようなセミシュールレアリズムで書かれたものを教えてください。",
  "data/reddit-books/r/books/comments/nwzjl1/does_anyone_remember_the_secrets_of_droon.json": "トニー・アボットによるこの壮大なファンタジーの章本シリーズが、歴史から忘れ去られてしまったのは不可解です。\nトニー・アボットによるこの壮大なファンタジーの章立ての本シリーズが、歴史から忘れ去られているのは不可解です。なんと44冊もあったのです。私がおかしいのかもしれませんが\nこのシリーズを覚えている人はもっといると思うのですが...どうでしょう？\nメロドラマのような私の話を聞いてください。\n\nで、これらの本が発売されたのは...。",
  "data/reddit-books/r/books/comments/nwvmz8/pulitzer_prize_for_fiction_announced_tomorrow.json": "誰にする？以下は、私が考える対象書籍の完全なリストではありません。\n候補になると思います。\n\nThe Vanishing Half by Brit Bennett\n\nHomeland Elegies』Ayad Akhtar著\n\nDeacon King Kong by James McBride\n\nシャギー・ベイン（Shuggie Bain） by ダグラス・スチュアート（Douglas Stuart\n\nTranscendent Kingdom（トランセンデント・キングダム） by Yaa Gyasi（ヤー・ジャシー\n\nインテリア・チャイナタウン by チャールズ・...",
  "data/reddit-books/r/books/comments/nx3usy/how_are_people_doing_with_rothfuss_i_dont_think_i.json": "Name of the Windが大好きでした。私は2回読みました（普段はしませんが）。\n誰にでもその良さを伝えました。私の心にぴったりと響きました。\n魔法も謎も、理論も面白さも大好きでした。私はこの本を手放すことができませんでした。\nこの本を手放すことができませんでした。Wise...の冒頭でも同じことを感じました。",
  "data/reddit-books/r/books/comments/nwxs3v/what_are_small_moments_in_a_story_that_you_really.json": "主人公が友達をサポート役ではなく、友達として扱っているのがとても楽しいです。\nサポートキャストではありません\n\n本当の友情とは、お互いにギブアンドテイクで、お互いの悩みを聞いたり、アドバイスしたり、サポートしたりして\n互いの問題に耳を傾け、アドバイスをし、サポートをする。しかし、本の中では\nしかし、本の中では、主人公の...",
  "data/reddit-books/r/books/comments/nx6xps/do_you_guys_listen_to_musicaudio_while_reading.json": "皆さん、こんにちは。\n\n私はこれまで「座って本を読む」というタイプではありませんでしたが、最近では\n最近、いくつかの伝記や教育書を読み始めました。\n\n読書中の問題として、30分から45分以上集中できないことがあります。\n30～45分以上集中できないことです。私はどちらかというと、本を読むことに慣れている人間です。",
  "data/reddit-books/r/books/comments/nx5yuo/the_sound_of_waves.json": "三島由紀夫の「波の音」を読み終えました。\n今まで読んだ中で最高の本です。\n\n草原や庭でくつろいでいるような静けさを感じました。\nしかし、ページをめくるたびに、切迫感と不安を感じずにはいられませんでした。\nページをめくっていると、焦りと不安を感じずにはいられませんでした。なぜなら、この本は...",
  "data/reddit-books/r/books/comments/nwqf7m/i_just_finished_reading_a_book_about_eels_and_it.json": "The Book of Eels: 自然界で最もミステリアスな生物に魅了され続けている。\nPatrik Svensson著）は、とてもいい読み物でした。私は今までウナギに興味がありませんでした。\nうなぎに興味を持ったことはありませんでしたが、最近になって科学的にはまだ多くの疑問点があることを知りました。\n疑問があることを知りました。この本は、ウナギの耐久性について多くのことを教えてくれました...",
  "data/reddit-books/r/books/comments/nxecgu/the_book_that_changed_my_dads_life.json": "先週、本のギフトカードを持っていたことをふと思い出しました。必要なときに持っていなかったので\n必要な時に持っていなかったので、約2年間使われていませんでした。必要な時に持っていられるようにと、バックパックに\n必要な時に持っていられるように、バックパックに入れていました。数日後、私は駅で人を待たなければなりませんでした。\n数日後、駅で人を待たなければならなくなった私は、駅の構内で...",
  "data/reddit-books/r/booksuggestions/comments/nxcian/looking_for_books_with_some_mind_games_and.json": "ジャンルはわかりませんが（サスペンス？\n同じような感覚で読める本をもっと見つけたいです😄。\n\nあと、推理小説の入門書はありますか？あるいは、基本的に\n推理小説の入門書として最適なものを教えてください😂 私はあまり推理小説に触れたことがないので...",
  "data/reddit-books/r/books/comments/nxjh2k/im_helene_wecker_author_of_the_hidden_palace_and.json": "皆さん、こんにちは。またAMAに戻ってこれて嬉しいです! 私の最新作である『隠された宮殿』は、ゴーレムのチャバとジニのアフマドという2つの神話の物語を続けています。\nゴーレムのチャバとジニのアーマド、1900年代のニューヨークで自分の道を切り開こうとする2人の神話的な移民の物語の続きです。\n1900年代のニューヨークで自分の道を切り開こうとする2人の神話的な移民の物語です。この本は、以下のリンクから注文できます。\nこちらのリンクからご注文いただけます。\n[https://www.harpercollins.com/products/the...",
  "data/reddit-books/r/booksuggestions/comments/nx6wy2/book_about_a_mother_and_daughter_similar_to.json": "Tldr;Braveはもっと良かったかもしれないので、そのギャップを埋めようとしています。\n\n私は「ブレイブ」という映画が大好きです。しかし、最近になって、この映画がもともと\n監督のブレンダ・チャップマンは、自分の娘との関係を元にしていました。\n彼女が \"創造性の違い \"を理由に解雇されるまでは。この映画は\nは...",
  "data/reddit-books/r/books/comments/nxthqj/my_parents_love_story.json": "文学がなければ、私は生まれてこなかった。ブックベイビー」ってあるんですか？だって\nそうでなければなりません。90年代に、私の父（バツイチ）と母（結婚するつもりはなかった）は\n結婚するつもりはなかった）は、人はお節介が好きなので、一連のつながりでお互いに紹介されました。\n人はお節介が好きだからね。2回目の出会いで、彼らは...",
  "data/reddit-books/r/books/comments/ny3ini/im_so_tired_of_books_titled_the_xs_daughter_or.json": "私が図書館員だからかもしれませんが、今のところ2冊目の本には必ずこの形式のタイトルが付いているような気がします。\n私が図書館員だからかもしれませんが、現在、2冊目の本には必ずこの形式のタイトルが付いているような気がして、すぐに気が滅入ります。これは\nあまりにもやりすぎです。\n\n誰かこの傾向に気づいている人がいないか調べてみたところ、私だけではないことがわかりました。\n私だけではありませんでした。\n\n...それは、あのおなじみの響きの...",
  "data/reddit-books/r/books/comments/ny4a7c/the_holiday_house_weve_rented_in_southwold_uk.json": "6年前に亡くなったPDジェームズは、別荘を持っていた\n[https://www.visitsuffolk.com/blog/literature-themed-holiday-in-suffolk.aspx]を持っていました。\nイギリスの東海岸にあるサウスウォルドに別荘を持っていました。ファトワの間、彼女はサルマン・ラシュディをここに匿っていたようです。\nラシュディもここに匿っていたようです）。) 私たちは、この家が彼女のものであることを知って借りたわけではありません。\n知っていて借りたわけではありませんが...。",
  "data/reddit-books/r/books/comments/ny3mdw/just_finished_the_main_story_of_lotr_all_three_of.json": "映画を見たことも、本を読んだこともありませんでした。そして、昨年から読書に目覚めたので\n去年から読書に目覚めたので、夏休みにLOTRを読めたらいいなと思いました。\n読んでみたいと思いました。付録を除いた3作品を約1ヶ月かけて読みました。\n読んでみると、とても楽しかったです。すべての部分で楽しめました。...",
  "data/reddit-books/r/booksuggestions/comments/nyeio2/please_help_me_find_a_new_series_for_my_dad_to.json": "私の父（8月に60歳になります）は読書が大好きで、常にkoboを持ち歩いています。\nを持ち歩いています。最近わかったのですが、父は\nネットで新しい本を探すのが面倒で、同じような本やシリーズを何度も読み返していることがわかりました。\n....",
  "data/reddit-books/r/books/comments/nygowy/i_have_not_yet_found_a_joy_to_match_sharing_a.json": "私の娘は4歳と6歳です。二人が生まれてから、ほぼ毎晩のように読み聞かせをしてきました。\n読んできました。文字通り、病院から家に帰ると、夜になると一緒にベッドに横になります。\n赤ちゃんとママが一緒に寝て、私が読み聞かせをしていました。\n読んであげていました。私たちは、赤ちゃんが成長しているとは思っていませんでした。",
  "data/reddit-books/r/books/comments/nyjm1v/the_color_purple_is_one_of_those_books_that_will.json": "昨日、「カラーパープル」を読み終えました。何か言うことはないのか！？困ったな。本当に\n本当に素晴らしい本です。南部の落ちぶれた女性が、男の暴虐と人種差別に立ち向かうというストーリーは\n男の暴虐と人種差別に対抗する南部の下層階級の女性の物語は、信じられないほど説得力があります。人物描写が見事で\nアリス・ウォーカーが見事に書き上げた作品だと思います。\n感動しました...。",
  "data/reddit-books/r/books/comments/nyrkkz/just_finished_the_count_of_monte_cristo_and_im_in.json": "私は本を読んで泣くことはありませんが、この本を読んで川のように泣いてしまいました。すべてが\n完璧だった 伯爵の巧妙な復讐心、素晴らしいナレーションや例え話、膨大でありながらも身につまされるストーリー、道徳的なジレンマや心の痛みなど。\n伯爵の巧妙な復讐心、素晴らしい語り口と例え、膨大でありながら釘付けになるストーリー、道徳的なジレンマと美しいテーマ。\n摂理を含むがそれに限らない美しいテーマ、すべてが...。",
  "data/reddit-books/r/booksuggestions/comments/nyusxj/can_you_guys_suggest_me_books_full_of_positive.json": "子供の頃の想像力、純粋無垢な気持ち、思い出、ワクワクする気持ちなどのテーマ\n一度手に入れたすべてのものを見て、すべてを",
  "data/reddit-books/r/books/comments/nyv21j/the_midnight_library.json": "今日、この作品を読み終えて、私は...本当にがっかりしました。この作品が人気のある作品であることは知っていました。\nこの作品が人気のある作品であることは知っていましたが、結果的にしばらくの間避けていました。私は彼のノンフィクションを2冊読むことにしました。\n彼のノンフィクションの本を2冊読んでみたのですが、ちょっと拍子抜けしてしまいました。\nそれは、言及されているヒントや事柄が、すでに知っていることのように感じられたからです。I...",
  "data/reddit-books/r/booksuggestions/comments/nz2370/books_like_hitchhikers_guide_dirk_gently_disc.json": "だから、D.A.とT.P.の作品は基本的にすべて用意していますが、最近では、Stephen KingとChuck Palahniukのロングマラソンを終えました。\nStephen KingとChuck Palahniukの長いマラソンを終えました（とても暗い）。\nそして、個人的に少し落ち込んだ状態から抜け出すために、何か楽しくて軽いものが必要なのです。\n私はこれらの本がすべて不遜であることを愛しており、私は何かをしたい...",
  "data/reddit-books/r/booksuggestions/comments/nzdty5/can_you_suggest_me_a_pageturner_to_knock_me_out.json": "皆さん、こんにちは。\n\n普段は熱心な読書家なのですが、ここ数ヶ月は気分が乗らず、手に取ろうとしたここ数冊の本にも心を奪われませんでした。\n手に取ろうとしたここ数冊の本は、私の心を捉えられませんでした。\n\n非定型的なスリラーを切望しているのですが、できれば私を夢中にさせるようなミステリーのあるものが欲しいです。\n私を夢中にさせるようなミステリーがあればいいなと思っています。でも、「次のGone...」以外のものを期待しています。",
  "data/reddit-books/r/books/comments/nznd06/i_bought_the_uk_version_of_an_american_book_and.json": "アメリカの本のイギリス版を買ったことがありますが、たいていの場合、違うのは句読点だけです。\n句読点が違うだけです。今回の本は、実際の内容が違う。\n違っていました。A Good Girl's Guide to Murder」の続編である「Good Girl, Bad Blood」です。\nto Murder』の続編です。最初は「お母さん」ではなく「ママ」に気付いたのですが、その後...。",
  "data/reddit-books/r/booksuggestions/comments/nzk9cj/asian_titles_with_interesting_plot_any_genre_will.json": "ブックコミュニティの皆さん、こんにちは。今年はアジアの作品をもっと買いたいと思っています。まあ、アジア人や\n非アジア系の作家さんもかっこいいですよね。ただ、私はもっと読みたいし、そのジャンルやタイプから集めたいのです。\n集めたいと思っています。\n\nアジア人作家のお勧めの本をいくつか紹介します。\n\n 1. パチンコ - リー・ミンジン\n 2. ミラクル・クリーク - アンジー・キム\n 3....",
  "data/reddit-books/r/books/comments/nzq4iw/im_lawrence_wright_pulitzer_prizewinning_author.json": "ニューヨーカー誌のスタッフライターであり、劇作家、脚本家、そして11冊の本を発表したピューリッツァー賞受賞作家でもあるローレンス・ライトです。\nピューリッツァー賞受賞作家であり、『The Looming Tower』を含む11冊のノンフィクションを発表しています。\nピュリッツァー賞受賞作家であり、『The Looming Tower』を含む11冊のノンフィクションを発表しています。\n[https://www.penguinrandomhouse.com/books/194238/the-looming-tower-movie-tie-in-by-lawrence-wright/]。\nGoing...",
  "data/reddit-books/r/booksuggestions/comments/nzpmhs/why_is_every_enemiestolovers_book_stupid_compared.json": "私は「高慢と偏見」の生涯のファンですが、最近になって、「恋人たちの敵」がロマンス小説の中でとてもよく使われていることを知りました。\n\"敵から恋人へ」というのは、ロマンス小説では本当によくある表現だと最近知りました。\n\nもちろん、私は喜びました。なぜならば、終わりのないエンターテイメントのワンダーランドを発見するに違いないと思ったからです。\n終わりのないエンターテイメントのワンダーランドを発見したと思ったからです。\n\nしかし、グーグルで「最高の敵対関係」のリストを調べてみると",
  "data/reddit-books/r/booksuggestions/comments/nzvg08/thanks_all.json": "このサブレディットに参加してから、私の読書リストの質が大幅に向上したことをお伝えしたいと思います。\nこのサブレディットに参加してから、私の読書リストの質が大幅に向上し、そのおかげで私の読書の楽しみも増えました。\n読んでいます。自分のリクエストや、他の人のリクエストを見て、素晴らしい提案を得ました。\n他の人のリクエストを見ても、素晴らしい提案が得られました。これは良いグループですね。すべての人に...",
  "data/reddit-books/r/booksuggestions/comments/nzl2se/should_i_read_masterpieces_if_im_new_to_reading.json": "皆さん、こんにちは。最近、読書を始めたのですが、集中力が続かず\n本を読み終えるのに時間がかかってしまいます。思うほど本に興味が持てません。\n思うように興味を持てません。そのため、人々が最高の文学と考えるものを読もうと思っています。\n読んでみようと思いました。",
  "data/reddit-books/r/books/comments/nzvatn/just_finished_project_hail_mary_what_an_enjoyable.json": "最初に言っておきますが、私は『The Martian』が本も映画化された作品も大好きでした。\nこの本も多くの点で似たような雰囲気を持っていて、それが気に入りました。感情のジェットコースターを予想以上に感じました。\n感情のジェットコースターのような感覚を、特に最後の方で感じました。\n私はこの物語の前提を全く知らずに入っていったので、とても...",
  "data/reddit-books/r/books/comments/o0ae2g/an_informal_book_review_on_when_breath_becomes.json": "本当に何から始めたらいいのかわかりません。ポール・カラニティーさん、私はあなたのことを神経外科医として、神経科学者として、夫として、父として、あるいはがん患者としてお話ししていますか？\n神経外科医として、神経科学者として、夫として、父として、それともがん患者として？I\nそれがKalanithiという人物の素晴らしさだと思います。\nどんなに頑張っても、一つのタイトルだけでは彼の本質を捉えることはできません。\n\n私が手にしたのは、この...",
  "data/reddit-books/r/books/comments/o0fnki/anyone_else_more_but_shorter_book_chapters_make.json": "たくさんの章がある本もありますが、各章は1～9ページ程度です。\n1～9ページ程度です。また、章数が少なくても、30ページ以上になる本もあります。\n30ページ以上になる本もあります。\n\nこれには何か心理学的な説明があるのでしょうが、私の場合は、章が多いものの方が\n私の場合、章が多いものの方が...",
  "data/reddit-books/r/booksuggestions/comments/o0cyt2/books_on_palestine.json": "パレスチナで起こっていることの背景にある歴史的な文脈や、最近起こったことについて書かれた本を探しています。\nパレスチナで起こっていることや、最近起こったことの歴史的背景について書かれた本を探しています。よろしくお願いします。\n宜しくお願いします。",
  "data/reddit-books/r/books/comments/o0gk56/homegoing_by_yaa_gyasi_was_such_a_beautiful_read.json": "Yaa Gyasiが書いた歴史小説で、美しくも悲しい小説でした。\nの小説です。ページをめくるたびに、私は時間をさかのぼって、それぞれの登場人物の人生が\n登場人物の人生がどのように展開していくのか、まるで彼らが生きているかのように\n登場人物が生きていて、息をしているかのように、一方で私は年齢を重ねていて...。",
  "data/reddit-books/r/books/comments/o0cgsf/the_rbooks_book_club_selection_for_july_is.json": "前月のお知らせスレッドをお探しの場合は、こちらをご覧ください。\nここにあります。\n[https://old.reddit.com/r/books/comments/nf76bm/the_rbooks_book_club_selection_for_june_is/]をご覧ください。\n\n7月は、フレドリック・バックマンの『不安な人々』を読みます。\n各週には...",
  "data/reddit-books/r/books/comments/o0l5ft/ranting_book_review_of_the_invisible_life_of.json": "昨日、この本を読み終えたが、まだ怒りが収まらないので、カタルシスを得るために\nカタルシスを得るために暴言のような書評を書いてみました。この本は、とても素晴らしい前提を持っていました。\n物語のための何と良いアイデアでしょう。だからこそ、作者の仕事ぶりがあまりにもお粗末だったことに腹が立つ。\nお粗末な仕事をしたことに腹が立ちます。文章、プロット、そして...。",
  "data/reddit-books/r/booksuggestions/comments/o0kv5h/i_would_like_to_have_a_basic_knowledge_of_trees.json": "通りすがりの者ですが、今は自然の中に深く入りたいとは思っていません。\n\n私は1年ちょっと前にPNWに引っ越してきましたが、そこはゴージャスで、森やたくさんの美しさに満ちています。\n森やたくさんの美しさがあります。樹木の種類や花の名前を知りたいです。\n樹木の種類や花の名前を知りたいと思っています。岩も大好きです。\n\n時間がないのですが・・・。",
  "data/reddit-books/r/booksuggestions/comments/o0v8k7/anyone_just_really_sad_that_we_will_never_be_able.json": "私はただ悲しいです。",
  "data/reddit-books/r/books/comments/o0lexd/in_what_books_have_you_truly_seen_yourself.json": "長年の読書家として、最近、サマセット・モームの \"The Razor's Edge \"を読んで初めて、自分自身がページに反映されていることを実感しました。\n読んでいるうちに、自分のことがよくわかるようになりました。これは驚きであり、嬉しいことでした。\nこれは驚きであり、歓迎すべきことでした。登場人物の思考のひとつ。\n登場人物の思考、感情、人生における位置、さらには出来事における経験までもが、この作品の中に反映されています。",
  "data/reddit-books/r/books/comments/o0vjj4/my_book_bag_was_stolen_out_of_my_car.json": "幸いなことに、バッグの中には大金が入っていなかった。しかし、その中にあった\nその中にあった本は、私にとってとても大切なものでした。しかし、私の婚約者が持っていたOathbringerという本は\nOathbringer』は、私の婚約者が愛読している本であり、私はその本を読み進めていました。\nその袋に入っていたのです。入れる人にとっては無価値に近い...。",
  "data/reddit-books/r/books/comments/o0w4l5/starless_sea_by_erin_morgenstern_the_struggle_is.json": "私はこの本のちょうど50％を読んでいますが、読むモチベーションを維持するのにとても苦労しています。\nこの本を読むモチベーションを維持するのに必死です。\n\n文章は美しく（少し描写が多いかもしれませんが）、物語の前提はとても刺激的です。\n物語の前提はとても刺激的ですが、どこにも行っていないようです。主人公のキャラクターは\n主人公は鈍くて、ほとんど有効性がありません。",
  "data/reddit-books/r/books/comments/o12l28/the_endless_train_of_older_manyounger_woman.json": "皆さん、こんにちは。ああ、r/books [/r/books]に初めて投稿しましたが、暴言ですね。\n\nというわけで、「紙の魔術師」を読みました。それは良いアイデアで、驚くほどうまくは書かれていませんでした。\nでも正直なところ、不満なのは19歳の学校を出たばかりの女の子が\n女の子が、30歳以上の師匠に「恋をして」、最後の...",
  "data/reddit-books/r/books/comments/o11c4v/on_earth_were_briefly_gorgeous_by_ocean_vuong_is.json": "シンディ・ファム（ブックチューバー）のAsian Readathonの一環として、私は「OEWBG」を手に取りました。\n思わず吹き出してしまいました。この本は、読み書きのできない著者の母親に宛てた手紙という体裁をとっています。\nこの本は、文盲の著者の母親に宛てた手紙という体裁をとっていて、著者はこの本の語り手をはっきりと名前ではなく\n彼はこの本の語り手をはっきりと名前ではなく、子供の頃のあだ名である「Little Dog」と呼んでいます。\n\nこの本には、...",
  "data/reddit-books/r/books/comments/o189ry/im_terry_miles_i_love_writing_rabbits_is_real_ama.json": "私は、映画、ポッドキャスト、音楽、本など、あらゆるものを作っています。私は映画の脚本と\nジェニファー・ビールス、ドナルド・サザーランド、クリスチャン・スレーター、「ストーン・コールド」などが出演する映画の脚本と監督を担当しました。\n\"ストーンコールド」スティーブ・オースチン主演の映画を脚本・監督しました。私はThe Public Radio Allianceを設立しました。\n[http://www.publicradioalliance.com/]では、以下のポッドキャストを配信しています。",
  "data/reddit-books/r/books/comments/o157xl/happy_bloomsday_im_almost_finished_with_ulysses.json": "今年は「難しい」本（モビーディック、ドン・キホーテ）を読むことに夢中になっていました。\nそして、Ulyssesに取り組むことにしました。読むのが最も難しい本の一つだと聞いていたので、面白い挑戦だと思いました。\n面白いチャレンジになると思いました。オンラインでガイドを見つけました。\n読んでみると、実は一番好きな本だったんですよね。",
  "data/reddit-books/r/booksuggestions/comments/o1cum2/looking_for_books_like_interstellar_and_gravity.json": "私はSFのジャンルは初めてで、宇宙を舞台にしたサスペンスフルなSF本で、スリラーやホラーの要素があるものを探しています。\n宇宙を舞台にした、スリラーやホラーの要素を含んだサスペンスフルなSF本を探しています。できれば恋愛要素のない\nロマンチックな要素がないものがいいですね。",
  "data/reddit-books/r/books/comments/o1c4bw/remember_to_check_your_local_library_for_a.json": "昨日、子供たちと一緒に図書館に行きました。私の母も一緒だったので、今回ばかりは\n中の本屋さんを見ることができました。結局6冊の本を購入しました。4冊は\n手芸やハウツーのマニュアル。残りの2冊は「アンナ・カレーニナ」と「バスカヴィル家の犬」。\nバスカヴィルズの犬」です。この6冊にかかった費用は？$5.50\n\nお得な情報を教えてください...。",
  "data/reddit-books/r/books/comments/o16ch8/i_really_appreciate_people_who_eagerly_talks.json": "最近、私は多読を始めましたが、個人的には読書活動はそれほど楽しいものではありませんでした。\n個人的には読書活動はあまり楽しくありませんが、社会的な部分は素晴らしいです。本や物語について話すのが好きです。\n話をするのが好きです。本の話をするのが好きな人は、また本に夢中になることができます。それが\n筋書きや登場人物について話したり、時には...。",
  "data/reddit-books/r/booksuggestions/comments/o1gs82/what_book_do_you_wish_everyone_would_read.json": "私は非常に小さなブッククラブに所属しています（文字通り2人だけ）。\nファンタジー系の本を探しているのですが、その中でも\nファンタジーです。私たちは読む本を多少変えようとしています。今までに読んだ本は\n\nWay of Kings, Sanderson (5/5)\n\nAmerican Gods, Gaiman (2/5)\n\n剣...",
  "data/reddit-books/r/books/comments/o1lhnz/just_finished_reading_project_hail_mary.json": "すごい。とにかくすごい。この本は本当に素晴らしかった。ユーモアは本物で、プロットは説得力があり\n説得力があり、キャラクターも親しみやすい。\n\n今まで読んだ本の中で最も楽しかった本のひとつです。この本では\n物語の中で起こる様々な葛藤は、どれもとても魅力的です。\n\n結末には驚かされました...。",
  "data/reddit-books/r/books/comments/o1njl9/the_disappearing_spoon_a_delightful_surprise_of_a.json": "サム・キーンの『消えたスプーンとその他の実話』を読み終えました。\n狂気と愛、そして元素の周期表から見た世界の歴史の物語』（タイトルが難しい）を読み終えました。\n元素の周期表から見た世界の歴史」を読み終えました。\n私はこの本を楽しみました。\n\n私がこの本を買ったのは、バーンズで気まぐれに...",
  "data/reddit-books/r/booksuggestions/comments/o1xik6/help_my_find_a_punishment_book.json": "私は、2017年から毎週行っているブックポッドキャストの共同司会をしていますが、私が探しているのは\n極めて特殊な種類の本を探しています。通常、私たちは古典やベストセラーなどを読みます。\nしかし、クリスマスのエピソードでは、お互いに特別な本を買います。私たちは以下のような本を探しています。\n他の男たちを罰するための本 クリスマスの時期は特別です。",
  "data/reddit-books/r/booksuggestions/comments/o268a9/most_disturbing_horror_books.json": "世の中にある最も気になるホラーストーリーとは？スティーブン・キングの本ではありませんが、悪夢を引き起こすような本を探しています。\nスティーブン・キングの本ではありませんが、悪夢を引き起こすような本を探しています。ありがとうございます。\n提案してくれる人に感謝します。",
  "data/reddit-books/r/booksuggestions/comments/o2ota3/what_are_the_best_books_on_self_help_self.json": "私は本当に心配性で怠け者ですが、もっと自信を持ち、ソーシャルメディアに頼らず、生産性を高めたいと思っています。\nもっと自信を持って、ソーシャルメディアに頼らず、生産性の高い人間になりたいと思っています。20歳になった今、もっと有意義な人生を送りたいと思っています。\n20代の今、もっと有意義な人生を送りたいと思っています。お酒の量を減らしたい、などなど。私にポジティブな影響を与えるような、お勧めの文献はありますか？\n私に良い影響を与えてくれるようなお勧めの文献はありますか？\n\nありがとうございます。",
  "data/reddit-books/r/books/comments/o2sk6z/i_reread_a_book_i_hated_in_high_school_and_fell.json": "10年生の英語の授業で、レイ・ブラッドベリの「FARENHEIT 451」が課題になりました。\nの授業を受けました。あまり楽しくなかったのを覚えています。その年に読んだウィリアム・ゴールディングの「Lord of Flies」も楽しくなかったですね。\nその年は、William Goldingの \"Lord of the Flies \"も楽しく読めませんでした）。)\n\n今、私は30歳です。私は30歳になりましたが、まだ楽しめないのか、それとも私のせいなのかを確かめるために再読することにしました。\n私の場合は...。",
  "data/reddit-books/r/books/comments/o33dip/what_are_some_books_you_love_with.json": "私の場合は、マリリン・ロビンソンの『ギリアッド』などが挙げられます。私は\n歴史的な観点から宗教史や神学に興味があるのですが、この小説は、深くて生き生きとした本物の信仰と\nこの小説は、純粋な信仰とキリスト教への個人的なつながりという、深くて生き生きとした感覚と切っても切り離せないものです。\nこの小説は、本物の信仰とキリスト教との個人的なつながりという、深くて生き生きとした感覚と切り離せないものです。また、この小説は...",
  "data/reddit-books/r/books/comments/o3btuo/wheel_of_time_appreciation_please_no_spoilers.json": "みんな、「アイ・オブ・ザ・ワールド」を始めたばかりなので、ちょっとコメントしたいと思います。\nみんなが言っていたように、最初のストーリーが遅いとかいう意見とは逆に\nとかなんとか言ってたけど 私はこの作品をとても気に入っています。\n\n私は過去にJ.R.R.トールキンとGoTの両方を読もうとしたことがありますが、本当に、本当に楽しんでいます。\n本当に、本当に楽しんでいます。",
  "data/reddit-books/r/booksuggestions/comments/o39cni/looking_for_a_book_like_shutter_island.json": "面白くてスピード感があり、手に汗握るストーリー展開で、大どんでん返しがあるもの。\n大どんでん返しがある",
  "data/reddit-books/r/booksuggestions/comments/o3e1n9/the_martian.json": "やっとこさ始めることができて、とても興奮しています！！。私のことを知っている人は、次のことを知っています。\n宇宙やNASAに夢中で、ロケットの打ち上げやISSの宇宙遊泳を見るために朝3時まで起きています。\nロケットの打ち上げやISSの宇宙遊泳を見るために午前3時まで起きています。そして、テレビで見ていた夫、ゴルド・スティーブンスが恋しくてたまりません。\nだから、これは嬉しい気晴らしになるだろう。\n\nあらすじ：6日前、...。",
  "data/reddit-books/r/booksuggestions/comments/o34oic/looking_for_a_victorian_mystery_but_more_risqué.json": "シャーロックが大好きで、ビクトリア朝をテーマにしたムーディーでミステリーな作品に興味があります。\nドイルが書いたものよりも少しきわどいものでも構いません。ここでは雨が降っています。\nここでは雨が降っていますが、これはぴったりだと思います。メルシー！",
  "data/reddit-books/r/books/comments/o3inkb/dune_reignited_my_love_for_reading.json": "ひと月ほど前、友人たちと一緒に、大通りにオープンしたばかりの本屋さんを訪れました。\nメインストリートにオープンしたばかりの本屋さんを訪れました。私は別にそこに行きたいわけではなかったのですが、彼らと一緒に\n彼らと一緒に入った。高校時代からそうだったのですが、あまり面白いものはありませんでした。\n高校時代からそうだったのですが、その時に感じたのは...",
  "data/reddit-books/r/books/comments/o3jrvy/i_had_an_absolute_blast_reading_the_martian.json": "映画を観てからずっと「The Martian」を読もうと思っていたのですが、ついに\n遂に読みました。今まで読んだ本の中で一番楽しかったです。\n本を読むのが一番楽しかったです。私は天文学とNASA、そして宇宙に関連するすべてのものに興味があります。\n\n確かに、本の中のいくつかのシナリオは突飛なものに見えます。",
  "data/reddit-books/r/books/comments/o3blzj/house_on_the_borderland_by_william_hodgson.json": "この本は、全体的にじわじわとした不安な怪しさがあり、最後に突然、すべてが芝居がかったように崩壊する。\n最後に突然、すべてが芝居がかったように崩れていく。とても重い本ですが\n読む価値のある一冊です。詩が美しく、Hodgsonの文体が際立っている。\n見分けがつきます。ただ、これを投げてみたかっただけなのだ。\n\n読むか読まないかは、あなた次第です。",
  "data/reddit-books/r/books/comments/o3n1sa/reading_is_a_gift.json": "子供の頃、私は熱心な読書家でした。主に父が読書家だったからです。父が亡くなったとき\n私は本に没頭することができませんでした。なぜかはわかりませんが。\n\n最近、私はハリーポッターの本を手に取りましたが、それは子供の頃に父と一緒に読んだものでした。\n子供の頃に一緒に読んだ本です。私は本の素晴らしさに気付き始めました、夢中になって...。",
  "data/reddit-books/r/booksuggestions/comments/o3l34n/recommendations_on_books_written_about_postwwii.json": "終戦直後の日本の歴史に関連する書籍の推薦を求めて\n第二次世界大戦終戦直後の日本の歴史に関するお勧めの本を探しています。再建、冷戦での役割、政治情勢など\n冷戦の中での役割、政治情勢など。",
  "data/reddit-books/r/books/comments/o3s5g7/asimovs_guide_to_the_bible_a_secular_look_at_the.json": "私は最近、SF界の重要人物の一人であるアイザック・アシモフが、SF界以外でも多くの本を出版していることを知りました。\nSF界の要の一人であるアイザック・アシモフは、SF界以外でもかなりの数の本を出版していることを最近知りました。\nご容赦ください。最近、私は彼の『Guide to the Bible』のコピーをもらいました。\n聖書...",
  "data/reddit-books/r/books/comments/o3m6pq/i_reread_the_call_of_the_wild_for_the_first_time.json": "この本は、私にとって多くの分野をカバーしていますが、そのリアリズムと冒険と寓話の感覚は、私をずっと魅了し続けました。\nリアリズム、冒険、そして寓話の感覚が、私をずっと魅了し続けました。バックの進化を見るのはとても興味深いことでした。\nバックが進化し、再び原始的なルーツに自分を合わせていく様子は魅力的でした。\n\nしかし、その過程では多くの場面が印象的でした。例えば、バックが...",
  "data/reddit-books/r/books/comments/o3uf44/im_sick_and_tired_of_buying_like_new_books_from.json": "私はかなりの量の古本を購入しています。とはいえ、実物の写真がない中古本を買うのは\n実物の写真がない古本を買うのは、最近ではかなり危険です。新品同様や非常に良いものを買うことが多いです。\nの方を買うことが多いです。\n傾向があります。(読むことはできるが、美的には良くない)....",
  "data/reddit-books/r/booksuggestions/comments/o3eng0/looking_for_a_novel_based_in_poland_that_embodies.json": "こんにちは。現代のポーランドを舞台にした小説を読んで、ポーランドの文化や精神を本当に理解したいです。\n現代のポーランドを舞台にした小説を読んで、ポーランドの文化や精神性を理解したいと思っています。どなたかお勧めの作品を教えてください。\nどなたかお勧めの作品があれば教えてください。",
  "data/reddit-books/r/booksuggestions/comments/o3vcbv/any_history_of_the_flow_of_wealth_over_the.json": "帝国が崩壊した後、ローマの富はどうなったのか」といった疑問に対する答えを探しています。\n帝国が崩壊した後、ローマの富はどうなったのか？アステカの黄金はどうなったのか？何世紀も前の大富豪はどのような腐敗した\n何世紀も前に大きな富がもたらした影響は？",
  "data/reddit-books/r/booksuggestions/comments/o3l6xk/a_great_scifi_book_for_beginners.json": "皆さんこんにちは、私は簡単に読める素晴らしいSFを探しています。\n読むのが簡単で、理解するのに複雑ではないものを探しています。ウィリアム・ギブソンの \"Neuromancer \"を読んでみました。\nギブソンの \"Neuromancer \"を読んでみましたが、未来の奇妙な名前の中で何が起こっているのか理解するのがとても難しかったです。\n奇妙な未来の名前で何が起こっているのか理解するのがとても難しかったです。私が探しているのは、このような作品です...",
  "data/reddit-books/r/books/comments/o3vvx4/just_read_persuasion_by_jane_austen_for_the_first.json": "彼女の本が時の試練に耐えてきた理由は明らかです。彼女は、誰もが感じている、あるいは感じることができる\n身分に関係なく、誰もが感じている、あるいは感じることができる人間の真の感情について書く方法を知っていました。\n書き方を知っていました。彼女の文章が何世紀にもわたって読者の心に響くのは、それがどのようなものかを知っていたからです。\n大げさな家族に恥ずかしい思いをさせられることを知っていたからです。",
  "data/reddit-books/r/books/comments/o3w8ri/i_didnt_read_as_a_kid_rantlife_story_sorry.json": "中学生の頃、パーシー・ジャクソンを1週間で読み切ったとか、本を読みまくった話をする人がいます。\n1週間でパーシー・ジャクソンを全部読んだとかいう話を聞くと、ちょっとうらやましいですね。私は11年生の英語の授業まで\n私は11年生の英語の授業までは、本を読むことを極力避けていました。\n\n子供の頃、姉や父が好きな本は特に好きではありませんでした。\n子供の頃は、姉や父が好きな本は特に好きではなく、また...",
  "data/reddit-books/r/books/comments/o3yg8z/moby_dick_appreciation_post.json": "なぜ誰もメルヴィルの素晴らしさを教えてくれなかったのか？\n\n私は、英語の学位を取得する前に読まなかったことが信じられないような古典を読むキャンペーンを行っています。\n英語の学位を取得する前に読まなかったのが信じられないほどです。Jane Eyreから始めました。\nロチェスターに関する部分は全く気になりませんでした。\n現在は...",
  "data/reddit-books/r/books/comments/o4089a/anyone_read_huckleberry_finn_as_a_teen_not_for.json": "私がこの本を読んだのは12歳の移民だったので、その時代背景を知らなかったのです。\nその歴史的背景を知りませんでした。私が『トム・ソーヤとハックルベリー・フィンの冒険』を手にしたのは、古典的な作品だと聞いたからです。\nハックルベリー・フィンの冒険』を手にしたのは、古典だと聞いていたし、表紙の少年がかわいいと思ったからだ。\n表紙の少年がかわいかったからです。面白いことに、私が覚えている唯一のことは...。",
  "data/reddit-books/r/books/comments/o44gae/first_they_killed_my_father_a_daughter_of.json": "私の両親は、戦争の体験を語ることはありませんでした。この本を読みながら\nこの本を読みながら、ウンさんの手記は、私の両親が語りにくい部分を補ってくれました。\n私はこの本を読みながら、両親が語りにくい部分を補うことができました。ページをめくりながら、さまざまな感情が湧き上がってきます。\nページをめくりながら、さまざまな感情を抱きました。カンボジアの人々に何が起こったのかを知りました...",
  "data/reddit-books/r/books/comments/o440al/read_the_brave_new_world_and_feeling_like_the.json": "私のように、古典を読むのが苦手な人は、この本を読んでみてください。\n短い小さな本ですが、強烈な幻滅を与える内容で、魅力的であり、時に怖くもあります。\n魅惑的であり、時には怖いものです。\n\n想像してみてください。ディストピアのアイデアは、しばしば反対意見から生まれます。しかし、この本の中のHuxleyは、そのアイデアを\nこの本では、その考えを世界に再現しています...",
  "data/reddit-books/r/booksuggestions/comments/o46sgi/my_favorite_book_of_all_time_is_eleanor_and_park.json": "この本は何度も読んだことがあり、ストーリーもキャラクターも大好きです。\nこの本に似たものでお勧めのものはありますか？",
  "data/reddit-books/r/books/comments/o47sxx/just_a_helpful_suggestion_for_anyone_who_uses.json": "私の州では、他の多くの州でも同じだと思いますが、複数の都市の図書館カードを入手するには、その州の住民である必要があります。\n複数の都市の図書館カードを取得するには、その州の住民である必要があります。これは\n多くのオンラインカタログは異なっており、あるものは他のものにはないものを持っているので、これは明らかに役に立ちます。\nこれは当然役に立つ。また、もしあなたが欲しいものがすでに...",
  "data/reddit-books/r/books/comments/o4amyy/how_do_you_guys_read_the_songs_written_in_books.json": "私はいつも、歌以外のすべての部分を鮮明に想像しています。景色。\n風景やキャラクターのイントネーションなど、すべてが簡単に思い浮かび、聞くことができます。しかし\n全曲が書き込まれていると、没入感がなくなってしまうんです。どうやって\n曲調やテーマをどう考えればいいのかわからないし、ましてやボーカル....",
  "data/reddit-books/r/books/comments/o4ed84/choose_your_own_adventure_books_as_a_serious.json": "子供の頃、この手の \"Choose Your Own Adventure \"と呼ばれる児童書を読んだことがある。\n幼い頃、この種の「自分で選ぶ冒険」の児童書を読んだ記憶がある。\n輝くお守りを拾ったら36ページへ、そのままにしたら40ページへ」といった具合に。とても楽しかったのですが\nしかし、その斬新さは、私が1つの本を試した後には、やや失われていたように思います...",
  "data/reddit-books/r/books/comments/o4egha/east_of_eden_was_a_terrific_book_that_made_me.json": "この前に「怒りの葡萄」しか読んだことがなくて、それはそれで良かったんだけど、EoEの方が\nの方が良かった。何がそんなに魅力的なのかわかりませんが、おそらく彼の文体か\n何がそんなに魅力的なのかわかりませんが、彼の文体なのか、それとも登場人物のキャストなのか。特にキャシーは面白いキャラクターです。\nなぜ彼女があのようになってしまったのか、いまだに謎です（と私は信じていますが...）。",
  "data/reddit-books/r/booksuggestions/comments/o472sv/project_gutenberg.json": "プロジェクト・グーテンベルクは、無料で電子書籍や小説を提供してくれるサイトです。\nを提供する無料のサイトです。課金や登録も必要ありません。あなたは\nダウンロードすることも、オンラインで読むこともできます。皆さんの中には、このサイトでの読書を\n読んでみましたか？",
  "data/reddit-books/r/books/comments/o4lcqs/if_you_hate_working_post_office_by_charles.json": "半自伝的な物語で、仕事を必要とする30代半ばの男性ヘンリーが、郵便局に入社します。\n仕事が欲しくて郵便局に入社するが、絶対に嫌になってしまう。しかし、それにもかかわらず。\nしかし、彼は11年間で200人の社員の中のほんの一握りでしかありません。私たちは、彼の\n手紙のファイリングをしたり、管理されたり、仕事をしたりと、彼の重要な日常を追います。",
  "data/reddit-books/r/booksuggestions/comments/o4g6be/books_that_give_a_peak_behind_the_curtain_of_an.json": "私は、ある業界や有力者のグループがどのような舞台裏を持っているかを示すものが大好きです。\n描かれているものが大好きです。フィクションでもノンフィクションでも構いません。",
  "data/reddit-books/r/books/comments/o4ls99/i_love_reading_because_it_helps_keep_my.json": "つまらないことがあっても、面白い本を手にすると、突然その世界に引き込まれてしまうことってありますよね。\n突然、新しい世界に引きずり込まれてしまう。\n現実的な問題を抱えた人々がいる全く新しい世界に引きずり込まれ、現実の世界のすべてがどうでもよくなってしまうような感覚に陥ります。\n現実の世界がどうでもよくなってしまうのです。\n\n私が読書を好きな理由は...",
  "data/reddit-books/r/booksuggestions/comments/o4n0b5/my_first_love_began_and_ended_during_the_pandemic.json": "私の人生は一夜にして変わりました-2回も。私は自分の人を見つけ、そしてそれを吹き飛ばしました。一生に一度の\n一生に一度のチャンスは本当です。そんな喪失感の中で、あなたにとってどんな本が\nどのような本があなたにとって意味のあるものだったのか、ご意見をお聞かせください。これはとても難しいことで、終わりが見えません。\n終わりが見えない",
  "data/reddit-books/r/booksuggestions/comments/o4zjlx/need_impossible_to_put_down_books_for_an_upcoming.json": "私はここで他の人からの多くの提案を読んできましたが、今度は皆さんからの提案が欲しいです。\nあなた方からの提案が欲しいです。一週間後に休暇を取るのですが、読み終えられないような本に夢中になりたいのです。\nジャンルは問いませんが、しっかりと書かれたものがいいです。\nジャンルは問いません。",
  "data/reddit-books/r/booksuggestions/comments/o4r0dx/books_that_make_you_feel_happy_and_adventurous.json": "毒親との関係の後、とても辛い別れを経験しています。十分な涙が\nもう十分に涙を流しましたが、今は再び輝きを取り戻し、人生を楽しみたいと思っています。\n\n私はロマンスのない本を好みますが、小さなサブプロットであれば問題ありません。お願いします。\n私を助けてください。",
  "data/reddit-books/r/books/comments/o55mm3/bookshoporg_has_free_shipping_today_and_tomorrow.json": "Bookshop.orgは、あなたが購入した商品を地元の書店から調達してくれる、素晴らしいサービスです。\nこれは、オンライン競争や電子書籍の普及で苦境に立たされている地元書店を支援する素晴らしいサービスです。\nこのサービスは、オンラインでの競争や電子書籍に苦戦している地元の書店を支援する素晴らしいものです。今日と明日は、Amazon Prime Dayに対抗して、送料無料キャンペーンを実施します。\n今日と明日は、Amazon Prime Dayに対抗して送料を無料にしています。あなたができる本は...。",
  "data/reddit-books/r/books/comments/o582r2/this_is_a_must_read_the_westing_game.json": "この本は、私が世界で一番好きな本です。この本を書いたのは、エレン\n著名な絵本作家であるエレン・ラスキンが書いたものです。彼女はこの本の下書きをせず\n下書きもしていませんし、インフラも書いていませんが、非常に相互につながった\n絶妙なストーリーを生み出しました。この本は1979年のニューベリー・メダルを受賞した。\n\nこの本は...",
  "data/reddit-books/r/books/comments/o5ojwt/why_does_everyone_know_of_norse_mythology_or.json": "デイビッド・シュレーファーの『熊族の刻印』という作品です。これは、無名の\n長い間、フォーラムでフォローしていた本ですが、ついに発売されてとても興奮しています。\nようやく発売されたことに興奮しています。カレワラ』は、少なくとも部分的には、多くの伝説的人物に起因しています。\nカレワラ』は、少なくとも部分的には、私たちが今日のファンタジーで目にする多くの原型を生み出したと言えるでしょう。それは...",
  "data/reddit-books/r/booksuggestions/comments/o5l1gx/books_about_mythology_and_tales.json": "Hi All!\n\nアラブの神話についての本を探しています。すでに「千夜一夜物語」を読みました。\nを読んだことがありますが、もしお勧めの本がありましたら\n見てみたいと思います)\n\n他にも中国、日本、北欧などの神話にも興味があります。\n北欧の神話にも興味があります。",
  "data/reddit-books/r/books/comments/o5q7kn/oscar_martinezs_account_of_the_el_salvadorus.json": "オスカー・マルティネスは、エルサルバドル出身の受賞歴のあるジャーナリストで、以下のサイトの共同設立者です。\nエルサルバドルのオンライン新聞「elfaro.net」の共同創刊者です。私がノンフィクションで出会った中で最も勇敢なジャーナリストの一人です。\n私がこれまでに出会ったノンフィクションの中で最も勇敢なジャーナリストの一人である彼は、移民たちの恐ろしい状況の両方を見事に捉えています。\n移民たちが直面している恐ろしい状況を見事に捉えています。",
  "data/reddit-books/r/booksuggestions/comments/o5jhje/funniest_book_youve_ever_read.json": "今まで読んだ本の中で一番面白かったものは？ネタバレのない範囲で、1行程度のあらすじを教えてください。\nネタバレなしでお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/o5hps8/just_finished_reading_animal_farm_and_would_like.json": "私はこの風刺の効いた寓話が大好きで、オーウェルが抑圧、専制、プロパガンダの力学を象徴的に見事に表現しています。\n抑圧、専制、プロパガンダの力学を象徴的に表現しています。私はこの作品が\nどこの国でも失敗した革命について、控えめに書いてあるような気がします。私が特に疑問に思ったのは\n私が見落としていたかもしれない象徴、あるいは最も重要ではなかったかもしれない象徴は何だろうと考えていました...",
  "data/reddit-books/r/books/comments/o5vf6q/do_you_ever_finish_a_book_and_then_feel_kinda.json": "終わりにしようと思うんだけど』を読み終えましたが、全体的に面白い本だと思いました。\n全体的には面白い本だと思っていたのですが、最後まで読んでみると 最後まで、何が起こったのか、何を意味しているのか、さっぱりわかりませんでした。\n何が起こったのか、そしてそれが物語の前の部分で何を意味するのかを伝えようとしているのか、全く分からなかった。\n何が起こったのか、そしてそれが物語の前の部分で何を意味するのか、全く分かりませんでした。グーグルで調べないとわからなかったです。",
  "data/reddit-books/r/booksuggestions/comments/o5t990/are_there_any_good_nonfiction_books_on_the.json": "その国の歴史や文化、習慣などについて。",
  "data/reddit-books/r/booksuggestions/comments/o5xywq/suggestions_for_90_year_old_refuses_audio_and.json": "主にミステリー小説を探しています。彼女はどんな種類の「コージー」も退屈だと思っています。\n反対に、暗すぎたり、残虐だったり、性的だったりするのもダメです。吸血鬼、超常現象、SF、ストレートなロマンスは不可。\n吸血鬼、超常現象、SF、ストレートなロマンスはダメ。また、1830年代以前の歴史物もありません。彼女は本当に\nNews of the World」が好きで、それが「Elmer Kelton」につながったのですが、これも...。",
  "data/reddit-books/r/booksuggestions/comments/o60zhs/after_piranesi.json": "今年の初めの誕生日にピラネージをもらいましたが、何も知りませんでした。\nこの本は私を圧倒しました。今ではこのサブサイトでお勧めされているのを見ますが、いつもたくさんの人に\n愛されています。そこで質問なのですが、ピラネージが好きだった皆さんは、他にどんな作品が好きですか？\n今年のトップ3リストに入っていたものは何ですか？",
  "data/reddit-books/r/booksuggestions/comments/o63moe/irish_mythology.json": "北欧神話」のようにわかりやすいアイルランド神話の本を探しています。\nニール・ゲイマンの「北欧神話」のようにわかりやすいアイルランド神話の本を探しています。4つのサイクルを詳細に説明しているものがいいですね。\n詳細に説明しているものを探しています。どんな提案でも歓迎します。",
  "data/reddit-books/r/books/comments/o6c8um/the_show_good_omens_is_a_damn_fine_representation.json": "本を読んだ後にこのシリーズを読み終えましたが、番組では省かれていた部分が、味わい深い追加要素で補われていました。\n味わい深い追加要素とDavid TennantとMichael Sheenの素晴らしい演技で補っています。\nとマイケル・シーンの素晴らしい演技で補われていました。私は通常、映画化には懐疑的ですが、この作品は本を読んでいない人にも簡単に伝えられるような気がします。\n本を読んでいない人にも簡単に伝えられるような気がします。",
  "data/reddit-books/r/books/comments/o616p2/audiobooks_have_ruined_me.json": "始まりはロックダウンの時でした。掃除をしていても、運動をしていても、ベッドの下で胎児のように丸まっていても\n掃除をしていても、運動をしていても、ベッドの下で胎児のように丸くなっていても、素晴らしい物語を聴いていたかもしれません。\n掃除をしていても、運動をしていても、ベッドの下で胎児のように丸まっていても、素晴らしい声優さんのナレーションによる素晴らしい物語を聴くことができました。それ以来、私のベッドサイドの本は増え続けています。\nそこで、ついに「The Blade Itself」を手に取りました。そして、私は本当に...",
  "data/reddit-books/r/booksuggestions/comments/o69u95/essential_fun_books.json": "よし、楽しく読める本がいいな。今、私はあることに気がつきました。\n私は人生のほとんどを、批評家の評価を受けた本を読むことに費やしてきました。\n読んだと言いたくなるような本を読むことに人生の大半を費やしてきました。I\nそれ以来、私はただ読書を楽しみたいと思うようになりました。",
  "data/reddit-books/r/books/comments/o62xvt/what_books_blew_you_away_that_they_made_you.json": "例えば、私はKim Stanley Robinsonの火星三部作を読んでいますが、この作品がいかにSF的であるかに感嘆しています。\n彼の科学的知識の多さには畏敬の念を覚えます。物理学、化学、生物学\n物理学、化学、生物学の知識を駆使して、火星のテラフォーミングの物語を説得力のあるものにしています。\n火星のテラフォーミングの話を説得力のあるものにし、不可解な技術用語を使わずに信憑性のあるものにするための物理学、化学、生物学の知識...。",
  "data/reddit-books/r/books/comments/o68eyi/to_kill_a_mockingbird_is_very_well_crafted_piece.json": "昨日完成しました。15日間かかりましたが、最後には胸を張って言うことができます。\n時間と注意を払うに値する、そんな傑作です。\n\n英語は私の第二言語ですが、正直なところ、私にとっては読みにくい作品でした。\nそれにもかかわらず、私はこの作品を楽しみました。作者の描き方は、私たちの生活に影響を与えています。",
  "data/reddit-books/r/booksuggestions/comments/o6e7xy/what_did_you_read_and_love_because_it_was.json": "私はほぼ毎日このサイトに来ていますが、時々、私たちの多くがお互いに提案したことを受け止めているのだろうか、そしてそれが読者にとってどのように機能しているのだろうか、と考えることがあります。\nそしてそれが読者のためにどのように機能しているのか。\nでは、教えてください...このサブの誰かが提案したことで、どんな素晴らしい本、どんな素晴らしい読書体験をしましたか？\nこのサブの誰かが提案したことで、どんな素晴らしい本、どんな素晴らしい読書体験をしましたか？どのような本や...",
  "data/reddit-books/r/booksuggestions/comments/o6p9if/anyone_know_any_good_scifi_andor_dystopian_books.json": "人生や人間性について本当に考えさせられる本が欲しいです。\nまた、読み終わったときにとても空虚な気持ちになり、心に残るような本を探しています。\nまた、読み終わった時にとても空虚な気持ちになり、読み終わった後もずっと心に残るような本を探しています。",
  "data/reddit-books/r/books/comments/o6m2b1/why_are_names_or_some_persons_or_places_in_books.json": "私は最近、何年も前に読んだ本を再び読み始めました。現在読んでいるのは\nモンテ・クリスト伯」と「フランケンシュタイン」を英語で読みました。\nそして、今はフィンランド語の「高慢と偏見」を読んでいます。どの本にも\nこれらの本の中には、地名や人名が出てきます。",
  "data/reddit-books/r/books/comments/o6qgth/lord_of_the_rings.json": "賛否両論あると思いますが、私は「ロード・オブ・ザ・リング」の最初の2冊を読み終えました。\n指輪物語の最初の2冊を読み終えたところですが、原作本よりも映画の方がはるかに楽しめたという稀なケースでした。\n映画の方が原作本よりもはるかに楽しめました。\n\n小説では、登場人物が直面している真の絶望と圧倒的な困難を感じることができませんでした。\n小説では、登場人物が直面している真の絶望と圧倒的な困難を感じることができなかった。映画では...",
  "data/reddit-books/r/books/comments/o6zf61/reading_catch22_this_paragraph_is_indecipherable.json": "これは第1章からで、私にとっては2度目の挑戦です。前に読んだときは\nこの段落が理解できなかったので、なぜか残りの部分を読む気が失せてしまいました。\n何となく残りの部分を読む気になれませんでした。パラグラフは以下の通りです。\n\n\"大佐は通信部にいて、昼も夜も忙しくしていた。\n送信していた...",
  "data/reddit-books/r/books/comments/o6z9r4/what_makes_agatha_christies_books_so_great.json": "昨日の午後、『オリエント急行殺人事件』を読み始めたら、夜までに読み切りたくなってしまった。\n夜になっても読まずにはいられませんでした。\n\n今朝、私は驚いた。久しぶりに本を読んで眠れなかっただけでなく\n最近読んだ本では、クリスティの素晴らしい物語のような驚きや笑いはありませんでした。\nChristie's great story....",
  "data/reddit-books/r/books/comments/o70knn/happy_birthday_to_octavia_butler.json": "オクタヴィア・バトラーの誕生日が今週初めだったことに注目してもらいたい。\nの誕生日でした。彼女は文学とSFの先駆者であり、先見の明がありました。彼女は\nマッカーサー・ジーニアス賞を受賞した最初の（そして唯一の）SF作家です。\n天才賞を受賞しました。彼女の作品と、このジャンルにおける表現は、世界的に有名になりました。",
  "data/reddit-books/r/booksuggestions/comments/o71jcj/favorite_audiobooks_based_on_both_book_quality.json": "Audibleのブッククレジットが8つあるので、アカウントをキャンセルする前に使いたいと思っています。\n次のクレジットが7/1になる前に使いたいと思っています。そこで、早急に8冊の本を選ばなければなりません。\n下手なナレーターのせいで台無しになってしまう素晴らしい本もあれば、適切な人材がいれば輝く凡庸な本もある。\n才能のある人がいれば輝ける。あなたにとって最高の本とは...？",
  "data/reddit-books/r/books/comments/o784bj/so_i_hated_the_ending_of_harry_potter_and_the.json": "(ネタバレの可能性あり)\n\n最近、ハリーポッターの全巻を（初めて）読み終えたのですが\n最後の方は本当に嫌でした。急ぎすぎて、主要人物の死がその後の人生にどのような影響を与えるのか、詳しく書かれていませんでした。\n主な登場人物の死がその後の人生にどのような影響を与えたのか、詳しく説明されていませんでした。私にとっては\n私には「ああ、勝った、さあ...」という感じの終わり方でした。",
  "data/reddit-books/r/books/comments/o7bvpi/i_just_finished_read_a_thousand_splendid_suns_by.json": "本を途中まで読んだとき、どうしても自分でネタバレしたい衝動に駆られてしまい\nネットでネタバレしたい衝動に駆られました。この本はとても説得力があります。正直、今まで読んだ本の中で\n今までに読んだ本の中で最高の、いや、最高の本です。A型肝炎の重症度を知らなかったことについては、本当に無知だと思います。\nアフガニスタンの状況の厳しさを知らないことに無知さを感じます。そして、二人の...",
  "data/reddit-books/r/books/comments/o7f06f/read_shakespeares_work_for_the_first_time_it_is.json": "私は21歳ですが、この3～4日までシェイクスピアを読んだことがありませんでした。私は\nここ数日はシェイクスピアの登場人物や物語について読み、勉強していました。\n勉強していました。\n\n私の棚にはセールで買ったシェイクスピアの作品が2冊ありましたが、最初は薄い方から始めました。\n一番薄いものから始めました。As you like it, It was a quick 2-3...でした。",
  "data/reddit-books/r/booksuggestions/comments/o7eapz/is_the_girl_who_played_with_fire_and_the_girl_who.json": "デヴィッド・フィンチャーの方を観ました!\n\n両方とも理解できるでしょうか？それとも3冊とも読んだ方がいいのでしょうか？",
  "data/reddit-books/r/booksuggestions/comments/o74wdv/classics_that_arent_too_difficult_to_read.json": "pls 私は頭が小さいので、必読の古典の多くを吸収することができません。\n何かお勧めはありますか？\n\nEDIT: これまでの提案に感謝します！補足すると、私が本当に好きなジャンルは以下の通りです。\nフィクション、ヒストリカルフィクション、ファンタジー、スリラー、良質のミステリー、そしてこれを得るためのあらゆるもの。\n読んでいます。",
  "data/reddit-books/r/books/comments/o7iht5/i_just_read_the_alchemist.json": "と憤慨しています。あの「赤ちゃんが先」という理念がどれほど嫌だったか、言葉では言い表せません。\n憎んでいました。なぜみんなこの本をそんなに愛しているの？どなたか\n誰か、この経験から何を得ようとしているのか説明してくれませんか？\n私がバカだから理解できないのでしょうか？それはとても...基本的なことです。表面的なレベルだから....",
  "data/reddit-books/r/booksuggestions/comments/o7kejq/i_want_to_thank_this_sub.json": "正直に言うと、私は今年の3月まで15年間小説を読んでいませんでした。\n今年の3月まで、15年間も小説を読んでいませんでした。ロックダウン中に何かが変わり\n私はこのサブレディットのメンバーになりました。\nsubredditのメンバーになりました。貢献してくれた人や投稿してくれた人たちに感謝しなければなりません。",
  "data/reddit-books/r/books/comments/o7miic/so_i_just_discovered_pg_wodehouse.json": "このサブサイトでユーモラスな本についてのランダムな投稿を見て、P.G.\nWodehouseのBertie and Jeevesシリーズが出てきました。\n\nこんなに本で笑ったのは何年ぶりだろうか。(The Code of the Woosters)\n牛のクリーマーを題材にした本の中では一番面白いはず...たぶん唯一の本だと思うけど\n唯一の本だと思いますが、重要なのは...。",
  "data/reddit-books/r/books/comments/o7mi9j/are_books_keeping_you_alive.json": "今日、友人と「試験のストレスから解放されて、面白い本を読もう」と話していたら\n彼の答えは、「フフフ、なんてオタクなんだ！」でした。\nこれはいつもの反応で、普段は何も考えていません。しかし、今、私は考え始めました。\n考えてみると、私はあまり社会生活を送っていないし、長続きもしていない...。",
  "data/reddit-books/r/books/comments/o7t048/when_i_read_i_pretend_i_am_a_filmmaker_and_as_i.json": "これはよく知られていることだと思いますが、私は最近になってようやく理解できました。\n私は貪欲な読書家なのです それまでは、私はいつも\n\"それまでの私は、「一語一語に集中しなければ気が済まない」というタイプの子供でした。I\n私の頭の中では、それ以外のことが起きている余裕はありませんでした...。",
  "data/reddit-books/r/books/comments/o7org9/cant_seem_to_get_super_engrossed_in_books_like.json": "私がまだ子供だった頃、本の中に入り、そこに留まることはとても簡単なことでした。\nとても簡単でした。私だけでなく、多くの人々にとって、その最高の例はおそらくハリーポッターでしょう。\nハリー・ポッターでした。新しいハリーポッターを手にしたら、その日のうちに読み終えなければなりませんでした。\nその日のうちに寝る間も惜しんで読み終えなければなりませんでした。そして世界は...",
  "data/reddit-books/r/books/comments/o7o856/the_inflated_talents_of_protagonists_in_ya_books.json": "私だけなのか、読んでいる本のせいなのかわかりませんが、主人公（少なくともメインキャラクター）が\n主人公（少なくとも、私たちが応援したくなるような主人公）が誇大な才能を持っているのが当たり前になってきました。\n主人公（少なくとも、私たちが応援するようにデザインされた主人公）は、誇大な才能を持っていることが多いと感じています。\n\nどういうことかというと、ほとんどの主人公が一度に数多くの才能を持っているのです。\nこれらの才能は、次のようなものです。",
  "data/reddit-books/r/books/comments/o7v50n/has_there_been_any_huge_hit_in_the_past_decade.json": "こんにちは。\n\nこの10年、書籍業界ではハリーポッターのような大ヒット商品はありましたか？\nこの10年で。GoTのように後から人気が出た本のことではありません。\nGoTのように後から人気が出た本のことではなく、発売直後からめちゃくちゃ人気が出た本のことです。\n発売直後の本です。\n\nこの質問は、\"the mystery of... \"を見たことから始まりました。",
  "data/reddit-books/r/books/comments/o7t87l/i_just_finished_the_murder_on_the_orient_express.json": "何と言っていいかわからないが、私は、大々的に発表される前のページで、全員がグルなのではないかと疑っていた。\n疑っていました。もしかしたらM.boucもグルになっていて、列車の管理者として組織化されているのではないかと思っていました。\nしかし、私は何も考えていませんでした。\n\n集団殺人を疑うことができたのは、ポアロがいたからこそ...。",
  "data/reddit-books/r/books/comments/o7kfji/a_confederacy_of_dunces.json": "先生方、今、本を読み終えました。素晴らしい作品でした。イグナティウスの世界観や\nイグナティウスの世界観、革命を起こそうとする姿、レイリー夫人の変貌ぶり、サンタの気にしない態度、マンキューソの無力感、ジョーンズの無力感など、とても楽しめました。\nサンタの気にしない態度、マンキューソのどうしようもなさ、ジョーンズの気にしない態度。\nダーリーンの無邪気さ、ラナの態度...。",
  "data/reddit-books/r/books/comments/o7zg9h/just_finished_of_mice_and_men.json": "私が初めて好きになった小説の一つです（もう一つの小説は『Safe\nas Houses）。)\n\n登場人物がとてもリアルで、文章も驚くほど描写力があります。\nすべての設定のあらゆる側面を簡単に構築することができるので、夢中になるのはとても簡単です。\n頭の中ですべての設定と人物の最後の側面を構築することができるので、とても簡単に夢中になれます。あなた...",
  "data/reddit-books/r/booksuggestions/comments/o83ulz/what_is_a_book_that_is_frequently_suggested_here.json": "全部読みたいので、ここでよく勧められる本のリストを作っています。\n読んでみたいと思っています。\n\nでも悲しいことに、Madeline Millerの \"Circe \"を読んでいるのですが、どうしても入り込めないのです。\n本の半分以上を読み終えましたが、つながりを感じられず、魅了されません。\n魅了されていないのです。",
  "data/reddit-books/r/books/comments/o8a70m/all_quiet_on_the_western_front_by_e_m_remarque.json": "私は数日前に『西部戦線異状なし』を読み終えました。ということは、レマルクを読み始めてから\nレマルクを読み始めてから初めての本です。そして、私は彼のことをとても気に入っています。この\nこの本は、兵士であることの本当の意味を考えさせるものであり、戦争に名誉はあるのか？\n戦争に名誉はあるのか？私は一度、軍人になろうと考えたことがあります。",
  "data/reddit-books/r/books/comments/o8bgml/the_ending_of_1984.json": "最近、ジョージ・オーウェルの『1984年』を読み終えたのですが、素晴らしい内容でした。\n最後は信じられないほど病的で、魂を打ち砕かれました。個人が政府や\n個人は、政府からの乗り越えられない支配と同調圧力に打ち勝つことはできないという\nこの本を読み終えたとき、私は呆然としてしまいました。私はこの本を読んで...",
  "data/reddit-books/r/books/comments/o8a6yr/dostoevsky_russian_naming_conventions.json": "今日、『罪と罰』を読み終えて、とても気に入ったのですが、私はロシア語の命名規則に非常に不慣れで\nロシア語の命名規則には非常に不慣れで、読んでいる最中に大きな混乱をきたしました。\n読んでいるうちに 誰か、名前の異なるバリエーションの背景にあるものを説明してくれませんか？\n誰か説明してくれませんか？\n\n例：ロディオン・ロマーノビッチ・ラスコーリニコフ、別名ローディア、別名...。",
  "data/reddit-books/r/booksuggestions/comments/o8jbok/the_secret_history.json": "私はちょうどDonna TartteのSecret Historyを読み終えたところで、とても気に入っています。\n私は実際にBennington Collegeに通っているのですが、Bennington CollegeはHamden Collegeのモデルとなった大学で、Tartteが学んだところです。\nとにかく、私は彼女の他の本を読んだことがありますが、あまり好きではありませんでした。\nあまり好きではありませんでした。どなたかお勧めの本を教えてください...",
  "data/reddit-books/r/booksuggestions/comments/o8fx8b/which_book_have_you_read_more_than_once_and_has.json": "やあ、みんな。\n\n私は夏の間、時間を埋めるための良い本を見つけるのに苦労していました。\n悩んでいました。お気に入りの本を読み直してみて、皆さんの中にいつも読んでいる物語があるかどうか気になりました。\n皆さんの中には、いつも読んでいる本がありますか？この本を読むと、あなたは\nこの驚くべき幸福感と愛に満ちた飽くなき感覚を与えてくれる本とは...。",
  "data/reddit-books/r/books/comments/o8ii1g/are_there_many_people_in_this_sub_who_are_not.json": "子供の頃にたくさんの本を読んでいた人が、その後、ものすごい速さで本を読めるようになった人をたくさん知っています。\nしかし、このような「遅れてきた読書家」はいるのだろうか？\n\nしかし、ここには私のような「遅れてきた」読者がいるのでしょうか？\n私のような「遅れてきた」読者はいるのでしょうか？もしそうなら、娯楽としての読書を始めたきっかけは何だったのでしょうか？\n\n私は20歳のときに歴史の勉強を始め、...",
  "data/reddit-books/r/books/comments/o8p59t/i_love_pride_and_prejudice.json": "タイトルの通り、「高慢と偏見」が大好きです。大好きな本の一つです。他の男の人がどれだけこの本を好きかは知らないけど\n他の男の人がどれだけこの本を好きかは知らないけど、自分が好きだと言うことは恥ずかしいことではないよ。\n好きなんだ。まず第一に、エリザベス・ベネットは信じられないほど素晴らしいヒロインで、私はこのようなヒロインを見つけるのは難しいです。\n彼女のような女性を見つけるのは難しいです。登場人物は...",
  "data/reddit-books/r/books/comments/o8t83d/what_do_you_think_happened_to_george_rr_martin.json": "今世紀で最も有名で成功した2人の作家が、どちらも書くことをやめてしまった。\n書くことをやめてしまったようです。\n\nロスファスは三部作を完成させていると言われていますが、彼の最後の作品は10年以上前（2011年）に発売されています。\n10年以上前（2011年）に発売されています。\n\nマーティンは7部作で5冊の本を書いています。彼の最後の作品も2011年です。\n\nあなたは何をしますか...？",
  "data/reddit-books/r/books/comments/o8ns9j/the_coddling_of_the_american_mind.json": "この本は少し前に読み終えましたが、本当に大切な本だと思います。Haidt\nとLukianoff（著者）は、彼らが「安全主義」と呼ぶものがアメリカで台頭していることを論じています。\nアメリカで「安全主義」と呼ばれるものが台頭し、それがいかに裏目に出て、不寛容と脆弱の文化を生み出しているかを論じています。\n脆弱な文化を生み出していることを論じています。彼らは説得力のある議論を展開しています。\n\n私は不思議に思っていました。",
  "data/reddit-books/r/booksuggestions/comments/o8svbs/is_the_house_in_the_cerulean_sea_worth_reading.json": "私はハリーポッターを何度も読んで育ってきました。\n\nこの本にも同じように魅了されるだろうか？",
  "data/reddit-books/r/books/comments/o8wzwt/what_are_the_books_you_reread_at_least_2_times.json": "> ここは本を勧めるサブではないことはわかっていますが、このサブは人々が素晴らしい本を見つけるのに役立ちます。\n> このサブにはより多くのメンバーが参加しているので、削除しないでください。\n> この投稿\n\n私は本を読むのは初めてで、去年読書の習慣を身につけたばかりで、いくつかの本を読みました。\n私は去年から読書の習慣を身につけたばかりで、いくつかの本を読みましたが、その中で印象的だったのは、その本を選ぶことでした。",
  "data/reddit-books/r/booksuggestions/comments/o8yorg/is_the_hobbit_worth_reading_as_a_stand_alone.json": "2年前に「ロード・オブ・ザ・リング」を読もうとしたが、なかなか読み進められなかった。\nした。\n\nThe Hobbit」は素晴らしい居心地の良い読み物だと聞きました。それとも\nそれとも、ロードオブザリング3部作にもう一回チャンスを与えるべきでしょうか？",
  "data/reddit-books/r/booksuggestions/comments/o8mdiq/are_stephen_king_books_that_scary.json": "私は一般的に血糊や非常に怖いものが好きではないので、彼の本を一冊も読んだことがありません。\n怖いものが好きではありません。怖い要素のあるスリラーは好きなんだけどね。スティーブン・キングの本は\nあなたはスティーブン・キングの本をどのような怖さの領域に位置づけますか？1～10の間で、どのくらい怖くて\n悪夢を見る可能性は？",
  "data/reddit-books/r/books/comments/o8ynxc/the_book_thief_markus_zusak.json": "この本は、以前にも2回、3回と読もうとしたことがあるのですが\n読んだことがありますが、どうしても読めませんでした。いつも5、6ページで止まってしまうのです。そして、その本は\n読むことができませんでした。\n\nでも、今回はやっとできました。なぜもっと早く読めなかったのか、正直わからない。\nなぜもっと早く読めなかったのか、正直わかりません。\n\n吸い込まれるように・・・。",
  "data/reddit-books/r/books/comments/o91lmb/fairly_unimpressed_with_patrick_rothfuss.json": "私はファンタジーの大ファンなのですが、『風の名前をつけよう』を始めるのをかなりためらっていました。\nを始めるのをためらっていました。というのも、彼が本を書くスケジュールが遅いからです。私は\n作者を応援するために、シリーズが終わる前に始めるのは構わないのですが、この時点では\nしかし、この時点では、基本的に彼はこのシリーズを終わらせることができないようだ。\n\nしかし...。",
  "data/reddit-books/r/books/comments/o8t9fh/the_blind_assassin_margaret_atwood.json": "私はここにいる皆さんのように熱心な読書家ではありませんが、若い頃はよく読んでいました。\n最近、再び読書を始めようとしているのですが、これがなかなかうまくいっています。\n素晴らしいですね。\n\nオンラインの様々なサイトでは、「本とのブラインドデート」というものを注文することができます。\n本とのお見合い」というのがありますが、ほとんどの場合、ジャンルを選ぶことができます。",
  "data/reddit-books/r/books/comments/o9b0zg/i_just_finished_the_stand_complete_uncut_last.json": "The Stand』は数年前から本棚に置いてありましたが、内容をよく覚えていませんでした。\n思い出せませんでした。しかし、私がその名前を口にすると、誰もが「クラシック」と叫んだので\nその名前を口にすると、誰もが「名作」と叫んだので、しばらくの間、私の心の中のブックキューに入っていました。そうだ、20年後の目標にしよう。\n2021年の目標にしようと決めました...。",
  "data/reddit-books/r/books/comments/o9evwi/is_there_an_app_like_goodreads_that_actually_has.json": "Goodreadsは大嫌いです。本を記録し、評価し、友人を追加し、友人の活動を見るといった方法は\n友達を追加したり、友達の活動を見たりする方法など。何日も続けられます。インターフェイスはとにかくひどく\n不器用なんですよね。\n\nGoodreadsの代替として、頻繁に利用され、注目されているものはありますか？\nLetterboxdのようなシンプルさに近いものはないでしょうか？\n\nもし...",
  "data/reddit-books/r/booksuggestions/comments/o9hcr7/my_partner_has_ptsd_and_depression_i_need_a_book.json": "こんにちは。私のパートナーは子供の頃からのPTSDとうつ病を患っています。\n家族に問題があったため、多くのトラウマを抱えています。\n彼女をもっと理解するための本を探しています。\n彼女の周りでは気をつけなければならないと思っていますが、彼女は繊細なので...。",
  "data/reddit-books/r/books/comments/o9bbqd/if_you_started_your_own_little_free_library.json": "最初に入れた本はどんなものになるのでしょうか？古典的なものから始めますか？\n古典的なものから始めるのか、それとも人気のあるものから始めるのか？\n\n巡回テーマ（例：6月のプライド月間、夏のビーチブック、冬のクリスマスブック）を使うか、それとも自分の好きな本を置くか？\n例えば、6月のプライド月間、夏のビーチブック、冬のクリスマスブックなど）、それとも最近読んだばかりの本を入れる？\nそれとも最近読んだばかりの本を置く？\n\n私は...",
  "data/reddit-books/r/books/comments/o9n3ed/hiya_im_douglas_stuart_author_of_shuggie_bain.json": "スコットランド系アメリカ人の作家・脚本家です。私のデビュー作である『Shuggie Bain,\nは2020年のブッカー賞を受賞し、全米図書賞、PEN/ヘミングウェイ賞、その他いくつかの文学賞の最終選考に残りました。\nPEN/ヘミングウェイ賞をはじめ、いくつかの文学賞の最終選考に残っています。Shuggie Bain』が受賞したのは\nアメリカ芸術アカデミーのスー・カウフマン賞を受賞しました。",
  "data/reddit-books/r/books/comments/o92pnr/the_idiot.json": "私はちょうどバカのパート1を終えたところですが、本当に感動しています。誰かがこのサブに\n兄弟カルツマゾフは史上最高の本だと思うとこのサブに投稿していました。\nという投稿がありました。当然、私はその本を買いに行きましたが、同時に「バカ」も買いました。\n著者へのウォーミングアップとして読んでみたかったのです）。) ドストエフスキーは...",
  "data/reddit-books/r/books/comments/o9mx7w/ive_finished_reading_the_amazing_adventures_of.json": "タイトルにあるように、私のお気に入りの本である「The Amazing Adventures of Kavalier and Clay」を過去にさかのぼって徹底的に読み直すのは素晴らしい気分です。\n私のお気に入りの本、「The Amazing Adventures of Kavalier and Clay」を徹底的に読み直すのは素晴らしい気分です。特に\n特に2回目は年を取っているので、小さなディテールや伏線を初めて見ることができます。\n本の中にある小さなディテールや伏線を初めて見ることができました。",
  "data/reddit-books/r/books/comments/o9lfwq/is_there_a_way_to_avoid_books_about_suicide.json": "自殺をテーマにした本を紹介している資料を誰か知りませんか？\n自殺について 昨夜、ある本を読んでいたら、登場人物が思いがけず自殺してしまいました。\n読んだことによる個人的な影響で一晩中起きていました。\n読んだことによる個人的な影響で、その夜はほとんど眠れませんでした。\n\n注意していただきたいのですが、これは自殺をテーマにした本を評価しているわけではありません。",
  "data/reddit-books/r/books/comments/o9iac6/the_persian_boy_by_mary_renault.json": "私はちょうどこの作品を読み終えたところで、歴史小説のファンの方にお勧めしたいと思いました。\nにお勧めします。物語は、アレキサンダー大王がペルシャのダリウスに勝利した直後、彼の下僕として与えられた宦官、バゴアスの物語です。\nアレクサンダー大王がペルシャのダリウスに勝利した直後に、下僕として与えられたバゴアスが主人公です。\nバゴアスは歴史上の実在の人物ですが、歴史小説の中ではたまにしか登場しません。",
  "data/reddit-books/r/books/comments/o9oww2/how_fast_can_a_books_bad_writing_turn_you_off.json": "詳しい説明は不要ですが（したくなければ）、著者はどのくらいの速さであなたを遠ざけてしまうのでしょうか？\n疎外されるのでしょうか？これは内容のことではなく、実際の文章の技術のことです。\n書き方のことです。この2週間で、私は2冊の本を3ページで読み終えました。\nこの2週間で2冊の本を3ページで読み終えました。",
  "data/reddit-books/r/books/comments/o9qblz/unpopular_opinion_people_are_too_harsh_on_ya.json": "YAの本を手に取った時点で、その時はYAになるんですよね？ヤングアダルトに向けて販売され\nヤングアダルト向けに販売されていて、プロット的にもヤングアダルトが中心になっています。テーマは、「善対悪」や\n善と悪」や「禁断の愛」などのテーマを超えた深みのあるものではありません。\nそれは、平均的なティーンの注意を引くことができないからだ。もし...。",
  "data/reddit-books/r/books/comments/o9s9fk/do_you_guys_sometimes_just_not_feel_ready_to_move.json": "この短篇集を読み終えて、そろそろ別の本に移ろうかと思っていたところでした。\nそろそろ別の本に移ろうかと思っていたところです。でも、もう一度読み返してみたいと思っています。\nせめて数ページだけでも読み返してみたい、あるいは章のタイトルだけでも\nあるいは、いくつかのページを見たり、章のタイトルを見たり......わからないけど。\n\n私はただ、そこに...",
  "data/reddit-books/r/books/comments/o9uoh0/just_finished_the_stranger_by_camus_what_did_i.json": "私は「The Stranger」を読みましたが、主人公は社会病質者であり\n主人公は社会病質者で、唯一の救いは誠実さで、Meursaultはそれを悪用することもありました。\nムルソーはそれを悪用して、自分にとっては何の得にもならず、他人を傷つけるような方法で率直な意見を述べていました。\n\n裁判の中での指摘は、私には理解できませんでした。",
  "data/reddit-books/r/books/comments/o9y0aj/a_mighty_fine_series_artemis_fowl.json": "世界最高の本ではありませんが、Artemis Fowlシリーズは私の好きな本のトップ10に入ります。\n10のお気に入りの本のひとつです。子供の頃に戻ったような気分を味わいたい方には、ぜひお勧めです。\n子供の頃に戻ったような気分になりたい方にはお勧めです。子供向けのおとぎ話と大人向けの小説の中間のような作品です。\n大人のフィクション小説の中間のような作品です。\n\n書いたのはEoin Colfer（どうやって書けばいいのかわかりませんが...）。",
  "data/reddit-books/r/booksuggestions/comments/oa0f7o/best_fantasy_books_that_can_give_me_a_cozy.json": "ハリー・ポッターは何度も読み返しています。\n\n雪が降ったり、クリスマスがあったり、バローがあったり......本の中にある居心地の良さが大好きです。\n雪が降ったり、クリスマスがあったり、バローがあったり......。\n\nわぁー！！！。このようなことを言うだけでも、私は居心地の良い気分になります。\n\n何かオススメはありますか？\n\nP.S. - ファンタジーに限らず、どんなジャンルでもOKです！:-)",
  "data/reddit-books/r/books/comments/oa0qtv/is_there_anything_in_book_that_makes_it.json": "Goodreadsで自分の読んだ棚を見ていたら、星1つの評価を受けた本のパターンを見つけました。\n星1つの評価を受けた本のパターンを発見しました。私は昔から正義感が強く、登場人物が悪いことをすると\n登場人物が何かひどいことをしても何の影響も受けず、自分が望んだ通りの結果になると\n私は正義感が強いので、登場人物がひどいことをしても、何の影響も受けず、自分が望んだ通りの結果になると、本全体が台無しになります。これは...",
  "data/reddit-books/r/books/comments/oa7rjp/neil_gaimans_omission_of_jesus_in_american_gods.json": "アメリカン・ゴッズ」を最初に勧められたとき、私はそれが文化戦争だと言われました。\n戦争です。戦争をしているのは、かつて私たちが崇拝していた偶像と、現在私たちが実際に崇拝している偶像の間です。\n崇拝していたアイドルと実際に崇拝しているアイドルです。ネタバレにならないようにと、問題の神々が昔のものであることには言及しませんでした。\n問題となっている神々があまり知られていない神々であることには言及しませんでした。で...",
  "data/reddit-books/r/books/comments/oacu01/i_cant_believe_i_fell_for_it.json": "プリンセス・ブライド」を読み終えました。映画は見たことがありませんが\n映画は見たことがありませんが、ポップカルチャーで有名なセリフを知っていました。\n\"Inconceivable \"や \"Hello. My name is Inigo Montoya. あなたは私の父を殺しました。\n死ぬ準備をしろ」というような有名なセリフは知っていましたが、実際には何も知りませんでした...",
  "data/reddit-books/r/books/comments/oaejit/giovannis_room_james_baldwin_one_of_the_best_love.json": "この作品は、私が初めて読んだJames Baldwinの小説で、その抑制された感情的な力にとても感銘を受けました。\nその抑制された感情の強さに感銘を受けました。この作品では\nパリのゲイバーの客に混じってあてもなく暮らす若いアメリカ人、デビッドの物語です。\n彼はパリのゲイバーの客の中であてもなく暮らしています。デイビッドは誰に対しても嫌悪感を抱くようになります。",
  "data/reddit-books/r/books/comments/oaipcr/book_podcasts.json": "皆さん、こんにちは。私は1ヶ月以上前に、お勧めの本やポッドキャストを探してここに投稿しました。\nポッドキャストのお勧めを探していたのですが、皆さんの期待を裏切りませんでした。私が今までリストアップしてきた\n私のお気に入りを紹介したいと思います。\n\nMarlon and Jake Read Dead People-ブッカー賞を受賞した...",
  "data/reddit-books/r/booksuggestions/comments/oab5b7/a_inexperienced_fantasy_reader_at_23_looking_for.json": "こんにちは。私が探しているものを正確に言えば嘘になりますが、私はいくつかの一般的なものを読みました。\nよくあるものは読んだことがありますが、そこから派生するものはほとんどありませんでした。ということで\n経験豊富な読者の皆さんにアドバイスをお願いしたいと思います。私が探しているのは\nできればハイファンタジーがいいのですが・・・。",
  "data/reddit-books/r/booksuggestions/comments/oai09y/so_my_wife_received_this_for_an_upcoming_bridal.json": "読書が好きな新婦からのシンプルなお願い：持参\n新刊でも中古でも良いので、私のコレクションになるような本を持ってきてください。サイコスリラー、ロマンス、実録犯罪などです。\nロマンス、トゥルークライムなどのジャンルを読んでいます。私の願いを聞いてください。\nプレゼントではありません。",
  "data/reddit-books/r/books/comments/oaozg7/she_released_a_breath_she_didnt_realise_she_was.json": "EDIT（最終的な感想）です。コメントには素晴らしい解説があります。このフレーズは\n多くの人がこのフレーズを嫌っているのは、陳腐だからのようです。個人的には\n個人的には、たとえ陳腐な言葉であっても、それは仕事のためのものです。そして、もし作者が同じようなものを再現することができれば\nまた、このフレーズと同じような感覚や視覚的な表現を、より...",
  "data/reddit-books/r/books/comments/oatgxg/my_fiancé_hates_this_book_so_much_he_burned_it.json": "少し前の話になりますが、彼と彼のクラスは、課題としてこの本を読むように言われました。\n\n彼は本が大好きで、ほとんど貯め込んでいるようなものですが、この本はあまりにも嫌いで\n炎上させてしまいました。\n\nイアン・マキューアンの『不朽の名作』だ。\n\n彼はこの本を「最も長い無意味な戯言」と呼び、その使い方としては\n使うべきだと考えています。",
  "data/reddit-books/r/books/comments/oawoxa/im_currently_reading_where_the_crawdads_sing_and.json": "まだ9章までしか読んでいませんが、登場人物全員を個人的に知っているような気がします。\n特にKyaは。湿地帯や海辺の描写にも目を見張るものがあります。\n湿地帯とその周辺の描写も素晴らしいです。\n\n\n\nWhere The Crawdads Sing」を読まれた方、または現在読まれている方、感想をお聞かせください。\n感想をお聞かせください。",
  "data/reddit-books/r/books/comments/ob0clt/i_am_neither_neil_gaiman_nor_andy_weir_nor_anyone.json": "タイトルから分かるように、私は最近、重度の偽者症候群にかかっています。\n特に、ここr/books [/r/books]でAMAをやっています。私は間違いを犯してしまいました。\nこれをやる前に、「all time」のupvotedリストを見て、私のヒーローである\nガイマン ウィアー サンダーソン アトウッド ローレンス ロイス・ファッキン...",
  "data/reddit-books/r/booksuggestions/comments/oatatj/book_recs_with_a_young_woman_character_with.json": "私の友人である若い女性は、最近、自分が自閉症であることを知りました。I\n彼女の考えていることを理解するのが難しいと感じることがあり、それが私たちの間の誤解につながっています。\n私たちの間に誤解が生じることがあります。そこで、彼女の考えを理解できるようなフィクション小説を読んでみたいと思います。\n読んでみたいと思います。\n\n意識しているのは...",
  "data/reddit-books/r/booksuggestions/comments/ob1wyp/im_a_somewhat_sheltered_lowermiddle_class.json": "今、Ta-Nehisi Coatesの「Between the world and me」を読んでいます。\n自分の経験とは全く異なる個人的な経験が書かれており、自分の保護された概念と向き合うことを勧められています。\n自分の保護された考えに直面することになりました。\n\n最近読んだ本は、\"Where do we go from here: chaos or community?\" （カオスかコミュニティか）です。マーティン・ルーサー・キング著\nキング牧師の言葉を読みました。",
  "data/reddit-books/r/books/comments/ob318o/why_do_schools_still_put_go_ask_alice_in_their.json": "学生の頃、国語の授業でベアトリス・スパークスの「アリスにお願い」を読まされた。\n英語の授業で 実際の日記や実話として紹介されていましたが、まさにその通りでした。\nその通りに紹介されていました。読み始めてみると、シナリオが非現実的であることに気づきました。\nそこで、グーグルで検索してみると、これは...。",
  "data/reddit-books/r/books/comments/ob5pmy/i_love_books_so_much_that_i_ruin_it_for_myself.json": "誰かこの問題を抱えている人はいないかと思っていました。\nイライラします。皆さんもそうだと思いますが、私は本が大好きです。\n\nしかし、私は新しい本を選んで買うことにとても興奮し、とても喜びを感じます。\nしかし、新しい本を選んで買うことにとても興奮し、喜びを感じるので、いつも今読んでいる本を急いで読み切ろうとします。\n私は...",
  "data/reddit-books/r/books/comments/ob6moh/blown_away_by_the_dark_forest_by_cixin_liu.json": "three body problem」は素晴らしかったのですが、「hindsight」では少し前日譚のような気がします。\nとにかく、昨日の夜に「The Dark Forest」を読み終えたことをお伝えしたかったのです。\n最近読んだ本の中で最高の作品だと思うので、今は興奮しています。\n最近読んだ本の中で最高の作品だと思っているので、このことをどこかで共有したいと思いました。確かに...。",
  "data/reddit-books/r/books/comments/ob979i/this_book_was_just_shockingeventually_was_burned.json": "母は友人から誕生日プレゼントとして数冊もらっていました。その際に\nその友人は自分では読んだことがなく、レビューを参考にしたそうです。その中の一冊\nそのうちの一冊が、カナダの作家、ゲータン・スージーの『マッチが好きすぎた少女』だった。\nGaétan Soucy. 私たちの中でランダムに本を選ぶ習慣がありました...",
  "data/reddit-books/r/books/comments/ob1xk0/your_3_oldest_tbr_books.json": "目標スレッドに触発されて -- 毎年、私の目標の一つは、その年に購入した、あるいはGoodreadsのTBRに入れた本をすべて読むことです。\n買った本やGoodreadsのTBRに入れた本を年内にすべて読むことです。そこで私は\n一番古いTBRの本をリストアップするのは楽しいことだと思いました。\n他の人に説得されて、手に取ったり、より良い場所に移動したりするかもしれません。\n\n私の一番古い..."
}