{
  "data/reddit-books/r/books/comments/pfj7y4/what_is_a_book_you_heard_a_lot_of_good_things.json": "友人や家族、文芸評論家、ソーシャル・メディアなどから、多くの良い評判を聞いた記憶のある本はありますか？\n友人、家族、文芸評論家、ソーシャル・メディアなどから良い評判を聞いていたが、結局自分で読んでみて\nその本を自分で読んでみて、誇大広告に応えられなくてがっかりしたことはありませんか？\n\n評判通りではないと感じた点はありますか？",
  "data/reddit-books/r/booksuggestions/comments/pfkilo/cozy_fall_books.json": "秋の居心地の良い本のおすすめを教えてください。ホラー系でなくても構いません。\n肯定的なものばかりでなく、対立するものでも良いですが、一晩中不安になるようなものは求めていません。\nただ、一晩中気になって眠れないようなものは求めていません😅。",
  "data/reddit-books/r/books/comments/pfipch/have_you_ever_experienced_the_joy_of_someone.json": "週末に古い本棚を掃除していたら、母が「Little Women」のコピーを再発見しました。\nLittle Women」を見つけました。大好きな本を手にしただけでなく、若い頃に何度も読んだ本を手にして純粋に嬉しかったあの瞬間は\n自分が好きな本だけでなく、若い頃に何度も読んだ自分の本を手にして純粋に喜んだ瞬間は\n特別なものでした。その喜びは、その場にいた全員を笑顔にしました。あなたは...",
  "data/reddit-books/r/books/comments/pfttgo/carl_sagans_foreboding_of_an_america_a_quote_from.json": "\"私の子供や孫の時代のアメリカを予感しています。\nアメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出してしまい\n私の子供や孫の時代のアメリカは、アメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出し、技術力の高いものがごく少数の人たちに握られていて\n技術的な力がごく少数の人の手に渡り、誰も...",
  "data/reddit-books/r/books/comments/pfqpao/the_bell_jar_by_sylvia_plath.json": "格付け 4.25/5\n\n\"I am, I am, I am.\"\n\n私がこの本を知ったのは17歳の時でしたが、その後、麻痺性の鬱エピソードに陥り、この本が私を支配する力を物理的に恐れました。\n私は17歳の時にこの本を知り、その後、麻痺した鬱のエピソードに陥り、この本が私を支配する力を物理的に恐れました。I\nそれからの2年間は本を読むことができませんでした。だから、この本を再び手にすることができて嬉しいです。\nブッククラブに感謝しています。読んでみて...",
  "data/reddit-books/r/booksuggestions/comments/pfs2za/i_need_some_books_of_different_topics_for_the.json": "私はオーストラリアのビクトリア州に住んでいますが、今はとても長いロックダウンの最中です。\nあと8週間は解除されない見込みです。ロックダウンのため、私は以下のことしかできません。\n以下のことしかできません。\n\n * エッセンシャル・ショッピング\n * ワクチン接種のために行く\n * 緊急医療サービス\n * 仕事\n * 2時間のエクササイズ\n\nAs...",
  "data/reddit-books/r/books/comments/pfms3v/the_guest_list_by_lucy_foley_would_make_a_great.json": "簡単に要約すると、『ゲストリスト』は、アイルランドの島で行われたセレブの結婚式で起きた殺人事件です。\nアイルランドの島で行われたセレブの結婚式での殺人事件です。\n\n登場人物は豊かに描かれ、深い層になっています。孤立した環境は\n雰囲気を醸し出しています。謎は何度も大きな結末を迎えます。\n\n私が最近読んだ中では最高のスリラーだ。HBO...",
  "data/reddit-books/r/books/comments/pfvx4z/is_there_any_author_that_knows_the_depths_of_the.json": "罪と罰」を2回目に読み終えましたが、ラスコーリニコフの良心の働きを描いたドストエフスキーの洞察力には驚かされます。\nドストエフスキーの、ラスコーリニコフの良心や魂の動きに対する洞察力には驚かされます。\n魂です。最近の本は、雄弁に書かれたページめくりで、説得力のあるストーリーと、きちんとした（？\n説得力のあるストーリーと、きちんと（時には素晴らしく）展開された...",
  "data/reddit-books/r/books/comments/pfy84z/agatha_christie_is_exquisite.json": "まず、謝罪します。このサブレディットのすべての人は、この名前を聞いたことがあります。\n彼女の本を読んだことがあると思います。しかし、なんということでしょう。\n\n私は中学2年生の時に彼女の本を「読んだ」、少なくとも読んでいるつもりだった。でも今は\n実際に理解してみると、彼女がいかに時代の先端を行っていたかがよくわかります。\n彼女がいかに時代を先取りしていたかを痛感します。本を...",
  "data/reddit-books/r/books/comments/pfydil/i_finished_the_gulag_archipelago_by_alexander.json": "何かとても悲しいことに勝ってしまったような気がして、これからどうしたらいいのかわかりません。私は、この本が\nこの本が私の魂を変えたことは間違いありませんが、今は空虚で途方に暮れています。\n空っぽで途方に暮れています。私はソルジェニーツィンの記憶を持っていないし、この本のどの部分を使っても\n普通の会話でこの本の一部を使うことは考えられませんが、私は...",
  "data/reddit-books/r/books/comments/pftjlm/any_secret_history_by_donna_tart_fan_here.json": "また、その感想は...。ドナ・タルトは素晴らしい仕事をしたと感じました。私のような\nギリシャ神話に興味を持っている私にとって、小説の中で体現されているものを読んで\n小説の中で体現されているのを読むのはとても楽しいものでした。ディオニュソスを呼び起こす儀式は、私を夢中にさせました。\n夢中になりました。彼らの心の奥底に隠された暗い秘密...。",
  "data/reddit-books/r/booksuggestions/comments/pg15rf/wanna_get_the_life_that_was_stolen_away_from_me.json": "さて、タイトルは気の毒ですが、要点を言うと、私はカルト教団で育ちました。私は今20歳です。\n\nそのことに対処して前に進むのに役立つ本を探しています。セラピーはありません。\n選択肢ではありません。\n\n友達を作ったり、人生の9割を奪われたような気持ちにならずに人生に集中できるような本を。\n人生の9割を奪われたような気がしないで\n\nもしかしたら、その本は...",
  "data/reddit-books/r/books/comments/pg3vvn/is_stephen_king_considered_a_good_writer_or_just.json": "読んだことがないのは...その...Stephen Kingの作品です。でも、今は「Salem's Lot」を読み進めています。\nSalem's Lotを読んでいるところです。全体的にとても楽しんでいますが、それは主に以下の理由からです。\n彼が作っているミステリーが好きだから。彼の実際の文章は、私にとって多くの不満を残しています。\n彼の実際の文章は、私にとって多くのことを残しています。\n\n- この本の主人公は...。",
  "data/reddit-books/r/books/comments/pg3b9m/have_you_ever_read_a_book_that_you_liked_so_much.json": "奇妙な質問に聞こえるかもしれませんが、これまでに読んだ本の中で\n読んだ本がとても楽しくて、最後まで読みたくないと思ったことがあります。\n\n一例を挙げると、私が幼い頃、『To Kill A Mockingbird』でそうなりました。\nMockingbird』です。私はあの家族の一員になりたいと思いましたし、父親の教訓を学びたいと思いました。"
}