{
  "data/reddit-books/r/books/comments/oba4rd/can_we_please_stop_using_abbreviations_in_book.json": "Kindleアプリの書評には本当に感謝しています! 私はいつもレビューを読んで\nその本が自分の時間やお金を費やす価値があるかどうかを知るために、いつも読んでいます。\n驚くべき速さで本を消費しているからです。しかし、いくつかのレビューが同じ頭文字を使用している場合、私はイライラします。\nでも、いくつかのレビューが同じ頭文字を使っていて、誰も実際に単語を綴っていないとイライラします。\n\n\"If you loved...",
  "data/reddit-books/r/books/comments/obbavu/yo_what_the_fuck_is_the_point_of_an_abridged_book.json": "今、「ティッピング・ポイント」のオーディオブックを聴いたところ、私は要約版を聴いていたことが判明しました。\n短縮版を聴いていたことが判明しました。300ページの本があっという間に終わってしまった。\n1.25倍の速さで聞いてみると、300ページの本があっという間に終わってしまった！」と思いました。しかし、私は何かを見逃しているのではないかと思い\nしかし、何かを見逃しているのではないかと思い、詳細を見てみました。そして、さらによく見てみると...。",
  "data/reddit-books/r/books/comments/obf2hx/what_are_your_favourite_book_openings.json": "私は、本の最初の一文が素晴らしく、すぐに引き込まれて\n瞬時に引き込まれ、本全体を夢中で読む間に期待感を与えてくれる素晴らしい第一文がある本は大好きです。とはいえ\nとはいえ、私が大好きな本の中には、最初の一文が魅力的でないものもあります。\n気に入っている本はあります。あなたのお気に入りの冒頭文は何ですか？ここでは、そのいくつかをご紹介しましょう。",
  "data/reddit-books/r/booksuggestions/comments/obak8r/my_girlfriend_just_got_me_a_kindle.json": "僕の彼女がキンドルを買ってくれたんだ。\n買ってきてくれました。読書好きになるきっかけとなった本や、読んでおきたい本を教えてください。\n読書への愛を目覚めさせてくれた、必読の本を教えてください。私はM25です。\n漫画を読むのが好きなんですが、お勧めは...。",
  "data/reddit-books/r/books/comments/obm1og/id_read_books_like_slaughter_house_and_the_jungle.json": "菜食主義者やベジタリアンの意見に反論するのはいつも大変で、あまり興味がありませんでした。\n菜食主義者やベジタリアンの意見に対抗するのは難しいし、興味もない。私が同意できないのは\n倫理的でない環境で動物が飼われていることや、日本とはかけ離れた野蛮なディストピアには反対です。\n倫理的でない状態で動物が飼育され、伝統的な農業とはかけ離れた野蛮なディストピアが描かれています。",
  "data/reddit-books/r/books/comments/obo4jq/one_of_the_best_feelings_about_reading_more_has.json": "数年前のある時期までは、読書には全く興味がありませんでした。それ以来\nそれ以来、私はどんどん本を読むようになり、1年で想像以上に多くの本を読みました。\n読むことができるようになりました。\n\n500ページの本を見るのはとても気分がいいですし、もう長い時間をかけて読むことはありません。\n感じました。100ページなんて...。",
  "data/reddit-books/r/books/comments/obeypd/what_are_important_messages_that_are_commonly.json": "私はレイ・ブラッドベリの「華氏451」を推薦します。誰もが、検閲のことや\n誰もが検閲について語ります。しかし、この本の終わり近くには\n\n\"芝生を刈るだけの人と、本当の庭師の違いは、感動するかしないかにある。\n触れているかどうかの違いだという。芝生を刈る人は、そうでないのと同じかもしれませんが...。",
  "data/reddit-books/r/booksuggestions/comments/obn7tv/should_i_read_rebecca.json": "この本は以前から「読みたい本」のリストに入っていました。多くの人がこの本の良さを語っているのを見て\n話題になっているのを見て、興味を持っていました。しかし、私はロマンス小説が好きではありません。\nしかし、私はロマンス小説が好きではないので、Rebeccaはミステリーの要素を含んだロマンス小説なのかなと思っています。\nこれは良い読み物ですか？",
  "data/reddit-books/r/books/comments/obn3tl/why_do_you_think_books_are_better_than_their.json": "本の方が良かった」という話はよく聞きますが、その逆はほとんどありません。それは\n最近になってCGIが追いついてきたのか、それとも一人の想像力の力なのか。\n\n例：「ダイバージェント」シリーズ、「ゴッドファーザー」、「ハリー・ポッター」、「LOTR」、「ダ・ヴィンチ・コード」、「ハンガー・ゲーム」など。\nゲームなどが挙げられます。同じことをよく聞きますが...。",
  "data/reddit-books/r/books/comments/obvre4/reading_oryx_and_crake_in_the_aftermath_of_2020.json": "以下、ネタバレあり\n\nマーガレット・アトウッドの「Oryx and Crake」を初めて読みました。\n読んでみて、本当にびっくりしました。この作品については、賛否両論あると聞いていました。\nしかし、COVID-19のパンデミックの後にこの作品を読んだことで、この作品はとても素晴らしいものになりました。\nCOVID-19のパンデミックと様々な...",
  "data/reddit-books/r/books/comments/oc5owc/the_sex_scene_of_haruki_murakamis_killing.json": "今、ある記事を見ていたら、何がわかったと思いますか？村上春樹の「殺戮者」のセックスシーンが\n村上春樹の「殺戮委員会」のセックスシーンが、第26回「小説の中の悪い性」賞にノミネートされていました。\nin Fiction Awardにノミネートされました。この賞は1993年以来、「その年の最もひどい性描写」に与えられる賞です。\n1993年から始まったこの賞は、「他の良い作品の中で、その年に最もひどい性描写があった作品」に贈られるものです。",
  "data/reddit-books/r/books/comments/obxjjh/a_thousand_splendid_suns.json": "今日、Khaled Hosseiniの「A Thousand Splendid Suns」を読み終えました。そして、それは\n驚きの連続でした。カルチャーショックを受け、全く別の世界へのチケットを手にしたような気分になります。彼は、私が生きてきた人生や苦難を持つ女性たちに\n私には想像もつかないような生活や苦労をしている女性たちの立場に立たせてくれます。そして\n彼女たちが経験したこと、信じられないような喪失感と不確かな未来、...。",
  "data/reddit-books/r/booksuggestions/comments/obs8pw/why_do_you_like_stephen_king.json": "喧嘩をしたいわけではなく純粋に聞きたいのです。ガンズリンガーは読みましたし\nSalem's lotを試しています。\n\n私の目標は100ページ読んで好きかどうか確かめることです。その目標の半分くらいまで来て\n私は非常に退屈な気分です。\n\n好みの問題もあるとは思いますが、Kingは・・・。",
  "data/reddit-books/r/booksuggestions/comments/oc3jz9/westerns.json": "こんにちは、皆さん。\n\n私が探しているのは、根っからの西部劇で、馬やガンマン、ミステリアスな人たちが出てくる本物の物語だ。\n馬や銃を持った人や不思議な人が出てくる物語です。\n\n\"ブラッド・メリディアン\" \"ウォーロック\" \"ブッチャーズ・クロッシング \"は 読みました。\n\n害獣は必要ありません。",
  "data/reddit-books/r/booksuggestions/comments/oc2igy/suggest_me_a_book_with_female_pirate_as_the_mc.json": "女海賊が主人公であれば何でもいいです。\n\ndaughter of the pirate king duologyを読み終えて、言えることは\n女海賊の二日酔い状態です。\n\n交流してくれたらよろしくお願いします🌺。",
  "data/reddit-books/r/books/comments/occut6/importance_of_timing_with_books.json": "最近、とても良い本を読んでも、年齢や人生のタイミングによっては楽しめなかったり、理解できなかったりすることがあるのではないかと考えていました。\n年齢や人生のタイミングによって、本当に良い本を読んでも楽しめなかったり、理解できなかったりすることがあるのではないかと思いました。例えば、私の好きな本のひとつ\nライ麦畑でつかまえて』は、19歳のときに読みました。19歳のときに読みましたが、19歳以上の人にはお勧めできません。\nそれ以上の年齢の人にはお勧めできません。多くの人が...",
  "data/reddit-books/r/books/comments/ocf4m4/loaning_books_from_library_has_let_me_read_and.json": "以前はただ本を溜め込んでいましたが、新しいハードカバーの本の感じが好きでした。\n数冊しか読みませんでした。他のことに気を取られずに本を読む習慣をつけたかったのです。\n気が散らないように読書をしたかったのです。友人に勧められて、数冊の本（Good omens, Dark Matter, 1984）を貸しました。\nomens、Dark Matter、1984）を貸した。返却期限は21日でしたが...。",
  "data/reddit-books/r/booksuggestions/comments/oca9w6/horror_anthology_with_interconnected_stories.json": "最近、マグナス・アーカイブスを聞いて、「うずまき」を読んでみました。\n私がホラーを一番楽しめるのは、最初は別々の話（または、線でつながっている話）だということに気づきました。\n最初は別々のストーリー（またはリンク要素のあるストーリー）が、後になってより長く複雑なストーリーにつながっていくとき、私は最もホラーを楽しむことができるのです。\nと気づかされました。このようなストーリーのホラー作品はありますか？",
  "data/reddit-books/r/booksuggestions/comments/ocdgk0/help_me_find_a_book_as_good_as_the_show_breaking.json": "番組「Breaking Bad」のように、私の心を揺さぶるような本が必要です。I\n脚本家がいかに賢いかということに執着するのをやめられないし、番組の話をするのをやめられない。\n番組の話が止まらないんだ。私は、このような優れた本が欲しいのです。\nこのような素晴らしい本が欲しいのです。例えば、Breaking...と同じように、100万通りもの見方ができる本が。",
  "data/reddit-books/r/books/comments/ochr4w/what_is_up_with_these_goodreads_reviews.json": "Goodreadsにはあまり行かない。たまに引用したり、学校の課題のために一行か二行をコピー＆ペーストするために\n学校の課題のために1、2行コピー＆ペーストする程度です。最近、私は購入を考えている本のレビューを読むために\n最近、購入を考えている本のレビューを読み返してみたのですが...何かが大きく違っているように感じました。\n\n一つには、トップの書評はすべて同じコンセプトに従っているように見えます。....",
  "data/reddit-books/r/books/comments/ociwn6/i_finally_understood_what_anton_ego_meant_when_he.json": "私は自分自身を非常に厳しい批評家だと思っていますが、たいていは自分の楽しみを損なうことになります。\n自分の楽しみのために ですから、その気持ちはよくわかります。人の魅力を否定することがどれほど簡単なことか、私は知っています。\n人のライフワークを文学的な基準で否定することがいかに簡単かを知っています。\n\n誰もが耳にしたことがあるであろう、「The...」という小さなシリーズがあります。\n\"The...",
  "data/reddit-books/r/books/comments/ocs19e/this_is_why_i_miss_sir_terry.json": "\"図書館 \"には魔法の本だけではなく、棚に鎖でつながれていて\n棚に鎖でつながれていて、とても危険なものだけではありません。普通の紙に印刷された、ごく普通の\nありふれた紙にありふれたインクで印刷された、まったく普通の本もありました。それらも危険ではないと考えるのは間違いだろう。\n読んだからといって、危険ではないと考えるのは間違いです。",
  "data/reddit-books/r/books/comments/oc6p69/healthy_coping_mechanisms_overused_for_the_good.json": "最近、私が読んでいる本の中で、主人公の一人が水泳を「対処法」として使っていることに出会いました。\n水泳を「対処」の手段としている主人公がいました。その本の中では、主人公が\nくだらないことに対処する方法として、自分をものすごく追い込んでいました。\nこの本は第二次世界大戦中を舞台にしています）。私はこれをよく目にします...",
  "data/reddit-books/r/booksuggestions/comments/ocn769/nonfiction_books_about_disease_and_pandemics_of.json": "現在、ランディ・シルトのエイズの流行についての本を読んでいて、とても楽しいです。\n20世紀の病気についてもっと読んでみたいと思っています。\nスペイン風邪を題材にしたノンフィクションが一番ですが、病気やパンデミックの出来事なら何でも構いません。\nしかし、病気やパンデミックの出来事であれば何でもいいです（エイズについての別の本でも構いません）。",
  "data/reddit-books/r/booksuggestions/comments/ocw8yi/syrian_civil_war_book.json": "こんにちは。\n\n私は、この紛争についてできるだけ中立的に、あるいは少なくとも西側に偏っていない本を買おうと思っています。\n少なくとも西側に偏っていない本を買おうと思っています。その本は贈り物になる予定です。\nプレゼントする予定なので、価格は20～30ユーロくらいだとありがたいです。I\n私は政治的な議論をしたくないので、どうか...",
  "data/reddit-books/r/booksuggestions/comments/ocsu9r/books_about_dinosaursfor_adults.json": "恐竜ってかっこいいですよね。恐竜についての詳しいノンフィクションで、子供の頃に戻ったような気分になれる本はありませんか？\n少年のような気持ちにさせてくれる本はありませんか？",
  "data/reddit-books/r/books/comments/ocz6y2/something_wicked_this_way_comes.json": "昨日、この本を手にして、今、半分以上が終わったところです。しかし、これが\n今まで読んだ本の中で最も豪華な文章ではないかと思います。\nすべての文章は、まるで詩のミニチュアのようで、文章の意味が文字通りなのか、それとも\n文章の意味が文字通りなのか、それとも比喩的なのかを考えてしまう。\n\nそして、その...",
  "data/reddit-books/r/booksuggestions/comments/od2bxe/just_finished_orwells_1984_looking_for_something.json": "また、『本泥棒』や『オリバー・ツイスト』、ジュール・ヴェルヌの物語、エドガー・アレン・ポーの短編集なども好きでした。\nアレン・ポーの短編集も好きでした。",
  "data/reddit-books/r/books/comments/od22lp/a_man_called_ove_a_heartwarming_story.json": "私は自分の道を切り開いて、代わりに図書館で本を買わないと決めました。\n高校を卒業するときにもらったお金で本を買いに行った。\n買った。多くの人がこの本を評価しているのを聞いて、私も試してみようと思いました。\nこの本は、オーブの物語です。オーブは、孤独で不機嫌な完璧主義者で、まだ...",
  "data/reddit-books/r/books/comments/od4ahl/what_are_some_common_tropes_in_books_that_you_hate.json": "私の場合は、「自分は選ばれた人間だけど、それが嫌で普通になりたい」というのが\n普通になりたい」というものです。これは本の中では非常によくあることで、プロットが前に進まず、多くの章（時には本全体）につながると感じています。\n主人公がそのことについて文句を言う章が何度も（時には本全体で）続くことになります。\n主人公が2ページごとに文句を言っているような章が多くなります。",
  "data/reddit-books/r/booksuggestions/comments/odgqru/japanese_literature.json": "最近、川上弘美さんの本を2冊読みましたが、もっと現代の日本の小説に触れてみたいと思っています。\nもっと日本の現代小説に触れてみたいと思っています。あなたが知っている良い作品を推薦してください。\n(村上春樹以外は、すでにほとんどの作品を読んでいます)。ありがとうございました。",
  "data/reddit-books/r/books/comments/odjqbn/currently_reading_don_quixote_for_the_first_time.json": "まだまだ序盤ですが、この小説は今のところ私の想像をはるかに超えています。\nこの小説は私の期待を上回るものです。面白いとは思っていましたが、ほとんどの章で腹を抱えて笑うとは思いませんでした。\n笑うことになるとは思っていませんでした。サンチョがSMをしたくても、森には行きたくなかったので\nドン・キホーテに気づかれないように、森に行こうとしたところで...",
  "data/reddit-books/r/books/comments/odkiem/what_are_some_common_tropes_in_books_that_you.json": "個人的には、冒険小説の中で最も好きな瞬間の一つは、旅の前に何らかの逆境や困難に直面していた主人公が\n主人公が旅に出る前に、家で何かの逆境や敵に直面していて\n主人公が、旅の前に家庭で何らかの逆境に直面し、その処理に苦労していたのに、旅が終わって家に帰ると、同じ問題や\n旅が終わって家に帰ると、同じような問題に直面していたり...。",
  "data/reddit-books/r/books/comments/odkuli/the_colour_out_of_space_is_lovecraft_at_his_very.json": "少し背景を説明すると、私はラヴクラフトの「最高の怪奇小説」であるNecronomiconコレクションを着実に読み進めています。\nラヴクラフトの「最高の怪奇小説」を集めたNecronomiconコレクションを着実に読み進めています。\nある程度までは、ほとんどの物語は次のような単純な公式に基づいています。\n無名だが健全なWASPの男が...」という単純な公式に沿っている。",
  "data/reddit-books/r/books/comments/odmeei/whats_the_deal_with_the_new_york_times_best.json": "NEW YORK TIMES BEST SELLER」賞とは何なのか、そしてなぜすべての本にこの賞が付いているのか。\n神に誓って、どこを見ても、どこに行っても、その神に見放された言葉を目にします。\n神に誓って。\"本屋さんに行くと、その5つの言葉が私を取り囲んでいます。\n本屋に行くと、その5つの言葉が私を取り囲んでいる。私はそれから逃れられないし、それは私を悩ませるし...",
  "data/reddit-books/r/booksuggestions/comments/odku8s/what_to_read_when_you_feel_lost.json": "自分の人生に迷いを感じています。お勧めの本があれば教えてください。\nを通しています。私は18歳で、残りの人生をどうするか悩んでいます。私は18歳です。\n一年以内に学校に申し込むことになっていますが、何をしたらいいのかわかりません。私は自分が何者なのかわかりません。\n自分が何者なのかわからないし、今までもそうだったかもしれません。私は、私が得ることができたと思います...",
  "data/reddit-books/r/booksuggestions/comments/odje8l/books_similar_to_the_book_thief_by_markus_zusak.json": "私はこの本が大好きで、最後には大泣きしてしまいました...。\nその最後の部分を必ずしも再現しようとは思っていませんが、それでも......ですから、基本的には、フィーリングのある短い歴史小説を探しています。\n感じのする短めの歴史小説を探しています。ありがとう...。",
  "data/reddit-books/r/books/comments/odo8o3/should_we_read_books_that_make_us_uncomfortable.json": "最近、ロリータを読もうと思っているのですが、ロリータの小児性愛的な部分が非常に気になっています。\nペドフィリアックな部分に非常に抵抗があります。しかし、世界文学の中でも重要な作品とされています。\n世界文学の代表作とされているので、何か参考になることがあるかもしれません。しかし\n描かれているテーマに耐えられるかどうか...。\n\nそれは...",
  "data/reddit-books/r/booksuggestions/comments/odyaia/a_smart_male_lead_and_a_strong_female_lead_with.json": "何かいい読み物はないかと探しているのですが、私の好みに合うものはまだありません。\n私の好みに合うものはまだありません。私は、男性が「頭脳」（ハッカー。\n男性が「頭脳」（ハッカー、戦略家...など）で、女性が「腕力」であることを望んでいますが、厳密な意味ではありません。\n厳密な意味ではありません（男性は全く役に立たなくても構いません。",
  "data/reddit-books/r/books/comments/oe1jcp/a_realization_about_reading_while_participating.json": "先週、私は大学の心理学の学生のための研究に参加して、たくさんの質問を受けました。\nたくさんの質問を受けました。その中のいくつかの質問は、私の読書プロセスに関するものでした。\n\nその中には\n\n\"あなたは物語を自分で体験していますか、それとも登場人物の視点からだけ見ていますか？\n登場人物の視点からのみ見ていますか？\"\n\n私はこれについて考えました。",
  "data/reddit-books/r/books/comments/oe6ul4/i_love_reading_but_i_have_so_much_on_my_mind_that.json": "Tl;dr。去年の今頃から私の生活は非常にストレスが多く、精神的にふさぎ込んで何も読めませんでした。\n精神的な障害で何も読めませんでした。今は少しずつ良くなってきていて、読みたいものにはワクワクしているのですが\n今は少しずつ良くなってきていて、読みたいものがあるとワクワクするのですが、朝起きてすぐの時間しか集中できません。\n集中できるのは朝起きたばかりの時だけで、頭が働いていないからです。",
  "data/reddit-books/r/books/comments/oe4n71/notice_gizmos_free_book_lists_shutting_down_july.json": "私が読んできた本についての議論でなくて申し訳ないのですが、タイトルにあるように\nこのサイトは、タイトルの通り、無料の本やオーディオブックの情報源のサイトを何百も紹介しています。\nが10日後に閉鎖されます。\n\n\n私は彼らの何百ものサイトの無料書籍リストをアーカイブしていたので、ここで紹介します。\nここでは、そのリンクを紹介します。",
  "data/reddit-books/r/booksuggestions/comments/oe7c15/books_that_talk_about_being_lonely_and_doing.json": "孤独でいることが快適であることや、他人のためではなく自分のために何かをすることについて、現実的な話をしている本を探しています。\n人のためではなく、自分のために何かをする。人生の旅路は常に自分自身であり\n人生の旅路は常に自分自身であり、一人で導かなければならないということを語ってくれる本。\n私はこれまで、Mark...の「The subtle art of not giving a f**k」を楽しんできました。",
  "data/reddit-books/r/booksuggestions/comments/oe73fn/books_to_read_when_youre_unemployed.json": "失業と、それが人の人生、思考、道徳、そして自分の属する環境全体に与える劇的な絶望感を描いた本をいくつか提案してください。\n人生、考え方、道徳、自分が属する環境全体に与える絶望感を描いた本をいくつか挙げてください。I\n読んでみたいタイトルをいくつか集めてみました。\n\n 1. パリとロンドンのダウン・アンド・アウト』（オーウェル著\n 2. Hunger（クヌート・ハムスン著\n 3. 人間の束縛について by...",
  "data/reddit-books/r/books/comments/oe9eak/the_road_an_ecocritical_interpretation_of_the.json": "The Road』の惨状を引き起こした具体的な出来事は語られていない。\nしかし、日照時間の減少、氷点下の気温、焼却された都市、灰に覆われた風景は\n灰に覆われた風景は、世界が核の冬に突入したという解釈を示しているようだ。\n世界は核の冬を迎えている」という解釈を示しているようで、エコクリティックな解釈では...。",
  "data/reddit-books/r/books/comments/oedjj2/project_hail_mary_by_andy_weir.json": "つい最近、この本を読み終えました。そして、そのことが頭から離れません。この本は\n本当に素晴らしいです。文字通り、この本を読むのが最高に楽しかったです。すごい\nの本ですね。よく書かれていて、面白くて、興味深くて、刺激的で、クールで、スマート。すべてが揃っている。\nすべてが揃っている。読んでみてください！」と、これ以上は言えません。もしあなたが楽しんでいるなら...。",
  "data/reddit-books/r/booksuggestions/comments/oekig3/books_that_feel_like_hugs.json": "ハグの本」を探しています。例えば、『アリストテレスとダンテの発見\nセルリアンの海の家』の宇宙の秘密などがあります。私は\nこのような、安心感を与えてくれる「アットホームなハグブック」をもっと探しています。\n前に紹介した本と同じでなくても構いません、ただ...。",
  "data/reddit-books/r/books/comments/oemvgw/people_who_read_extraordinarily_often_a_book.json": "私は小学6年生の時に本をたくさん読んでいたので、もっと読むようにしています。\n私は小学校6年生のときに本をたくさん読んでいて、読むことや学ぶことにとても興味があったのですが、今では本に飽きてしまい\nしかし、今では本に飽きてしまい、読むのに時間がかかるようになりました。\n今の私は、本を読むのが退屈で、時間がかかってしまいます。本を読むために何か役に立つことはないでしょうか？",
  "data/reddit-books/r/books/comments/oeglsj/what_are_your_favorite_fantasy_and_scifi.json": "あなたの好きなファンタジーやSFのキャラクターは何ですか？そのキャラクターが所属している作家\nや本の名前も教えてください。\n\nジョー・アバクロンビーの『First Law Trilogy』に登場するSand dan Gloktaは、私のお気に入りのキャラクターの一人です。\nです。彼の複雑なバックストーリーは、同情と恐怖の両方を呼び起こし、彼のダークなユーモア、そして彼の...\nユーモア、そして彼の...",
  "data/reddit-books/r/books/comments/oejwbd/anyone_else_hate_when_a_charactors_physical.json": "もちろん、自分が想像していたものとは全く違うものになります。例えば\n例えば、私が大好きな「Prince of Nothing」シリーズでは、主役ではないのに大きく登場するキャラクターがいました。\n登場するのですが、主役ではなく、死ぬまで何も描かれていません。\nでも、死ぬときにはものすごく詳細な描写があるんですよ。",
  "data/reddit-books/r/books/comments/oet3ym/the_false_promise_of_speed_reading_why_you_should.json": "最近、「内なる声」を排除することで読書のスピードを上げることができるという記事やコメントを目にすることがあります。\n最近、「内なる声」を排除することで読書のスピードを上げることができるという投稿を見かけるようになりました。文章の中の単語を単純にスキャンするだけで\n文章の中の単語を単純にスキャンすることで、読書のスピードを劇的に上げることができるというものです。\nその結果、理解力を維持しつつ、読書速度を飛躍的に向上させることができるというものです。これは誤りであり、恐ろしいことです。",
  "data/reddit-books/r/books/comments/oeuppi/the_long_walk_by_stephen_king_is_his_best_and.json": "ただ、それを出しただけです。私のアドバイスは、この作品を「スティーブン・キング」の小説として読むのではなく\n読むのではなく、素晴らしいフィクション作品として読むことです。この作品には、たくさんの解き明かしたいことがあります。\nこの本には解明すべきことがたくさんあります。暴力の賛美、権威者への盲目的な服従。\n子供時代の喪失感、人生の意味を見つけることなど、すべてが...。",
  "data/reddit-books/r/booksuggestions/comments/oetv3d/best_stephen_king_book.json": "スティーブン・キングの本はたくさんあります（彼は多作であると同時に、一冊一冊にエネルギーと努力を注いでいるような珍しい作家の一人です）。\n多作であると同時に、それぞれの本にエネルギーと努力を注いでいるようで、本の内容が\nある作家のように一夜にして作られたようには見えません）。) しかし、私は\nしかし、私はそれほど多くの作品を読んでいないので、何がベストなのかと考えていました...。",
  "data/reddit-books/r/booksuggestions/comments/oezdr3/i_want_a_book_where_you_actually_follow_the.json": "ロック・ラモーラの嘘では、あなたは悪役に従う」などと言われると、うんざりします。\n\"Lies of Locke Lamora, you follow the villain!\" 実際にはせいぜいアンチヒーローに従うだけなのに。私が欲しいのは\n本当の悪役、自分のことしか考えていない人を追いかけるような本が欲しい。\n自分のことしか考えていない人、世界を征服して自分が...と言えるようにしたい人。",
  "data/reddit-books/r/books/comments/ofc4eo/my_wife_said_the_words_i_never_thought_id_hear.json": "\"いくつかの本を処分する必要があると思います。\"\n\nさて皆さん、何かを理解しなければなりません。私たちは最初のデートで図書館のブックセールに行きました。\n最初のデートで図書館のブックセールに行きました。13ヶ月後、同じ図書館のブックセールで彼女にプロポーズしました。\n彼女の好きな本のコピーをブック・セーフにして使ったのです。この女性は\nベルに憧れていた女性です。",
  "data/reddit-books/r/books/comments/of8ktx/do_you_have_a_palate_cleansing_author.json": "他の作家の本を読んだ後に、また戻ってくる作家がいるかどうか気になっています。\n他の作家の本を読んだ後に、また戻ってくる作家がいるかどうか。安心して読める本のようなものですよね。例えば、私は\nスティーブン・キングをよく読みますし、好きな作家の一人です。\nたまには他の作家の本を読むこともあります。....",
  "data/reddit-books/r/booksuggestions/comments/ofj250/an_enemiestolovers_trope_with_unique_or_uncommon.json": "私はロマンス本が大好きで、特に敵と恋人の関係を描いたものが好きです。私は、この種のトロイを使った新しい本を切実に求めています。\nこの手の話でも、違った新鮮なストーリーで読める新しい本を求めています。\n読んでみたいと思っています。お勧めの本を教えていただきありがとうございます。",
  "data/reddit-books/r/booksuggestions/comments/ofpnly/hey_everyone_im_about_to_publish_my_first_ever.json": "火星での最初のチャプレンを描いたハードSF本です。この本は今週の水曜日に発売される。\nもし興味があれば、amazonで検索してみてください。ありがとうございます。",
  "data/reddit-books/r/books/comments/ofocct/i_just_finished_the_kite_runner_by_khaled.json": "この作品について多くの人が良いと言っているのを聞いて、何も知らずに購入したのですが\n何も知らずに買ってしまった。1975年のアフガニスタンで育った2人の少年の話です。\nアフガニスタンで育った2人の少年が経験することを描いている。私はこれから長い列車の旅が待っていました。\nファンタジー本を読み終えたばかりだったので、気分的には...",
  "data/reddit-books/r/books/comments/ofsqn0/neuromancers_first_page_hooked_me_better_than_any.json": "最近、SFをよく読んでいますが、『ニューロマンサー』の最初のページ、段落、セクションほど\nNeuromancer』の最初のページ/段落/セクションほど早く私を魅了した本はない。\n\nたくさんのことを吸収しなければならないが、その詳細はすべて明確でありながら示唆に富む方法で提示されている。\n示唆に富む方法で提示されています。このような本を読んだのは久しぶりです。",
  "data/reddit-books/r/books/comments/ofu01f/i_just_read_22_books_over_8_weeks_while_being.json": "私の仕事は、コッパー川でソナーを使ってベニザケのカウントをすることでした。\n積極的にカウントしていないときは、自由な時間がたくさんありました。\n結局のところ、私は一番近い町から40マイル離れたところにいて、携帯電話もほとんど繋がらず\nフィールドはボートや飛行機でしか行けない場所でした。\n\n私は友人たちから...",
  "data/reddit-books/r/booksuggestions/comments/ofnx20/im_a_15_yr_old_and_im_trying_to_learn_nonfiction.json": "何か提案があれば教えてください。現在、私は聖書を読んでいますが、私の読書リストには\nマルクス・アウレリウスの「瞑想」、ニーチェの「ツァラトゥストラはかく語りき」、「サピエンス：人類の歴史」です。\nsapiens: a history of humankind. 好みはありません。学ぶことができて\n勉強になりますし、複雑でなければ私には合っています。ありがとうございました。",
  "data/reddit-books/r/books/comments/ofmesk/im_mary_gauthier_awardwinning_grammynominated.json": "AP通信社からは、同世代で最も優れたソングライターの一人に選ばれました。\n最近リリースした「Rifles & Rosary Beads」（負傷した退役軍人との共作）は\n怪我をした退役軍人との共作で、グラミー賞のベスト・フォーク・アルバムにノミネートされました。\nアメリカーナ音楽協会のレコード・オブ・ザ・イヤーを受賞しました。私の曲は...",
  "data/reddit-books/r/books/comments/ofiuoq/what_are_the_books_that_you_must_read_via_its.json": "Trevor Noahの「Born a Crime」のハードコピーを手に入れたので、自分の読んだ経験について考えてみました。\n読んだときのことを思い出しました。私は数年前にオーディオブックを聴きました。\n数年前にオーディオブックを聴きましたが、（伝統的に）読むことは想像できませんでした。なぜなら、ノアは本の中で述べられているフレーズを話すからです。\nノアは本の中で言及されているフレーズをネイティブスピーカーのように話すからです.......",
  "data/reddit-books/r/booksuggestions/comments/ofx9gy/want_to_get_into_reading.json": "私はあまり多くの本を読んでいませんが、もっとたくさんの本に手を出したいと思っています。今までに読んで面白かった本は\n1984, animal farm, Ishmaelなどです。これらに似たもので、他の作品にはないものはありますか？\nものすごく長くないものはありますか？",
  "data/reddit-books/r/booksuggestions/comments/og5a44/any_good_historical_fiction_i_should_check_out.json": "現在、Dan Simmonsの \"The Terror \"を読み終えたところです（これが素晴らしく、全く読み終えることができません！）。\nこの本は私を歴史小説というジャンルに引き込んでくれました。) この本がきっかけで歴史小説というジャンルに興味を持つようになりました。\n他の作品も読んでみたいと思っていますが、お勧めの本はありますか？",
  "data/reddit-books/r/books/comments/og49nw/ive_finished_4_books_in_the_past_week_and_a_half.json": "さて、私と妻の休暇もそろそろ終わりに近づいてきました。明日には帰国します。\n2匹の犬と一緒に小さなコテージで1週間半ほど過ごした後、明日家に帰る。\n匹の犬と一緒に小さなコテージで過ごし、明日帰国します。私はいくつかの本を持っていきましたが、ほとんどすべての本を読み終えました。\n\n最初はStephen KingのDreamcatcherです。この本を読み始めたのはずっと前のことです。",
  "data/reddit-books/r/books/comments/og7kuy/the_spy_who_came_in_from_the_cold_by_john_le.json": "スパイ小説はあまり読んだことがないのですが、この本は信じられないほど素晴らしく、名作と言われるのも納得です。\n名作であることは間違いない。冷戦時代のスパイの世界では、西側諸国は敵対勢力と同じように汚い手を使うことができた。\n相手国と同じように汚い手を使うことができる。時には蛇のレベルにまで屈することも必要です。\n共産主義者の脅威に対抗するためには、時には蛇のレベルにまで屈する必要がある。",
  "data/reddit-books/r/books/comments/og45uz/how_do_you_discover_books.json": "私はkindleを持っていますが、「本の発見」のほとんどはkindleのインターフェイスを通して行います。\nのインターフェースを使って、アマゾンが分類しているカテゴリーから本を探します。\n\nしかし、正直なところ、このシステムはかなりひどいと思います（これは私だけかもしれませんが！）。\n- 結局、評価の高い本が読まれる「エコーチェンバー」になってしまうんですよね。",
  "data/reddit-books/r/books/comments/ogjiah/please_dont_say_that_book_has_an_amazing_plot.json": "これが気になる人はいますか？私は重要なネタバレだと思っています。ストーリーの\nプロットツイストのポイントは、あなたがそれを予想していないことです。これは本当に腹立たしいことです。\nなぜなら、本を読むときには、いつかはすべてがひっくり返ることがわかっているからです。\nこれは本当に腹立たしいことです。その本を楽しむことの一部は、...",
  "data/reddit-books/r/books/comments/ogk8oh/i_just_finished_reading_siddhartha_by_hesse_i.json": "大げさなタイトルになってしまいましたが、この本が私にどれほど大きな影響を与えたかは、いくら言っても足りません。\nこの本は私に大きな影響を与えました。この本は、私に新しい概念をもたらすものではありませんでしたが、ヘッセはその概念をとても美しくシンプルに説明してくれました。\nしかし、ヘッセはその概念をとても美しくシンプルに説明し、まるで初めて聞いたかのように\n初めて聞いたような気がしました。私はもう熱心な読書家ではありませんが...。",
  "data/reddit-books/r/booksuggestions/comments/ogif83/young_adult_fiction_books_about_a_character.json": "主人公が秘密の魔法の世界があることを知ったが、驚嘆したり興奮したりするのではなく、恐怖したり、欲しくなったりするような本を探しています。\n主人公は、秘密の魔法の世界があることを知りますが、それに対して畏敬の念や興奮を抱くのではなく、恐怖を感じ、関わりたくないと思います。\n主人公は、秘密の魔法の世界があることを知りますが、畏怖したり、興奮したりするのではなく、恐怖を感じ、関わりたくないと思います。\n\nヤングアダルト小説が望ましいですが、外部からの提案も受け付けます。",
  "data/reddit-books/r/booksuggestions/comments/ogac9b/erotica_thats_not_like_typical_erotica.json": "このサブは、私がエロティックなことを聞いても構わないと思っています。\n\n最近、大きな本屋さんに行って、興味本位でエロ本のコーナーを見てみました。\n好奇心からです。しかし、そこにあった本のほとんどが、率直に言って、本当にひどいものだったことに気づきました。\nざっと目を通しただけでも、文章があまり成熟していないことがわかりますし\nその...",
  "data/reddit-books/r/books/comments/ogl0da/just_finished_the_road.json": "控えめに言っても体調不良です。正直なところ、私は少しばかり泣いてしまいました。\nしたいと思っていた以上に泣いてしまった。最初はマッカーシーのスタイルがあまり好きではありませんでしたが\nしかし、最後には彼らと一緒にいるような気がしました。\n\n唯一の疑問は、最後の最後に少年を迎えに来た男のことです。誰？\nは...。",
  "data/reddit-books/r/booksuggestions/comments/oglivb/books_similar_to_the_bell_jar_by_sylvia_plath.json": "私の友人が最近読書に熱中していて、「bell jar」が好きだと言っていました。\nベルジャー」が好きだと言っていましたが、似たようなトーンのものでお勧めのものはありますか？\n\nありがとうございます。",
  "data/reddit-books/r/books/comments/ogtwfu/surely_youre_joking_mr_feynman.json": "こんなに楽しい本は初めてです。リチャードが自分の人生を描く方法は\nただただ驚きました。彼の人生は冒険に満ちていて、語る価値があるのだろう。\n\nこの本は、カジュアルで楽しい方法で書かれているので、読みやすいです。その\n彼がノーベル賞を受賞した物理学者であることと、地に足のついた人間であることは",
  "data/reddit-books/r/booksuggestions/comments/ogzzun/which_john_green_book_should_i_get.json": "私は今、読書に夢中になっているところで、ジョン・グリーンズの本に出会いました。私は15歳\n歳です。私は4冊の本の第一章を読み、\"A Fault In Our Stars \"を買うことに決めました。\nA Fault In Our Stars」を買うことに決めましたが、他の3冊についてはあまりよくわかりません。\n\nTurtles All The Way Down\n\nLooking For Alaska\n\n紙...",
  "data/reddit-books/r/books/comments/oh4fkc/cs_lewis_said_that_no_book_is_really_worth.json": "ナルニア国物語などを書き、トールキンと親交のあった優秀な人物が言ったというだけで、信用できる言葉だと思います。\nナルニア』などのシリーズを書き、トールキンと親交のあった優秀な人物が言ったからこそ、信用できる言葉だと思います。多くの偉大な古典は、どちらの年齢層にも当てはまるでしょう。\n古典作品の多くはこの2つの年齢層に当てはまると思いますが、新しいシリーズの多くはそうではないと思います。\n感じられません。\n\n同時に、私はこの言葉が10歳の子供たちに対して非常に楽観的であると思います。",
  "data/reddit-books/r/booksuggestions/comments/ogrzrg/books_like_sapiens_guns_germs_steel_but_for.json": "サピエンスとGGSを終えました。両方の本で分析されている深さと歴史的なマクロトレンドが大好きです。\n分析されています。\n\n経済学の分野で同じようなことができる本はありますか？おそらく、お金の歴史や\n貨幣の歴史、経済システム、金持ちの国がどのようにして金持ちになったか（GGSでは\n豊かな国はどのようにして豊かになったのか（GGSでカバーされています）などをカバーしていると思いますが。",
  "data/reddit-books/r/books/comments/oh1org/have_you_even_read_a_book_that_was_so_good_that.json": "ドストエフスキーの『カラマーゾフの兄弟』を読んだことは、人生を変えるような体験でした。それは\n今までに読んだどの本よりも、自分自身と人間性について理解することができました。\n今までに読んだどの本よりも、自分自身と人間性について理解することができました。もっと早く読めばよかったと後悔しています。史上最高の作品の一つと言われるのも頷けます。\n書かれた中で最も偉大なものの一つと言われるのも不思議ではありません。私は、自分の人生がより...",
  "data/reddit-books/r/booksuggestions/comments/oh8mfe/books_to_help_feel_happy_with_being_single.json": "最近別れたわけではありませんが、独身でいることにうんざりしています。\n一人でいることにうんざりしています。私は自分の状況について気持ちを楽にしてくれるものが欲しいのです。\nもっと前向きに考えられるようなものが欲しい。私は独身で幸せになりたいのです。\nそのためには",
  "data/reddit-books/r/books/comments/oh77nm/phases_with_reading.json": "他の人は、読書に段階があるのでしょうか？私の場合は、ある月には読書が止まらず\n読むのをやめずに4～6冊読んだ後、次の3ヶ月間は興味を失って何も読まない（これは私にとってはかなりの量です）。\nそして、次の3ヶ月間は興味を失って何も読まないという感じです。\n私は前月にたくさんの本を読んで燃え尽きてしまったのでしょうか？わかりません）...。)",
  "data/reddit-books/r/books/comments/ohb93j/saint_young_men_is_the_positive_read_i_needed.json": "マンガの話をしてルール違反にならなければいいのですが。私の彼女は、私が本屋で見て気に入った\n本屋で見て気に入ったので、彼女が記念日のプレゼントとして最初の本をくれました。\n私たちはこの作品が大好きです。\n\n知らない人のために説明すると、この作品はイエスとブッダが地球に戻ってきて\n地球に戻ってきて、今は...。",
  "data/reddit-books/r/books/comments/ohlnxc/what_is_that_book_that_no_matter_how_popular_and.json": "ジョージ・オーウェルの『1984』を読みましたが、面白かったです。同じジャンルの別の本を読もうと思って\n同じジャンルの本を読もうと思い、偶然にもオルダス・ハクスリーの『Brave New World』に出会いました。\n\nしかし、いくら読もうとしても読めないのです。もう5、6回は読んでみましたが\n5、6回挑戦しましたが、第一章を読み終えることができません。\n\nどうしたものか。",
  "data/reddit-books/r/booksuggestions/comments/ohkazq/books_for_high_school_graduates_from_their_teacher.json": "こんにちは。\n\n高校を卒業する私のクラスに贈ることのできる本を探しています。\n(17-18yo). この生徒たちは素晴らしい人たちなので、彼らの態度を変えるようなものである必要はありません。\n彼らの態度を変えるようなものでなくてもいいのですが、それよりも彼らを準備し、成長を助け\n彼らの心構えや成長の手助け、そして希望を与えることです。\n\nより簡単に...",
  "data/reddit-books/r/books/comments/ohj29v/do_men_specifically_avoid_reading_books_written.json": "ガーディアン紙に、女性文学者のトップ10についての記事がありました。\n読者の81％が女性であるという記事がありました。正直なところ、これまで考えたこともありませんでした。I\n私（女性）はあらゆる種類の本を読むので、男性が書いているか女性が書いているかは気にしません。\n書いているかどうかは気にしません。時には、名前を見てもわからないこともあります。....",
  "data/reddit-books/r/booksuggestions/comments/oh968w/asian_authors.json": "アジアの作家が書いた本の提案ならなんでもいい。コンテンポ＆ミステリー・スリラー",
  "data/reddit-books/r/books/comments/ohilhk/is_it_enjoyable_to_read_a_book_where_the.json": "最近考えたのですが、ほとんどの本は、主人公が主な対立を解決しようとすることで、同じような弧を描いていることに気づきました。\n主人公が主な対立を解決しようとする。ほとんどの場合、彼らは成功します。\n成功します。これは、問題が最終的にどのように解決されるのかを見るのが好きな私にとっては理にかなっています。\n問題が最終的にどのように解決されていくのかを見ることができるし、キャラクターの成長にもつながるからです。",
  "data/reddit-books/r/booksuggestions/comments/ohik28/what_book_recommendation_makes_you_tingle.json": "人に本を薦めていると、読んだ時の喜びを思い出したり、誰かに同じものを読んでもらいたいと思ったりして、ゾクゾクするようなタイトルがあります。\n読んだ時の喜びを思い出したり、誰かに同じように楽しんでもらいたいと思って\nそんな楽しみ方をしています。\n\nあなたが人に勧めるときにゾクゾクする本は何ですか？",
  "data/reddit-books/r/books/comments/ohsryt/third_time_reading_fahrenheit_451_first_time.json": "そもそも、この本については既に語り尽くされていると思いますので、このような投稿を見飽きてしまった方は申し訳ありません。\nこの記事を見飽きていたらごめんなさい。私はサブの新参者で、「読者」の友人もいません。\n読者の友人もいません。理解してくれそうな人にこれを言いたかったのです。\n\n初めて読んだのは高校生の時で、その時の...",
  "data/reddit-books/r/booksuggestions/comments/ohsv29/books_for_people_who_want_to_be_writers_but_dont.json": "それは私です。",
  "data/reddit-books/r/books/comments/ohyiqd/read_455_pages_aloud_in_5_days.json": "付き合い始めて最初の夏、今の夫と車で旅行に行きました。私は、運転中に疲れたときや\n運転中に疲れたときや、景色の悪い場所での暇つぶしに本を読んであげました。\n私は、運転中に疲れたときや、景色の良くない場所での暇つぶしに本を読んであげました。それ以来、私たちの間では、たとえ旅先であっても、車の中には常に本を置いておくことが\nそれからは、たとえ買い物に行くだけでも、車の中には常に本を置いておくようになりました。私はこれまでに36冊の本を読みました...",
  "data/reddit-books/r/books/comments/oi2ulo/if_you_were_escaping_earth_in_a_spaceship_during.json": "これは、私がデートの時にするアイスブレーカーの質問です。気まずさを解消するための会話のネタになります。\n気まずさを解消するための会話のネタになります。\n\n私はたまにしか判断しません。ある男性が、自分はそれほど読書好きではないと言っていました。\nと言った人がいました。これは大きな判断材料です。\n\nでも、誰かが本に言及した答えをしたら、私は...。",
  "data/reddit-books/r/books/comments/oi391w/how_to_read_victorian_era_books_and_understand.json": "皆さんこんにちは。\n\nどなたか、ヴィクトリア朝時代の本を読む・理解するためのコツを教えてください。\nの本を読んだり理解したりするコツはありますか？\n\n私はオスカー・ワイルドの『ドリアン・グレイの絵』を手に取ったばかりです。\n序盤はとても気に入っているのですが、言葉がとても難しいと感じています。話し方や書き方が\n話し方や書き方がとても新鮮で...。",
  "data/reddit-books/r/booksuggestions/comments/oi4dq6/tired_of_enemies_to_lovers_any_good_lovers_to.json": "ロマンスが前面に出てくる必要はない。ただ、よく書かれた本で\n悲しくなるような、悲しければ悲しいほどいいんだ。\nより良い",
  "data/reddit-books/r/books/comments/oi6sdn/glorifying_toxic_relation_in_many_ya_novels.json": "私はティーンではありませんが、ティーンのいとこがいて、小説を読むのが大好きです。\nY/Aファンタジー小説を愛読しています。\n描かれていて、みんながそれを良しとしているのが気になります。私たちは10代の女の子にどんなメッセージを伝えているのでしょうか？\n10代の女の子にどんなメッセージを伝えているのか？本屋さんで人気のある本を見てみると...。",
  "data/reddit-books/r/books/comments/oiex5o/unpopular_opinion_we_dont_need_likeable.json": "私が興味を持ったのは、映画を含めたほとんどの書評で、登場人物が好感を持てるかどうかについて文句が書かれていることです。\n私が理解できないのは、キャラクターが好きになれないと、本全体が台無しになるということです。\n理解できないのですが、キャラクターが好きになれないと、本全体が台無しになってしまうのですか？例えば、私が読んだ本は、狼男がテロを起こすという内容でした。\n例えば、狼男が小さな街を恐怖に陥れるという本を読みましたが、私は決して...",
  "data/reddit-books/r/booksuggestions/comments/oiez6f/any_good_modern_military_fiction_that_isnt_about.json": "本当に何も追加することはありませんが、削除されないようにする必要があると思います。\n削除します。このジャンルを見ようとしましたが、Ben Shapiroが書いたゴーストの本しか見つかりませんでした。\nBen Shapiroが書いたゴーストライターの本ばかりでした。",
  "data/reddit-books/r/books/comments/oi8fg3/what_obscure_or_otherwise_not_well_known_book_do.json": "もともと英語で書かれていない本にも言及できるかもしれません。\n私のようにネイティブ・スピーカーではなく、自分の文化から何かを持ち出したい場合には\n私のようにネイティブではなく、自分の国の文化を紹介したい場合は、英語で書かれていない本を紹介することもあります。\n\nここでは、『The Firebringer』という本を紹介したいと思います。\nClement-Davisの『The Firebringer』という本は、英語で出版されていて、...",
  "data/reddit-books/r/books/comments/oi9qmi/libby_tip_export_your_highlights_as_csv_or_text.json": "Libbyをご存知ない方もいらっしゃると思いますが、Libbyは多くの地域の図書館が電子書籍やオーディオブックを提供する素晴らしいアプリです。\n地元の図書館が電子書籍やオーディオブックを提供する素晴らしいアプリです。小さな図書館でも、オンラインでは意外と充実した品揃えのところが多いので\n小さな図書館でも、意外と充実した品揃えをしているところが多いので、自分の図書館が利用しているかどうか確認してみてください。もし\nLibbyは、Overdriveの後継アプリです。",
  "data/reddit-books/r/books/comments/oijqga/i_started_using_a_kindle_about_2_months_ago_and.json": "2ヶ月前、私は皆さんにKindleを買うべきかどうか尋ねました。なぜなら、私は本を自宅に配送するために必要な時間とお金の余裕がないからです。\nという質問をしました。そして\n大学で移動が多いことを考えると、最も費用対効果の高い解決策だと思います。\nコストパフォーマンスに優れたソリューションです。私はただ、発明してくれたAmazonに感謝しています。",
  "data/reddit-books/r/books/comments/oimi4l/how_do_i_buy_ebooks_without_supporting_amazon.json": "アマゾンをめぐる論争については、ほとんどの人が知らないわけではないだろう。\n個人的には、私は電子書籍を読むのが好きで、いつもKindleストアを利用して本を買っています。\nしかし、有害な企業から購入するのは間違っていると思います。他に著者を支援する方法はないのでしょうか？\n著者を支援し、Kindleで本を手に入れることができる他の方法はないのでしょうか...",
  "data/reddit-books/r/booksuggestions/comments/oiqaim/self_help_books_that_actually_changed_your_life.json": "自分の考え方を変えるのに役立つ本を探しています - どんなテーマでも構いません。\nどんなテーマでも構いません。不安や憂鬱、自尊心の低さに悩まされています。\n思考、お金の使い方が下手、などなど。あなたが読んだ本の中で\n読んだ本の中で、メンタルヘルスや習慣に良い影響を与えたものがあれば教えてください。\n\nEdit: non...",
  "data/reddit-books/r/books/comments/ois1cg/today_marks_10_years_since_george_rr_martins_book.json": "2011年7月12日、「A Dance With Dragons」が発売されました。本を手に取って読んだことを覚えています。\nシーズン1と2の間に本を手に取って読み、「次の本はどうなるんだろう？\n次の本では何が起こるのだろうと思っていました。10年後の今、まさか自分がこの質問をしているとは思いませんでした。\n10年経った今でも、この質問をしているとは思いませんでした。あなたは今でも、次の作品に期待していますか？",
  "data/reddit-books/r/booksuggestions/comments/oj04m9/suggest_a_book_that_you_read_that_was_so_bizarre.json": "数ヶ月前にモナ・アワドの『Bunny: a novel』を読みましたが、いまだに何を読んだのかわかりません。\n終わった後、自分が経験したことがわからなかったので、goodreadsで評価することもできませんでした。\n気に入ったかどうか、嫌いかどうか。\n正直なところ、私の頭の中はどんよりとしていて、さっぱりわかりません。",
  "data/reddit-books/r/booksuggestions/comments/oj76lv/just_finished_every_harry_potter_book_and_i_never.json": "ファンタジーかどうかは気にしません（ファンタジーでない方がいいくらいです）。I\nただ、ハリー・ポッターと同じようなキャラクターが出てくる良い本が欲しいのです。\nポッターのようなキャラクターが出てくる本が欲しいのです。具体的でなかったら、ごめんなさい。私がハリーポッターで一番好きなのは\nポッターの好きなところは、登場人物と彼らが経験したこと、魔法...",
  "data/reddit-books/r/books/comments/ojaeg9/a_stranger_on_reddit_said_my_book_saved_her_life.json": "こんにちは。私の名前はポールで、プロの負け犬です。一年以上前、私は\n年前、私は「自殺したときに書いた物語」というわかりやすいタイトルの本を書きました。\n自殺したときに書いた話」というタイトルの本を書きました。読んだ人は皆、この本をとても気に入ってくれたのですが、僕は何者でもないので\n何者でもないし、友達もいないし、何千人ものフォロワーがいるわけでもない...。",
  "data/reddit-books/r/books/comments/oj9kkm/self_development_books_are_unnecessarily_too_long.json": "自己啓発本の背景にあるアイデアは好きですが、ほとんどの本はあまり楽しめません。\n繰り返す文章ばかりで、もっと短くできたはずだからです。\nもっと短くてもいいと思います。同じコンセプトの例を何度も読んでいると、たいていは飽きてしまいます。\n飽きてしまいます。\n\n私は彼らがそうではない場合、私はそれらをより楽しむことができるような気がする...",
  "data/reddit-books/r/books/comments/oj2e0q/one_of_my_favorite_things.json": "これがここに属しているかどうかはわかりませんが、他の本好きの人に聞いてもらいたいと思いました。\nこれから述べることが私に純粋な喜びを与えてくれるものかどうかを教えて欲しいのです。\n\n私が本を読んでいるときに、すでに読んで本当に好きだった本のことが書かれていると\n.... 私は最高に幸せな気分になります。著者と私が一緒にいるような...。",
  "data/reddit-books/r/books/comments/oivy3t/why_do_people_like_to_jump_to_claim_things_like.json": "その理由を純粋に知りたいのです。なぜなら、私の目には、フィクションに関しては\n読んでいる本と現実を切り離して考えます。例えば、テーマを扱っていて、何かを否定的に描いている本の場合\n例えば、テーマに沿って何かを否定的に描いていたとしても、それを容認したり否定したりするのではなく、批判として見る傾向があります。\n否定的な面を容認したり擁護したりするのではなく、批判として見る傾向があります。",
  "data/reddit-books/r/books/comments/oje6t4/whats_your_favorite_scene_from_a_bookturnedfilm.json": "私の場合は、「指輪物語」の中の、とてもクールなイベントです。\n\n真っ暗な森の中で一行が眠っていると、オークの群れが迫ってくるのを感じたレゴラスが\nオークの群れが近づいてくるのを感じて、みんなを起こしたんだ。オークの群れが迫ってくるのを感じたレゴラスは、みんなを起こしました。\n正しい方向に進んでいるかどうかもわからないまま、船に急がなければならなかった。ようやくたどり着いたのは\n辿り着いたのは...。",
  "data/reddit-books/r/books/comments/ojfcl6/apocalypse_pregnancy_does_every_female.json": "私は終末論や終末後の小説の大ファンですが、パンデミックの際にこれらの本をたくさん読んだ結果\nパンデミック中にこれらの本をたくさん読んだ後、この表現は完全に使い古されたものであることが明らかになりました。\nパンデミックの時期にこれらの本をたくさん読んだ結果、この表現は完全に使い古されたものだとわかりました。それは、人間の原始的なドラマだからです。それは次のようなものです。\n現代医学のない世界での究極の恐怖の一つです。これは...",
  "data/reddit-books/r/booksuggestions/comments/ojf3ui/whats_the_most_disturbing_book_youve_ever_read.json": "質問にあるように、私はとても奇妙な読書気分です。私は、質問にあるように、とても奇妙な気分で本を読んでいます。\n心を揺さぶられ、今でも時々思い出すような本を教えてください。\n日。",
  "data/reddit-books/r/books/comments/ojbrz8/what_is_your_book_related_pet_peeve.json": "私が最も嫌いなのは、初版や印刷が後に廃止され、新しいカバーアートや異なる背表紙の全く新しい印刷に置き換えられることです。\n新しい表紙と背表紙の全く新しい印刷物に置き換えられることです。これはそれほど悪いことではありません。\nそのシリーズを全部持っている人には関係ありませんが、そのシリーズを読み始めたばかりの人は\nしかし、特定のシリーズを読み始めたばかりで、まだ...",
  "data/reddit-books/r/booksuggestions/comments/ojj2um/scifi_that_doesnt_care_that_it_is_scifi_but_just.json": "世界観の構築や作者の物理学的知識を誇示するような、気取ったものではないSF本を探しています。\n作者が物理学の知識をひけらかしていないSF本を探しています。これが間違っていなければいいのですが。\n最近読んだ本には、物理定数のリストや数学の定理などが書かれていました。\n私はただリラックスしたいだけなのですが・・・。",
  "data/reddit-books/r/books/comments/ojeb98/have_you_ever_finished_a_book_but_a_few.json": "確かに私は多くの本を読み終えていませんが、最近読んだ本の中で特に2つの本があります。\n最近読んだ本の中で、本の内容は覚えていても、なぜ面白かったのか思い出せないものが2つあります。\n楽しかったのか思い出せないものがあります。その2冊とは、村上春樹の「1q84」（3冊とも）と、ナオミの「uprooted」です。\nNaomi Novikの『uprooted』です。\n\nその時は楽しかったことを覚えているのですが...。",
  "data/reddit-books/r/books/comments/ojv5zj/animal_farm_is_amazing_and_haunting.json": "寓話が私を夜眠れなくさせるとは思わなかったが、そうなってしまった。ほとんどの人は\nジョージ・オーウェルの『動物農場』がどんな作品で、どんな意味を持っているのか、少なくとも誰もが聞いたことがあるだろう。\n共産主義革命の寓話となっている。農場の動物たちは\n農場の動物たちは、抑圧していた人間を倒し、今では自分たちの労働力を所有しているのです。楽しかった...",
  "data/reddit-books/r/books/comments/ojurxw/i_hate_it_when_characters_die_and_come_back_to.json": "氷と炎の歌」をキャトリン・スタークと。Best Served Cold with Nicomo Cosca.\nMistborn era 2のWax。\n\nこれらは違反者のほんの一部です。つまり、私はこの本が大好きなのですが\n登場人物を殺すのに時間をかけて、感情的にさせてから復活させるのは\n時間をかけてキャラクターを殺し、感動させてから復活させるのはスペースの無駄だと思うし",
  "data/reddit-books/r/books/comments/ojombd/les_miserables_made_me_believe_in_abridged.json": "まず第一に、Les Missは素晴らしい本です。プロットもキャラクターも素晴らしく、社会的不公正について考えさせられます。\n社会的不公正について考えさせられますし、ヴィクトル・ユーゴーは本作の目的を達成したと思います。\nフランスの社会を批判するという目的を達成したと思います。私はこの本が好きです。でも、この本は\n最低でも500ページは少なくしてほしい。神様、私はそのようなことは気にしていません。",
  "data/reddit-books/r/booksuggestions/comments/ojyrf4/a_book_where_the_main_character_repeatedly.json": "Ground Hog Day」「Source Code」「Edge of Tomorrow」など。",
  "data/reddit-books/r/books/comments/ok1x4u/just_finished_the_princess_bride.json": "もちろん、魅力的で楽しいもので、特に有名な拡張シーケンスは\n覆面をした黒ずくめの男が、イニゴ・モントーヤ、フェジーク、ヴィジーニと次々に戦う有名な延長戦。\n特に、黒ずくめのマスクマンがイニゴ・モントーヤ、フェジーク、ビジーニと次々に戦う有名な延長戦。あのシーンは、たとえパロディであっても、まさに剣豪アドベンチャーのハイライトです。\nたとえパロディであってもだ。しかし、それはとても好きなパロディで、それは...。",
  "data/reddit-books/r/books/comments/ojvi3l/if_you_liked_all_quiet_on_the_western_front.json": "エーリヒ・マリア・レマルクの「西部戦線異状なし」については、数え切れないほどの投稿があるようです。\nエーリヒ・マリア・レマルクの「西部戦線異状なし」についての投稿は無数にあるようだが、それには理由があって、この作品は間違いなく現代の傑作である。\n傑作だからです。しかし、誰もレマルクの他の作品にまで踏み込んでいないようです。\n残念なことに、私はいくつかの作品を...",
  "data/reddit-books/r/books/comments/ok3s8u/those_with_adhd_do_any_of_you_struggle_to.json": "タイトルの通りです。私がほぼ人生の中で悩んできたこと。私は小学校3年生くらいまでは\n小学校3年生くらいまでは完全な本の虫でしたが、注意力が低下したことにより\n読書から完全に離れてしまいました。\n\n読書の前に薬を飲んでいる人はいますか？それとも、本を読む前には\nのめり込んでしまうのでしょうか？",
  "data/reddit-books/r/books/comments/okags5/is_it_normal_to_need_at_least_one_day_to_process.json": "私は通常、その本の要約、批評、意見、エッセイ、分析を読みます。\nあるいは、できるだけその本について考えるようにしています。\n\nそれが、その本から何かを得るための唯一の方法だとわかっているからです。\nしています。それでも多くのことを忘れてしまうので、多大な効果はありません。\nでも...。",
  "data/reddit-books/r/booksuggestions/comments/okazxr/should_i_read_sapiens.json": "この本は1年以上前から棚にあったのですが、様々なaibredditsで批判されていたため、読むことができませんでした。\nこの本は1年前から棚にあったのですが、様々なaibredditで批判されていたため、読むことができませんでした。\n\n人類の進化を500ページに凝縮した本に誤りがあることは承知していますが\n誤りがあるのは承知していますが、そんなに悪いものなのでしょうか？",
  "data/reddit-books/r/booksuggestions/comments/ok02pt/i_have_a_very_bad_habit_of_not_sticking_to_habits.json": "私は物事を継続するのが苦手で、例えば、1ヶ月間ジムに通った後、やめてしまいます。\n1ヶ月行ってはやめ、1ヶ月経つとまた行きたくなってやめ、というサイクルを繰り返します。\n一ヶ月経って、また行きたくなって、やめて、というサイクルを繰り返しています。他の趣味も同じで、唯一の本物の\n仕事の他にすることといえば、携帯電話でのブラウジングくらいです。何かいい方法はないでしょうか？",
  "data/reddit-books/r/books/comments/okhvqy/just_finished_the_years_of_rice_and_salt_from_kim.json": "個人的には、この本はスリリングな内容でした。基本的な流れとしては\n筋書きとしては、我々の時間軸で黒死病が引き起こした実際の死亡者数の代わりに\nこの時間軸では、黒死病によってヨーロッパのほとんどの国が滅び、それによって\nその結果、イスラム世界と中国を中心に世界が発展する...というものです。",
  "data/reddit-books/r/books/comments/okeks4/reading_advice_i_would_give_my_younger_self.json": "私は12歳の時にホームスクールを始めたのですが、自分で読み物を選ぶことができたので\n自分で読むものを選べるようになり、自由な時間が増えたことで、私はこの頃から\n読書を楽しむようになりました。私の読書に対する考え方は大きく変わりました。\n私の読書へのアプローチは年々大きく変化しています（現在19歳）ので、私はこの記事を作ってみました。",
  "data/reddit-books/r/books/comments/okc3l1/andy_weir_books_make_me_a_little_smarter_project.json": "私は「The Martian」が大好きで、新しい小説を見たときは本当に興奮しました。\nアンディ・ウィアーの新作『Project Hail Mary』を見て、とても興奮しました。複雑な問題を解決するために時間をかけて説明する彼の姿勢が好きです。\n問題の解決方法や軌道力学の側面、さらには日常的な単位の変換などの基本的なことを\n複雑な問題の解決方法や、軌道力学の側面、日常的な単位の変換などを、時間をかけて楽しく説明してくれるところが好きです。私は...",
  "data/reddit-books/r/books/comments/okms3f/just_finished_frankenstein_by_mary_shelley.json": "私は最近フランケンシュタインを読み終えましたが、この本、テーマ、そしてストーリーが大好きです。\nはとても良かったのですが、まだ一つだけ分からないことがあります。いろんなところで読んだのですが\n本の中で本当の怪物はビクター・フランケンシュタイン自身だったということをいろいろなところで読みましたが、どうやって？\nどうやって？\n\n確かに、彼は怪物の責任者であり、彼が作った...",
  "data/reddit-books/r/books/comments/okq0wx/ariadne_was_great_fun_even_if_not_accurate.json": "ギリシャ神話は好きですが、専門家には程遠いです。\n\nCirce』『Song of Achilles』を読んだ後、この作品をプレゼントしてもらいました。この作品も\n楽しめるし、むしろ後者の方が軽快だ（アキレスはちょっと面倒に感じた）。\n私には少し面倒に感じました）。)\n\n作者のJennifer Saintは、いくつかの異なるストーリーを巧みに織り込んでいます...",
  "data/reddit-books/r/books/comments/okkjea/so_i_read_the_devil_wears_prada.json": "今日、「プラダを着た悪魔」を読み終えました。面白かったのですが、すごいですね。\nこんなにナレーターを嫌いになったのは初めてです。アンディの人の話の仕方や\n- アンディの他人に対する話し方や、何に対しても軽蔑している様子がとても気になりました。\n\nこの本の多くの出来事は、ゆっくりと進む列車の事故のように展開していきました。アンディ...",
  "data/reddit-books/r/books/comments/okqknx/is_it_common_to_have_no_imagination_while_reading.json": "最近、読書を再開し始めました。ちょうど数日前にスティーブン・キングの「ランニングマン」を読み終え、今日は「IT」を始めました。\n数日前にStephen kingのrunning manを読み終え、今日はITを始めた。\n気づいたのですが、私は何かを読むときに、頭の中でその場面の絵を描くことができません。例えば、キャラクターが描写されていたり\n登場人物が描かれていても、設定が説明されていても、イメージが浮かばない...。",
  "data/reddit-books/r/booksuggestions/comments/okqi3e/scifi_xenoarcheology_books_with_dangerous_alien.json": "私が探しているのは、人類が長い間失われていた人工物や技術、武器などを見つけて\n何百年、何十億年前のものかもしれない）を発見して、それを自分たちのために不用意に使ってしまう。\nしかし、その過程で危険な脅威を目覚めさせてしまう。それは\n例えば、古い危険な文明を目覚めさせたとか...。",
  "data/reddit-books/r/books/comments/okuz3y/i_just_finished_the_book_thief_and_it_broke_me.json": "遅ればせながら、私はこの本をとても気に入りました。私は\n私は世界大戦とその時代に夢中なので、終始夢中になっていました。\n物語と結末に心が折れてしまいました。泣いてしまいたいところですが、私は地上波では泣けないタイプの人間なので\n私は人前で泣くことができない人間なので、この本にはたくさんの...",
  "data/reddit-books/r/booksuggestions/comments/okvojl/a_nongot_fantasy_book_that_has_complex_characters.json": "注意事項 - グリムダークである必要はありません。- キャラクターは印象的で熟練していることを期待しています。\nしかし、彼らには具体的な欠点があってほしいのです。- YAではない方がいいですが、もしそうなら\nYAではない方がいいですが、もしそうであれば、過度に安っぽくなく、キモくないものがいいです。",
  "data/reddit-books/r/books/comments/ol0i03/just_got_a_library_card_for_the_first_time_in_my.json": "すごく自由な感じがします! ワオ。なぜ私はずっとバーンズ・アンド・ノーブルで万引きしていたのか？\nしていたのか？冗談ですよ。でも、大人になって図書カードを持つことは、とても素晴らしいことです。\n感じです。\n\n私が読書に目覚めたのは25歳のときでした。子供の頃は本を読んでいましたが、中学以降は\n子供の頃は本を読んでいましたが、中学以降は止めてしまいました。自分を納得させて...",
  "data/reddit-books/r/books/comments/oktmsn/ernest_hemingways_a_farewell_to_arms_is_very.json": "庶民は権力者の外交ゲームの駒に過ぎない。\n一度も戦闘に参加したことのない人たちが、平気で戦争を起こし、若者を死に追いやっていることに気づいたことはありますか？\n勝利がどんなものかもわからない戦争に若者を送り込み、死なせることに問題がないことに気づいたことがあるだろうか？\n勝利がどのようなものかもわからない戦争で、戦争を始め、若者を死に追いやることに問題がないことに気づいたことはありますか？\n\nあなたが見つけたと思ったときには...",
  "data/reddit-books/r/books/comments/ol6pj5/the_best_book_of_all_time.json": "史上最高の本は何ですか？この質問は、これまでも、そしてこれからも\nこれからもずっと聞かれるだろう。\n\n実際のところ、この質問に答えることは不可能です。むしろ、一人一人が自分で答えなければ\n自分で答えなければなりません。\n\n何度も何度も本を読み直した結果、私は自分の答えにたどり着きました。\n\nまず、私の名誉ある...",
  "data/reddit-books/r/booksuggestions/comments/olczwg/self_help_books_on_communications_and_social.json": "哀れに聞こえるかもしれませんが、私には最悪のコミュニケーション能力と社会性があります。\nスキルがありません。質問したり、助けを求めたり、気になることを話題にしたりするのが苦手です。\n他の人が理解できるように考えを言葉にすることができません。\n他の人に理解してもらえるように言葉にすることができません。\n\n何かいい本はないでしょうか？",
  "data/reddit-books/r/books/comments/ol8g0d/call_of_the_wild_and_white_fang_by_jack_london.json": "ジャック・ロンドンの冒険小説『コール・オブ・ザ・ワイルド』と『ホワイト・ファング』を読みました。\nロンドンです。自分が何に夢中になっているのかさえわからなかった。\n\nそれを要約すると\n\n「ジャック・ロンドンをイメージするなら、犬の顔を踏みつけるブーツを想像するといい。\n永遠に。\"\n\nこれらの本は残酷なものでした。可哀想なBuckとWhite Fang! 両方とも読むと...",
  "data/reddit-books/r/books/comments/olk23c/i_love_reading_authors_notesafterwordpreface.json": "クリストファー・パオリーニの「星の海で眠るために」を読み終えたところで\nと思っていたのですが、あとがきを読んで、「この本はかなり \"えー \"とか \"まあまあ \"で、特筆すべきことはない」と\nと思っていたのですが、あとがきを読んでみると、それはもう冒険のようなものでした。貧しい\n彼はこの本に9年以上を費やしたが、良いユーモアを持っている...。",
  "data/reddit-books/r/books/comments/ollglz/i_am_a_slow_reader_and_im_okay_with_that.json": "私は本が大好きです。読書は素晴らしく、小説や詩を書くのも好きです。私は、一日にあまり時間が取れないので\n私は一日の中であまり時間が取れないので、ゆっくり読みます。また、オーディオブックも聴きます。私が好きなのは\n本を開いて、太陽の下で座って、読むのが好きです。\n\nでも、私は読むのが遅いのです。次から次へと本を貪るように読むことはしませんし、必要だとも感じません。\n必要だとは思いません...",
  "data/reddit-books/r/booksuggestions/comments/oldych/anyone_know_a_really_really_really_deep_book_with.json": "誰か、素晴らしい名言（人生、宇宙、現実などについてのもの）が載っている、本当に、本当に、本当に深い本を知っていますか？\n人生、宇宙、現実などについて）、詩もあって、小説とはちょっと違うけど\n小説とまではいきませんが、誰かの人生や自分の人生のアウトテイクのようなものですか？他の人がどのように現実を認識し、自分の人生を見ているのかを知りたいんだ。\n他の人がどのように現実を認識しているのか、他の人から見た人生を知りたいのです...。",
  "data/reddit-books/r/booksuggestions/comments/ololtq/might_have_cancer_and_need_a_good_distraction.json": "癌の可能性があることがわかりました。私の甲状腺には、バナナの輪切りほどの大きさの腫瘍があります。\n甲状腺に腫瘍があります。私の母は癌で亡くなりましたので、私は気が狂いそうになっています。気晴らしが必要です。\n気晴らしが必要なのですが、本を決められません。\n\n新しい本やシリーズを見つけようとしているのですが、グーグルでの提案はほとんどが有料です。\nの提案はほとんどが有料です。",
  "data/reddit-books/r/books/comments/oll92u/odysseus_fought_twice_in_the_trojan_war_once_on.json": "私はネイティブではないので、このタイトルをつけるのにとても苦労しました。\n笑）。私の考えをもう少しうまく説明してみましょう。\n\n私は今、オデッセイを分析する文学の授業を受けていますが、私はこのオデッセイに圧倒されました。\nこのクラスを取る前に最初に読んだときに、どれほど多くのことを見逃していたかに気づかされました。\n(にもかかわらず...",
  "data/reddit-books/r/books/comments/olglzn/just_finished_reading_a_river_in_darkness_wow.json": "長い間、本を読んでいなかったが、突然、「A River In Darkness」という本にはまってしまった。\nA River In Darkness」という本に急に夢中になりました。\nこの本は、日本から家族と一緒に北朝鮮に移住した少年が、北朝鮮での生活と最終的な脱出を描いています。ネタバレしないようにしますが\nネタバレしないようにしますが、胸が張り裂けるような読後感です（私にとっては...）。",
  "data/reddit-books/r/books/comments/olzs48/i_love_murakami.json": "そのまま飛び込んでしまいます。私は村上氏が大好きです。\n\n彼の本はどれも憂鬱な感じがして好きです。\n\n登場人物が行う日常的な仕事と、夢のような奇妙な出来事との融合が好きです。\n奇妙な夢のような状態が混在していて、その意味を解読するのは不可能です。\n\nまた、奇妙なことに、彼のすべての...",
  "data/reddit-books/r/books/comments/oluit2/never_let_me_go_by_kazuo_ishiguro_i_simply_dont.json": "だから、この本を読み終えたのは、1時間前だったと思います。気に入ったよ。\n読みやすく、物語に魅了されました。\n\nこれは、キャシー・Hという女性のナレーションで、彼女は自分の人生や記憶を「折り合いをつける」ために\n自分の人生や記憶を振り返って、「折り合いをつけよう」としている女性、キャシー・Hが語ります。私には本当に難しい・・・。",
  "data/reddit-books/r/books/comments/om0zit/book_club_etiquette_for_not_liking_something.json": "去年、親しい友人たちとブッククラブに参加したとき、ある本が出てきました。\n最後まで読んで絶対に嫌だった本が出てきたんです。それが原因で大喧嘩になってしまい\n大喧嘩になってしまい、残念ながら友人関係が終わってしまいました（他の要因もありますが\n他にも要因はありましたが、本の議論はある意味...",
  "data/reddit-books/r/books/comments/om34k5/i_used_to_think_goodreads_motivated_me_to_read.json": "どれだけの人がそう感じているかはわかりませんが、私は少し前に\n音楽を聴いたり、本を読んだりする習慣を意識的に追いかけることが、いかに自分にとってストレスになっているか、少し前に気づきました。\n私は少し前に、音楽や読書の習慣を意識的に追いかけることがいかにストレスになるかに気づきました。好きな本を好きな時に読めればいいんだよ。\n読書がどれだけ進んだか、何冊読んだかなんて気にしないで、好きなものを好きな時に読めればいい。",
  "data/reddit-books/r/books/comments/om4gjn/whats_the_best_opening_sentence_of_a_book_you.json": "私のお気に入りはこれです。\n\n\"これを書いている私は、死んだ人間です。法的に死んでいる、絶対的な証拠によって死んでいる、死んで埋められている。\n埋葬されました。故郷の町で私を尋ねれば、1884年にナポリを襲ったコレラの犠牲者の一人だと言われるだろう。\n1884年にナポリを襲ったコレラの犠牲者の一人であり、私の死骸は葬儀場でくすぶっていると言うだろう。\n私の遺体は、私の...の葬儀場でくすぶっている。",
  "data/reddit-books/r/booksuggestions/comments/om3dlf/im_19_just_rolled_into_university_and_im_feeling.json": "タイトルにあるように、僕は大学に入学した後、自分の人生をどうしたらいいのかわからなくなっている若者です。\n自分の人生をどうしたらいいのかわからない。人生の目的を見つけるための良いきっかけとなるような本を探しています。\n人生の目的を見つけるための良いきっかけになるような本を探しています。また、精神的な問題を解決するためにも\n健康上の問題を解決できるような本を探しています。\n\n皆さんの参考になればと思いますが、どのような...",
  "data/reddit-books/r/books/comments/om0vfu/i_zone_out_while_reading_sometimes.json": "読書をしていると、言葉を読んでいるだけで処理していないように感じることがあります。\n文字数が多かったり、ボーッとしていたり、何かを読み間違えたりしたときに起こります。\n何かを読み間違えたときに起こることがあります。\n文章を完全に読み違えてしまい、読み直さなければならないこともあるので、失読症だと思うこともあります\n\n要点は、何かヒントがあれば...。",
  "data/reddit-books/r/books/comments/om70w5/question_about_the_names_and_titles_in_anna.json": "アンナ・カレーニナ」を読み終えたところで、いくつか質問があります。これは私がロシアのシステムを知らないだけかもしれませんが\nロシアのシステムを知らないだけかもしれませんが、サブには不適切な内容でしたらお許しください。\nお許しください。\n\n 1. この本に出てくる王子様やお姫様は一体誰なのでしょうか？彼らは以下の関係者ですか？\n    王室と関係があるのでしょうか？と思っていましたが、そうではないようですね。",
  "data/reddit-books/r/books/comments/om9zw6/depictions_of_abuse_in_kids_books.json": "不幸な出来事のシリーズの最初の本を読み終えました。私は今\n大人になってから久しぶりに読み返してみましたが、持ちこたえますね！)\n\nタイトルの通り、主人公たちには恐ろしいことが起こります。\n大人になってからは児童虐待と認識しています。そして、その影響とは...と考えさせられました。",
  "data/reddit-books/r/booksuggestions/comments/om8754/books_with_a_weird_night_on_the_town_vibe.json": "ある程度具体的ですが、ちょっと難しいですね。\n\n夜の街を彷徨うような感覚を呼び起こすような作品を求めています。\n夜の街をさまよい、何を探しているのかよくわからず、もしかしたら奇妙で面白い体験をするかもしれません。\n奇妙で面白い体験ができるような話を探しています。厳密に都市や夜である必要はありません。\nしかし、これは...",
  "data/reddit-books/r/books/comments/om9u5m/advice_for_reading_cormac_mccarthy_for_the_first.json": "Blood Meridianはずっと前からリストに入っていたのですが、子供のいないキャンプに行くことになったので\n子供のいないキャンプに行くことになったので、ついに取り組むべき時が来たと思っています。\n多くの人がこの本を最後まで読まないと聞いていますが、私は本をやめることはあっても\nしたくないのです。\n\nマッカーシーは非常に高度な技術を使っていると聞いています...",
  "data/reddit-books/r/booksuggestions/comments/omjcyj/what_are_some_good_books_that_teach_you_about_art.json": "最近、「質問する」ということ自体がとても重要なスキルであることに気づきました。もし\nどんな人からでも、どんな知識でも引き出すことができます。このことについて書かれた本はありますか？\nこのトピックについて書かれた本はありますか？",
  "data/reddit-books/r/books/comments/omm07t/have_you_ever_watched_a_film_adaptation_that.json": "私たちが知っている限り、映画業界では映画化は当たり前のように行われてきた。\n毎年、小説を基にした様々な映画のニュース記事の見出しがあります。\n毎年、小説を基にした様々な映画のニュース記事の見出しがあり、その多くは最終的に高い評価を受け、今日まで映画ファンに愛され、賞賛されてきました。\n今日に至るまで、映画ファンに愛され、賞賛されてきた。\n\n私はこれが...",
  "data/reddit-books/r/books/comments/omsdy8/how_do_you_handle_continuing_a_book_series_when.json": "私は今、このような状況にあります。ストームライト・アーカイブスの1巻から3巻までを\n読んでいたので、特に問題はありませんでした。その時は\nその時はOathbringerが一番新しい本だったので、私はExpenseを読んでみました。\n費しました。1巻から5巻までを読んで、特に問題なく楽しめました...",
  "data/reddit-books/r/booksuggestions/comments/omu836/fiction_set_in_the_period_of_the_east_india.json": "東インド会社の植民地時代を描いたフィクションの本を探しています。\n会社です。古典でも歴史小説でも。ただ、この設定/時代を切望しています。\n時代を知りたいのです。宜しくお願いします。",
  "data/reddit-books/r/books/comments/omunhz/representation_matters_the_importance_of_diverse.json": "子どもたちやティーンエイジャーが、多様な文学作品に触れることは非常に重要です。\n多様な文学作品に触れることは非常に重要です。これには、本物の作家や、次のような人物を描いた本が含まれます。\nあらゆる分野の人物（バイポック、lgbt+、多文化、宗教など\n障がい者など）。)\n\nこれが重要なのは、ア...",
  "data/reddit-books/r/books/comments/omzuue/what_is_the_scariest_book_youve_ever_read_what.json": "怖ければ怖いほどいい！？私の場合、「We Need to talk about Kevin」でなければなりません。この作品は\nプロットの最高潮（読んだ人は何のことかわかると思います）。\n最初に読んだときには脳に記憶が残らなかったのですが、この作品では\n読んだ直後にもう一度読み直さなければなりませんでした...。",
  "data/reddit-books/r/books/comments/on0s5n/is_literary_fiction_just_the_fiction_of_the.json": "全てのジャンルは基本的にマーケティングのために作られていると言われています。それを聞いて\nリテラリー・フィクションは誰に向けて作られているのか？読んでくれる人は、もしかしたら\n読んでいる人たちは、人間の経験を捉えていると思うかもしれませんが、それはごく一部の人たちだけを捉えているのでしょうか？\nしかし、それは人間の経験のほんの一部しか捉えていないのではないか？\n\nちょっと考えてみました。",
  "data/reddit-books/r/books/comments/on2zql/the_neverending_story_is_a_far_better_fantasy.json": "これが「ハリー・ポッターよりもずっといいファンタジー本がある」になってしまうのは目に見えています。\nとなってしまいそうです。\n\nでも、「ネバーエンディング・ストーリー」を読み終えて、この本がとても気に入りました。\n緑と赤のインクで印刷されていて、2つの世界を区別していることや\n後半のバスチアンが行くところも好きでした。",
  "data/reddit-books/r/booksuggestions/comments/omyh6b/avid_reader_as_a_child_havent_picked_up_a_book_in.json": "子供の頃は毎日のように本を読んでいましたが、今はまた趣味に戻りたいと思っています。\n趣味の世界に戻りたいと思っています。ジャンルとしては、ファンタジーやSFが多いですね。ナルニア国物語、ハリー・ポッター\nHitchhikers Guide to the galaxy（銀河ヒッチハイカーズガイド）などがお気に入りです。私はこれまでに\nゲーム・オブ・スローンズを読んでみましたが、その文体に耐えられませんでした。",
  "data/reddit-books/r/booksuggestions/comments/on4543/john_steinbeck.json": "残念ながら、私は高校時代に古典文学を評価していませんでした。Of Mice\nand Menしか覚えていません。エデンの東」は私の膝の上に落ちてきました。スタインベックのファンはいますか？",
  "data/reddit-books/r/booksuggestions/comments/onauxx/appreciation_post_for_taylor_jenkins_reid.json": "私は現在、この素晴らしい作家の3冊目の本を夢中で読んでいます。私が始めたのは\nMalibu Rising」、「Evelyn Hugo」、そして今回の「One True Loves」です。\n\nほんの数ヶ月前に定期的な読書の習慣を身につけたばかりの読者としては、章ごとに私を魅了する作品に出会えることに感謝しています。\n何章にもわたって私を魅了する作品に出会えることに感謝しています。彼女は...",
  "data/reddit-books/r/booksuggestions/comments/onjc8h/books_to_decolonize_my_moms_mind.json": "読んで字のごとし\n\n悪いことだとは思っていたけど、昨日は13歳の妹に「白人はデシやエリトリア人に比べて\n白人は当然、私たちデンマーク人やエリトリア人よりもきれいだ」と言ったそうです。\n\n私はそれにとても疲れました。\n\n彼女はデジアナ人で、私の父はエリトリア人ですが、正直言って二人とも本を一冊か二冊必要です。\n理解させるための本が必要だと思います。",
  "data/reddit-books/r/books/comments/onen3l/the_starless_sea_piranesi_and_orfeia_three.json": "非常にお勧めです。どの作品も、現代ファンタジーという同じ要素を持っています。\n違っていても、同じように生き生きと書かれています。言葉がページの上で踊り\n言葉がページの上で踊っているようで、心の中に素晴らしい絵を描いてくれます。これらの作品は\n頭の中で映画を作るようなタイプの本ではありません....",
  "data/reddit-books/r/books/comments/ong7y5/three_body_problem_by_liu_cixin_changed_my.json": "先々週、三部作（地球の追憶過去編）を終えました。そして、今でも時々、この作品のことを考えています。\n今でも時々このことを考えます。正直なところ、どの主人公も好きになれません。\n特にルオジとチェンは好きになれません。しかし、私たちは完璧なキャラクターを必要としていないと信じています。\nしかし、私たちは道徳の面で予測可能な結果を持つ完璧なキャラクターを必要としないと思います。これらの...",
  "data/reddit-books/r/books/comments/onujx3/i_get_why_everyone_talks_about_stephen_king_now.json": "私が本格的に読書を始めたのは昨年の12月頃で、それまでに読んだのは「On\nライティング」を読んだだけでした。今はThe Shiningの途中で、The Gunslingerは3日で読み終えました。\n3日で読み終えましたが、皆が彼を賞賛する理由が分かりました。想像力と\n鮮やかな言葉選びが物語をとてもリアルに感じさせてくれます。彼のやり方は...",
  "data/reddit-books/r/books/comments/onivxh/does_a_tvfilm_adaptation_drive_you_to_read_the.json": "レジェンダリー・スタジオは、DUNEのマーケティングと宣伝を強化し始めているようですね。\nDUNE. この映画には素晴らしい監督と豪華なキャストが揃っていて、私はこの映画の外観が大好きです。\n私はこの映画が大好きです。この小説は大人になってから何度か読みましたが、いつも素晴らしい時間を過ごすことができます。\nの時間です。\n\n次の再読は今年の終わり頃にしようと準備しています。",
  "data/reddit-books/r/books/comments/onli3s/just_finished_they_both_die_at_the_end_this_book.json": "They Both Die At The End」は、一日の終わりに死ぬことになっている二人のティーンエイジャーの少年の物語です。\nしかし、彼らは最後の一日をお互いに過ごすことができる。\nアダム・シルヴァラは、彼らの物語を、どんなタイプの観客も簡単に夢中にさせるような、たおやかで美しい方法で語ります。\nどのような人でも魅了することができます。\n\nこの本は私が期待していた通りのものでした...",
  "data/reddit-books/r/books/comments/ong0dg/what_is_your_favorite_scifi_book_and_why.json": "最近、SF小説を読み始めたのですが、もっと早く読んでおけばよかったと後悔することがあります。\nもっと早く読んでおけばよかったと後悔することがあります。\n\n古典的なSF作品以外はまだあまり読んでいませんが、アーサー・C・クラークの「2001年宇宙の旅」は今のところお気に入りの作品です。\nアーサー・C・クラークの『2001年宇宙の旅』は、これまでで最も好きな作品のひとつです。アイザックの「I-Robot」も好きです。\nアシモフ。何となく子供向けの作品のような気がしました。",
  "data/reddit-books/r/booksuggestions/comments/oo1yqy/fantasy_with_romance_pls.json": "Sarah J MaasのCrescent Cityを読み終えました。また、以前に読んだことのある\nShadowhuntersを読みました。私にとってこの作品は、普段読んでいる政治的なハードSFとは違い、脳を休ませる逃避行のような\n普段読んでいる政治的でハードなサイファイとは違って、私にとっては脳を休めるための逃避行のような読書です。なので、お勧めの\n女の子が男の子を手に入れるファンタジーの本を紹介してください。",
  "data/reddit-books/r/books/comments/oo8ffv/to_whoever_on_here_recommended_the_princess_bride.json": "本当にありがとうございました。私はうつ病と不安神経症のため、何年もの間、本の1章以上を読むことができませんでした。\n鬱と不安で何年も本を読むことができませんでした。あなたの投稿を見て購入しました。\nその日の夜に読み終えました。\n\nあなたの投稿を見て購入し、その日の夜に読み終えました。私が読めるものを見つけ、かつて読書が好きだったことを思い出させてくれて、本当にありがとう。\n読むことが好きだったことを思い出すことができました。",
  "data/reddit-books/r/books/comments/onyame/a_picture_of_dorian_gray.json": "皆さん、こんにちは。オスカー・ワイルドの「ドリアン・グレイの絵」を読み終えたところで\nちょっとした暴言を吐いてしまいました。\n\n私はすべてをハリーのせいにしています。ドリアンは彼に出会う前は純粋で無垢な少年でした。\nドリアンはハリーに出会う前は純真な少年でした。バジルでさえ、ハリーがドリアンを堕落させることを知っていて、やめてくれと懇願していました。\nハリーの影響がなければ、ドリアンは決して...",
  "data/reddit-books/r/booksuggestions/comments/oog55s/fiction_books_with_main_character_having_ocd_and.json": "強迫性障害、双極性障害、社会不安症など、心の病を抱える人々を見事に表現したフィクションを読んでみたいと思っています。\n強迫性障害、双極性障害、社会不安症などの精神疾患を抱えた人々を描いたフィクションを読みたいです。何か提案があれば\n提案をお待ちしています。",
  "data/reddit-books/r/books/comments/oohrax/if_youve_started_reading_to_kill_a_mockingbird.json": "ここでは何もネタバレしません。\n\n私がこの投稿をしようと思ったのは、この本の最初の数章を読んだときに\n読んだときに、なぜこの本が現代の古典として認識されているのか理解できませんでした。I\n実際、1930年代の南部のスラングのせいで、読むのに苦労しました。最初はあまり楽しめませんでした。\n最初はあまり楽しめませんでしたし...。",
  "data/reddit-books/r/books/comments/oolbfk/the_sluts_by_dennis_cooper_is_a_disturbing_darkly.json": "様々な形で存在する体験を、フィクションでありながら過激な描写でこれほど完璧に表現した本を見るのは衝撃的です。\nしかし、『The Sluts』はその偉業を成し遂げました。\nThe Sluts』はその偉業を成し遂げました。\n\n私は7歳の頃から、さまざまなオンラインフォーラムやコミュニティに積極的に参加してきました。\n7歳の頃から様々なオンラインフォーラムやコミュニティに参加してきました。それはひどいですか？",
  "data/reddit-books/r/booksuggestions/comments/oonn8f/books_that_will_destroy_me_ideologically.json": "私が世界を見る目を打ち砕くようなシニカルな本のことです。1984年と同じように\n1984年のようなものです。フィクションでもノンフィクションでも構いません。\n\n西洋の衰退』もそんな感じかなと思っていたら、著者はいろいろな話題を持ち込んで\nのようなものだと思っていましたが、著者は数学や芸術など様々な話題を持ち込んで、効果を濁しています。また、この作品は\nとても、とても...。",
  "data/reddit-books/r/books/comments/oord6e/i_dislike_it_when_books_are_described_as_diverse.json": "南アジア人として、POC（人種差別撤廃者）を主人公にした本や、西洋以外の舞台設定が人気を集めていることを嬉しく思います。\n人気が出てきたことは喜ばしいことです。\nしかし、それらの本に自動的に「多様性」や「包括的」というレッテルを貼られると、イラッとします。これではまるで\n白人、主にアメリカ人の読者に教えるために存在しているように聞こえてしまいます。",
  "data/reddit-books/r/books/comments/oor5o5/reading_books_with_my_dad_who_is_a_dentist.json": "著者は歯のケアにはあまり気を配っていませんが、父はたくさんの良い質問をしてくれます。\n疑問に思っています。\n\n＞私。やあ、父さん、この本は今のところどうだい？\n> \n> お父さん。主人公は数章前に大臼歯を折ったと言っていたが\n> それは直るのかな？\n> \n> 私：うーん、わからないけど、たぶん？\n> \n> 父：...。",
  "data/reddit-books/r/books/comments/oofhq8/the_overstory_by_richard_powers.json": "この本は、パンデミックの最中に、木を抱き、植物のささやきをする私を知っている友人たちがくれたものです。\nこの本は、パンデミックの最中に、木を抱きしめ、植物のささやきをする友人たちから贈られました。昨日読み終えましたが、素晴らしかったです。私は生物学者です。\n職業は生物学者で、ここ4～5年は植物学者として働いています。\nこの本は信じられないほど科学的に正確で、その記述は...",
  "data/reddit-books/r/booksuggestions/comments/oozttp/just_graduated_so_i_can_read_for_fun_now_where_do.json": "私は歴史の学位を取得したばかりなので、子供の頃の読書の楽しさを取り戻すために\n子供の頃の読書の楽しさを取り戻したいと思っています。プラチェットやウィッチャーの短編を楽しんだり、ラヴクラフトにも手を出しました。\n短編小説を楽しみ、ラヴクラフトにも手を出しました。SFやファンタジーのようなものが好きだと思います。\nファンタジーが好きだと思います。政治や歴史も好きで、1984年は好きでしたが、私は...。",
  "data/reddit-books/r/books/comments/oovhx9/what_is_your_comfort_genre.json": "誰にでも快適なジャンルというものがあると思うんです。\nがあると思います。何か嫌なことがあったり、スケジュールが忙しかったりすると\n殺人事件のミステリーを読んでいます。\n読んでいて気持ちが落ち着きます。あなたが読んでいる本のジャンルは何ですか？",
  "data/reddit-books/r/books/comments/op78vs/i_read_my_first_book_in_over_5_years.json": "この投稿は特別なものでもなく、大きな成果でもありませんが、私は自分に課題を課して、テクノロジーを使わないデトックスの一環として本を読もうとしました。\nこの投稿は特別なことでも、大きな成果でもありませんが、私は自分に課題を課して、テクノロジーの使用を断つために本を読もうとしました。\nそして、初めての本を読み終えたことを誇りに思います。本のタイトルはカズオ・イシグロの『クララと太陽\nカズオ・イシグロの『クララと太陽』という本で、とても楽しめました。\n\nその前に...",
  "data/reddit-books/r/books/comments/ooms3q/literature_of_belgium_july_2021.json": "Welcomekom readers,\n\n毎月恒例の世界の文学についての討論会です 毎週水曜日。\n毎週水曜日に新しい国や文化を紹介します。\nその国の人が書いたものでなければならないという注意事項があります。\nジェームズ・クラベルの『将軍』は素晴らしい本だけど...。",
  "data/reddit-books/r/books/comments/opc1fp/i_set_a_reading_goal_for_myself_and_im_proud.json": "私は中年の母親で、2歳の子供の世話をしながら、フルタイムでリモートワークをしています。\n2歳の子供の世話をしています。2021年の初めに、親友から送られてきた本をきっかけに、月に1冊以上の本を読むことを目標にしました。\n読むことを目標にしました。これは、親友が本を送ってくれたからです。これは\n私にとっては楽しい挑戦であり、今では家族も一緒になって楽しんでいます...",
  "data/reddit-books/r/books/comments/opamk1/how_do_you_manage_to_reread_your_favorite_books.json": "私の蔵書は常に増え続けていて、このままでは終わりを迎えてしまうのではないかと感じるたびに\nもっと多くの本が私の目に留まります。私はそれに圧倒されています。\n悲しいのは、自分の好きな本を読み返すことができないことです。\n悲しいのは、好きな本を読み返すことができないことです。このような感覚に陥ることはありませんか？",
  "data/reddit-books/r/booksuggestions/comments/opf1k7/looking_for_a_book_that_feels_like_a_wes_anderson.json": "積極的に魅力的で、視覚的で、風変わりで、意図的です。\n\n彼の作品で一番好きなのは「グランド・ブダペスト・ホテル」と「ムーンライズ・キングダム」なんだ。\n絞り込みの参考になれば幸いです :)",
  "data/reddit-books/r/books/comments/ophg8i/how_do_you_get_over_the_lack_of_discussion_over_a.json": "最近、ケン・グリムウッドの「リプレイ」を読み終えたのですが、とても素晴らしい本でした。\n本です。議論したいことがたくさんあり、質問も多く、感想もたくさんあります。私は\n驚いたのは、今も昔もこの本についてほとんど議論されておらず、私の周りでも誰も読んでいないことです。\n私の周りでは誰もこの本を読んでいませんでした。\n\nその一方で、...",
  "data/reddit-books/r/books/comments/oph9dk/books_with_battle_scars.json": "私は長い間、チャリティーのために古本を売っていました。本には様々な傷みがあります。\nそれが本の良し悪しの目安になりました。\n\n一番簡単なのは料理本です。どんな良い料理本でも使用され、ページ上のパスタソースやグレービーソースの塊は\nページにパスタソースやグレイビーソースが付いていると、それだけで評価が上がります。",
  "data/reddit-books/r/books/comments/opl4xs/what_are_your_favorite_popcorn_books.json": "ジュラシック・パーク』を読んでいて、その後、ロバート・ラングドンのシリーズに飛び込んだんだ。\nラングドンシリーズに飛び込んだのですが、予想以上にグッとくるものがありました。それは\nパンプスと奇妙なSFとニック・ケイジが出演しているアメリカン・トレジャーの映画のようでした。\nケージが出演している『アメリカン・トレジャー』のような作品です。\n\n一度自分自身を克服した後、私はただチップを...",
  "data/reddit-books/r/books/comments/oplp3a/an_unintended_consequence_of_scout_her_older.json": "第3章では、彼らの料理人であるカルプルニア（Calpurnia）が\n特に若いスカウトにとっては「お母さん」の役割を担っています。\n亡くなられたお母さんのことを覚えていません。Calpurniaに叱られたScoutは、子供っぽく「溺れてやる」と脅す。\n溺れさせるという子供じみた脅しをして、Calpurniaに反省させる。",
  "data/reddit-books/r/books/comments/opqf19/after_about_17_years_i_finally_made_myself_start.json": "私が初めてLoTRを知ったのは、映画が公開された時で、ちょうどハリーポッターの映画が公開された頃でした。\nハリー・ポッターの映画が公開されたのとほぼ同じ時期でした。何も知らずに\n2つのシリーズを比較してしまい（私はHPに夢中でした）、その結果、クラスでいじめられました。\nその結果、クラスでいじめられました。ひどくね。\n\nその結果、その...",
  "data/reddit-books/r/booksuggestions/comments/opqrl4/real_life_of_pirates_during_the_golden_age_of.json": "海賊の黄金時代（1650年～1750年）の海賊の生活を描いた歴史書を教えてください。\n海賊の黄金時代（1650年～1750年）の海賊の生活を描いた歴史書をお勧めします。一人の海賊の人生を描いたものでも、複数の有名な海賊の人生を描いたものでも構いません。\n一人の海賊の人生を描いたものでも、何人かの有名な海賊の人生を描いたものでも構いません。私が最終的に求めているのは\n彼らの人生が実際にどのようなものであったかを詳しく知ることです。私が望んでいるのは...",
  "data/reddit-books/r/booksuggestions/comments/opu3r7/i_recently_finished_castlevania_and_now_this_is.json": "セクシーな吸血鬼や偉大な獣戦争よりも、私が悪魔城ドラキュラで最も好きだったのは\n悪魔城ドラキュラで一番好きだったのは、贋作者/ネクロマンサーのイサックと、彼の自己実現の旅。\n自己実現のための旅、見知らぬ人との出会い、そして宗教と復讐の意味を見つけること。\nのために。何か似たようなバガボンドのような、あるいはネクロマンサーの復讐のような...。",
  "data/reddit-books/r/booksuggestions/comments/oq0jhv/adult_fantasy_novels_without_any_romancesex.json": "クールな世界観と複雑なキャラクターとストーリーが欲しいけど\n主人公の恋心とか、無理矢理な恋愛サブプロットは読みたくない。\n主人公の恋心や強制的な恋愛の小ネタは読みたくない。セックスのページを何ページも読み飛ばさなければならないのはうんざりだ。\n\n主人公が女性であればボーナスポイントです。",
  "data/reddit-books/r/books/comments/oq5zqd/ive_never_quit_a_book_but_ready_player_one_made.json": "生まれて初めて本を辞めようと思います。レディ・プレイヤー・ワン』は\n怠惰で、派生的で、ノスタルジックなゴミだ。まだ6章までしか読んでいませんが、すでに以下のようなシーンがあります。\n感じるシーンがあります。\n\n> まだ6章ですが、すでに以下のようなシーンがあります。\n\n主人公は貧乏でキモくてニキビだらけで...。",
  "data/reddit-books/r/books/comments/oq55ur/making_accusations_against_authors_based_on_their.json": "私はおそらく空に向かって叫んでいるだけなのですが、この議論をしたいと思いました。\nひとりでも多くの人が自分の言葉を考えるきっかけになればと思います。\n\n最終的に私がこの投稿をすることになったのは、ある人がLaw and Orderというテレビ番組のライターを疑って\n私がこの投稿をすることになったのは、ある人がLaw and Orderというテレビ番組のライターが......というサブ記事に、非常に高い投票数のコメントをしたからです。",
  "data/reddit-books/r/booksuggestions/comments/oq516i/i_want_to_read_the_book_you_most_enjoyed.json": "タイトルにもあるように、あなたがとても楽しんだ本を探しています。\nできればあなたのお気に入りの本を探しています。\n\nジャンルは問いません、全部読みます。よろしくお願いします。\n\n編集：お勧めの本を紹介してくれた皆さん、ありがとうございました。",
  "data/reddit-books/r/books/comments/oq6q9l/is_it_just_me_or_are_the_characters_in_anna.json": "19世紀のロシアの貴族たちの会話を読んで、私が一番感じたことは、まさか「ジョーク」だとは思いませんでした。\n19世紀のロシアの貴族の会話を読んで、私が「jup I completely feel that」と思うとは思わなかった。レビンがアイススケートをしているシーンは\nレヴィンがアイススケートをしているシーンは、私が今まで見た中で最も共感できるものとして\n今まで読んだ本の中で一番共感できたものとして心に刻まれています。そうですね...。",
  "data/reddit-books/r/booksuggestions/comments/oqjptx/looking_for_a_characters_transported_to_the_past.json": "私は、登場人物が過去や未来、あるいは別の世界や魔法の領域に移動する本が大好きです。\n別の世界や魔法の領域に移動する本が好きです。1632年は素晴らしいと思いました（現代のアメリカの小さな町が、1632年に移動します）。\n現代のアメリカの小さな町が1632年のヨーロッパに転送される）。) The\nUnincorporated Man」も良かったです（21世紀の男性が1632年のヨーロッパに転送される）。",
  "data/reddit-books/r/books/comments/oqn1zh/circe.json": "海の上のセーリングは、どちらにも行くことができます。\n\nまず、仕事を終えてリラックスしている夜に、曲の柔らかな響きを利用して眠りたいと思うような穏やかな状態になることができます。\n穏やかな歌声に包まれて眠りにつくことができます。海はあなたに小さな\n海は小さな波を送ってきて、あなたとあなたの船やボートをほとんど動かすことはありません。それは\nそれが一番の安らぎなのではないでしょうか。",
  "data/reddit-books/r/books/comments/oqqmp7/about_to_read_dune_for_the_first_time_at_age_50.json": "子供の頃から「Dune」という言葉を耳にしていました。\n\n壮大なスケールのSF小説です。私は読んだことがありませんでした。\n奇妙な専門用語やキャラクター、世界が複雑すぎて理解したり関心を持ったりするのに苦労するような、この大きな世界構築の巨大さに気が引けたからだ。\n奇妙な専門用語やキャラクター、世界が複雑すぎて理解できず、気にも留められないからだ。\n\n私は間違っていたのでしょうか？この作品は今でも...",
  "data/reddit-books/r/booksuggestions/comments/oqoy8p/looking_for_adult_epic_fantasy_series.json": "今までファンタジーシリーズを読んだことがありません。おすすめの作品を探しています。\nおすすめの作品を探しています。ヤングアダルト系は苦手です。本に求めるものはいくつかあります 1.\n親しみやすいキャラクター 2. 謎めいた危機 3. 共感できる悪役 4．人間味がある\n5. 知性・策略・プロット 6．冒険 7．暗い\n\n気に入ったのは...",
  "data/reddit-books/r/books/comments/oq9og0/50_pages_a_day_challenge_for_those_struggling.json": "前置きが長くなりましたが、読書が競争ではないことは承知していますし、好きなだけ読んでも構いません。\n好きなだけ読んでください、競争ではありませんが\n\nもし、あなたが心のどこかで本を読みたいと思っていて、スクリーンから離れたいと思っていても、インターネットの中で迷子になってしまい\nインターネットに夢中になり、無心になってスクロールして時間を過ごすのであれば、毎日の章やページを\n章やページを決めて...",
  "data/reddit-books/r/booksuggestions/comments/oqotg7/novels_where_the_protagonist_isnt_interested_in.json": "主人公が恋愛に興味がなかったり、結婚したくなかったりして、実際には結婚しないで終わってしまうような本の候補を探しています。\n主人公が恋愛に興味がなかったり、結婚したくなかったりして、実際には恋愛相手がいないまま終わってしまうような本を探しています。\nしてしまう本を探しています。付き合おうとしたけど失敗して、最後に一人の方がいいと気づく、というのでも構いません。\n恋愛をしようとして失敗し、最後には一人の方がいいと気づく......というものでもOKです。",
  "data/reddit-books/r/books/comments/oqswwr/authors_with_really_beautiful_prose.json": "先日、「本当に美しい文章で書かれた本を教えてください」とお願いしたところ\n意外な答えが返ってきました。私が読んだことのあるいくつかの本は\n私が読んだことのあるいくつかの本は、良い本ではありましたが、文章の美しさでは際立っていませんでした。私が感じたのは\n本当に美しい文章」の解釈がいかに多様であるかということです。",
  "data/reddit-books/r/books/comments/oqtjhz/if_there_is_one_good_thing_covid_brought_it_is.json": "コビドの前はほとんど読まなかった。たまに雑誌を読む程度で、文章は読まずに写真だけを見ていました。\n文章を急いで読み、写真を見るだけでした。しかし、最初のコビドロックダウンの1ヶ月前のように\n安く本を買ってきて、その辺に置いてあったんです。\n本当に読むつもりはなくても ロックダウンが始まると・・・。",
  "data/reddit-books/r/booksuggestions/comments/oqo1ar/looking_for_books_that_involve_gene_editing_that.json": "CRISPR*や遺伝子編集に関連するものなら何でもいいんです。好みはありませんが\n好みはまだありません。\n\nEDIT：ちょっとクララと太陽に似てる！？",
  "data/reddit-books/r/books/comments/oqtnb5/do_you_get_cooking_inspiration_from_books.json": "登場人物が本当に食べ物を愛していて、料理や食事の体験を詳細に描写している小説を読んだときに\n登場人物が本当に食べ物を愛していて、料理や食事の体験を細かく描写している小説を読むと、自分も家で作ってみたくなることがあります。\n家で作ってみたいと思うことはありませんか？私にはよくあることです。昨晩、私が読んだ\nBig Summer』を読んだのですが、そこにはバナナブレッドが登場していて、私はすぐに...。",
  "data/reddit-books/r/books/comments/oqtgv5/trying_to_find_an_explanation_for_a_strange_word.json": "私は今、ロビン・ホッブスの「魔法の船」を読んでいます。\n読んでいるのですが、「The Liveship Traders」三部作の最初の本である\n\n奇妙な言葉が出てきて、私はそれを完全に理解することができませんでした。\n英語は私の母国語ではありませんし）。この言葉は次のように書かれています。\n\"slaves-cum...",
  "data/reddit-books/r/books/comments/or4500/imo_the_sirens_of_titan_by_kurt_vonnegut_is_one.json": "去年の9月に高校に入学してから、めちゃくちゃたくさんの本を読んできました。\n読んでいます。今では、読書は私のお気に入りの趣味のひとつになっています。父は私に\n「キャッツ・クレイドル」を見せてくれて、大学時代に読んだことがあるというので、試しに読んでみたら\nとても気に入りました。\n\nその後、ヴォネガットの本をかなり読みましたが...。",
  "data/reddit-books/r/booksuggestions/comments/or0yfi/looking_for_books_that_make_me_want_to_get_into.json": "私はこれまであまり読書家ではありませんでしたが、これからはそれを改めたいと思います。子供の頃\n毎日のように司書にマジックツリーハウスの新しい本が入っていないか聞いていました。\n子供の頃は、毎日のように司書にマジックツリーハウスの新刊が出ていないか聞いていました。もう少し大きくなってからは、「39の手がかり」シリーズに夢中になり、最初の10冊をすべて読みました。\nシリーズに夢中になり、最初のセットの10冊をすべて読みました。第1巻は、最初の...",
  "data/reddit-books/r/books/comments/or4gxg/i_think_ive_outgrown_ya.json": "誤解のないように言っておきますが、この記事はYA小説を叩くためのものではありません。優れていて複雑な作品はたくさんあります。\nこのジャンルがこれほどまでに非難されるべきだとは思いません。\nこのジャンルは、これほどまでに非難されるべきではないと思います。これは私の個人的な経験なので、どうかご理解ください。\n\n私はずっとYA小説を読んでいました（公平を期すために、私はYA小説を読んでいます）。",
  "data/reddit-books/r/booksuggestions/comments/orb4ie/a_book_that_feels_like_a_studio_ghibli_film.json": "つまり、気まぐれな世界を背景にして、主人公が旅をする本のことです。\n主人公の旅の背景になるような本です。それは多くの本に当てはまりそうですが\n私は特に、子供の頃の不思議な感覚を伝える本を探しています。\n意味があるかどうかはわかりませんが。",
  "data/reddit-books/r/books/comments/orazux/whats_your_comfort_book.json": "困難な状況にあるときに読み返す本やシリーズはありますか？\n辛い時に読み返す本やシリーズはありますか？\n\n今気づいたのですが、私はつらいことがあると、大好きな「Though」シリーズに戻ることが多いです。\n好きなシリーズの \"The Wheel of Time \"を読み返します。登場人物がとても好きになりました。\n登場人物がとても好きになり、それを読み返すことで...",
  "data/reddit-books/r/books/comments/orcq2f/has_anyone_read_the_wheel_of_time.json": "私は数ヶ月前にこのシリーズを読み始めましたが、絶対に夢中になっています。とても\nトールキンのような雰囲気を持ちながらも、私の中の壮大なファンタジーのイメージを変え続けています。\n私のエピック・ファンタジーの概念を変え続けています。言うまでもなく、私はこの作品に恋をしています。\n\nしかし、この作品を読んだことのある人を見つけることができず、私は...",
  "data/reddit-books/r/books/comments/orejk8/first_time_ive_gotten_lost_in_a_book_in_a_long.json": "私は昔から本を読むのが好きだったのですが、ここ1年ほどはすっかり忘れていました。\n本を手に取り、20ページか50ページほど読んだら、すぐに捨ててしまいます。次の本を手に取り\n新しい本を手に取り、同じことを繰り返していました。ようやく今週、「11/22/63」を手に取りました。これが私の最初の\nStephen Kingの作品は初めてで、自分が何をしようとしているのかよくわからなかった。",
  "data/reddit-books/r/books/comments/ore30v/in_the_early_1900s_sir_arthur_conan_doyle.json": "シャーロック・ホームズの原作者として有名なアーサー・コナン・ドイル卿が、実際に起きた事件を解決するように依頼されたことがあるのをご存知ですか？\n-- の作者であるアーサー・コナン・ドイル卿は、かつて現実の犯罪を解決するように命じられたことがあります。その事件とは、残忍な殺人事件\nその事件は、残忍な殺人、盗まれた宝石、国際的な捜査、そして、殺人の詳細を知ったまま墓に入った狡猾なメイド・サーヴィスを含んでいました。\n墓場に入る前に、その殺人について自分が知っていたよりもはるかに多くのことを知っていた...。",
  "data/reddit-books/r/books/comments/orgbxo/devil_in_the_white_city_is_such_a_great_period.json": "私は「Devil in the white city」を読みましたが、とても気に入りました。ほとんどの部分でテンポが良く\n面白かったです。本の半分は気にならないと思っていました。\n本の半分は、建築家と万博建設の話だから、どうでもいいと思っていた。しかし、著者は\nしかし、著者は物事を面白くするのがとても上手です。私はこの本に夢中になりました。",
  "data/reddit-books/r/books/comments/orf3t6/im_currently_reading_rachel_louise_snyders_no.json": "私の友人の一人は、家庭内暴力のケースを多く扱う弁護士です。\nレイチェル・ルイーズ・スナイダーの著書「No Visible Bruises」を薦めてくれました。What We Don't Know About Domestic Abuse Can Kill Us\nNo Visible Bruises: What We Don't Know About Domestic Abuse Can Kill Us」をブッククラブで薦めてくれました。私は弁護士ではありません。\n私は弁護士ではありませんし、私の仕事が何であるかについては、あまり言及したくありません。",
  "data/reddit-books/r/books/comments/or9vx7/persuasion_by_jane_austen.json": "Persuasion」を読み終えたばかりなので、意見を聞いたり、本について話し合ったりできたら嬉しいです。\nこの本についての意見を聞かせてください。個人的には、いくつかの理由でこの本に深い感銘を受けました。\n理由があります。ひとつには、多くの人が不平等を感じていた時代に書かれた、階級や社会的不平等に対する風刺として、とても意味のあるものだったと思います。\nこの本は、多くの人々が社会的不平等を感じていた時代に書かれた、非常に意味のある風刺だと思います。",
  "data/reddit-books/r/books/comments/orohy7/what_is_your_toxic_reading_trait.json": "私の場合、絶賛されていない本はほとんど読まないことにしています。\n良い本には最低でも4つ星をつけるようにしています。\n\nもう1つは、多くの古典を読もうとしましたが、ほとんどの本を20％以上読むことができません。\nもう1つは、古典をたくさん読もうとしているのですが、飽きてしまってほとんどの場合20％以上は読めません。\n\nまた、1冊しか買えないのも気になります...。",
  "data/reddit-books/r/books/comments/oru4ht/i_just_finished_watership_down_for_the_first_time.json": "この絶対的な名作に感謝の気持ちを伝えたかった。この本のすべての\nこの本の細部は完璧です。\n\n私は読書初心者ですが、本を読んでいてこんなに感動したのは初めてです。最後の\nエンディングでは赤ちゃんのように泣いてしまいました。\n\n世界観の構築、ウサギ社会、ストーリー、キャラクター(shout out to...",
  "data/reddit-books/r/booksuggestions/comments/orufva/japanese_mystery_novels.json": "おすすめの作品があれば教えてください。東野圭吾さんはミステリー小説で有名ですが\n東野圭吾さんの代表作や最初に読むべき本はどれだと思いますか？それとも他の\nまた、他の作家の作品でおすすめのものがあれば教えてください。ありがとうございます。",
  "data/reddit-books/r/books/comments/orxnij/which_classic_book_disappointed_you_the_most.json": "古典には、何十年、何世紀にもわたって愛され続けるだけの理由があるような気がします。\n古典には、何十年、何百年にもわたって愛され続ける理由があるような気がします。\n古典を読もうとしています。実際、ほとんどの作品を楽しんでいますが、読み終えるのに半年ほどかかった作品があります。\nTo Kill A Mockingbird」を読み終えるのに半年くらいかかってしまいました。ただ、私は・・・。",
  "data/reddit-books/r/books/comments/os6c9f/what_book_made_you_go_fuck_this_is_good.json": "私はあまり読書家ではありません。毎年、数冊の本を読むだけです。4年前、私は近所の書店で\n4年前、近所の本屋を覗いていたら、目に留まる本がありませんでした。本屋の店主に、子供の頃に好きだった本は？\n子供の頃に好きだった本は何かと聞かれたので、ハリーポッターが好きだったと答えました。\nすると彼は、Patrick Rothfussの「The Name Of The Wind」を勧めてくれたのです...。",
  "data/reddit-books/r/books/comments/os9grj/i_just_finished_anna_karenina.json": "私の人生はピークを迎えました。私は、心の中から生まれた複雑さと人間の予測可能性の両方において、最もリアルなキャラクターを目撃しました。\nその複雑さと人間の予測可能性の両方において、これまでに心の中から生まれた最もリアルなキャラクターを目撃しました。私はほとんど\n読んでいる間、本当に人生を生きてきたような気がします。\n思案したり、喜んで笑ったり、泣いたりしたことがたくさんあります。",
  "data/reddit-books/r/books/comments/os7c81/what_are_your_thoughts_on_neil_gaiman.json": "個人的には彼の話が大好きです。彼は本当に奇抜で創造的な作品を書く人だと思います。\n特にグラフィック・ノベルが大好きです。\n\n何年も前に買ったまま読み終えていなかった『Neverwhere』を再び読み始めたところです。\n再読していると、「彼の髪は長かった」「彼女はこれを着ていた」「彼はあれをした」「彼女は言った」が多いことに気づきました。\n\"He did that\" \"She said...",
  "data/reddit-books/r/booksuggestions/comments/osa3rh/books_about_heists.json": "好感の持てる主人公や乗組員のいる強盗に関する本、ノンフィクションの提案など。\nノンフィクションの提案も歓迎します。(また、他の多くのリクエストに答えていただきありがとうございます。\nありがとうございます(笑)。",
  "data/reddit-books/r/books/comments/ose52n/the_rape_of_nanking_is_one_of_the_most_brutal.json": "この本は、当時（1937年）の中国の首都である南京が、日本帝国軍によって侵略されたことについて書かれています。\n日本帝国軍による南京への侵攻について書かれています。当時の日本軍は\n当時の日本人は、自分たちの国で農業を行い、穀物を維持するための限られたスペースに不満を持っていました。\n当時の日本人は、増え続ける人口を維持するために、農業を行う場所が限られていることに不満を感じていました。このような理由で、多くの...",
  "data/reddit-books/r/books/comments/os1mkb/fantasy_what_is_your_gateway_book.json": "ファンタジー小説についての会話の中で、ある人から素晴らしい質問を受けました。\n聞かれました。私はそれを少し個人的な物語と一緒に共有する必要があると感じました。\nその質問とは、\"あなたがファンタジーというジャンルに入るきっかけとなった本は何ですか？\" というものでした。\n\nブライアン・ジャックの『レッドウォール／モスフラワー』と答えたのは、あまり考えなくてもよかったのですが......。",
  "data/reddit-books/r/booksuggestions/comments/osjlub/non_fiction_essentials_history_philosophy_science.json": "編集：女性、POC、WOCの作家や、他の国や文化の視点で書かれた（英語の）本の推薦が欲しいです。\n他の国や文化の視点で書かれた（英語の）本を紹介してください。私の目的は\nヨーロッパやアメリカの男性が中心ではなく、多様な読書リストを求めています。\n\nこんにちは、私はノンフィクションを読んだことがありませんが、最近になって自分が...",
  "data/reddit-books/r/books/comments/osnn19/limiting_my_screen_time_drastically_improved_my.json": "半年前までは、久しぶりに本格的な本を読んでいました。読みたくなかったわけではありません。\n読みたくなかったわけではありません。子供の頃から熱心な読書家でしたが、16歳か17歳の頃からは\n16、17歳の頃から読書量が激減してしまったのです。\n\n何年も前から、勧められた本を読んでみました。私はよく\n読んでみると...",
  "data/reddit-books/r/books/comments/osomvz/6_months_of_no_facebook_and_i_have_never_read_so.json": "毎晩8時になると、携帯電話を別の部屋に置いて、眠くなるまで読書をします。\n読んでいます。今のところ、読んだのは\n\nスウィートグラスの編み込み\n\nアリアドネ\n\nアキレスの歌\n\nCirce\n\nベアタウン\n\nザ・アーティック・フューリー\n\nソウルキーパー\n\nホワイトローズ、ブラックフォレスト\n\nナイチンゲール\n\nソウルバウンドシリーズ\n\nシールドメイデン：アンダー・ザ・ハウリング...",
  "data/reddit-books/r/books/comments/osb17a/george_rr_martins_achilles_heel_in_writing.json": "氷と炎の歌」というあまり知られていないシリーズがあって、それを達成するには2冊の本が必要だと言われています。\n達成するには2冊の本が必要だと言われています。出版されるかどうかに興味はありませんが\n出版されるかどうかを知りたいのではなく、なぜ終わらないのかを推測したいのです。\n終了しました。\n\nジョージ・R・マーティンは偉大な作家です。彼はまた、自分は...と言っています。",
  "data/reddit-books/r/books/comments/osh2hw/reading_song_of_achilles_when_a_book_can_tell_you.json": "アキレスが死ぬことをずっと知っていたように、一般的な知識では知らなかったとしても\n一般的な知識では知らなくても、本の中で予言を知ることができます。\nそういったシリーズを読んだことがあります。最後にはアキレスが死ぬ。\n最後にはアキレスが死んでしまうのですが、それでも物語が好きで、アキレスが死んでしまった時には泣いてしまいます。",
  "data/reddit-books/r/booksuggestions/comments/osqira/are_the_percy_jackson_books_suitable_for_an_adult.json": "子供向けと書いてありましたが、面白そうですね。大人になってから\n大人になっても楽しめるのか、それとも子供っぽくなりすぎるのか。ファンタジーの本のようですが\n私はファンタジーが好きです。\n\nどれくらいの冊数があって、どの本がおすすめですか？グーグルによると、30冊あるそうです。\n30冊ですが、パーシーは主役ではないと...。",
  "data/reddit-books/r/books/comments/osuoaf/i_just_read_the_first_two_books_of_earthsea_by.json": "ええ、タイトルに書いてある通りです。今、3冊目の途中です。\n残りの本も全部持っています。まず、この記事を読んでいる方で本を読んでいない方には、ネタバレの話はしません。\nまず、この記事を読んでいても本を読んでいない人のためにネタバレ話をします。最初の「ゲッシーの魔法使い」は、読み始めてすぐには\n読み始めてすぐには、私の心をつかめませんでした。",
  "data/reddit-books/r/books/comments/ot022m/i_think_animal_farm_is_a_better_book_than_1984.json": "この本はあの本よりもいい」というような意見は、人によって興味の対象が異なるため、あまり好まれないのは承知しています。\nこの本はあの本よりいい」というような意見を好まない人も多いと思いますが、私は\n動物農場』は過小評価されていると思います。\n\n短くてシンプルな寓話で、どのレベルでも読めますが（私が最初に読んだのは中学の時でした。\n私が最初に読んだのは中学生の時でした）、それでも...",
  "data/reddit-books/r/books/comments/ossgss/kim_stanley_robinsons_the_ministry_for_the_future.json": "昨晩、『未来への省察』を読み終えました。\n個人的には、今まで読んだ本の中で、気候変動による破滅的な感情に対する最高の解毒剤だと思いました。\n\nこの本は、決して近未来を楽観的、ユートピア的に描いたものではありません。\nこの本の冒頭では、インドの致命的な熱波で2,000万人以上の死者が出ています...",
  "data/reddit-books/r/booksuggestions/comments/ot5y5l/have_a_habit_of_talking_too_much_and_cant_keep.json": "喋りすぎる癖がある。喋りすぎをなくすためのお勧めの本があれば教えてください。",
  "data/reddit-books/r/booksuggestions/comments/otdiy4/looking_for_books_that_can_help_with_anxiety.json": "不安を解消してくれる本を探しています! 主に社交不安症向け",
  "data/reddit-books/r/books/comments/otfdxt/east_of_eden.json": "私はこの本について、これまでにないほどの何かを語ることができるでしょうか。\n誰かが「スタインベックは、言葉がバターのようにページから流れ出るように書く」と言っていた。\n誰かが、「スタインベックは、言葉がバターのようにページから流れ出るように書く」「スタインベックのどこがいいのかわからないが、彼の文章は瞬時に周囲のすべてを忘れさせてくれる\nスタインベックのどこがいいのかわからないが、彼の文章を読んでいると、周りのことを一瞬で忘れさせてくれる」と言っていた。これらの...",
  "data/reddit-books/r/books/comments/otkow7/the_silence_of_girls_changed_my_perspective_on.json": "TW:// 性的暴行についての言及\n\nパット・バーカーの「少女たちの沈黙」とマドリン・ミラーの「アキレスの歌」。\nどちらも同じ設定です。どちらもトロイア戦争でのアキレスの役割を描いています。\nこれまで見過ごされてきた人々によって語られています。\nアキレスがトロイア戦争に参加する前から始まっています。",
  "data/reddit-books/r/books/comments/otjtzp/id_like_to_like_cormac_mccarthy.json": "私はかなり広く読書をしていて、読んだものの大半を楽しんでいます。理論的には\nマッカーシーのアプローチと題材は、一般的に私が惹かれるものです。\nしかし、私は「The Road」、「No Country for Old Men」、「All The Pretty Hores」に挑戦しました。\nしかし、『The Road』、『No Country for Old Men』、『All The Pretty Horses』を読んでみたが、50ページほどしか読み進めることができなかった...。",
  "data/reddit-books/r/books/comments/otm7ks/was_there_ever_a_random_quote_that_stuck_out_to.json": "感動的な言葉ではなく、何年も経った今でも覚えているような、特定のセリフのことです。\n何年も経った今でも覚えているセリフはありますか？\n\n私の例では、「海底2万哩」の話です。\n本の内容はよく覚えていますが、10年以上も読んでいないのに、今でもはっきりと覚えています。\n鮮明に覚えています。",
  "data/reddit-books/r/books/comments/otqjju/1q84_i_dont_know_if_i_can_keep_going_help.json": "私は昔から村上春樹が好きだと言われていましたが、なんとなくその気になれませんでした。\nと言われ続けてきましたが、なかなか手を出すことができませんでした。今、最初の作品である「1Q84」を読んでいます。最初は非常に興味をそそられたのですが\n最初は非常に興味をそそられたのですが、今はただひたすら悩んでいます。私の英訳が悪いのかどうかはわかりませんが\n英語の翻訳が悪いのかどうかはわかりませんが、繰り返しが多く、シンプルでドライな感じです。時々、私は...",
  "data/reddit-books/r/booksuggestions/comments/otrxcc/looking_for_books_about_small_cozy_towns_flipped.json": "私は、小さな町に焦点を当て、殺人や犯罪がすべてを変えてしまうようなスローバーンの犯罪ドラマが大好きです。\n小さな町に焦点を当て、殺人や犯罪がすべてを変えてしまうようなスローバーンの犯罪ドラマが大好きです。\n\nこのような雰囲気のテレビ番組は、私も大好物です。Mare of Easttown, The\nKilling」、「Broadchurch」、「True Detective S1」。\n\n凄惨な殺人事件のミステリーにはあまり興味がありませんが、私は...",
  "data/reddit-books/r/books/comments/otv2st/at_what_point_do_i_quit_reading_a_book.json": "アメリカン・サイコ」を読んでいますが、大変な内容だとは思っていましたが\nこのようなことになるとは思いませんでした。文章のスタイルは私には何の魅力もありません。I\nなぜこのように書かれているのかは理解できますが、ベイトマンのアパート、服装、会話などの退屈な描写は\nベイトマンのアパート、服装、会話などの退屈な描写は、読むのに苦労します...。",
  "data/reddit-books/r/books/comments/otvy67/feel_black_hearted_trying_to_read_romances.json": "以前はロマンスだけでなく、他のジャンルも読んでいました。いろいろなことがあって\n現実のデートに興味が持てなくなってしまったため、ロマンスに戻れなくなってしまいました。\n恋愛小説を読む（見る）ことができません。とても不愉快で安っぽい感じがするのです。\n昔好きだった作家さんでも、どうしても読めない人がいます。",
  "data/reddit-books/r/booksuggestions/comments/ou3kil/can_someone_recommend_a_non_fiction_book_that_is.json": "最近、Adam Higginbothamの「Midnight in Chernobyl」を読みましたが、とても面白かったです。\n思わず夢中になって読んでしまいました。小説のような緊張感のあるノンフィクションを誰か教えてください。\n小説のような緊張感のあるノンフィクションを誰か紹介してください。\n\n私は物理学、宇宙論、哲学、人工知能、歴史などに興味があります。\n歴史などに興味があります。しかし、私は...オープンです。",
  "data/reddit-books/r/books/comments/ou8hr5/after_years_of_slow_reading_ive_read_9_books_in.json": "タイトルがすべてを物語っています\n\n多くの人がそうであるように、私も子供の頃は本を夢中で読んでいました。母の本棚にあるものは何でも読んでしまう私を止める方法はありませんでした。\n母の本棚にあるものは何でも読んでいました。しかし、大人になって\nしかし、大人になってからは、会社の仕事についていくためにたくさん勉強しなければならず\nしかし、大人になってからは、会社の仕事についていくためにたくさん勉強しなければならず、その気力がなくなってしまったのです...。",
  "data/reddit-books/r/books/comments/oua7tv/whats_the_worst_book_to_bring_up_in_a_job.json": "最近読んだ本はありますか」と採用担当者に聞かれることがあります。もしかしたら、あなたの注意力を測るために\nこれは、あなたの注意力を測るためでしょうか？対人関係のレベルでは、私はこれを\n対人面では、これは誰かを知るための素晴らしい質問だと思います。私が誰かに会ったときに最初に聞くのはこの質問です。\nしかし、雇用者が実際に気にしているかどうかは疑問です。\n\nとにかく、私が思うに...。",
  "data/reddit-books/r/books/comments/ou1bm0/i_cant_enjoy_shakespeare_and_it_makes_me_sad.json": "英語は私の母国語ではありませんし、大半の本は問題なく読めるほど流暢ですが\n読むことができますが、シェイクスピアの言語は、私にとってあまりにも高い障壁です。\nシェイクスピアの言語は、私にとってあまりにも高い壁です。読んではみたものの、ほとんどの文章が終わった後には、立ち止まって意味を理解しようとしなければなりません。\n意味を理解しようとしなければならず、劇の流れを壊してしまうのです。I...",
  "data/reddit-books/r/booksuggestions/comments/ouaf54/book_club_for_witchy_btches.json": "Hi sweetlings!!! 8月1日から始まる魔女のブッククラブを主催することをお知らせしたいと思います。\n魔女のブッククラブを開催することをお知らせします。ここで紹介してもいいですか？\nコミュニティのメンバーが参加してくれたらいいなと思っています。\n参加していただけると嬉しいです。これは、ほとんどが自分のペースで行われるもので、とても低...",
  "data/reddit-books/r/booksuggestions/comments/ouhe7v/just_finished_song_of_achilles_and_circe_both_by.json": "これと同じようなものに出会える可能性はありますか？編集1：だから皆さんは\n私には希望がないと思っているのですね...。",
  "data/reddit-books/r/books/comments/ou6sbm/vandermeers_ambergris_is_a_misunderstood.json": "バンダーメアは、ナタリー・ポートマン主演で映画化された『アニヒレーション』で知られる作家です。\nナタリー・ポートマン主演で映画化されました。彼の初期の3部作であるAmbergrisは、1年前に日本で発売されるまで、ほとんど印刷されていなかったほど無名の作品です。\n一年前にオムニバスとして発売されるまで、ほとんど絶版状態でした。\nオムニバスとして発売されました。数週間でこの3部作を読み終えた後、私は...",
  "data/reddit-books/r/books/comments/oulv9y/the_lord_of_the_rings.json": "現在、LOTRを再読しています。映画が公開される前に何度か読みましたが、それ以降は読んでいません。\n映画が公開される前に何度か読みましたが、それ以降は読んでいません。現在は第4巻の途中で、フロド、サム、ゴラムが初めてイシリアンに入ったところです。\nゴラムが初めてイシリアンに入ってくるところです。\n\n何と素晴らしい文章と素晴らしいストーリーテリングでしょうか。30分かそこらで、私は\nと思っていますが、これはとても素晴らしいことです。",
  "data/reddit-books/r/books/comments/oulbva/what_book_is_criminally_misunderstood.json": "私の場合、真っ先に思い浮かぶのは「F*ght Club」と「1984」です。良い文学作品が\n良い文学が完全に間違った方向に捉えられているのを見るのはとても悔しいです。\n\n特に「F*ght Club」の認識は、人々がこの本を次のように考えているので、とても残念です。\nというのも、この本はまさに過激さや有害な行動を称賛していると思われているからです...。",
  "data/reddit-books/r/books/comments/oufx73/finished_also_sprach_zarathustra_by_friedrich.json": "神は死んだ、そして彼は我々人間への哀れみによって殺されたのだ。\n\n私はニーチェが宗教的なものを嫌っていたことをよく理解しています。\n当時あった（今もある）宗教的な無意味なものを排除することが彼のテーマだったと思います。\n(今でも存在している)。私は今のところ『アンチクライスト』しか読んでいませんが、これは宗教に対する暴言が満載です。\n宗教について...",
  "data/reddit-books/r/books/comments/ouq40a/any_popular_author_you_just_dont_really_have_a.json": "追いかけてこないでほしいのですが、私はスティーブン・キングの本に興味を持てないのです。\nスティーブン・キングの本には興味がありません。誤解しないでほしいのですが、反対ではありませんし、「グリーンマイル」も持っていますし、そのうち読もうと思っています。\nグリーンマイル」も持っていますし、そのうち読もうと思っていますが、今のところ、その宣伝文句は私にとってほとんど不快なものです。\n今のところ、誇大広告は私にとってほとんど不快なものです。同じような感想を持った方、または他にも...",
  "data/reddit-books/r/books/comments/ouo4lm/jonathan_strange_and_mr_norrell_by_susanna_clarke.json": "少し前に読んだのですが、とても気に入りました。私が最初に読んだ著者の本は\nピラネージだったのですが、好きではあっても期待していたほどの感動はなかったので\nこの本を買うのをためらっていました。しかし、思い切って買ってみたら、すぐに楽しめました。\nすぐに購入しました。随所に引き延ばしがあったが、それでも私はこの作品が好きだった・・・。",
  "data/reddit-books/r/booksuggestions/comments/ourscc/looking_for_new_books_to_read.json": "こんにちは、私はCianaです。私は自閉症で、本を読むのが大好きです。\nファンタジー、ホラー、スリラー、ミステリー、実在の犯罪、不気味な民間伝承などが好きです。\n私も「アラスカを探して」という本が大好きで、紙の本と同様に読み応えがあります。\n町",
  "data/reddit-books/r/books/comments/ouyso9/the_little_prince_moved_me_more_in_its_83_pages.json": "この本はとても美しいです。子供向けに書かれていますが、大人が聞いてもいいような内容だと思います。\n大人も聞くべき教訓を含んでいると思います。小さな王子様の冒険は、愛や絆、人生について語ります。\n愛、絆、人生について語り、子供の目には「大人」の行動が映る。\n子供の目から見た「大人」の行動が描かれています。王子が出会った大人たちは、子供には信じられないようなことをします。",
  "data/reddit-books/r/booksuggestions/comments/ourjr4/looking_for_a_book_that_will_destroy_me_mentally.json": "できればホラーなど、自分の人生を見つめ直すきっかけになるような本を探しています。\n自分の人生全体を考え直すきっかけになるような本を探しています。私を完全に魅了し、同時に\nただ横になって天井を見つめて泣きたくなるような。何か\n不穏で、心が折れそうで、永遠に心に残るような。私は...",
  "data/reddit-books/r/booksuggestions/comments/ov69yr/looking_for_a_book_that_feels_like_a_lonely_rainy.json": "私が探しているのは、美しく、雰囲気があり、没入感があり、個人的で、本当に考えさせられるような本です。\n本当に考えさせられる本を探しています。美しい散文、美しいイメージ、美しいモノローグ、美しい語り手とキャラクター。\n美しいモノローグ、美しいナレーターとキャラクター。思わず考え込んでしまうような章や節があるもの。\n思わず本を閉じたくなるような章や節があるもの...。",
  "data/reddit-books/r/books/comments/ov49qz/work_keeps_me_from_reading.json": "朝7時に起床し、午後6時に帰宅します - 仕事中に読書ができない仕事をしています。\nの仕事をしています。帰宅後、30分は仕事から解放されますが、その後は\n料理、掃除、スポーツ、トレーニング、シャワー、次の日の準備、洗濯、夕食など。\n翌日の準備、洗濯、夕食などなど。これでは1時間くらいしか時間がありません...。",
  "data/reddit-books/r/books/comments/ovfwdb/catch_and_kill_by_ronan_farrow_i_thought_i_knew.json": "TW; 主題には性的暴行を含む\n\nこの本の簡単な要約 キャッチ＆キル』は、ローナン・ファローが、ハーヴェイ・ワインスタインの\nハーヴェイ・ワインスタインが何十年にもわたって行ってきた略奪的な性的暴行やハラスメントを暴き出し、世間に知らしめるまでの軌跡を描いています。\n数十年にわたるハーヴェイ・ワインスタインの略奪的な性的暴行とハラスメントを暴き、世間に知らしめるまでの道のりです。彼は\nそれに続いて...",
  "data/reddit-books/r/booksuggestions/comments/ovhgqt/is_six_of_crows_any_good.json": "始まったばかりですが、あまり期待していません。\n誰かに勧められて買ったのですが、どう考えてもつまらないと言う意見も聞いたので\nつまらないと言っている人もいました。まだ最初の50ページしか読んでいないので、よくわかりません。\nファンタジー用語がたくさん出てくるので、ちょっとついていけません。",
  "data/reddit-books/r/books/comments/ovf9e9/just_finished_the_bell_jar_by_sylvia_plath_and_im.json": "この本はずっとTBRに入っていたのですが、後ろに書いてある説明文を見て、読むのをやめました。\n読むのを躊躇していました（あまりにも身近な問題だったのかもしれません）。しかし、私は\nPlathの文章、1950年代のニューヨークの描写、そして自分がEstになったかのような感覚がたまらなく好きでした。\nそして、まるで自分がエスターになったかのような気分になりました。これからも楽しみにしています...。"
}