{
  "data/reddit-changemyview/r/changemyview/comments/pfkd0r/cmv_people_arent_smarter_than_people_50_years_ago.json": "前置きが長くなりましたが、昔に比べて教養のない人は減ったと思いますが\nしかし、私たちはあまり賢くなっていないと思うのです。オリンピックの後、私はいくつかのことを見てきました。\nオリンピックの後、人々はより大きく、より良く、より速く、より強くなったと言うものを見ました。それは\n私たちが「より賢く」なったとは明確に書かれていませんでしたが、それは...。",
  "data/reddit-changemyview/r/changemyview/comments/pfm9tr/cmv_the_pandemic_wasnt_hard_for_all_of_us.json": "全員」が大変だったというのはやめてほしい。もしあなたが億万長者だったら......。\n苦労しなかったでしょう。もし、あなたが虐待を受けていた家庭の出身で、まだ勉強中/未成年であれば\n勉強していたり、未成年であったりしたら、それはそれで大変だったと思います。もし、あなたが経済的に苦境に立たされた人であれば\nパンデミック前に経済的に苦しい状況にあった人は、その苦しさを...",
  "data/reddit-changemyview/r/changemyview/comments/pfod3m/cmv_shaming_someone_for_being_short_is_worse_than.json": "私は、恥をかくことは間違っていると感じており、本当に価値のある人以外はすべきではないと思っています。\n誰かが本当にそれに値する場合以外はすべきではありません。しかし、人々がこのようなことをするのを止めることはできません。\nそれが私の考えです。\n\n私がこのように思うのは、人が自分の体のある部分をどれだけコントロールできるかということです。\n私はこのように感じています。人は非常に小さな...",
  "data/reddit-changemyview/r/changemyview/comments/pfuxje/cmv_the_us_government_has_lost_all_credibility.json": "アフガニスタンは、振り返ってみれば、完全に無駄で、人の命とお金を浪費した一連の戦争の最新のものです。\n振り返ってみると、完全に無駄で、人の命とお金の浪費である。ベトナム、イラク、アフガニスタン。\nこれらはすべて失敗した戦争である。責任者はそれを知っていたし、様々な政治的理由で終わらせたくなかった。\n様々な政治的理由で戦争を終わらせたくなかったのです。私たちは、この戦争がどれほどひどいものかを知ることができます...",
  "data/reddit-changemyview/r/changemyview/comments/pfw3f1/cmv_there_is_no_point_in_telling_kids_that_there.json": "子供」というのは、8歳くらいまでの人のことです。\n\n親が子供に「男の子の色と女の子の色なんてないよ」と言っているのをよく耳にします。\n男の子の色と女の子の色なんてないんだよ」という親の声をよく耳にします。\n\n私もそれに同意したいと思います。男の子がピンクを好きでも、女の子がブルーを好きでも、何の問題もありません。\n男の子がピンクを、女の子がブルーを好むことは悪いことではありませんし、子供がそのことで仲間はずれにされるべきではありません・・・。",
  "data/reddit-changemyview/r/changemyview/comments/pfn2lo/cmv_every_us_president_in_the_last_20_years_at.json": "私は今の政治にはあまり関心がないので、私はこのまま\n私が生きている間に大統領になった人たちにこだわるつもりですが、過去の多くの人たちも\n過去の大統領の多くもそうであるべきだと思います。しかし、この記事のために、私は次のことについて話します。\nブッシュ、オバマ、トランプ、バイデン。これは、私にとって良いことだと思います...",
  "data/reddit-changemyview/r/changemyview/comments/pfwskw/cmv_the_withdrawal_of_troops_from_afghanistan_was.json": "最初に言っておきますが、撤退のやり方はあらゆる意味で最悪で、100％撤退すべきだったと思います。\nあらゆる意味でひどかったし、100％別の方法で対応すべきだったと思う。\n撤退の時期を遅らせたり、国が安定していることを確認したりするなど、100％別の方法で対応すべきだったと思います。\n撤退を遅らせるとか、国が安定するようにするとか）。)\n\nしかし、全体的に見れば、米軍を撤退させることは...",
  "data/reddit-changemyview/r/changemyview/comments/pfzq04/cmv_antivaxxerscoviddeniers_should_be_given_the.json": "反ワクチン主義者や陰謀論者は、トリアージの対象となるべきだという意見をRedditで見かけました。\n反ワクチン主義者や陰謀論者はトリアージの対象となるべきだ、あるいは治療を受ける権利を放棄するような誓約書に署名すべきだ、という意見をRedditで見かけました。\n治療を受ける権利を放棄するようなサインをすべきだという意見を見たことがあります。これは、保守的なプロパガンダや一般的な偽物に対する不満からきているのだと思います。\n保守的なプロパガンダや、一般的な疑似科学的治療への不満からきているのでしょうが...",
  "data/reddit-changemyview/r/changemyview/comments/pg9ejg/cmv_overpopulation_is_an_issue_and_declining.json": "多くの人が、人口過剰は実際の問題ではないと話しているのを見たことがあります。\n地球にはもっとたくさんの人が住めるスペースがあり、第一世界の少子化を改善する必要があるということです。\n第一世界では少子化を改善する必要があると言っていますが、私はこの2つの主張には大いに反対です。\n私はこの2つの主張には大いに反対です。まず、「地球にはもっとたくさんの人が住めるスペースがある」という主張には、私は大いに反対です。",
  "data/reddit-changemyview/r/changemyview/comments/pgfb3h/cmv_the_fact_that_pharmaceutical_companies_would.json": "例えば、製薬会社に勤める化学者が新薬を発見したとします。\n安価で簡単に作ることができ、副作用もなく、ウイルスや細菌の感染症や癌などのどんな病気でも治すことができる新しい薬/分子を発見したとします。\nウィルスや細菌の感染症、癌など、どんな病気でも治すことができる。議論のために言っておくと\n議論のために、人々がこの薬を自宅で自分で作ることができるとしましょう...。",
  "data/reddit-changemyview/r/changemyview/comments/pgkddz/cmv_no_one_wants_to_kill_babies_and_passing_laws.json": "私はこれを、胎児が赤ん坊であるかどうかの議論にしているわけではありません。\n私の考えは、中絶を禁止しようとしても、中絶の数を大幅に減らすことはできないということです。\n私の考えは、中絶を禁止しようとしても、中絶の数を大幅に減らすことはできないということです。最近テキサス州で可決されたSB8法では\nテキサス州で可決されたSB8法については、多くの議論と憤りがあります。その...",
  "data/reddit-changemyview/r/changemyview/comments/pgk6r7/cmv_nfts_are_internet_beanie_babies.json": "NFTは、ゲームのチケット販売やプロ向けのトレーディングカードなど、社会の中で活躍しています。\nトレーディングカードのようなものです。もし、バンクシーのような有名な企業やアーティストがNFTを作ったとしたら、それは価値を持ち続けると思います。\n価値があると思います。このような例外を除いて、私はNFTの価値を認めていません。\nこのような例外を除いては、一度盛り上がったコレクターのブームが継続するとは思えません。",
  "data/reddit-changemyview/r/changemyview/comments/pgmipl/cmv_anyone_who_says_that_mask_mandates_infringe.json": "マスクも下着も、他人を守るために体を覆う布地です。\n人を守るために体を覆うものです。\n\n裸体を禁止する法律があるのは、公共の安全を守るためだということです。\n誰かのヌードを見たときのトラウマからの安全を守るためです。\n\nこの議論は、個人の自由と公共の安全の間で展開されます。その...",
  "data/reddit-changemyview/r/changemyview/comments/pgtgv0/cmv_it_is_foolish_to_try_to_punish_people_with.json": "障がい者の投票権を制限しろ」という書き込みやコメントを多く見かけました。\n気に入らない信念を持つ人の投票権を制限しろ」「アンチワクチンの信念を持つ人には医療を与えるべきではない」という書き込みを多く見ました。\nといった書き込みをよく見かけます。そのようなことをする価値が本当にあるのでしょうか？\n\nあなたの信念が世間で人気があり、愛されている場合は好意的に見えるかもしれません。\nでも...。",
  "data/reddit-changemyview/r/changemyview/comments/pgthwr/cmv_the_gender_pay_gap_is_largely_explained_by.json": "女性は男性に比べて給料が少ない」という一般的な意見を聞き始めた頃は\n男性に比べて女性の給料が低いという一般的な意見を聞き始めた頃（2015年頃）は\nそれは、雇用主やビジネスモデルに深く根ざした制度的な偏見の結果だと思っていました。\n雇い主やビジネスモデルに深く根ざした制度的な偏見の結果だと思っていました。\n\nそれ以来、何度か、私は...",
  "data/reddit-changemyview/r/changemyview/comments/ph7bby/cmv_the_best_way_to_eat_a_banana_is_to_completely.json": "なぜか、ほとんどの人がこのようにバナナを食べるようです🍌。つまり、彼らは\nバナナの皮を部分的に剥いて、皮を持って食べます。望ましい食べ方は\nバナナを食べるときは、皮を完全に剥いて捨ててから、最初の1本を食べるのが好ましい。\n好みの食べ方は、皮を完全に剥いて捨ててから最初の一口を食べることです。\n\n最初の利点は、完全な...",
  "data/reddit-changemyview/r/changemyview/comments/ph8pzw/cmv_the_usas_version_of_capitalism_is_just.json": "アメリカ人は、「資本主義」というと何かにつけてすぐにガチガチになる。\nしかし、ここからが本題です。\n\n中世のヨーロッパでは、ほとんどの人が農奴でした。隷属者は、支配階級が法律で保有する資源（土地）を使って\n(サーフは、支配階級が法律によって保有する資源（土地）を、武力に支えられて（当時は\n働いていました。) サーフは、生産...",
  "data/reddit-changemyview/r/changemyview/comments/phawqg/cmv_its_perfectly_okay_to_snitch_on_someone_its.json": "もし誰かが報告する価値のあることをしたら、それを報告する。さて、これは\n些細なことを報告するという意味ではありませんが、私はこれまでに、100％正しいと思われる状況を見てきました。\n密告者」というレッテルを貼られたために報告しないように圧力をかけられた状況を見たことがあります。\n密告者」というレッテルを貼られて報告しないように圧力をかけられた状況を見たことがあります。例えば、9年生の時、私の携帯電話が...",
  "data/reddit-changemyview/r/changemyview/comments/phce5n/cmv_dinner_and_a_movie_dates_should_go_movie.json": "EDIT: はっきりさせておきたいのは、ほとんど知らない人と一緒にやれと言っているのではないということです。\nと言っているわけではありません。私が考えているのは、以前から知っていたり、すでに1、2回デートをしたことのある人をデートに誘う場合です。\n私が考えているのは、以前から知っていたり、すでに1～2回デートをしたことがある人をデートに誘うということです。また、私は本当に\n食事と映画、どちらが先かということを議論したいだけなのですが...。",
  "data/reddit-changemyview/r/changemyview/comments/phcs5f/cmv_us_society_will_normalize_living_with_your.json": "アメリカの若者たちは、賃金の低迷と不動産価格の高騰に苦しんでいます。\n賃金の低迷と不動産価格の高騰に苦しんでいます。そのため、自分で買ったり貸したりすることができなくなり、親と同居しなければならなくなりました。\n親との同居を余儀なくされます。\n\n多くのアメリカ人が考えているように、家族が一緒に暮らすことは悪いことではありません。\n家族が一緒に暮らすことは、世界のほとんどの国で機能しています。",
  "data/reddit-changemyview/r/changemyview/comments/pho71b/cmv_there_is_no_moral_difference_between_killing.json": "私はベジタリアンなので、どちらも食べたくありません。しかし、最近いくつかのニュース記事を目にしました。\n最近、中国や他のアジア諸国に圧力をかけて、犬の殺処分や消費を禁止しようとしている運動家の記事をいくつか見ました。\n犬の殺処分と食用を禁止するよう、中国やその他のアジア諸国に圧力をかけようとしている運動家のニュースを最近いくつか見ました。\n\n私にとっては、この2つに道徳的な違いはありません。というのは逆説的だと思います。\nin...",
  "data/reddit-changemyview/r/changemyview/comments/phs15z/cmv_a_stay_at_home_husband_is_no_different_than_a.json": "私の家では私が稼ぎ頭です。また、私は女性です。しかし、私は\n夫は何をしているのか」と聞かれ、「働いていない」と答えると\n働いていないと答えると、心配そうな顔をされたり、「働いていないことが気になるのか」と質問されたりします。\n働いていないと言うと、心配そうな顔をされたり、\"働いていないことが気になるの？\"と聞かれたりします。あるいは似たような性別...。",
  "data/reddit-changemyview/r/changemyview/comments/phxdae/cmv_everyone_voting_in_favor_of_abortion.json": "安全な人工妊娠中絶の入手を困難にして、夜も安心して眠れるようにすることは、極めて短絡的で無気力なことです。\n安全な人工妊娠中絶の入手を困難にして、あなたが安心して眠れるようにすることは、非常に短絡的で無関心なことです。\n既に問題となっている里親制度を支援することもなく、間接的に望まれない、あるいは支援のない出産で\n望まない、あるいはサポートされない出産に追われることになります。これは...",
  "data/reddit-changemyview/r/changemyview/comments/phj7ue/cmv_people_shouldnt_get_off_as_easily_with_racism.json": "質問をさせてください。人種差別的なコメントを何度聞いたことがありますか？\n白人に対する人種差別的な発言を聞いたことがありますか？辛い食べ物の話をしているときに、白人のピーナッツがどうのこうのと言われたことがあるかもしれません。\n誰かが「白人はスパイスに対する耐性が低い」と言ったことがあるかもしれません。皮肉なことに\n皮肉なことに、同じ人が人種差別的な発言をしているのを聞いたことがあるかもしれません。",
  "data/reddit-changemyview/r/changemyview/comments/phxm7v/cmv_instead_of_asking_society_to_change_language.json": "アメリカでは、幼い頃から他人の悪口に影響されないことを学びます。\nアメリカでは、幼い頃から「棒と石で私の骨を折るかもしれない...」というようなスローガンがあります。\nなどのスローガンがあります。これは、人種差別の激しいアメリカ南部でマイノリティとして育った私にとって、とても重要なことでした。\n人種差別の激しい南部の州でマイノリティとして育った私にとって、これはとても重要なことでした。",
  "data/reddit-changemyview/r/changemyview/comments/pi067y/cmv_weddings_are_overwhelmingly_for_women_and.json": "フォーマルな結婚式というのは、私にとってはひどいものに思えます。計画、ストレス、費用\n時代遅れの儀式のようなゴミのようなもので、すべてが無駄に思えます。\n無駄な時間とお金の浪費に思えます。すべての準備と儀式は悪夢のようです\n私には悪夢のようです。もし、結婚式がもっと...ということであれば、魅力を感じるかもしれません。",
  "data/reddit-changemyview/r/changemyview/comments/pi2lz6/cmv_it_should_be_illegal_for_a_company_to_post.json": "これは、雇用主と従業員の関係の基本的な要件であるはずです。\n雇用者は自分の地位に対していくら払うかを言い、従業員は\n応募者はその報酬で仕事をしたいかどうかを決める。\n\n給料を言わないとか、膨大な量を要求するとか、そういうくだらないことはしない。"
}