{
  "data/reddit-books/r/books/comments/pfj7y4/what_is_a_book_you_heard_a_lot_of_good_things.json": "友人や家族、文芸評論家、ソーシャル・メディアなどから、多くの良い評判を聞いた記憶のある本はありますか？\n友人、家族、文芸評論家、ソーシャル・メディアなどから良い評判を聞いていたが、結局自分で読んでみて\nその本を自分で読んでみて、誇大広告に応えられなくてがっかりしたことはありませんか？\n\n評判通りではないと感じた点はありますか？",
  "data/reddit-books/r/booksuggestions/comments/pfkilo/cozy_fall_books.json": "秋の居心地の良い本のおすすめを教えてください。ホラー系でなくても構いません。\n肯定的なものばかりでなく、対立するものでも良いですが、一晩中不安になるようなものは求めていません。\nただ、一晩中気になって眠れないようなものは求めていません😅。",
  "data/reddit-books/r/books/comments/pfipch/have_you_ever_experienced_the_joy_of_someone.json": "週末に古い本棚を掃除していたら、母が「Little Women」のコピーを再発見しました。\nLittle Women」を見つけました。大好きな本を手にしただけでなく、若い頃に何度も読んだ本を手にして純粋に嬉しかったあの瞬間は\n自分が好きな本だけでなく、若い頃に何度も読んだ自分の本を手にして純粋に喜んだ瞬間は\n特別なものでした。その喜びは、その場にいた全員を笑顔にしました。あなたは...",
  "data/reddit-books/r/books/comments/pfttgo/carl_sagans_foreboding_of_an_america_a_quote_from.json": "\"私の子供や孫の時代のアメリカを予感しています。\nアメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出してしまい\n私の子供や孫の時代のアメリカは、アメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出し、技術力の高いものがごく少数の人たちに握られていて\n技術的な力がごく少数の人の手に渡り、誰も...",
  "data/reddit-books/r/books/comments/pfqpao/the_bell_jar_by_sylvia_plath.json": "格付け 4.25/5\n\n\"I am, I am, I am.\"\n\n私がこの本を知ったのは17歳の時でしたが、その後、麻痺性の鬱エピソードに陥り、この本が私を支配する力を物理的に恐れました。\n私は17歳の時にこの本を知り、その後、麻痺した鬱のエピソードに陥り、この本が私を支配する力を物理的に恐れました。I\nそれからの2年間は本を読むことができませんでした。だから、この本を再び手にすることができて嬉しいです。\nブッククラブに感謝しています。読んでみて...",
  "data/reddit-books/r/booksuggestions/comments/pfs2za/i_need_some_books_of_different_topics_for_the.json": "私はオーストラリアのビクトリア州に住んでいますが、今はとても長いロックダウンの最中です。\nあと8週間は解除されない見込みです。ロックダウンのため、私は以下のことしかできません。\n以下のことしかできません。\n\n * エッセンシャル・ショッピング\n * ワクチン接種のために行く\n * 緊急医療サービス\n * 仕事\n * 2時間のエクササイズ\n\nAs...",
  "data/reddit-books/r/books/comments/pfms3v/the_guest_list_by_lucy_foley_would_make_a_great.json": "簡単に要約すると、『ゲストリスト』は、アイルランドの島で行われたセレブの結婚式で起きた殺人事件です。\nアイルランドの島で行われたセレブの結婚式での殺人事件です。\n\n登場人物は豊かに描かれ、深い層になっています。孤立した環境は\n雰囲気を醸し出しています。謎は何度も大きな結末を迎えます。\n\n私が最近読んだ中では最高のスリラーだ。HBO...",
  "data/reddit-books/r/books/comments/pfvx4z/is_there_any_author_that_knows_the_depths_of_the.json": "罪と罰」を2回目に読み終えましたが、ラスコーリニコフの良心の働きを描いたドストエフスキーの洞察力には驚かされます。\nドストエフスキーの、ラスコーリニコフの良心や魂の動きに対する洞察力には驚かされます。\n魂です。最近の本は、雄弁に書かれたページめくりで、説得力のあるストーリーと、きちんとした（？\n説得力のあるストーリーと、きちんと（時には素晴らしく）展開された...",
  "data/reddit-books/r/books/comments/pfy84z/agatha_christie_is_exquisite.json": "まず、謝罪します。このサブレディットのすべての人は、この名前を聞いたことがあります。\n彼女の本を読んだことがあると思います。しかし、なんということでしょう。\n\n私は中学2年生の時に彼女の本を「読んだ」、少なくとも読んでいるつもりだった。でも今は\n実際に理解してみると、彼女がいかに時代の先端を行っていたかがよくわかります。\n彼女がいかに時代を先取りしていたかを痛感します。本を...",
  "data/reddit-books/r/books/comments/pfydil/i_finished_the_gulag_archipelago_by_alexander.json": "何かとても悲しいことに勝ってしまったような気がして、これからどうしたらいいのかわかりません。私は、この本が\nこの本が私の魂を変えたことは間違いありませんが、今は空虚で途方に暮れています。\n空っぽで途方に暮れています。私はソルジェニーツィンの記憶を持っていないし、この本のどの部分を使っても\n普通の会話でこの本の一部を使うことは考えられませんが、私は...",
  "data/reddit-books/r/books/comments/pftjlm/any_secret_history_by_donna_tart_fan_here.json": "また、その感想は...。ドナ・タルトは素晴らしい仕事をしたと感じました。私のような\nギリシャ神話に興味を持っている私にとって、小説の中で体現されているものを読んで\n小説の中で体現されているのを読むのはとても楽しいものでした。ディオニュソスを呼び起こす儀式は、私を夢中にさせました。\n夢中になりました。彼らの心の奥底に隠された暗い秘密...。",
  "data/reddit-books/r/booksuggestions/comments/pg15rf/wanna_get_the_life_that_was_stolen_away_from_me.json": "さて、タイトルは気の毒ですが、要点を言うと、私はカルト教団で育ちました。私は今20歳です。\n\nそのことに対処して前に進むのに役立つ本を探しています。セラピーはありません。\n選択肢ではありません。\n\n友達を作ったり、人生の9割を奪われたような気持ちにならずに人生に集中できるような本を。\n人生の9割を奪われたような気がしないで\n\nもしかしたら、その本は...",
  "data/reddit-books/r/books/comments/pg3vvn/is_stephen_king_considered_a_good_writer_or_just.json": "読んだことがないのは...その...Stephen Kingの作品です。でも、今は「Salem's Lot」を読み進めています。\nSalem's Lotを読んでいるところです。全体的にとても楽しんでいますが、それは主に以下の理由からです。\n彼が作っているミステリーが好きだから。彼の実際の文章は、私にとって多くの不満を残しています。\n彼の実際の文章は、私にとって多くのことを残しています。\n\n- この本の主人公は...。",
  "data/reddit-books/r/books/comments/pg3b9m/have_you_ever_read_a_book_that_you_liked_so_much.json": "奇妙な質問に聞こえるかもしれませんが、これまでに読んだ本の中で\n読んだ本がとても楽しくて、最後まで読みたくないと思ったことがあります。\n\n一例を挙げると、私が幼い頃、『To Kill A Mockingbird』でそうなりました。\nMockingbird』です。私はあの家族の一員になりたいと思いましたし、父親の教訓を学びたいと思いました。",
  "data/reddit-books/r/booksuggestions/comments/pgfuj1/books_about_women_but_not_about_having_babies.json": "女性の主人公で、最初は子供がいなくて、もしかしたら夫もいないかもしれないという設定の本はありますか？\n女性の主人公で、最初は子供がいなくて、もしかしたら夫もいなくて、「ハッピーエンド」には子供がいないという本はありますか？\n\n私はChris BohjalianのThe Hour of the Witchを読んだばかりで、とても気に入りました。\nもちろん、最後の数ページで、彼女は赤ちゃんを授かります。",
  "data/reddit-books/r/books/comments/pghsy7/kurt_vonneguts_cats_cradle_is_a_really_good_book.json": "学校の授業で読んだこの本は、またしてもつまらない本になってしまうのではないかと思っていましたが\n退屈な本だと思っていたのですが、実際に読んでみると面白い本でした。\n特に、彼の文章全体をこれほどまでにニヒルで実存的なものにするきっかけとなった文脈的な影響を分析した後では、とても興味深いものとなりました。\n虚無的・実存的な文章を書くきっかけとなった文脈の影響を分析してみると、とても興味深いものでした。特に、Catの...",
  "data/reddit-books/r/books/comments/pgks8k/hi_im_yaa_gyasi_author_of_the_bestselling_books.json": "超越した王国\n[https://www.penguinrandomhouse.com/books/622478/transcendent-kingdom-by-yaa-gyasi/?pdivflag]をご覧ください。\n私の2冊目の本は、スタンフォード大学で報酬を求める行動を研究している若い女性、ギフティが、突然の失踪に対処する様子を描いています。\nスタンフォード大学で報酬を求める行動について研究している若い女性、ギフティが、兄の突然の喪失に対処し、自分の信仰と格闘する姿を描いています。\n信仰と...",
  "data/reddit-books/r/books/comments/pgldww/when_i_am_stress_or_anxious_i_read_haruki.json": "ストレスや不安があるときは、村上春樹を読みます。彼の本はリラックスできるんです。\n緊迫感がなく、リラックスできる。なぜか心が落ち着くのです。私は彼の本を読むと\n私は村上春樹の本を読むと、不安がなくなり、ちょっとしたことを楽しめるようになります。\n一杯のカモミールやシンプルなトーストのような小さなことを楽しむことができます。\n\n彼の本を読むと、私は...",
  "data/reddit-books/r/books/comments/pgvdni/do_you_find_ratings_and_reviews_on_goodreads.json": "私は長い間、goodreadsを使っています。そして今、私は本の評価とレビューを見て、興味をそそられたら「読みたい」とマークするという状況にあります。\nその本の評価やレビューを見て、興味をそそられるようであれば \"読みたい \"にマークして\n後日、その本が手に入ったら読む、という状況です。今では、評価やレビューを見ずに本を読み始めることはできなくなりました。\ngoodreadsでチェックしないと本を読み始めることができなくなりました。どうでしょうか？",
  "data/reddit-books/r/books/comments/pgyk5k/im_not_a_sharer.json": "最近、私は本のコレクションを始めたのですが、友人の一人が私の本を借りたがっています。\n私の本を借りたいと言っています。このような状況では、共有することを嫌う私の内なる子供が出てきます。\nが出てきました。彼女に私の本を2冊借りてもらうまでは、自分の物をこんなにも大切にする気持ちになれるとは\n1ヶ月以上前に彼女に2冊の本を貸し出すまでは、自分の物をこんなにも大切にするとは思ってもみませんでした。彼女は...",
  "data/reddit-books/r/booksuggestions/comments/ph1dfs/book_on_how_to_be_a_better_husband.json": "タイトルの通りです。結婚して約7年、付き合って9年になります。M34 F33です。5つの愛の言葉は何度も読みました。\n5つの愛の言葉は何度も読みましたが、もっと助けが必要です。私は仕事やキャリアに追われています。\n仕事をしているので、僕がいないと妻は大変だと思っています。私は、最高の夫、父親になりたいと思っています。\n夫や父親になりたいと思っています。どうか助けてください。\n\n彼女のLLは、肯定的な言葉です...。",
  "data/reddit-books/r/books/comments/ph712h/i_just_finished_frank_herberts_dune_and_need_to.json": "少し前に古本屋でDuneの古い本を見つけて、2,50ユーロという安い値段で手に入れた。\n2,50ユーロという安値で手に入れた。というのも、この本について多くのことを耳にしたり、今度の映画の予告編を見て興味を持ったからだ。\n映画の予告編を見て興味を持ったからだ。\n\n驚いたことに、この小説はとても面白いものでした。正直なところ、私は文学にはあまり興味がありません。\n文学好きではありません。I...",
  "data/reddit-books/r/booksuggestions/comments/pgzcgs/an_easy_read.json": "コーマック・マッカーシーの「ザ・ロード」を読みました。\n私が鈍いだけだと思いますので、それよりも読むのに苦労しない本を推薦してください。\n読むのに苦労しない本を教えてください。",
  "data/reddit-books/r/books/comments/ph7gap/the_market_of_printing_english_books_is_hot_hot.json": "その写真がこちらです。\n\nhttps://imgur.com/a/RBhLwam\n\n最近では、ほとんどの書店に英語の本のコーナーがあるんですね。私の街では\nオフォグ・ブック」という薄暗い本屋があります。\n英語、フランス語、ドイツ語、イタリア語など様々な種類の本を売っています。これらの本は非公式に印刷されている。\n非公式なものです。そして、そこには...",
  "data/reddit-books/r/books/comments/phkj89/i_know_the_book_was_better_than_the_movie_is_a.json": "決まり文句には理由があります。映画よりも本の方が良かったという例は、私の頭の中で簡単に12個も挙げることができます。\n映画よりも本の方が良かったという例をいくつも挙げることができます。しかし、私は今までに\n映画化された本を読んで、映画の方が面白かったということはありません。私は\n誰か常識に反した例を知っている人がいたら教えてください....",
  "data/reddit-books/r/books/comments/phfell/pillars_of_the_earth_by_ken_follett_why_all_the.json": "地球の歩き方」を読み終えたところですが、私はただ本当に混乱しています。\nなぜ、この本がこんなにも多くの人に愛されているのか...。私はとても、とても興奮していました。\n多くのレビューを読んで、ついに読んでみようと思いました。\n#例えば、BBCはこの本を「英国で最も愛されている本」の33位にランク付けしています）、そして...。",
  "data/reddit-books/r/books/comments/ph9bn1/read_the_metamorphosis_recently_thought_it_was.json": "さて、8月26日にフランツ・カフィカの「変身」を読み終えました。\nこの本を読み終えたとき、その宣伝文句には応えられませんでした。\n多くの人が、これは山羊の一匹だとか、とても深いとか、そういったことを言っていたからです。そうですね。\n読んでみると、私にとってはそうではありませんでしたが、しかし、私は......。",
  "data/reddit-books/r/books/comments/phqv4s/the_princess_bride_is_one_of_the_few_of_which_i.json": "大人になっても、子どもの本を読むのは好きです。読んでみると、陳腐な筋書きが新たな意味を持つことに気づくのです。\n大人になってから読むと、陳腐なプロットが全く新しい意味を持つことを発見するのが好きです。(A\nパトリック・ネスの「A Monster Calls」は特筆ものです）。)\n\n3年前に『プリンセス・ブライド』に出会ったのもそのためでした。読み始めたら\n読んでみると・・・。",
  "data/reddit-books/r/booksuggestions/comments/phdjif/chapter_books_to_read_to_a_4_yo.json": "私の4歳の子供にお勧めのチャプターブックを探しています。読むことはできませんが、読んでもらうことが\n読んでもらうのが大好きです。彼女はBeverly Clearyの本（Henry Huggins, Ramonaの本）が大好きです。\nの本）が大好きです。) 私はRoald DahlやLittle Houseの本も読んであげています。また、彼女は\nCharlotte's Webも好きです。誰かお勧めの本はありますか？ボーナス...",
  "data/reddit-books/r/booksuggestions/comments/phj59e/books_like_schitts_creek.json": "変なお願いかもしれませんが。この番組が大好きで、家族や物語が似ている本があれば知りたいです。\nこの番組が大好きで、この番組と似たような家族やストーリーの本を知りたいのです。家族の絆、ホモフォビア\n自由な雰囲気、現実味のあるコメディ、そして全体的に健全な雰囲気。I\n私の人生にはこのような文学がもっと必要です。",
  "data/reddit-books/r/booksuggestions/comments/phpmzm/book_or_literature_about_how_small_our_problems.json": "私のリクエストは一般的ではないかもしれませんが、私は自分のエゴや自尊心を殺し、人生を真剣に考えないようにするための本を探しています。\n人生を真剣に考えないようにするための本を探しています。",
  "data/reddit-books/r/books/comments/phugaj/do_overly_unique_character_names_bother_anybody.json": "作者が自分のキャラクターを少しでも目立たせたいと思う気持ちはわかります。\nしかし、本の中のすべてのキャラクターが100万分の1の名前を持っていたら？それはいつも\n登場人物全員のことです。没入感がなくなってしまうんです。\n名前は実在の人物ではなく、ただの衣装のようなものです。もしそれが...",
  "data/reddit-books/r/books/comments/phuxb0/the_name_of_the_wind_ruining_my_weekends_plans.json": "数週間前、私はちょっとした本離れを起こしていたので、r/books [/r/books]に迷い込みました。\nある投稿のコメント欄で、誰かが『風の名前』を勧めていた。\nを勧められました。途中まで読んだところで、この本を紹介してくれた人にお礼（と呪い！）を言いたくなりました。\nこの本を紹介してくれた人に感謝したいと思います。心を奪われています! (そして私は...",
  "data/reddit-books/r/booksuggestions/comments/phvr4s/great_books_to_read.json": "あなたが名作だと思う本を推薦してください。ジャンルは問いません。\n筋の通った良い作品であれば、ジャンルは問いません。良い小説を読みたいです。\n\n * ただ、SFの本はおすすめしません、好きではないので",
  "data/reddit-books/r/books/comments/pi24zj/yall_ever_get_so_excited_reading_a_book_that_you.json": "私はいつも集中するのが苦手で、いつもはオーディオブックを聴いていますが\n最近は漫画に夢中になっていて、次の展開が気になって他のことをしてしまうことがあります。\n次の展開が気になって、他のことを始めてしまうことがあります。\n意図的に自分の感覚をオーバーロードさせる方法を探したり、そんな感じです。\n\n私は...",
  "data/reddit-books/r/booksuggestions/comments/pi51yg/any_erotic_book_recommendations.json": "最近ムラムラしていて、AVが苦手になってしまったのですが、誰か\nどなたか良いエロティック文学をご存知ですか？ありがとうございます。:) また、私は自分の英語力を向上させたいと思っています。\n語彙を増やしたいと思っています。\n勉強したいです。",
  "data/reddit-books/r/books/comments/pid58e/i_am_really_interested_in_reading_complicated.json": "チャールズ・ディケンズの「A tale of two cities」などの本を読むようにしていました。\nしかし、何を伝えようとしているのか理解するのにとても苦労しました。\nまた、ジェーン・オースティンの「高慢と偏見」のような古典文学も読んでみたいと思います。\nジェーン・オースティンの「高慢と偏見」などの古典文学も読んでみたいですね。(私がどんな本を読んでいるのか、お分かりいただけたでしょうか...。",
  "data/reddit-books/r/books/comments/pia229/do_any_of_you_have_concentration_issues_when.json": "この本はつまらないに違いない」というような意味ではありません。\n良い本でも悪い本でも、私にはよくあることです。私の場合、一般的に集中するのが苦手なんです。\nもっと読みたいと思う理由の1つです。集中力を高めることができる。\n強化されるはずだ、と聞いたことがあります。しかし、集中しようとすると、しばしば音楽が流れてきて...。",
  "data/reddit-books/r/books/comments/pib24a/is_vonnegut_popular_in_countries_outside_of_usa.json": "よくわからないけど、カート・ヴォネガットの本は昔から好きで、物語の背後にある哲学にアメリカ的な魅力があると思っていた。\n物語の背後にある哲学にアメリカ的な魅力を感じていました。I\n世界中の誰もがこれらの物語に共感できることを理解しています。\nアメリカの風刺が効いているのは確かです。ヴォネガットの作品で一番好きなのは「Sirens of Titan」ですが...。",
  "data/reddit-books/r/booksuggestions/comments/pif9ug/what_are_some_of_the_books_that_are_close_to_your.json": "私はリンパ腫と診断されたばかりです。私は、これまで親しい人とのつながりを持てませんでした。\n私は、他のすべてのことよりも、成功したキャリアとお金を稼ぐことを選んだので、親しい人とのつながりはありませんでした。\n私はこれまで人脈を作ることができませんでした。しかし、もう時間がないので、この目標は薄っぺらなものになってしまいました。\n残っています。今から友達を作るのは遅すぎますが、私は友達を作りたいと思っています。",
  "data/reddit-books/r/books/comments/pif6wt/how_can_nonnative_speaker_understand_the_classic.json": "私はいつも古典を読むことに魅了され、興味を持っていました。\n\"Pride and prejudice\", \"Persuasion\", \"The Great Gatsby \"などです。また、『ホビット』のような\nホビットや指輪物語のような同時代の作品にも魅了されました。\n\nしかし、私の問題点は、私のように、時々、古典を忘れてしまう人がいることです...",
  "data/reddit-books/r/books/comments/pigzrp/have_you_ever_disliked_a_book_that_everyone_loves.json": "学校でシルヴィ・ジェルマンの「マグナス」を読んだことを覚えています。楽しくなかったですね。\nその本は 同級生の誰もが同じように感じておらず、皆、この本を気に入っていました。そして、私はそれについていくつかのレビューを読んだ。\nレビューを読んでみると、すべて4つ星か5つ星でした。誰も私と同じ意見を持っていないことが不思議でなりません。\n誰もこの本について私と同じ意見を持っていないのはとても不思議です。\n\nあなたは今までに...",
  "data/reddit-books/r/books/comments/pi3yyt/jesus_christ_neromancer_is_hard_to_read.json": "私は心を開いてワクワクしながら入ったのですが、今は最後までやり遂げることを自分に課しています。\nこの時点では、無理矢理終わらせています。作者が読者に多くの情報を提供したかったのは理解しています。\n読者に多くの情報を与えようとしたのは理解できるし、全てを説明されるのは嫌だけど、これは何とも\n読んでいて楽しくありません。話があっちこっちに飛んでしまって、本当に...。",
  "data/reddit-books/r/books/comments/pienh5/just_finished_robin_hobbs_farseer_trilogy.json": "私は人生でたくさんのファンタジーを読んだような気がするので、どうしてRobin Hobbを見逃したのかよくわかりません。\nロビン・ホブを見逃していたのかはわかりませんが、今ここにいて、ちょっと気に入っています。\n\n最初の2冊は特に良くて、どちらも寝る時間を過ぎても起きていました。\n特に最初の2冊は、寝る時間を過ぎても眠れないほどでした。しかし、3冊目は少しペースが落ちて、私は...。",
  "data/reddit-books/r/books/comments/pifuis/is_the_young_adult_boom_over.json": "2010年代半ば以降、このジャンルにはあまり興味がなかったので、そのせいか\nそのためか、当時のような超人気YA本を聞いたことがありません。\n読者でなくても、その本のことを知っている人がいるほどの人気があったのです。\n読者でなくても、映画化される前から耳にしていたものです。",
  "data/reddit-books/r/books/comments/piozeb/rant_the_problem_with_selfhelp_books.json": "単刀直入に申しますと、セルフヘルプの本の9割は、本を長くするためのものです。\n本を長くするためのものです。\n\n確かに、著者は30ページの本を作るつもりはないでしょう。\nしかし、それでもです。\n\n私が読んだいくつかの自己啓発書は、あまりにも水増しされていて、ふわふわしています。\n難しいですね。",
  "data/reddit-books/r/books/comments/pii41l/just_finished_reading_the_handmaids_tale.json": "正直なところ、私がこれまでに読んだ政治関連の本の中でも最高の一冊です。この本は\n架空の未来のアメリカ「ギリアド共和国」を題材にしています。\n女性をモノのように扱っています。女性は侍女にならなければならず、基本的には\n侍女にならなければなりません。彼女たちに期待されていることは...",
  "data/reddit-books/r/books/comments/piz89b/possibly_the_coolest_free_reading_group_ive_ever.json": "この情報はOpencultureからのものです\n[https://www.openculture.com/2021/09/100-days-of-dante-join-the-largest-divine-comedy-reading-group-in-the-world-starts-september-8.html?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+OpenCulture+%28Open+Culture%29]をご覧ください。\n\nダンテ生誕700年を記念して・・・。",
  "data/reddit-books/r/books/comments/pj0pze/just_read_1984.json": "この本は本当に素晴らしかった。\n\nこれほどまでに知的に深遠で、人生のあらゆる側面に浸透するような徹底した内容の本はなかなかありません。\n人生のあらゆる側面に浸透させることができる。1984年』は、読者に現実の本質を問いかける見事なディストピアである。\n読者に現実の本質を問いかける見事なディストピアです。この本が描いている社会は\n全体主義的な社会です。",
  "data/reddit-books/r/booksuggestions/comments/pj0d79/easy_to_read_yet_interesting_book_for_a_couple.json": "皆さん、こんにちは。私の彼女と私は遠距離恋愛をしています。\n自分たちのブッククラブを開くことにしました。私たちの最初の本は。\n簡単に読めて、しかもみんなで盛り上がれるようなものがいいなと思いました。\n興味深い議論ができるようなものにしたかったのです。このようなリクエストをするのは少し難しいかもしれませんが...。",
  "data/reddit-books/r/books/comments/pj6sv8/do_people_usually_whine_and_complain_this_much.json": "読書は初めてですが、「Wheel of Time」シリーズはとても面白かったです。テレビシリーズ化されるのを見たときは\nテレビシリーズ化されるのをとても楽しみにしていました。しかし、ファンダムはどんな些細なことでも見つけてしまうんですね。\n文句を言っています。あなたが本を本当に楽しんでいることは理解していますが\nしかし、本の中の細かい部分が全てTVシリーズでも同じだと思うのは...。",
  "data/reddit-books/r/booksuggestions/comments/pj7zti/dont_u_just_love_discovering_a_new_author_thats.json": "私にとってのドン・ウィンスロー。犬の力を潰して、今度はカルテルへ。彼の\n暗い、骨太の叙事詩的な物語、安っぽいユーモアのない彼の文章は、私が愛するすべてです。\n書いています。私が大好きだったDavid simonsのHomicideを思い出させますが、彼の本はとても少ないです。\n本が少ない。Winslowはかなりの数の本を持っていて、私はもっと読みたいと思っています。",
  "data/reddit-books/r/books/comments/pj6wxo/the_most_disturbing_book.json": "皆さん、こんにちは。\n\n最近、チャック・パラニュークの「Haunted」を読みました。この本には \"Guts \"という短編小説があります。\n「今まで読んだ本の中で一番、足の指が曲がり、胃が痛くなりました。\nこれまでに読んだどの作品よりも、足の指が曲がり、胃が痛くなりました。\n\nコーマック・マッカーシーの『ザ・ロード』でも、主人公が人肉食の犠牲者の死体を発見する場面で、同じような感覚を覚えた。\n主人公がカニバリズムの生きた犠牲者を発見したときに...。",
  "data/reddit-books/r/booksuggestions/comments/pj0ypq/which_stephen_king_book_should_i_read_first.json": "私は犯罪やスリラー、ホラーを読むのが好きなのですが、なぜかスティーブン・キングの作品を読むことはありませんでした。\nスティーブン・キングの作品を読むことはありませんでした。\n\n最近、本屋さんに行くと、彼の本をじっと見てしまうのですが、圧倒されてしまい\nしかし、どこから手をつけていいのかわからないのが現状です。そこで、皆さんの力を借りたいと思います。\n力を貸してください。",
  "data/reddit-books/r/books/comments/pjf3nx/24_year_journey_has_come_to_an_end.json": "1997年、私は故郷のピザ屋で働いていました。地元の図書館で読むファンタジー小説が尽きてしまったので\nそのピザ屋の同僚が、ロバート・ジョーダンの『世界の眼』を貸してくれたのです。\nロバート・ジョーダンの『世界の眼』です。私はその本を夢中で読みました。私はすぐに\nで出版された「時の輪」を全て読み切りました。",
  "data/reddit-books/r/books/comments/pizd39/the_midnight_library.json": "この本は最高の本ではないかもしれませんが、私がこの本を好きな理由は\nまず、登場人物に共感できるからです。ノラのように、私も決断力のなさに悩んでいます。\n決断力のなさに悩んでいます。目の前にチャンスがあるのに、いつもそれを逃してしまいます。\n放置してしまいます。自分のことで精一杯で、他の人のことを忘れてしまう...。",
  "data/reddit-books/r/books/comments/pj96ca/feelings_after_finishing_neuromancer.json": "見当違いで、荒涼としており、示唆に富んでいる。ある意味では予言的であり、ある意味では時代遅れである。\nある意味では予言的であり、ある意味では時代遅れである。ギブソンの曖昧な文体に馴染むことができれば、『ニューロマンサー』は素晴らしい本だ。\n素晴らしい本です。\n\n私はいつも、何が起こっているのか少し混乱していました。しかし、これは主人公の\n主人公の世界を反映しているのでしょう。",
  "data/reddit-books/r/books/comments/pjkrke/i_finally_read_eye_of_the_world.json": "さて、このタイミングで「The Wheel of Time」に手を出すことになりました。\n\nこのシリーズに足を突っ込んでみて、宣伝文句がわかりました。これは読んでいて楽しいものでした。\n何年もこのシリーズの評判を聞いていたにもかかわらず、私を驚かせてくれました。\n驚きました。一番驚いたのは、テンポの良さでした。これまでに...",
  "data/reddit-books/r/books/comments/pjpc2j/do_advertisements_on_books_irritate_you.json": "昨年、エルキュール・ポアロの短編小説全集を購入しました。\n表紙には「大作映画『ナイルに死す』を探せ」という一文がありました。\nナイルに死す」とありました。本の表紙に映画の宣伝をするのは馬鹿げていると思うのは間違っているでしょうか？\n本の表紙に映画の宣伝をするのは馬鹿げていると思うのは間違っているだろうか？また、せっかくの本が台無しになってしまうような気もします。",
  "data/reddit-books/r/booksuggestions/comments/pjnaka/witty_dark_humor_cynical_book_but_like_really.json": "こんにちは！私は非常に非常にシャープでスマートなユーモアのセンスを持つ作家や本を探しています。\nユーモアのある作品を探しています。複雑であっても、哲学的であっても構いませんが、何かを刺激するような作品をお願いします。\nウィットに富んだ方法で、私の思考を刺激してくれるもの。",
  "data/reddit-books/r/books/comments/pjqh2p/watchmen_missing_the_main_point.json": "このグラフィックノベルが提起するポイントやアイデアはたくさんありますが、私が考えたのは\n私たちの世界にスーパーヒーローがいることは、とんでもないことだと思います。\n恐ろしい考えだと思います。この問題は、スーパーヒーローの存在に直結しています。\nスーパーヒーローは基本的に彼らが始めた問題を解決します。....",
  "data/reddit-books/r/books/comments/pjpd92/spoilers_finally_read_my_first_ever_hemingway.json": "素直に「好き」と言えます。最初から最後まで素晴らしい本でした。\n最初から最後まで素晴らしい本でした。サンティアゴと少年の関係がとても良かったです。まるで\nまるでサンティアゴが自分の息子に教えているかのようです。\n\n老人が海に出て行くシーンは、最初はワクワクしましたが、Santiagoを読んでいると悲しくなりました。\n読んでいて悲しくなってきました...。",
  "data/reddit-books/r/books/comments/pjrx9s/im_not_a_squeamish_person_but_last_days_by_brian.json": "真面目な話、この本を読み終えた後、なぜこの本がもっと知られていないのかわからなくなりました。\n切断への執着と過大な関心が、今まで読んだどんなホラー小説よりもこの本を怖くした。\n今まで読んだどんなホラー小説よりも怖かった。数ページしか読めないことも多く\n数ページしか読めないことが多かったのですが、そのうちにまた読みたくなってしまいました。",
  "data/reddit-books/r/books/comments/pjvks6/i_finally_did_it_i_just_finished_war_and_peace.json": "実際にやり遂げたことが信じられません。どんな旅だったのでしょうか。私は、ここで\n最初の200ページを読み終えた後、私はこのサイトで何かの投稿を見ました。\nといった内容の投稿を見たことがありますが、これには全く同感です。先週の時点で私は280ページでした。\nページだったのが、3ヶ月の間、読んだり読まなかったりして、今は...",
  "data/reddit-books/r/books/comments/pjqnr2/i_think_the_divine_comedy_is_actually_a_funny_book.json": "この本のタイトルは、ユーモアとは関係ないと思いますが\nあなたが彼を見下しているときに、男がいつも平然としているのを想像してみてください、そして彼は実際に考えているのです。\n考えています。「何年か待ってから、人類史上最も重要な本を書いて不滅にしようと思っているんだ。\n数年待って、人類の歴史上最も重要な本を書いて、君を誰かとして不滅にしよう」と考えている。",
  "data/reddit-books/r/books/comments/pjxq4y/i_am_in_love_with_braiding_sweetgrass.json": "私はここに投稿したことがないので、何か見逃していたら事前にごめんなさい。\n私はこの本を愛していると言いたかったのです。歴史的であり、神話的であり、内省的であり、詩的であり、科学的であり、有益であり、バランスが取れていて\n歴史的、神話的、内省的、詩的、科学的、情報的、バランスが取れていて、どの行も私の耳には純粋な蜂蜜のようです。\n一行一行が私の耳の中で純粋な蜂蜜のようです。私はオーディブル版を聴くのをやめてしまいました（これは...）。",
  "data/reddit-books/r/books/comments/pjxumx/where_the_red_fern_grows.json": "さて、最初から説明しますと、私の夫は以前からレッドボーン・クーンハウンドを飼うことを話していました。\n2年ほど前にあまり遠くない場所で子犬を見つけました。\n大幸運です。その子犬を迎えに行ったときに、飼い主のお姉さんが私たちの学校で教えていることを知りました。\n世界は狭いなと思いました。さて、今度は私の息子がそれを...。",
  "data/reddit-books/r/booksuggestions/comments/pjvjz0/fantasy_scifi_with_a_sense_of_humour_and_some.json": "今の記事を読んでいると、すべてが絶望的で深刻に感じられ、落ち込んでしまいます。私はダグラスの\nダグラス・アダムス、V.E.ショーブスの本をほとんど読みました。最近の良い本\nwould be deadly education, six of crows, harrow the ninth, good omens, murderbot\ndiariesなどです。\n\n何かお勧めはありますか？",
  "data/reddit-books/r/books/comments/pk8onk/read_tuesdays_with_morrie.json": "ちょっと号泣してしまいました。なんて素敵な本なんでしょう。実存的危機と不安に悩まされている者として\n実存的危機と不安に悩まされている私にとって、この本はとても衝撃的でした。私も自分の人生を生きてみたい\n- 私も自分の人生を生きたいです。\n\nこのセリフは私が絶対に好きなものです。「誰もが自分が死ぬことを知っている。\nでも、誰もそれを信じない。もし信じていれば...。",
  "data/reddit-books/r/books/comments/pkbrpp/what_audiobook_do_you_think_was_narrated_perfectly.json": "ハンター・S・トンプソンの『Fear and Loathing In Las Vegas』は、素晴らしい論文でした。\n紙媒体では素晴らしかったのですが、オーディブルの音声版は時代遅れで楽しむことができませんでした。\nGood Omens』は本当によくできていましたし、Steve Rinellaの『Campfire Stories』は、臨死体験をした人たちがナレーションを担当していました。\n臨死体験をした人たちがナレーションをしていました。",
  "data/reddit-books/r/books/comments/pka4e7/how_do_you_read_and_most_importantly_enjoy.json": "ここしばらくは、本や映画、散歩など、何をしても食欲がわかない。\n本、映画、いつもの場所への散歩、ランニングなどなど。本や映画、いつもの場所への散歩、ランニングなど、やりたいことはあるのですが\n何のために？」と考えてしまうのです。次第に私は\n今では大好きな音楽にも興味がなくなってしまいました...。",
  "data/reddit-books/r/books/comments/pkcai6/i_just_finished_fahrenheit_451.json": "これはきっと、5つ星の評価を与えられる一冊だと思います。\n\nこの本は、検閲という面白いコンセプトに取り組んでいるところが気に入っています。\nこの本は、検閲という興味深い概念に取り組んでいるところが好きだ。\n火を消すのではなく、火をつける人たちです。信じられません。\n\n物語は短くて、信じられないくらい...。",
  "data/reddit-books/r/booksuggestions/comments/pkbloq/a_cozy_90s_new_york_book_in_the_style_of_youve.json": "最近、Nora Ephronの古典作品を見返していて、同じような雰囲気の本を紹介してもらえませんか？\n似たような雰囲気の本を紹介してもらえませんか？90年代のニューヨークを舞台にしたもの。\n舞台は90年代のニューヨークで、季節は秋か冬です。理想的なのは、軽い読み物でありながら\n軽い読み物だけど、映画のようにウィットに富んでいて、よく書かれているものが理想です。",
  "data/reddit-books/r/books/comments/pk9iru/do_you_think_that_the_digital_world_is.json": "年配の方が若い方に「今の時代は注目度が格段に低くなっている」と軽蔑して言うことがあります。\nそれは、私たちが即効性のある満足を求めているからです。\nと揶揄します。しかし、読書離れは何十年も前から始まっています。\nデジタルの世界では、オーディオブックのような別の読書方法が生まれました。....",
  "data/reddit-books/r/books/comments/pkkzb6/please_have_patience_with_barnes_noble_employees.json": "皆さん、こんにちは。これは報復を恐れて使っている捨て台詞です。\n\n今、Barnes & Nobleの書店員は本当に苦しんでいます。いつものことですが\n2021年の書店員としての通常の不満に加えて、私たちは、顧客からの絶え間ない\nお客様からは常に罵声を浴びせられています。お願いしたいのは、どうか我慢して\n辛抱してください...",
  "data/reddit-books/r/books/comments/pkjici/i_keep_hearing_nonfiction_is_boring_ugh_please.json": "私が先に行きます。\n\n私が好きだったのは、エリザベス・ギルバートの「Big Magic」です。今まで読んだ中で、クリエーターにとって最も刺激的な\n今まで読んだ中で最も刺激的な本です。\n\n嫌いだったのは、マーク・マンソンの「Subtle Art of Not Giving a F#$@」。人生のアドバイス\nバーにいる保護された男子学生からの人生のアドバイス？ハードパスです。\n\n私の人生を変えたのは、間違いなく「The Life...",
  "data/reddit-books/r/booksuggestions/comments/pkugge/looking_for_science_fiction_books_like_hyperion.json": "この2、3年の間にとても楽しんだ本たちです。デューン」は読み始めるまでに時間がかかりましたが\n入り込むのに時間がかかりましたが、映画が公開される前に読み終えたかったのです。I\n現在、Expanseの最初の本も読んでいます。ありがとうございます。",
  "data/reddit-books/r/books/comments/pl18pv/reading_speed_is_not_important_getting_the_ideas.json": "要するに、本から学んだことを、すでに知っていることに加えるようにプロセスを改善することは\nページをより早く仕上げる方法を学ぶよりも、本から学んだことをすでに知っていることに加えるようにプロセスを改善するほうが、はるかに良い時間の使い方です。\nページをより早く仕上げる方法を学ぶよりも、はるかに良い時間の使い方なのです。\n\nもちろん、あなたは次のように考えているでしょう：「ああ、そうか。\nアイデアを得るために読んでいるのであって、インクの量を見ているわけじゃない」と思うでしょう。",
  "data/reddit-books/r/books/comments/pkpm9t/predictability_doesnt_define_the_quality_of_the.json": "予想通りの結末を理由に、本を否定的に評価する人を見たことがあります。これは\n確かにミステリーやスリラー小説であれば、使い古されたテーマでも納得できることがあります。\nしかし、すべての本に予想外の結末を期待するのは意味がありません。いくつかの\nファンの中には、「Song of...」の有名な説に失望した人もいます。",
  "data/reddit-books/r/books/comments/pl1ewb/i_just_read_metamorphosis_by_franz_kafka.json": "素晴らしい本です。3つの章のうち、最初の章は少しわかりにくいです。\n(私のように外国語で読んだ場合は特に）しかし、それにめげないでください。\n次の2つの章で良くなります。最後の章は本当に\n感動的です。読んでいる間、ずっと泣きそうになっていました。\n\nI...",
  "data/reddit-books/r/books/comments/pl33l2/i_just_read_there_will_come_soft_rains_by_ray.json": "前回の「華氏451」の話の中で、この短編小説を読んでみてはどうかという意見がありました。\n読んでみて、レイ・ブラッドベリはまさに火のような人だと実感しました。\n\n彼の文体はどうなっているのでしょうか？私には何かちょっと違うような気がしました。テンポが良くて\nテンポが良くて、絶妙な形容詞をちりばめていて...。",
  "data/reddit-books/r/booksuggestions/comments/pl7rtj/just_read_andy_wiers_hail_mary_and_i_couldnt_put.json": "テンポやキャラクターが似ている本を探しています。文字通り、最初から最後まで\nこの本の最初から最後まで、私は座席の端にいました。私はこの本の\nこの物語の調査的な質が気に入りました。イベントがどのように組み合わされていくのかが気に入りました。I\n中心となる人物とその会話の流れが好きだった。ただ...。",
  "data/reddit-books/r/books/comments/pl9g3v/just_a_reflection_about_the_act_of_reading_at.json": "これは不人気な意見かもしれませんが（そして私のような第三世界の国では主に有効だと思いますが\n私のような第三世界の国では有効だと思います）が、「リーダーは読書家だから週に一冊本を読め」というのは\nリーダーは読書家だから」というのはナンセンスだと思います。それについて、いくつかのゆるい考えがあります。\n\n読書は「有益な活動」であると伝えていますが...。",
  "data/reddit-books/r/books/comments/plgql2/slaughterhouse_five_is_brilliant.json": "カート・ヴォネガットの本の最初の一冊を読み終えました。\nなぜもっと早くこの本を読まなかったのか理解できません。Slaughterhouse\n5』は絶賛されていると思いますし、私が全体的な話に加わることはあまりないでしょう。\nしかし、私はこの本に少しでも興味を持ったのです。",
  "data/reddit-books/r/books/comments/pliuvp/gratitude_for_knowing_how_to_read.json": "文字通り、教えてもらわないと読めるようにはなりません。子供たちは、人の話を聞くだけで\n話し言葉や話し方は、人の話を聞いているだけで自然に身につきます。\nこれは自然なプロセスです。\n\nしかし、「読む」という行為は不自然です。書くことも同様です。私たちが読めるということは\n読むこと、書くことができるということは、驚くべきことなのです...。",
  "data/reddit-books/r/books/comments/plm8cj/theres_nothing_like_reading_when_youre_a_child.json": "今でも読書は大好きです。でも、子供の頃に読んでいた本の魔法が恋しくなることがあります。\n子供の頃の読書の魔法が恋しくなります。他に頭を使うものがないから、本を読む時間がたくさんある。\n本を読んだり、本に夢中になったりする時間がたくさんあって、想像力は自由で、今もなお形成され続けています。I\n本を手にしたときの感触や、本の匂いを楽しむことができました...",
  "data/reddit-books/r/booksuggestions/comments/plmosm/is_harry_potter_worth_the_read.json": "こんにちは。\n\nつい最近、ハリー・ポッターの映画を全部見ました。いいと思いましたが\n私のトップフィルムには入りません。そういえば、私はいつも映画シリーズを見てから本を読みたいと思っていました。\n映画シリーズを見てから、本シリーズを読んで、どれだけ近いか、違うかを見てみたいと思っていました。\n読んでみたいと思っています。ハリー・ポッターシリーズは良い作品なのでしょうか、また、その価値はあるのでしょうか？",
  "data/reddit-books/r/books/comments/plnxu3/just_finished_the_first_book_id_read_in_years.json": "子供の頃、私は毎日何時間もホルスを使って本を読んでいました。他の何よりも\n他の何よりも夢中になっていました。夜になると、必要以上に遅くまで起きていて\n止まらなくなってしまったのです。でも、年を取って忙しくなるにつれ、ちょっと...やめてしまいました。\n私は脚本家を目指しているので、私の関心は...",
  "data/reddit-books/r/books/comments/plmkwq/anyone_else_feel_that_the_more_they_learn_about.json": "説明しましょう。私は基本的にスリラーやミステリーを読むことが多いのですが、1年ほど前からロマンス小説を読むようになりました。\n恋愛小説を読むようになりました。私が読みたかったのは、ネットフリックスのような気持ちのいい作品でした。\nNetflixのオリジナル作品のような作品を読みたかったのです。\n\n最初は週に1冊くらいのペースで気軽に読んでいましたが、あまり深く掘り下げずに、それぞれの作品を楽しんでいました。\n最初は週に1冊くらいのペースで気軽に読んでいましたが、ジャンルを深く掘り下げず、それぞれの作品を楽しんでいました。",
  "data/reddit-books/r/books/comments/pm5q36/as_an_adult_i_have_favorite_childrens_books_that.json": "育った本や子供の頃に読んでもらった本のことではありません。\n子供の頃に読んでもらった本ではなく、大人になってから出会った子供の本のことです。\n大人になってから見つけて楽しんだ児童書のことです。\n\n3～5歳向けの本。\n\n私には子供がいないので、子供向けの本を読む理由がないということです。\nでも、私が読んで好きなのは...。",
  "data/reddit-books/r/books/comments/pm51mp/gone_girl_is_a_compelling_read.json": "私は、浮気や騙し、嘘や大げさなドラマを含む家庭内ドラマのありふれた本を期待していました。\n大げさなドラマを期待していました。しかし、それだけではなく、それ以上のものがありました。まず\nまず第一に、ストーリーは良かった。しかし、ニックの視点から現在のストーリーを語るというフリンの構成には\nニックの視点で現在の物語を語り、同時に...を加えるというフリンの構成は",
  "data/reddit-books/r/books/comments/pm8nbz/a_very_proud_day.json": "私の16歳の娘（高機能自閉症）は、最近の学校での授業を終えた後、「Animal Farm」が最高の本だと言いました。\n喜びの涙を流しています。\n今までは、豆知識や世界記録、ジョークなど、ちょっとした情報しか読んでいませんでした。\n今までは、トリビアや世界記録、ジョークなどの小さな情報しか読んでいませんでした。チャプターブックにはほとんど興味がありません。私は今まで...",
  "data/reddit-books/r/booksuggestions/comments/pm4tmy/whats_the_best_book_about_911.json": "タイトル",
  "data/reddit-books/r/books/comments/pm9yoy/examples_of_overhyped_books_that_faded_into.json": "この質問に答えるのは難しいと思いますが、なぜなら、ある本が忘却の彼方に消えてしまった場合、おそらく誰もその本に触れていないからです。\n忘却の彼方に消えてしまったということは、長い間誰もその本に触れていない可能性があるからです。また\nまた、出版社から文学の墓場に直行する本もたくさんあります。\nしかし、私はそれには興味がない。私が話しているのは...",
  "data/reddit-books/r/books/comments/pm9ns2/should_i_feel_guilty_for_having_to_turn_to.json": "読んだ作品の文章のある部分が理解できないとき、私はすぐにSparknotesやその他の分析ブログを使って\n読んだ作品のある部分が理解できないときは、Sparknotesやその他の分析ブログで\nその文章の短い要約を読むことがあります。これは、著者の文章に対する不正を意味するのでしょうか？\nこれは著者の文章に対して何らかの不正をしているのでしょうか？私はもっと時間をかけて実際に...",
  "data/reddit-books/r/books/comments/pme41q/do_people_still_read_mishima.json": "私は最近、物議を醸した日本の作家、三島由紀夫の本を読み始めました。\n三島由紀夫の本を読み始めたのですが、最近、欧米の人たちが三島由紀夫をどう思っているのか\n三島由紀夫の本を読み始めました。\n\n80年代の日本で育った私にとって、三島由紀夫は誰もが知っている名前でしたが、読む人はあまりいませんでした。\n読む人は少なかった。三島由紀夫の作品には、知的な雰囲気がありました。",
  "data/reddit-books/r/books/comments/pmgu10/just_finished_reading_where_the_red_fern_grows_to.json": "私が9歳くらいのときに母が初めて読んでくれたのですが、ご想像のとおり\n想像するに、私は泣きじゃくっていました。18歳になって、今度は自分で読み返してみました。\nきっと記憶していたほど悲しくはなかったのだろうと思いました。私は打ちのめされました。そして今、親として\n自分が親になった今、娘にこの本を読み聞かせているところです。I...",
  "data/reddit-books/r/booksuggestions/comments/pmglca/books_to_learn_how_to_be_happier_less_regretful.json": "私はこれまでの人生で、偽者症候群や自尊心の問題に悩まされてきました。\n(家族の問題が原因で）それは私の成功する能力、達成したことに満足する能力に本当に悪い影響を与えました。\n成功したり、自分の成果に満足したり、人とのつながりを持ったりするのに\n人とのつながりなどに悪影響を及ぼしてきました。私は昨年大学を卒業しましたが、自分が望んでいた場所にはいませんでした...。",
  "data/reddit-books/r/booksuggestions/comments/pm958o/best_short_story_collections.json": "短編小説集のベスト10を教えてください。",
  "data/reddit-books/r/booksuggestions/comments/pmk5s5/books_to_learn_about_autism_and_neurodivergent.json": "私の15歳の息子は、自閉症の可能性がある祖母を馬鹿にしていて、私はそれを話したことがあります。\n私は彼に話をしましたが、何の効果もありませんでした。私たちは二人とも熱心な読書家なので、何かいい方法はないかと考えています。\n自閉症について書かれた本や、神経分散型のキャラクターが出てくる本を紹介してください。\n登場人物を紹介してください。彼とはほとんど毎日、何を読んでいるか話しています。",
  "data/reddit-books/r/books/comments/pmmqcs/the_joys_of_reading.json": "「風が窓を叩き、ランプが燃えている中、炉辺で本を読みながら夜を過ごすこと以上に素晴らしい職業はないだろう。\n風が窓を叩き、ランプが明るく燃えている中で、本を読みながら炉辺で過ごすのが何よりの仕事だ。\n風が窓を叩き、ランプが明るく燃えている中で。\n漠然とした考えや、遠くから戻ってきた曖昧な考えに、本の中で出会ったことはありませんか？",
  "data/reddit-books/r/books/comments/pmp73t/have_you_ever_loved_a_book_by_an_author_read_a.json": "最近、私は、ダークなおとぎ話の再話を書く作家の一冊の本が大好きで、本当に大好きでした。\n暗いおとぎ話の再話を書く作家の一冊がとても気に入りました。この本は、私の中でずっと残っている本の一つです。\n将来的には再読して思いを馳せることになるでしょう。彼女の作品をもっと読みたいと思いました。\n読んでみたいと思いました。\n\n最初の作品で著者がうまくやったことはすべて...",
  "data/reddit-books/r/books/comments/pmo5x1/youre_not_bad_at_reading.json": "10代の頃は熱心な読書家でしたが、大人になってからは、気がつくと本を読んでいます。\n本を読むというよりも、本を見たり買ったりしていました。本好きなのに、年に2、3冊しか読まない時期が何年も続きました。\n本好きなのに、年に数冊しか本を読まない時期がありました。なぜかというと、私は本を手に取っても\nなぜかというと、本を手に取っても、数章で読み終えてしまうからです。私の...",
  "data/reddit-books/r/books/comments/pmsnlp/reading_a_book_twice_why_do_some_people_do_it.json": "私は、ごく稀な例外を除いて、1冊の本を2度読むことはありません。他の人はどうかわかりませんが\n人のことはわかりません。誰もが違っていて、読書に対するアプローチも違っています。一度読んだ本は\n一度読んだ本には何が書いてあるか知っています。物語を知っているし、ノンフィクションであれば最も重要な事実を覚えている。\nタイトルであれば、最も重要な事実を覚えています。本を読むことは...",
  "data/reddit-books/r/booksuggestions/comments/pmuo8o/is_george_orwells_1984_really_that_good.json": "読む価値はありますか？私はこの本が紹介されている多くのトップリストを見てきました。\n\n皆さんはどう思いますか？",
  "data/reddit-books/r/books/comments/pmu9un/best_single_book_author_youve_read.json": "傑作かもしれない素晴らしい本を一冊書いて、それっきりになってしまう作家のことを考えていました。\n傑作といえるような素晴らしい本を一冊書いて、それっきりになってしまう作家のことを考えていました。最も有名なのは、ハーパー・リー\n彼女の代表作である『To Kill A Mockingbird』です。(彼女の部屋で発見された初稿の出版については無視します。\n彼女の屋根裏部屋で見つかった初稿の出版は無視します）。) あるいは、『Confederacy of Dunces』という...",
  "data/reddit-books/r/booksuggestions/comments/pmveu5/looking_for_a_book_for_a_teen_who_isnt.json": "私の友人の娘は12歳ですが、性や親密さにまつわるすべてのことを信じられないほど不快に感じています。\n性や親密さにまつわるすべてのことに非常に嫌悪感を抱いています。\n\n両親がお互いに触れ合ったり、近づいたりするのを嫌がります。\n両親がセックスをしているのを聞いたことがあるそうで、それ以来、娘はソファで寝ています。\nそれ以来、彼女はソファで寝るようになりました。",
  "data/reddit-books/r/books/comments/pn37s8/its_okay_if_you_dont_like_the_characters_in_older.json": "例えば、『華麗なるギャツビー』では、このようなことがよく起こります。読んだ人が\n読んだ人は、「この本は面白いテーマと良い文章を持っているが、登場人物に興味が持てず、好感が持てない」というような\n登場人物に興味が持てないし、好感が持てない」というようなことを言います。\n\nFSFがそんなことを考えたこともないだろうから、ちょっと面白いんだけど......。",
  "data/reddit-books/r/books/comments/pn5029/just_reached_75_read_books_10_months_after.json": "昨年11月にようやく読書に目覚めました。友人に勧められたのが、オーディオブックでした。\nオーディオブックを勧められました。いくつかの素晴らしい本を聴いた後、私は次のステップとして\n次のステップとして物理的な本も読み始めました。\n\n私の心を揺さぶった最初の本は、パウロ・コエーリョの『アルケミスト』、オーウェルの『1984』、そして......。\nオーウェル",
  "data/reddit-books/r/booksuggestions/comments/pn834o/what_books_left_you_thinking_everyone_needs_to.json": "私が探しているのは、あまりにも衝撃的で美しく、他の人と共有しなければならないと感じた本です。\n他の人と共有しなければならないと感じた本を探しています。\n\n例を挙げてみましょう。私はスティーブン・キングのファンではありませんが、友人が彼の著書「11/22/63」を\n彼の本「11/22/63」を読まなければならないと言っていました。1年後、私はついに\n遂にチャンスを掴み、その本を読みました....",
  "data/reddit-books/r/books/comments/pneog4/whats_the_longest_break_youve_taken_from_a_book.json": "私は本を最後まで読まない癖があります、嫌いだからではなく\n何らかの理由で別の本を読み始めてしまうからです（簡単にありがとうございます\n気が散りやすい脳に感謝）。) いつもは戻ってきて読み終えるのですが、始めることはあまりありません。\n完全にやり直すことはあまりありません。最近、一度読んだと思っていた本に再び飛びついて...。",
  "data/reddit-books/r/books/comments/pnh5gh/unpopular_opionion_neil_gaiman_adaptations_are.json": "私はニール・ガイマン作品の映画化が大好きです。アメリガン・ゴッズ」「グッド・オメン」「スターダスト」などです。\nしかし、彼の本は延々と続くので耐えられません。Neverwhereは\n今まで読んだ本の中でも最も退屈な本の一つで、アメリカン・ゴッズではただ章立てで\n彼が湖畔で...という章が続くだけで、アメリカン・ゴッズは諦めました。",
  "data/reddit-books/r/books/comments/pnb3t1/did_you_ever_steal_a_book_if_so_which_book_where.json": "r/suggestmeabookのコメントで本を盗んだ話をしました。\n[それが何人かの人の心に響いたようなのです。\n議論するのに良いトピックではないかと思いました。ここでは、私の簡単な話をします。\nbook-thievery haha\n\n高校では新聞部に所属していて、最初は...",
  "data/reddit-books/r/books/comments/pnogvl/how_did_hari_seldon_know_his_psychohistory_worked.json": "つまり.....psychohistoryは、人類の未来を大規模に予測するための\n統計や数学で大規模に人類の未来を予測する、それは科学の一種です。たしか本には\n個人の行為は基本的に相殺されるので、セルドンの予測には関係ないと\nセルドンの予測では、個人の行為は本質的に相殺され、重要ではないと本に書かれていたと思います（つまり、なぜラバの統治が...）。",
  "data/reddit-books/r/booksuggestions/comments/pnm0bl/that_one_book_that_you_have_reread_several_times.json": "私は、本を読み返す癖がありますが、乗り越えることができない場合は ご自身にとって思い入れのある本はありますか？\n思い入れのある本はありますか？",
  "data/reddit-books/r/books/comments/pnrv7n/turns_out_i_actually_like_reading.json": "1ヶ月ほど前、ふとしたきっかけでKoboを購入した。\nゲームをしたり、YouTubeを見たりするよりも、たまに本を読んだ方が時間を有効に使えるかもしれないと思ったからです。\nゲームやYouTube/Netflixを見るよりも、たまに本を読む方が生産的な時間の使い方だと思ったからです。実際に本を読むのは何年ぶりだろう。\n読んでいなかったので、あまり期待していなかったのですが...。",
  "data/reddit-books/r/books/comments/pns7uj/reading_ulysses_for_a_class_and_feeling.json": "私は大学の授業で初めてユリシーズを読んだ大学生です。I\n私はいつも文学が好きで、それがたとえ「難しい」文学であっても、です。\nこの本、そしてこの授業で、読書家として、学生としての自分の能力に疑問を感じています。\n学生としての能力を疑うようになりました。それは私にとっては良いことだと思います。ただ、こんな気持ちになったことはありませんでした...。",
  "data/reddit-books/r/books/comments/pnzopm/can_someone_explain_to_me_the_general_criticism.json": "私はこの本を何度も読みましたが、特別に優れたものや素晴らしいものではありませんでした。\n特別に優れているとか、素晴らしいとかいうことはありませんが、全体的には悪い本ではないと思います。\n悪い本ではありません。\n\nしかし、この本は複数のメディアでジョークやテーマとして取り上げられているようです。\nGood Placeなどが思い浮かびます）では、この本が...",
  "data/reddit-books/r/booksuggestions/comments/pnzlol/any_books_with_sikh_characters.json": "私は読書が好きで、特にYA小説が好きです。\nシーク教徒が登場する本があればいいなと思っていたのですが、今のところ見つけることができませんでした。\n\nもしシーク教徒が登場するフィクション小説をご存知でしたら、ぜひ教えてください。",
  "data/reddit-books/r/books/comments/po28zp/looking_forward_to_the_wheel_of_time_adaptation.json": "WHEEL OF TIMEは私にとって厄介な存在です。\n\n好きなところがたくさんあります。確かに、選ばれし者や、埋もれていたが立ち上がってきた暗黒の悪といった、陳腐な決まり文句がある。\n選ばれし者や、埋もれていたが立ち上がってきた暗黒の悪など、ありきたりなものもあります。しかし、次のような素晴らしい要素もあります。\n卑劣なワイルドカード、パダン・フェインや、ショーンチャンがランダムに現れて\nみんなを奴隷にしてしまう。\n\n私が思うに...",
  "data/reddit-books/r/books/comments/pocfdj/gödel_escher_bach_was_an_absolute_masterpiece.json": "この本は、数学者のクルト・ゲーデル、芸術家のMC・エッシャー、音楽家の小野寺修二の作品を使って、意識がどのようにして生まれるかを本質的に語っています。\n数学者のクルト・ゲーデル、芸術家のMCエッシャー、作曲家のヨハン・セバスチャン・バッハの\nの作品を使って、意識がどのようにして生じるのかについて書かれています。この本は少し密度が高く、数学的には少し重い部分もありますが\nこの本は少し密度が高く、数学的に重い部分もありますが、すべてを探求するには非常に多くの概念があります...",
  "data/reddit-books/r/books/comments/poeeqs/as_readers_do_you_ever_think_about_writing_your.json": "時々、自分の本を書こうと思う人がいるのではないかと思っています。\nの本を書いてみたいと思う人はいますか？個人的には、自分に起こった出来事について書くことをいつも想像しています。\n自分の人生で起きた出来事を書いてみたいと思っています（ナルシストと言われるかもしれません。\nナルシストと言われるかもしれませんが、本当に良い「フィクション」になる可能性があると真剣に思っています）。)\n\nいずれにしても、私がいつも思い描くのは...。",
  "data/reddit-books/r/books/comments/pofjy9/i_visited_a_library_today_and_it_made_me_so_happy.json": "皆さんはもうご存知だと思いますが...図書館ってすごいですよね。私は普段\n本やオーディオブックはLibbyを使っているのですが、今日は実際に図書館に行ってみて\nとても嬉しかったです。私は楽器の演奏方法を学ぼうとしています。\n初心者用の本と、初心者に優しい楽譜が欲しかったのですが...。",
  "data/reddit-books/r/books/comments/poiyzg/im_32_years_old_havent_read_a_single_book_in_over.json": "私は子供の頃、読書が大好きでした。いつも読んでいました。幼稚園のクラスでは、私が初めて\n幼稚園のクラスで読み方を知っていたのは私が初めてでした。中学2年生のとき、私は読書をあきらめました。\nなぜかはわかりませんが。最後に読んだ本は、『華氏451』か\nアルジャーノンに花束を」です。どちらも素晴らしい作品です。それ以来、私は本を読んでいません...。",
  "data/reddit-books/r/booksuggestions/comments/pogdsa/books_about_native_americans.json": "アメリカのネイティブ・アメリカンについて、もっと知りたいと思っています。\nニューイングランドとカナダ南東部（今のところ）です。\n\n私は「An Indigenous People's History of the United States」という本を読みました。\nしかし、私が欲しかったのは、アメリカの先住民がどのような人たちなのかを説明するものでした。",
  "data/reddit-books/r/booksuggestions/comments/pogwpv/any_good_bigfoot_erotica_out_there.json": "最初にビッグフット・エロティカのことを聞いたときは、冗談かと思いましたが、実際にあって、たくさんあることがわかりました。\n今、私の脳は好奇心旺盛で、それを体験するためにある程度まともな作品を読んでみたいと思っています。\n今、私の脳は好奇心旺盛で、それを体験するためにある程度まともな作品を読みたいと思っています。",
  "data/reddit-books/r/books/comments/poqfmv/project_hail_mary_is_a_must_read_for_science.json": "私は昨夜この本を読み終えましたが、なんというか、この本はオデッセイですね。\n\nアンディ・ウィアーの文体は、この種のストーリーテリングに完璧に適しています。\nこの種のストーリーテリングにはぴったりです。\nそして、この本の軽やかでさわやかな語り口は、この種の物語にぴったりです。",
  "data/reddit-books/r/booksuggestions/comments/poopuw/books_that_cover_existentialism_essays_or_novels.json": "こんにちは。\n\n今年の夏、私はカフカの小説を読み始めました（『城』『変身』）。\nメタモルフォーゼなど）や短編小説を読み始めました。シュールでダークな人生の描き方がとても好きです。\n人生を描写する方法がとても楽しいです。実存主義の哲学的な流れについての記事をいくつか読みました。\n実存主義の哲学的流れについての記事を読んだので、いくつかのエッセイを探しています（not as...",
  "data/reddit-books/r/books/comments/pos0b9/whats_your_favorite_literary_insult.json": "昨晩プルーストを読んでいたら、こんなのに出くわしました。\n\n「あなたは、どんな坂道でも流れていく形のない水であり、メモのない魚である。\n記憶を持たず、考えることのできない魚であり、水槽の中で一生を終えるまで\n水族館で一生を終えるまで、一日に100回も自分の体を...",
  "data/reddit-books/r/books/comments/pozvmn/what_sort_of_literary_or_publishing_trends_are.json": "のようなタイトルの本はかなり飽きました。これの少年」「これの娘」「これの姉妹」「これの父」といったタイトルの本はかなり飽きました。\nThe Sisters Who...\", \"The Father That... \"みたいなタイトルの本はかなり飽きました。\n\n今後発売される作品を見ると、この傾向は2022年まで続くと思われます。\nあなたが気づいた出版やマーケティングの傾向で、もし今日終わってしまったら...\nそれは...",
  "data/reddit-books/r/books/comments/povtz7/v_for_vendetta_as_relevant_as_ever.json": "ウォッチメンを読んだ後、映画版では大丈夫だったのにこのグラフィックノベルを読むことにしました。\n読んでみました。アラン・ムーアが自分の作品が映画化されるのを嫌う理由がわかりました。\nなぜアラン・ムーアが自分の作品の映画化を嫌うのか、その理由がわかりました。国内テロリストとして知られる\nコードネーム「V」は、権威主義的な政府に対抗するために活動していた...",
  "data/reddit-books/r/books/comments/pp4o2l/whats_a_book_you_thought_was_going_to_be_a_fun.json": "例えば、先月おばあちゃんの家に行ったとき、私は \"The Silver Arrow \"という絵本を読みました。\n「ケイトとトムの兄妹が、おじさんから汽車をもらって空想の冒険に出かける話です。\nおじさんから電車をもらって、空想の冒険に出かけることになります。\n\n私は電車が大好きで、主人公の一人と名前が同じなので、この本を読んでみることにしました。\nこの本には...",
  "data/reddit-books/r/books/comments/pp5hz8/is_there_a_book_you_enjoyed_but_probably_wouldnt.json": "トーマス・マンの「マジック・マウンテン」を読み終えたところですが、私はこの作品を、その中にしっかりと入れておきます。\nそのカテゴリーに入るだろう。読むのに時間がかかります。ドイツ語、フランス語、ラテン語が無差別にちりばめられている。\n無差別に散りばめられています。流れに慣れるのが大変です。\n流れに慣れるのが難しい。この本には、250以上の...",
  "data/reddit-books/r/books/comments/ppbncn/love_in_the_time_of_cholera_and_the_musicality_of.json": "なぜこの本を読むのをずっと先延ばしにしていたのか、自分でもよくわかりません。孤独の100年」が大好きで\n孤独の100年」が大好きで、マルケスの作品をもっと読みたいと思っていたのに、この他の有名な作品を読むのに抵抗があった。\n読むのをためらっていました。くだらないロマンスだと馬鹿にしていたからでもある。\n友人がこの作品を「無意味で...」と評していたこともあります。",
  "data/reddit-books/r/books/comments/ppda3h/finished_my_first_ever_novel_that_wasnt_an.json": "初めて自分の意志で小説を読み終えたところ。最初に読んだのは\n氷と炎の歌」シリーズの第1作目、「ゲーム・オブ・スローンズ」を読みました。\n\n読むのに時間がかかったにもかかわらず、とても楽しかったので、すでに2作目を始めています。\n2作目を読み始めて、すでに4分の1が終わったところです。\n\nただ、共有して言いたかったのは...。",
  "data/reddit-books/r/books/comments/pp9npr/screens_and_distractions_are_killing_my_reading.json": "この記事は多分MODに消されてしまうでしょうが、私の経験を共有したいと思いました。\n読者の皆さんと共有したいと思います。\n\nこの6ヶ月ほどの間に、私は自分の読むスピードと読んでいる本への興味が着実に低下していることに気づきました。\n読んでいる本への興味が薄れてきていることに気づきました。私はそれを、新しい仕事を始めたことで生活がよりストレスフルになったせいだと\n私はそれを、新しい仕事を始めたことで人生がよりストレスフルになったからだと考えています...",
  "data/reddit-books/r/booksuggestions/comments/pp6qxs/space_scifi_novel_that_spans_many_worlds_across.json": "驚いたことに、この条件で長編小説になっているものがなかなか見つからないんですよ。\nこの条件では できればハードカバーで購入できるものがいいのですが...。\nできれば、ハードカバーで購入できるものがいいです。があるのがいいんです。\n物理的なコレクションを持ちたいのです。できない場合は理解します。",
  "data/reddit-books/r/books/comments/ppc00e/who_is_the_target_audience_of_catcher_in_the_rye.json": "今日はAP Langクラス（私は高校3年生）の2日目で、私の先生が\n一次視聴者と二次視聴者について説明していました。彼はまず、例を挙げて説明しました。\nライ麦畑でつかまえて』は私たちのために書かれたのか、という質問をしました。誰もが首を横に振りました。\nしかし、私は手を挙げて反対しました。彼が私に声をかけたとき、...",
  "data/reddit-books/r/books/comments/ppdrky/currently_reading_don_quixote_and_i_cant_get.json": "ドン・キホーテが「風車と戦った男」と呼ばれているのを何度も目にしていましたが\nドン・キホーテが「風車と戦った男」と呼ばれているのを何度も目にしていたが、実際に試してみようとは思わなかった。\n最近になって、友人に勧められました。そして、正直なところ、それは私の期待を超え続けています。\n私の期待を上回るものでした。\n\n読むのに躊躇したのは、かさばる...",
  "data/reddit-books/r/books/comments/ppemja/last_book_you_gave_one_star.json": "私の場合は、キャロル・ペリーの「Caught Dead Handed」で、これはリガンドになると思っていました。\n軽快なミステリー小説だと思っていたのですが、予想通りの展開で\n2014年に発売されたばかりの本にしては、ちょっと問題があるような気がします。\n普段は星1つもつけないし、つけようと思っているのに、残念です。",
  "data/reddit-books/r/booksuggestions/comments/ppfexj/i_want_a_scary_read_similar_to_the_exorcist_or.json": "真実の犯罪でも、超自然現象でもよい。怖くて、よく書かれているもの。SFやファンタジーではありません。\nファンタジーはNGです。古典的な作品で、映画化されたものがいいです。\n映画化されたものを探しています。\n\nティア!!!",
  "data/reddit-books/r/books/comments/ppdfp0/people_who_scribble_on_books_why.json": "本に落書きされるのは嫌ですね。私の意見では、それは2番目に悪い\n私の意見では、本に起こりうる2番目に悪いことで、1番目は本が読まれないことです。\n\n特に、自分の本に落書きされるのは大嫌いです。私は最近、お気に入りの\n本を友人に貸しました。この本は1940年代に初めて出版されたもので、所有していたのは...",
  "data/reddit-books/r/books/comments/ppi7ey/east_of_eden.json": "そうなんですよね、何というか、クラシックが好きだったのでショックでした。伝説的な技術者によって書かれたクラシック\n書きました。そうは言ってもね。私はこの本が大好きでした。虚空に向かって叫ぶための投稿をする必要がありました。\n虚空に向かって叫ぶような投稿をする必要がありました。\n\nこの本は複数の世代にまたがるかなり長い本なので、私が愛したすべてのことに言及することはできませんし、したくもありません。\n私が愛したすべてのことに触れることはできません。I...",
  "data/reddit-books/r/books/comments/pphc3s/a_letter_of_appreciation_to_jorge_luis_borges.json": "この投稿がこのsubredditに適しているかどうかはわかりませんが、最近、私は\nボルヘスの短編小説への愛を表現したいと思っています。\n\n私が読書への情熱に目覚めたのは少し遅く、5年ほど前でしょうか。\nそれ以来、私は多くの本を読み、私の人生を確固たるものにしたと信じています。",
  "data/reddit-books/r/books/comments/ppg7q3/should_i_sell_my_books_when_i_know_deep_inside.json": "私は6年ほど前から読んでいます。かなりの数のヤングアダルト小説を集めています。\n私は20歳の女の子なので、ロマンス小説を中心としたヤングアダルト小説をかなり集めています。好きなジャンルというと\n振り返ってみると、10代の頃は新しいジャンルを開拓するのが怖かったので\n振り返ってみると、10代の頃は新しいジャンルを開拓するのが怖かったので、ロマンスが私の...",
  "data/reddit-books/r/books/comments/ppq0b4/what_book_should_be_boring_but_isnt.json": "私の場合、それは今終わったばかりの「The Queen's Gambit」です。この本は第三の視点で書かれていて\n本は第三の視点で書かれていて、それぞれのチェスの試合についてかなりの記述があります。\n熱くなるようなロマンスや大きな争いはあまりありません。つまらないと書いてしまうのは簡単だと思います。\nつまらないと書いてしまいがちですが、著者の見事な文章力のおかげで、そうではありません。\n\n何というか...。",
  "data/reddit-books/r/books/comments/ppnpzd/the_brothers_karamazov_oh_dear_god_this_is.json": "たまたま、旅行用の小さなカラマーゾフの兄弟本をいただいたので\n徐々に読み進めています。今、500ページまで来たところで\n気づいたのです。「待てよ、これは要約版なのか？オリジナルはどのくらいの長さだったんだろう？と気づきました。\nなお、このバージョンでも730ページほどあります（Barnes and Nobel...",
  "data/reddit-books/r/books/comments/pppd0h/the_three_musketeers_and_the_nonidealization_of.json": "私は三銃士が大好きで、アレクサンドル・デュマがキャラクターの理想化を避けているのが気に入っています。\n登場人物の理想化を避けているところがいい。ロマン主義では、純粋で善良なヒロインが登場します。\nロマン主義では、純粋で善良なヒーローがいました。\n\nデュマは、純粋なヒーローが道徳的な欠陥を持たないようにしたのが良かったです。もし\n歴史書を読めば、虐待や残酷さを目にすることになるでしょう。",
  "data/reddit-books/r/booksuggestions/comments/ppriuc/a_book_on_grieving_a_parent_who_passed_that_you.json": "これが存在しなければ、悲嘆に暮れている世俗的な提言を大いに参考にさせていただきます。\nお願いします。私の父はバイク事故で突然亡くなったばかりで、私は\n26.\n\nTIA",
  "data/reddit-books/r/books/comments/pq0iuo/i_dont_think_slaughterhouse_five_can_in_any_way.json": "今、読み返してみて、とてもめちゃくちゃな小説だと思いました。\nと思っています。\n\n最初に言っておきますが、私はこの小説に対する自分の解釈に固執しているわけではありません。I\nもしかしたら間違っているかもしれません。\n\nまた、これが意味をなすことを願っていますが、もしあなたがこの小説を読んだならば、全体の前提が...\n前提としては...",
  "data/reddit-books/r/books/comments/pq1a4m/flowers_for_algernon_as_a_research_scientist.json": "私がこの本を初めて読んだのは、10代の頃でした。大筋や作者の意図は理解できても\n大筋や作者の意図は理解していましたが、アルジャーノンの置かれている状況がどのような意味を持つのかは\nアルジャーノンが置かれている状況の意味合いはよくわかりませんでした。\n\n現在、私は研究者であり、マウスを使った研究を行っています。再読したのは\nアルジャーノンに花束を』を久しぶりに読み返してみました。",
  "data/reddit-books/r/books/comments/pq02ra/what_are_the_classic_books_from_your_countries.json": "私はこのコミュニティに参加したばかりで、あなたがどの国から来たのかわかりませんが\n気になっているのですが、その国の人が読まなければならないMUSTな本は何でしょうか？例えば。\n私はブラジル出身ですが、ブラジルではMachado de Assisの本は古典的で、熱心な読者は必ず彼の作品を1つ以上読むでしょう。\n私はブラジル出身ですが、ブラジルではMachado de Assisの本は古典であり、熱心な読者は必ず複数の作品を読みます。誰が...",
  "data/reddit-books/r/booksuggestions/comments/pq2u9z/female_authors.json": "今年は女性の年にしようと決めて、男性作家をたくさん読んできたので、できるだけ多くの女性作家を読もうと思いました。\n今年は女性の年にしようと決めて、できる限り多くの女性作家を読もうと思いました。私は\n私は初めてジェーン・オースティンに足を踏み入れ、「Sense and Sensibilities」から始めます。\nとSensibilitiesを始めとして、初めてJane Austenに足を踏み入れますが、普段の私にはどうかわかりません。",
  "data/reddit-books/r/books/comments/pq1tms/in_foreign_books_and_stories_do_you_prefer_the.json": "最近考えたのですが、ポルトガル語やスペイン語には、英語に相当する名前がたくさんあります。\nポルトガル語やスペイン語には、英語に相当する名前がたくさんあります。例えば、Joãoはポルトガル語で「ジョン」。\n例えば、Joãoはポルトガル語でJohn、LucasはLuke、GuilhermeはWilliam、JoséはJosephといった具合です。\n\n本の中では、こういった名前は翻訳されている方がいいのでしょうか、それともそのままの方がいいのでしょうか...。",
  "data/reddit-books/r/books/comments/pq9jey/books_and_dryer_sheets_may_they_never_meet.json": "書誌愛好家の皆さん。\n\n先週、私はアマゾンのサードパーティの出品者からアートブックを購入しました。その本の\nその本の状態は次のように記載されていました。「状態。状態：中古 - 良好\"\n\n届いた本を見てみると、出品者か前の所有者が、ページの中央付近にドライヤーシートを3枚詰め込んでいました。\nドライヤーシートを3枚、ページの中央付近に挟んでいました...",
  "data/reddit-books/r/booksuggestions/comments/ppzchq/best_books_of_2021_so_far.json": "2021年にこれまでに発売されたみんなのお気に入りの本を探しています。",
  "data/reddit-books/r/books/comments/pq95gy/why_twilight_wasis_so_popular.json": "私は「トワイライト」という本や映画が大好きで大好きで仕方がなかったのですが、今になって当時を振り返ると\n振り返ると恥ずかしくなります。もっとたくさんの本を読み、もっとたくさんの番組やアニメを見ました。\nなぜ「トワイライト」があんなに人気があるのか、なぜあんなに好きだったのか、ずっと不思議でした。\nなぜトワイライトがあんなに人気があるのか、なぜあんなに好きなのか、ずっと信じられませんでしたが、今は...",
  "data/reddit-books/r/books/comments/pqk4dj/i_am_two_pages_away_from_finishing_the_end_of.json": "ネタバレはしませんが、これほどまでに心に残る物語は久しぶりです。\n何が起こるのか、どうやって起こるのかなど、考えさせられました。そして今、最後に。\n限界を感じています。最後まで読みたくないですが、読みますので更新します。\n\nこれがアシモフの作品を紹介するのに最も適しているかどうかはわかりませんが、私は...。",
  "data/reddit-books/r/books/comments/pqm0td/enders_game_is_one_of_the_best_books_ive_ever.json": "先週、「エンダーのゲーム」を読み終えたのですが、なんと素晴らしい本なのでしょう。この本は\nオンラインで注文したために、2年間棚に眠っていました。\n虫から世界を救おうとする6歳の少年」という裏表紙の要約を読んで、これは本だと思って読む気をなくしてしまったからです。\n虫から世界を救おうとする6歳児」という裏表紙の概要を読んで、6歳児向けの本だと思ってしまい、読む気をなくしていました。\n\nしかし、私は...",
  "data/reddit-books/r/booksuggestions/comments/pqk05p/book_for_20yo_in_psychiatric_hospital.json": "娘がうつ病と双極性障害で悩んでいます。私は、娘を逃がすための\n脱出するのに役立つ本の提案を探しています。よろしくお願いします。",
  "data/reddit-books/r/booksuggestions/comments/pql76d/books_about_women_living_alone_maybe_on_a_farm_or.json": "幸せな女性が一人暮らしをしていて、でも孤独ではなく、王子様を待っているという内容のものが読みたいです。\n魅力的な王子様を待っているような もし彼女が農場に住んでいたり、とても大きな庭を持っていたら\n庭があればもっといい。コージー・クライム・ミステリーもいいですね。サイエンスフィクションはなしでお願いします :)",
  "data/reddit-books/r/booksuggestions/comments/pqpuvn/anyone_like_kazuo_ishiguro.json": "こんにちは！私はもっと文学的な小説を読み始めたいと思っています。最近、「Klara and the Sun」を読みました。\n太陽」を読みました。何かお勧めはありますか？",
  "data/reddit-books/r/books/comments/pqxtro/can_publishers_stop_pulling_normal_prints_in.json": "私は、\"Netflixオリジナル \"とか \"まもなく発売 \"と書かれた小さな丸がついている本が大嫌いです。\nもうすぐNetflixのオリジナル作品になります」とか「もうすぐAmazon Primeのシリーズ作品になります」とか書いてある本は絶対に嫌だ。\n他のバージョンを抜いたからといって、プロモーションのために取り外しのできない広告付きの本を買わされるのは腹立たしい。\n他のバージョンを撤退させたからといって、プロモーションのために広告を取り外せない本を買わされるのは腹立たしい...。",
  "data/reddit-books/r/books/comments/pqkipa/anyone_read_classic_literature_and_think_man_this.json": "もちろん、構文の意味ではありません。フラットランド」を読み終えたばかりの私は\n著者がいかに自己認識していたか、そして最後に近づくにつれて物語の構造にまで影響されました。\n最後の方になってくると、その物語構造にも驚かされました。まるで最近書かれたかのように、妙に時代錯誤な感じがしました。\n最近書かれたもののように、妙に時代錯誤な感じがしました。これが伝わっているかどうかはわかりませんが...。",
  "data/reddit-books/r/booksuggestions/comments/pqy0jy/what_is_the_funniest_book_youve_ever_read_or.json": "最終的に実現しようと思っていること、書こうと思っていることについて、何かインスピレーションが欲しいのです。\n書きたいと思っています。",
  "data/reddit-books/r/books/comments/pqyp1o/what_book_titles_do_you_think_would_make_good.json": "私はいくつか持っています。\n\nGRAVITY'S RAINBOW」は、純粋に名前からしてポップなグループです。何か楽しくて\nキャッチーなもの。\n\nInfinite Jestは、大きなアンサンブルのような曲を演奏するグループで、Car Seat\nHeadrest\n\nJohnny Got His Gunは、カリフォルニアで最もハードなパンクバンドだよ。\n\nBlood Meridianはメタルで、もっと詩的な感じがします。",
  "data/reddit-books/r/books/comments/prbx4a/i_just_read_niccolo_machiavellis_infamous_the.json": "多くの人がそうであるように、私もよく「マキャベリスト」という言葉を軽々しく使っていました。\n多くの人がそうであるように、私もよく「マキャベリスト」という言葉を、自分の欲しいものを手に入れるために不道徳な方法を使うことの婉曲表現として軽々しく使ってしまう。\n\nしかし、今日、二日酔いの中、本屋に行ったら、棚に本が置いてあった。\n棚にあった。100ページに満たないこの本が、こんなにも短い本だとは思わなかった。\nそれで...。",
  "data/reddit-books/r/booksuggestions/comments/pr8jt8/whats_your_personal_favorite_work_of_surrealist.json": "憧れのジャンルですね。本格的なファンタジーではありませんが、現実に幻想的な要素があるので\nファンタジーの要素を持った現実。\n\n特に面白かった作品を紹介します。\n\nパトリック・サスカインドの「Das Parfum」。カート・コバーンが愛読していたことでも知られています。\n嗅覚を持たない少年が調香師になるまでを描いた作品です。\n嗅覚を持たない少年が香水職人になるまでを描いた作品です...",
  "data/reddit-books/r/booksuggestions/comments/pr901a/any_good_phsycological_thrillers.json": "私は最近、心理学的なスリラーを読み始めて、とても楽しんでいます。\nサイレント・ペイシェント、ゴーン・ガール、ノー・イグジット以外でお勧めの作品はありますか？\nとno exit以外でおすすめの作品はありますか？",
  "data/reddit-books/r/books/comments/priqis/just_finished_shogun_wow.json": "こちらのr/books [/r/books]でおすすめされていたので読んでみました。今までに\nこれほどまでに本を勧めることに抵抗を感じたのは初めてです。長くて、しかも素晴らしいストーリーで\n最後に読んだ「モンテ・クリスト伯」との関連性もありました。\nクリスト この順番で読めば、私はあなたに...",
  "data/reddit-books/r/books/comments/prn9pp/read_frankenstein_for_the_first_time_and_wow.json": "私は、この宝石のような本について、一冊のエッセイを書き上げたいと思っています。\nしかし、私に与えられた限られた時間と技術では、この本を\nしかし、私に与えられた限られた時間と技術では、この崇高な追求から遠ざかっています。しかし、私に与えられた限られた時間と技術では、この崇高な追求はできません。\nその代わりに、可能な限りの機会を利用して、人々に自分の読書リストを意識してもらいたいと思います。",
  "data/reddit-books/r/books/comments/prlynz/has_anyone_else_experienced_brain_fog_on_resuming.json": "この1ヶ月は過去10年で一番多くの本を読み、楽しんでいます。\n楽しんでいますが、脳がドロドロになっています。1時間に30ページも読めないこともあります。\n1つの文章にこだわって、何度も読み直すこともあります。時には\n時には新たなディテールを加えて、自分が全く持っていないことに気づくこともある。",
  "data/reddit-books/r/books/comments/prn1n5/finished_lotr_for_the_first_time_wow_silmarillion.json": "皆さん、今日はLOTRの美しい名作を完成させました。私は映画を見たことがないので\n映画を見たことがないので、すべてが初めての体験でした。神様。\n笑ったり、泣いたり、物語のことを考えたりと、かなりの冒険でした。\n笑ったり、泣いたり、物語について考えたりしました。それは今では...",
  "data/reddit-books/r/booksuggestions/comments/prkc6p/books_that_made_you_lol.json": "私はコメディアンの自伝が大好きなので（Sarah Silverman, Rob Delaney, Tina Fey）。\n似たような本を探しています。または、絶対に面白いと思った本を探しています。\n笑える本を探しています。ありがとうございます。",
  "data/reddit-books/r/books/comments/pror2b/whats_a_quote_from_a_book_that_made_your_heart.json": "私の場合は、Kate Elizabeth Russellの「My Dark Vanessa」という本がそうでした。\n(先生と関係を持った少女、ヴァネッサの過去と現在の主観を描いています。\n師と関係を持った少女Vanessaの視点（過去と現在）で描かれています。\n先生のStraneは彼女に夢中になっていましたが...。",
  "data/reddit-books/r/books/comments/pru4ws/the_types_of_posts_you_see_on_rbooks.json": " * また本を読みました! 84年ぶりだよ。\n * 好きな作家が死んだらどんな気持ちになりますか？悲しいですか？\n * ♪ Is it only me or is this super famous author just like, not good?\n * ♪ How fast do you read? もっと早く読むべき？\n * 私はついに、オンラインで約70万のリソースを持つこの古典を読みました...",
  "data/reddit-books/r/books/comments/prrbk1/haruki_murakami_im_done_trying.json": "村上氏が多くの人に愛されている理由がわかります。彼の文章は夢のようであり\n正確である。彼の本の雰囲気に引き込まれ、もっと読みたいと思ってしまう。\n奇妙な女性の描写がなければ、もっと読みたいと思う。\n\n岸辺のカフカ』を読み終えて失敗した後、村上春樹にもう一度チャンスを与えようと思った。\n再チャレンジしてみようと思いましたが...。",
  "data/reddit-books/r/books/comments/prrnkz/what_is_your_favourite_opening_from_a_book.json": "今、「二都物語」を終えて、「The Call of Chtulhu」を始めました。冒頭の文章には\n両方の冒頭の文章に圧倒されました。ディケンズは、私たちがいかに混沌とした時代に生きているかを\nディケンズは、私たちがいかに極端な変化の時代に生きているかを考えさせてくれましたが、その中にいる間は、変化やその影響を考えるのは難しいですね。\nその中にいる間は、その影響を考えることは難しい。ラヴクラフトは私を驚かせてくれました...。",
  "data/reddit-books/r/booksuggestions/comments/prsdtv/which_is_the_best_bhagavad_gita_translation.json": "バガヴァッド・ギーターを英語で翻訳してくれる方を探しています。しかし、多くの人が\nしかし、多くの人が、ある翻訳には操作性があると主張しています。操作のないバガヴァッドギータの英語版を教えてください。\nGita in English without manipulation?",
  "data/reddit-books/r/booksuggestions/comments/ps0334/stephen_king.json": "スティーブン・キングの作品は一度も読んだことがありません。どこから読めばいいの？何か\nできれば季節的にもお化け系がいいですね。",
  "data/reddit-books/r/books/comments/prvhrk/good_books_by_famous_authors_that_are.json": "マーク・トウェインの「The Mysterious Stranger」を読んだばかりで、今は「Letters\n地球から」を読んでいます。しかし、これらのタイトルは、Mark Twainが話題になるとすぐには話題になりません。\nマーク・トウェインが話題になると同時に、これらのタイトルが話題になることはありませんが、それは構いません。そして私は\n他にも有名な作家の本があるのではないかと考えてしまいました...。",
  "data/reddit-books/r/books/comments/ps7idt/the_more_you_read_the_better_the_books_get.json": "現在、アンディ・ウィアーの「Project Hail Mary」を読み、ビル・ブライソンの「A Short History of Nearly Everything」を聴いています。\nビル・ブライソンの「A Short History of Nearly Everything」を聴いています。\n\nHail Mary」の主人公は、ミクロの粒子を使った実験をしています。\n粒子の実験をしていて、こう言います。\n\n> とにかく、ガンマ線でさえ、この小さな野郎どもを貫通できなかった。これは...",
  "data/reddit-books/r/booksuggestions/comments/psflfe/books_that_changed_peoples_lives_made_your_eyes.json": "こんにちは、皆さん、私は新しい読み物を探しています。どんなアイデアでも構いません。\n感謝します。ありがとうございます。",
  "data/reddit-books/r/books/comments/pskdsb/what_was_the_worst_book_youve_ever_read.json": "私の場合は、Anne Rivers Siddonsの「The House Next Door」でした。去年の10月頃、何か不気味な本を読みたいと思って手に取った\n去年の10月頃、何か不気味な本を読みたいと思って手に取ったのですが、それとは正反対でした。\n正反対でした。文章は退屈でつまらないし、お化け屋敷と言われているのに何も怖くない。\n何も怖くなかった。ああ、忘れていた-それは二人の男を作った...。",
  "data/reddit-books/r/books/comments/psk5al/some_fans_are_horrible_or_a_story_i_want_to_share.json": "最近、旧友と話しているときに出てきました。\n\n年代の初めに、大学時代の仲間の一人が、テリー・グッドカインドの「The Sword of\nテリー・グッドカインドの「真実の剣」シリーズを紹介してくれました。私はちょうど『Wheel of Time』を読み終えたところでした。\n私はちょうど『Wheel of Time』を読み終えたところで、別の大きなファンタジーシリーズが欲しくなりました。私は、最初の...",
  "data/reddit-books/r/booksuggestions/comments/psrgyt/do_you_read_one_book_at_a_time_or_multiple_books.json": "一度に複数の本を読みたいのですが、読み終わるまでに時間がかかるかもしれません。\n一度に複数の本を読みたいが、それぞれの本を読み終えるのに時間がかかるかもしれない。一度に一冊の本に集中すれば、一日の作業時間が増え、早く読み終えることができます。\n1日の作業時間が増え、より早く本を読み終えることができます。",
  "data/reddit-books/r/books/comments/pt68z1/do_you_have_any_seasonal_books_that_you_read.json": "毎年、9月下旬から11月にかけて、私はエリザベス・コストヴァの「The\nエリザベス・コストヴァの「ヒストリアン」です。この本は10回以上は読んでいると思います。\nこの本のトーンには、私にとって秋を告げる何かがあるのです。I\nこの本を読むと、旅行や食事のアイデアに浸らずにはいられません。",
  "data/reddit-books/r/books/comments/psu005/how_do_people_read_so_fast.json": "読むのが遅いのは少数派だと思いますが、早く読もうと思っても読めません。\n努力しても速く読めない。頭の中で情景を思い浮かべたり、顔や表情を把握することができないので、速く読んでも楽しめないのです。\n頭の中で情景を思い浮かべたり、顔や表情を正しく理解できないからです。\n頭の中で情景を思い浮かべたり、顔や表情を正確に把握できないからです。私はすべてを見て、詳細を把握したいのです。- 聞くところによると・・・。",
  "data/reddit-books/r/booksuggestions/comments/pt48fu/fictional_books_that_involve_a_group_of_people.json": "ジャンルの好みはありません。\n\n私が好きだったのは:\n\n * The Bromance Book Club シリーズ\n * One of Us is Lying\n * Superpowered シリーズ\n * Percy Jackson シリーズ\n * チャーリー・ボーン・シリーズ\n * ハリー・ポッターシリーズ\n * 謎のベネディクト協会シリーズ\n * シックス・オブ・クロウズ",
  "data/reddit-books/r/booksuggestions/comments/pti6np/my_57yearold_dad_wants_to_go_back_and_complete.json": "だから基本的には、タイトル 私の父は（出身地のことを考えれば）よくしゃべれる。\nしかし、単語の綴りや文章を読むのが苦手で、小学校4～5年生のレベルを超えています。\n5年生レベルの文章を読むことができません。彼は素晴らしいアイデアを持っていますが、自分自身を表現する方法がわかりません。\nあなた方が役に立つと思うことやアドバイスがあれば...。",
  "data/reddit-books/r/books/comments/ptlpak/please_dont_gatekeep_how_multiracial_poc_are.json": "小説を読んでいると、「このキャラクターは○○人種としての存在感が薄い」という不満のコメントを見かけることがあります。\nはX人種の一員としての存在感が薄い」というコメントを見かけることがあります。私は、いくつかの批判は妥当だと思います。\n例えば、その人種ではない作者が、その人種としての魅力を十分に表現できていないことが明らかになった場合などです。\n批判はもっともだと思いますが、その人種ではない作者がリサーチをしていないことが明らかな場合などは、非常に苛立たしいものがあります。",
  "data/reddit-books/r/books/comments/ptpzvr/do_you_guys_listen_to_audiobooks_whywhy_not.json": "パンデミックの後、私はオーディオブックに傾倒し始めましたが、今ではオーディオブックを聴かないなんて考えられません。\n今ではオーディオブックを聴かないことは考えられませんし、読む量も4倍になりました。\n\n今ではオーディオブックを聴かないなんて考えられませんし、読書量も4倍になりました。読者のコミュニティとして、皆さんはオーディオブックについてどう感じているのでしょうか？楽しんでいますか？\n楽しんでいますか？\n\nもし聴かないのであれば、それはなぜですか？オーディオブック自体のせいなのか、それとも...。",
  "data/reddit-books/r/books/comments/ptr617/roald_dahl_is_stephen_king_for_kids.json": "我が家の子供たちは、ようやく3人とも私がベッドタイムストーリーを読んであげるのを楽しみにする年齢になりました。\n寝る前のお話を読んであげるのを楽しみにする年齢になりました。そこでここしばらくは、私が子供の頃に大好きだった物語を読んであげています。\n子供の頃に大好きだった物語を読んでいます。イーニッド・ブライトンの『ブラウニーと魔法のファラ』は、これまでに何度も読み返しました。\nMagic Faraway Tree」を読みました。",
  "data/reddit-books/r/books/comments/ptr18u/heres_a_rare_joy_tomorrow_i_get_to_help_a_12th.json": "私は英語を教えている学校でD&Dクラブを運営しているのですが、その中でも特に好きなのが\n今日の昼食時に、お気に入りのプレイヤーが私のところに来て、先生に図書館に連れて行かれたときに\n読んだことがないので、どうやって本を探せばいいのかわからないと告白しました。\n読んだことがないからです。\n\n確かに小さい頃はDr.スースを読んでいましたが、彼には...。",
  "data/reddit-books/r/books/comments/ptwlq0/do_you_love_libraries_and_if_so_do_you_support.json": "私は図書館が大好きで、ずっと図書カードを持っていましたが、本を愛する多くの人が\n本が好きな人の多くは、ライブラリーカードを持っていないし、本も借りません。なぜでしょう？\n\n個人的には、そのおかげで他の方法では読めない多くの本を読むことができます。\nなぜなら、本は高価であり、私は週に1冊のペースで本を読むことが多いからです。でも...",
  "data/reddit-books/r/books/comments/ptnii3/i_think_i_liked_foundation_but_i_dont_think_i.json": "私は「Foundation」を初めて読みましたが、「Foundation」が大好きです。\n前提が好きで、全体的なプロットも楽しかったのですが、最後まで読むのは少し退屈な経験でした。\n退屈な経験でした。主な原因は、アシモフの書き方にあります（少なくともこの本では、アシモフの唯一の作品です）。\n少なくともこの本は、私が読んだ彼の唯一の作品です）。) 登場人物が...。",
  "data/reddit-books/r/books/comments/ptt421/100_years_of_solitude.json": "この小説は違うと気づくのにそれほど時間はかかりませんでした。マジカル\nマジカルリアリズムの要素は、最初は油断してしまい、自分が読んだ行が正しいかどうか疑ってしまう。\nしかし、後には完全に意味を成すようになり、楽しみになってきます。\nこの小説に独特のトーンを与えています。I...",
  "data/reddit-books/r/booksuggestions/comments/ptv3lf/looking_for_spooky_autumn_reads.json": "私が探しているのは、秋の葉が落ちているところ、嵐の夜の暗いお化けの城。\n霧に包まれた墓場。夕暮れ時にポーチで読むものが欲しい。\nコーヒーを飲みながら、秋の不気味な空気を感じたいのです。\nファンタジー、シリーズもの、単発もの、ストレートフィクション、殺人ミステリー......。",
  "data/reddit-books/r/books/comments/pu126k/reading_for_an_hour_a_day.json": "私は読書が大好きですが、そのための時間を作ることは時々問題になります。半年かけてようやく\n半年間読みかけていた本をようやく読み終えたとき、これからは\nこれからは1日1時間、本を読もうと決めました。私のシステムは、基本的に1日最低1時間読み、1時間を超えると\n1日1時間以上の読書をして、1時間を超えた分は次の日に回さないというのが私のシステムです。",
  "data/reddit-books/r/books/comments/pualax/my_basement_flooded_and_i_lost_almost_every_book.json": "妻と私は最近この家に引っ越してきたのですが、私は愚かにもすべての持ち物を地下室に入れてしまいました。\n私は愚かにもすべての持ち物を地下室に置いた。\nしていました。\n\nしかし、人生には忙しさがつきもので、時には箱を開けられないこともあります。\n\n昨日、地下室が浸水し、もちろんすべての箱が...。",
  "data/reddit-books/r/booksuggestions/comments/puatet/to_the_person_who_recommended_still_alice_a_year.json": "可能な限り良い意味で言っていますが、私はあなたが嫌いです。私はまだその本の\n二日酔いのようになっていて、なかなか立ち直れないでいます。だから、ありがとう。",
  "data/reddit-books/r/books/comments/puc40b/the_stainless_steel_rat_series_by_harry_harrison.json": "読んでから15年も経っていますが、SFファンの友人がお勧めを聞いてきたので\n勧められたので、一度読んでみてはどうかと言ったのです。どの本も150ページ以下だと思います。\nページ以下で、一人称で語られる巨匠の犯罪者の話なので、ほとんど\n一人称で語られているので、読み終えるのはほぼ不可能です。1冊を2日で読破することも可能だし...。",
  "data/reddit-books/r/booksuggestions/comments/puah6h/i_am_in_a_reading_slump_and_need_a_book_thats.json": "今年はたくさんの本を読んできましたが、今は何を読んでいるかわからない状態です。\n何かを読み続けることができません。あなたがどうしても手放せなかった本は何ですか？",
  "data/reddit-books/r/booksuggestions/comments/puita3/books_about_a_monster_who_raises_a_human_and_sees.json": "巨人が少女を育て、自分の娘のように思っている本が欲しい。\n少女は巨人を父親として見ているという本が欲しいです :) 例：BFGの本と映画",
  "data/reddit-books/r/books/comments/puhpgs/what_would_you_consider_the_most_overlooked_title.json": "JRRトールキン／クリストファー・トールキンの『シルマリオン』は、その存在意義が認められていないのではないでしょうか。\n認識されているとは言いがたい。クリストファー・トールキン\nは、父親のメモをつなぎ合わせて素晴らしい仕事をした。語り部の伝承とスケール感が素晴らしい。\n語り口が素晴らしく、私の中では「Lord of the...",
  "data/reddit-books/r/books/comments/pv0qoh/reading_lord_of_the_rings_for_the_first_time.json": "映画は私の子供時代の定番であり、最近では、友人たちと3日間のハイキングに出かけました。\n友達と3日間のハイキングに行ったときに、「指輪の仲間たち」を持って行ったんです。\nを持って行きました。序章とそのあとの数章を読んだ後、それは本当に私の心を捉えました。\n興味を惹かれました。とても美しく書かれていますね。私の人生のほとんどは...",
  "data/reddit-books/r/booksuggestions/comments/pur4hb/is_the_book_suggestions_bot_gone_forever.json": "かつては、タイトルと著者名を中括弧で囲むと、フレンドリーなボットが\n優しいbotがやってきて、その本へのリンクをコメントしてくれました。それができなくなったことに気づきました。\n数日前から機能していないことに気づきました。誰かどうしたのか知っていますか？私はそれを逃した。",
  "data/reddit-books/r/booksuggestions/comments/pung2w/little_house_on_the_prairie_in_space.json": "ゆるやかに「宇宙の大草原の小さな家」と表現されるような本やシリーズを探しています。\n宇宙の大草原の家」のようなものを探しています。健全さや教会的である必要はありません。\nただ、宇宙での生活についての小規模なキャラクターの物語に焦点を当てたものがいいと思います。\n異星人のコロニーでの生活、世代交代のための宇宙船など、小規模なキャラクターの物語に焦点を当てたものが欲しいです。....",
  "data/reddit-books/r/books/comments/pv2n7l/something_i_really_like_about_secondhand_books.json": "近所のお店で古本を安く手に入れることはよくありますが\n同じ国、同じ大陸の人ではない人が持っていたことを知ることもあります。\n同じ国、あるいは同じ大陸の出身ではない人々のものであることを知ることがあります。\n\n昨日、マーガレット・アトウッドの『The Robber Bride』を手に取りました。最初のページには\n\"9th March 1998, Auckland\" と赤字で書かれている...",
  "data/reddit-books/r/books/comments/pv81c7/easy_to_see_the_reason_why_amazon_is_winning.json": "最初にお断りしておきますが、私はAmazonを推奨しているわけでも、地元の独立系書店を利用しないように勧めているわけでもありません。\n勧めているわけではありませんが、これは私の見解です。\nの見解です。\n\n私はあるシリーズの本を何冊も買っていて、それなりの金額を使っています。\nしています。個人経営の本屋さんを利用しようと思ったので...",
  "data/reddit-books/r/booksuggestions/comments/pv6pk8/reads_for_halloween_spooky_season.json": "ハロウィーンや秋に読むのに適した本を誰か教えてください。\n秋の間に読むのにいい本はありますか？怖いものでも、この時期を舞台にしたものでも構いません。\nありがとうございます！！。",
  "data/reddit-books/r/booksuggestions/comments/pv59i3/a_book_like_an_amy_shermanpalladino_show_with_a.json": "ギルモア・ガールズを再発見して、Palladinoの文章がどれだけ好きか思い出しました。\n書き方を思い出しました。また、「The Marvellous Mrs. Maisel」を再見し、「Bunheads」を初めて見ようとしているところです。\nBunheadsを初めて見ようとしています。\n\nPalladinoの番組に似たような雰囲気の本を推薦してほしいです。\n理想的には、強い...",
  "data/reddit-books/r/books/comments/pv45hv/since_my_english_degree_ive_struggled_to_read.json": "15年前（！）、私は英文学の学位を取得しました。私は大量に、そして習慣的に読みました。\n習慣的に読みました。散文、詩、ドラマ、中英語、古代ギリシャ語、そして美術史も少し。\n美術史も少し混ぜていました。\n\n時々、私は自分のコースのプレッシャーに不安を感じました。私は、他の大学の友人に連絡を取ってみました。\n他の大学の友人に声をかけてみたり...",
  "data/reddit-books/r/booksuggestions/comments/pveoy2/apocalyptic_book_suggestions.json": "私は終末論的なものが大好物です。ゾンビだけでなくてもいいんです。I\n自然災害の本も大好きです。でも、良い本を見つけるのに苦労します。\n\n復讐や誰か（例えば子供）の世話をすることに焦点を当てた本のプロットが特に好きです。\n子供など）に焦点を当てた本のプロットが特に好きです。)\n\nどなたか良い作品をご存知ですか？",
  "data/reddit-books/r/books/comments/pvmytl/just_got_back_into_reading_after_a_five_year.json": "読書リストもすでに47冊になっています。読書は私の精神的な助けになっていると思います。\n読書は私の精神衛生にとても役立っていると思います。また、クリエイティブ・ライティングも楽しんで始めました。もっと前から始めていれば\n何年も前に始めていればよかったと思っています。\n\n余談ですが、今日ある人がスティーブン・キングの「It」の本が悪いのは、映画の「It」が悪いからだと言っていました。\n映画の「It」が悪かったから。でも、彼女は...",
  "data/reddit-books/r/books/comments/pvqnk9/why_cant_i_comprehend_any_book_i_read.json": "本を読んでいると、何度も読み返して確認することがあります。\n何を言っているのか理解するためには、何度も本文を見直さなければなりませんが、それでも本の中で何が語られているのかはっきりしません。\n本の中で何が語られているのかわからない。私は一般的には頭が良い方だと思われます。\nしかし、読解力にはいつも問題がありました。それは...",
  "data/reddit-books/r/books/comments/pvvdgp/thank_you_for_the_endless_posts_about_the_song_of.json": "このサブレディットでは、この本が数え切れないほど紹介され、議論されています。\n話題になっていましたが、ようやく読むことができました。\n評判が良かったので、期待していました。\nこの1年間、私はこの本を有機的に見つけたいと思っていました...",
  "data/reddit-books/r/booksuggestions/comments/pvs8qd/looking_for_a_regency_era_romance_where_sex_andor.json": "皆さん、こんにちは。私はジェーン・オースティンの作品をほとんど読みましたが、とても素晴らしいと思います。\n素晴らしいと思っています（驚きですよね :D）。\n似たようなものを探しています。Jane Austenの好きなところの一つは、彼女の本は紛れもなくロマンス小説でありながら\n紛れもなくロマンス小説でありながら、セックスに溺れていないことです。Austen...",
  "data/reddit-books/r/books/comments/pvy9ib/what_is_the_one_thing_that_will_get_you_to_dnf_a.json": "私の場合は、文章のスタイルです。冴えない、あるいは悪人のようなキャラクターや、魚網のように穴の開いたプロット、いい加減なセリフを見過ごしてしまうことがある。\n登場人物、網の目のように穴の開いたプロット、いい加減な会話ややりとりを見過ごすことはできません。\nやりとりをしています。セックスシーンにはイライラしますが、読むのをやめてしまうほどではありません。\nしかし、もし文体が自分に合わなければ、その作品を読むのをやめてしまいます。",
  "data/reddit-books/r/books/comments/pw1hr2/reading_agatha_christie.json": "こんにちは、Aleksです。この夏、アガサ・クリスティの「そして誰もいなくなった」を読みました。\nこの作品には本当に魅了されました。文章が素晴らしく、分かりやすかったのです。一部のミステリー\n本の中には、本当にわかりにくく、読み終わってもよくわからないものがあります。\n作者がどうやって謎を解いたのか、再訪しないとわからないものもあります。",
  "data/reddit-books/r/booksuggestions/comments/pw6ene/i_need_more_books.json": "今、私は読書のスランプに陥っていて、いくつかの本を急いで必要としています。私の好きなジャンルは\nヒストリカル・フィクションとファンタジーです。今までで一番好きな本は、The Boom\nThief」、「Harry Potter」シリーズ、「The Last Green Valley」、「Hunger Games」シリーズなどです。\nYAファンタジー、特にディストピアが大好きです。",
  "data/reddit-books/r/books/comments/pw8wdz/reading_wuthering_heights_compelled_me_to_jump.json": "この本が、500ページ以上の長さの、我慢できないほどのゴシップ本に見えないのは私だけでしょうか？\nこの本を500ページ以上の長さの我慢できないゴシップ本として見ていないのは私だけでしょうか？誤解しないでほしいのですが、私は古典が大好きです。\n誤解しないでほしいのですが、私は古典が好きで、特にブロンテ姉妹の作品が好きです。エミリー・ブロンテは、姉の作品の多くを凌駕しています。\n私は古典が大好きで、特にブロンテ姉妹の作品は、エミリー・ブロンテがその文体で多くの姉妹の作品を凌駕しています。\n\nしかし、それは...。",
  "data/reddit-books/r/books/comments/pwc8wb/are_jane_austen_books_really_worth_it.json": "今まで気づかなかったのですが、図書館を見ていたら、私が持っている本のほとんどが\n私が持っている本のほとんどは、ハイファンタジー、ハードSF、重いノンフィクションや哲学のいずれかです。\n600ページを超えるドストエフスキーやトルストイの本。ただリラックスして過ごすためのものを手に入れられなかったことが信じられません。\n私は、ただリラックスしてくつろぐためのものを手に入れたことがないなんて信じられません。ジェーン・オースティンの本もそうでしょうか...。",
  "data/reddit-books/r/books/comments/pwg7iv/libby_library_cards.json": "私は東南アジアに住んでいるので、どうしてもLibbyを使いたいのですが、私の地元の図書館ではカタログが少なく、海外の図書館ではもっとたくさんの本があります。\n海外の多くの図書館には、私が興味を持っている本がたくさんあります。\n海外の図書館には私が読みたい本がたくさんあります。海外の図書館の方が読みたい本がたくさんあります。\nカードを使う方法はありますか？(私はお金がなくて、まだ学生なので）他の人の図書館カードを使うことはできますか？",
  "data/reddit-books/r/books/comments/pwg4rr/the_best_books_he_perceived_are_those_that_tell.json": "始める前に公平な警告（多くの人がこの投稿に問題があるので\nこの記事に問題がある人が多いので？) これは私がこのサイトに初めて投稿するものです。\n\n私の考えでは、上記の引用文は「1984年」が古典である理由を完璧に要約しています。この本は\nこの本は、風刺画と現実の完璧な融合です。この本を読み始めたとき\nあなたはこう思うでしょう。",
  "data/reddit-books/r/booksuggestions/comments/pwdysx/im_interested_in_reading.json": "できれば文化の違いを超えたものがいいが、そうでなくてもいい。私が興味を持っているのは\n異なる文化圏の人々が、愛する死者をどのように称えるか",
  "data/reddit-books/r/books/comments/pwiwsq/im_m_l_rio_author_of_if_we_were_villains_and_five.json": "私は作家であり、俳優から学者に転身した者です。大学で小説を書いて、なんとか売れて\nその後、イギリスに渡り、キングス・カレッジ・ロンドンとグローブ座でシェークスピアの修士号を取得しました。\nキングス・カレッジ・ロンドンとグローブ座でシェイクスピアの修士号を取得しました。今、私はアメリカに戻っていますが、『IWWV』は7カ国で出版されました。\nIWWV』は7カ国語で出版され、特別なハードカバーが発売される予定です...。",
  "data/reddit-books/r/books/comments/pwnjkp/buyer_beware_amazon_is_shipping_books_in_paper.json": "私はこのボックスセットが届くのを1週間待ちましたが、アマゾンは梱包なしで紙袋に入れて送ってきたので、輸送中にボロボロになってしまいました。\n紙袋で送られてきて、梱包もされていなかったので、輸送中にボロボロになってしまいました。\n\nhttps://i.imgur.com/6tuARNK.jpeg\n\n箱入りセットの8つの角がすべて破損しており、2冊の外箱の角も破損しています。\n外側の2冊の本の角も破損しています。すでに返品・交換の手続きをしていますが...。",
  "data/reddit-books/r/booksuggestions/comments/pwo40w/ugoodreadsbot_is_back.json": "皆さんすみません。Google Cloudは、彼らの側で請求エラーが発生したため、ボットをシャットダウンしました。\nしてしまいました。本日、ボットを再起動させました。一時的に停止したことをお詫びします。今日まで気がつきませんでした。\n今日まで気づきませんでした。\n\nu/goodreads [/u/goodreads] botは今日も生きています!",
  "data/reddit-books/r/books/comments/pwpcbl/is_it_okay_to_give_an_infant_a_book_as_a_gift.json": "私は赤ちゃんに囲まれて育ったわけではなく、家族も少なかったので。しかし、今では私の\n結婚した義理の兄弟に女の子が生まれ、遠くに住んでいるにもかかわらず\n遠く離れた場所に住んでいますが、私は本を送ってくれるクールな叔母になりたいと思っています。親としては、本を送るのは迷惑なのでしょうか？\n親として、子供が読めないのに本をプレゼントされるのは迷惑ですか？それは、絵...",
  "data/reddit-books/r/books/comments/pwv51a/the_gatekeeping_around_books_is_so_flipping.json": "私たちは皆、それを見たことがあります。\n\n\"If you have not read (insert any book, usually a classic (or even a author))\n本当の本のファンではありません！\"\n\n\"もし、あなたが（ジャンルを挿入、通常YAやロマンス）を読んでいるなら、あなたは本当のファンではない。\nbooks)!\"\n\n\"（ジャンルを挿入、これも通常はYAやロマンス）はBADで、それを読んだら、あなたは\nではありません。",
  "data/reddit-books/r/books/comments/pww6nz/i_wanna_thank_translator_for_their_hard_work.json": "自分の母国語で本がほとんど出版されていない国から来た私にとっては\n原著を愛してやまない翻訳者がいると、嬉しくなります。\n特に、私は資料にアクセスしやすいように、ほとんど英語で読んでいるので\n英語で読むことが多いからです。特に私は英語で本を読むことが多いので、資料を手に入れやすいという理由もあります。",
  "data/reddit-books/r/booksuggestions/comments/px2a9c/books_like_sapiens_and_a_short_history_of_nearly.json": "ユヴァル・ノア・ハラリの他の作品も読みましたが、これも素晴らしかったです。他にはどんなものがありますか？\n他の作品は？人間や他の動物に関するものに興味があります。",
  "data/reddit-books/r/books/comments/px68wi/how_do_you_feel_about_books_that_purposefully.json": "探偵が事件を解決したり、情報を集めたりする推理小説のことではありません。\n推理小説ではありません。\n\n登場人物たちが最初から知っていた問題を解決することで、アクションが始まる本のことです。\n登場人物たちが最初から知っていた問題が、最後に読者に明かされることによって\n読者に明らかにされるのは、最後の最後で、たいていは......。",
  "data/reddit-books/r/books/comments/px7mue/am_i_misunderstanding_the_stranger_by_albert_camus.json": "読んだ後、混乱した気持ちになりました。ムルソーは、不条理な理想を体現するキャラクターであり\n不条理主義の理想を体現した人物であり、カミュの哲学的信念の多くを代弁している。\n哲学的な信念の代弁者です。しかし、それにもかかわらず、私は彼に同情し、彼を許すべきなのでしょうか？\nしかし、私は彼の不道徳な犯罪にもかかわらず、彼を許し、同情することになるのでしょうか？道徳には何の意味もないのだろうか。",
  "data/reddit-books/r/books/comments/px5qhw/got_my_hands_on_a_grosset_dunlap_oliver_twist.json": "最近、Grosset & Dunlap社の中古のOliver Twistを購入しました。\nハードカバーのデザインが気に入ったので、中古で購入しました。美しい特別版を手に入れたと思っていたら\n最初の所有者と思われる人の名前と1928年の日付が書かれているのを見て、美しい特別版を手に入れたと思いました。\n1928. そしてページをめくると、表紙には写真が......。",
  "data/reddit-books/r/books/comments/px2k7s/philippa_gregory_is_neither_feminist_historian_or.json": "--彼女は自分のことを3つと呼びたがっていますが。正直なところ、私が彼女の本から得たのは\n女性はお互いに憎み合っていて、女性はほとんど情熱的なロマンスだけに動かされていて\n情熱的なロマンスによってのみ動かされているということ、そして、女性はビッチなトガリネズミか、処女的な善良さの縮図のどちらかだということです。\n後者はまさに中世の...",
  "data/reddit-books/r/books/comments/pxbpf1/what_would_your_pastchildhood_self_think_of_your.json": "本を楽しむようになってから、自分の本の趣味がどう変わったかを考えてみました。\nと考えていました。\n\n10年前の自分は、26歳になった今の自分を知ったら、びっくりするだろう。\n10歳の自分は、26歳になった今、自分の意志で今選んだ本の多くを読んで楽しんでいると知ったら、驚くだろう。その頃の私は\n古典やノンフィクションを読むのは、退屈な年寄りだけだと思っていたわ。",
  "data/reddit-books/r/books/comments/pxba0o/medicinal_value_of_reading.json": "私は昔から読書好きでした。海外に赴任した際には、6冊の本を\nダッフルバッグの底には6冊の本が入っていましたし、帰国時には足の裏全体が\n海外に派遣されたときは、ダッフルバッグの底に6冊の本を入れていました。しかし、仕事中に怪我をしてからは、本を読むことがただの読書ではなくなりました。\n読書は単なる楽しいリラックスした娯楽ではなくなりました。読書には...",
  "data/reddit-books/r/booksuggestions/comments/pxjdas/are_there_any_books_that_criticize_hustle_culture.json": "またはそれに類するもの。過労死社会についての話題やテーマがあってもよい。\n資本主義などの",
  "data/reddit-books/r/books/comments/px1prp/book_really_does_feels_like_a_friend_sometimes.json": "私は人生の大半を孤独に過ごしてきましたが、本は想像以上に私の逃げ場所でした。\n想像以上に本が私の避難所でした。私が読んでいる本は、私の個人的な荷物と同じようなストーリーを提供しているわけではありませんが、なぜか\n読んでいる本が、私の個人的な荷物と同じストーリー、あるいは似たようなストーリーを提供していないにもかかわらず、私はどうして\n登場人物に親近感を覚えました。まるで友人の話を聞いているような...。",
  "data/reddit-books/r/booksuggestions/comments/px63c6/which_book_or_books_started_your_obsession.json": "これはおそらく、ここで何度も聞かれてきた質問だと思いますが\nここでは 私は、自分で自分の文章を読ませるのが苦手でした。これは、やや高い怠惰さから来ています。\n怠け癖があるのと、自分が夢中になれるような本に出会えなかったからです。\n現在21歳で、そろそろ本を読もうかなと思っているのですが、私は...",
  "data/reddit-books/r/books/comments/pxin5v/why_are_so_many_fantasy_books_a_series_rather.json": "指輪物語のトリビアとして、1000ページの単行本として書かれたことを知りました。\nしかし、第二次世界大戦と紙不足のために、3巻に分割され、現在の3部作となった。\nしかし、第二次世界大戦で紙が不足したため、3巻に分割され、現在の3部作になったそうです。それを聞いて私は\n私が読んでいるファンタジー本の中で、1冊目の本がどれだけあるか考えてみました。",
  "data/reddit-books/r/booksuggestions/comments/pxnojm/do_you_check_goodreads_ratings_and_reviews_to.json": "そうは言っても、インターネットがなかった昔は、同じ著者の本を何度も買っていました。\n同じ著者の本を何度も買っていました。今ではその必要もなく、怪しくて悪い本は飛ばして、良い本だけを読むことができます。\n怪しい本は飛ばして、良い本だけを読むことができる。このような傾向が今でも続いているかどうかを知りたいです。\nこの傾向はまだ続いているのでしょうか？",
  "data/reddit-books/r/books/comments/pxrrau/how_many_books_do_you_own_that_you_havent_read_yet.json": "友人のインスタグラムの投稿を見て、疑問に思ったことがあります。\nあなたは、まだ読み切っていない本を何冊持っていますか？\n\nその投稿によると、彼女の棚には80数冊（！）の本があり、読まれるのを待っているそうです。\nそれを見て考えました。私は現在8冊の未読の本を持っていますが、そのほとんどは\nそのほとんどが...",
  "data/reddit-books/r/books/comments/pxnfwn/the_next_terry_pratchett.json": "心の中では、テリー・プラチェットはもう存在しないと思っています。今までも、そしてこれからも\n偉人がいて、これからもいて、もしかしたら時間が経てばもっと偉くなるかもしれないけど\nしかし、もう一人のプラチェットはいない。ディスクワールドの本を手に取るたびに、私は、もうこれ以上のものは存在しないという\n私はディスクワールドの本を手に取るたびに、もうこれ以上の「初めて」は存在しないのだと思うと胸が痛む。\n\nドリュー...",
  "data/reddit-books/r/books/comments/pxxy4a/anyone_else_with_amazon_kindle_lost_rights_to.json": "ショートストーリーはDear Amazon Kindleユーザーは要注意です。あなたの電子的権利は\nその後は、彼らの本にアクセスする権利はありません。\n\n長い話と、あなた方の不満のウサギの穴は、以下の通りです。\n私が自分の本を開こうとしたときに寄せられたコメントの画像になりますが...。",
  "data/reddit-books/r/books/comments/py0ggr/misery_by_stephen_king.json": "ミザリーを読み終えました。ホラー本を読んだのは初めてでしたが\nスティーブン・キングの本を読んだのも初めてでした。そして、とても気に入りました。とてもよくできていて\n登場人物は2人だけで、物語の舞台は1つの場所ですが、面白いことに\n登場人物は2人だけで、舞台は1つの場所なのに、いつも何か面白いことが...。",
  "data/reddit-books/r/books/comments/py1hc0/whats_the_point_of_a_personal_library.json": "誠実さを欠いた質問ではなく、正当な質問だと思います。\n\n私には自慢の大規模な個人図書館がありますが、ガールフレンドはそれを売るように促しています。\nしかし、ガールフレンドからは、「あんなにたくさんの本はいらないから、売ってしまおう」と言われています。そして、考えれば考えるほど\nそれに対する答えがないことに気がつきました。それは...",
  "data/reddit-books/r/booksuggestions/comments/pxxjao/any_books_or_authors_really_portray_the_life_of.json": "壮大な設定やプロットは必要ありません。キャッシャーやCEOが静かに自暴自棄になって生きているだけでいい。\n静かに自暴自棄になって生きている人の話でいいんです。それを表現している本や作家はいますか？\nあなたの意見を聞かせてください。"
}