{
  "data/reddit-books/r/books/comments/n27h36/be_honest_how_big_is_your_to_read_pile.json": "皆さんは、「読むべき本」の山をどのように管理していますか？購入・読了までに適度なペースで読み進められるよう、管理していますか？\nある程度のペースで読み進められるように管理していますか？\nそれとも それとも、いつまでたっても減らないとわかっていながら、どんどん増えていくのを許していますか？\nそれとも、一向に減らないかもしれないと思いながら、増え続けるのでしょうか？また、アプリやスプレッドシートを使って...",
  "data/reddit-books/r/books/comments/n29lz4/i_read_30_books_this_month_ratings_thoughts_on.json": "私は4月中、毎日1冊の本を読むというチャレンジをしました。\nどうにか達成できました。先月に読んだ本を日付順に並べてみました。\n日付順にご紹介します。\n\nHoney Girl by Morgan Rogers - 3.5つ星 - とってもキュートで、遅咲きの女の子の青春を描いた作品だと思いました。\nとってもキュートで、遅咲きの若者の青春を描いた作品だと思いました。",
  "data/reddit-books/r/books/comments/n2bog9/i_just_like_stories.json": "誰もが簡単に満足できる読書家ではありませんか？私は、読んだ本を嫌いになったことはありません。\n読んだ本を嫌いになったことはありません。欠点を見つけることもできるし、他の本よりも好きな本もあります。しかし、私はただ物語が好きなのです。\n物語が好きなんです。私は本を買う前と後にレビューを読みます。私は、ある本を読むと（そして\n本を読んで（ほとんどの場合は楽しんで）から、レビューを読みに行くんです。",
  "data/reddit-books/r/books/comments/n2ikl1/libby_overdrive_is_a_great_resource.json": "この種の投稿は何度もされていると思いますが、私はみんなにLibbyの素晴らしさを伝えたかったのです。\nLibbyの素晴らしさを皆さんにお伝えしたいと思います。Libbyは無料のアプリで、図書館カードと接続することで\n電子書籍やオーディオブックにデジタルでアクセスできる無料アプリです。電子書籍にお金を払っている人としては\n電子書籍にお金を払っている私にとって、これは大きなメリットです。私はKindleで読んでいますが、...",
  "data/reddit-books/r/booksuggestions/comments/n2gqd1/mermaids.json": "人魚のラブストーリーの良い本があれば。ダークでスパイシーなものでも構いません。ただ、人魚を探しています。\n人魚を探しています。",
  "data/reddit-books/r/books/comments/n2mkxo/i_read_if_cats_disappeared_from_the_world_by.json": "この物語は、Read With Cindyが主催するAsian Readathonのアカウントで読みました。\nCindyさんはブックチューバーです。\n\n物語は、自分が脳腫瘍であることを知った郵便配達員が、悪魔（ハワイアンシャツを着たドッペルゲンガー！）の訪問を受けるというものです。\n悪魔（ハワイアンシャツを着たドッペルゲンガー！）の訪問を受けます。悪魔は\n悪魔は彼に、もしも...という条件を提示します。",
  "data/reddit-books/r/booksuggestions/comments/n2noht/looking_for_unsettling_short_stories.json": "こんにちは。誰かが私にお勧めの短編小説を教えてくれないかと思っています。\n私の心を揺さぶるような作品を紹介してもらえませんか？キングの作品はほとんど読んだことがあるので、特にキングの作品を探しているわけではありません。\nあからさまなホラーではなく、読んでいるうちに恐怖を感じるようなものがいいですね。\nありがとうございます。\n\n\n\nEdit*: うわぁぁぁ! 皆さん、ありがとうございます。",
  "data/reddit-books/r/books/comments/n2vy3b/warning_do_not_read_dumb_witness_by_agitha.json": "私はハーパーコリンズ版を持っていますが、他のバージョンではこのシーンが編集されているかどうかはわかりません。\nこのシーンが編集されているかどうかはわかりませんので、気をつけてください。\n\nまた、彼女のミステリーの中では少ない方だと思いますが、犯人のリストを示すシーンが（どこからともなく）あります。\nこれは、彼女の初期の小説に登場する犯人のリストを示すシーンです。それは\nと思わせるような表現になっていますが...。",
  "data/reddit-books/r/booksuggestions/comments/n2vdae/i_hate_everyone_but_you_book_recs.json": "あなた以外のすべての人が嫌い」ということを放射する本のカップルを探しています。内容は\nファンタジーからコンテンポラリーまで、ジャンルは問いません。登場人物たちが達成すべき探求や冒険をしていればボーナスポイント\n冒険をしているキャラクターがいればボーナスポイント",
  "data/reddit-books/r/books/comments/n2pmj8/how_many_of_you_have_managed_to_figure_out_who_is.json": "私は彼女の本を10冊ほど読みましたが、毎回本当に驚かされました。\n私の頭の中にも犯人が浮かんだことがあったかもしれませんが、彼女はいつも私を迷わせてくれます。\n彼女の本を10冊ほど読んできましたが、毎回本当に驚かされました。\nしかし、今夜、「エンド・ハウスの惨劇」（素晴らしい...）の終わりに近づいていた。",
  "data/reddit-books/r/books/comments/n2lg0n/i_read_mans_search_for_meaning_by_viktor_e_frankl.json": "ヴィクトル・E・フランクルは、アウシュビッツ、ダッハウなど2つの強制収容所の生存者である。\n強制収容所の生存者です。ホロコーストの生存者であると同時に、彼は戦前と戦後に活躍した精神科医でもありました。\n戦前、戦後を通じて精神科医として活躍しました。私は彼の本を読みました。\n彼の本を読んで、私が気に入った部分と、最も深いと思った部分を紹介します。\n深い部分を紹介しました。....",
  "data/reddit-books/r/books/comments/n303zj/wanted_to_brag_i_just_spent_the_whole_day_reading.json": "最近、久しぶりに本を読んでみようと思いました。\n最近、本を読もうと思い立ち、長い間ツイッター以外のものを読まずにいました。いろいろと調べて、たくさんの本を手にしました。\nたくさんの本を手にしました。最初に読んだのは、アップルのブックストアで無料で配布されていた本でした。\n最初に読んだのはAppleのブックストアにある無料の本で、習慣を取り戻すためにYAの小説を読みました。次の一冊は...。",
  "data/reddit-books/r/books/comments/n2t2io/i_read_infinite_jest_for_over_2_years_i_finished.json": "これは長年の目標でしたが、やっとできました。ビッツ＆ピース、15分 電車の中で\n電車の中であちこち。私はこのモンスターを間食で済ませてしまい、時間がかかりました。\n時間がかかったが、その分、いいものができたと思う。不条理なディストピア的ユーモアを評価する\n不条理なディストピアのユーモアを少しずつ理解することができました。まだピンチョンの方が好きですが、いくつかの...",
  "data/reddit-books/r/booksuggestions/comments/n2tyaj/anything_you_love.json": "大学を卒業したばかりですが、読書や学習をやめたくありません。私は普段\nしかし、あなたがどんな本が好きで、なぜ好きなのかを聞きたいです。\n:)",
  "data/reddit-books/r/books/comments/n3jcfd/it_is_only_when_i_got_older_that_i_truly.json": "若い頃の私は、アラゴルンの断固とした静かな強さ、レゴラスの誇り高くバランスのとれた優雅さ、エオウィンの勇気、ファラミアの献身的で静かな愛に歓声を上げた。\nエオウィンの勇気、ファラミアの（兄と父への）献身的で静かな愛、レゴラスの誇らしげでバランスのとれた優雅さに若い私は歓声を上げた。\nファラミアの献身的で静かな愛（兄と父への）。その中で、サムワイズ・ギャムジーが現れた。\nサムワイズ・ゲイムが現れた。メリーとピピンが巻き込まれたのは...。",
  "data/reddit-books/r/books/comments/n3h7f3/so_i_read_lolita.json": "邪魔なんだよ。ドールズがかわいそうです。ヒューバートが彼女に薬を飲ませて痴漢することを計画していたという事実\n実際に痴漢をしていたことや\nドールズが警察を呼ぼうとしたときに母親が死んだことを伝えたこと。\nそして、この男は彼女がいる間に再び彼女を利用し...",
  "data/reddit-books/r/books/comments/n38elx/what_is_that_one_book_you_absolutely_hate.json": "あまりにも下手で、不快で、憂鬱で、陳腐で、最後まで読むことができなかった本。\nあまりにも下手で、攻撃的で、憂鬱で、陳腐だったからです。自分の最大の敵にはしたくないと思うような\n最大の敵に願いたくないもの、嫌気がさして捨ててしまいたいもの（あるいは捨ててしまったもの）。どの作品に\nThe Worst Book Ever」賞を与えたい作品。\n\n自分にもあるとしたら......。",
  "data/reddit-books/r/books/comments/n3irkt/getting_attached_to_books_and_feeling_heartbroken.json": "2021年はこれまでに3回やっています。実は、幼い頃からやっています。\n若い頃からやっています。物語に思い入れがあると、気持ちの整理がつかず、1～2週間は新しい本を読み始められないことがあります。\n感情的に次の段階に進む準備ができていないために、1週間か2週間は新しい本を読み始めることができないことがあります。\n次の段階に進む準備ができないからです。\n\nこれがどれほど馬鹿げたことかは十分承知しています。またやってしまった...。",
  "data/reddit-books/r/books/comments/n4j2p4/as_readers_have_you_ever_felt_pressured_to_finish.json": "自分自身からの内的なプレッシャーか、ソーシャルメディアからの外的なプレッシャーかと思います。\n育った環境や教育などの外的要因か。\n\n今朝、ちょっとした好奇心で考えてみました。私はよく読書をしますが、確かに\n若い頃は、読み始めた本をすべて読み終えなければならないというプレッシャーを感じていましたが、それがどこから来ているのかわかりません。\nそれがどこから来たのかはわかりません。それは...",
  "data/reddit-books/r/booksuggestions/comments/n4lba1/help_me_find_the_perfect_gift_for_my_mom.json": "(〆切：本を買いました。皆さん本当にありがとうございました)\n\n\n\n私の母は読書が大好きで、私が読書に興味を持つようになったのも母のおかげです。\nもうすぐ母の日なので、母が新しいお気に入りの作家を見つける手助けをしたいと思っています。\n\n母は犯罪や捜査が大好きで、シャーロック・ホームズ、アガサ・クリスティ、テス...などの作品をすべて読んでいます。\nクリスティ、テス...",
  "data/reddit-books/r/books/comments/n4uiik/finally_got_around_to_reading_divergent_its_not.json": "本棚を整理していた家族から本を譲り受けました。\n本棚の整理をしていた家族から本をもらいました。この本はあまり良くないので、残りの3部作は諦めようかと思っています。\n残りの3部作を諦めてしまうかもしれません。\n\n派閥のシステムは本当に単純で、私には合いません。私には\nこのディストピアが何を目指しているのかわからない。",
  "data/reddit-books/r/books/comments/n4tc2v/readers_pronunciation_anyone.json": "真面目な話。ヨセミテと \"YOES MIGHT \"はどちらも現実に存在する、全く違う国立公園だと、私はかなり年を取るまで思っていました。\nヨセミテと \"YOES MIGHT \"はどちらも実在する全く違う国立公園だと思っていました。高校生の時に\n高校生の時にピンときたんです。\nビデオで見た奇妙なエイリアンのカップルについて、他の人と何度も話したことがありました。",
  "data/reddit-books/r/books/comments/n4zbr7/reading_with_my_daughter_has_been_one_of_the_most.json": "私は母親であることが大好きですが、「もう一人赤ちゃんが欲しい、赤ちゃんがいないと寂しい！」と思った瞬間は一度もありませんでした。\nと思ったことは一度もありません。正直なところ、娘が年をとるごとに\n正直なところ、娘が年を重ねるごとに、ますます楽しくなってきましたし、特に今は、自分で本を読むことに興奮しています。\n特に今は、自分で本を読むことに興奮しています。 \n\n今、娘は7歳ですが、本を読むのは...",
  "data/reddit-books/r/booksuggestions/comments/n4toiw/books_to_read_before_you_die.json": "文字通りではありませんが、誰もが死ぬまでに読んでおくべき必読書は何でしょうか？\n死ぬまでに読んでおくべき本を教えてください。",
  "data/reddit-books/r/books/comments/n5eue2/which_is_your_favourite_book_and_why.json": "私のお気に入りの本は、ジュンパ・ラヒリが書いた「The Namesake」です。この作品は\n美しく書かれた作家のデビュー作です。彼女の文章の豊かさに瞬時に魅了されました。\n彼女の文章の豊かさのおかげで、すぐにこの本に魅了されました。\n\n本の中のすべてのものが、まさにその場所にあり、完璧で魅力的に感じられました。この本は\nの間を旅します。",
  "data/reddit-books/r/booksuggestions/comments/n5eamk/suggestions_for_not_taking_everything_so.json": "何事も個人的に受け取らないように、脳を鍛え直さなければなりません。守りの姿勢になってしまいます。\n守りの姿勢になってしまいます。\n攻めるのではなく、フィードバックとして受け止める方法について、お勧めの本を探しています。",
  "data/reddit-books/r/books/comments/n5n3ag/mans_search_for_meaning_is_one_of_the_best_most.json": "人間の意味の探求-ビクトール・フランクル\n\nこの本は2部構成になっていて、第1部はフランクルがナチスの強制収容所の囚人として体験したことを\nナチスの強制収容所の囚人としてのフランクルの経験について書かれています。フランクルは精神科医としての知識を持っています。\n読者には、彼が見た恐ろしいものや、彼がどのように人々を観察したか、そして\n人々をどのように観察したのか、そして彼らがどのように...",
  "data/reddit-books/r/books/comments/n5ifh6/why_does_he_do_that_by_lundy_bancroft_a_true.json": "どなたかこの本を読まれましたか？私は今、34ページ目にいます。ただ、すべての\n私たちが虐待行為に与える言い訳に目を通したところ、私が過去に経験した人間関係にどれだけ似ているかを知って唖然としました。\n呆然としています。この本を読んで同じ経験をした人はいますか？\n\nもしあなたが（男性と）関係を持っているなら、この本を手に取ってみてください。....",
  "data/reddit-books/r/booksuggestions/comments/n5n8m7/what_to_read_as_a_burntout_student.json": "以前にも投稿されたことがあるかどうかわかりませんが（たぶんあると思います）、私は学校や家庭生活で超ストレスを感じています。\n私は学校と家庭の両方で極度のストレスを感じています。\n逃避したいと思っています。私はそれほど熱心な読書家ではありませんでしたが、私は考えました。\nインターネット以外にも何かしなければと思っています。そこで...",
  "data/reddit-books/r/booksuggestions/comments/n5gd5s/books_to_read_when_you_want_to_die.json": "感情的に破壊するために読む本、死ぬ前に読む本のスレッドを見ました。\n死ぬ前に読む本」のスレッドを見て この質問をする気になりました。",
  "data/reddit-books/r/booksuggestions/comments/n5y1i2/books_on_healing_after_being_raised_by_a_toxic.json": "毒親のアダルトチルドレンです。ライセンスを持った専門家が書いた自己啓発スタイルの本や\nライセンスを持つ専門家が書いた自己啓発書、毒親と親子関係の被害者である若者が登場するフィクション小説\n毒親と子供の関係の犠牲になっていることに気づく、親近感のあるヤングアダルトの登場人物を描いたフィクション、その他、参考になるものなら何でもOKです。\nその他、参考になるものであれば何でも構いません。\n\n私は、このような本が好きです。",
  "data/reddit-books/r/books/comments/n6ejq1/i_just_read_the_best_book_ever_and_its_the.json": "私はこの本が本当に大好きです。普通の犯罪小説として読むことができます。\nそれ以上のものがあります。\nそれ以上のものです。ドストエフスキーはキャラクターを一から作り上げて、この世界とプロットの中に放っておくんだ。\nこの世界とプロットの中で彼らを解き放ちます。私はこの哲学的な部分がとても気に入っています...",
  "data/reddit-books/r/books/comments/n6kzxu/slaughterhouse_five_is_incredible.json": "私の本棚には4年近く前から『スローターハウス・ファイブ』があり、何度も読もうとしましたが、第一章はほとんど読めませんでした。\n何度も読もうとしましたが、ほとんど第一章を読むことができませんでした。やっとです。\n読むことができました。カート・ヴォネガットは、私がこれまでに読んだ中で最も素晴らしい作家でなければなりません。\nそして、最も面白い作家の一人です。この作品にはパターンがあります...",
  "data/reddit-books/r/booksuggestions/comments/n6jyfe/whoever_recommended_me_mistborn_thank_you_review.json": "ミストボーンシリーズのオリジナル3部作を終えて、今は alloy of law を始めたところです。\nalloy of lawを始めたところです。これは単なる過去の偏見かもしれませんが、今までのシリーズの中で一番好きです。\n今までで一番好きな本シリーズです。たくさん読んでいるわけではありませんが、Asoiaf（ゲーム）よりもいいと思います。\nゲーム・オブ・スローンズ」や「ケン・フォレット三部作」よりも良いと思います。Ive read...",
  "data/reddit-books/r/booksuggestions/comments/n6nhz3/hey_guys.json": "これはお勧めの本を聞いているわけではありません。\nこのサブに参加してからamazonの本のウィッシュリストが10倍になりました(笑)たくさんの本が提案されているのを見て\nこのサブに参加してから、私のamazonの本のリストが倍になりました。\n私はここで出会った素晴らしい本を読みました...。",
  "data/reddit-books/r/booksuggestions/comments/n69zel/saddest_book.json": "さて、私が探しているのは、最も胸が締め付けられるような、床に泣き叫ぶような、自分を完全に破壊するようなタイプの本です。\n胃が痛くなって、文字通り本を読まずにはいられなくなるような本を探しています。\n理解するために本を置いて一周しなければならないようなものがいいです。\nそれです。何時間も完璧な本を探していましたが、どれも...。",
  "data/reddit-books/r/books/comments/n73oln/my_problems_with_the_boy_in_the_striped_pajamas.json": "昨年、ジョン・ボインは、ゲーム「ゼルダの伝説 ブレス オブ ワイルド」に登場する素材を\nビデオゲーム「ゼルダの伝説 ブレス オブ ザ ワイルド」に登場する食材である\nゲーム「ゼルダの伝説 ブレス・ザ・ワイルド」に登場するオクトロックの目玉、ハイテイル・トカゲ、レッド・リザルフォの尻尾、ハイリアン・シルームなどを\nシリアスな文芸歴史小説『The Traveller at the Gates of...",
  "data/reddit-books/r/booksuggestions/comments/n6m8vt/im_15_years_old_and_i_love_classic_books_that_are.json": "Redditで、この本は素晴らしいと書かれていましたが、私にも勧めてくれますか？I\n退屈はしたくないので。宜しくお願いします。",
  "data/reddit-books/r/booksuggestions/comments/n74p7q/postapocalypse_books_focused_on_building_a.json": "多くのポストアポカリプスの物語の中で、私が最も好きな部分の一つは、グループやコミュニティを集めて、物事の準備や計画を始めるところです。\nグループやコミュニティを結成して、脅威に対処するための準備や戦略を立て始めるところです。\n脅威に対処するための戦略を練り、また権力闘争が展開される中での内部政治を\n勢力図などの内部事情も含めて。例えば、「The Stand」の後半のような..."
}