{
  "data/reddit-know/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are.json": "実はミツバチは、ミツバチの中でも特に花粉症に強いというわけではありません。実際\nアメリカでは、ミツバチは在来種ではなく、豚や牛のように家畜化された種です。\n豚や牛のように飼い慣らされたものです。ミツバチにとってより安全に作られている農薬もありますが\nミツバチに安全な農薬もありますが、ほとんどは他の花粉媒介者を殺してしまい、増加...",
  "data/reddit-know/r/YouShouldKnow/comments/obhs1y/ysk_rating_anything_on_airbnb_below_4_is_a_death.json": "なぜYSKかというと、ヨーロッパの文化では、5/5は「すべてが順調だった」とは考えないからです。\n\nこれはアメリカではあまり問題になりません。\n\nしかし、ヨーロッパの多くの文化では、3が「すべてが満足」、4が「すべてが良かった」という評価をします。\n3は「すべてが満足」、4は「何か特別に良いことがあった」、5は「心を揺さぶられた」というような\n驚くようなことがあった場合には5をつけるようになっています。\n\nさて...。",
  "data/reddit-know/r/YouShouldKnow/comments/obj4d8/ysk_the_popular_whats_a_potato_reddit_poststory.json": "なぜYSKなのか：もし誰かの夢を壊してしまったら申し訳ないのですが、redditで伝説的なストーリーやミームであると投稿されているのを見て\nredditで伝説的なストーリー/ミームとして投稿されているのを見て、それが基本的にシットコムからの引用であることに腹が立ちました。\nこのサイトは真実を伝えるべきだと思っています。\n\nここでは、https://youtu.be/OJAEaAom5FQ\n\nこのエピソードが放送されたのは2014年で、1年...",
  "data/reddit-know/r/YouShouldKnow/comments/obqxzf/ysk_if_youre_having_trouble_falling_asleep_you.json": "なぜYSKかというと、もしあなたがベッドに横たわっていて、リラックスできない、眠りにつけないと悩んでいるなら、顔をほぐしてみてください。\n顔をほぐしてみてください。私は、顔が緊張していることに気づくことがよくあります。\n意識的に顔をリラックスさせようと思うと、すぐに安心して眠りにつくことができます。\n意識して顔をほぐすと、すぐに安心して眠りにつくことができます。",
  "data/reddit-know/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up.json": "なぜYSKかというと、このサイトを運営しているインテュイットは、確定申告をもっと高く、もっと複雑にするように働きかけている恐ろしい会社だからです。\n確定申告をより高価で複雑なものにするように働きかけています。\n子供の税控除を申請するために、この新しいウェブサイトを立ち上げました。\nの登録をするための新しいウェブサイトを立ち上げました。非常にユーザーフレンドリーではありません。\n\nNon-filersとは...",
  "data/reddit-know/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and.json": "Why YSK: うちの子は7月4日に耐えられません。\n今日獣医さんに相談して、薬や雷除けを用意してもらうことにしました。\n今日獣医に相談したところ、薬やサンダーシャツ、そしてもちろんたくさんの愛情を与えることを検討しています。\n\n誰かダッチを試したことがありますか？[https://dutchforpets.com/anxiety...",
  "data/reddit-know/r/YouShouldKnow/comments/ocaug3/ysk_you_need_to_water_new_concrete_daily_for.json": "なぜYSKなのかというと、車道などに新しいコンクリートを打つときには、7日間毎日汗をかかなければなりません。\n7日間、毎日汗をかく必要があります。そうすることで、層状に乾燥して剥がれてしまうのを防ぐことができるのです。",
  "data/reddit-know/r/YouShouldKnow/comments/ocas2a/ysk_you_should_fliprotate_your_mattress_every_3_6.json": "なぜYSKなのか：多くの人は知らないと思いますが、実はYSKはマットレスの特定の部分の摩耗を減らし、長持ちさせる効果があります。\nマットレスの特定の部分の摩耗を減らし、長持ちさせることができるので、新しいマットレスを買わなくて済むのです。\n新しいマットレスを買う必要がなくなります。",
  "data/reddit-know/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are.json": "なぜYSKなのか：企業は、自社製品にGMOフリーのラベルをつけて、それをアピールしようとします。\nしかし、実際にはそうではありません。\nしかし、実際にはそうではなく、遺伝子組み換え作物が含まれている場合よりも体に悪い影響を与える可能性があります。GMOという名称は\n遺伝子組み換え作物」という名前は怖い感じがしますが、実際には...",
  "data/reddit-know/r/YouShouldKnow/comments/ocek88/ysk_bear_pepper_spray_is_less_potent_then_human.json": "熊用ペッパースプレーは、熊が有効成分であるオレオレジン・カプシカムの影響を受けやすいため、意図的に希釈しています。\n有効成分であるオレオレジン・カプシカムの影響を受けやすいからです。なぜYSKかというと、多くの人が\nクマ用ペッパースプレーの方が人間への抑止効果が高いと思っている人が多いからです。\n実際にはその逆なのです。",
  "data/reddit-know/r/YouShouldKnow/comments/ocat6t/ysk_you_can_go_to_aaha_universal_microchip_lookup.json": "特に7月4日は、多くのペットが逃げ出したり、外に出たり、迷子になったりする日なので\nのです。\n\nチップに紐付けられた情報が最新のものでなければ、チップでペットを家に帰すことはできません。\n帰ることができません。\n\n獣医に電話することもできますし、ほとんどの獣医はスイングバイを許可しています（パンデミックの変更が適用される場合があります）。\nペットをスキャンして、チップの番号を知ることができます。....",
  "data/reddit-know/r/YouShouldKnow/comments/ocgfcz/ysk_how_to_report_ads_on_youtube.json": "最近、YouTubeの動画の前に詐欺の広告をよく見かけます。\n特に子供向けの動画の場合、とても腹が立ちます。\nこのサイトを見たらMr.Beastから1000ドルもらえます」というのがありました。)\n\nまた、広告を報告することができないという投稿も見ましたが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ocp2zf/ysk_about_the_mothers_kiss_maneuver_if_a_child.json": "なぜYSKなのか: 救急病院に行く手間と費用を省くことができます。\n\n記事\n[https://www.webmd.com/children/news/20121015/mothers-kiss-expel-foreign-objects-kids-noses]\n全面的な開示 私が最初にこの記事を読んだのは...",
  "data/reddit-know/r/YouShouldKnow/comments/ocxuvj/ysk_the_blood_in_your_rare_meat_is_not_blood.json": "なぜYSKなのか：多くの人は、レアやミディアムの肉は「血が出る」という理由で好まないと思います。\n\"血がついているから」という理由でレアやミディアムを好まない人が多いのですが、実際には屠殺の過程ですべての血が取り除かれています。\n肉の中の赤い液体は、実はミオグロビンです。お肉の中の赤い液体は、筋肉に酸素を運ぶためのミオグロビンです。\n筋肉に酸素を運ぶために使われます。",
  "data/reddit-know/r/YouShouldKnow/comments/ocz3zr/ysk_if_you_are_at_the_beach_and_are_being_pulled.json": "なぜYSKなのか：もしあなたが潮の流れに巻き込まれたら、流れと戦いながら岸に戻ろうとすると疲れてしまうでしょう。\n流れに抵抗して、直接岸に戻ろうとすると疲れてしまいます。代わりに、流れから解放されるまで浜辺に平行に泳ぐ\n流れから解放されるまで浜辺に平行に泳ぐ。\n\nもし、波と波の間に穏やかな場所があったとしても、その場所で海に入らないでください。\nスペース...",
  "data/reddit-know/r/YouShouldKnow/comments/odaxqx/ysk_many_sauces_and_dressings_are_more_calorie.json": "例えば、ソーダ1缶のカロリーは、ランチ1食分（大さじ2）と同じくらいのカロリーです。\ntbs）と同じくらいのカロリーです。) なぜYSKなのかというと、もしあなたが減量や食事のカロリー計算に苦労しているのであれば\nドレッシングやディッピングソースの量を増やすことを忘れないでください。",
  "data/reddit-know/r/YouShouldKnow/comments/odibis/ysk_more_pets_are_lost_on_the_4th_of_july_in_the.json": "驚くことではありませんが、多くのペットが花火に怯えていることを忘れないでください。\n多くのペットが花火に怯えます。なぜYSKなのか：アメリカでは7月4日の夜は\nアメリカでは、7月4日の夜に動物の迷子や死亡が最も多く、7月5日はアニマルシェルターが最も忙しくなる日となっています。\nアニマルシェルターが最も忙しい日です。\n\nすべてのペットに注意を払うのは賢明なことですが、...",
  "data/reddit-know/r/YouShouldKnow/comments/odoc7n/ysk_that_experiences_policies_laws_and_cultural.json": "Why YSK: アメリカの医療、警察、教育、経済、社会的タブーなどの問題を、あたかもアメリカ全体の問題であるかのように批判するのは簡単です。\n批判するのは簡単ですが、アメリカの医療、警察、教育、経済、社会的タブーなどの問題は、すべてのアメリカ人にとって\n批判するのは簡単です。しかし、私たちがこれらの問題にどのように対処するかは、私たちがどこに住んでいるかによって大きく異なります。\nどこに住んでいるか。\n\nアメリカには50の州（といくつかの準州）と...",
  "data/reddit-know/r/YouShouldKnow/comments/odxdrn/ysk_the_united_states_is_abandoning_nearly_18000.json": "なぜYSKなのか - あなたは知っておくべきです、彼らが生命と身体を犠牲にしているにもかかわらず、アメリカは\n米国は支援の約束を無視して、18,000人近くの通訳とその家族を見捨てようとしています。\n通訳者とその家族をタリバンの手で死なせています。\n犠牲になっていることを知ってください。これらの通訳者の多くは救...",
  "data/reddit-know/r/YouShouldKnow/comments/odxzi3/ysk_approximately_9095_of_your_bodys_serotonin.json": "腸の健康は、身体的な健康だけでなく、精神的な健康にも直接影響を与えることを知っておくべきです。\n腸の健康は、身体的な健康だけでなく、精神的な健康にも直接影響することを知っておいてください。\n\nなぜYSKなのか: 消化不良、診断されていない/発見された食物アレルギーや過敏症、その他多くの胃腸の問題は、健康と関連しています。\n消化不良、診断されていない/発見された食物アレルギーや過敏症、その他多くの胃腸の問題は\nうつ病、不安神経症、強迫性障害、BPD...。",
  "data/reddit-know/r/YouShouldKnow/comments/odmxd9/ysk_caffeine_pills_exist.json": "なぜYSKかというと、これが一番安くカフェインを摂取できる方法だからです。200mgのカプセルが80個で4USドルです。\n200mgのカプセルです。これは、コーヒー160杯分、RedBullの缶詰200本分に相当します。\nRedBullの約200缶分に相当します。100mgのカプセルも同じ値段です（ただし、200mgは半分に割ることをお勧めします）。\n半分にすることをお勧めします）。) 私たちの多くは、仕事をするためにカフェインを必要としています。",
  "data/reddit-know/r/YouShouldKnow/comments/oeccq9/ysk_if_you_have_symptoms_similar_to_bipolar.json": "Why YSK: 私は、大学の2学期目に双極性障害だと思いました。\n急に気分が落ち込むことがあったからです。医者に行ったのですが、彼らは、鬱病のエピソードは1週間か1週間半くらいしか続かないので\nうつ病のエピソードは1週間または1週間半ほどしか続かなかったので、双極性障害には早すぎると言われました。\nBDには早すぎると言われました。\n\nまた、私のうつ病との相関関係は認められませんでした・・・。",
  "data/reddit-know/r/YouShouldKnow/comments/oefj4v/ysk_some_cooking_recipes_online_use_unnecessarily.json": "なぜYSKなのか。\n\n私は料理の素人ですが、ウェブサイトやYouTubeでたくさんのレシピに出会います。\nその結果、以下のようなことがわかりました。\n\n1) レシピはクリックを生む。彼らは、自分が作った似たようなレシピを参照するでしょう。\n自分が作った似たようなレシピを紹介したり、自分が使っている材料の一つが他の\nビデオ/...",
  "data/reddit-know/r/YouShouldKnow/comments/oct3l6/ysk_you_have_to_sign_up_to_donate_your_body_to.json": "なぜYSKなのか: 多くの人は、自分が亡くなったときに、自分の体を科学に寄付したいと思っています。\nと思っている人が多いようです。私の母もその一人でした。母の遺体を受け入れることができる、あるいは受け入れることができる人を調べているうちに\n受け入れることができるかどうかを調べているうちに、亡くなる前に自分の体を提供することを申し込まなければならず\n亡くなる前に献体のサインをしなければならず、後からでは誰もできないということがわかりました...。",
  "data/reddit-know/r/YouShouldKnow/comments/odwteg/ysk_many_pets_are_extremely_afraid_of_fireworks.json": "そのため、逃げようとしたり、思わずトイレに行ってしまったりすることがあります。\n\nなぜYSKなのかというと、ペットと一緒に花火を見に行くのは注意が必要だからです。ペットによっては\nトラウマになる可能性があります。",
  "data/reddit-know/r/YouShouldKnow/comments/oezkat/ysk_that_staying_together_for_the_kids_is_bad_for.json": "なぜYSKなのか：多くの親は、離婚に対する罪悪感や恐怖心から、惨めで有害な結婚生活を続けざるを得ません。\n離婚の影響に対する罪悪感や恐怖心から、惨めで有害な結婚生活を続けざるを得ないのです。残念なことに、多くの人は未だに\n辱されたり、子供のために解決しておくべきだったと言われたりします。一般的な考えに反して\n俗説に反して、子供たちが...ということを示す多くの研究があります。",
  "data/reddit-know/r/YouShouldKnow/comments/ofda9b/ysk_everyone_grieves_differently_and_its_not.json": "なぜYSKなのか: 悲しみは、圧倒的な感情であり、私たちの死を扱っているため、克服するのが最も難しい感情の一つかもしれません。\n克服するのが最も困難な感情の一つです。それは、私たちの死を扱っているからです。\n避けることのできない死を扱っているので、人によって対処の仕方が異なり、それを尊重する必要があります。\nそれを尊重しなければなりません。\n\n悲しみは、泣いたり、否定したり、不安定なものだと思わないでください。",
  "data/reddit-know/r/YouShouldKnow/comments/ofjhsk/ysk_adding_filetypepdf_to_your_google_search.json": "なぜYSKなのか。\n\nウェブページを検索すると、簡略化された、不完全な、曖昧な説明や、全く関係のないものが出てきます。\n簡略化された、不完全な、曖昧な説明や、全く関係のないことが書かれています。ウェブページは\nウェブページは、単にPDFをインターネットにアップロードするよりも開発に手間がかかります（そして、多くの場合、あなたの注意を引きたい人が作っています）。\nあなたの注目を集めたい人たちが作っていることが多いのです）。) あなたはどちらだと思いますか？",
  "data/reddit-know/r/YouShouldKnow/comments/oefo3b/ysk_you_should_look_both_ways_before_crossing_the.json": "なぜYSKなのか：皆さんもご存知のように、世の中にはおかしなドライバーや酔っ払いがたくさんいます。\nそのようなドライバーが赤信号を無視して事故を起こす可能性があります。\nあなたを巻き込む事故を起こす可能性があります。\n\n青信号を渡る前に左右を確認することは、あなたや他のドライバーの安全につながります。\nあなたと他のドライバーがより安全に...",
  "data/reddit-know/r/YouShouldKnow/comments/ofmh4g/ysk_paying_off_collections_wont_necessarily.json": "なぜYSKなのか: 回収金を支払うことでクレジットスコアが上がると思われがちですが\nクレジットスコアが上がると思われがちですが コレクションを完済しても、クレジットスコアのネガティブマークは消えません。\nクレジットスコアのマイナスマークは消えません。\nそのため、本来であればもっと良い使い方ができるはずのお金を無駄にしてしまうことになります。",
  "data/reddit-know/r/YouShouldKnow/comments/ofx1nv/ysk_pooping_isnt_supposed_to_hurt_if_you_commonly.json": "YSKの理由：最近、ウンチの痛みをテーマにしたスターターパックを見て気になっていました。\nコモンズのほとんどがそれをとても親近感のあるものとして捉えているようでした。\n多くの人が、痛みや困難なウンチを経験することは普通であり、問題ないと考えているようです。\npooping。ウンチは痛いものではありません。もしそれがたまに、一度でも起こったら...。",
  "data/reddit-know/r/YouShouldKnow/comments/ocikhj/ysk_how_to_get_rid_of_robocalls_an_easy_trick.json": "なぜYSKなのか：このテクニックを使えば、かかってくるロボコールの数を減らすことができます。\n\n身に覚えのない番号から電話がかかってきたら、何も言わずに応答しましょう。\n何も言わずに（電話をミュートにして音が出ないようにしてもいいです）、待っていてください。\n\n待って、聞いてください。もし、それが人間であれば、その人は...",
  "data/reddit-know/r/YouShouldKnow/comments/og1sun/ysk_ants_cant_walk_though_vaseline.json": "なぜYSKなのかというと、椅子やテーブルの脚の根元にワセリンを塗っておくと\n蟻が登れなくなります。",
  "data/reddit-know/r/YouShouldKnow/comments/odnxb7/ysk_if_an_old_laptop_is_constantly_running_its.json": "なぜYSKなのか。\n\nノートパソコン（およびすべてのPC）は、定期的に掃除をしないと、時間の経過とともに内部に埃が溜まっていきます。\n蓄積していきます。数年後には、この埃が原因でファンが適切に空気を動かして冷却することができなくなります。\nファンが空気を適切に動かして冷却するのを妨げます。その結果、ファンは必要以上に速く、頻繁に作動してしまいます。\nその結果、ファンは必要以上に速く、頻繁に動作し、大きな音を出してしまいます。",
  "data/reddit-know/r/YouShouldKnow/comments/ofqles/ysk_erections_are_often_involuntary_and_not_sex.json": "私がこれを書いているのは、私が出会った女性たちの中に、このことを知らない人がいるからです。\nこれを。血流によってペニスが勃起するのは、寝ているとき、よく起きているとき\n起きるとき、運動するとき、すぐに立ち上がるとき、おしっこをしたいとき、などです。\n\nWhy YSK: 勃起している男性を見ても、彼が考えているとは限りません。",
  "data/reddit-know/r/YouShouldKnow/comments/og8jej/ysk_that_if_youre_not_at_fault_in_a_car_accident.json": "Why YSK: ほとんどの人が気づいていないことを発見しました。もし、あなたが自分の過失で\n自分の過失で事故に遭った場合、損害賠償請求をすることができます。\n加害者側の保険会社に損害賠償請求をすることができます。\n自分の車の価値が失われたことに対する和解金を受け取ることができます。\n\n1ヶ月前、ある...",
  "data/reddit-know/r/YouShouldKnow/comments/og82es/ysk_bungee_cords_are_the_leading_cause_of_serious.json": "なぜYSKかというと、バンジーコードが戻るときには、時速200マイル以上のスピードが出るからです。\n時速200マイル以上で移動します。これは目に深刻なダメージを与え、視力の低下や失明につながる可能性があります。\n盲目になる可能性があります。\n\n車内の荷物の固定にバンジーコードを使用する代わりに、ロープや\nラチェット式ストラップを使いましょう。壊滅的な被害からあなたを救うことができるかもしれません...。",
  "data/reddit-know/r/YouShouldKnow/comments/oflpkq/ysk_if_you_squeeze_a_lemon_over_apple_slices_it.json": "なぜYSKかというと、リンゴを切っておいて後で食べると、酸化して茶色くなってしまうことがあるからです。\n茶色くなってしまいます。あまり魅力的ではありませんよね。しかし、そこにレモン汁を加えると、ビタミンCの働きで保存されます。\nレモン果汁を加えると、ビタミンCが保存料となり、数時間から数日まで\n数時間から数日に渡って保存することができます。",
  "data/reddit-know/r/YouShouldKnow/comments/og97zo/ysk_you_should_always_open_any_mail_you_get_from.json": "なぜYSKなのかというと、一見ジャンク品のように見えますが、ほとんどの場合、契約のインセンティブとして現金が含まれています。\nプログラムに登録するためのインセンティブとして現金が含まれています。サインアップしなくても、現金はあなたのものです。\nても、現金を保持することができます。",
  "data/reddit-know/r/YouShouldKnow/comments/ogldto/ysk_if_you_think_you_felt_an_earthquake_you_can.json": "なぜYSKなのか: 地震が起きるたびに、人々は自分のソーシャル・メディア・チャンネルに体験的、主観的な情報を投稿します。\n人々は、地震が起こるたびに、主に体験的、主観的な情報をソーシャルメディアに投稿します。彼らは、自分の\n地震についての考えや感情を共有していますが、その投稿は（私の知る限り）意味のある方法で集計・分析されていません。\nしかし、その投稿は（私が知る限り）意味のある方法で収集・分析されていません。\n\nあなた...",
  "data/reddit-know/r/YouShouldKnow/comments/ogfrdr/ysk_that_baby_carrots_and_babycut_carrots_are_two.json": "YSK: 私を含め、多くの人がこの小さなスナックサイズのニンジンを好んで購入しています。\n私を含め、多くの人がこの小さなスナックサイズのニンジンを買って食べていますが、中にはベビーキャロットを買っていると思っている人もいます。\n実際には、ほとんどの場合、ベビーカットキャロットを買っているのです。ベビーキャロットは\nこれは、通常のニンジンよりも小さくなるように品種改良されたものか、あるいは...",
  "data/reddit-know/r/YouShouldKnow/comments/ogxfmm/ysk_sunscreen_beyond_30spf_provides_negligible.json": "なぜYSKなのかというと、多くの人がSPF100などの方が30や50のSPFよりも効果があると思っているからです。\nと思っている人が多いようです。しかし、それは間違いです。また、SPFが高いからといって、長時間太陽の下にいられるわけでもありません。\nまた、SPFが高いからといって、長時間太陽の下にいられるわけでもありません。日光浴の30分前には日焼け止めを塗るべきです。\n日光浴の30分前に日焼け止めを塗り、2時間ごとに塗り直す必要があります...",
  "data/reddit-know/r/YouShouldKnow/comments/ogta4w/ysk_one_of_the_best_ways_to_change_your_musical.json": "なぜYSKなのかというと、音楽業界は昔からこれを利用してきましたが、ほとんどの人はこの関係に気づいていません。\nしかし、ほとんどの人はこの関係に気づいていません。これは、「単なる暴露効果」と呼ばれています。\n基本的には、何かにさらされればさらされるほど、不確実性を感じなくなるということです。\n不安が減り、理解しやすくなります。\n\nまず...",
  "data/reddit-know/r/YouShouldKnow/comments/ogzf4i/ysk_you_should_know_how_to_spot_the_most_common.json": "なぜYSKかというと、これらの最も一般的な誤謬を特定することは、日常的な使用において実用的であるからです。\n使えるからです。これらの論理的誤りを少しでも知っていれば、他人に操られるのを避けたり、間違った理由を見極めるのに役立ちます。\n人に操られないようにしたり、間違った推論を見極めるのに役立ちます。\n\n\n\nこれは、私が最も見つけやすいと思う誤謬の種類のリストです。\n最も一般的なものです。",
  "data/reddit-know/r/YouShouldKnow/comments/oflyng/ysk_for_people_who_feel_like_they_need_to_get.json": "Why YSK: 両親や家族は、私たちに早く結婚するよう圧力をかけてきます。\nある年齢までに結婚しないと、誰からも相手にされなくなると言われています。\n\"私はこの年齢で結婚したのだから、あなたもそうすべきよ」と。\n\nしかし、実際には結婚する人の平均年齢はどんどん上がっていますので\nあなたはただ...",
  "data/reddit-know/r/YouShouldKnow/comments/oh1w8w/ysk_there_are_a_variety_of_different_types_of.json": "なぜYSKなのか：雷や花火などの大きな音を怖がる犬が多いので\nノイズキャンセリングヘッドギアは、その解決策の一つです。この技術については多くの研究がなされています。\nネット上では、その技術について多くの研究がなされ、様々なブランドの評価記事が掲載されています。\nまた、様々なタイプ、構成、スタイルがありますが...",
  "data/reddit-know/r/YouShouldKnow/comments/ohhk04/ysk_you_can_press_f5_to_reload_a_page_if.json": "なぜYSKなのか。\n\n多くのウェブサイトが壊れています。特に、ビデオプレーヤーなどが壊れているものは\nしています。誰もが一度は経験したことがあるでしょう。\n\nページの更新は今に始まったことではありませんし、それが今回の話の原因のようなものです。\nの原因となっています。56kモデムの時代には、ページ更新を待つことができましたが......。",
  "data/reddit-know/r/YouShouldKnow/comments/ohghgy/ysk_that_flaming_drinks_are_meant_to_be.json": "なぜYSKなのか：当たり前のことのように思えますが、未だにそのようなことが起きていますし、危険です。\n危険です。ますます多くのバーがオープンし、メニューには奇妙な飲み物が並んでいます。\nバーテンダーやサーバーに、「火をつけたり、変なものをつけたりした飲み物は、どうやって飲むのか」と聞いてみてください。\n飲み物は、燃やすためにあることもあります。飲み物が燃えることに意味があることもありますが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ohncwm/ysk_genuine_leather_means_its_lowquality.json": "なぜYSKかというと、一部の家具店などでは、「当店の商品は本物の革を使用しています！」と宣伝しています。\n本物の革を使用しています！」と宣伝して、お客様に「本物の革だから高品質」と思わせようとします。\nと宣伝して、本物の革を使っているから高品質だと錯覚させようとします。実際には\n実際には、革が本物と分類されている場合は、その革を使用した...",
  "data/reddit-know/r/YouShouldKnow/comments/ohk4ju/ysk_propane_tank_exchanges_give_you_only_15_lbs.json": "空の20ポンドのプロパンガスタンクを「満タン」に交換してくれるところは、ほとんどが\n満タンにしてくれるわけではなく、20ポンドのプロパンが入るタンクを\n15ポンドしか入っていないプロパンガスタンクを渡します。彼らの看板の細かい文字を見てください。\n\nお金を払った分の価値を得るためには、タンクを補充してくれるところに行きましょう....",
  "data/reddit-know/r/YouShouldKnow/comments/ohmmbo/ysk_from_the_1800s_to_mid_1900s_britain_had_sent.json": "カナダのレジデンシャル・スクール（寄宿学校）で起こったことは、世界中の人々に衝撃を与えました。\nしかし、同じ時代に起きた暗黒の歴史には、多くの人がまったく知らない別の側面があります。\nしかし、同じ時代に起きた暗い歴史の中で、多くの人が全く知らないことがあります。それは\nイギリスのホームチルドレンの歴史です。\n\n一言で言えば、当時の...",
  "data/reddit-know/r/YouShouldKnow/comments/ohulg7/ysk_that_touching_a_baby_bird_will_make_it_so.json": "なぜYSKかというと、芝生の上に置いてある場合は、誰も踏まないように移動させた方がいいからです。\n心ない人間の足の下で潰れた鳥よりも、母親が少し探してくれたとしても、移動した鳥の方がいいですよね。\n心ない人間の足元で潰れてしまうよりは。また、少なくともしばらくの間は、猫から隠すようにします。\nせめてもの救いです。",
  "data/reddit-know/r/YouShouldKnow/comments/oi4f8k/ysk_if_you_look_ugly_in_photos_it_doesnt_mean_you.json": "Why YSK : 多くの人は、実生活では良い顔をしているのに、写真では悪い結果になることがあります。\nその逆も然りです）。その理由は、あなたが写真映えしないからで、それは多くの人が経験することです。\n多くの人がそうだと思います。人のような3D画像を写真のような2D画像に変換する際に、いくつかの特徴が失われます。\n写真のような2次元の画像に変換すると、いくつかの特徴が失われます。私たちが3Dで見るのは、私たちが持っている...",
  "data/reddit-know/r/YouShouldKnow/comments/oi9kfu/ysk_services_like_doordashubereats_will_charge.json": "なぜYSKなのか。\n\n全ての店が独自の配送サービスを持っているわけではありませんが、電話一本で簡単に調べられます。\n電話で聞いてみてください。最近では、毎日のように目にするお店でも、独自の配送サービスを行っているお店が増えてきました。\n宅配サービスを行っているところが増えています。\n\n10～20ドルの手数料を節約できるし、より早く食べ物を手に入れることができて、お気に入りのお店に多くのお金が行くことになります。\nより多くのお金がお気に入りのお店に行くことができます。だから...。",
  "data/reddit-know/r/YouShouldKnow/comments/oiglwp/ysk_the_final_boss_is_you.json": "Why YSK: 他人と自分を比較してネガティブになっていることに気づいたら\n覚えておいてほしいのですが、あなたは本当は自分自身としか競争していないのです。自分のエゴ。あなたの\n思考 あなたの習慣。自分の行動。ラスボス」はあなたです。鏡を見てください。\n鏡を見て、\"今日の自分は最高の自分であるか？\"と自問してみてください。もし...",
  "data/reddit-know/r/YouShouldKnow/comments/oigsgy/ysk_contraceptives_are_not_just_to_prevent.json": "Why YSK: 多くの人は、避妊具は望まない妊娠を防ぐためだけにあると思っています。\n望まない妊娠を防ぐためのものだと思われています。私は、18歳の時に、性行為をする前に、生理不順を抑えるためにピルを飲み始めました。\n性的に活発になる前のことです。最終的には注射を使うことにしました。\n3ヶ月に1回の投与で済むので、とても良いと思いました。",
  "data/reddit-know/r/YouShouldKnow/comments/oisbry/ysk_you_can_unlistoptout_from_truecallers_database.json": "なぜYSKなのか。\n\nTruecallerはユーザーの連絡先をアップロードし、その情報を第三者企業と共有しています。\n第三者企業と情報を共有しています。もしあなたの知り合いがTruecallerを使っていて、あなたの連絡先が保存されていたら\n知り合いがTruecallerを使用していて、あなたの連絡先が保存されている場合、あなたの情報はあなたの許可なく共有されています。\n\nTruecallerを使用していない場合は、Truecallerの連絡先リストから自分の番号を削除することができます。",
  "data/reddit-know/r/YouShouldKnow/comments/ohk5f7/ysk_that_you_should_use_two_chipscrisps_to_rescue.json": "もしあなたがポテトチップスやクリスプ（アメリカやイギリスでは名前が違うと思いますが、薄いもの）を食べることがあれば\nアメリカとイギリスでは名前が違うと思いますが）をディップして食べていると、必ずと言っていいほど、ディップの中で割れてしまいます。\nディップの中で割れてしまい、2枚目のポテトチップスで取り出そうとすることは避けられません。\n救出に向かうときは、2枚のチップスを使って...",
  "data/reddit-know/r/YouShouldKnow/comments/oivgx2/ysk_that_when_walking_in_the_mountains_you_should.json": "Why YSK: 山は美しい。山でのハイキングは素晴らしいです。でも\n山は公園で散歩するために作られたものではありません。あまりにも多くの観光客が、道を間違えたり\n道を間違えたり、道を見失ったり、道を外れたりする観光客が多すぎます。多くの観光客が道に迷い、怪我をし\n迷子になったり、怪我をしたり、救助を必要とする人が多いのです。最高の天気であっても、それは難しいことです。",
  "data/reddit-know/r/YouShouldKnow/comments/oj0tx1/ysk_never_plug_in_a_flash_drive_you_dont.json": "フラッシュドライブのように見えて、実際にはキーボードをエミュレートするデバイスが存在します。\nを使ってコンピュータをハッキングしたり、コンデンサを使ってコンピュータを破壊したりする装置があります。\n\n身に覚えのないフラッシュドライブを大切なコンピュータに接続しないでください。\nお気をつけください。また、フラッシュ・ドライブをしばらくの間紛失してしまうと、それが...",
  "data/reddit-know/r/YouShouldKnow/comments/ojh5u8/ysk_excessive_thinking_about_negative_feelings.json": "なぜYSKなのか: 持続的な反芻は、うつ病などの既存の精神疾患の症状を増幅させることがあります。\nうつ病のような既存の精神疾患の症状を増幅させる可能性があります。\n\n現在の苦しみに関するネガティブな思考の無限ループは、それによって\nさらなる苦しみを生み出します。逆に言えば、反芻をコントロールすることで、以下のことが可能になります。\n楽になります。",
  "data/reddit-know/r/YouShouldKnow/comments/ojjpbb/ysk_that_only_toilet_paper_waste_should_be.json": "なぜYSKなのか。\n\n最近のサンタモニカ湾での流出事故を受けて\n[https://www.nbcnews.com/news/us-news/17-million-gallon-sewage-spill-closes-miles-beaches-california-n1273808]。\nおしりふき、ペーパータオル、タンポンを水に流すことは、あなたとあなたの家族の両方に深刻な問題を引き起こすことを、人々に思い出させるのが最善だと思いました。\nタンポンを流すことは、皆さんの生活に深刻な問題を引き起こすことになります。",
  "data/reddit-know/r/YouShouldKnow/comments/ojko9i/ysk_if_you_meet_someone_online_who_offers_to_help.json": "R/scamsには、この詐欺の仕組みについての素晴らしい書き込みがあります。\n\nhttps://www.reddit.com/r/Scams/comments/na8oax/asian_guygirl_from_online_dating_mentors_you_to\n\nTl;dr: 詐欺師はあなたとオンラインでつながり、詐欺師は暗号通貨でどれだけのお金を稼いでいるかを話します。\n詐欺師は暗号通貨でどれだけ儲けているかを話し、あなたは詐欺師にお金を送って投資してもらい、...",
  "data/reddit-know/r/YouShouldKnow/comments/ojqxt7/ysk_putting_fruit_in_a_cooler_with_dry_ice.json": "Why YSK: もし、ドライアイスとフルーツを入れたクーラーを持ってどこかに行くことがあったら、フルーツが炭酸になってしまうので注意してください。\n果物が炭酸になってしまいます。\n\nなぜそうなるかというと、ドライアイスは固体の二酸化炭素なので、文字通りフルーツを炭酸化してしまうからです。\n文字通りフルーツを炭酸化させます。つまり、炭酸飲料のように\n炭酸飲料と同じように、あなたのフルーツもかなり...",
  "data/reddit-know/r/YouShouldKnow/comments/ok3f6g/ysk_images_videos_and_documents_may_embed.json": "なぜYSKなのか: これらの個人情報には、GPS座標、デバイスID、アカウントID、作成した時間、使用したプログラムなどが含まれます。\nアカウントID、作成時間、使用したプログラムなどが含まれます。個人的な使用には便利ですが\n個人的な使用には便利ですが、ファイルを誰かに送る必要がある場合には、望ましくないでしょう。\n他の人にファイルを送るときには好ましくありません。ほとんどのメッセンジャーアプリは、画像や動画のメタデータを...",
  "data/reddit-know/r/YouShouldKnow/comments/ok3u14/ysk_if_your_flatulence_sometimes_smells.json": "なぜYSKかというと、自分がどんな食物不耐性を持っているかを知ることで、おならを防ぐことができるからです。\n食物不耐性を特定することで、おならや疲労感、膨満感などの不快感を避けることができます。\n\n私は大学時代、友人の車の中で超不快なオナラをしてしまい、友人はとても嫌がっていました。\n彼はとても嫌がっていました（普段はそんなことに動じない人なのに）。彼は\n医療関係者だったので...",
  "data/reddit-know/r/YouShouldKnow/comments/ok4kfp/ysk_many_public_libraries_offer_free_technology.json": "なぜYSKなのか: ビジネス・コミュニケーションにおいて、Eメールは少なくとも20年前から標準となっています。\n少なくとも20年前からビジネスコミュニケーションの標準となっています。\n現代のテクノロジーがいかに直感的で生活を向上させるものであるかを理解していないため、「コンピュータ」に頑固なお客様といまだに話しています。\nがいかに直感的で生活を向上させるものであるかを知らないからです。\n\n請求書の支払いのために郵便局まで車で行き、燃料を浪費する必要はありませんし...。",
  "data/reddit-know/r/YouShouldKnow/comments/ok5mdx/ysk_that_taking_a_break_for_just_five_minutes_to.json": "なぜYSKなのか: この15ヶ月間は、私たち全員にとってストレスの多い時期で、多くの人がこれまでにない不安を感じています。\nまた、多くの人がこれまでに経験したことのないような不安を感じています。\n\nこのような状況下では、5分間だけでも深呼吸をすることで、不安やストレスを和らげることができます。\n深い呼吸をすることで、不安やストレスを落ち着かせることができます。\n\nまず、どこか静かな場所を見つけて、あなたが...",
  "data/reddit-know/r/YouShouldKnow/comments/ok8gb0/ysk_if_you_are_having_ongoing_issues_with_mental.json": "なぜかというと、世の中には銃を持っていても、いざというときに渡す相手がいない人がたくさんいるからです。\n銃を持っていても、いざというときに渡す相手がいない人がたくさんいます。",
  "data/reddit-know/r/YouShouldKnow/comments/okcwhp/ysk_if_you_ever_find_yourself_in_a_position_youre.json": "なぜYSKかというと、ほとんどのジムにはシャワー設備があるからです。もしあなたが会員になることに成功したら\n会員になれば、体を清潔に保つために不衛生な手段を使うことを心配する必要はありません。\nシャワーを浴びることができます。\n\nシャワーを浴びることができるので、ジムに行く口実にもなりますしね。\nジムに行って運動し、健康を維持する口実にもなります。\n\nこれは今に始まったことではありませんが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ohzf6s/ysk_how_your_actions_have_effects_on_people_you.json": "WHY YSK. 私は何度も死のうとしてきました。また、長年に渡り、不健康な考えや衝動によって、不当に多くの友人や家族を失ってきました。\n私のように、不健康な考えや衝動によって、多くの友人や家族を失ってきました。\n何百万人もの人が経験してきました。今夜、私とは別居している妻が、幸せなハウスパーティーを抜け出して\n幸せなハウスパーティーを抜け出して、共通の友人である近所の人に会いに行きました。",
  "data/reddit-know/r/YouShouldKnow/comments/okkl3v/ysk_that_your_iphone_can_scan_documents.json": "なぜYSKなのか：最近のニュースでは、地方の人々が書類を簡単にコピーできないというコメントがありました。\n最近のニュースでは、地方の人々は書類を簡単にコピーできないと言われていますが、あなたのiPhoneではそれが可能です。(Androidも、たぶん？)\n\nメモアプリで新しいメモを開き、カメラをクリックして「書類をスキャン」を選択します。\nドキュメント」を選択します。これは、書類の写真を撮るのとは違います...",
  "data/reddit-know/r/YouShouldKnow/comments/okbjwk/ysk_your_vacuum_cleaner_is_probably_not_broken.json": "なぜYSKなのか。\n\nクリップインコンテナを空にしても、システムはクリアになりません。\n多くの場合、フィルターの目詰まりや、髪の毛がカーペットローラーに絡まっていることが原因です。\n掃除機の下のカーペットローラーに長い髪の毛が絡まっていることが多いです。\n\n掃除機の中を10分ほど見てみると、フィルターが簡単に取り外せることに気づくはずです。\n簡単に取り外すことができます。どちらにしても...",
  "data/reddit-know/r/YouShouldKnow/comments/oky2re/ysk_most_of_brand_new_cars_come_with_a_low.json": "なぜYSKかというと、ほとんどの自動車メーカーは、品質が低く、機能もない紙のような\nフィルターがあります」と言うためだけに、低品質で機能しない紙のようなキャビンエアフィルターを付けることにしました。\nフィルターがあります」というだけで、低品質で機能しない紙のようなキャビンエアフィルターを付けることにしていますが、それがほとんどのフィルターの品質レベルです。\nそれがほとんどのフィルターの品質レベルです。",
  "data/reddit-know/r/YouShouldKnow/comments/ol11mk/ysk_about_aunt_bertha_if_you_are_in_the_usa_and.json": "なぜYSKかというと、郵便番号で検索して、地元と全国のプログラムを見つけることができるからです。\n困っている人に経済的な援助を提供するプログラムを見つけることができます。\n\n編集：もしあなたがアメリカ以外の国に住んでいるなら、「Social Care Organizations [your area]」でググってみてください。\n地域]」で検索してみてください。",
  "data/reddit-know/r/YouShouldKnow/comments/oh5kgq/ysk_trans_is_an_adjective_so_trans_man_or_trans.json": "なぜYSKなのか：この言葉は、トランス・コミュニティに詳しくない人たちによく誤解されています。\n誤解されています。この言葉は、その区別を理解していない人にとっては混乱の元となります。\nまた、誤用や誤解によって、個人的にも仕事上でも、恥ずかしい思いをしたり、動揺したりすることがあります。\n誤用や誤解は、個人的にも仕事上でも、恥ずかしい思いをしたり、動揺したりすることにつながります。\n\nKnowing...",
  "data/reddit-know/r/YouShouldKnow/comments/olf62t/ysk_always_have_a_mechanic_you_trust_inspect_a.json": "なぜYSKかというと、プロの手による完全な点検によって発見される問題があるからです。\nフレームの損傷、動物による配線や絶縁体の損傷、過去の修理の不備、水害、火災などです。\nフレームの損傷、動物による配線や絶縁体の損傷、過去の修理の不備、水害や火災による損傷\n隠れたサビ、液体の漏れ、電球の切れ...。",
  "data/reddit-know/r/YouShouldKnow/comments/olc871/ysk_clothing_accounts_for_10_of_all_green_house.json": "衣料品は、生産することで環境に多大な悪影響を及ぼします。製造や輸送に使われる電力は\nまた、シャツ1枚の製造には、数百ガロンの水と有害な化学物質が使われます。\n有害な化学物質を使用することになります。また、多くの\nシャツは石油由来のプラスチック製品から作られています（ほとんどの...",
  "data/reddit-know/r/YouShouldKnow/comments/ollaqx/ysk_bed_bugs_can_live_in_electronics_such_as.json": "なぜYSKなのか：もし不幸にもトコジラミが発生してしまったら、電子機器、特にノートパソコンをチェックしてください。\n電子機器、特にラップトップをチェックしてください。また、再生品の電子機器を手に入れた場合も、確認してください。\n確認してみてください。そうすることで、トコジラミの侵入や再侵入を防ぐことができるかもしれません。\n\n私の職場では、使用済みのノートパソコンをクリーニングすることが義務付けられています。最近、私は...",
  "data/reddit-know/r/YouShouldKnow/comments/om0i69/ysk_that_your_documents_are_as_likely_to_get.json": "YSKが選ばれる理由：多くの家庭では、冬になると湿気が発生し、戸棚や地下室、ロフトなどが\n湿気の影響を受けやすいのです。パスポートや運転免許証、受験票などを梱包するときには、火災や水害のことを考えます。\nパスポートや運転免許証、受験票などを梱包するときに、火事や洪水については考えますが、寒さや湿気については考えません。\n湿気のことは考えません。プラスチック製の財布に入れておく。",
  "data/reddit-know/r/YouShouldKnow/comments/ol2thy/ysk_cable_internet_service_providers_may_offer_a.json": "なぜYSKなのか・・・。\n\n私が持っているのはSpectrumのインターネットサービスだけです（ケーブル、固定電話などはありません）。I\n40ドル/月の導入キャンペーンで始め、12ヶ月後に75ドル/月になりました。\n12ヶ月後に75ドル/月になりました。\n\n12ヶ月後にSpectrumに電話して、ロイヤルカスタマー割引をしてもらえないか聞いてみました。\n顧客割引をしてもらえないかと思い、Spectrumに電話しました。彼らはそれに応えて...",
  "data/reddit-know/r/YouShouldKnow/comments/om8265/ysk_thiamine_deficiency_is_common_among_heavy.json": "なぜYSKなのか：アルコールを処理するためには、チアミンと葉酸が必要です。\n補給しないと欠乏症になります。チアミン欠乏症は\nウェルニッケ脳症やウェルニッケ・コルサコフ症候群（WKS）に進行し、死に至ることもあります。\n死に至ることもあり、治療が必要です。その治療法は...",
  "data/reddit-know/r/YouShouldKnow/comments/ohyuh5/ysk_employees_just_goto_text_on_their_phones_99.json": "なぜYSKなのかというと、その製品を探す代わりに、文字通り今これを打っているからです。\n製品を探す代わりにこれを打っているからです。使わないと言っているのではなく、その逆です。3分間の休憩をありがとうございました。\n分間の休憩をありがとうございました😁 次回はオンラインで注文するかもしれません。",
  "data/reddit-know/r/YouShouldKnow/comments/omd8rr/ysk_iphone_has_a_feature_to_automatically_send.json": "なぜYSKなのか：これで、わざわざ手動でロボコールやその他のスパムを無視する必要がなくなりました。\nスパムを無視できるようになりました。連絡先に保存されていない番号はボイスメールに送られます。知らない人からの電話でも\nメッセージを残すことができます。病院などの緊急電話がかかってきた場合、「ブロック」されませんが\nブロック」されませんが、電話は鳴りません。あなたには...",
  "data/reddit-know/r/YouShouldKnow/comments/omuxls/ysk_a_restaurants_posted_closing_time_is_the_time.json": "なぜYSKなのかというと、よくある誤解で、閉店時間までに到着して、閉店時間を過ぎてもいいというものがあります。\n閉店時間までに到着して、その時間を過ぎても大丈夫というのはよくある誤解です。ほとんどのお店ではそのようなことをしても対応してくれますが\nしてくれますが、非常に失礼な行為です。",
  "data/reddit-know/r/YouShouldKnow/comments/on45kc/ysk_never_post_pics_of_keys_online.json": "なぜYSKなのかというと、多くの人が新しい家やアパートを手に入れたお祝いに家の鍵の写真を投稿します。\nその写真から鍵のコピーを作るのは些細で簡単なことです。\nその写真から鍵のコピーを作るのは簡単です。文字通り、自分の家の鍵をインターネットに渡しているのです。それは\nである必要はありません。",
  "data/reddit-know/r/YouShouldKnow/comments/omyn84/ysk_you_can_get_a_melanoma_skin_cancer_any_place.json": "Why YSK: 日光浴をするとき、特にヌードビーチに行くときは、メスを入れたくない場所をすべて守るようにしましょう。\nメスを入れたくない場所はすべて保護してください。青い目の人は目が最も危険です。\nしかし、どちらにしてもサングラスをかけることをお勧めします。皮膚科医と相談して\n性器を保護する最も安全な方法については、皮膚科医に相談してみてください...",
  "data/reddit-know/r/YouShouldKnow/comments/ong4cm/ysk_when_youre_about_to_fight_someone_or_getting.json": "なぜyskなのか。喧嘩になると ほとんどのパンチは顔に向けられます。\n誰かと戦おうとしているとき、あなたは自分の顎のことを考えていないかもしれませんが、それはとても重要なことです。\n非常に重要なことです。\n\n顎を食いしばらないと、いくつかの悪いことが起こります。1つは、相手が良いパンチを打ってきた場合\n相手がいいパンチを打ってきた場合には",
  "data/reddit-know/r/YouShouldKnow/comments/onhv11/ysk_dont_use_spray_sunscreen_on_a_sunburn.json": "なぜYSKなのかというと、アルコールが含まれているため、すでにダメージを受けている肌を乾燥させるからです。\n日焼けした肌に平手打ちをするようなものです。\n日焼けの平手打ちを想像してみてください。しかし、吸収されない限り、サンスクリーンが触れる場所はどこでも、そしていくつかの場所でもです。\n\n私は今になって、日焼け止めをすり込んでも日焼けを痛めないことに気づきました...。",
  "data/reddit-know/r/YouShouldKnow/comments/oni8v5/ysk_that_chip_or_snack_bags_are_a_common_cause_of.json": "なぜYSKなのか：これらの製品がどれほどの危険をもたらすかは明らかではないかもしれませんが、意識すれば簡単な問題です。\n気づいてしまえば簡単に対処できる問題です。\n\n子供も殺してしまうかもしれませんが、どうでしょう。",
  "data/reddit-know/r/YouShouldKnow/comments/onsqml/ysk_a_contract_does_not_have_to_be_physically.json": "YSK: これを理解するには2つの理由があります。\n自分の言葉で傷つかないようにするためと、他人に利用されないようにするためです。契約とはただの紙ではありません。\n契約とは、紙切れではなく、2人以上の当事者の間で申し込まれ、受け入れられた合意のことです。\n契約とは紙切れではなく、2人以上の当事者が申し出をし、それを受け入れる合意のことです。例えば、私があなたに私の...",
  "data/reddit-know/r/YouShouldKnow/comments/onvmtr/ysk_native_advertising_is_a_web_advertising.json": "なぜYSKなのか：ネット広告には、ネイティブ広告というものがあります。\n広告が表示されるウェブサイトが公開しているコンテンツのように見えるように特別にデザインされた\n広告が表示されます。これらの広告は「クリックベイト」と呼ばれるカテゴリーに分類されることもありますが\nしかし、多くの場合、これらの広告は、一般のウェブユーザーには...",
  "data/reddit-know/r/YouShouldKnow/comments/oocge9/ysk_black_cat_hate_is_an_urban_myth_spread_by.json": "なぜYSKかというと、他のタイプと同じかそれ以上に採用されているからです。黒猫と白猫\n黒猫や白猫は、純粋な黒猫や白猫に比べて、里親になる確率が低いのです。\n純黒や純白の猫と比較されてしまうからです。\nしかも、儀式的な「生け贄」や「虐待」の証拠はありません。",
  "data/reddit-know/r/YouShouldKnow/comments/oodo39/ysk_you_can_start_your_key_fob_activated_car_when.json": "Why YSK: キーフォブの電池切れは、私にとって常に恐怖でした。もし\nキーフォブの電池が切れても、スタートボタンを押せば車をスタートさせることができます。\nFOBです。個人的には、日産、トヨタ、GMCの車でこれが使えることを知っています。",
  "data/reddit-know/r/YouShouldKnow/comments/oopxzv/ysk_free_shipping_over_x_amount_is_not_a_gift_to.json": "なぜYSKなのか: 何かを買うときに、より賢明な判断をするためです。贈り物ではありません。\n売り手への忠誠心も必要ありません。",
  "data/reddit-know/r/YouShouldKnow/comments/ooqlrt/ysk_your_retirement_account_will_not_grow_if_you.json": "なぜYSKなのか: 多くの人は、IRAや401Kなどの退職金を拠出した後に必要な追加の手続きについて知らない。\nIRAや401Kなどのリタイヤメント口座にお金を拠出した後、追加のステップが必要なことを知らない人が多いのです。\n拠出した金額のまま何年も放置されたり、手数料のために価値が下がってしまったりします。\nインフレは言うまでもなく、手数料のために価値が下がってしまうこともあります。\n\n最近の投稿では、...",
  "data/reddit-know/r/YouShouldKnow/comments/op1br9/ysk_that_men_can_also_develop_postpartum.json": "なぜYSKなのか：これは、あまり知られていないメンタルヘルスの問題です。\n女性は、妊娠・出産の過程で起こる身体的・ホルモン的な変化のために、明らかにこの問題の発生率が高いのです。\nホルモンの変化のために、女性の方がはるかに高い割合を占めています。しかし、男性の場合は\nホルモンの変化を経験していることを知っておいてください。",
  "data/reddit-know/r/YouShouldKnow/comments/oozdfa/ysk_when_making_your_own_bodyroom_sprays_to_use.json": "なぜYSKなのか：ボディスプレーやルームスプレーの作り方を紹介しているウェブサイトやブログのほとんどは、なぜ必要なのかを説明していません。\nボディスプレーやルームスプレーの作り方を紹介しているウェブサイトやブログの多くは、なぜその材料が必要なのかを説明していません。よくあるのは\nウィッチヘーゼルやウォッカなどが挙げられていますが、それが一番の説明でした。\n私が見つけたのはそれだけでした。私が出会ったのは、...",
  "data/reddit-know/r/YouShouldKnow/comments/opcocg/ysk_the_physical_properties_of_floodwaters_in_a.json": "最近、世界各地で茶色い土や瓦礫を含んだ洪水に人や車が浸かっている映像がよく流れています。\n世界各地で、土砂やがれきを含んだ洪水に人や車が浸かっている映像がよく見られます。\n\n洪水で土砂や瓦礫が押し寄せてくると、混合流体の密度（つまり力）が大きくなります。\n洪水で土砂や瓦礫が押し寄せてくると、混合流体の密度（つまり力）が高まり、時には透明な水の2倍以上になることもあります。\n澄んだ...",
  "data/reddit-know/r/YouShouldKnow/comments/opf6im/ysk_that_if_you_suffer_from_constant_unwanted.json": "YSKが選ばれた理由: 多くの人は、強迫性障害はきれい好きだと思っています。人によってはそのように見えることもありますが\n人によっては、そのように見えることもありますが、通常はそうではありません。押し付けがましい\n思考も症状の一つです。実際に、押し付けがましい考えだけを持ち、それに関与しない人もいます。\n強迫観念に陥らない人もいます。私たちはこれを...",
  "data/reddit-know/r/YouShouldKnow/comments/opfqu8/ysk_you_can_speedrun_growing_a_forest.json": "なぜYSKなのか：人々は、10年でできることではなく、何百年もかけなければならないと思い込んでいます。\nまた、自分の森を持つことで、家を冷やすことができ、電気代を節約することができます。\n自分の森を持つことは、家を冷やすことで電気代を削減し、風雨を防ぎ、騒音を軽減することができます。\n自分の森を持つことは、家を冷やすことで電気代を削減し、風雨を防ぎ、騒音を軽減し、3年後にはメンテナンスが不要になるのです。",
  "data/reddit-know/r/YouShouldKnow/comments/opjtgh/ysk_when_walking_down_a_road_you_should_walk.json": "なぜYSKかというと、交通の流れに逆らって歩くと、車が来るのがわかります。\n危険なドライバーを避けるためにも、注意が必要です。流れに沿って歩いていると\n流れに沿って歩くと、自分の方向に向かってくる車が見えないので、はねられる危険性が高くなります。\n轢かれる危険性が高くなります。",
  "data/reddit-know/r/YouShouldKnow/comments/opqc4u/ysk_that_being_jewish_is_both_an_ethnicity_and_a.json": "Why YSK: タイトルにもあるように、ユダヤ人だからといって、必ずしもユダヤ教を守っているとは限りません。\nユダヤ人だからといって、必ずしもユダヤ教に従っているとは限りません。また、ユダヤ教を信仰しているからといって、必ずしも\nユダヤ人の血を引いているとは限りません。また、ユダヤ教を信仰しているからといって、ユダヤ人の血を引いているとは限りません。\n他者である必要はありません。",
  "data/reddit-know/r/YouShouldKnow/comments/opsoa7/ysk_theres_a_fast_easy_and_cheap_way_to_fix.json": "YSKの理由：ラグの角が丸まっていると、見た目が悪いだけでなく、つまずきの原因にもなります。\n\nお近くのホームセンターで、貼ってはがせるビニールタイルを買ってきて、半分に切って\n三角形になるように半分に切って、丸まった角の下側に貼るだけです。\nコーナーに貼り付けます。これで完成です。安くて簡単な修理です。つまずかないことを楽しみにしています...。",
  "data/reddit-know/r/YouShouldKnow/comments/optu41/ysk_if_you_are_jogging_and_approaching_someone.json": "なぜYSKなのかというと、挨拶もせずに後ろから走ってくる人がいると、人によっては攻撃されるのではないかと思ってしまうからです。\n襲われるのではないかと思ってしまう人がいるからです。特に女性は\n特に女性は、急に近づいてくる足音を警戒します。\n武道に長けている人であれば、実際に...",
  "data/reddit-know/r/YouShouldKnow/comments/oq4yfq/ysk_asking_loaded_questions_in_a_relationship_can.json": "なぜYSKなのか：一見無害に見える質問でも、大切な人から不快な答えを強要されると\nあなたの大切な人に不快な答えを強要するような質問は、トラブルの元です。しかし、私たちの性質として\nしかし、私たちは、相手からの正直なフィードバックを求めると同時に、自分の意見を認めてもらいたいと思って、質問をします。\nを確認したくなるものです。そうではなく、その話題や質問に対する自分の気持ちを表現しましょう...。",
  "data/reddit-know/r/YouShouldKnow/comments/oq6xbp/ysk_about_microsoft_maths_solver.json": "なぜYSKなのか：もしあなたが学生で、数学に悩んでいるなら、Microsoft Maths Solverを使うべきです。\nMicrosoft Maths Solver.これは、ほとんどの数学の問題を解決できるアプリです。\n従来の電卓とは異なり、方程式や問題を説明し、分解してくれます。\n問題を解決してくれます。私はしばらくの間、これを使用しているので、あなたがすべき...",
  "data/reddit-know/r/YouShouldKnow/comments/oq6pg8/ysk_you_can_use_cloudflares_dns_service_on_your.json": "なぜYSKかというと、Cloudflareの1.1.1.1 [https://1.1.1.1]というサービスは、以下のようなことを簡単に行うことができるからです。\nサービスは、無料でプライベートで安全なDNSルックアップ（モバイル機器の場合はVPNも）を簡単に利用できる方法です。\nVPNも）数年前から簡単に利用できるようになりました。しかし、私は今日、彼らが以下のサービスを提供していることを知りました。\nこのサービスには、2つの小さなバリエーションがあります。",
  "data/reddit-know/r/YouShouldKnow/comments/oqo38u/ysk_if_you_own_a_samsung_refrigerator_with_a.json": "なぜYSKなのか: サムスンのフレンチドア冷蔵庫の製氷機には多くの問題がありました。\nとその製氷機に問題があります。製氷機が凍ってしまい、氷が作れなくなってしまいます。\n製氷機が凍結して、強制的に解凍されるまで氷が作れなくなったり、収納ホルダーの中で氷が溶けてしまったりします。\n\nこの問題が発生したモデルをサムスンに連絡すると、彼らは...",
  "data/reddit-know/r/YouShouldKnow/comments/opi0z4/ysk_if_you_want_to_easily_access_soviet_era_films.json": "映画スタジオYSKモスフィルム（モスフィルム・シネマ・コンツェルン）のYouTubeチャンネルに、ソビエト時代の映画の数々がアップされました。\n時代の映画をYouTubeのチャンネルにアップしています。ほとんどの作品が高画質・英語字幕付きでご覧いただけます。\nと英語字幕で見ることができます。一つの広告を見るだけで、その広告を楽しむことができます。\n途切れることなく楽しむことができます。\n\nチャンネルへのリンク：...",
  "data/reddit-know/r/YouShouldKnow/comments/oquhaa/ysk_that_split_lips_are_a_sign_of_an_iron.json": "なぜYSKなのか：多くの人は、唇の割れは単に唇のひび割れの一種だと思っています。\n実際には、鉄分が不足していると、健康に悪影響を及ぼす可能性があります。\n健康に悪影響を及ぼす可能性があります。私のPCPは私の唇の裂け目に気づき、鉄分濃度を調べるために血液検査を命じました。\n唇が割れていることに気づいたPCPは、私の鉄分濃度を調べるために血液検査を命じました。驚いたことに、私の鉄分濃度はかなり低かったのです...。",
  "data/reddit-know/r/YouShouldKnow/comments/oqzwzn/ysk_just_because_a_child_doesnt_want_to_do.json": "なぜYSKなのか。\n\nうつ病になっても、もっと楽しく活動できるようになるかもしれません。\n(大人と同じように)\n\nある人は、午前中の方がよく働き、ある人は午後の方がよく働き、ある人は夕方の方がよく働きます。\nある人は朝に、ある人は午後に、ある人は夕方によく働きます。だから、子供がいつ\nより生産性が高くなるのかを見てみましょう。\n\nあらゆる...",
  "data/reddit-know/r/YouShouldKnow/comments/oqvq0s/ysk_that_pressing_your_car_key_fob_up_against.json": "車のキーフォブを、こめかみやあごの下の皮膚に押し当てると\nあごの下の皮膚に押し当てると、信号が車に届く範囲が2倍になります。\n信号が車に届く範囲が2倍になります。\n\nなぜYSKなのか。\n\n車から離れて歩いていて、鍵をかけ忘れたことに気付いた時に最適です。\n普段は気にも留めないことですが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ora2oc/ysk_that_using_a_microwave_power_setting_is_the.json": "なぜYSKかというと、ほとんどの再加熱は次のように行われます。\n混ぜる、繰り返す、混ぜる、繰り返す。電子レンジの出力を半分にして、同じ時間、あるいは1分でも長く加熱すると\n電子レンジの出力を半分にして、同じ時間か1分でも長くすると、食品は全体的に均一に加熱されます。\nまた、途中でかき混ぜる必要もありません。",
  "data/reddit-know/r/YouShouldKnow/comments/ore86s/ysk_if_you_struggling_with_acne_for_over_a_year.json": "Why YSK: 人生は短いですからね。アドバイスを求めて時間を無駄にするのはやめましょう。\n\n私を信じてください。\n\n私はアメリカに住んでいますが、皮膚科医に会うのにお金がかかるのはわかりますが、今までにどれだけの「時間」を費やしてきたか計算してみてください。\n「時間」を費やしてきたかを計算してみてください。それは\n私はアメリカに住んでいます。",
  "data/reddit-know/r/YouShouldKnow/comments/orcj2r/ysk_that_most_banks_will_honor_checks_up_to_180.json": "なぜYSKかというと、「個人用、ビジネス用、給与用の小切手は、6ヶ月（180\n日）有効です。) 企業によっては、「90日後に無効」と小切手に印刷されているものもあります。\nほとんどの銀行は、これらの小切手を180日まで有効としていますが、事前に印刷された\nこの言葉は、小切手を早く預けることを促すためのものです。",
  "data/reddit-know/r/YouShouldKnow/comments/oown5a/ysk_on_most_cars_turning_and_holding_the_key_will.json": "純粋にフォブで操作する車以外では、ロックするようにキーをドアに差し込んで\nロックするようにキーを回して、1～2秒そのままにしておきます。巻き上げられた窓は\n巻き上げられた窓は、自動的に再び巻き上げられるはずです。\n\nなぜYSKかというと、暑い日にはとても便利で、車のスイッチを入れ直す手間が省けるからです。\nまた、車のスイッチを入れ直す手間も省けます。",
  "data/reddit-know/r/YouShouldKnow/comments/oobcjo/ysk_if_raw_fruits_and_vegetables_make_your_throat.json": "なぜYSKなのか: 口腔アレルギー症候群は、最も一般的な食物アレルギーであり、あなたやあなたの知り合いが\nあなたやあなたの知り合いがそうかもしれません。あなたが提供する食べ物に付着した花粉を退治することで、彼らを助けることができるのです。\n花粉を退治してあげてください。\n\n私が驚いたのは、バナナ、スイカ、プラムで喉がかゆくなった友人がたくさんいたことです。\nバナナ、スイカ、プラムなどで喉が痒くなる友人が多いのには驚きましたが、口内炎のことは知りませんでした。",
  "data/reddit-know/r/YouShouldKnow/comments/orn9gc/ysk_you_can_hide_your_number_when_calling_people.json": "67をダイヤルすると、相手の電話番号が制限番号として表示されます。\n\nYSKを選んだ理由: 私は建設業界で働いていますが、つい最近YSKを発見しました。\n仕事で電話をかけるのに使用していますが、1日の終わりに電話をかけてくる人はいません。\n私の電話に電話をかけてくる人はいません。これのおかげで、何度も「お願いします」と言わなくて済みます。",
  "data/reddit-know/r/YouShouldKnow/comments/orr1yl/ysk_applying_heat_to_mosquito_bites_will.json": "この方法が治療法として紹介されているのをほとんど見たことがないので、紹介しようと思いました。あなたはただ\n患部を熱にさらすことです。私の場合は、ドライヤーを強めに設定して\nドライヤーを強めに設定して、一口ごとにできるだけ長くあてることです。\n理想的には15秒程度です。その間、患部は痒くなります。",
  "data/reddit-know/r/YouShouldKnow/comments/ort6ky/ysk_if_you_saw_something_bright_and_fast_in_the.json": "なぜYSKかというと、アメリカの流星協会が報告を集約して、そのデータをNASAと共有しているからです。\nNASAと共有しています。隕石や火の玉を追跡することは、太陽系や宇宙を研究する上で重要なことです。\n隕石や火球を追跡することは、宇宙、太陽系、そして宇宙の研究の重要な一部です。\n\nこちらのリンクから火球の報告ができます。",
  "data/reddit-know/r/YouShouldKnow/comments/orq2he/ysk_it_is_important_to_have_2_cell_phones_in_your.json": "なぜYSKなのか: テクノロジーの進歩により、企業は個人の携帯電話を仕事に使うことを求めています。\n企業は個人の携帯電話を仕事に使うことを期待しています（例えば、BYOD（Bring your own device\n問題は、企業が自社の知的財産を守りたいということです。\n問題は、企業が自分たちの知的財産を守りたいと思っていることで、この2つの要素が互いにぶつかり合っているのです。最も...",
  "data/reddit-know/r/YouShouldKnow/comments/orfsq7/ysk_that_you_can_remove_hairdye_stains_from_your.json": "なぜYSKなのか：顔や腕などに染毛剤のシミがついた状態で仕事や外出をしたくないですよね。\n顔や腕などにヘアダイのシミをつけて仕事や外出をしたくないですよね。もしあなたがおかしな色に髪を染めている人なら、そのシミが何日も肌に残ることがあります。\n何日も肌に残ってしまうこともありますよね。特に\n仕事やお出かけには不便ですよね。濡れた雑巾を使い、少量の...",
  "data/reddit-know/r/YouShouldKnow/comments/os8tpi/ysk_having_a_1_mg_vs_a_10_mg_thc_edible_can_be_a.json": "なぜYSKかというと、最近よく耳にするのが、初めて大麻を吸うときにエディブル\n最近よく耳にするのは、初めて大麻を使用する人がエディブルを摂取する際に、THCを何MG摂取すればいいのかを意識していない人が多いということです。\nパッケージに記載されているにもかかわらず、何MGのTHCを摂取すればいいのかを認識していない人が多いのです。\nパッケージに明確な指示があるにもかかわらず。これが私の大麻のRTFMですね。\n\n人々のために...",
  "data/reddit-know/r/YouShouldKnow/comments/oq8hbr/ysk_if_you_have_the_option_call_emergency.json": "固定電話で救急隊に連絡すると、救急隊員が自分の位置を正確に把握することができます。\nあなたの位置を正確に把握することができます。\nあなたの位置を正確に把握する必要があり、間違ってしまう可能性があります。\n\nYSKが選ばれる理由：緊急時には1秒1秒が大切で、それが命の分かれ目になります。\n生死を分ける可能性があります。",
  "data/reddit-know/r/YouShouldKnow/comments/osf2wz/ysk_if_you_take_extra_time_in_a_drive_thru_the.json": "Why YSK: ほとんどのドライブスルーにはタイマーが付いています。店舗にもよりますが、そのタイマーは\n生産性向上のため」という理由で、無理な維持管理をしていることが多いです。\n\n実際には、メニューを読んでもすぐに離さなかったり、店内での滞在時間が90秒以上のお客様は\n実際には、メニューを読んだり、すぐに手を引いたり、あるいは一般的に90秒以上（合計）店内にいるお客様は...",
  "data/reddit-know/r/YouShouldKnow/comments/oso4qt/ysk_flushable_wipes_do_not_break_down_well_and.json": "なぜYSKなのか：企業は、自社製品の最高の品質を宣伝したいと思うのは当然のことです。\n企業は当然、自社製品の最高の品質を宣伝したいと思っています。水に流せるおしりふきは、分解される可能性が高いのです。\n水に流せるタイプのおしりふきは、従来のおしりふきに比べて分解されやすいですが、多くの人が信じているほど効率的ではありません。\n多くの人が信じているほど効率的ではありません。水に流さないように気をつけましょう。",
  "data/reddit-know/r/YouShouldKnow/comments/osn0zm/ysk_theres_evidence_of_no_x_is_not_the_same_as.json": "なぜYSKかというと、正しく論理的な結論を導き出し、批判的に考えることができるようになるからです。\n批判的に考えられるようになります。\n\n例えば、医師が「がんの兆候は見られませんでした」と言っても、それは\nお医者さんが「がんの兆候は見られませんでした」と言うのは、お医者さんの観察の結果、がんの兆候が見られなかったという意味であって\n癌ではないという証拠があるという意味ではありません。あなた...",
  "data/reddit-know/r/YouShouldKnow/comments/osecwh/ysk_donations_for_charity_done_via_checkouts_help.json": "毎日、ファーストフードや食料品店、大手のお店では、お会計の際に、小銭を地域や国の慈善団体に寄付するように言われます。\nお釣りを地元や全国の慈善団体に寄付してください。\n\nこれらの企業は、すべての寄付金を集めて、その寄付金を慈善団体に渡します。\n慈善団体に寄付します。消費者ではなく、会社が寄付をするのです。このようにすることで、大きな税金対策になります。\n税金対策にもなりますし...。",
  "data/reddit-know/r/YouShouldKnow/comments/osupur/ysk_not_everyone_is_fluent_in_the_language_youre.json": "なぜYSKなのか: 流暢でない話者が最も恐れるのは、誤って不適切な発言をしてしまうことです。\n誤って不適切なことや馬鹿げたことを言ってしまうことです。\n\n私自身、英語を学んでいる間に、何かを言ってしまったことがたくさんあります。\n私自身、英語を学んでいる間に、一見普通のことを言ったつもりが、流暢な話者にはそれが陰口だと解釈されてしまったり\n私自身、英語を学んでいる間に、一見普通のことを言っていても、流暢な話者から見れば、それは陰口だと解釈されたり、あるいは...",
  "data/reddit-know/r/YouShouldKnow/comments/osz449/ysk_theres_a_9999_chance_that_your_car_has_a_gps.json": "数日前、友人（ジープディーラーのセールスマン）が、彼らはすべての車にGPS追跡装置とイグニッション・カットオフ・スイッチを取り付けていると言っていました。\nGPS追跡装置とイグニッション・カットオフ・スイッチを販売するすべての車に取り付けていると言いました。\nこれで金融機関はあなたの車を追跡し、支払いが滞ると車を使えなくなる。\n支払いが滞った場合、金融機関はあなたの車を追跡し、車を使えなくすることができるのです。ネットで調べてみると...",
  "data/reddit-know/r/YouShouldKnow/comments/ot2yf8/ysk_that_dump_trucks_are_still_liable_for_damage.json": "なぜYSKなのか：トラック運送会社は、トラックに「Stay\n300フィート後退」（距離は様々）や「Company Not Responsible For Damage」などのサインやステッカーをトラックに貼ることがあります。\nトラック会社は、トラックに「300フィート（距離によって異なる）下がってください」や「会社は損害責任を負いません」という看板やステッカーを貼ります。\nフロントガラスやヘッドライトの欠けやヒビ、ペイントの損傷などで保険金を請求されるのを防ぐためです。しかし、...",
  "data/reddit-know/r/YouShouldKnow/comments/otaf8c/ysk_that_head_and_shoulders_shampoo_clears_up.json": "WHY YSK : ピリチオン亜鉛を配合したフケ防止シャンプーは、しつこい大人ニキビにも効果的です。\n大人のしつこいニキビにも効果的です。 フケ防止ニキビ対策\n[https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4120804/]",
  "data/reddit-know/r/YouShouldKnow/comments/otj7is/ysk_free_guest_passes_at_gyms_almost_always_have.json": "ソース 私は約4年間、複数のジムで働いた経験があります。\n私は約4年間、複数のジムで働いた経験があり、また、ずっと様々なジムに通っていました。\n\n「無料ゲストパス」というのは、多くの場合、ジム側がリードを集めるための手段です。\nそして、契約させようとしたり、パーソナルトレーニングを購入させようとしたりして、あなたを悩ませることになります。\nパーソナルトレーニングや...",
  "data/reddit-know/r/YouShouldKnow/comments/ot6r46/ysk_that_sunscreen_takes_sharpie_off_skin.json": "私は子供の頃、腕全体に絵を描いていたのですが、運動会で自分の「絵」が全部しみてしまって、とてもショックを受けたのを覚えています。\n運動会で私の \"アート \"が全部落ちてしまって、とてもショックを受けたことを覚えています。\n\nなぜYSKなのかというと、いつか目が覚めたときに、酔っ払った友達に顔にチンポを彫られていたという人には役に立つかもしれません。\n酔っぱらった友達に顔にチンポを彫られて目が覚める人には役に立つかもしれません。\n\n編集：すべての化粧水がこのようになるとコメントしている人がいますが...。",
  "data/reddit-know/r/YouShouldKnow/comments/oto92l/ysk_that_misusing_the_phrase_demonstrated_history.json": "なぜYSKなのかというと、あなたが合格者になりたいと思っているからです。\n\n私は、仕事上のポジションや大学院への応募者を面接しています。\nこれは私が最も嫌うことの一つです。私だけではありませんので、断言します。\n私だけではありませんので、この間違いは、あなたがプロではないと思われてしまうことを保証します。",
  "data/reddit-know/r/YouShouldKnow/comments/otzy5f/ysk_the_100_companies_are_source_of_71_of.json": "なぜYSKなのか: 企業や個人が気候変動に与える影響をよりよく理解するために\n気候変動に対する企業や個人の影響をより深く理解し、統計に惑わされないようにするためです。\n\nTL;DR: この統計では、化石燃料企業のみを対象とし、その製品からの排出量を含めています。\nつまり、あなたの車が使っている燃料のことです。\n\n意図を明確にするための編集：...",
  "data/reddit-know/r/YouShouldKnow/comments/ou39q8/ysk_that_while_the_cost_of_insulin_is_always_in.json": "なぜYSKなのか：340b薬価割引プログラムと呼ばれる政府のプログラムでは\n製薬会社は、メディケイドに販売するのと同じ価格で、コミュニティ・ヘルス・センターに医薬品を販売することが義務付けられています。\n製薬会社はコミュニティ・ヘルス・センターに、メディケイドに販売するのと同じ価格で薬を販売します。\n\n収入の制限はなく、地域のコミュニティ・ヘルス・センターの医師に予約を取るだけでいいのです。\n地域のコミュニティセンターの医師に予約を入れるだけです。",
  "data/reddit-know/r/YouShouldKnow/comments/ou48kz/ysk_the_less_you_say_the_better.json": "なぜYSKなのか：間違ったことをする機会が少なく、聞く機会が多いからです。",
  "data/reddit-know/r/YouShouldKnow/comments/ou76ji/ysk_most_women_cannot_orgasm_from_penetration.json": "なぜYSKなのか: パートナーに、より良い性的快楽を与えることができるようになることは、二人にとって素晴らしいことです。\n二人にとって素晴らしいことです。\n\n指入れ、口入れ、セックストイなどなど。彼女のために何がベストかを考えてみてください。どちらかといえば。\nむしろ、彼女が何を必要としているのか、何を求めているのかを考えたほうが、より男らしくなれますよ。\n考える方が男らしくなる",
  "data/reddit-know/r/YouShouldKnow/comments/ou98pc/ysk_that_its_i_couldnt_care_less_and_not_i_could.json": "なぜYSKなのかというと、オンラインでも海外でも、何かを大切にしていないことを表現するのにこのフレーズを間違って使っている人が多いからです。\n後者の「I can't care less」という言い方は、自分がどれだけ何かに関心を持っていないかを表現するものであることに気づかないのです。\nと言っても、実際には「もっと気にする余地があるから、実際には少し気にしている」という意味だということに気づかないでいます。\n友人たちよ、もうやめてくれ。痛いよ",
  "data/reddit-know/r/YouShouldKnow/comments/oudtr6/ysk_to_not_lie_to_your_mechanic.json": "なぜYSKなのか：お医者さんと同じように、メカニックもあなたの問題を解決したいと思っています。私たちのほとんどは\n私たちの多くは、生活のために努力している善良な人々です。もし、あなたのいとこである\nジョー・ジャックが何かを企んでいたとしたら そのことをメカニックに伝えてください。そうすれば\nそれよりも、「ああ、どこかのバカがいじって......」と伝える方がずっといい。",
  "data/reddit-know/r/YouShouldKnow/comments/ou8vhs/ysk_that_while_protein_is_often_heavily.json": "なぜYSKかというと、プロテインは筋肉の成長に欠かせない栄養素であることは言うまでもありませんが、それだけではなく、組織の成長にも欠かせないものだからです。\n組織の成長には欠かせない栄養素です。筋肉、内臓、皮膚、血液、抗体などの構成要素となります。\n皮膚、血液、抗体などの構成要素となります。社会では、タンパク質と運動との結びつきが強いため\nエクササイズとの関連性が高いため、「私は...」という印象を持たれがちです。",
  "data/reddit-know/r/YouShouldKnow/comments/oumox4/ysk_personalfitness_trainers_are_not_required_to.json": "理容師やマッサージセラピストとは異なり、フィットネス/パーソナルトレーナーは、州のライセンスを取得する必要はありません。\n州のライセンスを取得する必要はありません。ほとんどのトレーナーは「Certification」を取得しています。\n「資格」を取得することですが、これは単なる教科書とテストです。なぜYSKなのか： トレーナーと一緒に働くということ\n教育を受けていないトレーナーと仕事をすることは危険であり、害もあれば益もあります。ただ...",
  "data/reddit-know/r/YouShouldKnow/comments/ouskjl/ysk_reduce_reuse_recycle_are_actually_in_order_of.json": "なぜYSKなのか：消費するものを減らすことは、3つのうち最も効果的です。\nそして、減らせないものは再利用しましょう。\n\n新しいものを買う前に、今持っているものを最大限に活用する。\n必要なければ、友人に借りることも考えましょう。\nこれは必要ないな...。",
  "data/reddit-know/r/YouShouldKnow/comments/out0wt/ysk_that_the_most_common_therapy_for_autism.json": "なぜYSKなのか：自閉症児を持つ良心的な親御さんの多くは、ABA療法を推進する情報に溢れています。\nABA療法を推進する情報が氾濫していますが、実はABA療法は虐待の原理に基づいています。\n虐待です。ABA療法を受けた自閉症患者の約半数が、その過程でPTSDを経験しているという証拠があります。\nABA療法を受けた自閉症患者の約半数が、そのプロセスの結果としてPTSDを経験しているという証拠がありますが、これは...",
  "data/reddit-know/r/YouShouldKnow/comments/ouu874/ysk_prostate_stimulation_can_be_a_healthy_and.json": "なぜYSKなのか：ほとんどの男性は、男性が経験できる最高の性体験のひとつである\n男性にとって最高の性体験の一つであるセックスを経験しないまま一生を終えることになります。\nしています。\n\n私が前立腺刺激を知ったのは、約10年前の20代前半にRedditで知りました。\n20s. 誰かが、前立腺刺激を受けた話を書いていました。",
  "data/reddit-know/r/YouShouldKnow/comments/ov1b8o/ysk_flushable_wipes_are_not_goodsafe_for_your.json": "配管工ですが、その通りです。\n\n消費者にとって残念なことに、マーケターは、弁護士や営業マンと共通する1つのスキルに特化しています。\n弁護士やセールスマンと共通するスキル、つまり嘘をつくことです。\n\n実は、「水に流せるワイプ」のようなパッケージ上の表示には規制がないことが判明しました。\n水に流せるワイプ」（大胆に広告・表示されています）や「世界で...",
  "data/reddit-know/r/YouShouldKnow/comments/ov8bcu/ysk_it_is_illegal_to_block_required_means_of.json": "YSKが選ばれる理由 - いかなる理由でも、企業は必要な出口を塞ぐことはできません。\n\n建物は居住者の負荷を考慮して設計されており、そのような状況に対応できるように出口が設置されています。\n建物は居住者を収容するように設計されており、出口は居住者の移動距離が最も短くなるように配置されています。\n\n遮断されたドアの上に出口のサインがある場合は、地元の消防署に連絡してください...",
  "data/reddit-know/r/YouShouldKnow/comments/ov9p73/ysk_not_to_shield_the_people_in_your_life_from.json": "なぜYSKなのか。\n\n多くの人が、大切な人（パートナー、家族、友人。\n負担をかけたくないという思いから、自分の人生における悪い出来事を\n悪いニュースや心配事を増やしたくないからです。そのような人たちと親しくしていると、あなたは\nその人たちの悩みや心配事をすべて知っているような気がして...。",
  "data/reddit-know/r/YouShouldKnow/comments/ov5svc/ysk_if_you_have_difficulty_taking_medication_in.json": "なぜYSKかというと、私も含めて多くの人が薬を飲むのが苦手だからです。\n特に大きな錠剤の場合、薬を飲むのに苦労します。これでは、処方された薬を飲む際の患者さんのコンプライアンスが低下してしまいます。\n処方された薬を飲む際の患者さんのコンプライアンスを低下させてしまいます。ハーバード大学\n健康出版\n[https://www.health.harvard.edu/blog/two-tricks...",
  "data/reddit-know/r/YouShouldKnow/comments/ovausl/ysk_xylitol_is_being_used_more_frequently_as_a.json": "YSKの理由: 砂糖不使用や無添加と表示されていても、甘いものにはキシリトールや同等の甘味料が使われています。\nキシリトールや他の同等の甘味料が使われている可能性があります。\nキシリトールは白樺糖とも呼ばれています）。) これらの甘味料は、微量でも動物を死に至らしめる原因となります。\n急激な血糖値の低下を引き起こし、痙攣や...",
  "data/reddit-know/r/YouShouldKnow/comments/ovgdbd/ysk_that_most_locks_in_the_us_and_being_used_have.json": "なぜYSKなのかというと、誰もがランダムな南京錠やMaster Lockを使っているからです。\n(特に)を使っている人は、物置や会社の機密アクセスエリア、学校や職場のロッカーなどを、誰かに簡単に開けられてしまう可能性があるからです。\n誰かが簡単にピッキングしたり、かき回して開けてしまう可能性があるからです。これでは\n音も小さくなりますし、一度開けてしまえば、悪者が覗き込むのに時間がかかります。",
  "data/reddit-know/r/YouShouldKnow/comments/ov25xn/ysk_bottled_water_may_have_an_expiration_date.json": "なぜYSKなのかというと、あの不味さは飲んではいけないことを示しているからです。また、臭いがあれば\n臭いがあれば、悪いものかどうかがわかります。",
  "data/reddit-know/r/YouShouldKnow/comments/ou7a1f/ysk_about_sugaring_the_alternative_to_waxing.json": "なぜYSKなのか：基本的には同じですが、シュガーリングは通常のワックスよりも肌への刺激が少ないので\n通常のワックス脱毛よりも肌への刺激が少ないのです。ワックス脱毛では、ワックスの混合物が毛を壊すため、巻き毛の可能性が高くなります。\nワックス脱毛では、ワックスが混ざることで毛が切れてしまうため、巻き毛になる可能性があります。\n\nシュガーリングでは、ペーストが皮膚の表層に付着することはありません。代わりに\n髪の毛に付着します...",
  "data/reddit-know/r/YouShouldKnow/comments/ov6mmz/ysk_if_you_are_working_a_lot_from_home_check_that.json": "YSKを選んだ理由: 何ヶ月も腰痛と格闘していたので、これが原因だと思います。\n今はスペーサーを追加して、より平らにしているので、今後はスペーサーを追加する必要がないことを願っています。\nこれでもう苦しまなくて済むと思います。"
}