{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfmbj5/im_a_24_year_old_virgin_who_has_never_had_a.json": "私は24歳の大学生で、生まれてからずっとフィリーに住んでいます。\n昔から男女問わず友達が多いです。私は誰からも好かれます。\n人当たりがよく、面白くて、社交的なんだ。誰とでも会話をすることができる。\n誰とでも会話ができます。容姿については、私は約...",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfnyiy/everyone_knows_its_never_okay_to_read_someone.json": "アンネ・フランクの日記は、昔から私の読書リストに入っていますが、なかなか購入する気になりません。\n買う気になれない。というのは、彼女は10代で、人に読ませるつもりで日記を書いていなかったからです。\n彼女は10代で、人に読まれることを意識して日記を書いていなかったからです。確かに、この本が出版された時には彼女は死んでいましたが\n出版された時には彼女は死んでいましたが、本当に読んでもいいのでしょうか？読んでもいいのか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfpuqv/what_if_we_just_replaced_precious_jewels_with.json": "先日、ビヨンセとその前の数人のセレブが、有名なイエローダイヤモンドを身につけていたことが話題になりました。\n有名なイエローダイヤモンドを身につけていたことが話題になりました。\nそのダイヤモンドは（他のダイヤモンドと同様に）、奴隷鉱山で採掘された非常に暗く非倫理的なものです。\n\nそこで私は、色付きの（あるいは透明な）宝石の形をしたガラスを身につけることはできないだろうかと考えました...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pfol8p/how_the_fuck_am_i_supposed_to_get_an_entry_level.json": "就職活動を始めてまだ日が浅いのですが、これは私の神経を逆なでするような話です。\n緊張している。私は会社の資産になるために一生懸命働き、自分の力を発揮したいと思っています。\n働きたいと思っているのですが、誰もが2〜3年の経験を求めているので、とてもがっかりしています。\n私はとても落胆しています。私は、もういいやという気になっています。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pft2v7/what_if_instead_of_getting_married_to_someone_to.json": "これは仮説的な状況であり、説明されている状況は文化的な\n規範となります。肯定的な影響と否定的な影響についての回答を期待しています。\n回答をお待ちしています。\n\n返事はしないでください\n\n\"it's possible.\"\n\n\"It's not possible. \"と答えてください。\n\n編集1\n\nこのことは、ゲイのような機会を増やすことになる...。",
  "data/reddit-ask/r/askscience/comments/pfrjtl/askscience_ama_series_im_a_particle_physicist_at.json": "ハリー・クリフです。私はケンブリッジ大学の素粒子物理学者で、CERNの大型ハドロン衝突型加速器である\nCERNの大型ハドロン衝突型加速器のLHCb実験に従事していますが、ここでは、人類の最大の疑問に答えることができる新しい粒子や力の兆候を探しています。\n物理学の最大の疑問に答えてくれる可能性のある新しい粒子や力の兆候を探しています。\n物理学の最大の疑問に答えることができる新しい粒子や力の兆候を探しています。私の最初の著書『HOW TO MAKE AN APPLE PIE FROM...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfs9eq/after_finding_information_that_my_teen_daughter.json": "13歳の娘の部屋を掃除していたら、彼女が愛していて恋人がいるという話が出てきました。\n恋人がいたことが書かれていました。私は、娘が安心して受け入れられ、何かを隠す必要がないと感じて欲しいと思っています。\nしかし、この話を持ち出して、彼女が何かの理由で私を怒らせるようなことはしたくありません。\nその情報は彼女の日記にありました。その情報は彼女の日記に書かれていて、私は誓って...",
  "data/reddit-ask/r/AskWomen/comments/pfuedq/what_are_you_looking_forward_to_for_the_month_of.json": "ちょっとした会話のきっかけになればと思いまして🥰。",
  "data/reddit-ask/r/AskHistorians/comments/pfiws6/how_socially_accepted_was_reading_a_softcore.json": "この質問は、『ビバリーヒルの警官II』を再見したときに、ポール・ライザーが演じるジェフリー・フリードマン刑事がプレイボーイ誌を読んでいる場面からヒントを得たものです。\nライザーの演じるジェフリー・フリードマン刑事が、仕事中にプレイボーイ誌を隠しもせずに読んでいる。\nポール・ライザー演じるジェフリー・フリードマン刑事が、仕事場でプレイボーイ誌を何の隠し味もなく読んでいる。\n\nこのシーンを見たときに、ホテルのコーヒーテーブルの上にプレイボーイの雑誌が置いてあるのを見た記憶が蘇りました。\nの家のコーヒーテーブルにプレイボーイ誌が置いてあるのを見た記憶を思い出した。",
  "data/reddit-ask/r/AskHistorians/comments/pfv7dj/postww2_how_did_east_germans_rationalize_now_we.json": "それとも私の考えが間違っているのでしょうか？私の質問は、どのようにして穴を開けられた人口が\nナショナリズム・ファシズム・ナチスのイデオロギーを何十年も叩き込まれた国民が、突然、ソ連の\n共産主義の理想を支持したのか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pfydy5/why_isnt_the_us_building_temporary_hospitals_to.json": "重症化してもワクチンでかなり軽減されることは知っていますが、多くの人が頑なに受けようとしないので\nしかし、多くの人がワクチンを摂取することを躊躇しているので、国が一時的な予防措置を取ったという話を見たことがありません。\n臨時の医療施設を作って対応しているという話を見たことがありません。",
  "data/reddit-ask/r/AskWomen/comments/pfto17/what_expectations_make_yall_feel_the_most_pressure.json": "女性の権利についての本を読んでいて、長年にわたって様々な面から女性に課せられてきた多くのプレッシャーに気づきました。\n様々な面からの圧力があることに気づきました。天気\n文化的、結婚的、社会的基準、重要な他者からの期待、その他様々な面で\n他にもいろいろあります。皆さんは何から最もプレッシャーを感じていますか？....",
  "data/reddit-ask/r/AskHistorians/comments/pg057s/the_powmia_flag_is_based_on_a_thoroughly.json": "このコメント\n[https://www.reddit.com/r/AskHistorians/comments/l88o0f/were_there_any_verified_american_pows_who_were/]\nは、陰謀論の起源と、その主張が何度も繰り返されてきたことをうまく説明しています。\n(その主張は何度も調査され、反論されていますが、私には\nしかし、なぜそのようなことが起こったのかはわかりませんでした。",
  "data/reddit-ask/r/askphilosophy/comments/pfy8j7/how_is_beastiality_generally_considered_bad_but.json": "先日、Big JoelのYouTube動画でこの質問を見ました。\n(https://youtu.be/DGwiyyZhNpM) アップロード者は、獣姦が悪いと言っています。\n動物の痛みから喜びを得るから悪いと言っていますが、肉を食べる人にとっては\n食べる人にとっては、食べたいという欲求の副産物でしかないからです。\n\nこの答えはとても...と思います。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg8thb/where_the_fuck_are_the_plus_sized_mens_models.json": "タイトルにもあるように、私は男性よりも女性のプラスサイズのモデルをよく見かけます。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg8bzv/to_all_people_with_a_partner_how_much_sex_do_you.json": "週/日/月に何回くらいですか？恋人がいない/結婚していない人からの質問です。\n恋人がいたことがない、結婚していない人間が言うのもなんですが、正直なところ、どんな答えが返ってくるかわかりません。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pga5oi/where_can_i_hide_condoms_and_where_can_i_dispose.json": "私の性生活はまだ始まったばかりなので、隠すためのアイデアが思い浮かびません。\n親に見つからないような場所に隠して処分するアイデアが浮かばない。\n見つけてください。",
  "data/reddit-ask/r/AskHistorians/comments/pfqn4i/what_happened_to_the_spouses_of_those_sentenced.json": "囚人の配偶者も移送されたのか？そうでない場合、その結婚はそのままでしたか？\nていたのか、それともそれぞれが他の人と自由に結婚できたのか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pg5pyl/someone_left_a_plastic_bag_with_what_appears_to.json": "本当に怖かったし、理解できません。誰か、何か\n玄関に置いてあった理由をご存知の方はいらっしゃいますか？\n\n編集：玄関と網戸の間に置かれていました - 2つのドアの間に挟まれたように\n2つのドアの間に挟まれたように置かれていました。これは偶然ではありません。\n\n2回目の編集：私たちはダウンタウンのようなところに住んでいて...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg96pi/what_happened_to_hard_ice_cream.json": "私たちが子供の頃（90年代以上の子供たちだと思いますが）、冷凍庫の中のアイスクリームが固くなっていたのを覚えていますか？\n冷凍庫の中のアイスクリームが固くて、アイスクリームスクープをお湯で温めないとすくえなかったのを覚えていますか？\n掬うことができました。\n\n今では、どんな古いスプーンでも、どんなアイスクリームブランドでも使えるようになりました。そして、最近のアイスは\n最近では、アイスクリームが溶けるのがとても早くなりました。\n\nI...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pg4qoj/how_much_concern_should_there_actually_be_that.json": "テキサス州の人工妊娠中絶法案は、明らかに確立された権利を侵害する凶悪なものです...そして\nそれなのに、全体としてはまだ続いているようです。最高裁はいつも、政治的な影響を受けないようにと話しています。\nしかし、この時点で判事たちがイデオロギーに基づいて判断していることは明らかです。\nイデオロギーに基づいて判断していることは明らかで、もはや...",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg6nqf/is_it_better_to_drive_a_shot_person_to_the.json": "これがここで許されるかどうかわかりませんが\n\n詳細は省きますが、数ヶ月前、私の車の中で人が殺されました。\n病院には連れて行かず、車を停めて911に通報しました。\n\n彼はすでに車の中で亡くなっていました 今でも人々は私を非難し、私が運転すべきだったと言います。\n私が車を運転すべきだったと言っています 彼のいくつかの...",
  "data/reddit-ask/r/NoStupidQuestions/comments/pg9o6e/how_does_drunk_texting_work_in_chinese.json": "英語では単語の綴りがごちゃごちゃになってミスタイプになってしまいますが、中国語では\nピンインを変えると全く違う文字になってしまうのでは？\n中国語では、ピンインを変えると全く違う文字になり、文章の意味が大きく変わってしまうのではないでしょうか？あるいは、中国語を話す人は、見た目の違いから意味を推測できるのでしょうか？\n中国人は、見た目は違うが音は似ている文字から意味を推測できるのでしょうか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/pgdyw5/i_really_dont_understand_the_new_law_in_texas.json": "ちょっと極端ですが、こんなことがあったらどうしますか？医者はどうするか？\n妊婦さんが「赤ちゃんを殺そうと思います」と言ったら、お医者さんはどうしますか？\n彼女は精神的な病気とみなされるのでしょうか？それでも彼女に赤ちゃんを産ませるのでしょうか？誰かが\n誰かが、彼女が胎児を傷つけようとするのを止めることができるでしょうか？",
  "data/reddit-ask/r/askscience/comments/pgfkcn/askscience_ama_series_im_jon_schwantes_from.json": "こんにちは、Reddit。PNNLのJon Schwantesです。私と私のチームは、歴史上の大きな謎の一つを解明するために\n歴史上の大きな謎の一つを解明しようとしています。第二次世界大戦中、アメリカとナチス・ドイツは核技術の開発を競っていました。\nドイツは核技術の開発を競っていました。連合国はそれを阻止しました。\n連合国はドイツの計画を阻止して 2インチ×2インチのウラン・キューブを没収しました...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgh02v/should_we_create_a_rtooafraidtoasknsfw.json": "正直なところ、私が最近目にする質問の100％は、性的なことに関するものか、またはnsfwです。\n他のタイプの質問のためのスペースを確保するために分離すべきかもしれません。\nこのサブレディットを独立させるべきではないでしょうか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pghiyj/is_it_rude_to_masturbate_in_bed_when_your_partner.json": "色々な理由でパートナーが今はセックスをしたくないと言っています。これまでに\n2020年に入ってから5回ほどセックスしています。\n\n私は明らかに相手を尊重し、相手に主導権を握らせていますが、私はまだ興奮したいのです。\n彼らが私の隣で寝ている間に私が（静かに、ポルノではなく）オナニーをしたら、失礼にあたるでしょうか？\n\n私は...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pgjy8t/where_could_you_hide_a_sex_toy_where_your_lil.json": "昨日、母と喧嘩をしたのですが、その過程で、母が私がセックスグッズを持っていることを知っているのは\nそもそも私が性的玩具を持っていることを母が知っているのは、（会話とは関係ないが\nそもそも私が性的玩具を持っていることを知っているのは、弟がそれを見つけたからだと認めました。彼は私の物を見るのが好きで\n彼は私の物を見るのが好きで、私には何もできません...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pghhpu/im_a_canadian_transplant_living_in_texas_my.json": "もちろん、これからお母さんになる人にとっては、最悪のシナリオの1つです。\nしかし、私は今、とても現実的な恐怖を感じています。私の命が危険にさらされた場合、解約するという選択肢はなくなるのでしょうか？\n私の命が危険にさらされた場合、妊娠を解除する選択肢はなくなるのでしょうか？重度の遺伝子異常がある場合はどうでしょうか。\n重度の遺伝子異常がある場合には、妊娠を完全に乗り切らなければならないのでしょうか？",
  "data/reddit-ask/r/askscience/comments/pglvry/how_do_lungs_heal_after_quitting_smoking.json": "皆さん、こんにちは。ここで何かを感じ取ろうと思っています。もし私が喫煙者で、禁煙した場合\n肺が回復するには1ヶ月かかると言われています。\n完全に禁煙した場合、肺が回復し始めるまでに1ヶ月かかるとインターネットでは言われています。肺は禁煙後、毎日少しずつ回復していると思うのですが\n肺の健康を取り戻すのに1ヶ月かかるというのは...",
  "data/reddit-ask/r/AskHistorians/comments/pgiu9v/did_construction_technology_only_improve_rapidly.json": "カエサルの注釈書の第4章で、ナポレオンは次のように批判している。\nプルタルクが紀元前55年のシーザーのライン橋を奇跡と呼んだことを批判し，その橋は1809年の彼の橋に比べて\n1809年の彼のものと比べても目立たないと述べている。私は彼が時間差を無視しているのが可笑しいと思う。\n時差を無視しているのが笑える。しかし、もしかしたら、私は私たちの急速な..."
}