{
  "data/reddit-books/r/books/comments/npoih7/i_cant_stand_goodreads_anymore_anyone_else.json": "Goodreadsはとても古くて時代遅れで、何年も更新されていないような気がします。\nレビューは時々とても偏っていて、その中でGIFを馬鹿みたいに使っているのが耐えられません。\n使っています。私は基本的に、読んだ本や読みたい本を記録するために使っています。それは\n長い間使ってきただけに残念でなりません。",
  "data/reddit-books/r/booksuggestions/comments/nps13l/looking_for_some_hard_scifi.json": "ハードSFの本は読んだことがありませんが、一度は読んでみたいと思っています。サイバーパンクが好きです。\nと人間の深淵が好きです。ゴースト・イン・ザ・シェルのようなストーリー\n\n編集：良いアイデアをありがとうございました",
  "data/reddit-books/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and.json": "私は、Biblio.com [https://Biblio.com]で多くの本を手に入れてきました。\n多くの人に勧めてきました。今日起こったことは\n私はそのことを考え直しています。私がサポートの方々に送ったメッセージは以下の通りです。\ntoday:\n\n> 注文した後に価格が変更され、その後、注文が明らかに...",
  "data/reddit-books/r/books/comments/nq499n/a_happy_reading_moment.json": "私は生まれてからずっと読書家でした。公共交通機関を使って通勤する時間も\n公共交通機関を使って通勤する時間も、読書のための時間になります。私にとって、読書をしている時間は\n幸せな瞬間です。\n\nしかし、先週末までは、自分の本がきっかけで会話が生まれたことはありませんでした。私が読んでいたのは\nジャスパー・ファフォードの「The Fourth Bear」を読んでいて...",
  "data/reddit-books/r/booksuggestions/comments/nq6yr7/finished_reading_the_song_of_achilles_need_more.json": "他の神話でも構いません。ただ、私は若い頃パーシー・ジャクソンのファンだったんです。\nジャクソンのファンだったのですが、突然TSoAに出会い、とても気に入ってしまいました。\n気に入りました。ギリシャ神話についての本物の本もお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you.json": "個人的には文体ですね。たとえ、その本のストーリーが基本的なものであっても\n基本的なストーリーラインであっても、著者のライティング・スタイルが私にとって魅力的であれば、私はその本を楽しむことができます。\n説得力があれば、本を楽しむことができます。しかし、その作家の言葉遣い、言葉の流れ、ユーモアのセンス、皮肉などを見つけると\nユーモアや皮肉など、その作家の言葉遣いや言葉の流れ、センスが地味だと感じたら、私は次のようになる可能性が高いでしょう。",
  "data/reddit-books/r/books/comments/nqd1aw/just_picked_up_house_of_leaves.json": "イントロを読んだだけで、何も知りませんでした。私は\n興奮しているし、興味をそそられているし、ちょっと怖くもある、と言わざるを得ない。読んだことのある人にとっては\n読んだことのある人は、表紙の裏に書かれている絶賛の言葉ほど良いものなのでしょうか？\n\n\"House of Leaves is dizzying in every respect.\"\n\nそうか、私は...",
  "data/reddit-books/r/booksuggestions/comments/nqjysw/books_to_learn_smalltalk_for_socially_inept_people.json": "基本的に、私は人とたくさんの世間話をするような仕事を始めたばかりです。\n私はこの仕事が大好きですが、特にスモールトークの面ではやや不器用です。\nSmalltalkを学ぶのに適した本はありますか？",
  "data/reddit-books/r/books/comments/nr09hb/we_are_chuck_palahniuk_and_chelsea_cain_running.json": "私、チャック・パラニュークと私の優秀な仲間であるチェルシー・ケインは、この夏、廃墟となった\n夏の間、廃墟となった映画館を借りた。呪われた夢の工場で、20人の作家が集まって話をする。\n物語を語るために集まるのだ。聞き覚えがありませんか？1816年にメアリー・シェリーが怪物を作ったヴィラ・ディオダーティや\nメアリー・シェリーが怪物を、ジョン・ポリドリが...",
  "data/reddit-books/r/books/comments/nqsq5u/i_had_an_epiphany_about_audiobooks.json": "私は以前、オーディオブックを見下していました、本を消費する方法としては劣っていると思っていたのです。\n本を消費する方法としては劣っていると思っていました。本よりもポッドキャストに近いものだと思っていました。\n\nしかし、私はあることに気がつきました。人々がオーディオブックの何を見ているのかがわかったのです。I\n親が物語を読んでいるのを聞いたり、巨匠が詩を朗読しているのを聞いたりすることを思い浮かべました。\n声に出して....",
  "data/reddit-books/r/booksuggestions/comments/nrcsih/middle_school_teacher_here_good_horror_books_for.json": "The thief of always \"を気に入ってくれましたが、他のホラー本のアイデアがなくて困っています。\n困っています。短編小説集はいくつかありますが、小説も欲しいところです。\n何かアイデアはありませんか？",
  "data/reddit-books/r/books/comments/nqu0nr/do_you_have_trouble_with_starting_books_heres_a.json": "本の冒頭では、自分が読んでいるものを積極的に想像する。\n\n本は読めば読むほど読みやすく、没入感が増していくのは\n文章を想像力に変換する労力が少なくて済むからです。\nこれを覚えておいてください。\n\n新しい本を読み始めたときに、「なんだこれは......」とがっかりしないでください。",
  "data/reddit-books/r/books/comments/nrgi98/im_edward_slingerland_and_i_just_wrote_a_book.json": "私はエドワード・スリンガーランド[https://www.edwardslingerland.com/]です。\n私はエドワード・スリンガーランドです。\n私はここ数年、なぜ人間は麻薬でハイになるのが好きなのかを研究してきました。\n私はここ数年、人間がなぜ化学的酩酊物質、特にアルコールでハイになりたがるのかを研究してきました。\n\n私の新刊である...",
  "data/reddit-books/r/books/comments/nrnsdz/people_are_unnecessarily_mean_to_marie_kondo_and.json": "最近、「The Life-Changing Magic of Tidying Up」を読み終えました。\nした。もちろん、この本を読んだ多くの人がそうであるように、私も彼女のいくつかの方法には驚きました。\nしかし、この本を読んで、私は彼女の方法にとても驚きました。\nしかし、私はこの本に感謝するようになりました。確かに、それは...",
  "data/reddit-books/r/booksuggestions/comments/nrnghw/help_me_get_out_of_this_reading_stand_still.json": "私は17歳ですが、人生でずっと読書が好きでした。以前は、『ハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが大好きでした。\nハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが好きでしたが、ここ2、3年の間に\nしかし、ここ2、3年でそれらのシリーズには飽きてしまいました。YAを嫌っているわけではなく、年齢や読書レベルに関係なく楽しむことができます。\n読書レベルに関係なく楽しめます。ただ、あまりにも多くのYAシリーズを読んでしまったような気がして...。",
  "data/reddit-books/r/books/comments/nrrkvc/bram_stokers_dracula_does_not_get_enough_love.json": "私はこの本の素晴らしさを誰にでも伝えようとしてきました。\n私は多読をしていますが、少なくとも私の好きな本すべてと同等だと思います。この本は\nただ素晴らしいだけではなく、読んでいて美しい体験でした。テーマはシンプルです。\nしかし、具体的かつ感情的なイメージは、最高の..."
}