{
  "data/reddit-books/r/books/comments/npoih7/i_cant_stand_goodreads_anymore_anyone_else.json": "Goodreadsはとても古くて時代遅れで、何年も更新されていないような気がします。\nレビューは時々とても偏っていて、その中でGIFを馬鹿みたいに使っているのが耐えられません。\n使っています。私は基本的に、読んだ本や読みたい本を記録するために使っています。それは\n長い間使ってきただけに残念でなりません。",
  "data/reddit-books/r/booksuggestions/comments/nps13l/looking_for_some_hard_scifi.json": "ハードSFの本は読んだことがありませんが、一度は読んでみたいと思っています。サイバーパンクが好きです。\nと人間の深淵が好きです。ゴースト・イン・ザ・シェルのようなストーリー\n\n編集：良いアイデアをありがとうございました",
  "data/reddit-books/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and.json": "私は、Biblio.com [https://Biblio.com]で多くの本を手に入れてきました。\n多くの人に勧めてきました。今日起こったことは\n私はそのことを考え直しています。私がサポートの方々に送ったメッセージは以下の通りです。\ntoday:\n\n> 注文した後に価格が変更され、その後、注文が明らかに...",
  "data/reddit-books/r/books/comments/nq499n/a_happy_reading_moment.json": "私は生まれてからずっと読書家でした。公共交通機関を使って通勤する時間も\n公共交通機関を使って通勤する時間も、読書のための時間になります。私にとって、読書をしている時間は\n幸せな瞬間です。\n\nしかし、先週末までは、自分の本がきっかけで会話が生まれたことはありませんでした。私が読んでいたのは\nジャスパー・ファフォードの「The Fourth Bear」を読んでいて...",
  "data/reddit-books/r/booksuggestions/comments/nq6yr7/finished_reading_the_song_of_achilles_need_more.json": "他の神話でも構いません。ただ、私は若い頃パーシー・ジャクソンのファンだったんです。\nジャクソンのファンだったのですが、突然TSoAに出会い、とても気に入ってしまいました。\n気に入りました。ギリシャ神話についての本物の本もお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you.json": "個人的には文体ですね。たとえ、その本のストーリーが基本的なものであっても\n基本的なストーリーラインであっても、著者のライティング・スタイルが私にとって魅力的であれば、私はその本を楽しむことができます。\n説得力があれば、本を楽しむことができます。しかし、その作家の言葉遣い、言葉の流れ、ユーモアのセンス、皮肉などを見つけると\nユーモアや皮肉など、その作家の言葉遣いや言葉の流れ、センスが地味だと感じたら、私は次のようになる可能性が高いでしょう。",
  "data/reddit-books/r/books/comments/nqd1aw/just_picked_up_house_of_leaves.json": "イントロを読んだだけで、何も知りませんでした。私は\n興奮しているし、興味をそそられているし、ちょっと怖くもある、と言わざるを得ない。読んだことのある人にとっては\n読んだことのある人は、表紙の裏に書かれている絶賛の言葉ほど良いものなのでしょうか？\n\n\"House of Leaves is dizzying in every respect.\"\n\nそうか、私は...",
  "data/reddit-books/r/booksuggestions/comments/nqjysw/books_to_learn_smalltalk_for_socially_inept_people.json": "基本的に、私は人とたくさんの世間話をするような仕事を始めたばかりです。\n私はこの仕事が大好きですが、特にスモールトークの面ではやや不器用です。\nSmalltalkを学ぶのに適した本はありますか？",
  "data/reddit-books/r/books/comments/nr09hb/we_are_chuck_palahniuk_and_chelsea_cain_running.json": "私、チャック・パラニュークと私の優秀な仲間であるチェルシー・ケインは、この夏、廃墟となった\n夏の間、廃墟となった映画館を借りた。呪われた夢の工場で、20人の作家が集まって話をする。\n物語を語るために集まるのだ。聞き覚えがありませんか？1816年にメアリー・シェリーが怪物を作ったヴィラ・ディオダーティや\nメアリー・シェリーが怪物を、ジョン・ポリドリが...",
  "data/reddit-books/r/books/comments/nqsq5u/i_had_an_epiphany_about_audiobooks.json": "私は以前、オーディオブックを見下していました、本を消費する方法としては劣っていると思っていたのです。\n本を消費する方法としては劣っていると思っていました。本よりもポッドキャストに近いものだと思っていました。\n\nしかし、私はあることに気がつきました。人々がオーディオブックの何を見ているのかがわかったのです。I\n親が物語を読んでいるのを聞いたり、巨匠が詩を朗読しているのを聞いたりすることを思い浮かべました。\n声に出して....",
  "data/reddit-books/r/booksuggestions/comments/nrcsih/middle_school_teacher_here_good_horror_books_for.json": "The thief of always \"を気に入ってくれましたが、他のホラー本のアイデアがなくて困っています。\n困っています。短編小説集はいくつかありますが、小説も欲しいところです。\n何かアイデアはありませんか？",
  "data/reddit-books/r/books/comments/nqu0nr/do_you_have_trouble_with_starting_books_heres_a.json": "本の冒頭では、自分が読んでいるものを積極的に想像する。\n\n本は読めば読むほど読みやすく、没入感が増していくのは\n文章を想像力に変換する労力が少なくて済むからです。\nこれを覚えておいてください。\n\n新しい本を読み始めたときに、「なんだこれは......」とがっかりしないでください。",
  "data/reddit-books/r/books/comments/nrgi98/im_edward_slingerland_and_i_just_wrote_a_book.json": "私はエドワード・スリンガーランド[https://www.edwardslingerland.com/]です。\n私はエドワード・スリンガーランドです。\n私はここ数年、なぜ人間は麻薬でハイになるのが好きなのかを研究してきました。\n私はここ数年、人間がなぜ化学的酩酊物質、特にアルコールでハイになりたがるのかを研究してきました。\n\n私の新刊である...",
  "data/reddit-books/r/books/comments/nrnsdz/people_are_unnecessarily_mean_to_marie_kondo_and.json": "最近、「The Life-Changing Magic of Tidying Up」を読み終えました。\nした。もちろん、この本を読んだ多くの人がそうであるように、私も彼女のいくつかの方法には驚きました。\nしかし、この本を読んで、私は彼女の方法にとても驚きました。\nしかし、私はこの本に感謝するようになりました。確かに、それは...",
  "data/reddit-books/r/booksuggestions/comments/nrnghw/help_me_get_out_of_this_reading_stand_still.json": "私は17歳ですが、人生でずっと読書が好きでした。以前は、『ハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが大好きでした。\nハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが好きでしたが、ここ2、3年の間に\nしかし、ここ2、3年でそれらのシリーズには飽きてしまいました。YAを嫌っているわけではなく、年齢や読書レベルに関係なく楽しむことができます。\n読書レベルに関係なく楽しめます。ただ、あまりにも多くのYAシリーズを読んでしまったような気がして...。",
  "data/reddit-books/r/books/comments/nrrkvc/bram_stokers_dracula_does_not_get_enough_love.json": "私はこの本の素晴らしさを誰にでも伝えようとしてきました。\n私は多読をしていますが、少なくとも私の好きな本すべてと同等だと思います。この本は\nただ素晴らしいだけではなく、読んでいて美しい体験でした。テーマはシンプルです。\nしかし、具体的かつ感情的なイメージは、最高の...",
  "data/reddit-books/r/booksuggestions/comments/ns7dha/the_invisible_life_of_addie_larue.json": "この本については、様々な評価を目にしました。楽しめなかった人のために\nなぜ楽しめなかったのか、代わりにどのような本を勧めるのか。",
  "data/reddit-books/r/books/comments/nsa8ds/thomas_harris_must_be_a_genius_and_red_dragon_a.json": "この作品は、私がこれまでに読んだ犯罪小説の中で最高の作品です。これに近い作品は\nこれに近いのはJames Ellroyです。比較するのはお粗末な行為ですが、許してください。\n読んだことのない人は、B.S.U.の人たちに追われるサイコな殺人者の話です。\nたちに追われる話です。しかし、この悪役には素晴らしいバックストーリーが与えられていて、あなたは...",
  "data/reddit-books/r/books/comments/nsm1z6/i_have_a_hard_time_understanding_some_books_is.json": "今、「ガリバー旅行記」を読んでいるのですが、特にこのような古い本の場合、文章全体を理解できないことがあります。\nこのような古い本では、文章全体を理解できないことがあり、とても悔しい思いをしています。\nイライラします。特に風刺を読んでいることを考えると、何かを見逃しているような気がします。\n風刺は、ニュアンスのあるジョークや...をたくさん含んでいると思います。",
  "data/reddit-books/r/books/comments/nswe3p/we_need_to_stop_shaming_people_who_honestly_say.json": "このサブの読者にとって一番悔しいのは、多くの人に愛されている本を読んで、自分もそのグループの一員だと気づくことだと思います。\n多くの人が好きな本を読んで、自分もその本を好きではないグループの一員だと気づくことです。\n悔しいのは、多くの人が好きな本を読んで、自分がその本を好きではないグループの一員であることに気づくことです。ファンが自分の周りに縄をかけてくれないと、その気持ちを共有することができません。\n自分の周りに縄をかけられてしまうのです。私たちは、読者が自分の気持ちを共有できるようにしたいと思っています。",
  "data/reddit-books/r/books/comments/nt30x2/ive_read_at_least_20_minutes_for_the_last_7_days.json": "多くの人にとっては大したことではないかもしれませんが、私にとっては大きな問題です。\n\n私は高校生で、注意力が急速に低下している世代に育っています。\n刺激的なゲームや番組、映画のライブラリが増え続けています。\n私は高校生です。\n\n私は昔から読書というものが大好きで、読書の利点は...",
  "data/reddit-books/r/books/comments/nsitu8/your_favorite_bookstore_experience.json": "本屋さんでの思い出は、ほとんどの人が持っているのではないかと思います。\n発売を心待ちにしていた本を開店前に外で待っていたことや、今まで行ったことのないような素敵な本屋さんを見つけたこと\n開店前に外で待っていたとか、今まで行ったことのない新しい本屋さんを見つけたとか、ただ単に本屋さんを見ていたときの楽しい思い出とか。\n本屋さんに行った時の楽しい思い出。",
  "data/reddit-books/r/booksuggestions/comments/ntax49/books_where_everything_is_not_what_it_seems.json": "主人公が徐々に自分の環境に気付いていくような本を探しています。\nトゥルーマンショー」や「ワンダビジョン」のように、誰もが自分の置かれた環境に\nみんなが奇妙な行動をしていて、絶対に何かを隠しているという意味で。\n宝くじのようなものでも良いと思います。",
  "data/reddit-books/r/books/comments/ntfz1a/i_honestly_thought_id_hate_pride_and_prejudice.json": "気まぐれで始めたので、つまらないだろうと思っていました。\n\n最初の2、3章は頑張って読みましたが、10章を過ぎた今では、キャラクターが\n登場人物がより具体的になってきて、夢中になっています。\n\n始まりは、HurstsとBingleysがElizabeth W.C.について悪口を言っていたことだと思います。\nエリザベスの悪口を言っていたことから始まったのだと思います...。",
  "data/reddit-books/r/books/comments/ntd19i/trying_to_avoid_books_about_middle_aged_men_going.json": "ヴァンパイア・ダイアリーズのクリエーター、ジュリー・プレックのインタビューを読んで以来、彼女は、典型的な男性の作品を読みたくない、書きたくないとはっきり言っています。\n読んだり書いたりしたくないと明確に語っています。\n人生に不満を感じている典型的な男性の物語を読みたくない、書きたくないと明言しているインタビューを読んでから、私もそのような物語を避けることができるという啓示を受けました。\n私もそういった物語を避けることができると思いました。しかし、それは難しいことです。なぜなら、それらはしばしば...",
  "data/reddit-books/r/books/comments/nt7f1r/i_only_read_books_that_are_part_of_completed.json": "本を読んでいて、それがシリーズの最初の作品で、次の作品が出るのは来年だと気づいたことはありませんか？\n来年まで次の本が出ないことに気づいたことはありませんか？そして、次の本が出る頃には\n次の本が出る頃には、その本の存在さえも忘れてしまうでしょう。\n\n私が新しい本を読み始める前に必ずチェックするのは、その本に「...」が付いているかどうかです。",
  "data/reddit-books/r/books/comments/nt5mj1/oceania_is_probably_just_britain_and_maybe_even.json": "つまり、実際に世界が3つに分かれる可能性はどのくらいあるのでしょうか？それはおそらく\nオセアニアが壮大な社会主義国家であるというプロパガンダが民衆に伝えられているだけであって\n実際のところ、オセアニアは北朝鮮のような、敵を作った仙人国家である可能性が高いのです。\n北朝鮮のように敵を作って 難民のウィンストン...",
  "data/reddit-books/r/books/comments/ntmqdv/anyone_get_pissed_off_about_fake_books.json": "最近、オフィススペースに新しい本棚を設置したのですが、同僚に「本棚に入れる本が少ない」と話していたら\n同僚に「本棚に入れる本が足りない」と言ったところ\n本棚に並べる本が足りないと同僚に話していたら、偽物の本を買ってきてスペースを埋めるか、本を束で買ってきて\nEtsyで色別にまとめて買えばいいよ」とさりげなく教えてくれました。彼は、それがまさに...だと認めました。",
  "data/reddit-books/r/booksuggestions/comments/ntm7bw/books_that_teach_you_to_think_like_a_therapist.json": "もし私が友人を助けようとするならば、自分が助けになると思うことを言うのではなく、どうすればその人を助けることができるかを確認したいと思います。\n自分が思っていることをそのまま言うのではなく、どうすればいいのかを確認したい。セラピストには多くの教育が必要です。\nセラピストには多くの教育がありますから、私が本を読んだからといって\n本を読んでも、その代わりにはならないと思います。私が求めているのは自己啓発ではありません...。",
  "data/reddit-books/r/books/comments/ntvdat/the_bene_gesserit_are_an_under_appreciated_coven.json": "すべての女性コバーンの中で、ベネ・ジェッセリットは非常に過小評価されており、過小評価されている魔女グループです。\n過小評価されている魔女のグループです。デューンの世界では非常に強力な存在である。\nもしかしたら、フィクション全体の中で最も強力な存在かもしれません。彼らは、サイト上で人気のあるサブカルチャーでは\nこのサイトの人気サブ記事でもあまり取り上げられません。私が言いたいのは...",
  "data/reddit-books/r/books/comments/nu755c/i_just_finished_the_perks_of_being_a_wallflower.json": "ネタバレ注意\n\nこの本の全体的な雰囲気を考えると、こんなことになるとは思わなかった。\nチャーリーは多くの深い部分で傷ついていますが、まさか彼が子供の頃に「世界で一番好きな人」から性的虐待を受けていたとは思いませんでした。\n虐待を受けていたとは思いませんでした。\n\nそれを知った時、私はただ心臓が落ちました、あの気持ち悪い感じ...。",
  "data/reddit-books/r/books/comments/ntwz1q/war_and_peace_is_kinda_a_huge_and_great_soap_opera.json": "基本的にはタイトル通りです。私が読んでいるのは、ブラジルのポルトガル語版（ロシア語からの直訳。\nロシア語からの直訳で、おそらくブラジルで最も評価されているものです。\n読んでいるのですが、全体的には貴族の家族が登場するうまくて面白いソープオペラのようです。\n貴族の家族のドラマを描いた、面白くて良いソープオペラのようです。",
  "data/reddit-books/r/booksuggestions/comments/nu870l/books_about_male_friendships.json": "男性の友情だけに焦点を当てた本を探すのにとても苦労しているので、お勧めの本があれば\nおすすめの本があれば教えてください。宜しくお願いします。(A Little LifeとThe Kite Runner以外では\nThe Kite Runnerを除く）。)",
  "data/reddit-books/r/books/comments/nua5nn/almost_every_ya_romance_fantasy_protagonist_is.json": "shadow and bonesを読み始めたところですが、以前に似たような本を読んだ後に気付いたのですが\n読んでみて気づいたのですが、主人公のほとんど全員が同じようにイライラさせられるのです。彼らは\n彼らは皆、新しい力を得た下層階級の人々のようなもので、皆同じような反応をします。\n同じです。いつも「私はここの人間ではない」「みんな私を嫌っている」「私は...」という感じです。",
  "data/reddit-books/r/books/comments/nuk6ox/dean_koontz_odd_thomas.json": "だから...私はついにOdd Thomas（映画が大好きです）を「読み」（オーディブル）始めました。これだけは言わせてください。\n彼の書き方が好きだと言っておきましょう。これは私が期待していたものではありません。何を期待していたのかはわかりませんが\n期待していたものではない。私はホラーがあまり好きではないので、スティーブン・キング（あまり好きではないが）のような作品だと思っていたのでは？\nスティーブン・キング（あまりファンではありませんが）のような感じかな？分からない。\n\n私は好きだけど・・・。",
  "data/reddit-books/r/books/comments/nujx2z/halfway_through_ulysses.json": "Ulyssesを始めたことを少し前に投稿しましたが、数ヶ月かかってしまいましたが\nようやく半分くらいのところまで来ました。何度も言われていることですが、本当に読むのが大変です。\n何度も言われていることですが、本当に読むのが大変です(笑) 難しいとは思っていましたが\nその期待をもってしても、やはり苦しいです。とはいえ、、、。",
  "data/reddit-books/r/books/comments/nug2oi/the_ghost_map_on_londons_worst_pandemic.json": "幽霊の地図」が完成しました\n[https://en.wikipedia.org/wiki/The_Ghost_Map#/media/File:The_Ghost_Map_cover.jpg]\nロンドン最悪のパンデミック（Covid以前）であるヴィクトリア朝ロンドンのコレラ発生についての\nロンドン。この本は2006年に出版されたので、著者は当時Covidのことを知らなかったようです。\n当時はCovidを知らなかった。私はそれを見つけた...",
  "data/reddit-books/r/books/comments/nult07/finishing_book_name_left_me_broken_inside_posts.json": "このサブレディットに参加してから、私の読みかけの本が少なくとも3冊はありました。\n部分的にネタバレされました。悲しい結末だったので、本好きの仲間と話し合う必要があるのはわかります。\nでも、タイトルを見た人にネタバレしていることを考えてください。\nしかし、あなたのタイトルを見た人にはネタバレしていることを考慮してください。\n\n今、私は良い本にはそれ以上のものがあることを知っています...",
  "data/reddit-books/r/booksuggestions/comments/nuk71j/looking_for_a_book_that_has_a_crazy_amount_of.json": "非常にサスペンスフルで、しかも私を飽きさせないような本を紹介してもらえませんか？\n気が抜けないような本を教えてください。スリラーかどうかはあまり気にしません。\n読むのをやめられないような本を。",
  "data/reddit-books/r/books/comments/nuvdmj/ive_found_that_writing_reviews_helps_me_retain.json": "このサブレディットにいる多くの人たち（おそらく）と同様に、私もGoodreadsを使って\n読んだ本や読みたい本の記録を残すために使っています。これは素晴らしいサイトです。\n自分が読んだことのある本や読みたい本を管理するのに使っています。\n素晴らしいですね。\n\nしかし、レビュー欄はそれほど評価されていません、、、。",
  "data/reddit-books/r/books/comments/nv83g6/susanna_clarke_references_piranesi_2020_twice_in.json": "ピラネージを読み終えたとき、その神秘的な体験にすっかり魅了されてしまいました。\nピラネージを読み終えたとき、私はその不思議な体験にすっかり魅了されてしまった。早速、近所の古本屋で『ストレンジ＆ノレル』のペーパーバックを5ドルで購入した。\n近所の古本屋で5ドルで購入しました。\n\nまだ300ページ残っていますが、この参考文献を皆さんと共有したいと思います。\n皆さんに紹介したいと思います。\n\n 1. A...",
  "data/reddit-books/r/books/comments/nv5nql/whats_the_longest_book_that_youve_ever_read_that.json": "先日読み始めた『アンナ・カレーニナ』を読みながら、この問いを考えていました。\n先日読み始めたばかりの『アンナ・カレーニナ』を読みながら、この疑問を考えていた。仮に読み終えたとすると、今まで読んだ本の中で最も長い870ページになります。\n私がこれまでに読んだ本の中で最も長い870ページにもなります。\n\n私は、世の中にある最も長い本のいくつか（Brothers...",
  "data/reddit-books/r/booksuggestions/comments/nv7v3r/fiction_or_nonfiction_about_indigenous_peoples.json": "1491」は手に入れましたが、他にも先住民に関するタイトルを探しています。\nを探しています。先住民族であるカナダ人についての本にはボーナスポイントがあります。",
  "data/reddit-books/r/books/comments/nv9gi7/many_people_have_a_vivid_minds_eye_while_others.json": "このサイトでは、自分がどれくらいの能力を持っているかを議論している記事をいくつか見たことがあります。\n読んでいる本の内容をどれだけイメージできるか、という記事をよく見かけます。ある科学者によると、ごく一部の\nある科学者は、ごく一部の人が全く視覚化できないことを発見しました。また、それよりもわずかに多い（それでも少ない）人たちが\nより多くの（それでもまだ少ない）人たちが視覚化に優れていることを発見しました。....",
  "data/reddit-books/r/books/comments/nvbnbv/i_feel_like_depression_is_causing_me_to_choose_tv.json": "小さい頃はたくさんの本を読んでいましたが、今はほとんど読んでいません。私はテレビを見る方が好きです。\n誰かこの問題を抱えている人がいないかと思って。\n\n読書は何かをしなければならないような気がしますが、テレビを見るのは何かをされているような気がします。\n一方、テレビを見るのは何かをされているような気がします。うつ病に侵されているような気がします...。",
  "data/reddit-books/r/booksuggestions/comments/nvt402/lm_montgomery_anne_of_green_gables_etc_but_for.json": "こんにちは。私はLMMのヤングアダルト向けの本がとても好きで、最近では彼女のアダルト向けの2冊の本を読んでとても気に入りました。\n読んでみました。今、私は同じような本を探しています。\n読んでいます。どなたかお勧めの本がありましたら、ぜひ教えてください。\n\n非現代的な設定が好ましいです。カナダが舞台である必要はありません。\nそのためには...",
  "data/reddit-books/r/books/comments/nvw6wk/i_got_around_to_reading_brandon_sanderson_and_i.json": "さて、これは不評な意見かもしれませんが、サンダーソンは、日本では\nサンダーソンはファンタジー作家の中でも最も人気のある作家の一人です。そのために私は\nそもそも私が彼の本を手に取ったのはそのためです。私は決してファンタジーの熱心な読者ではありません。\nしていません。トールキン、GRRM、ロビン・ホブ、ニール・ゲイマン、...などの大ファンです。",
  "data/reddit-books/r/books/comments/nvqvyb/harry_potter_is_not_as_good_as_i_remember.json": "最初に断っておきますが、私は「ハリー・ポッター」シリーズが大好きです。しかし\n今好きなのは、若い頃に好きだったからだと思っています。\n若い頃に好きだったからだと思います。若い頃は、純粋に新しくて面白いコンセプトで\n若かった頃は、純粋に新しくて面白いコンセプトで、ほとんどうまく実行されていました。\n\nしかし、今は...。",
  "data/reddit-books/r/booksuggestions/comments/nvt3zm/narnia_series.json": "ナルニアシリーズは大人が読む価値があるのか？それとも、あまりにも子供っぽいと感じてしまうのでしょうか？\n時代遅れになってしまうのでしょうか？P.S. - 私は24歳です。",
  "data/reddit-books/r/booksuggestions/comments/nw13uw/a_book_where_characters_discover_themselves_in.json": "皆さん、個人的なことですが、私は25歳でハイテク業界で働いています。I\nこの業界を選んだのは、給料が高く、自分が何をしたいのか全く分からなかったからです。\nこの業界を選びました。最近、私が読んでいる本は、ほとんどが私にとって憂鬱なものでした。\nしています。例えば、私が読んだSadieでは、登場人物たちが...",
  "data/reddit-books/r/books/comments/nw4k3r/i_just_finished_east_of_eden_and_i_really_loved_it.json": "タイトルの通りですね。畏敬の念を抱くばかりです。この記事にはプロットの\nネタバレになります。\n\n私はいつも、豊かなキャラクターを描く本に惹かれてきましたが、Steinbeckはそれがとても上手です。\n豊かなキャラクターを描く本に惹かれてきましたが、Steinbeckはそれがとても上手です。些細な登場人物でさえ、とてもよく、簡潔に描かれています。\n簡潔に描かれています。サミュエル・ハミルトンは最高の人物の一人かもしれませんね。",
  "data/reddit-books/r/books/comments/nw84a7/the_wheel_of_time_series_has_already_cured_so.json": "私はこれまで熱心な読書家ではありませんでした。1時間も何かに集中できないことから、ADHDと診断されていないのではないかと思っています。\n何かに長時間集中することができないことから、未診断のADHDではないかと推測しています。私は高校と大学で\n高校と大学ではSparkNotesを使っていました。今年以前に完成させた最後の小説は\n今年以前に最後に完成させた小説は5年以上前のもので、300ページもありませんでした。その後...",
  "data/reddit-books/r/books/comments/nvlsyo/do_you_hear_yourself_reading_in_your_head.json": "速く読もうとすると、頭の中で自分がより速く読んでいるのが聞こえてきて\n頭の中で自分の声が聞こえてきて、それが違和感になってしまうんです。特にキャラクターが話しているときは。だから私は\n私は、声に出してナレーションするように読むことが多いです（多分、少し速い）。\n\nそこで疑問に思ったのですが、頭の中で声を出さずに読むことは可能なのでしょうか？",
  "data/reddit-books/r/books/comments/nw3jwg/rebecca_is_such_a_hauntingly_beautiful_novel.json": "まだ4章までしか進んでいませんが、この心に残る美しい雰囲気としか言いようがありません。\n美しい雰囲気に包まれています。レベッカの影が主人公に迫ってくるように、私にも迫ってきます。\n主人公に迫るレベッカの影のように、私に迫ってきます（ヒッチコックの映画を見たのでどうなるかは知っています）。第一章では\n第一章では、この心を揺さぶるような雰囲気を醸し出すことに成功しています。",
  "data/reddit-books/r/books/comments/nwcwut/appreciation_for_the_his_dark_materials_series.json": "今、このシリーズを再読していて、「琥珀のスパイグラス」の半分くらいまで読みました。\n6年前に読んだ中学時代の自分は、プルマンの作品を十分に理解していなかったと言わざるを得ません。\n6年ほど前に読んだ中学生の自分は、プルマンの作品を十分に理解していなかったと言わざるを得ません。\n\n彼の芸術的な言葉で構築された世界は不可解です。\n複雑で・・・。",
  "data/reddit-books/r/books/comments/nwga7p/the_is_overrated_posts_are_becoming_tiresome.json": "まず最初に、これはBrandon Sandersonのスレッドへの返信です。そして、私はサンダーソンを読んだことはありません。\nこの投稿は、このサブレディットの一般的な傾向を観察したものです。\n一般的な態度と現状を観察したものです。\n\nなぜこんなに多くの「過大評価」の投稿があるのでしょうか？私たちは皆、好きな本や作家を持っています。\n私たちは皆、好きな本や作家、嫌いな本があるのに、なぜ...",
  "data/reddit-books/r/booksuggestions/comments/nwg0kb/most_shocking_nonfiction_novels.json": "衝撃的というのは、不穏な、あるいはほとんど信じられないような内容で、考えさせられるという意味です。\n思わせるような内容のことです。例えば、最近読んだ本では、リチャード・プレストンの「The Hot Zone」がありました。\n\n自伝や実録ものなど、本当に考えさせられる本を探しています。\n考えさせられる本を探しています。\n\nありがとうございました。",
  "data/reddit-books/r/books/comments/nwnj9h/appreciation_for_sir_terry_pratchett.json": "パパがリーディングガードを買ってくれました! ガード! 10代の頃に読んで以来、すっかりはまってしまいました。\nそれ以来、夢中になっています。ディスク・ワールドの旅を始めたばかりの頃は、冒険やミステリーを楽しむことができました。\nまた、何度か笑いもしました。\n\n20代になって再読したときには、またしても夢中になってしまいました。",
  "data/reddit-books/r/books/comments/nwks20/what_do_you_think_differentiates_a_good_writer.json": "書き方」と言うのは簡単ですが、具体的にどのような書き方をしているのでしょうか？\n書き方」と言うのは簡単ですが、具体的にはどのような書き方をしているのでしょうか？\n\n私の場合は、考えを整理する方法や、物語を語るプロセスが重要だと思います。\nプロセスです。それぞれの物事の後に続くすべてのことが、自然で...",
  "data/reddit-books/r/booksuggestions/comments/nwopbx/any_good_laymenlike_books_on_climate_change_that.json": "こんにちは。\n\n私は、気候変動についての（おそらく動揺させるような）事実を概説しながらも、それを紹介するのではなく、良いノンフィクションの本を探しています。\n気候変動についての事実を説明しているが、悲観的な見方をするのではなく\n悲観的な表現ではなく、人々が取り組んでいる解決策や、何ができるのかを提示してくれるような、良いノンフィクションを探しています。\nすることができます。\n\n例えば、ある人がDavid...の『The Uninhabitable Earth』を教えてくれました。",
  "data/reddit-books/r/books/comments/nwqgzt/neuromancer_is_something_else.json": "私は大学時代にこの本を発見しましたが、当時は内容が濃すぎて、あまり興味を持てませんでした。\nその時は内容が濃すぎて、あまりのめり込めませんでした。3年ほど前に再びこの本に出会い、それ以来手放せなくなってしまいました。\nそれ以来、この本を手放すことができません。\n\nウィリアム・ギブソンの頑固なまでの描写の拒否は、私にとってこの作品の素晴らしいところです。\n私にとってこの作品が素晴らしいのは、ウィリアム・ギブソンが無数の...",
  "data/reddit-books/r/booksuggestions/comments/nwx5na/new_to_stephen_king.json": "私は読書家ですが、これまでSKを読んだことはありませんでした。しかし先月、「Later」と「Revival」を読みました。\n先月、「Later」と「Revival」を読みましたが、どちらもとても驚きました。\n\n青春ものでありながら、ミステリー的な要素もあるような本を教えてください。\nキングの作品をもっと読みたいのですが、彼の作品集を見ると怖くて...。",
  "data/reddit-books/r/booksuggestions/comments/nwtjc3/gone_girl.json": "ゴーン・ガール」は、映画をすでに見ていても読む価値がありますか？",
  "data/reddit-books/r/books/comments/nwqm0l/whats_a_book_you_wish_you_could_read_again_for.json": "昨夜、『動物農場』を再読しようと考えていたのですが、この本はそれなりに良い本ではあるものの\nそれなりに良い本ではありますが、この本を読む楽しみの多くは\n物語がどこに向かっているのかをゆっくりと理解することが、この本を読む楽しみの多くだったことを覚えています。\n初めて読んだ人にも楽しんでもらいたいので、ここでは説明しませんが。",
  "data/reddit-books/r/books/comments/nwt7dk/appreciation_for_my_highschoolsenior_year.json": "私たちが1年間に読む「古典」などの作品の中には、非常に退屈で退屈なものもあることを認めていただき、ありがとうございます。\n年間で読む「古典」などの作品の中には、非常に退屈で乾いた読み物であることを認めていただき、ありがとうございます。退屈な高校生たちに\n退屈している高校3年生のグループに、『ダブリンズ』やフォークナーの作品を\n説得するのではなく、はっきりと教えてくれました。",
  "data/reddit-books/r/books/comments/nwxodk/tristram_shandy.json": "ローレンス・スターンの『The Life and Opinions of Tristram Shandy, Gentleman』を読んだことがある人はいるだろうか。\nローレンス・スターンの『紳士シャンディの生涯と意見』を読んだことがある人はいるだろうか。最近読み終えたのですが、今まで読んだ小説の中で\nこれまでに読んだ小説の中で最もチャレンジングな作品です。\n\nちょっとだけ読んだり、急いで読んだりしても、何も頭に入ってきませんでした。\n躁状態のせいで...。",
  "data/reddit-books/r/booksuggestions/comments/nx0ccg/books_by_garciamarquez_or_authors_with_a_similar.json": "今、「家長の秋」の途中ですが、とても美しく書かれています。\nしかし、今まで読んだ中で最も残酷なものの一つでもあります。\nそれは私が経験している鬱の波とうまく調和していません。誰か\n似たようなセミシュールレアリズムで書かれたものを教えてください。",
  "data/reddit-books/r/books/comments/nwzjl1/does_anyone_remember_the_secrets_of_droon.json": "トニー・アボットによるこの壮大なファンタジーの章本シリーズが、歴史から忘れ去られてしまったのは不可解です。\nトニー・アボットによるこの壮大なファンタジーの章立ての本シリーズが、歴史から忘れ去られているのは不可解です。なんと44冊もあったのです。私がおかしいのかもしれませんが\nこのシリーズを覚えている人はもっといると思うのですが...どうでしょう？\nメロドラマのような私の話を聞いてください。\n\nで、これらの本が発売されたのは...。",
  "data/reddit-books/r/books/comments/nwvmz8/pulitzer_prize_for_fiction_announced_tomorrow.json": "誰にする？以下は、私が考える対象書籍の完全なリストではありません。\n候補になると思います。\n\nThe Vanishing Half by Brit Bennett\n\nHomeland Elegies』Ayad Akhtar著\n\nDeacon King Kong by James McBride\n\nシャギー・ベイン（Shuggie Bain） by ダグラス・スチュアート（Douglas Stuart\n\nTranscendent Kingdom（トランセンデント・キングダム） by Yaa Gyasi（ヤー・ジャシー\n\nインテリア・チャイナタウン by チャールズ・...",
  "data/reddit-books/r/books/comments/nx3usy/how_are_people_doing_with_rothfuss_i_dont_think_i.json": "Name of the Windが大好きでした。私は2回読みました（普段はしませんが）。\n誰にでもその良さを伝えました。私の心にぴったりと響きました。\n魔法も謎も、理論も面白さも大好きでした。私はこの本を手放すことができませんでした。\nこの本を手放すことができませんでした。Wise...の冒頭でも同じことを感じました。",
  "data/reddit-books/r/books/comments/nwxs3v/what_are_small_moments_in_a_story_that_you_really.json": "主人公が友達をサポート役ではなく、友達として扱っているのがとても楽しいです。\nサポートキャストではありません\n\n本当の友情とは、お互いにギブアンドテイクで、お互いの悩みを聞いたり、アドバイスしたり、サポートしたりして\n互いの問題に耳を傾け、アドバイスをし、サポートをする。しかし、本の中では\nしかし、本の中では、主人公の...",
  "data/reddit-books/r/books/comments/nx6xps/do_you_guys_listen_to_musicaudio_while_reading.json": "皆さん、こんにちは。\n\n私はこれまで「座って本を読む」というタイプではありませんでしたが、最近では\n最近、いくつかの伝記や教育書を読み始めました。\n\n読書中の問題として、30分から45分以上集中できないことがあります。\n30～45分以上集中できないことです。私はどちらかというと、本を読むことに慣れている人間です。",
  "data/reddit-books/r/books/comments/nx5yuo/the_sound_of_waves.json": "三島由紀夫の「波の音」を読み終えました。\n今まで読んだ中で最高の本です。\n\n草原や庭でくつろいでいるような静けさを感じました。\nしかし、ページをめくるたびに、切迫感と不安を感じずにはいられませんでした。\nページをめくっていると、焦りと不安を感じずにはいられませんでした。なぜなら、この本は...",
  "data/reddit-books/r/books/comments/nwqf7m/i_just_finished_reading_a_book_about_eels_and_it.json": "The Book of Eels: 自然界で最もミステリアスな生物に魅了され続けている。\nPatrik Svensson著）は、とてもいい読み物でした。私は今までウナギに興味がありませんでした。\nうなぎに興味を持ったことはありませんでしたが、最近になって科学的にはまだ多くの疑問点があることを知りました。\n疑問があることを知りました。この本は、ウナギの耐久性について多くのことを教えてくれました...",
  "data/reddit-books/r/books/comments/nxecgu/the_book_that_changed_my_dads_life.json": "先週、本のギフトカードを持っていたことをふと思い出しました。必要なときに持っていなかったので\n必要な時に持っていなかったので、約2年間使われていませんでした。必要な時に持っていられるようにと、バックパックに\n必要な時に持っていられるように、バックパックに入れていました。数日後、私は駅で人を待たなければなりませんでした。\n数日後、駅で人を待たなければならなくなった私は、駅の構内で...",
  "data/reddit-books/r/booksuggestions/comments/nxcian/looking_for_books_with_some_mind_games_and.json": "ジャンルはわかりませんが（サスペンス？\n同じような感覚で読める本をもっと見つけたいです😄。\n\nあと、推理小説の入門書はありますか？あるいは、基本的に\n推理小説の入門書として最適なものを教えてください😂 私はあまり推理小説に触れたことがないので...",
  "data/reddit-books/r/books/comments/nxjh2k/im_helene_wecker_author_of_the_hidden_palace_and.json": "皆さん、こんにちは。またAMAに戻ってこれて嬉しいです! 私の最新作である『隠された宮殿』は、ゴーレムのチャバとジニのアフマドという2つの神話の物語を続けています。\nゴーレムのチャバとジニのアーマド、1900年代のニューヨークで自分の道を切り開こうとする2人の神話的な移民の物語の続きです。\n1900年代のニューヨークで自分の道を切り開こうとする2人の神話的な移民の物語です。この本は、以下のリンクから注文できます。\nこちらのリンクからご注文いただけます。\n[https://www.harpercollins.com/products/the...",
  "data/reddit-books/r/booksuggestions/comments/nx6wy2/book_about_a_mother_and_daughter_similar_to.json": "Tldr;Braveはもっと良かったかもしれないので、そのギャップを埋めようとしています。\n\n私は「ブレイブ」という映画が大好きです。しかし、最近になって、この映画がもともと\n監督のブレンダ・チャップマンは、自分の娘との関係を元にしていました。\n彼女が \"創造性の違い \"を理由に解雇されるまでは。この映画は\nは...",
  "data/reddit-books/r/books/comments/nxthqj/my_parents_love_story.json": "文学がなければ、私は生まれてこなかった。ブックベイビー」ってあるんですか？だって\nそうでなければなりません。90年代に、私の父（バツイチ）と母（結婚するつもりはなかった）は\n結婚するつもりはなかった）は、人はお節介が好きなので、一連のつながりでお互いに紹介されました。\n人はお節介が好きだからね。2回目の出会いで、彼らは...",
  "data/reddit-books/r/books/comments/ny3ini/im_so_tired_of_books_titled_the_xs_daughter_or.json": "私が図書館員だからかもしれませんが、今のところ2冊目の本には必ずこの形式のタイトルが付いているような気がします。\n私が図書館員だからかもしれませんが、現在、2冊目の本には必ずこの形式のタイトルが付いているような気がして、すぐに気が滅入ります。これは\nあまりにもやりすぎです。\n\n誰かこの傾向に気づいている人がいないか調べてみたところ、私だけではないことがわかりました。\n私だけではありませんでした。\n\n...それは、あのおなじみの響きの...",
  "data/reddit-books/r/books/comments/ny4a7c/the_holiday_house_weve_rented_in_southwold_uk.json": "6年前に亡くなったPDジェームズは、別荘を持っていた\n[https://www.visitsuffolk.com/blog/literature-themed-holiday-in-suffolk.aspx]を持っていました。\nイギリスの東海岸にあるサウスウォルドに別荘を持っていました。ファトワの間、彼女はサルマン・ラシュディをここに匿っていたようです。\nラシュディもここに匿っていたようです）。) 私たちは、この家が彼女のものであることを知って借りたわけではありません。\n知っていて借りたわけではありませんが...。",
  "data/reddit-books/r/books/comments/ny3mdw/just_finished_the_main_story_of_lotr_all_three_of.json": "映画を見たことも、本を読んだこともありませんでした。そして、昨年から読書に目覚めたので\n去年から読書に目覚めたので、夏休みにLOTRを読めたらいいなと思いました。\n読んでみたいと思いました。付録を除いた3作品を約1ヶ月かけて読みました。\n読んでみると、とても楽しかったです。すべての部分で楽しめました。...",
  "data/reddit-books/r/booksuggestions/comments/nyeio2/please_help_me_find_a_new_series_for_my_dad_to.json": "私の父（8月に60歳になります）は読書が大好きで、常にkoboを持ち歩いています。\nを持ち歩いています。最近わかったのですが、父は\nネットで新しい本を探すのが面倒で、同じような本やシリーズを何度も読み返していることがわかりました。\n....",
  "data/reddit-books/r/books/comments/nygowy/i_have_not_yet_found_a_joy_to_match_sharing_a.json": "私の娘は4歳と6歳です。二人が生まれてから、ほぼ毎晩のように読み聞かせをしてきました。\n読んできました。文字通り、病院から家に帰ると、夜になると一緒にベッドに横になります。\n赤ちゃんとママが一緒に寝て、私が読み聞かせをしていました。\n読んであげていました。私たちは、赤ちゃんが成長しているとは思っていませんでした。",
  "data/reddit-books/r/books/comments/nyjm1v/the_color_purple_is_one_of_those_books_that_will.json": "昨日、「カラーパープル」を読み終えました。何か言うことはないのか！？困ったな。本当に\n本当に素晴らしい本です。南部の落ちぶれた女性が、男の暴虐と人種差別に立ち向かうというストーリーは\n男の暴虐と人種差別に対抗する南部の下層階級の女性の物語は、信じられないほど説得力があります。人物描写が見事で\nアリス・ウォーカーが見事に書き上げた作品だと思います。\n感動しました...。",
  "data/reddit-books/r/books/comments/nyrkkz/just_finished_the_count_of_monte_cristo_and_im_in.json": "私は本を読んで泣くことはありませんが、この本を読んで川のように泣いてしまいました。すべてが\n完璧だった 伯爵の巧妙な復讐心、素晴らしいナレーションや例え話、膨大でありながらも身につまされるストーリー、道徳的なジレンマや心の痛みなど。\n伯爵の巧妙な復讐心、素晴らしい語り口と例え、膨大でありながら釘付けになるストーリー、道徳的なジレンマと美しいテーマ。\n摂理を含むがそれに限らない美しいテーマ、すべてが...。",
  "data/reddit-books/r/booksuggestions/comments/nyusxj/can_you_guys_suggest_me_books_full_of_positive.json": "子供の頃の想像力、純粋無垢な気持ち、思い出、ワクワクする気持ちなどのテーマ\n一度手に入れたすべてのものを見て、すべてを",
  "data/reddit-books/r/books/comments/nyv21j/the_midnight_library.json": "今日、この作品を読み終えて、私は...本当にがっかりしました。この作品が人気のある作品であることは知っていました。\nこの作品が人気のある作品であることは知っていましたが、結果的にしばらくの間避けていました。私は彼のノンフィクションを2冊読むことにしました。\n彼のノンフィクションの本を2冊読んでみたのですが、ちょっと拍子抜けしてしまいました。\nそれは、言及されているヒントや事柄が、すでに知っていることのように感じられたからです。I...",
  "data/reddit-books/r/booksuggestions/comments/nz2370/books_like_hitchhikers_guide_dirk_gently_disc.json": "だから、D.A.とT.P.の作品は基本的にすべて用意していますが、最近では、Stephen KingとChuck Palahniukのロングマラソンを終えました。\nStephen KingとChuck Palahniukの長いマラソンを終えました（とても暗い）。\nそして、個人的に少し落ち込んだ状態から抜け出すために、何か楽しくて軽いものが必要なのです。\n私はこれらの本がすべて不遜であることを愛しており、私は何かをしたい...",
  "data/reddit-books/r/booksuggestions/comments/nzdty5/can_you_suggest_me_a_pageturner_to_knock_me_out.json": "皆さん、こんにちは。\n\n普段は熱心な読書家なのですが、ここ数ヶ月は気分が乗らず、手に取ろうとしたここ数冊の本にも心を奪われませんでした。\n手に取ろうとしたここ数冊の本は、私の心を捉えられませんでした。\n\n非定型的なスリラーを切望しているのですが、できれば私を夢中にさせるようなミステリーのあるものが欲しいです。\n私を夢中にさせるようなミステリーがあればいいなと思っています。でも、「次のGone...」以外のものを期待しています。",
  "data/reddit-books/r/books/comments/nznd06/i_bought_the_uk_version_of_an_american_book_and.json": "アメリカの本のイギリス版を買ったことがありますが、たいていの場合、違うのは句読点だけです。\n句読点が違うだけです。今回の本は、実際の内容が違う。\n違っていました。A Good Girl's Guide to Murder」の続編である「Good Girl, Bad Blood」です。\nto Murder』の続編です。最初は「お母さん」ではなく「ママ」に気付いたのですが、その後...。",
  "data/reddit-books/r/booksuggestions/comments/nzk9cj/asian_titles_with_interesting_plot_any_genre_will.json": "ブックコミュニティの皆さん、こんにちは。今年はアジアの作品をもっと買いたいと思っています。まあ、アジア人や\n非アジア系の作家さんもかっこいいですよね。ただ、私はもっと読みたいし、そのジャンルやタイプから集めたいのです。\n集めたいと思っています。\n\nアジア人作家のお勧めの本をいくつか紹介します。\n\n 1. パチンコ - リー・ミンジン\n 2. ミラクル・クリーク - アンジー・キム\n 3....",
  "data/reddit-books/r/books/comments/nzq4iw/im_lawrence_wright_pulitzer_prizewinning_author.json": "ニューヨーカー誌のスタッフライターであり、劇作家、脚本家、そして11冊の本を発表したピューリッツァー賞受賞作家でもあるローレンス・ライトです。\nピューリッツァー賞受賞作家であり、『The Looming Tower』を含む11冊のノンフィクションを発表しています。\nピュリッツァー賞受賞作家であり、『The Looming Tower』を含む11冊のノンフィクションを発表しています。\n[https://www.penguinrandomhouse.com/books/194238/the-looming-tower-movie-tie-in-by-lawrence-wright/]。\nGoing..."
}