{
  "data/reddit-changemyview/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories.json": "最近フローズン2の映像を見ましたが、白人以外のキャラクターがかなり多いことに気づきました。\n驚いたのは、白人以外のキャラクターがかなり多いことです。私はこのような追加の論理を理解していません。\n追加されました。Frozen』は何百年も前のスカンジナビアを舞台にしています。これは単なる\n多様性の浅い試みなのでしょうか？\n\n私が今までで一番好きな番組は「Avatar:...",
  "data/reddit-changemyview/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of.json": "タイトルはもっと適切に表現できたはずです。私は、社会的に受け入れられるべきだとは言っていません。\n受け入れられるべき」と言っているのではなく、「現在は（無意識のうちに）受け入れられている」と思っているということです。\nと言っているのであって、そうあるべきではありません。社会的に認められていないことを納得させてくださいと言っているのです。\n受け入れられていないことを証明してください。\n\n誰かが誤解する前に言っておきますが、これはつまり...という意味ではありません。",
  "data/reddit-changemyview/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society.json": "ソーシャルメディアサイトでソーシャルメディアを批判するのは皮肉に思えるかもしれませんが、私は適切だと思います。\nしかし、私はそれが適切だと思います。\n\n私の意見では、ソーシャルメディアは人類の最悪の傾向を恐ろしく加速させ、社会を汚染しています。\nソーシャルメディアは人類の最悪の傾向を加速させ、社会に害を及ぼしていると思います。\n\n慢性的な判断、表面的な嘘、間違った情報のエコーチェンバー...。",
  "data/reddit-changemyview/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified.json": "違法コピーが正当化される理由はいろいろあると思います。\n\nまず、ある人がサービス（映画、アニメ、ゲームなど）に合法的にお金を払うだけの資金を持っていて、エンターテインメントはこうあるべきだという理由でお金を払わない場合です。\nサービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、エンターテインメントは自由であるべきだと考えてお金を払わない場合。\nまず、サービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、娯楽は無料であるべきだと考えてお金を払わない場合、違法コピーは正当化できません。\n\nまた、私は海賊版サービスを...",
  "data/reddit-changemyview/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your.json": "ある人は、スポーツや恋愛のことで悩みます。人は、自分の好きなスポーツや\n自分の好きなスポーツチームがビッグタイトルを獲得することや、かわいい人が自分を好きになってくれることを願って、多くのエネルギーを費やします。\n自分ではどうしようもないことなのに、好きなスポーツチームが優勝したり、かわいい人に好かれたりすることに多くのエネルギーを費やす。\n自分ではどうにもできないことなのに。\n\n私の場合、それは株式市場、政治、...。",
  "data/reddit-changemyview/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and.json": "Viewはこの文に関連しています。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n根拠は？\n\nアメリカはイラク戦争でかなり負けました。確かにサダムは追い出しましたが\nしかし、イスラム過激派や元イラク軍の民兵を全く制圧できませんでした。彼らが去った後は\nイスイスは、イラクの大部分を征服するだけでなく、その強さを手に入れました...",
  "data/reddit-changemyview/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on.json": "あなたの専門分野が何であれ、このような経験をしたことがあるのではないでしょうか。誰かが心理学者に\n誰かが心理学者に「フェティッシュ」のような不正確な言葉の使い方を訂正する。経済学の博士号を持っている人に\n経済学の博士号を取得している人に「無料のものはないから無料とは言えない」と訂正された。A\n物理学者が「重量」の使い方を訂正する、などなど。あるいは、個人的に...",
  "data/reddit-changemyview/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry.json": "さて、星に向かって......私が言う「騎士道精神」とは何かを明らかにしたいと思います。人に敬意を持って接するとか、ドアを開けておくとか、そういう意味ではありません。\n尊敬の念を持って人を扱うとか、ドアを開けておくとか、そういうのはまともな人間の特徴です。\n人間の特徴です。私が言いたいのは、男性が女性をデートに誘い、デートの計画を立てなければならないということです。\n私が言いたいのは、男性が女性をデートに誘い、デートの計画を立て、お金を払い、さらにその他のこと（彼女はそれを反故にするでしょうから）をしなければならないということです。",
  "data/reddit-changemyview/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored.json": "企業は、あなたの子供を育てる必要はありません。あなたは彼らの親であり、彼らを育てる責任があります。\n育てていく責任があります。もし、子供にある番組を見たり聞いたりしてほしくないと思うなら、それはあなたの責任です。\n番組を見たり聞いたりしたくなければ、それはあなたの責任です。ラジオで50の異なる小さな歪んだ部分を持つ歌を聞くと\n歪んだ部分が50個もある曲をラジオで聞くと笑ってしまいます。もしそれが...",
  "data/reddit-changemyview/r/changemyview/comments/obwzwl/cmv_the_line_should_be_drawn_at_theythem.json": "先日、インスタグラムを見ていたら、フォローしている人が自分のストーリーに投稿していました。\n聞いたことのない代名詞を使った複数のスライドが投稿されていました。\nその中にviv/vovとxe/xerというのがあったんです。私は、このようなものを\n私たちの社会にこのようなものが必要な理由は何もありませんし、何のメリットもありません...",
  "data/reddit-changemyview/r/changemyview/comments/obt46b/cmv_in_breaking_bad_there_are_some_serious_meth.json": "1.) 3ヶ月間、週に200ポンドのメスを作っている。(出典：The show)\n\n2.) メスは1オンス40ドルで売られている。(出典\n\nジェシーは「彼は1ポンド40ドルで売っている」と言い続けている。私はこのことについて3つの可能性を考えています。\nこれには3つの可能性があります。\n\nA.) 彼は1ポンド40ドルを意味している。メスを作るためにあらゆるリスクを負っているのに、それは\nような気がしますが・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged.json": "私が大学にいた頃、ルームメイトがある夜飲みに行き、バーで誰かと口論になり\nバーで誰かと口論になって、帰ることにしたんです。彼は飲み過ぎたことに気づき\n彼は飲み過ぎたことに気付き、車を呼んだのです。8月中旬で、外はとても暑かった。\n外は8月中旬でとても暑かったので、車を待っている間、彼は自分のトラックに座って...",
  "data/reddit-changemyview/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain.json": "白人が自分の文化でのみ着用されるべきだと信じている髪型をしていると、POCがyoutubeやtiktokで怒っているのを見たことがあります。\n自分たちの文化でのみ着用されるべきだと信じている髪型を白人がしていることにPOCが怒っているのを見たことがあります。\n理解できません。\n\n私は、ヨーロッパ人女性が北欧/バイキングスタイルの三つ編みのやり方を紹介しているYouTubeのビデオを見ていました。\n北欧/バイキングスタイルの三つ編みのやり方を紹介しているヨーロッパ人女性のYouTube動画を見ていました。彼女は2つのコーンロウを編んでいました...",
  "data/reddit-changemyview/r/changemyview/comments/oc1guc/cmv_people_should_not_have_received_their_drivers.json": "これはアメリカで起きていることです。ロードテストを受けずに運転免許証を取得した人を何人も知っています。\n運転免許証を取得した人を何人も知っています。これは、パンデミックの際に政府が行ったとんでもない\nパンデミックの際に政府が行った馬鹿げた選択です。確かに、すぐに免許を取得できない人にとっては最悪だったでしょう。\nすぐに免許を取得できない人にとっては最悪でしたが、安全のためには...。",
  "data/reddit-changemyview/r/changemyview/comments/oc4vkm/cmv_suicide_prevention_ralliessocial_media.json": "正直なところ、私は何人かの友人を自殺で亡くしています。\nそれが私の考え方の原動力になっています。人々はTシャツを作り\nTシャツを作ったり、5kmマラソンをしたり、自殺防止についてソーシャルメディアに投稿したりしました。\nTシャツを作ったり、5キロマラソンをしたり、SNSで自殺防止の記事を載せたりしています。これはいったい誰の役に立つのでしょうか？もし誰かが...",
  "data/reddit-changemyview/r/changemyview/comments/ocacpo/cmv_field_sobriety_tests_should_not_be_up_to_the.json": "アルコール以外のものでも酔う可能性があることを理解しているので\nその理由はわかっています。しかし、訓練を受けていない警察官が、実際に罪を問うかどうかを決めるのは好きではありません。\nしかし、訓練を受けていない警官が、実際に罪を問うかどうかを決めるのは好きではありません。\n私は、運転者はせいぜい酒気帯びタンクに連れて行かれて、それから釈放されるべきだと思っています...。",
  "data/reddit-changemyview/r/changemyview/comments/oc567x/cmv_equal_pay_pertaining_to_womens_football.json": "これを鵜呑みにしてはいけません。同じオフィスで同じ仕事をするなど、他のことでも同一賃金は合理的です。\nしかし、スポーツの世界では しかし、スポーツの文脈では、私は、女性のスポーツ界での同一賃金はありません。\n現在の女性市場では、女子サッカーの同一賃金は現実的ではないと思います。\n\n私のスポーツに関する一般的な知識からすると 選手の給与は通常...",
  "data/reddit-changemyview/r/changemyview/comments/ocsila/cmv_undercover_police_and_infiltrators_and.json": "警察が盗むつもりで靴のトラックを出したとしたら、論理的には\n税金で購入したものだから、一般の人に配っていたことになる。\nプレゼントしたことになります。\n\nまた、覆面パトカーやバン、クルーザーを日常的な交通違反の取り締まりに使用することは、明らかに違憲です。\nあきらかに違憲だと思いますが...。"
}