{
  "data/reddit-books/r/books/comments/pfj7y4/what_is_a_book_you_heard_a_lot_of_good_things.json": "友人や家族、文芸評論家、ソーシャル・メディアなどから、多くの良い評判を聞いた記憶のある本はありますか？\n友人、家族、文芸評論家、ソーシャル・メディアなどから良い評判を聞いていたが、結局自分で読んでみて\nその本を自分で読んでみて、誇大広告に応えられなくてがっかりしたことはありませんか？\n\n評判通りではないと感じた点はありますか？",
  "data/reddit-books/r/booksuggestions/comments/pfkilo/cozy_fall_books.json": "秋の居心地の良い本のおすすめを教えてください。ホラー系でなくても構いません。\n肯定的なものばかりでなく、対立するものでも良いですが、一晩中不安になるようなものは求めていません。\nただ、一晩中気になって眠れないようなものは求めていません😅。",
  "data/reddit-books/r/books/comments/pfipch/have_you_ever_experienced_the_joy_of_someone.json": "週末に古い本棚を掃除していたら、母が「Little Women」のコピーを再発見しました。\nLittle Women」を見つけました。大好きな本を手にしただけでなく、若い頃に何度も読んだ本を手にして純粋に嬉しかったあの瞬間は\n自分が好きな本だけでなく、若い頃に何度も読んだ自分の本を手にして純粋に喜んだ瞬間は\n特別なものでした。その喜びは、その場にいた全員を笑顔にしました。あなたは...",
  "data/reddit-books/r/books/comments/pfttgo/carl_sagans_foreboding_of_an_america_a_quote_from.json": "\"私の子供や孫の時代のアメリカを予感しています。\nアメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出してしまい\n私の子供や孫の時代のアメリカは、アメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出し、技術力の高いものがごく少数の人たちに握られていて\n技術的な力がごく少数の人の手に渡り、誰も...",
  "data/reddit-books/r/books/comments/pfqpao/the_bell_jar_by_sylvia_plath.json": "格付け 4.25/5\n\n\"I am, I am, I am.\"\n\n私がこの本を知ったのは17歳の時でしたが、その後、麻痺性の鬱エピソードに陥り、この本が私を支配する力を物理的に恐れました。\n私は17歳の時にこの本を知り、その後、麻痺した鬱のエピソードに陥り、この本が私を支配する力を物理的に恐れました。I\nそれからの2年間は本を読むことができませんでした。だから、この本を再び手にすることができて嬉しいです。\nブッククラブに感謝しています。読んでみて...",
  "data/reddit-books/r/booksuggestions/comments/pfs2za/i_need_some_books_of_different_topics_for_the.json": "私はオーストラリアのビクトリア州に住んでいますが、今はとても長いロックダウンの最中です。\nあと8週間は解除されない見込みです。ロックダウンのため、私は以下のことしかできません。\n以下のことしかできません。\n\n * エッセンシャル・ショッピング\n * ワクチン接種のために行く\n * 緊急医療サービス\n * 仕事\n * 2時間のエクササイズ\n\nAs...",
  "data/reddit-books/r/books/comments/pfms3v/the_guest_list_by_lucy_foley_would_make_a_great.json": "簡単に要約すると、『ゲストリスト』は、アイルランドの島で行われたセレブの結婚式で起きた殺人事件です。\nアイルランドの島で行われたセレブの結婚式での殺人事件です。\n\n登場人物は豊かに描かれ、深い層になっています。孤立した環境は\n雰囲気を醸し出しています。謎は何度も大きな結末を迎えます。\n\n私が最近読んだ中では最高のスリラーだ。HBO...",
  "data/reddit-books/r/books/comments/pfvx4z/is_there_any_author_that_knows_the_depths_of_the.json": "罪と罰」を2回目に読み終えましたが、ラスコーリニコフの良心の働きを描いたドストエフスキーの洞察力には驚かされます。\nドストエフスキーの、ラスコーリニコフの良心や魂の動きに対する洞察力には驚かされます。\n魂です。最近の本は、雄弁に書かれたページめくりで、説得力のあるストーリーと、きちんとした（？\n説得力のあるストーリーと、きちんと（時には素晴らしく）展開された...",
  "data/reddit-books/r/books/comments/pfy84z/agatha_christie_is_exquisite.json": "まず、謝罪します。このサブレディットのすべての人は、この名前を聞いたことがあります。\n彼女の本を読んだことがあると思います。しかし、なんということでしょう。\n\n私は中学2年生の時に彼女の本を「読んだ」、少なくとも読んでいるつもりだった。でも今は\n実際に理解してみると、彼女がいかに時代の先端を行っていたかがよくわかります。\n彼女がいかに時代を先取りしていたかを痛感します。本を...",
  "data/reddit-books/r/books/comments/pfydil/i_finished_the_gulag_archipelago_by_alexander.json": "何かとても悲しいことに勝ってしまったような気がして、これからどうしたらいいのかわかりません。私は、この本が\nこの本が私の魂を変えたことは間違いありませんが、今は空虚で途方に暮れています。\n空っぽで途方に暮れています。私はソルジェニーツィンの記憶を持っていないし、この本のどの部分を使っても\n普通の会話でこの本の一部を使うことは考えられませんが、私は...",
  "data/reddit-books/r/books/comments/pftjlm/any_secret_history_by_donna_tart_fan_here.json": "また、その感想は...。ドナ・タルトは素晴らしい仕事をしたと感じました。私のような\nギリシャ神話に興味を持っている私にとって、小説の中で体現されているものを読んで\n小説の中で体現されているのを読むのはとても楽しいものでした。ディオニュソスを呼び起こす儀式は、私を夢中にさせました。\n夢中になりました。彼らの心の奥底に隠された暗い秘密...。",
  "data/reddit-books/r/booksuggestions/comments/pg15rf/wanna_get_the_life_that_was_stolen_away_from_me.json": "さて、タイトルは気の毒ですが、要点を言うと、私はカルト教団で育ちました。私は今20歳です。\n\nそのことに対処して前に進むのに役立つ本を探しています。セラピーはありません。\n選択肢ではありません。\n\n友達を作ったり、人生の9割を奪われたような気持ちにならずに人生に集中できるような本を。\n人生の9割を奪われたような気がしないで\n\nもしかしたら、その本は...",
  "data/reddit-books/r/books/comments/pg3vvn/is_stephen_king_considered_a_good_writer_or_just.json": "読んだことがないのは...その...Stephen Kingの作品です。でも、今は「Salem's Lot」を読み進めています。\nSalem's Lotを読んでいるところです。全体的にとても楽しんでいますが、それは主に以下の理由からです。\n彼が作っているミステリーが好きだから。彼の実際の文章は、私にとって多くの不満を残しています。\n彼の実際の文章は、私にとって多くのことを残しています。\n\n- この本の主人公は...。",
  "data/reddit-books/r/books/comments/pg3b9m/have_you_ever_read_a_book_that_you_liked_so_much.json": "奇妙な質問に聞こえるかもしれませんが、これまでに読んだ本の中で\n読んだ本がとても楽しくて、最後まで読みたくないと思ったことがあります。\n\n一例を挙げると、私が幼い頃、『To Kill A Mockingbird』でそうなりました。\nMockingbird』です。私はあの家族の一員になりたいと思いましたし、父親の教訓を学びたいと思いました。",
  "data/reddit-books/r/booksuggestions/comments/pgfuj1/books_about_women_but_not_about_having_babies.json": "女性の主人公で、最初は子供がいなくて、もしかしたら夫もいないかもしれないという設定の本はありますか？\n女性の主人公で、最初は子供がいなくて、もしかしたら夫もいなくて、「ハッピーエンド」には子供がいないという本はありますか？\n\n私はChris BohjalianのThe Hour of the Witchを読んだばかりで、とても気に入りました。\nもちろん、最後の数ページで、彼女は赤ちゃんを授かります。",
  "data/reddit-books/r/books/comments/pghsy7/kurt_vonneguts_cats_cradle_is_a_really_good_book.json": "学校の授業で読んだこの本は、またしてもつまらない本になってしまうのではないかと思っていましたが\n退屈な本だと思っていたのですが、実際に読んでみると面白い本でした。\n特に、彼の文章全体をこれほどまでにニヒルで実存的なものにするきっかけとなった文脈的な影響を分析した後では、とても興味深いものとなりました。\n虚無的・実存的な文章を書くきっかけとなった文脈の影響を分析してみると、とても興味深いものでした。特に、Catの...",
  "data/reddit-books/r/books/comments/pgks8k/hi_im_yaa_gyasi_author_of_the_bestselling_books.json": "超越した王国\n[https://www.penguinrandomhouse.com/books/622478/transcendent-kingdom-by-yaa-gyasi/?pdivflag]をご覧ください。\n私の2冊目の本は、スタンフォード大学で報酬を求める行動を研究している若い女性、ギフティが、突然の失踪に対処する様子を描いています。\nスタンフォード大学で報酬を求める行動について研究している若い女性、ギフティが、兄の突然の喪失に対処し、自分の信仰と格闘する姿を描いています。\n信仰と...",
  "data/reddit-books/r/books/comments/pgldww/when_i_am_stress_or_anxious_i_read_haruki.json": "ストレスや不安があるときは、村上春樹を読みます。彼の本はリラックスできるんです。\n緊迫感がなく、リラックスできる。なぜか心が落ち着くのです。私は彼の本を読むと\n私は村上春樹の本を読むと、不安がなくなり、ちょっとしたことを楽しめるようになります。\n一杯のカモミールやシンプルなトーストのような小さなことを楽しむことができます。\n\n彼の本を読むと、私は...",
  "data/reddit-books/r/books/comments/pgvdni/do_you_find_ratings_and_reviews_on_goodreads.json": "私は長い間、goodreadsを使っています。そして今、私は本の評価とレビューを見て、興味をそそられたら「読みたい」とマークするという状況にあります。\nその本の評価やレビューを見て、興味をそそられるようであれば \"読みたい \"にマークして\n後日、その本が手に入ったら読む、という状況です。今では、評価やレビューを見ずに本を読み始めることはできなくなりました。\ngoodreadsでチェックしないと本を読み始めることができなくなりました。どうでしょうか？",
  "data/reddit-books/r/books/comments/pgyk5k/im_not_a_sharer.json": "最近、私は本のコレクションを始めたのですが、友人の一人が私の本を借りたがっています。\n私の本を借りたいと言っています。このような状況では、共有することを嫌う私の内なる子供が出てきます。\nが出てきました。彼女に私の本を2冊借りてもらうまでは、自分の物をこんなにも大切にする気持ちになれるとは\n1ヶ月以上前に彼女に2冊の本を貸し出すまでは、自分の物をこんなにも大切にするとは思ってもみませんでした。彼女は...",
  "data/reddit-books/r/booksuggestions/comments/ph1dfs/book_on_how_to_be_a_better_husband.json": "タイトルの通りです。結婚して約7年、付き合って9年になります。M34 F33です。5つの愛の言葉は何度も読みました。\n5つの愛の言葉は何度も読みましたが、もっと助けが必要です。私は仕事やキャリアに追われています。\n仕事をしているので、僕がいないと妻は大変だと思っています。私は、最高の夫、父親になりたいと思っています。\n夫や父親になりたいと思っています。どうか助けてください。\n\n彼女のLLは、肯定的な言葉です...。",
  "data/reddit-books/r/books/comments/ph712h/i_just_finished_frank_herberts_dune_and_need_to.json": "少し前に古本屋でDuneの古い本を見つけて、2,50ユーロという安い値段で手に入れた。\n2,50ユーロという安値で手に入れた。というのも、この本について多くのことを耳にしたり、今度の映画の予告編を見て興味を持ったからだ。\n映画の予告編を見て興味を持ったからだ。\n\n驚いたことに、この小説はとても面白いものでした。正直なところ、私は文学にはあまり興味がありません。\n文学好きではありません。I...",
  "data/reddit-books/r/booksuggestions/comments/pgzcgs/an_easy_read.json": "コーマック・マッカーシーの「ザ・ロード」を読みました。\n私が鈍いだけだと思いますので、それよりも読むのに苦労しない本を推薦してください。\n読むのに苦労しない本を教えてください。",
  "data/reddit-books/r/books/comments/ph7gap/the_market_of_printing_english_books_is_hot_hot.json": "その写真がこちらです。\n\nhttps://imgur.com/a/RBhLwam\n\n最近では、ほとんどの書店に英語の本のコーナーがあるんですね。私の街では\nオフォグ・ブック」という薄暗い本屋があります。\n英語、フランス語、ドイツ語、イタリア語など様々な種類の本を売っています。これらの本は非公式に印刷されている。\n非公式なものです。そして、そこには...",
  "data/reddit-books/r/books/comments/phkj89/i_know_the_book_was_better_than_the_movie_is_a.json": "決まり文句には理由があります。映画よりも本の方が良かったという例は、私の頭の中で簡単に12個も挙げることができます。\n映画よりも本の方が良かったという例をいくつも挙げることができます。しかし、私は今までに\n映画化された本を読んで、映画の方が面白かったということはありません。私は\n誰か常識に反した例を知っている人がいたら教えてください....",
  "data/reddit-books/r/books/comments/phfell/pillars_of_the_earth_by_ken_follett_why_all_the.json": "地球の歩き方」を読み終えたところですが、私はただ本当に混乱しています。\nなぜ、この本がこんなにも多くの人に愛されているのか...。私はとても、とても興奮していました。\n多くのレビューを読んで、ついに読んでみようと思いました。\n#例えば、BBCはこの本を「英国で最も愛されている本」の33位にランク付けしています）、そして...。",
  "data/reddit-books/r/books/comments/ph9bn1/read_the_metamorphosis_recently_thought_it_was.json": "さて、8月26日にフランツ・カフィカの「変身」を読み終えました。\nこの本を読み終えたとき、その宣伝文句には応えられませんでした。\n多くの人が、これは山羊の一匹だとか、とても深いとか、そういったことを言っていたからです。そうですね。\n読んでみると、私にとってはそうではありませんでしたが、しかし、私は......。"
}