{
  "data/reddit-ask/r/NoStupidQuestions/comments/npie2j/really_important_for_me_its_tearing_my_family.json": "2週間前の夕食時にこの話をしたら、家族がバラバラになってしまいました。\nしています。母は数千個しか入らないと思っていますが、父は数十億個と思っています。\n父は数十億、兄妹は数兆、私はせいぜい数百万、少なくても数十万だと思っています。\n私はせいぜい数百万、少なくても数十万だと思っています。それが多くの人を巻き込んで...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nphila/does_anyone_else_know_a_lot_of_people_but_still.json": "私は17歳の男性ですが、多くの人を知っていると思います。\nどこで会っても、1分から場合によっては1時間以上も会話ができるような人たちです。\n場合によっては1時間以上になることもあります。\n\nしかし、多くの人を知っていても、本当の意味での友達はまだいません。\n友達がいない...。",
  "data/reddit-ask/r/TrueAskReddit/comments/nphwqp/why_is_it_that_people_let_go_of_their_dreams_and.json": "私はまだ20歳ですが、このことについてよく考えます。夢を追いかけることが、自分の幸せにつながるのではないか。\n幸せになることではないのでしょうか？2.1人の子供がいて、郊外の家に住んでいて、普通の9時から5時までの生活をしていると\n私にはちょっとつまらないことのように思えます。この設定は多くの人にとってうまくいかないものですが、それでも\nこの設定は多くの人にとってうまくいかないのに、いまだにデフォルトとして見られています。どなたか年配の方に説明していただけますか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/npl4k3/can_anyone_give_advice_on_what_to_do_if_a.json": "アメリカ、カリフォルニア州 私の住んでいる地域は、ほとんどが路上駐車です。私の隣人はジャンクのBMWを買うのをやめません。\n誇張ではなく、彼は23台ものジャンクBMWを所有しています。\n誇張ではなく、彼は23台ほど持っていて、うちの通りの駐車場のほとんどを占領しています。彼らは全然いい車ではありません。\nほとんどが「クレイグリスト・スペシャル」です。彼の前庭はまるで...。",
  "data/reddit-ask/r/AskWomen/comments/npunfs/women_who_successfully_found_a_partner_online_how.json": "どのくらい探していましたか？何を基準にしていましたか？誰に会うかはどうやって決めたの？\nどうやって決めましたか？",
  "data/reddit-ask/r/AskWomen/comments/npueaq/women_who_started_making_a_lot_more_money_than.json": "ついつい、相手にしかできないようなことをしてしまう。\nしてしまうことはありませんか？\n\n何かするたびにお金を払う義務があると感じたり、何かプレゼントを持ってくる義務があると感じたりしていませんか？\nプレゼントを持ってくるなどの義務を感じますか？大家族や両親、兄弟姉妹の場合はどうでしょうか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npwj4l/am_i_the_only_one_who_thinks_it_is_too_much_of_a.json": "私はこの症状をオープンにすることを否定しているわけではありません。\n私がネット上で出会ったこの症候群のティーンエイジャーは皆、同じようにエッジの効いた発言をしているのが面白いです。\nティックで、いつも指をくわえて、「ファックユー」と言って、首を前に曲げています。\nもし、私がこの症状について、ただのアホであるならば...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nptvvi/do_you_feel_that_hollywood_films_have_lost_the.json": "ここ10年ほど、ハリウッド映画が記憶に残らなくなってきています。I\n俳優の名前も覚えられないし、知る気にもなれない。例えば、スパイダーマンが\nが公開された時、映画を見た後にトビー・マクガイアとキルスティン・ダンストが誰なのか覚えていた。\nとKirsten Dunstの名前を覚えていました。でも、今のスパイダーマンは知らないんです。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npv2et/almost_30yrs_old_and_i_feel_like_im_still_waiting.json": "私はもうすぐ30歳になりますが、まだ付き合ったこともなく、日々の生活を送っています。\n具体的なキャリアプランもなく、常に何かを待っているような気がしています。\n実現しない何かを待っているような気がしています。世界で起こっていることを考えると、私の心配は浅はかに思えるかもしれません。\n世界で起こっていることを考えると、私の心配は浅はかだと思いますが、私は...",
  "data/reddit-ask/r/askscience/comments/npwh7z/a_2_year_old_toddler_learns_about_6000_words_and.json": "A」と「B」という2歳の子供がいるとします。A君は幼少期を両親だけで過ごしてきました。\n両親だけで過ごしてきました。Bは、両親、祖父母、叔父叔母を含む共同家族で子供時代を過ごしました。\n両親、祖父母、叔父叔母を含む共同家族と過ごしました。果たして彼らの\n2歳の時の言葉の習得率は違うのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/npxb0w/testing_period_of_rules_change_no_exampleseeking.json": "皆さん、こんにちは。\n\n前置きが長くなりましたが\n\n私たちは、ルールを恒久的に変更することを考えています。\n例を求めない」ルールを削除し、より広範な許容範囲に変更することを考えています。今後1ヶ月間は\n今後1ヶ月間はテストを行い、その時点で恒久的な変更を行うかどうかを検討する予定です。\nこの変更を恒久的なものにするかどうかを検討します...",
  "data/reddit-ask/r/NoStupidQuestions/comments/npswf5/does_anyone_else_have_a_hard_time_being_on_social.json": "私が目にするのは、人々の生活が素晴らしいものばかりです。\n家が3軒、車が10台あって、1日も働かなくていいんだぜ。\n週に60時間も働かなければならないし、子供にも会えないし、寝ていても疲れてしまう。\nまるで自分が変わり者のようで、何もできないような...",
  "data/reddit-ask/r/AskHistorians/comments/nq7gze/why_are_greekroman_ruins_so_much_better_preserved.json": "イランは2,500年前から続く文明の中心地です。ペルシャの\n最盛期のペルシャの都市は、ギリシャの都市と同じくらい壮大なものでした。\nギリシャの古典建築はよく知られているのに、なぜ古代ペルシャの建築は知られていないのか？なぜ\nクテシフォン、パサルガダエ、ペルセポリスなどの遺跡がほとんど残っていないのはなぜだろう。",
  "data/reddit-ask/r/AskHistorians/comments/npvtx2/qin_and_zhao_mobilised_up_to_a_million_men_in.json": "タイトルの通り、長平の戦いの歴史的な描写は\n秦・趙ともに約50万人の規模の軍を送ったとあります。そして\n趙が敗れた後、秦は趙の兵士40万人を生き埋めにしたという。\n\nこのような数字はとても信じられません。比べてみると、軍隊は...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nq2xrt/why_does_it_bother_people_so_much_that_i_prefer.json": "最近、私の住んでいる州では、マスク規制が再び解除されました。私は外で働いています。\n私は街中で仕事をしていて、いろいろな整備工場やボディショップを回っています。\n人に会います。私は完全に予防接種を受けていますが、マスクをしている私に会う人のほとんどが\nワクチン接種をしているかどうか聞かれます（なぜマスクをしているかの釣り？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqidvx/do_anyone_else_get_annoyed_at_someone_who.json": "こんな気持ちになるのはちょっと嫌だな...と思いながらも、この何か大事なことについて会話をしていると\n時には重要な話をしていても、彼らは突然、番組や携帯電話に夢中になってしまうのです。\n番組に夢中になったり（チャンネルを変えたり）、携帯電話に夢中になったりします。彼らはただ\n私の注意を引こうとすると、彼らは...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqio9m/why_do_people_consider_jk_rowling_transphobic.json": "今気づいたのですが、彼女が実際に何を言ってこのようなキャンセルをしたのかよくわからないので\nで、そのツイートを見るためにgoogleにアクセスしました。トランスフォビア的なものは見当たりませんでした。\nそれとも私が間違った記事を読んでしまったのでしょうか？\n\n私は彼女を擁護しているわけではありませんが、非難しているわけでもありません。\n私が持っていないと仮定して...",
  "data/reddit-ask/r/AskHistorians/comments/nqlq0g/are_there_any_historical_figures_who_were_thought.json": "オットー・ブラウンは、ドイツの共産主義者で、ソ連や東\nドイツの共産主義者。後年、毛沢東の顧問を務めていた李徳であることが明らかになった。\n長征のリーダーだった毛沢東の顧問だったことが後に判明しました。他にも、2つの異なる歴史上の人物だと思われていた人たちの例はありますか？\n他にも、2人の異なる歴史上の人物だと思われていた人物が、...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqka4y/why_dont_more_men_sit_when_they_pee.json": "最初はとんでもないことを言っているように見えるかもしれませんが、この記事の最後まで読んでいただければ\nこの記事を読むことで、皆さんの考えが少しでも変わることを願っています。\n\n私の考えでは、おしっこをするときに座ることにはたくさんの利点があります。\n\n 1. 目立たない。誰かのトイレに行って、その場でおしっこを漏らすのは絶対に嫌です。\n    誰かのトイレに行って、みんなに聞こえるような大音量で小便をするのは絶対に嫌です。",
  "data/reddit-ask/r/AskHistorians/comments/nqv7cl/a_1944_comic_in_which_lex_luthor_uses_an_atomic.json": "加えて、誰か答えを持っている人がいれば。\n\n * マンハッタン計画以前から、原子エネルギーを武器に使うというアイデアがポップカルチャーの中に存在していたことは知っています。\n   マンハッタン計画以前から、原子エネルギーを武器に使うというアイデアが大衆文化の中にあったことは知っている。もし原子爆弾のアイデアが漫画家が知っているほど有名だったとしたら\n   漫画家が知っているほど有名だったとしたら、漫画の読者が......を知ることに何の問題があるのでしょうか。\n   漫画家が知っているほど原子爆弾のアイデアがよく知られていたとしたら、漫画本の読者が知っていることに何の問題があるだろうか。",
  "data/reddit-ask/r/AskHistorians/comments/nqq21z/what_was_the_process_to_reintegrate_newly.json": "バンド・オブ・ブラザース』では、強制収容所を解放するシーンがあります。\nしかし、兵士たちは、栄養失調のために囚人たちにあまり多くの食料を与えることはできないと言われます。\n栄養失調になっているため、あまり多くの食料を与えることはできないと言われ、囚人たちを収容所に戻さなければなりません。\n収容所に戻らなければなりません。\n\n具体的にはどのようなプロセスなのかというと...。",
  "data/reddit-ask/r/AskHistorians/comments/nqny7g/who_was_the_gentleman_who_stands_outside_the.json": "このウィキペディアの記事によると\n[https://en.wikipedia.org/wiki/Uniforms_of_the_Royal_Air_Force#Historic_uniforms]\n後にRAFの空軍元帥となったジョン・スレソーは、当時のRAFのユニフォームを\n当時のRAFの制服について、「汚い淡いブルーにたくさんの金色をあしらったもの。\nそれを見ると、どうにもこうにも...。",
  "data/reddit-ask/r/Ask_Politics/comments/nqmpw2/is_critical_race_theory_something_that_is.json": "最近、保守派の人たちが、全米の学校で批判的人種理論を教えているという話をよく耳にします。\n批判的人種理論を教えています。しかし、実際に教えている学校を聞いたことがありません。\n実際に教えている学校はありません。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqug8y/does_anyone_else_hate_when_people_call_them.json": "私はもう、誰からの電話かわからないと携帯電話にも出ませんし、「If\n大事な用件ならメッセージを残すだろう \"と言っています。私が思うに、ほとんどの場合、テキストを使うことで\n自分の考えを明確にしたり、自分の言っていることを考えたりする時間が増えるだけでなく\n双方が他の作業に集中することができるからだと思います（not...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nqt9qd/if_i_was_going_to_die_of_heat_stroke_and_only_had.json": "簡単に言うと、ボールがないと仮定します。",
  "data/reddit-ask/r/askscience/comments/nqvz98/what_exactly_is_missing_for_the_covid19_vaccines.json": "ワクチンの安全性と有効性を示す結果を信頼しています。私は\n反ワクチン派ではない人と話していたのですが、コビドのワクチンは急がされていると言って受けたくないと言っていました。\nワクチンは急いで作られたものだと言っていました。私は、その人に、このワクチンはある一定の基準を満たしていると説明しました。\n徹底したブラインドテストを行い、重要なステップを省略していないことを説明しました。また、私は...",
  "data/reddit-ask/r/AskHistorians/comments/nr3vaw/what_were_some_notable_or_interesting_conspiracy.json": "最近、別の場所での交流がきっかけで、過去の陰謀論について考えてみました。\n過去にどのような陰謀論があったのかを考えてみました。また、それらが何か大きな影響を与えたのか、それともただ単に奇妙なだけだったのかにも興味があります。\n奇妙なものだったのか、ということです。国が間違った情報を作ったり広めたりすることは聞いたことがありますが\n誤報キャンペーンを行う国があると聞いたことがありますが、正直なところ調べたことはありません...。",
  "data/reddit-ask/r/AskHistorians/comments/nrca05/why_were_the_27th_army_group_killing_other_army.json": "天安門事件で私が理解できなかったことの1つに\n第27軍団は、警察や他の軍団を虐殺したり、軍の衛生兵や警官隊をAPCで轢いたり、銃撃したりしていたようです。\n兵士を撃ったり、負傷した兵士を処刑したりしていました。\n兵士を撃ち、負傷した兵士を処刑した。\n\n私が読んだところでは、彼らは...",
  "data/reddit-ask/r/AskHistorians/comments/nr8qo8/why_are_chinese_dynasties_not_named_after_the.json": "通常、\"dynasty \"は、ハプスブルク家のような支配者や有力者の一族を指します。\nハプスブルク家のように。しかし、中国の歴史では、「王朝」は別の用語のようです。\n中国の歴史では、「王朝」は別の用語のようで、中国が異なる家系に支配された時代ごとに\n王朝」と呼ばれていますが、支配者一族の名前は付いていません....",
  "data/reddit-ask/r/AskHistorians/comments/nrclng/where_does_the_idea_that_poverty_is_a_moral.json": "私はエッセイを書いているのですが、私が主張したのは、「貧しい人が貧しいのは、その人自身の道徳的な欠陥のためだ」と言っている人がいるということです。\n貧乏人は自分のモラルがないから貧乏なんだ」と言っています。私が若い頃、学校で聞いたことがあります。\nしかし、私は信頼できるソースを見つけることができませんでしたし、ソースを見つけることもできませんでした。\nと言っています。では、この発言は全くの誤りなのでしょうか？その...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrhvg1/are_there_any_subreddits_on_this_site_that.json": "あるsubredditに投稿しようとしたところ、アカウントが60日以上経っていないと投稿できないと言われました。\nまた、投稿するには500のコメントカルマが必要だと言われました。\n\nこれはちょっと馬鹿げていると思いました。新規ユーザーはどうやって\n6つのサブレディットしかないのに、新規ユーザーはどうやって活動するのでしょうか？",
  "data/reddit-ask/r/TrueAskReddit/comments/nr9gco/why_are_people_as_a_whole_so_unforgiving_of_first.json": "一般的に、人は誰かの第一印象を手放すのが難しいと言われています。\n人の第一印象を捨てきれない人が多いようです（私も時々そうです）。第一印象は\n私の経験では、第一印象はほとんど正確ではありません。例えば、人があなたに慣れるのに時間がかかったり、最初は緊張していたり\n最初は緊張していたり、社会的な状況を始めるのが難しかったりします。では、なぜ...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrjqxm/is_it_weird_that_im_irked_by_someone_bringing_up.json": "私はバイセクシャルの女性で、現在シスの関係にあります。私はバイセクシャルであることを誇りに思っています。\n私のセクシュアリティを知っている人は多いと思います。私は今まで、自分の個性の大きな部分を占めているとは\n自分の性格の大部分を占めていると感じたことはありません。\n男性と付き合ったこともあります。私はたまたまコミットした...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrj9te/you_ever_look_in_the_mirror_directly_into_your.json": "あなたが魅力的に見えるからでも、その逆でもなく、目を見開くという行為は\n目を見開いて自分を直視するという行為に、私は恐怖を感じます。それはまるで\n私は本当にこの体をコントロールしているのだろうか \"と考えてしまうのです。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrmlaa/how_do_people_see_thunderstorms_as_a_form_of.json": "誰か教えてください。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrmf3h/does_anyone_else_not_believe_in_religion_or.json": "私は無神論者ですが、宗教について学ぶことはとてもクールで、とても興味深いことです。\n興味深いです。また、オカルトマジックなども超面白いです。\n\n今日、友達と一緒にマジックショップに行ったんだけど、そこでは癒しや幸運をもたらすクリスタルが売られていて\nタロットカードもあったし、本もあったし・・・。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrjbbm/why_arent_there_playgrounds_for_adults.json": "大きな公園でも、どの遊び場を見ても、13歳以下の子供向けのものばかりですし\n11歳までは遊ばないことになっています。私は、ブランコや\nブランコや鉄棒、ロッククライミング、滑り台などがあるところはありません。\nただ。大人のための遊び場です。大人のサイズのものです。私は...",
  "data/reddit-ask/r/AskHistorians/comments/nrho2x/the_rise_of_nazi_germany_is_often_blamed_on_the.json": "これは私が以前から疑問に思っていたことです。イタリアには\nイタリアは、ナチスが支配権を獲得できた理由としてよく挙げられる条約や賠償金、制限などの負担がなかった。\nナチスが支持を得られた理由として挙げられる条約や賠償金、制限などがイタリアにはありませんでした。\n\n当時のイタリアの状況は、一般市民にとって悪いものだったのだろうか？彼らは第一次世界大戦を\n第一次世界大戦を虚しいものと捉えていたのか......。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ns0c9e/why_does_modern_healthcare_focus_on_extending.json": "私の大学では、化学療法の有効性やアルツハイマー病患者の寿命が向上したという論文を目にします。\n私の大学では、化学療法の効果が上がったとか、アルツハイマー病の患者さんが長生きしたとかいう発表を目にします。しかし、糖尿病や脊柱管狭窄症の患者さんが\n糖尿病や脊柱管狭窄症の人がより便利な生活を送るための治療法のニュースはない。\nなどなど。\n\n人々がますます長生きするようになると、経済を圧迫することになります。人々の...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ns44ru/should_onlyfans_models_have_to_pay_to_advertise.json": "Nsfw redditはOnlyfans、Snapchat seller、cash appなどで台無しになっていると思います。\nなどなど。私は、女性がこのようなことをしたいのであれば、何の問題もありませんが、私が思うに、redditは、自由に共有したい人々のためのアマチュアのユーザーコンテンツプラットフォームです。\n私が思うに、redditは、アイデア、写真、ミーム、アートなどを自由に共有したい人たちのための、アマチュアのユーザーコンテンツプラットフォームです。\nアイデア、写真、ミーム、アートなどを自由に共有したい人たちのためのアマチュア・ユーザー・コンテンツ・プラットフォームです。",
  "data/reddit-ask/r/AskHistorians/comments/ns5e22/its_some_time_between_18301860_and_im_a_white.json": "ネイティブからの脅威だけでなく、環境や動物からの脅威もあります。\n私はどのような環境や動物の脅威に直面するのだろうか？",
  "data/reddit-ask/r/AskHistorians/comments/nseqms/from_1876_to_1916_the_two_main_spanish_political.json": "このシステムは、あまりにも魅力的で奇妙なので、何を質問していいのかわからない。\n質問していいのかわからないほどです。私は当時のスペインの政治情勢についてはまったく無知なので\n当時のスペインの政治情勢についても全く無知なので、どんな背景があるのか興味があります。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsj5v3/does_anyone_else_feel_like_they_lack_that.json": "私は大学入学を数ヶ月後に控えていますが、私が選んだコースはまだ\n私が選んだコースは、まだほんの少ししか興味を持っていないように感じます。\n\nこれは学校の勉強に限ったことではありません。\n\n具体的な夢を持っていない他の人たちと比べても、私の場合は、そのようなことはないということに気づきました。\n夢を持っていない人と比べても",
  "data/reddit-ask/r/NoStupidQuestions/comments/nsn21l/does_anyone_else_find_taking_a_shower_to_be.json": "毎回1マイルは走った気がします。",
  "data/reddit-ask/r/Ask_Politics/comments/ns83ic/can_democrats_pass_smaller_piecemeal.json": "超高速インターネットのように、20年後の未来を見据えたインフラの必要性は、誰もが感じていると思います。\n20年後にインターネットが数十億倍になっても、私たちの生活が破綻しないような、将来性のあるインフラが必要です。\n20年後にインターネットの速度が何十億倍にもなっていても、地方のコミュニティがアクセスできるような\nアクセスできるようになります。\n\nインターネットの速度が遅いことは、地方のコミュニティにとっては死刑宣告です。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nslehx/why_cant_we_keep_masks_on_as_a_normal_clothing.json": "新しいデザインのマスクを装着することで、多くの可能性を秘めています。\nマスクをすると\n\n病気からの保護\n\n人やカメラによる顔認識からのプライバシー\n\n不安要素（ニキビや傷など）のカバー\n\n自分が誰であるかということで差別されにくい\n\n私たちが惹かれるのは...",
  "data/reddit-ask/r/askscience/comments/nsqumo/is_there_an_orbital_distance_that_would_allow_an.json": "私の理解では、物体が軌道上にあるためには、地表に近ければ近いほど速く移動しなければなりません。\n地表に近いほど速く移動しなければなりません。\n\n地球の自転が遅すぎて、同じ速度で移動しても軌道上に留まることができないのかもしれません。\n軌道上に留まるには、地球の回転が遅すぎるのかもしれません。\n\nしかし、私は地球の軌道上に、ある地点があるかどうか知りたいと思いました。\n植えられる場所があるのかどうか...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsrexe/is_it_normal_to_think_every_now_and_then_that_it.json": "もし私が生まれてこなかったら、人生のすべてのクレイジーな出来事や苦労を経験することはなかっただろうと思うのです。\n私は、生まれてこなかったら、人生のクレイジーさや苦難を経験することはなかっただろうと思います。素敵なこともあるとは思うのですが\nバランスが取れていないような気がします...。正直なところ、全然足りていません。\nつまり... 何のために？このクソみたいな経験をして、決して...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nstk03/why_name_a_condom_trojan.json": "くだらないと思われるかもしれませんが、とても気になることがあります。なぜコンドームのブランド名に\nトロイの木馬が、トロイ戦争の時にトロイ人をおびき寄せてギリシャ人を取り込み、敵が寝ている時に攻撃するためのものだったとしたら、なぜコンドームにトロイの木馬というブランド名をつけるのか。\nトロイの木馬は、トロイ戦争でトロイ人をおびき寄せてギリシャ人を取り込み、敵が眠っている間に攻撃するためのものだったとしたら。\nその意味はかなり矛盾しているのでは...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsuw1h/why_do_people_claim_looks_and_money_dont_matter.json": "はっきり言って、女性は男性に恋愛の義務があるなどとは思っていません。しかし、私は\nしかし、男性がデートの悩みや見た目の影響を語ると、即座にバッシングされたり、恥をかかされたりするような気がしてなりません。\n見た目がどのように影響するかを男性が話すと、即座にバッシングされ、恥をかかされるような気がしてなりません。\"Just be confident bro\"\n\" それはあなたの性格のせいでしょう」。人はどうして否定したり...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nsw6qt/is_it_normal_i_18_m_still_have_sleepovers_with_my.json": "僕は18歳の男ですが、この女の子は僕と同い年で、3歳の頃からの親友です。\n3歳の頃からの親友で、今はただの友達です。保育園で出会って以来、僕らは\n幼稚園で出会って以来、意気投合して、秋には同じ大学に一緒に行くことになったんだ。私たちの\n金曜日の夜のお泊り会は、私たちの友情以来の伝統なの...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nsxya5/does_anyone_else_get_the_inescapable_feeling_that.json": "この数週間、私は腹の底から揺るぎない悲しみを感じていました。\nそれは自分自身や自分の人生に対する悲しみだったような気がします。私は本当に子供時代を過ごすことができませんでした。\n私は子供時代を過ごせなかったし、特に普通の10代を過ごすことができませんでした。\nを経験しました。私が16歳のときに父が亡くなり、私は自分の役割を果たさなければなりませんでした...",
  "data/reddit-ask/r/AskWomen/comments/nswcxs/update_supplementary_rules_for_thersday_here_to.json": "皆さん、こんにちは。6月も順調にスタートしていることと思います。ここでは、モデレーションポリシーに関する\n今回は、モデレーションポリシーに関する注意点と最新情報をお届けします。早速ですが、今回は\n\n\nTHERSDAY\n\nあなたが提案し、私たちはそれに耳を傾けました：あなたは母性、子育て、妊娠、および同様の関連記事のない日を望んでいたのです。\n母性、子育て、妊娠、その他類似の関連記事がない日を望んでいました。これを受けて、私たちはこの日を拡大しました。",
  "data/reddit-ask/r/AskWomen/comments/nsym37/what_did_you_buy_from_social_media_that_actually.json": "興味本位で反対側の投稿に便乗してみました..... 買ってよかったものは何ですか？\n驚いたことはありますか？",
  "data/reddit-ask/r/askphilosophy/comments/nssovk/i_need_book_recommendations_to_practice_critical.json": "どのような誤謬が存在するかについては、理論的なレベルではよくわかっています。しかし\n誤謬のリストはかなり長いので、オットの議論をすぐに分析して誤謬を探すのは難しいです。\nしかし、誤謬のリストはかなり長いので、すぐに議論を分析して誤謬を探すのは難しいです。\n\n数学の教科書のような）練習問題がある本や教科書はありますか？\nのような）練習問題がある本や教科書はありますか？",
  "data/reddit-ask/r/AskWomen/comments/nt1frm/women_who_arewere_pregnant_but_were_unable_to_get.json": "unable to」というのは、あらゆる理由（法律、宗教、信念など）によるものです。",
  "data/reddit-ask/r/AskHistorians/comments/nt4qj1/what_drove_printing_press_makers_to_include_the.json": "インターネットで言語のビデオを見ていたら、古い棘のある文字「þ（th）」について話していた。\nとげのある文字「þ」（th）が、一般的な書体では使用できなかったため、印刷された本では「y」（Ye Olde Whateverのように）に変換されてしまったという話でした。\n印刷された本の中では、「y」に変換されていました。\nこれは、一般的なフォントでは使用できなかったからです。同様に、かつては「ß」という文字がありましたが、これは...",
  "data/reddit-ask/r/AskHistorians/comments/nsxmcf/why_is_south_africa_the_only_african_country_with.json": "特にサブサハラ・アフリカ諸国です。私は、17〜1800年代（だったと思う）に、ヨーロッパ諸国の間で\nアフリカのどの地域を誰が植民地にするかを巡って、ヨーロッパ諸国の間で権力闘争が繰り広げられたことは知っています。\n誰がアフリカのどの地域を植民地にするかで、ヨーロッパの国々の間で権力争いがあったことを知っています。北アフリカは、おそらく白人の人口が多いと思います。\n北アフリカは白人の人口が多いと思いますが、それは北アフリカに非常に近いからではないでしょうか。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nt9k93/is_it_weird_for_me_to_like_moss_over_any_other.json": "誰もが... 気に入りましたか？柔らかくて、鮮やかな緑で、個性的。\n個性的で、変なところで見つけられるし、実際に膨大な種類があって\nバラエティに富んでいます\n\nなるほど...。孤独な苔クラブを作るしかないのかな。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ntd4l2/does_anyone_else_feel_scared_and_overwhelmed_as.json": "家賃を払わないと家にいられない、そのためには月曜日に仕事をしないといけない、ということを考えると、ちょっと立ち止まってみたくなる。\nそのためには月曜日に仕事をしなければならないことを考えると、過呼吸になりそうになる。\n過呼吸のようになってしまいます。仕事を失うことを心配し始め、どれくらいの期間これを続けなければならないのかを考え始めます。\nあと50年から60年は働かないといけないんじゃないかと思い始めました。",
  "data/reddit-ask/r/NoStupidQuestions/comments/ntaatz/why_is_it_so_much_easier_to_spot_typos_only_𝘢𝘧𝘵𝘦𝘳.json": "私は誓って、私が作っている投稿や、私が送っているメッセージ、あるいは\n何度も何度も読み返してみます。\n誤字脱字、句読点や語調などの一般的な誤りに気づくのは、完成して送信ボタンを押したときです。\n句読点や語調などの一般的な誤りを発見してしまう\n\n確かに私だけではありません。なぜかというと・・・。",
  "data/reddit-ask/r/AskHistorians/comments/nt3l5t/shakespeare_wrote_hamlet_and_had_a_son_called.json": "同じ名前なのに、標準化されていないために違う表記になっている。\nスペルが違うのでしょうか？\n\n別の名前だが、たまたま似たような綴りになっているのか？\n\nこのように名前の文字を変えることはよくあったのでしょうか？また、他にも例があるのでしょうか？\n\n自分の子供に何か重要なことを名前にするのは一般的だったのでしょうか？",
  "data/reddit-ask/r/Ask_Politics/comments/nsxy3l/what_is_the_connection_between_qanon_and_the.json": "QAnonは明らかに共和党の政治に大きな影響を与えています。\n十数人の \"QAnon \"下院議員が自分たちの議会を持っています。\n\nしかし、これは何なのか、彼らは何を望んでいるのか、そしてなぜ地球上で最も強力な国であるこの国の政治に関わっているのか。\n地球上で最も強力な国の政治に、なぜこのようなものが存在するのでしょうか？\n\nリズ・チェイニーは共和党が...と警告しました。",
  "data/reddit-ask/r/NoStupidQuestions/comments/ntbada/my_dog_pooped_out_a_condom_should_i_be_worried.json": "同棲している彼女と付き合って半年ほど経ちました。ある夜、私が犬の散歩をしていると\n犬の散歩中に犬がコンドームを漏らしてしまいました。彼女は避妊をしていたので\n私たちは約6ヶ月間コンドームを使用していませんでした。心配すべきでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/ntcbl5/why_would_a_grave_in_rural_vermont_be_surrounded.json": "こんにちは！私はバーモント州の田舎に住んでいます。私はバーモント州の田舎に住んでいて、地元にはとても小さな墓地があります。\n半年に一度の割合で訪れています。そこには家族が埋葬されています。そこにある石の多くは\nその墓地にある石の多くは1800年代半ばから後半のものですが、最近のものもあります。\n\n私が質問している特定の石は、日付が...",
  "data/reddit-ask/r/AskWomen/comments/ntgoww/for_those_who_got_into_a_healthy_relationship.json": "特に最初は毒のある人間関係しか経験していない人にとっては",
  "data/reddit-ask/r/NoStupidQuestions/comments/ntedlf/wouldnt_any_plane_you_cant_identify_be_a_ufo.json": "誰もが「UFOは実在する」「政府がUFOを確認した」と言っています。\nUFO」と言っていますが、UFOとは、空を飛んでいて、識別できない物体を指すのではないでしょうか？\n識別できない物体が飛んでいたら、それをUFOと呼ぶのではないでしょうか？正直なところ、これは文法的な質問というよりも、もっと些細な質問です。\nしかし、UFOはすでに実在していたのではないでしょうか、そして...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ntqokq/you_ever_notice_that_the_people_who_acts_like.json": "それはなぜだろう。彼らの頭の中には、「ああ、この人は私と同じことをした。\n禁止にしてしまおう」と考えたのでしょうか。",
  "data/reddit-ask/r/AskHistorians/comments/nu7c4e/why_did_nearly_all_of_the_worlds_civilisations.json": "人間は20万年前から存在していたと言われています。世界で最初の文明は\nメソポタミアという世界初の文明が誕生したのは、わずか1万2千年ほど前のことです。私が想像するに\n人類が誕生してから文明が誕生するまでに、必要な期間はないのではないでしょうか。\n人類が誕生してから、文明が誕生するまでに必要な期間はないのではないでしょうか。メソポタミアは約18万8,000年かけて誕生した...。",
  "data/reddit-ask/r/AskHistorians/comments/nu4ges/since_potatoes_have_not_been_discovered_yet_what.json": "ジャガイモは、一般的な食生活には欠かせないものですが、北米で発見されたという点では、私にとっては比較的新しいものです。\nジャガイモは北米で発見されたということで、私にとっては比較的新しいものです。ジャガイモを料理に取り入れる前には\nジャガイモが食卓に登場する前には、伝統的な根菜やデンプンが料理に使われていたのでしょうか？\nあったのでしょうか？",
  "data/reddit-ask/r/TrueAskReddit/comments/nu6yrp/is_companies_stealing_our_data_really_that_bad.json": "以前は、パーソナライズド広告はちょっと不愉快で侵略的なものだと思っていました。思うに、それは\nあなたの習慣を記録しているのですから。しかし、しばらくすると、私はそれらに慣れて\nでも、しばらくすると慣れてきて、本当に気にする必要があるのかと考えるようになりました。最悪の場合、私が好きなものを宣伝してくれるのであれば\n私が好きなものを宣伝してくれるなら、それでいいと思う。正直言って...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nue4o2/why_do_people_think_that_lollipops_are_only_for.json": "私は17歳の男ですが、ロリポップを食べていると、誰もが「私はもうすぐ大人だ。\nロリポップは子供のものだから、大人のおやつを食べた方がいい」と言われてしまいます。\n大人のおやつを食べるべきだと言われます。",
  "data/reddit-ask/r/AskWomen/comments/nukdsz/women_who_dont_like_bras_how_do_you_get_away.json": "人前でシャツの下に乳首があるのと、パッド付きのブラジャーの下に乳首が隠れているのとでは、どちらが安心できるかということです。\nパッド付きのブラジャーの下に隠しているのとでは それとも、ブラジャーをつけずに乳首を隠す方法がありますか？\n乳首を隠す方法はありますか？",
  "data/reddit-ask/r/askphilosophy/comments/nu74bw/ethics_is_it_okay_to_enjoy_the_rain.json": "くだらない質問ですが、ここに書いておきます。\n\n台風やハリケーンがもたらした雨を楽しむことは、倫理的に「大丈夫」でしょうか？\n倫理的に問題ないのでしょうか？\n\n私は台風が頻繁に来る国の出身ですが、内向的な私は雨が心地よく感じます。\n内向的な私にとって、雨は心地良いものです....",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nuhsxp/does_anybody_else_have_a_slight_fear_of_a_snake.json": "私はイギリスに住んでいますが、ありえないことだとは思いますが、トイレから入ってきた蛇に噛まれた人のニュースを聞いたことがあります。\nトイレに入ってきた蛇に噛まれた人のニュースを聞いたことがあります。\n何もできなくなるわけではないのですが、万が一に備えてトイレにトイレットペーパーを詰める傾向があります。\n私は万が一に備えてトイレにトイレットペーパーを詰める傾向があるので、その方法を知りたいと思っています。",
  "data/reddit-ask/r/AskHistorians/comments/nue09r/its_europe_in_the_14th_century_and_war_is_raging.json": "現代では、明らかに、大統領が中東のキャンプに入り込んだとしたら\n彼は十分に知られているので、もし誰かが彼になりすましていたとしたら、それはミスティックな状況です。\n誰かが彼になりすましているとしたら、それはミスティークのような状況であり、無作為に彼を名乗っているわけではありません。\n\nこの質問は、実際に「ウエスト・ウィング」のエピソードから来ています。",
  "data/reddit-ask/r/askphilosophy/comments/nuktag/child_beauty_pageants.json": "こんにちは！私たちはイギリスの3年生／8年生で、倫理的なプロジェクトに取り組んでいます。\n子供の美容整形をテーマにして、それが道徳的に正当化されるかどうかを考えることにしました。\n道徳的に正当化されるかどうかをテーマにすることにしました。私たちは、試験の点数を上げるために、子供の美容整形についての哲学的な視点を探しています。\n私たちは、試験の点数の一つとして、子供の美容整形について哲学的な視点を探しています。",
  "data/reddit-ask/r/AskHistorians/comments/nuw3wt/in_the_sherlock_holmes_stories_holmes_and_watson.json": "これはもともと\n[https://www.reddit.com/r/AskHistorians/comments/my5go4/in_the_original_sherlock_holmes_stories_holmes/]\n先月、/u/Jerswarが質問していましたが、回答が得られなかったので、私も気になっています。\nとのことです。",
  "data/reddit-ask/r/AskHistorians/comments/nun2k9/how_common_would_knowledge_of_spaghetti_be_in.json": "先日、『リード・デッド・リデンプション2』をプレイしたのですが、その中で、あるキャラクターが「客として来ていたイタリア人からスパゲッティを食べた。\nスパゲッティを食べたが、他のキャラクターはそれが何なのかわからなかった。\n他のキャラクターはそれが何なのか知らないようでした。そのキャラクターは\n見た目はミミズのようで、味は...」と言っていました。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nv1slj/what_do_you_do_when_you_realize_you_are_the_toxic.json": "最近、私は目を覚まされました。私の婚約者（今年の年末に結婚します）が\n今年の年末に結婚する）が、私が永遠に良いパートナーであると感じられるかどうか、考え直していると言ったのです。\n私は永遠に良いパートナーであり続けることができるのだろうか？その言葉は、貨物列車のように私を襲いました。私は今まで\n自分がどれだけひどいパートナーであったか、あまりにも見えていませんでした。それは...",
  "data/reddit-ask/r/AskHistorians/comments/nuz38g/how_did_nations_during_the_height_of_naval.json": "基本的にはその通りだと思います。推測するに、ある国が他の国に宣戦布告した場合、彼らは海上の船と連絡を取ろうとしましたか？\n他国に宣戦布告した場合、海上の船、特に軍艦と連絡を取り、外交状況の変化を知らせようとしたのでしょうか？\n外交状況の変化を知らせるために、海上の船、特に軍艦と連絡を取ろうとしましたか？それとも\n自分たちだけでやっていたのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/nv5rcr/two_of_my_favorite_movies_the_kings_speech_and.json": "前者では、チャーチルは、エドワードとウォリス・シンプソンの結婚に反対するような、王室の尊敬すべきアドバイザーとして登場します。\nエドワードとウォリス・シンプソンとの結婚に反対し、バーティにキング・ジョージ6世という名前を勧める人物として登場しています。\nバーティはキング・ジョージ6世を自分の名前として使うように提案した人物です。\n\n後者では、ジョージ王はチャーチルを軽蔑しているように見えますし、二人は確かに......。\nしているようです。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nvisiu/can_someone_please_tell_me_why_my_dog_decided.json": "彼女は反省もせずに捨てられ、そもそもなぜそれが必要だったのかを知りたい。\nそもそもの話です。なぜだ。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nvn4nx/what_does_dying_feel_like.json": "私は21歳で、末期がんの患者です。しばらくは調子が良かったのですが\n借りていた時間が終わってしまったようです。私は肺にユーイング肉腫を患っています。\n肺にユーイング肉腫がありますが、これがさらに進行するとどうなるのか、誰か教えてください。\nこの病気がさらに進行し始めるとどうなるのか、誰か教えてください。私が知りたいのは、私が何をしているのかということです...",
  "data/reddit-ask/r/AskHistorians/comments/nvj04f/is_there_a_working_theory_for_how_ancient.json": "私の調査によると、現代人からのクロスコンタミネーションはほぼ排除されているようです。\n同一のミイラを異なる人が異なる方法で検査していますので、現代人からの交差汚染はほぼ否定されています。\n同じミイラでも異なる民族、異なる方法で検査されています。\n\n\n\n古代エジプト人は、西洋に伝わる薬物をどのように...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nvjot0/is_it_ok_to_just_feel_fucking_sad_all_of_the.json": "時々、こんな風に思うことがあります。良い生活、良い友人などがいます。でも\n時々、数時間だけ悲しい気持ちになることがあって、その理由がわからないことがあるんです。例えば\n今、私は200ドルを失ったので、そのことで自分自身にかなり腹を立てています。\nしかし、多くの場合、理由もなく悲しみが訪れ、私は...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nvoskj/am_i_bad_for_being_slightly_sad_that_lockdown.json": "ロックダウンは最悪でしたが、少なくとも私だけがいつも家に一人で閉じ込められているようには感じませんでした。\nひとりで家に閉じ込められているような感覚はなくなりました。今はロックダウンが解除されたように感じますが、私個人としては\n個人的には、お店に行けるようになったことを除けば、まだ続いています...。",
  "data/reddit-ask/r/askphilosophy/comments/nvnqib/whats_a_day_in_the_life_of_a_philosophy_professor.json": "私は高校生で、この進路を考えています。\nタイトルに加えて、やりがい、給料、仕事のチャンスなど、何でも答えてください。\nその他、特記すべきことがあれば教えてください。",
  "data/reddit-ask/r/AskHistorians/comments/nvjqln/in_the_united_states_especially_among.json": "米国では、少なくとも1930年代から、高等教育が共産主義につながるのではないかという恐れが\nアメリカでは、少なくとも1930年代から、高等教育が共産主義につながるという恐れが、一般の人々の意識の中にはっきりと存在していたようです。このような\n前近代・近世の高等教育機関、あるいは古代の高等教育機関でも、過激化への同様の恐れがあったのでしょうか。\n前近代・近世の高等教育機関、あるいは古代の高等教育機関においても、同様の過激化の恐れがあったのでしょうか。",
  "data/reddit-ask/r/AskHistorians/comments/nvygz0/when_did_99_pricing_become_ubiquitous.json": "20ドルよりも1999ドルの方が正当化しやすい、という基本的な心理は理解できます。\n20ドルではなく19.99ドルを使うことを正当化しやすいという基本的な心理は理解できます。しかし、いつからこのような価格設定が一般的になったのでしょうか？\nこのような価格設定が一般的になったのはいつ頃なのでしょうか？また、このような価格設定を始めた人や業界はあるのでしょうか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/nw8wkg/am_i_being_abused.json": "友人に聞くと「そうだね」と言われますが、家族に聞くと「馬鹿げている」と言われます。\nと言われてしまいます。\n\n私はドアに鍵をかけてはいけないのですが、両親はドアに南京錠をかけているので、私は南京錠なしでは家を出ません。\nそれがないと家から出られません。父はいつも何かにつけて私たちに大声で叫び、母はいつも怒っています。\n母は私が何かするといつも怒っていて・・・。",
  "data/reddit-ask/r/AskHistorians/comments/nw7r1f/the_mt_vernon_website_lists_at_least_one.json": "記事へのリンクはこちらです。\nhttps://www.mountvernon.org/george-washington/health/washingtons-teeth/george-washington-and-slave-teeth/#-\n\nこの記事の著者は、この取り決めはワシントン大統領と無名の奴隷の間で共通かつ自発的に行われたと結論づけているようです。\nワシントン大統領と無名の奴隷の間で自発的に行われたものであると結論づけています。",
  "data/reddit-ask/r/AskHistorians/comments/nvz3ap/why_is_judy_garland_regarded_as_a_gay_icon_when.json": "間違っているかもしれませんが、私は彼女の人生について読んでいました（うさぎの穴に入りました）。\n彼女がLGBTコミュニティに関係しているという記述はありませんでした。\nしかし、彼女はゲイのアイコンとして見られているようです（彼女の夫がゲイの不倫をしていたにもかかわらず\nしかし、彼女はゲイのアイコンとして見られているようです。) 私が見たのは、彼女のいくつかのコメントだけですが・・・。",
  "data/reddit-ask/r/AskHistorians/comments/nw4z28/when_did_a_few_seconds_of_harp_music_become.json": "誰かが「昨日のことのように覚えている」と言うと、ハープが鳴るというのは定番のパターンです。\nと言うと、ハープが鳴って、波打って記憶や夢の中に入っていくというのが定番です。\nこれはどのように始まって、ここまで具体的になったのでしょうか？",
  "data/reddit-ask/r/askscience/comments/nw9z9h/what_affects_the_lifespan_of_memory_t_and_b_cells.json": "気になって情報を探していたのですが、どうしても見つかりませんでした。\n見つかりませんでした。記憶リンパ球が感染後に形成されることは知っています。しかし\nなぜ長生きする人としない人がいるのか、何がそうさせるのかは知りませんでした....",
  "data/reddit-ask/r/askscience/comments/nvzdow/why_doesnt_the_strong_nuclear_force_have_an.json": "つまり、強い核力は、弱い力のようなもので、範囲が狭いのです。\n\n強い力の範囲は約1x10^-15メートル（つまりかなりの短距離）。\n\n弱い力は、実際には存在しないほど巨大な粒子によって伝達されるため、範囲が狭いのです。\n弱い力は、巨大な粒子によって伝達されるため、範囲が狭く、実際には作ることができません。",
  "data/reddit-ask/r/AskHistorians/comments/nwicge/gonzalo_guerrero_was_shipwrecked_and_then.json": "ゴンサロ・ゲレロは、マヤにとって貴重な軍事知識を持っていたのでしょうか？\nマヤにとって貴重な軍事知識を手に入れたのでしょうか？そしてそれは、スペインの辺境の地から来た下層階級の船乗りが持っているのが普通でしょうか？\nスペインの辺境の地から来た下層階級の船乗りが持っているのが普通でしょうか？\n\nまた、マヤではカッチェク（軍閥）を地元の貴族の生まれの人に限定していたのではないでしょうか？\n貴族の出身者に限定するのでは？\n\nまた、ついでに言えば、...",
  "data/reddit-ask/r/AskHistorians/comments/nwc23c/historians_who_specialize_in_early_american.json": "この9ヶ月間、私は、1804年に建てられたと広く伝えられているオハイオ州シンシナティの家の年代を確認しようとしてきた。\nオハイオ州シンシナティの家は、1804年に建てられたと広く伝えられている。\n\n事実はこうだ。新聞記事や郡の記録、家のプレートには1804年と書かれていますが\n事実：新聞記事、郡の記録、家のプレートには1804年と書かれていますが、私は1834年までしか確認できませんでした。それは地図に記載されている日付です。\nプレートの日付です。",
  "data/reddit-ask/r/AskHistorians/comments/nwemge/did_some_early_american_settlers_abandon_their.json": "歴史家の皆さん、今回のテーマが面白くて魅力的なものになることを願っています。\n議論していただきたいと思います。\n\n要するに、どこかでいくつかのコメントを読んだのですが、その要点はこうです。\n\n\"一部のピューリタンは、植民地を離れてネイティブ・アメリカンと暮らすことを決めた。\nアメリカ人と一緒に暮らそうと考えた」というものです。\n\n他のコメントによると、若いピューリタンは...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nw2ev1/am_i_in_the_minority_for_disliking_cars_and.json": "私の頭の中では、都市部であれば自分の車は必要ないと考えています。\nそこがポイントなんですよね。密度が高いということは\n密集しているということは、徒歩、自転車、公共交通機関、あるいはライドシェアですべてを達成できるということです。車が増えると\n車が増えると、その能力が失われてしまいます...",
  "data/reddit-ask/r/AskWomen/comments/nwmq9y/ladies_how_did_you_push_yourself_to_take_care_of.json": "身体的、精神的、感情的、そして霊的なすべての面で。",
  "data/reddit-ask/r/askscience/comments/nwl3ck/why_does_the_moderna_vaccine_include_two_100.json": "考えると、全体の有効率は同程度です。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nwnf5q/does_anyone_else_get_mildly_depressed_when_you.json": "誰かの動画を見終わって、その人のチャンネルを見に行ったら、最後にアップロードされたのが1年前だった時のような感覚。\n最後にアップロードされたのが1年前だった時のような感覚です。有名なチャンネルならまだいいのですが\n知名度の高いチャンネルならまだしも、小さなチャンネルだと悲しい気持ちになります。それは\n物語を読み終えた時のような、憂鬱な気分になります。それは...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nwllt6/if_a_smoker_falls_into_a_coma_for_a_long_time.json": "こんなに長い間タバコを吸っていないということは、タバコをあきらめたようなものです。\nタバコを吸うのをあきらめたような",
  "data/reddit-ask/r/askphilosophy/comments/nwhto2/can_philosophy_offer_some_comfort.json": "私は哲学者でもなければ、哲学の訓練を受けたわけでもなく、ほとんどのことを理解できるほど賢くもありません。\n私は哲学者でもないし、哲学の訓練を受けたわけでもないし、ほとんどのことを理解できるほど頭がいいわけでもありません。\nと形而上学的な不確かさであり、同等の論理的強度を持つ議論を提供する学派の間で迷っています。\n同等の論理的強度を持つと思われる論者の間で迷っています。",
  "data/reddit-ask/r/AskHistorians/comments/nwn6ga/given_strong_mongol_taboos_around_blood_and_the.json": "ジャック・ウェザーフォードの「ジンギスカンと近代世界の形成」を読み終えました。\nウェザーフォード この本は、モンゴル人とその歴史について魅力的に語っています。\nモンゴル人とその文化、そしてその文化が他の文化に与えた影響について、何世紀にもわたって流布されてきた誤解を解きほぐしてくれます。\n興味深い内容でした。\n\n読んでみて疑問に思ったことがあります。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nwyyr6/as_a_white_person_living_in_the_us_i_want_someone.json": "*ずっと前に学校で習っておくべきだった。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nx4vp6/does_anyone_else_get_really_sad_on_their.json": "今日は私の誕生日ですが、私は毎年、本当に落ち込んでしまいます。これは\n人にはよくあることなのでしょうか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/nx6zjc/does_anybody_else_stop_their_microwave_at_exactly.json": "P.S. (最後の3回のビープ音があなたを裏切ります)",
  "data/reddit-ask/r/askphilosophy/comments/nwqiup/south_asian_philosophy.json": "皆さん、こんにちは。私はアメリカの学校で哲学を学んでいる南アジアの学生です。\n哲学は大好きですが、読むものの多くは明らかに西洋哲学です。私は\n誰か、私が始めるためにチェックできる本や作家を知っている人はいませんか？\n誰かに聞いてみたいと思います。明らかに、以下のようなものがあります...",
  "data/reddit-ask/r/AskWomen/comments/nx3rnu/how_did_you_learn_to_stop_apologizing_for.json": "-20代の女性",
  "data/reddit-ask/r/AskHistorians/comments/nx5znk/are_the_stories_of_a_society_a_reflection_of_its.json": "ケルトやアイルランドの民話をよく読んでいるのですが、そこにはたくさんの\n近親相姦、そして多くのレイプもあります。\n\n疑問なのは、作家や語り部が物語のスパイスとして装飾を加えたのか、それともレイプや近親相姦は当たり前だったのかということです。\nそれとも、レイプや近親相姦は当たり前のことだったのでしょうか？ それとも、王族同士のレイプや近親相姦は、王族の間では考えられなかったのでしょうか？\n王族間のレイプや近親相姦は考えられなかったのか？",
  "data/reddit-ask/r/AskHistorians/comments/nx0ckm/im_an_average_peasant_farmer_in_16th_century.json": "これには基本的な足し算、引き算、そしてある程度の経済の理解が含まれます。\n経済学の理解も必要です。平均的な農家の人たちは、大きな数字を扱えるだけの教育を受けていたでしょうか。\nそれとも、お金を数えるような単純なことしかできなかったのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/nx3z8b/what_were_napoleonic_war_veterans_opinions_about.json": "1858年に撮影されたナポレオン軍の兵士の唯一の写真15枚を見て、私は疑問に思った。\n疑問に思った。彼らはナポレオン3世が権力を得たことをどう思っていたのだろうか。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nxa7pr/why_do_americans_always_go_on_about_freedom_like.json": "アメリカが他の国と比較されるとき、アメリカ人はいつも自分たちの自由を強みにするようです。\nアメリカ人は、他の国と比較されるときにはいつも、中国よりも自由であることを強みにしています。しかし、私には\nイギリスやEUにはない、アメリカの自由というものを理解できません。\nどちらかというと、私は資本主義に強制されていないと感じています...。",
  "data/reddit-ask/r/askscience/comments/nxakev/do_other_vaccines_that_are_widely_used_also_have.json": "ググってみましたが、コビドのワクチンに関するものしか出てきませんでした。\n驚くことではありませんが）。) そこで、広く使われている他のワクチン（インフルエンザやポリオなど）でも、1/2の確率で発症するものがあるのではないかと考えました。\n広く使われている他のワクチン（インフルエンザやポリオなど）でも、100万分の1の確率で血栓ができるのでは？\n血栓ができる確率は100万分の1なのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/nxi8ms/was_genghis_khans_mongolia_actually_safe_to_travel.json": "ゲンギスハーンが支配していた時代のモンゴルは、巡礼者や商人が端から端まで山賊に遭わず安全だったという話をよく聞きます。\n巡礼者や商人がどこまでも旅をしても山賊に遭わない安全な国だったとよく読みます。はたして\n果たしてそれは真実なのか？あんなに広大な土地を統治していて、どうしてそんなことが可能だったのか？\n可能だったのか？なぜ、規模の小さい他の帝国では...",
  "data/reddit-ask/r/AskHistorians/comments/nxmei0/was_there_any_resistance_to_the_rationing_that.json": "第二次世界大戦中のアメリカにおける配給制度は、アメリカ人にとって普遍的な市民の義務と考えられていたのでしょうか。\nアメリカ人にとって普遍的な市民の義務と考えられていたのか、それとも国民の間に顕著な抵抗があったのか。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nxlt49/why_is_it_that_the_phrase_you_get_what_you_pay.json": "例えば、人に最大限の努力を求めておきながら、極端に給料が安いというのは\nのか？私たちの仕事は、本質的に私たちが提供するものよりも価値が低いのでしょうか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nxl479/why_are_conservatives_so_upset_over_critical_race.json": "40年以上前からあるんですか？なぜ突然、彼らはこんなにも動揺しているのか？\nそれは\n\n> 批判的人種理論は40年以上前からある学術的な概念です。\n> 批判的人種理論とは、40年以上前に提唱された学問的概念です。\n> 批判的人種理論は、人種差別は社会的な構成要素であり、単に個人の偏見の産物ではなく、...",
  "data/reddit-ask/r/askscience/comments/nxfyrs/does_anyone_know_what_octyal_hydroxide_stearate_is.json": "ググってみても、そんな名前のものは出てきません。代わりに出てくるのが\nステアリン酸オクチルは全く別物です。どなたかご存知でしたら\nまた、他の名前があるかどうかも知りたいです。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nxt5lc/where_are_all_the_adult_jungle_gymsplaygrounds.json": "マジかよ！！！」と思った。公園や学校で子供用に用意されていますが、私がそれで遊んだら\n怪しい人になってしまいます。もっと多くの大人が、小学校の休み時間のように、遊びに行く楽しい場所を持っていたら\nもっと多くの大人が、小学校の休み時間のような楽しい遊び場を持てば、アメリカの肥満は減るでしょう。\nそうですね。\n\n体育館があると言っても、それは...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nxlz42/why_are_american_houses_made_of_drywall.json": "誰かが壁に穴を開けたり、激しく傾いたりしている映像を見るたびに\n傾いている映像を見るたびに、アメリカの家はなぜあんなに薄っぺらい布でできているのだろうと\nアメリカの家はなぜあんなに薄っぺらい壁なんだろう？弱い地震などで崩れてしまいそうです。\nそんな感じです。",
  "data/reddit-ask/r/AskHistorians/comments/nxr1p2/the_last_emperor_was_filmed_in_beijing_in_the_the.json": "そのシーンはこちら[https://www.youtube.com/watch?v=9CitfXK_BvY]でご覧いただけます。\n溥儀の元収容所長で友人でもある人物が、紅衛兵に「腐った右翼」と罵倒されるシーン。\n\"腐った右翼」と罵倒されています。当時の中国共産党は、毛沢東の行き過ぎた行為に対するこのような批判を許容していたのでしょうか？\n当時の中国共産党は、毛沢東の行き過ぎた行為に対するこのような批判を許容していたのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/nxqxdv/why_was_the_us_army_so_stingy_with_awarding_the.json": "ジョージ・ワシントンは中将（死後1976年に昇格するまで）。\nワシントン以降、陸軍の最高位（司令官・参謀）は、准将、少将、中将が務めていました。\nグラントまでは、准将、少将、中将が務めていました。\nグラントは南北戦争後に昇進しました。グラントの2人の後継者は...",
  "data/reddit-ask/r/AskWomen/comments/nxet4a/how_do_you_deal_with_women_who_actively_put_you.json": "滅多にないことなのですが、いざそうなってしまうとどうしたらいいのかわからなくなってしまいます。\nそのような場合、皆さんはどのように対処されますか？",
  "data/reddit-ask/r/askscience/comments/nxr1z0/how_does_host_selection_work_for_different.json": "寄生蜂には何千種もの種類があり、毛虫や蜘蛛など、卵を産み付ける宿主も多様である。\nイモムシ、クモ、アブラムシなど、多様な宿主に卵を産み付ける。\nアブラムシなど しかし、例えば、タランチュラホウスズメバチが、イモムシに卵を産み付けて\n蜘蛛を好んで狙うだけなのか、それとも...",
  "data/reddit-ask/r/AskHistorians/comments/nxds21/how_did_american_emigrees_in_19101950s_europe_get.json": "1920年代の著名なアメリカ人の多く（ガートルード・スタイン、ジョセフィン・ベイカー、ヘミングウェイ。\nヘミングウェイ）は、フランスの市民権を持っていませんでしたが、長期間の滞在を許されていました。\nフランスに長期滞在することができました。\n\n彼らはビザを申請しなければならなかったのでしょうか、それともアメリカ人に広く門戸を開いていたのでしょうか。\n\n当時はパスポートが普及し始めたばかりで...。",
  "data/reddit-ask/r/AskHistorians/comments/nxvovr/how_would_a_medieval_banker_guarantee_that.json": "キングス*として",
  "data/reddit-ask/r/NoStupidQuestions/comments/nxsuee/why_do_people_like_joe_rogan.json": "何年も前から良い評判を聞いていたので、ようやく彼の作品を見てみましたが\n何年も前から良い評判を聞いていたのに、男 彼はただ、大きな酔っ払いのゴリラのように座っていて、「うーん...」と言っているだけ。\n時々 \"mm... \"と言って、本当に基本的な質問をします。私は彼のインタビューを見ました。\nMacaulay CulkinとRobery Downey Jr.のインタビューを見ましたが、彼はまるで・・・。",
  "data/reddit-ask/r/AskHistorians/comments/ny261y/how_did_skinhead_culture_got_hijacked_by_racists.json": "私が知っている限りでは、最初は無害な動きであった。しかし、その後、70年代、80年代に\nしかし、70年代、80年代になると、ネオナチと結びつくようになりました。その理由は何ですか？\nのか？",
  "data/reddit-ask/r/askscience/comments/ny6l7p/how_far_does_the_radius_of_suns_gravity_extend.json": "太陽の重力はどこまで届くのか？また、海王星を過ぎた天体にはどのような影響があるのでしょうか。\n海王星を過ぎた天体にはどのような影響があるのでしょうか？例えば、冥王星はどのようにして星系内に留まっているのでしょうか？太陽の重力によるものでしょうか？\n冥王星は、太陽の重力によって、あるいは星系内のすべての天体の重力の合計によって、どのように維持されているのでしょうか？太陽系の半径の大きさには何が影響するのでしょうか？\n太陽系の半径の大きさには何が影響するのでしょうか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/ny7s7m/why_does_chris_brown_still_have_a_career.json": "そして、彼の支持者の大半が女性である理由は?????。",
  "data/reddit-ask/r/NoStupidQuestions/comments/ny4fnl/this_isnt_a_troll_post_but_i_need_to_know_if.json": "これは深刻な質問です。私は16歳です。\n私は機械を見るたびに、その機械になったときの気持ちを感じることができます。\n芝刈り機で草を刈るのがどんな感じか、車で高速道路を走るのがどんな感じかを知っているように。\n車でフリーウェイを走る気持ちがわかるように。ガレージのドアがどれだけ重いかは、それを感じることができるからです。\n想像するのではなく、感じるのです...。",
  "data/reddit-ask/r/AskWomen/comments/nxxlrv/hey_women_of_reddit_what_are_you_currently.json": "編集部：皆さん、本当にありがとうございました。本当に感動しました。\n皆さんにも成功例があるといいですね。\n\n周りの人にも、自分自身にも、より良い人間になれるように努力しています。\n周りの人にも、自分自身にも、後悔しないように改善していきたいと思います。",
  "data/reddit-ask/r/askscience/comments/ny2rl4/how_strong_is_the_evidence_for_alternative.json": "隕石の衝突。わかります。大きな衝撃、イリジウム、恐竜の死。しかし、最近、私は\nしかし、最近、ある地質学者に出会いました。彼は、大量絶滅とは無縁の、もっと大きなクレーターが他にもあることを指摘しています。\n大量絶滅とは無縁のもっと大きなクレーターがあると指摘し、K-Pg大量絶滅にはストーリーがあると確信している地質学者に最近出会いました。\nK-Pg大量絶滅イベントの背景にはもっと複雑なストーリーがあると確信している地質学者に出会いました。\n私は...",
  "data/reddit-ask/r/askscience/comments/nyfopn/would_any_of_the_recent_flu_vaccines_protect_me.json": "編集部：最近のインフルエンザワクチンで標的とされているマーカーのどれかが1918年型インフルエンザのものであるかどうか。\n1918年型インフルエンザの最近のインフルエンザワクチンで標的とされているマーカーはありますか、もしあったとしたら私を守ることができますか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nyohsc/what_happened_with_the_nursing_profession_when_i.json": "私が知っているアンチワクチンの馬鹿な人の中には、看護師がいます。そしてさらに\n最近の研究では、彼らは「ワクチンを躊躇する」ことが知られています。そうなんです。\n彼らは解剖学や生物学を知っていて、学位を持っている必要はないのでしょうか？\n\n昔からこうだったのか、私が気づかなかっただけなのか、それともだんだんと...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nymii2/i_wanted_to_kill_myself_at_18_but_i_only_kept.json": "私は、18歳の時よりも20代前半の今の方が、非常に行き詰まりを感じ、落ち込んでいます。\n18.",
  "data/reddit-ask/r/NoStupidQuestions/comments/nyqpcf/how_do_girls_cum_what_comes_out_and_how_long_does.json": "参考までに、私は宗教色の強い地域に住んでいて、私の学校の性教育は\n学校の性教育はかなりゴミのようなものです。避妊具を使わないことの危険性を教えてくれるだけで\n避妊具を使用しないことの危険性について教えるだけで、他には何もありません。私は17歳ですが、女性の解剖学について多くの質問があります。\n私は17歳ですが、学校や親が教えてくれないような女性の解剖学についてたくさんの疑問を持っています...。",
  "data/reddit-ask/r/askscience/comments/nyv1qh/why_dont_microplastics_keep_breaking_down.json": "私の理解では、「物」の断片が溶解したり、より小さな断片に分解されると\nそのプロセスは、表面積と体積の比率が変化することで加速されると理解しています。\n海の中のプラスチックは「マイクロ」サイズの破片に分解されたように見えますが\nそして...止まった？何か基本的な単位があるのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/nyw2g5/when_the_swedish_parliament_was_looking_for_a_new.json": "ジャン・ベルナドットがどのようにしてスウェーデンの王になったのかという話は、はっきり言ってかなりクレイジーです。\n控えめに言っても、映画で見たら全く馬鹿げていると言うでしょう。\nしかし、それが起きたのです。\n\nさて、私の理解が正しければ、スウェーデン議会にはいくつかの要件がありました。\n満たす必要がありました。\n\n * 君主は...であってはならない",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nz96dv/im_19_but.json": "気がつけばドールハウスを買いに行ったり、またおもちゃで遊んだりしたくなっていました。\nBPDのことで悩んでいて、何をすれば気分が良くなるのかと自問自答したところ、私の脳はおもちゃとドールハウスと答えました。\n私の脳はおもちゃとドールハウスと答えましたが、誰かがそれを再び手にしたことがありますか？\n密かに再び手にして、変な気分になった人はいますか？",
  "data/reddit-ask/r/askphilosophy/comments/nz0yey/do_forces_actually_exist.json": "ニュートン力学の代わりにラグランジュ力学を使って、物理の問題を練習していました。\n力があまり考慮されていないことに気づきました。\n力が考慮されていないことに気づき、力は実際に存在するのか、それとも\n力は物理学者が物体の動きを説明するために使っている便利な構成要素なのだろうか？",
  "data/reddit-ask/r/AskHistorians/comments/nyos7f/why_did_the_house_of_saud_choose_to_call_their.json": "私の理解では、イスラム教で自分を王と呼ぶことは、神への冒涜と考えられます。\n冒涜していると考えられます。では、なぜ\n非常に宗教的な国家を建設していたサウド家は、それをスルタンではなく、サウディアラビア王国と呼んでいました。\nスルタン国や首長国などではなく、なぜサウディアラビア王国と呼んだのでしょうか...。",
  "data/reddit-ask/r/AskHistorians/comments/nzaow1/how_many_doctors_and_other_professionals_knew.json": "編集部： 稼動中（内部告発者が名乗り出た1932年から1972年の間のどの時点でも\n行われていた間（内部告発者が名乗り出た1932年から1972年の間のいずれかの時点）、医療関係者の間ではどの程度常識になっていましたか？\n医療関係者の間ではどの程度知られていましたか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/nz5lri/am_i_the_only_one_that_just_gives_up_writing.json": "タイトルの意味 コメントへの返信を書いていて、途中で投げ出してしまうことがよくあります。\n誰も見てくれない、気にしてくれない、誰かが見てくれると思って、途中であきらめてコメントを捨ててしまうことがよくあります。\n誰も見てくれない、気にしてくれない、誰かが失礼なことを言うんじゃないか？今でも、この記事を書くのをやめたいと思っています。\nこの記事を書くのをやめようかと思っていますが、私はドラマになっているかどうかわかりません...。",
  "data/reddit-ask/r/AskHistorians/comments/nz71db/why_is_cocaine_not_as_wildly_accepted_now_as_it.json": "80年代から70年代にかけて、コークは大流行し、映画には予算がつき、雑誌にはコークストローの\n雑誌にはコークのストローの広告が掲載されていました。\n\nしかし最近では、当時のように文化的に許容されるレベルではありません。\n\n何が起こったのか？\n\nクラックの流行により、コークを使用している人のイメージが、ウォール街やハリウッドの金持ちの白人から変わったのでしょうか？\nハリウッドの富裕層から...",
  "data/reddit-ask/r/askscience/comments/nzh4j0/the_earth_is_about_45_billion_years_old_and_the.json": "どの時点で、その沈黙が知的生命体の稀少性を示していると言えるのでしょうか。\n知的生命体の希少性を示していると言えるでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/nzilbi/bathing_a_guest_and_rubbing_them_with_oil.json": "オデッセイを読んでいて思ったのですが、妻や娘が男性客を風呂に入れたり、油を塗ったりするのは\n男の客を風呂に入れたり、油を塗ったりしている。ネストルの娘の一人はテレマコスを、ヘレンはオデュッセウスを入浴させている。\nテレマカス、ヘレンはオデュッセウスを入浴させたという。古典には、私が知らないだけで、もっと多くの例があるはずです。\n古典の中にはもっとたくさんの例があると思いますが、私の頭の中では思いつきません...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nzna5b/aunt_recently_diagnosed_with_alzheimers_how_do_i.json": "私にとってはデリケートな話題なので、投げやりに。\n\n\n\n私の大叔母は遠くに住んでいますが、いつも私の人生の中でとても身近で大切な存在でした。\n私の人生にとって大切な存在です。子供の頃、彼女は私に音楽を教えてくれました。\n私はプロのミュージシャンとして活躍しています。あまり詳しいことは言えませんが、私は彼女をとても愛しています。\nだから...",
  "data/reddit-ask/r/askphilosophy/comments/nzfzbs/reincarnation_doesnt_make_sense_to_me.json": "もし私が死んで、私の「魂」が別の人や物に生まれ変わるとしたら、その次の転生先では\n魂が別の人や物に生まれ変わったとしても、その人は私の記憶や身体的特徴を全く持っていません。\nその人はどんな意味で私と関係があるのでしょうか？\n\nもし他の転生体が全く異なる肉体と精神を持っているとしたら、私の他のどの部分が\n私のどの部分が..."
}