{
  "data/reddit-books/r/booksuggestions/comments/mhlvfi/i_finished_the_count_of_monte_cristo_its_the.json": "はい、これは認めるのが恥ずかしいことです。こんなに長い本に挑戦し、最後までやり遂げた自分を誇りに思います。\nこんなに長い本に挑戦し、実際に読み終えた自分を誇りに思います。素晴らしかったし、終わってしまうのが寂しいです。\n終わってしまうのが悲しいです。最後の章に到達したとき、私は一文一文をゆっくりと読み、すべての瞬間を味わいました。\n終わってほしくなかったので、すべての瞬間を味わいました。",
  "data/reddit-books/r/books/comments/mhsp9n/my_towns_library_is_reopening.json": "私は泣いてしまうかもしれません...私はいつも図書館に頼っていました。\n無駄遣い」という罪悪感なしに本を買う経済的な余裕はありませんでした。図書館は\nパンデミックが始まって以来、図書館は閉鎖されていましたが、今は再開されています。休みが取れたらすぐに\n休みの日には、幸せな気分で図書館に行って、本を借りようと思っています。",
  "data/reddit-books/r/books/comments/mhp6aq/i_am_reading_lotr_the_fellowship_of_the_ring_and.json": "このようなことが多いので、ゆっくり読まないと理解できないことがあります。\n頭の中でイメージできるように、ゆっくり読まなければならない。\nよくあることですよね。また、あまり馴染みのない言葉が出てくるので、読みたいときに辞書を引いてしまうこともあります。\n辞書を引かなければなりません。何かいい方法はないでしょうか？",
  "data/reddit-books/r/books/comments/mhsss7/a_man_called_ove_is_my_favourite_book_of_the_year.json": "実はこの本、去年も手に取ったのですが、主人公の性格に合わず、10ページほど読んだだけで戻ってきませんでした。\n主人公に我慢できなかったので、10ページほど読んで帰らなかったのです。読んでみることにしました。\nみんながいい本だと言っていたので、もう一度読んでみることにしました。\nみんながいい本だと言っていたので、もう一度試してみることにしました。\n\n読んでみて、本当に良かった。",
  "data/reddit-books/r/books/comments/mhmvvs/putting_characters_in_relationship_for_no_reason.json": "私は、本のすべての登場人物に関係性を持たせることには抵抗があります。\n物語の終わりまでにすべての登場人物を関係させてしまうのは迷惑な話です。例えば、グループの中で友達がいたとしても、全員がその友達と一致する必要はありません。\nグループの中で、友達が別のメンバーと一致する必要はないように。しかし、特にヤングアダルトのジャンルでは\nしかし、特にヤングアダルトのジャンルでは、このようなことが非常に頻繁に起こることに気付きました。",
  "data/reddit-books/r/books/comments/mhuxva/theyre_closing_down_the_local_library_where_i.json": "暴言を吐く必要があります。\n\n私が本（読むことと書くこと）のために生きているという事実はさておき、図書館や\n読書は誰にとっても重要です。\n\n私はスウェーデンの「フード」と呼ばれるような町に住んでいるので、政府はすでに私たちのことをすべて無視しています。\n政府は私たちのことをすべて無視しています。町の広場には小さな図書館があって、そこから4秒くらいのところにあるんだ。\n秒ほどの距離ですが...。",
  "data/reddit-books/r/booksuggestions/comments/mhzmkg/looking_to_read_a_statement_book_from_each_country.json": "世界中のRedditer、この目標を達成するために協力してください。あなたの国の文学への最大の貢献は何だと思いますか？\nあなたの国の文学への最大の貢献は何だと思いますか？実際には、あなたの国でなくても構いません。\nあなたの国の作品でなくても、あなたの視点で、その国を表現していればいいのです。\nその国の主張であればいいのです。また、ジャンルも問いません。\n\n私は...",
  "data/reddit-books/r/books/comments/mhyfkp/i_am_the_worlds_greatest_author_chuck_tingle.json": "こんにちは、これはチャックワーズの偉大な作家のマンネームです。\n[http://www.chucktingle.com] あなたも世界最高の作家になれるのか、愛は本物だと証明するにはどうすればいいのか、あなたの質問に答えるために来ました。\n世界一の作家になるにはどうしたらいいのか、愛は本物だと証明するにはどうしたらいいのか、そんな質問にお答えします。\n私は「TRANS WIZARD HARRIET PORBER AND THEATER OF...」という新しい小説を出しています。",
  "data/reddit-books/r/books/comments/mhr98h/finished_reading_1984_by_george_orwell.json": "この本は、私が初めて読んだディストピアのジャンルの本でしたが、読んだ後は、ただ\n読んだ後、私はただディストピア小説の中に飛び込んで溺れたいと思いました。私はこの本について話したいのではありません。\n私はこの本について話したいのではなく、私自身について話したいのです。\nなぜなら、数週間前に『1984年』の最初のページをめくったときの自分とは違うからです。\n\nこの本は...",
  "data/reddit-books/r/booksuggestions/comments/mii9yu/understanding_emotions_and_learning_to_live_with.json": "私は、感情が生物学的、心理学的にどのように機能しているのかを知りたいと思っています。\n感情がどのように機能するのか、生物学的にも心理学的にも学びたいと思っています。目標は、私の感情的知性を高めることです。\n感情的な知性を高めることですが、よく研究された科学的なものを探しています。\n必ずしも自己啓発的なものではありません。もし、何かアイデアがあれば、私は...",
  "data/reddit-books/r/books/comments/mihwzi/why_are_many_people_drawn_to_twisted_messedup_or.json": "前置きが長くなりましたが、私は間違いなくその一人です。\n私もこの種のキャラクターが大好きです。単純な答えは\nしかし、なぜ私や他の多くの人々が、壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを見つけるのか、うまく言えません。\n壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを",
  "data/reddit-books/r/books/comments/mim9xv/i_absolutely_love_reading_and_not_being_a.json": "必ずしも文学者でなくても、本を読んで理解することはできると思いますが\n理解することができます。でも、どうしても最後まで読めない本に出くわしたときは\nあまりにも荒涼としていて理解できないために読み終えることができない本に出くわしたとき、私はいつも「これは私が文学生ではないから\nこれは私が文学部の学生ではないから起きているのではないかと自問します。もしかしたら...",
  "data/reddit-books/r/books/comments/miwf6e/my_friend_asked_me_to_read_ready_player_one_and_i.json": "そこで、ここではそのことについて不満を述べようと思う。\n\nまず最初に、この本は誰のためのものなのか？中学生向けに書かれているようですが\n中学生向けに書かれているようですが、すべてが80年代の引用を中心に展開されていて、彼らには理解できません。\n理解できません。私は90年代の子供なのに、この本を読むには年を取りすぎているような気がします。\n\n次に、本の内容についてですが...。",
  "data/reddit-books/r/books/comments/miuxyi/is_anyone_ever_terrified_that_books_libraries_and.json": "Kindleのような電子書籍に全面的に反対するわけではありませんが、私はいつも\nどこかの大企業が本の生産を独占してしまい、従来の本や購入方法の魅力が失われてしまうのではないかと\nしかし、いつも心配しているのは、どこかの大企業が本の生産を独占してしまい、伝統的な本や購入方法の魅力が失われてしまうことです。\n本の美しさの半分は、本屋に足を踏み入れたときの経験です...",
  "data/reddit-books/r/books/comments/mixie0/at_the_age_of_21_and_with_severe_adhd_ive_finally.json": "私の唯一の後悔は、もっと早く無理して読まなかったことです。\n\n私はずっとADHDと闘ってきました。以前、読書をしようとしたことがありましたが、2章くらいしか読めませんでした。\n私は以前、本を読もうとしたことがありましたが、2章くらいまでしか読めず、情報が片方の耳に入ってもう片方の耳から出ていることに気付きました。\n読んでいました。\n\n最近では、自分に言い聞かせることで、考え方を身につける訓練をしています...",
  "data/reddit-books/r/booksuggestions/comments/mixufv/so_youve_finished_six_of_crows_and_crooked_kingdom.json": "Six of Crows」と「Crooked Kingdom」を読みましたが、あまりにも素晴らしかったので、私には\n本を読み終えた今、どう対処したらいいのかわかりません。あなたはどんな本を使って\nどんな本でCrowsが心に残した穴を埋めましたか？他の提案も歓迎します。\n特にファンタジーやスーパーナチュラル系が好きです。",
  "data/reddit-books/r/books/comments/mj5yzn/dear_madeline_miller_please_let_your_next_book_be.json": "さて、最近「Circe」を読み終えて、今は「Song of Achi」を読んでいます。\n彼女の次の作品はメドゥーサを題材にしたものにすべきだと結論づけました。\nメドゥーサについての小説にすべきだと思いました。\n現代的に再解釈される可能性があると思うし、彼女からこの物語を読むのは面白いと思うからです...。",
  "data/reddit-books/r/books/comments/millur/ive_never_read_of_mice_and_men_because_i_know_100.json": "この本については、「孤独と孤立を表現している」という話をいつも耳にします。\n希望と期待を表しているとか。\n\n人々がこの本やスタインベックが書いた他の本を引用するのを聞きます。- しかし、私は一度も\n読んだことがありません。\n\nなぜ？100％泣いてしまうことがわかっているからです。この世で一番いいものは\n私にとっては...",
  "data/reddit-books/r/books/comments/mj9pew/the_dresden_files_is_unreadable_because_of_how.json": "ドレスデン・ファイルの3冊を読み終えたところで、手放すことになりました。作者は\n作者は、女性のキャラクターがどれだけセクシーか、どれだけ騎士道精神に溢れているか、ということをコメントし続けています。\nまた、ハリーがいかに騎士道精神に富み、女嫌いであるかについても言及しています。本の中での一例\nこの本からの例です。\"彼女はアスファルト色の髪を片手で後ろに押しやり、...を与えた。",
  "data/reddit-books/r/books/comments/mj3hd1/finally_completed_reading_the_brothers_karamazov.json": "カラマーゾフの兄弟」が伝説的な文学作品であることを知り、読み始めました。\n読んでみました。ドストエフスキーが様々な物語の手法を得意としていることは知っていました。\nドストエフスキーは様々な物語の手法を書くことに長けていることは知っていましたが、BK（カラマーゾフの兄弟）を読み始めたときには\nカラマーゾフの兄弟）を読み始めたときには、一つの物語から一つの物語へと飛び移っていることに感激しました。",
  "data/reddit-books/r/books/comments/mittge/normalize_novellas.json": "アディー・ラリューのインディビジュアル・ライフ」のオーディオブックを聴き終えました。\n他の多くの方が指摘されているように、多くのフィラーとリピートがあります。\n繰り返しが多いですね。私は、作者が文字数を稼ぐために何も起こらない本にはうんざりしています。\n何も起こらない本にはうんざりです。もっと50～150語程度の本が必要だと思います。",
  "data/reddit-books/r/books/comments/mjay6h/anybody_else_out_there_who_generally_feels.json": "私はただ喜ばせやすいだけなのかもしれませんが、ほとんどの場合、本を読み終えたときには気分がいいものです。\n感じます。すべての本が完璧だとは言いませんが、嫌いな本はほとんどありません。\n嫌いな本はほとんどありません。中性的と言った方がいいかもしれません。\nと言った方がいいかもしれません。\n\n本がダメになる一番早い方法は...。",
  "data/reddit-books/r/booksuggestions/comments/mje6ze/iam_looking_for_a_book_about_the_islamic_golden.json": "ネイティブスピーカーではないので、英語で申し訳ありません。",
  "data/reddit-books/r/books/comments/mj7ogg/i_discovered_the_writings_of_chimamanda_ngozi.json": "今年の初めに初めて知った本が『Americanah』で、とても気に入りました。\nナイジェリアで育った登場人物たちの人生を少しだけ垣間見ることができました。\nナイジェリアで育った登場人物たちの生活を垣間見ることができました。\nアメリカでの生活の文化的なコントラストや、人種や黒人についての議論など、とにかくすごい。\n\nこの...",
  "data/reddit-books/r/books/comments/mjksvy/i_still_like_holden_caulfield.json": "私は45歳ですが、「ライ麦畑でつかまえて」をおそらくほぼ初めて再読しました。\n30年近くぶりに再読しました。子供の頃、この本がとても好きで、当時はホールデンに共感していました。\nその時はホールデンに共感しました。それ以来、彼のことを考える限り、私は彼を気取った人物だと思うようになりました。\nそれ以来、私はホールデンのことを、気取っていて、不愉快で、甘やかされて育った...と思うようになりました。",
  "data/reddit-books/r/booksuggestions/comments/mjgnrz/books_for_people_who_are_social_but_struggle.json": "私は一般的に新しい人と出会うのが得意ですが、パチンコ店で誰かと出会うことはあっても、それ以外の人と出会うことはありません。\nパーティーで出会って、何年も前から知っているような人と仲良くなっても、何も起こらない。\nなってしまいます。何度か会って、時には会う約束をしても、実現しません。\n何度か会って、時には会う約束をしても、それが実現しない。私はメッセージを送らない...",
  "data/reddit-books/r/books/comments/mjq10u/i_always_bingeread_books_to_the_detriment_of_my.json": "私が見つけたのは、「みんなどうやって一度に本を全部読むの？\nしかし、私はその逆の問題を抱えています。一旦読み始めると、物語の流れに乗ってしまい\n一旦読み始めると、物語の流れに乗ってしまって、どうしても手放せなくなってしまいます。と感じてしまうのです。\n読むのをやめて後から戻ってくると、その流れを失ってしまうような気がして......。",
  "data/reddit-books/r/books/comments/mjy20e/frugally_building_up_a_library.json": "近いうちに世界が正常に戻ったら、私は地元のブック・サ\n地元のブックセールに行くのが楽しみです。私の図書館には、この販売会で見つけた本がたくさんあります。\n古本屋は素晴らしい。古本屋もいいですし、AbeBooksもいいですね。\nしかし、チャリティーや図書館のブックセールは素晴らしいです。私のお気に入り...",
  "data/reddit-books/r/booksuggestions/comments/mjujm0/i_have_struggled_my_whole_life_committing_to_an.json": "このような考え方に基づいた本を教えてください。\n\n楽しく運動できるように自分を騙す方法がないと\nしません。\n\n自己啓発、心理学、健康、フィットネスの本、またはノンフィクション/フィクションでも良いのですが\nフィクションでも良いので、「やりたい」という気持ちにさせてくれる本を教えてください。",
  "data/reddit-books/r/booksuggestions/comments/mk0gh0/what_book_would_you_offer_to_an_old_lonely_lady.json": "普通のおばさんで、どちらかというと孤独で（でもそれでいいんです）、文学が好きであり\n感傷的で読みやすい小説を読みたいと言っています。何かアイデアはありませんか？\n古いものでも、新しい大ヒット作でも構いません。ただ、この（曖昧な）基準の中で \"使える \"もの。\n漠然とした基準ではありますが、何か「効く」ものがあれば嬉しいです。",
  "data/reddit-books/r/books/comments/mjl4ar/medieval_murder_mystery_told_in_reverse_yes_please.json": "サマンサ・ハーヴェイの『The Western Wind』は、昨年読んだ本の中でも\nの一冊です。もっと注目してもらいたいと思い、この投稿をしました。\n地元の書店で特集が組まれていなかったら、私はこの本を知らなかったでしょう。\n中世を舞台にしていますが、テーマは信じられないほど...",
  "data/reddit-books/r/books/comments/mk520f/happy_1984_day_everyone_what_do_you_do_to.json": "37年前の今日、ウィンストンはオセアニアで日記を書き始めた。この記念すべき日を祝うために\nこの記念すべき日に、私は日記を書きました。\n\nそれをきっかけに、他の人が自分の好きな本のためにどんな小さな儀式やお祝いをしているのか考えてみました。\n好きな本のためにどんな小さな儀式やお祝いをするのか考えてみました。アトラスシュラグドの人々は超鋼を発明したり、脱税をしたりするのでしょうか？\n脱税をするのか？それとも...",
  "data/reddit-books/r/books/comments/mk85es/a_peoples_history_of_the_united_states.json": "アメリカの歴史に少しでも興味を持っている人には必読の書だと思います。\nアメリカの歴史に少しでも興味がある人は必読です。\n\n私は、オハイオ州タルサという不思議な場所で、非常に保護された、政治的に正しい、原理主義のキリスト教環境で育ちました。\nクリスチャンの環境で育ちました。この国の歴史は\n\"最も偉大な国...",
  "data/reddit-books/r/booksuggestions/comments/mkds7j/looking_for_a_beautifully_written_fantasy_series.json": "こんにちは。私はファンタジーの本が好きで、仲間からの提案が欲しいと思っています。\n本好きの方にお勧めしたいです。通常のファンタジーの型にはまらない、ユニークで美しい物語が好きです。\nユニークで美しい文体の作品が好きです。私の理想のシリーズはその両方です。\nその両方を兼ね備えているのが理想です。私のお気に入りは順不同です。\n\n * The Name of...",
  "data/reddit-books/r/books/comments/mkgvwn/in_honor_of_1984_day_1984_actually_had_a_happy.json": "1984年の終わり方は？ある意味では、誰もが持ち合わせている4つの言葉で終わります。\n9年生のときに初めて読んだときから、心の中に石のようにしまっておいた4つの言葉で終わります。\n彼は兄を愛していた」。静かな反逆者は、全体主義のゾンビとして泣き叫ぶように死ぬ。\n悲しい結末ですよね？\n\nもしあなたが、主にその運命を気にしているのなら...",
  "data/reddit-books/r/books/comments/mkgmg1/reading_books_is_the_life_raft_that_keeps_me.json": "子供の頃はまともに読んでいた。高校生になるとあまり読まなくなり、大学ではほとんど読まなくなりました。\n大学や20代の頃はほとんど読んでいませんでした。今は貪欲に本を読んでいます。もしかしたら、それは\n不健康です。\n\n去年のロックダウンの時に始まったのですが、私はすでに落ち込んでいました。仕事はとても悪く\nその結果、自分に自信が持てなくなってしまって...。",
  "data/reddit-books/r/booksuggestions/comments/mks3xk/just_finished_song_of_achilles.json": "そう、私はついに宣伝文句に負けて、2日間でこの本を完全に読み切ってしまった。\n日間で読破しました。まだ悲しんでいるような気がしますが、私はこの物語の展開と、私をどれだけ感じさせたかが好きです。\n物語が私をどれだけ感じさせてくれたかが気に入りました。おすすめの本があれば教えてください。\nアキレスの歌と同じテーマでなくてもいいので、お勧めの本を教えてください。",
  "data/reddit-books/r/booksuggestions/comments/mkotsn/looking_for_scientific_nonfiction_written_by_a.json": "変な検索条件ですが、JahrenのLab Girlを読み、JohnsonのSirens of Marsを読み終えたところです。\nジョンソンの「The Sirens of Mars」を読みました。これらの本の科学的な部分は好きですが、そうではありません。\n彼らが子供を持つことについての部分はあまり好きではありません。彼らにとっては良いことだと思いますが、私にとっては\n若い女性科学者としてキャリアをスタートさせる私にとっては、「私は...」と思ってしまいます。",
  "data/reddit-books/r/books/comments/ml0m0d/i_hate_it_when_people_say_reading_fiction_is_a.json": "私の時間の使い方が気になるんですか？フィクション、ノンフィクション、自己啓発書のどれを読んでも、一日の終わりには何かを学ぶことになる。\n小説でもノンフィクションでも自己啓発本でも、一日の終わりには何かを学ぶことができる。\n私は一日中、携帯電話をスクロールしているだけでもいいのですが、そうではありません。世の中には\n人生に役立つ素晴らしいフィクションがたくさんあります。",
  "data/reddit-books/r/books/comments/mksboq/pbs_series_on_ernest_hemingway_by_ken_burns.json": "https://www.pbs.org/kenburns/hemingway/\n\nテレビや映画のスターではなく、作家が真のセレブリティとしてエンターテイメントを提供していた時代を含め、彼の人生全体がカバーされることになります。\n作家が、テレビや映画のスターになる前に、真のセレブリティであり、雑誌に書かれた文字という形で\nテレビや映画のスターではなく、作家が真のセレブリティであり、雑誌の連載や小説など、文字という形でエンターテイメントを提供していた時代を含めて、彼の人生全体がカバーされます。本当に良い作品になることを願っています。\n良い作品になることを願っています。6時間の3日間...",
  "data/reddit-books/r/books/comments/ml32a9/how_books_meant_for_young_girls_helped_me_a_male.json": "私は26歳の男性です。この1年、2020年3月に失業してからというもの\n2020年3月に失業してから1年間、うつ病に悩まされてきました。自殺するほどではありませんが\n自殺するほどではありませんが、時々心の中に重いものを感じて\n脳が自動操縦で恐ろしいことを考えてしまうのです。\n\nで...",
  "data/reddit-books/r/books/comments/mky8yw/i_just_finished_1984_for_the_first_time_and_it.json": "この本は、私が完全に理解しているようで、同時に一つの概念も把握していないような狂気の政治的ホラーです。\nと同時に一つの概念も把握できなかったような気がする。そのリアルさは本当に恐ろしい。\nこの本に出てくるすべてのことが、まるで起こりうることのように感じられます。\n社会の基盤と、永続的に存在し続ける能力...。",
  "data/reddit-books/r/booksuggestions/comments/mkhew1/contemporary_magical_realism.json": "こんにちは。最近、マジカルリアリズムに夢中になっています。主に読んだのは\n主に村上春樹やガブリエル・ガルシア・マルケスをたくさん読みました。\n\nロックダウン中は、マジカルリアリズムの要素を持つメディアを見たり、再見したりしています。\nロックダウン中に、本の中にあったらいいなと思ったもの；The OA , Personal Shopper,\nThe Fall, The...",
  "data/reddit-books/r/booksuggestions/comments/ml94hx/help_me_find_a_good_book_about_different_religions.json": "こんにちは。私はすべての宗教について知識を深めたいと思っています。なぜなら、私は宗教についてあまり知らないし、地元の図書館でもあまり見つけることができないからです。\n私の地元の図書館ではあまり見つけることができません。誰か良い本があれば\nどなたか、様々な宗教を説明した良い本や、一つの宗教を深く掘り下げた本があれば\n誰かが様々な宗教を説明した良い本や、一つの宗教を詳しく説明した本があれば、とても助かります。",
  "data/reddit-books/r/booksuggestions/comments/mlimqz/book_similar_to_this_is_how_to_lose_the_time_war.json": "本を愛する皆さん、こんにちは。\n\nこのサブレディットで誰かがこの本を勧めてくれました（ありがとうございます！）。\nこの本を読み終えた後、私の心は吹き飛ばされたように感じました。このような喜びを与えてくれる本が他にも必要です。\n喜びを与えてくれる本が必要です。時間の半分は徹底的に混乱していましたが、それだけの価値がありました。ハハ。どんな\nおすすめの本があれば教えてください。",
  "data/reddit-books/r/booksuggestions/comments/mlrvn8/books_about_alternate_afterlives.json": "何年か前にDavid EaglemenのSumという楽しい短編小説の本を読みました。\n最近では「The Midnight Library」を読みました。このような作品をもっと読みたいです。\n死後の世界が必ずしも天国や地獄ではなく、奇妙で異なるものであるような\n違ったものになる。",
  "data/reddit-books/r/books/comments/mm4mfe/i_am_sb_divya_science_fiction_author_escape_pod.json": "カリフォルニア工科大学で計算論的神経科学の理学士号を取得し、UCSDで信号処理の修士号を取得しました。\nカリフォルニア工科大学で計算論的神経科学の理学士号を取得し、UCSDで信号処理の修士号を取得しました。20年近くハイテク業界で働いてきました。\n働いた後、作家になりました。\n\nヒューゴ賞やネビュラ賞にノミネートされた作家であり、サイエンスフィクションの編集者でもあります。これまでに\n出版された...",
  "data/reddit-books/r/books/comments/mm0ywe/one_flew_over_the_cuckoos_nest_is_brilliant_a.json": "最近、私は本を読み、映画を見ることにしましたが、非常に満足しています。\n読んでよかったと思っています。自分なりの解釈を考えたり、ネットで他の人の意見を読んだりして楽しんでいます。\n自分なりの解釈を考えたり、他の人の意見を読んだりして楽しんでいます。\n\n本は最高でした。ケーシーはキャラクターを見事に表現し、最高の「悪役」を生み出しました。\n私が見た中で最高の「悪役」の一人を生み出しました...。",
  "data/reddit-books/r/books/comments/mlyukm/how_did_reading_goosebumps_in_your_childhood.json": "私は最近、多くの親が心配して、子供がグースバンプスを読むことに抗議しているという記事を読みました。\nグースバンプスは子供には暴力的で恐ろしすぎると考え、子供に読ませないように抗議しているという記事を読みました。\n子供には暴力的で恐ろしいと思うからです。グースバンプスを読んで育った人は、それが自分に何か影響を与えたかどうか、どう考えているのか知りたいと思いました。\n何か影響を受けたかどうかを知りたかったのです。\n\n私の学校には、設備の整った...",
  "data/reddit-books/r/books/comments/mm863u/just_finished_reading_coraline_by_neil_gaiman.json": "以前からこの映画のファンだったので、事前にこの作品が本だと知ったときは驚きました。\n本だと知ったときは驚きました。すぐに買って、読み終えました。\n小さな本なので、通常の生活に加えて2日間で読み終えました。\n終わってしまいました。\n\n読んでいて、文章が少々淡々としていて、何の変哲もないように感じました。",
  "data/reddit-books/r/booksuggestions/comments/mmq014/books_that_show_people_were_just_as_smart.json": "私は18歳で、多くのテクノロジーに囲まれて育ち、社会はこれまで以上に知的であると考えています。\n社会はこれまで以上に知的であると考えています。時々、私たちが使っている非常に巧妙な建設方法のアニメーションを偶然見つけました。\n何百年、何千年も前に使われていた非常に巧妙な建築方法や\nあるいは、星の動きを非常に正確に把握していたり...。",
  "data/reddit-books/r/books/comments/mmaejf/if_there_is_one_book_to_have_a_physical_copy_of.json": "この本は1冊の「本」ではなく、物語やたとえ話を集めたものなので、ちょっとズルいとは思うのですが\nでも、1冊の本になっているから大丈夫なんです。\n\nそれが、この本を特別なものにしているし、物理的なコピーを持っていることがうれしい理由なんだ。I\nこの本を持って何ヶ月か旅行に行ったことを覚えています。",
  "data/reddit-books/r/books/comments/mn3d7m/pratchetts_nights_watch_is_a_surprisingly.json": "このシリーズの最初の本であるにもかかわらず、これまで一度も読んだことがありませんでした。\n読んだことがなかったのですが、こうして読んでみると、私が最も愛してやまないディスクワールドのキャラクターが登場しています。そして\nイギリスとアメリカのニュースとの間を行ったり来たりしていると、社会的なコメントがいかに適切であるかに気づかされます。\n社会的なコメントがいかに適切であるかということです。ネタバレしたくないので...。",
  "data/reddit-books/r/books/comments/mncbq9/what_food_or_drink_did_you_try_because_of_a_book.json": "深く考えずに、例えば私は「リトル・ウーマン」でブランマンジェを作りました。\n女性が好きではないことを発見しました）。また、マーティン・エイミスの作品にちなんで、カクテルバーでピンクジン（ビター＋ジン）を注文したことがあります。\n+ カクテルバーでピンクジン（ビター＋ジン）を注文したこともあります。\n\n他にも、気になるけど試したことのないものがいくつかあります。",
  "data/reddit-books/r/books/comments/mndswu/have_you_ever_noticed_that_there_is_always_at.json": "これは、昨日、地元のグッドウィルに行ったときに気づいたおかしなことです。\nグッドウィルに行きました。トワイライトの本を3冊見つけたのですが、私が行く古着屋ではいつもトワイライトの本を見かけるだけでなく\nトワイライトの本は、どこのリサイクルショップに行っても必ず見かけるだけでなく、いつも同じものだったのです。\nのものだった。トワイライト」、「エクリプス」、「ブレイキング・ドーン」（「ニュー・ドーン」はめったに見かけません。",
  "data/reddit-books/r/booksuggestions/comments/mno0xs/historical_fiction_about_lesser_known_events.json": "第二次世界大戦やチューダー王朝時代のイギリスの歴史小説には少し飽き飽きしています。ちょうど\nSalt to the Seaを読み終えたところです。ありがとうございました。",
  "data/reddit-books/r/books/comments/mnmwty/i_completed_my_reading_goal_for_the_year.json": "今年の新年の抱負は「もっと読む」でした。2021年までに12冊の本を読むという目標を立てました。\n2021年に12冊の本を読むという目標を立てましたが、驚いたことに完全に達成してしまいました。私の読書への愛は\n読書への愛が再燃したのは、この本や他の本のおかげです。エリン\nMorgensternは \"The Starless Sea \"で私の1年をスタートさせましたが、私は...",
  "data/reddit-books/r/books/comments/mnn83p/audiobooks_have_saved_me_when_i_couldnt_muster_up.json": "私は今、人生の荒波にもまれています。1つの場所に座って本を読むことができなくなりました。\n本を読むことができなくなってしまいました。5分おきに携帯電話に手を伸ばしてしまうのです。\n5分ごとに携帯電話に手を伸ばしています。読書が楽しくない雑用になっていました。だから、私は完全に読書をやめてしまいました。\nそんなある日、ニール・ゲイマンの『The...』の予告編に出会いました。",
  "data/reddit-books/r/books/comments/mnvajo/have_yall_ever_discovered_the_book_you_were.json": "今週はどんな本にも興味がなかったので、図書館のファンタジーコーナーからランダムに1冊選びました。\n図書館のファンタジーコーナーからランダムに選んだ。50ページを読んだ時点で、これは自分には合わない本だと思いましたが\nしかし、2つの理由で読み続けています。「エッチな」シーンと、目を離せない列車事故を見るためです。\n目が離せない列車事故を見るためです。皆さんは、今までに...",
  "data/reddit-books/r/books/comments/mnw6bv/atticus_on_race.json": "To Kill a Mockingbird』の後半、子供たちと陪審員やトム・ロビンソン事件について話し合っているとき、アティカス・フィンチは次のように言った。\nアティカス・フィンチは、子供たちと陪審員やトム・ロビンソン事件について話しているときに、いつも私を悩ませる言葉を言いました。\n\n\"大人になると、白人が黒人を騙すのを毎日見ることになるだろう。\nしかし、忘れてはいけないことを教えてあげよう。いつでも白人が...",
  "data/reddit-books/r/books/comments/mnv18n/just_finished_moby_dick.json": "...そしてワオ。結末を知っていても、あれはとんでもない結末だった。\n終わり方がわかっていても、とんでもない終わり方でした。中盤は少し長く感じましたが（主に技術的な章と物語的な章の比率のため）、最後の100パ\n技術的な章と物語的な章の比率のせいです）しかし、最後の100ページはとても\n手に汗握る展開でした。すべてを処理するのに、1週間か2週間はかかりそうです...。",
  "data/reddit-books/r/booksuggestions/comments/mnx7io/cyberpunk_novel_heavy_on_philosophy_and_world.json": "アンドロイドは電気羊の夢を見るか』のような、もっと哲学に重きを置いた作品を探しています。\n攻殻機動隊』（1995年）のように哲学に重きを置きつつ、もっと世界観やディテールにこだわった作品を探しています。\n世界観とディテールを追求したもの。もちろん、クールなスタイルや技術もね。",
  "data/reddit-books/r/books/comments/mo7kke/i_just_finished_steven_kings_under_the_dome_and.json": "何年も本を読まなかった私が、最近になって小説を読むようになりました。\nヴォネガットの『スローターハウス5』から始めました）。2冊目の本を決めるのに時間がかかりました。\n2冊目の本を決めるのに時間がかかりましたが、それよりも重要な本はたくさんあります。\nジュラシック・パーク」や「The...」など、文学的に重要な作品はたくさんあります。",
  "data/reddit-books/r/books/comments/mocpxw/the_dark_tower_is_lifechanging.json": "数週間前に完成しました。タイトルにふさわしい形容詞に苦労しました。\nタイトルは Amazing? Criminally underrated? Fantastic? 衝撃的な？私は「人生を変える」にしました。\n人生を変える」というのは本当のことだからです。\n\n私はファンタジーの物語をよく読むのですが、「ダークタワー」は、目の間にツーバイフォーを入れられたようなものでした。\n目の間に入ってきました。年を重ねるごとに...。",
  "data/reddit-books/r/books/comments/modth5/top_tip_for_readers_both_new_and_old_good.json": "私はもともと読書家で、翻訳にはあまり関心がありませんでした。多くの人がそうであるように\n多くの人と同じように、英語以外の言語の小説を読むときは、手に入るものは何でも手に入れて読んでいました。\n英語以外の言語で書かれた小説は\n\nそれが変わったのはこの1年です。\n\n罪と罰』が大好きだった私は、『The Brothers...』には失望しました。",
  "data/reddit-books/r/booksuggestions/comments/mo7g4p/can_i_read_lamb_the_gospel_according_to_biff.json": "素晴らしい本だと聞いていますが、ほとんどが聖書の出来事を風刺しているのかどうか知りたいです。\n聖書の出来事を風刺しているのでしょうか？聖書の出来事を知らなくても楽しめる本なのでしょうか？宜しくお願いします。\n前置きが長くなりました。",
  "data/reddit-books/r/books/comments/mocpq6/i_love_the_english_literature_from_the_19th.json": "私は今、ブラム・ストーカーの『ドラキュラ』を読んでいて、とても気に入っています。最初のページから夢中になりました。\n最初のページから夢中になって、今まで本を手放すことができませんでした。\nその感想を述べたいと思います。\n\n過去に読んだのは、シャーロック・ホームズ、不思議の国のアリス、ポーの短編集。\nドリアン・グレイの肖像」などを読んできましたが...。",
  "data/reddit-books/r/books/comments/mod645/sometimes_pushing_through_a_book_youre_not.json": "面白くない本を捨てることには賛成です。結局のところ、それは大きな時間の\n本を読むためには大きな時間が必要なのですから、それを無駄にする必要はありません。しかし、私が学んだのは、時に\nその作品には、自分を納得させるだけの価値があるということです。次のような例があります。\n例を挙げてみましょう。\n\n私が最初に経験した本の一つは...",
  "data/reddit-books/r/booksuggestions/comments/mogh51/books_similar_to_the_seven_husbands_of_evelyn.json": "みなさん、こんにちは。最近、「エブリン・ヒューゴとデイジー・ジョーンズの7人の夫」とテイラー・ジェンキンス・リードの「The Six」を読みました。\nテイラー・ジェンキンス・リードの「The Six」を読みましたが、古い（50年代、60年代、70年代、80年代）有名な雰囲気がとても気に入りました。\n同じような本を探していたのですが、何かお勧めはありますか？)",
  "data/reddit-books/r/booksuggestions/comments/mobanp/any_good_sci_if_lgbt_books_out_there.json": "私は彼らがかなりクールだと思います。私の16歳のバイセクシャルの甥のためのものです。\n最近カミングアウトした16歳のバイセクシャルの甥っ子のためです。彼女は最近カミングアウトしたんだけど、本を買ってあげたいんだ。\nSFを読むのが好きなんです。",
  "data/reddit-books/r/books/comments/moes3j/took_way_too_long_for_me_to_implement_myself_but.json": "私が苦労した点は、読書をする気分にならないといけないことです。\n読む気分にならなければならないことです。これは、特定のジャンル（例えば、ホラー）を読む気分になれないことで、さらに難しくなります。\nその時に読んでいる特定のジャンル（例：ホラー）の気分になれないと、さらに難しくなります。人生22年目にして\n人生22年目にしてようやく、複数の本を持つべきだと気付きました。",
  "data/reddit-books/r/books/comments/momqni/the_inkheart_series_is_seriously_great.json": "この種の投稿は初めてなので、何か間違っていたらごめんなさい）。\n\n特に本の中に入った時の設定が素晴らしい。プロットや\n登場人物も本当に本当に良かったです。山羊座は特に\nダストフィンガーとモーのキャラクターもよく書かれていました。しかし...。",
  "data/reddit-books/r/books/comments/moulz7/no_boy_was_some_girls_sloppy_seconds_only_girls.json": "この言葉は、レイシー・クロフォードの回顧録『Notes on a Silencing』からの引用です。この本は、私が今まで読んだ本の中で\n私が今まで読んだ本の中で最も素晴らしい本のひとつです。クロフォードは\nクロフォードは、コンコードにあるエリート寄宿学校（St Paul's School）での恵まれた生活を綴った青春記です。\nPaul's School）での恵まれた生活を綴っています。",
  "data/reddit-books/r/books/comments/moo8eq/is_there_any_current_book_series_that_has_the.json": "90年代に育ち、2000年代にティーンエイジャーとなった私は、素晴らしい本に恵まれていました。\n驚くべき本に恵まれていました。その第一弾が「ハリー・ポッター」でした。\n\n当時生きていた人なら、あのシリーズにまつわる大混乱を覚えているでしょう。\n当時生きていた人なら、あのシリーズにまつわる大騒ぎを覚えているでしょう。\n\n私の10代後半の頃は、そのような本への熱狂が再現されていました...。",
  "data/reddit-books/r/booksuggestions/comments/moqiqm/are_there_any_books_like_anne_of_green_gables_out.json": "最近、赤毛のアンが好きになりました。\nから始まり、本も読みました。ちょっと出遅れましたが\nこのまま終わって欲しくないですね。\n\nどなたか「赤毛のアン」のようなお勧めの本がありましたら教えてください。私は本当に\nが大好きなんです。",
  "data/reddit-books/r/books/comments/moxq6y/where_the_crawdads_sing_is_the_worst_book_of_my.json": "ここでSPOILERS SPOILERS! 私は自分にこの本を最後まで読ませましたが、私は激怒しています。\n時間を無駄にしただけでなく、あまりにも恐ろしくて、閉じた時に魂の一部を持っていかれたような気がします。\n魂の一部を持っていかれたような気がします。なぜこれほどまでに人気があるのか、文字通り全くわかりません。\nなぜこんなにも人気があるのか、文字通り全くわかりません。考えれば考えるほど怒りがこみ上げてきます...。",
  "data/reddit-books/r/books/comments/mox5yx/i_just_finished_reading_lois_lowrys_the_giver.json": "The Giver』は、私たちに「同一性」を強要し、私たちの生活から「同一性」を排除しようとする暴政の侵攻を警告するディストピア小説ではありません。\n私たちに「同一性」を強要しようとする専制政治の力を警告するディストピア小説ではありません。\n私たちの存在を構成している厳しさや困難から私たちの人生を遠ざける「同一性」を強要しようとする暴政の力に対する警告ではない。それは、困難の「明るい面」を称える小説です。\n困難の \"ブライトサイド\"、悪の背後にある美しさ、知恵を讃える小説です。",
  "data/reddit-books/r/books/comments/mp08aw/lessons_learned_by_taking_a_chance_a_burger_and.json": "https://imgur.com/gallery/7cREfyk\n\n私は、本を愛する仲間のために、ちょっと変わった話をしたいと思いました。\n私が学んだことは、とても貴重な「感謝」でした。\n\n年前、私は仕事でボストンに行っていました（看護師で、会議に参加していました）。\nある日の早朝、ボストンを出発して南に向かっていました。その時、私が乗っていたのは...",
  "data/reddit-books/r/books/comments/mp2afs/can_i_just_take_a_second_to_say_how_awesome_my.json": "私は9th honorsを取っているのですが、これまでに文学の先生が選んだ本は\n\nフランケンシュタイン\n\nイリアス」（その一部と「ベトナムのアキレス」の一部\n\nOthello\n\n華氏451\n\nそして、近々『Things Fall Apart』を始める予定です（アマゾンで購入して\nアマゾンで買ったばかりなので、その前に読もうと思っていますが...。",
  "data/reddit-books/r/books/comments/mou0id/just_finished_house_of_leaves_what_in_the_holy.json": "2年ほど前に初めて買ったとき、この本は何か特別なものだと思った。\nしかし、今日読み終えてみると、何が言いたいのかさっぱりわかりませんでした。\n恐ろしかったです。でも、何か理解できないことがあるような気がして、それが悔しいです。\n97ページのチェックマークのように...",
  "data/reddit-books/r/booksuggestions/comments/mp4nyh/fantasy_books_from_the_bad_guys_perspective.json": "こんにちは。私は、今まで知っていたすべてのことから目をそむけたいという気持ちと戦っている、「悪」の側にいる悪人やキャラクターについての本を探しています。\n善良であると知っていたすべてのものから目を背けたいという欲求と戦っている悪人または「悪」側のキャラクターについての本を探しています。\nのキャラクターについての本を探しています。ファンタジー系の本ではあまり見たことのない視点のような気がします。\nファンタジーの本ではあまり見られない視点だと思います。カイロ・レンにはそれがあるのではないかと思っているのですが......。",
  "data/reddit-books/r/books/comments/mp87jk/what_books_have_you_loved_in_the_past_but_reread.json": "皆さんの回答を聞いてみたいと思います。\n\n個人的には、最初に読んだ本と同じ満足感や楽しさを得ることができないので、あまり再読はしません。\nしかし、友人はお気に入りの本を何度も読み返します。\nしかし、私の友人はお気に入りの本を何度も何度も読み返しています。私はいつも\nいつも思うのですが、彼女は今までに...",
  "data/reddit-books/r/books/comments/movrfl/i_read_blood_meridian_and_i_dont_feel_so_good.json": "この本を読もうと思ってしばらくしてから、ようやく読むことができました。私はこの本を英語で読みました。\n英語で読んだのですが、私の母国語ではないので、いくつかの単語やフレーズを理解するのに苦労しました。\n苦労しました。しかし、この本の暴力と緊張感には完全に圧倒されました。\n本の暴力と緊張感に圧倒されました。この本を読み終えた後、少し調べてみたのですが...。",
  "data/reddit-books/r/booksuggestions/comments/mpb3kk/looking_for_adult_fiction_with_gay_male.json": "Nora SakavicのAll for the Game三部作とTJ KluneのGreen Creek四部作を終えたところです。\nCreekの4部作を終えたばかりなので、以下のような内容のものを探しています。\n\n * 20代、30代の男性キャラクター\n * 見つかった家族\n * ロマンスだけではないプロット\n * ハッピー・エバー・アフター/ハッピー・フォー・ナウ・エンディング\n\nボーナスポイント\n\n *...",
  "data/reddit-books/r/booksuggestions/comments/mpjc8o/what_are_some_must_read_books.json": "イタリア政府は、国民が19歳になると、書籍に使える500ユーロを支給します。\n\n... 私は19歳になりました(笑)だから、本に使えるお金が結構あるんです。私は\n小さな図書館を作るために何冊か本を買いたいと思っています。\n\nあなたの意見では、必ず読むべき本は何ですか？(私は古典から何でも読みます。\nそのような...",
  "data/reddit-books/r/books/comments/mpf474/i_wish_i_could_donate_directly_to_authors_because.json": "私の読書の大部分は、すべて図書館や古本からです。\nたまに、本を買って作者を支援しないのは申し訳ないと思うことがあります。\n本を買うことで著者を支援していないことを残念に思うこともありますが、彼らは一回の販売で数セントしか稼げないことを思い出します。\nしかし、彼らは自分の本が売れるたびに文字通り数セントの利益しか得られず、その大部分は...。",
  "data/reddit-books/r/books/comments/mprzio/i_just_finished_jurassic_park_by_michael_crichton.json": "少し背景を説明します。私はジュラシック・パークの映画をすべて見ました。\nレゴゲームも何度かプレイしたことがあります（超楽しい）。初めて見たのは\nジュラシック・パーク』を初めて見たのはVHSでした。\n\nマイケル・クライトンの作品を読んだことがないので、『ジュラシック・パーク』と他の作品を比較することはできません。\nクライトンの作品を読んだことがないので、「ジュラシック・パーク」がクライトンの作品とどう違うのか比べることができません。",
  "data/reddit-books/r/books/comments/mpv5p5/if_youve_never_read_firestarter_by_stephen_king.json": "今、久しぶりに『ファイアスターター』を再読しました。この\nこの本は素晴らしい。あらゆる感情を網羅しています。\n\n読み終わったときには涙を流し、体中がゾクゾクしました。私は美しくも悲しい作品の輝きに包まれました。\n美しくも悲しい物語の輝きに包まれました。\n\n超常現象やホラーの要素もありますが、その中でも",
  "data/reddit-books/r/books/comments/mq1jyx/into_thin_air_one_of_the_most_bonechilling.json": "去年、隔離中に「Into the Wild」を夢中で読んで以来、ずっと読もうと思っていた作品です。\n隔離されている間に 良い作品になるだろうとは思っていましたが、期待以上の作品でした。\n期待以上でした。\n\nまさに小説のようでありながら、この災害が現実に起こったことを知っているからこそ\n読んでいてさらに引き込まれるものがありました。クラカウアーは、その方法で...",
  "data/reddit-books/r/booksuggestions/comments/mq0xi5/good_mystery_books_that_arent_murder_mysteries.json": "状況の真相がわからず、それを解明していくという意味でのミステリーは好きですが\nしかし、殺人ミステリーは私の好みではありません。\n残念ながら、ミステリーのジャンルの大半は、このようなものが多いようです。私は\nもっと冒険的な本を見つけたいですね。何か...",
  "data/reddit-books/r/books/comments/mq1ak1/a_man_called_ove_by_fredrik_backman.json": "これまでADHDとうつ病に悩まされてきた私が、ようやく本を読み終えることができました。\n本を読み終えることができ、この本を手にしたことをとても嬉しく思います。\nこの本を手にしたことをとても嬉しく思います。\n\nこれを書いている間、私は涙ぐんでいますが、この物語は涙を誘うだけのものではありません。\n人生をほとんど諦めていた私にとって、読...",
  "data/reddit-books/r/books/comments/mprka4/does_anyone_not_visualize_while_reading.json": "私は昔から本を避ける人間で、どんな本も面白いと思ったことがありません。\n面白いと思ったことはありません。ライトノベルに出会うまでは。\n\n一冊のライトノベルを読んで、それが良かった。また読んでみたいと思ったのですが...。\n\n私は何かをイメージしたことがありません。もし誰かに「目を閉じてリンゴを思い浮かべて」と言われたら\nリンゴをイメージしろと言われても...",
  "data/reddit-books/r/books/comments/mq2ot8/book_you_reread_and_had_a_change_of_heart.json": "高校生の時に読んだ『Of mice and Men』は、人生で最も退屈な100ページだと思った。\n人生で最も退屈な100ページだと思いました。農場で働く2人の男の話なんて、誰も読みたくないでしょう？その後\n大学卒業後に一気に読み直してみると、何週間も考え込んでしまいました。\n誰もが共有する孤独と夢は悲劇的でした...。",
  "data/reddit-books/r/booksuggestions/comments/mq2mge/book_similar_to_the_van_gogh_episode_of_doctor_who.json": "最近、このエピソードを再視聴したのですが、このエピソードが醸し出す雰囲気やネタがとても気に入りました。\n雰囲気がとても気に入りました。このような話を発展させた本を探しています。\n特にエンディングが好きです。",
  "data/reddit-books/r/books/comments/mq7pjh/i_forgot_how_good_grrm_writing_is.json": "ASOIAFシリーズは4年ほど前に完結しましたが、それ以降は手をつけていません。\nそれ以来、その本には触れていませんでした。今日は本当に退屈で、すでに読んだ本を読み始める気になれなかった。\n明日には新しい本が届くはずなので、すでに読んだ本を読み始める気にならなかった。\n明日には新しい本が届くはずだから。そこで、私は自分の図書館を見つめながら、どうすれば...",
  "data/reddit-books/r/books/comments/mqasp3/just_finished_children_of_time_by_adrian.json": "SFファンにはお勧めです。今まで読んだ本の中で一番好きでした。\n年ほど前に読んだ本の中で一番好きな本でした。\n\n物語にはある程度の説得力があり、少なくともSF要素の説明があったのが良かったです。\n説明があったのが良かったです。今まで読んだSF本の中には、ただのおふざけで真面目に読めないものもありました。\n真面目に読めないものもあります。\n\nまた、この本は非常に...",
  "data/reddit-books/r/books/comments/mq764s/a_question_about_roald_dahls_charlie_and_the.json": "ここに投稿するのが正しいかどうかわかりませんが、おそらくRoald Dahlは\nチャーリーとチョコレート工場」の内容の多くを破棄したと言われています。この本の\nこの本のウィキペディアのページには、スクラップされたコンテンツのリストが載っています。\nその中には「Children's Delight room」と呼ばれるものも含まれていて、それは...",
  "data/reddit-books/r/books/comments/mqjmet/all_quiet_on_the_western_front_by_erich_maria.json": "私は10代ですが、同年代の子供たちが軍隊に入隊したり、入隊したいという話を聞きます。\nの話を聞きます。その話を聞いた子供たちは、たいてい本を読まないか、読んだとしても本棚で今話題になっているものを読むだけです。\n本棚にある今話題の本を読んでいます。だから、入隊したいと思っている子供たちには、おそらく最大の\n入隊して自分たちのヒーローになりたいと思っている子供たちへの警告です。",
  "data/reddit-books/r/booksuggestions/comments/mqsnhp/adult_books_about_male_characters_with_depression.json": "主に、アルコール依存症やうつ病に苦しむ大人の男性を描いたフィクションを探しています。\nうつ病に苦しむ大人の男性を描いた小説を中心に探しています。",
  "data/reddit-books/r/books/comments/mquk4b/if_you_liked_get_out_youll_like_mexican_gothic.json": "まるでアマゾンの推薦文のようだが、意味はわかるだろう。\n\n翡翠と影の神々」を読んだのは、神話の背景がヨーロッパではないファンタジー小説が欲しかったからです。\n翡翠と影の神々』を読んだのは、ヨーロッパ以外の神話を背景にしたファンタジー小説が欲しかったからです。その話はまた別の機会にしますが\n別の機会に話しますが。気に入ったので、彼女の別の本を注文したのですが...。",
  "data/reddit-books/r/books/comments/mqw88n/books_have_ruined_movies_and_tv_shows_for_me.json": "私は比較的新しい読者で、2017年に初めて本を読み始めて以来、夢中になっています。\n以来、ずっとです。私は2008年以来、すべての主要な映画/シリーズを宗教的に見ていました。\nしかし今は違います。最近では、年に2、3本の映画を友人や家族と一緒に楽しむ程度です。\n最近では、年に2、3本の映画を友人や家族と一緒に楽しむ程度です。\n\n特に映画は浅い感じがして...。",
  "data/reddit-books/r/booksuggestions/comments/mqz2uc/books_for_someone_who_is_used_to_being_miserable.json": "私は27歳で、19歳の時から重度の健康問題を抱えています。それに加えて、私は\n社会的孤立、孤独、家族問題、経済的問題を抱えています。\nこの7年間、社会的孤立、孤独、家族の問題、経済的問題を抱えてきました。今、私の健康状態と経済状態は改善されましたが\n完全に迷子になってしまったようです。何をしたらいいのかわからないような気がします...。",
  "data/reddit-books/r/books/comments/mr2mcg/i_have_too_may_books_that_i_havent_read_yet_but_i.json": "本のコレクションを持っていて、大半はマンガですが、他の種類の本も持っています。\nしかし、他の種類の本も持っていて、おそらく半分は読んでいないと思います。\n\n例えば、私は3～4年前に「ジュラシック・パーク」を読んだのですが、1作目を読み終えた直後に2作目を買いました。\n3～4年経っているのに、20ページくらいしか読んでいません。2年前には\n買って...",
  "data/reddit-books/r/books/comments/mr1dme/why_are_books_bound_horizontally_not_vertically.json": "このような質問をするには不適切な場所かもしれませんが、誰かが知っているかもしれないと思いました。\n知っている人がいるかもしれないと思いました。私がこれまでに出会ったすべての本は、ほとんどすべての製本されたアイテムとともに\n私が今までに出会った本や、その他の製本されたもの（雑誌、ジャーナルなど）はすべて、本やアイテムが左から右または右から左に開くように製本されています。\n左から右に開くか、右から左に開くか。📖\n\n私は...",
  "data/reddit-books/r/books/comments/mqs5xz/cliches_in_books_that_are_deal_breakers.json": "すべてがオリジナルである必要はありませんが、私はおなじみのテーマを再利用したり、新しい工夫を加えたりするのが好きです。\n新しいひねりを加えたものも好きです。しかし、誰が書いたかに関わらず、どうしても耐えられないものもあります。\n誰が書いても我慢できないものがある。戦場で男女2人の戦士が協力しなければならないと聞くと、すぐに不安になります。\n戦場で二人の戦士が協力しなければならないと聞くと、私はすぐに不安になり、その不安は...",
  "data/reddit-books/r/books/comments/mr4sxz/i_dont_get_on_the_road.json": "数年前、ユニでは文学の授業でアメリカの小説をいくつか勉強しました。\nジャック・ケルアックの『オン・ザ・ロード』もその一つでした。すべての本の中で、OTR\nは、正直なところ最も理解しづらく、読んでいて居眠りしそうになりました。読んでいて居眠りしそうになりました。\nこの本について唯一思い出すことができるのは、「この本は...」ということです。",
  "data/reddit-books/r/booksuggestions/comments/mr7aai/are_there_adult_percy_jacksonstyle_books_out_there.json": "皆さん、こんにちは。私は中学生の時にパーシー・ジャクソン・シリーズを読みましたが、昔を思い出してもう一度速読してみました。\n懐かしさのあまり、もう一度速読してみました。素晴らしいストーリーで、このシリーズが教えてくれる教訓も大好きですが\nこのシリーズが教えてくれることは大好きなのですが、少し子供っぽいところがあります。パーシー・ジャクソンに似た\nPercy Jacksonに似たような本で、もう少し...",
  "data/reddit-books/r/books/comments/mrdzrg/rant_seriously_who_thought_these_abridged.json": "それで、私の図書館は悲しいことにCOVIDのせいで閉鎖されてしまったので、別の図書館に切り替えました。\n最初のセットを注文したのですが、5冊中2冊が要約されていました。\nこれは、私の母が私が14歳であることを漏らしたために起こったらしい。\n14歳の子供は皆、本しか読まない消極的な読者だと思われていたのです。",
  "data/reddit-books/r/books/comments/mrfgx3/ive_finally_finished_dostoyevskys_4_great_works.json": "(編集：タイトルに笑)\n\nTL:DR いい気分でもあるし、ほとんど空っぽの気分でもあります。この人のような作家に出会うのは\nこのような作家に出会うのはもう少し先になりそうです。\n\n2年ぶりに「カラマーゾフの兄弟」「罪と罰」「白痴」「祟り」を読みました。\nカラマーゾフの兄弟」、「罪と罰」、「白痴」、「祟り」の順に読みました。を読み終えました。\nPossessed...",
  "data/reddit-books/r/booksuggestions/comments/mrf6q5/adult_version_of_scary_stories_to_tell_in_the_dark.json": "私は幼い頃からホラー映画や物語、そしてハロウィンが大好きでした。I\nグースバンプスの全巻、「不幸な出来事のシリーズ」の全巻、スティーブン・キングの\nスティーブン・キング（不思議なことに彼の作品にはそれほど興味がありません）の一握りを読み、Scary\nScary Stories to Tell in the Dark」を読みました。\n\nScary Storiesの本は...",
  "data/reddit-books/r/books/comments/mrj8y0/100_years_of_solitude_might_be_the_greatest_book.json": "私はまだ若く（17歳）、読書歴も非常に長いのですが、私に永続的な影響を与えた2冊の本だけは、何日も考え込んでしまいました。\n私はまだ若く（17歳）、長い間本を読んできましたが、私に永続的な影響を与え、何日も考え続けた本は\nは、「デューン」と「罪と罰」です。最近では「100年の孤独」がそのリストに入りました。\nそのリストに入っていますが、他の作品とは全く違うように感じます。",
  "data/reddit-books/r/books/comments/mrm0l5/finished_my_first_book_since_i_was_in_hs_thank.json": "ここ数年、読書に戻りたいと思っていたので、Twitterを削除しました。\nツイッターは削除して（ネガティブな意見が多すぎて）、電子書籍をいくつかダウンロードしました。\n今、私はそれらをシャッフルして、1つの作品を最後まで読むことはありません...。でも、最初に読み終えたのは\n今読み終えたのは、\"The Subtle Art Of Not Giving A F*ck\" by...",
  "data/reddit-books/r/booksuggestions/comments/mrioln/i_need_books_that_will_help_me_expand_my.json": "私の英語は本当に最低です。だから、英語で誰かに返事をするときは\n通常よりもはるかに時間がかかります。\nいつもなら5分くらいで済む返信が30分くらいかかってしまうんです。ただ、すべての文章に適切な単語を見つけて\n使ったかどうかを確認するために定義を検索したり...。",
  "data/reddit-books/r/books/comments/mruljo/humor_endures.json": "初めてドン・キホーテを読んでいますが、その面白さに衝撃を受けています。I\nつまり、この小説は400年前に書かれたものですが、現代の読者には平板に感じられるかもしれないようなユーモアが\nこの小説は400年前に書かれたものですが、現代の読者にとっては、時代も文化も違うので、平板なものになってしまうかもしれません。\nこの小説は400年前に書かれたものですが、時代や文化が異なる現代の読者にとっては、平板なものになってしまうかもしれません。もちろん、いくつかの...",
  "data/reddit-books/r/booksuggestions/comments/mrsxwf/does_anyone_know_any_books_where_the_main.json": "友達が探していて（聞いてはいけないと言われた）、確か聞いたことがあるような\n聞いたことがあるような気がするんだけど、覚えてないんだよね。",
  "data/reddit-books/r/books/comments/mrt6qk/i_would_like_to_thank_the_late_oscar_wilde.json": "ヘンリー・ウォトン卿という素晴らしい人物を与えてくれたこと。私は一日中\n一日中『ドリアン・グレイの絵』を読みふけっていますが、この人物は非常に興味深く、面白いですね。\nこの人物は非常に興味をそそられ、楽しませてくれます。私が持っている普通の本は、ヘンリー卿の言葉で埋め尽くされます。\nヘンリー卿の言葉で埋め尽くされます。間違いなく私のお気に入りの一人です。",
  "data/reddit-books/r/booksuggestions/comments/mrrfxg/books_or_poems_that_contain_romantic_adoration_of.json": "最近、オスカー・ワイルドの『サロメ』という戯曲を知ったのですが、その名の通りお姫様のジョカナーンに対するモノローグ\nのモノローグや台詞に魅了されました。その他の\nその他の文学作品（本、戯曲、詩など）で、女性がジョカナーンに対して\n女性が男性に恋心や憧れを抱いている文学作品（本、戯曲、詩など）はありますか？",
  "data/reddit-books/r/books/comments/mrmkk3/whats_the_best_thing_youve_ever_read_under_150.json": "少し前にも短い作品を紹介しましたが\n[https://www.reddit.com/r/books/comments/mfso78/in_praise_of_the_novella_and_other_short_books_ie/?utm_source=share&utm_medium=web2x&context=3]をご覧ください。\nしかし、短い作品の実行には、どうしてもそれ以上のものが必要になるような気がしてならないのです。\nしかし、私は、短い作品の実行が、いかに多くのことを必要とするかについて考えずにはいられません。",
  "data/reddit-books/r/books/comments/ms0axi/does_this_sound_like_a_typical_book_club.json": "数ヶ月前にブッククラブに参加して以来、すべてのミーティングに参加しています。\nしています。グループには10人が参加していて、毎月5～6人がZoomミーティングに参加しています。\nミーティングに参加しています。毎回、実際に本を読み終えた人は2～3人で、残りの人は途中でやめてしまいます。\n本を読み終えた人は2～3人しかおらず、残りの人は途中でやめてしまいます。",
  "data/reddit-books/r/books/comments/mrygxp/i_just_finished_reading_the_collector_by_john.json": "真面目な話、この小説を読み始めたとき、F・クレッグはいつもの拷問マシンの男や抑圧者のようには見えなかった。\nF・クレッグは、いつもの拷問マシーンのような男でもなければ、抑圧者でもない。私は正しかった、彼はそうではなかった。彼は異なる種類のサディストだった。\n違う種類のサディストだった。よく、この作品のエンディングが一番気持ち悪いと言われますが、そうではありません。\nと言われますが、そうではなく、最初が一番気持ち悪いのです。\n\nI...",
  "data/reddit-books/r/booksuggestions/comments/ms6jew/psychological_thriller.json": "今、Verity - Colleen Hooverを読み終えました。\nこの2ヶ月間、読書のスランプに陥っていたのですが、この作品は手放せませんでした。I\nこの雰囲気を保ちたいので、似たような本や、あなたがどうしても読みたいと思った本を推薦してください。\nお勧めの本を教えてください。\n\nTL;DR：私は...すべき本をお勧めします。",
  "data/reddit-books/r/books/comments/msapp6/do_people_imagine_characters_as_their_own.json": "白人である私は、本に書かれていない限り、登場人物は白人だと思っています。\nと思っています。\n\n私が最初に考えたのは、もし私が黒人だったら、登場人物を黒人のように考えるだろうか、ということでした。\n登場人物も同じように考えるだろうか？しかし、他の人種からも同じ質問ができると思います。\n他の人種にも同じ質問ができると思います。\n\nググってみたけど...。",
  "data/reddit-books/r/books/comments/msdo7i/i_finally_read_pride_and_prejudice_and_then.json": "...まるでチェイサーのようで、3日経った今でもデレデレしています。\n\nオースティンの台詞は、まるで自分がエリザベスとダーシーの間に座っているかのように、また、彼らと一緒に散歩しているかのように、とても魅力的でした。\nまるでエリザベスとダーシーの間に座ってウィットに富んだ会話をしているかのように、あるいは田舎で二人と一緒に散歩していて\nまるでエリザベスとダーシーの間に座ってウィットに富んだ会話をしているかのように、あるいは田舎で二人と一緒に散歩して同じ新鮮な空気を吸っているかのように。そして...。",
  "data/reddit-books/r/books/comments/ms9vou/tips_for_a_successful_book_club.json": "今日の投稿で、ブッククラブでの経験が普通かどうかを尋ねている人がいました。\nは普通でしたか？\n[https://www.reddit.com/r/books/comments/ms0axi/does_this_sound_like_a_typical_book_club/]をご覧ください。\n彼らのブッククラブは10人で、そのうち半分が出席し、出席者のうち半分しか\n本を読み終えたのは参加者の半分だけでした。さらに悪いことに、...",
  "data/reddit-books/r/books/comments/msghvi/words_youve_only_seen_in_books_so_you_dont_find.json": "他の人がこのような経験をしているかどうか、とても興味があります。\n\n私は子供の頃、第二言語として英語を学び、それ以来、本を貪るように読んできました。\n貪るように読んできました。時々、書かれたものしか見たことのない単語を使い、自分の中で発音を間違えていたことに気づくことがあります。\n頭の中でずっと発音を間違えていたことに気づくことがあります。それはちょっとした混乱です。",
  "data/reddit-books/r/booksuggestions/comments/msgk2x/would_anyone_be_interested_in_an_online_book_club.json": "私と妹の21&28Fは読書が大好きで、ずっとブッククラブを始めたいと思っていました。\nブッククラブを始めたいと思っていました。参加費は無料で、zoomや他のビデオチャットサイトを使って\nまたは他のビデオチャットサイトを使って話します。毎週または隔週でビデオチャットをして\n毎週、または隔週でビデオチャットをして、本について話し合うのです。私たちが作っているのは...",
  "data/reddit-books/r/booksuggestions/comments/msi67r/book_so_addicting_you_finished_in_one_sitting_or.json": "一般的で曖昧な質問で申し訳ありません。ただ、全体的にハマる本を探しています。\n本（できれば有名な本がいいです。\n私は通常、ミステリー、アドベンチャー、スリルのある作品が好きです。\nスリルが好きなんです。私はPsychoを始めようと思っていますが、私が探しているのは...",
  "data/reddit-books/r/books/comments/msq92b/that_half_happy_half_sad_feeling_of_starting_the.json": "これからAndrzej Sapkowskiの「The lady of the lake」を始めるところです。\nウィッチャーシリーズの最後の作品です。TBSの第1シーズンを見た後、この本を読むのがとても楽しみでした。\nNetflixで番組の第1シーズンを見た後、これらの本を読むことに非常に興奮していました。\n私にとっては本当に素晴らしい作品です。悲しいことに、最終巻を読み始める時期になってしまいました...。",
  "data/reddit-books/r/booksuggestions/comments/mstvj7/happy_scifi_where_art_thou.json": "ベッキー・チェンバースのWayfarers三部作を読み終えました。このレビュー\n[https://www.goodreads.com/review/show/1194338798?book_show_action=true&from_review_page=1]\nGoodreadsのレビューによると、私が言うよりもはるかに良いことが書かれています：気分の良いSFです。\n感じの良いSFで、素晴らしいキャラクターと、とても興味深い...",
  "data/reddit-books/r/books/comments/mscc78/what_is_the_most_obscure_book_you_have_read_and.json": "何年も前に「ケルトの旅」を読みました。マイケル・スコット著「メイルダンの航海」を読みました。\nスコットです。私は10代でしたが、冒険と神話が絶妙にミックスされていて、私の興味を引く内容でした。\n私を魅了しました。登場人物の一人は、有名な神話上の人物であることがわかります。\n登場人物の一人は、自分の時代から何千年も過ぎた有名な神話上の人物であることがわかりました。",
  "data/reddit-books/r/books/comments/msw43g/audiobooks_are_seriously_awesome.json": "ここでちょっとした裏話をしておきます。私は14歳で、読書が何よりも好きです。\n書くことを除けば、他の何よりも読書が好きです。学校の宿題や勉強にもかかわらず、1日に60～70ページ読むようにしています。\n一日に60～70ページ読むようにしています。言うまでもなく、それはいつもうまくいくわけではありません。\nいつもうまくいかないのは言うまでもありません。\n\n隔離された今、私は奇妙なことに、私は...",
  "data/reddit-books/r/booksuggestions/comments/mt2v96/sapphic_books_like_evelyn_hugo.json": "The Seven Husbands of Evelyn Hugoのような本の推薦を求めている人を何人か見かけました。\nEvelyn Hugoの7人の夫』のような本を探している人を何人か見たし、良い提案もあったけど、私は特に\n同じようなスタイルでクィア／サフィックスのストーリーを描いた本を探しています。私は今まで\nサフィックスな本を探すのにとても苦労しています...。",
  "data/reddit-books/r/booksuggestions/comments/mszoao/terry_pratchett_discworld_which_book_to_begin_with.json": "タイトルにあるように、ディスクワールドのシリーズを発見したいと思います。年代順に読む必要はないようですが\n年代順に読む必要はないようですが、このシリーズを理解して楽しむための\nこのシリーズを理解して楽しむためのお勧めの方法を知りたいです。ありがとうございます。",
  "data/reddit-books/r/books/comments/mta8nj/why_are_ya_books_so_similar.json": "筋書きが決まっているようなものです。私が読むYA本は、女性主人公の本\nで、基本的には毎回同じことが起こります。彼らはいつも「他の女の子とは違う\n他の女の子とは違う」「本の中で一番の（親切でオタクな）キャラクター」となっています。その\n主人公には恋の相手がいて、面白い作りになっています。",
  "data/reddit-books/r/booksuggestions/comments/mta3ya/something_similar_to_we_have_always_lived_in_the.json": "他のシャーリー・ジャクソン作品は数えていません。\n\n私はこの雰囲気がとても好きです。ダークでありながら、とても魅力的で居心地が良いのです。",
  "data/reddit-books/r/books/comments/mthn1g/i_dont_know_who_needs_to_hear_this_but_it_is_ok.json": "私は読書が好きで、昔からそうでしたが、リストラされて、通勤時に読書をしなくなってからは、半年間、読書をしなくなりました。\nリストラされて通勤時間に本が読めなくなってからは、半年ほど本を読まなくなりました。家の図書館にある次の小説のリストを見ると、圧倒されます。\n読んでいて圧倒されてしまいます。\n\n幸いなことに、私の地域ではLittle Librariesが人気で、いくつかのホワイダイトリラーを手に入れました。\nいくつかのホワイダイトリラーを手にしましたが...。",
  "data/reddit-books/r/booksuggestions/comments/mtodor/books_about_finding_career_path.json": "私は21歳ですが、キャリアとして何をしたいのか全くわかりません。ただ、何にも興味を持てないし\n何にも興味を持てないし、ちょっと興味を持っても次の日には忘れてしまう。\n次の日には忘れてしまいます。何か参考になるような本はありますか？\nこのことについて",
  "data/reddit-books/r/books/comments/mu3pts/i_hate_when_the_back_of_a_book_is_devoid_of_a.json": "新しい本を探しているときに、非常に困ってしまうことがあります。\n特に古典的な本を手に入れようとするときに。いくつかのレビューや冒頭の段落があっても構わないのですが\nレビューがあってもいいし、小説の成功を語る冒頭の段落があってもいい。\n実際にどんな内容なのかを教えてください。\n\n例えば、以下のようなものです。To Kill a...",
  "data/reddit-books/r/booksuggestions/comments/mu2g2y/book_group_chat.json": "あなたは読書が好きで、楽しく読書をする仲間を増やしたいと思っていますか？\n私はグループチャットを作りたいと思います、私たちはただ本と私たちのお気に入りについて話す。\nお互いにおすすめの本を紹介したり、本のことを話したりします。もし誰か興味があったら\nメッセージを送ってください。どこでグループを作るかはわかりませんが・・・。",
  "data/reddit-books/r/books/comments/mu042v/am_i_too_old_to_be_reading_young_adult_books.json": "ヤングアダルトは実際には \"ヤングアダルト \"ではなく、ティーンエイジャーを意味することを知りました。\n私は17歳（もうすぐ18歳！）ですが、違和感があります。私はこの手の本が大好きです。\n本は大好きだけど、自分が対象者ではないことに気づかなかった。私は特に\n私のような高校生の女の子の話が好きなのですが...",
  "data/reddit-books/r/booksuggestions/comments/muahpz/books_with_character_development_like_in.json": "Supernaturalの全編を見終わったところで、控えめに言っても泣いてしまいました。\n控えめに言っても、泣きました。登場人物に愛着が湧き、同じように愛着を持てる本やシリーズを読みたいと思いました。\n同じような愛着を持てるような本やシリーズを読みたいと思っています。私は、同じような\n登場人物が善人から悪人になり、そして......。",
  "data/reddit-books/r/booksuggestions/comments/mu8sh6/dark_alice_in_wonderland_books.json": "皆さん、こんにちは。私は最近、ルイス・キャロルの『不思議の国のアリス』を読み終えました。\n素晴らしい物語だと感じました。とにかく私は、『不思議の国のアリス』の中でも特にダークなストーリーを描いた作品を探しています。\n不思議の国のアリス」の映画化作品を探しているのですが、ダークなストーリー展開の作品を探しています。何かお勧めの作品はありますか？\n調べるべきでしょうか？\n\nみなさん、ありがとうございます。)",
  "data/reddit-books/r/booksuggestions/comments/muf3da/looking_for_a_book_club.json": "それとも、新しい変な友達？Reddit Book Club Discordに参加してみませんか？8% 今月の本\n8% 今月の本、92% その他の本の話やランダムな会話、100% オタク的な素晴らしさ!\n\nここをクリックして、楽しい時間を過ごしましょう。[https://discord.gg/rkzzEKKFZT]",
  "data/reddit-books/r/books/comments/mum8k1/ive_just_read_flowers_for_algernon_it_was.json": "簡単な感想・ランブル。\n\nほんの数分前に完成しました。驚いた。ある本を読んだ後の恐怖ってあるじゃないですか。\nある本を読んだ後の恐怖感、心の中の穴（渦と言った方がいいかな？\n心の中の穴（というか、渦というべきか）が、しばしば自分を内側から引き裂き、反射的に痛みの中に一人で座らせることがありますよね？\nのようなものです。さて、その穴はしばしば...",
  "data/reddit-books/r/books/comments/muhpkd/i_havent_seen_wodehouse_in_this_sub_a_prolific.json": "1900年代初頭にはかなり有名になっていて、アイドル的なお金持ちやイギリスの貴族について書いていました。\n貴族、ゴルフ、テニスなどについて書いています。彼が創造した世界では、多くの登場人物が交差しています。\n描かれています。\n\n1934年にイギリスを離れ、フランスに向かう。彼はナチスに捕まり、囚われの身となった。\n囚われの身となった。ドイツ軍は彼にラジオのブロードキャストを強要した...。",
  "data/reddit-books/r/books/comments/muig7r/am_i_alone_in_being_generally_unimpressed_by.json": "現在、「シャイニング」を読んでいますが、最後まで読めません。\n読んでいますが、最後まで読めません。私はホラー小説が好きなのですが、スティーブン・キングの作品は\n今まで読んだスティーブン・キングの本の中では2、3冊しか好きではありません。つまり、『トム・ゴードンを愛した少女\nThe Girl Who Loved Tom Gordon』と『The Eyes of the Dragon』です。他のスティーブン...",
  "data/reddit-books/r/books/comments/mup7qr/antiintellectualism_and_rbooks.json": "この記事は、書き始めたときに予想していたよりも長くなってしまいました。この記事は\nしかし、私が言いたいことを裏付けるのに必要なことばかりだと思います。\n読んでからコメントしていただけると幸いです。\n\n本についてのサブにしては、r/books [/r/books]は残念なことに\n反知性的ですね。",
  "data/reddit-books/r/booksuggestions/comments/munhez/need_recommendations_bout_a_book_that_will_help.json": "私は、新しい関係に少し苦労しています。\n性的な期待と適切な成熟について、これらについて話すことがタブーとされている文化の中で、完全に盲目的に育てられてきました。\nタブーとされてきた文化の中で、性への期待や適切な成熟について全く知らされずに育ちました。どこから始めればいいのか、何を質問すればいいのか、わからないのです。\n何から始めればいいのか、どんな質問をすればいいのかわかりません。なので、何か良い本があれば教えて欲しいのですが...。",
  "data/reddit-books/r/booksuggestions/comments/muuzlt/i_just_made_a_free_chrome_extension_for.json": "皆さん、こんにちは。\n\nお勧めの本を忘れてしまった経験から、偶然見つけた素晴らしい本を記録するための\n自分でクローム拡張機能を作って、Redditで偶然見つけた素晴らしい本を\n自分用のクローム拡張機能を作ってみました。この拡張機能は私にとってかなりの助けになっているので、皆さんと共有したいと思います。\nかなりの量になります。インストールは以下の通りです。",
  "data/reddit-books/r/books/comments/musypw/im_science_fiction_author_nicky_drayden_and_im.json": "私は、数々の賞を受賞した小説「The Prey of Gods」や、「Temper」の著者です。\n人類は小さな月の大きさの、宇宙で呼吸する巨大な獣の腸の中に住んでいる。\n人類は、小さな月の大きさの、宇宙で呼吸する巨大な獣の腹の中に住んでいます。私は、奇妙な物語を織り交ぜ、読者のコンフォートゾーンを\n奇妙な物語を編んで、読者のコンフォートゾーンを押し広げるのが好きなんです。私はまた、いくつかの...",
  "data/reddit-books/r/booksuggestions/comments/mv3z3n/suggest_a_book_but_dont_tell_me_anything_about_it.json": "先週、私は妻に『アディー・ラリューの見えない人生』を読むことを勧めた。\n読んでみてはどうかと言ったのですが、その前にこの本について何も読んではいけないと\n読んではいけないと主張した。レビューも、あらすじも、要約も、何もない。\n\n誰かに勧めたい本があれば、それをネタバレしないようにお願いします。\n誰かに勧めたい本はありますか？",
  "data/reddit-books/r/books/comments/mv41an/surprised_by_how_much_i_cried_listening_to_the.json": "以前、ハードコピーを読んでいたが、HIMを聞きたかった。彼は自分の本のナレーションをしてくれました。\n彼の信念と技術への愛情を聞いて、とても感動しました。\n彼は本当に特別な存在でした。私が旅や食について知っていることの多くは、彼から学んだものです。\n彼から学びました。私は、この本を読んでもあまり感動しません。",
  "data/reddit-books/r/books/comments/mv6cfx/i_know_this_is_not_at_all_groundbreaking_butholy.json": "明らかに、これは当然のことです。何世紀も経った今でも私たちが彼の作品を読んでいるのには、明らかに理由があります。\n何世紀も経った今でも彼の作品を読んでいる理由がある。\n\nしかし、時にはそれが繰り返されることもあるのです。英語の絶対的な達人であり\n表現力、ニュアンス、そしてロマンティック（社会言語学的な意味ではなく、美学的な意味で）な言語としての英語の絶対的なマスター。\n社会言語学的な意味ではなく、美学的な意味で）表現力、ニュアンス、そしてロマンティックな言語としての英語の絶対的なマスターであり、...",
  "data/reddit-books/r/books/comments/mv92fd/fellowship_of_the_ring_is_an_amazing_book_and.json": "この本について言いたいことは山ほどあります。\n\nまず、言葉の美しさです。長い美しい詩的な描写がたくさんあります。\n登場人物が旅をする環境について、長く美しい詩的な描写がたくさんあります。\n詩的な描写がたくさんあります。多くの読者は、描写が多すぎて退屈だと言います。\n退屈だと。しかし、私はそれがとても役に立っていると思います。",
  "data/reddit-books/r/books/comments/mvfeue/reading_books_with_a_dictionary_on_the_side.json": "私は現在、ドイツ語を学んでいます（私はオーストリアに住んでいますが、住んでいる国の言葉を学ぶのが一番だと思います）。\nその国の言葉を学ぶのが一番だと思っています）、B1から始めています。\nを始めようとしています。私は、本などを真剣に読み始めようとしています。\n基本的なボキャブラリーは十分にありますし...",
  "data/reddit-books/r/books/comments/mvgos2/ladies_do_you_like_stephen_king_novels.json": "スティーブン・キングに興味を持とうとしています。The Instituteを読み、今は\nGerald's Gameを読んでいます。しかし、怖いというよりも、何よりも侮辱されているような気がします。\n何よりも侮辱された気分になります。どの本も、女性（または未成年の少女）を表現した風刺画のようです。\n女性（または未成年の少女）を風刺しているようにしか見えません。",
  "data/reddit-books/r/books/comments/mvicvr/i_love_it_when_books_have_maps.json": "フィクションでもノンフィクションでも、ファンタジーの世界でも現実の世界でも。\n本を読む楽しさを広げてくれるものです。\n\n例えば、『ホビット』に出てくるスロールの地図や、トルキンスが描いた荒野の地図などです。\n読書中に地図を見ながら読み返すのが好きです。",
  "data/reddit-books/r/books/comments/mvivd3/hi_im_becky_chambers_author_of_the_wayfarers.json": "こんにちは、r/books [/r/books]! 皆さんの素晴らしい仲間に戻ってこれてとても嬉しいです。私はベッキー\nチェンバーズです。Wayfarersシリーズやその他のSF本の著者です。\n本の著者です。今年は2つの新刊が発売されます。1つ目は『The Galaxy, and\nウェイフェアラーズの第4作目（最終作）である『the Ground Within』です...",
  "data/reddit-books/r/booksuggestions/comments/mvkagz/recommended_books_for_hot_girls.json": "漠然としているようですが、知っている人は知っているんですよね。私は今、「A Happy Death」を読み終えました。\nA Happy Deathを読み終えて、ホットガール文学の夏を始める準備ができました。",
  "data/reddit-books/r/booksuggestions/comments/mw6o6e/looking_for_gritty_reads_about_rural_characters.json": "アメリカの田舎、ブルーカラーの町、田舎の貧困や苦悩をリアルに、生々しく、ありのままに描いた本（フィクションが望ましい）を探しています。\nアメリカの田舎、ブルーカラーの町、田舎の貧困や苦悩をリアルに、生々しく、ありのままに描いた本（フィクションが望ましい）を探しています。\nしかし、国の中央部全体を、逃げるべきもの、得るべきものとして扱うものではありません。\nしかし、国の中央部全体を、逃避するもの、想像上の大都市の魅力を達成するために超えなければならないものとして扱うものではありません（...",
  "data/reddit-books/r/books/comments/mw1abz/what_happens_in_your_mind_when_reading.json": "私は認知心理学を学んでいますが、文章を読むときに起こる精神的な現象についての逸話を探しています。\n文章を読むときに起こる精神的な現象についての体験談を探しています。\n\n皆さんは文章を読むとき、どのような方法をとっていますか？テキストを読み上げるのですか？それとも\n頭の中で声に出して読むのか？\n\n文章が終わった後、読んだ内容を想像しますか？それとも...。",
  "data/reddit-books/r/booksuggestions/comments/mwjuay/should_i_read_harry_potter_even_if_i_know_almost.json": "基本的にhpについては少ししか知らないし、映画も見たことないし、見るつもりもない。\n観るつもりもありません。でも、本を読むと興味が湧いてくるし、昔から魔法のある世界や一般的なファンタジーが好きなんだ。\n魔法のある世界や一般的なファンタジーが大好きなんです。だからいいんだよ。この本はまだ残っていますか？\n残っていますか？皆さんはどう思いますか？",
  "data/reddit-books/r/books/comments/mweq2e/im_science_fiction_and_fantasy_writer_elly_bangs.json": "UNITY』は、自責の念に駆られた傭兵が、最後の仕事として、謎めいた女性とその略奪者のボディガードを引き受けます。\n22世紀南西部の荒涼とした土地を旅する謎の女性とその恋人のボディガードという最後の仕事を引き受ける。\n22世紀南西部の荒涼とした土地を旅する謎の女性とその恋人のボディガードという最後の仕事を引き受ける。\n謎めいた女性とその恋人のボディガードをしながら、22世紀南西部の荒涼とした土地を旅するというもの。",
  "data/reddit-books/r/books/comments/mwo1yp/anyone_else_getting_tired_of_obviously_drawn_out.json": "数ヶ月前から楽しみにしていた本を読み終えました（The Crown of\nGilded Bones by Jennifer Armentrout）。) 私はこの本が3部作の3冊目だと思っていました。\nこの作家は数多くのシリーズを書いていて、そのほとんどが三部作なので、三部作の3冊目だと思っていました。\nアマゾンでは「Book 3 of 3」と表示されていました。それが...",
  "data/reddit-books/r/books/comments/mwote2/happy_book_day.json": "今日はインターナショナル・ブック・デーですね。素敵な読書の日にして、大切な人に本を贈りましょう。\n愛する人に本を贈りましょう。\n\nここカタルーニャでは、愛する人に本を贈り、妻、恋人、母、姉妹にバラを贈るのが一般的です。\n妻、恋人、母、姉妹にバラを贈るのが一般的です。\n\n私にとっては、一年のうちで最も素晴らしい伝統のひとつです。\n\nあなたは何かありますか？",
  "data/reddit-books/r/books/comments/mwquw6/i_recently_read_gaimans_american_gods.json": "読み応えはあったものの、期待していたほどではありませんでした。\n\n神々は私たちの関心事を糧にしなければ弱ってしまうという興味深いコンセプトがあります。\nまた、私たちの新しい関心事が新しい神々を生み出していることについては\n神々。\n\n私はこの本から何を得ようとしていたのだろう？読んでみて...",
  "data/reddit-books/r/books/comments/mwja3x/i_just_finished_never_let_me_go_spoilers.json": "カズオ・イシグロの「Never Let Me Go」を読み終えたところですが、こんなにも本に影響されたのは久しぶりです。\nこんなに影響を受けた本は久しぶりです。終わった後、15分から20分くらい泣きました。\nしました。この本の中で、彼らは自分たちがクローンであることを知っていても\nいつかドナーになって、ドナーを完成させるんだと知っていても",
  "data/reddit-books/r/books/comments/mw79eg/carmilla_by_irish_author_sheridan_le_fanu_written.json": "カーミラ』が『ドラキュラ』ほど有名ではない、あるいは知られていない理由は何でしょうか。\n\nカーミラは吸血鬼小説の元祖と言われており、私自身は読んだことがありませんが\n私はカーミラを読んだことはありませんが、ウィキの要約を読むと、ブラム・ストーカーが多くのアイデアを盗んだことがわかります。\nはカーミラから多くのアイデアを盗んだことがわかります。例えば、両方の物語...",
  "data/reddit-books/r/books/comments/mwz0m7/the_time_travelers_wifeam_i_the_only_one_who.json": "最近、友人に勧められて読み始めましたが\n正直なところ、主人公の少女時代のクレアとの関係や態度が気になって仕方ありません。\n正直なところ、主人公の少女時代のクレアとの関係や態度が気になります。正直なところ、主人公の少女時代のクレアに対する関係や態度が気になります。\nしかし、私が話す人は皆、私が過剰反応していると思っているようで、何となく...",
  "data/reddit-books/r/booksuggestions/comments/mx0enu/gillian_flynn_withdrawals_need_suggestions.json": "私はサイコロジカル・スリラー／ミステリーの大ファンで、女王ジリアンが小説を出版するのを7年間待っていました。\nGillianが小説を出版するのを7年以上待っていました。最近見たインタビューでは\n次の小説を書き上げるまでに1年は必要だと言っていました。\n似たようなスタイルの本（ダークでグリッティで...）を読者に聞いてみたいと思います。",
  "data/reddit-books/r/books/comments/mx795c/the_fire_next_time_and_doing_a_doubletake_on.json": "最近、ジェームズ・ボールドウィンの「The Fire Next Time」を読みました。この本は100ページほどの短い本です。\n挑発的なストーリーテリングとアメリカの人種に関する分析を求めている人には絶対にお勧めです。\nボールドウィンは文体の天才です。\nボールドウィンは文体の天才であり、60年代初頭のアメリカの状況から得られた彼の指摘は、今も変わっていません。",
  "data/reddit-books/r/books/comments/mx2t4a/bilingual_readers_do_you_read_in_both_or_more.json": "私の母国語はオランダ語ですが、英語はきちんと話したり読んだりできる程度のものです。\n話すことも読むこともできます。\n\n高校生になってからは、母国語のオランダ語ではなく、英語で書かれた本を読むようにして、英語力を向上させました。\n高校時代には、母国語のオランダ語ではなく、英語で本を読むようにして英語力を高めました。大人になってからは、両方の言語の本を読んでいます。\n読んでいます。もともと英語で書かれた本であれば、私は...",
  "data/reddit-books/r/books/comments/mx4dny/you_either_die_as_catherine_or_live_long_enough.json": "最近、16歳の時以来、初めて「Wuthering Heights」を読み終えました。当時は\n2000年代半ばのエモ・バンドや、彼らの泣き言のような歌詞が提供する過剰にドラマチックな恋愛の決まり文句に魅了されたティーンだった。\nヒースクリフとキャサリンの波乱に満ちたロマンスや\nヒースクリフとキャサリンの波乱万丈のロマンスと、相手がいないと生きていけないという度重なる脅迫は...。",
  "data/reddit-books/r/books/comments/mx8lf0/dr_jekyll_and_mr_hyde_surprised_me.json": "以前から読みたいと思っていたのですが、大きな読書スランプに陥っていたので\nスランプに陥っていました。最後に読んだのは1年前だったかもしれませんが、この本を読んだおかげで\nこの本のおかげで、もっと読もうという気になりました。\n\n本当に良い本でした。最初に読み終えたときは、その終わり方に葛藤がありました。\n終わってしまいましたが、今では...。",
  "data/reddit-books/r/books/comments/mxbh8m/i_have_completely_dropped_video_games_and_tv_in.json": "テクノロジーの時代に育った私は、常に映画を見たり、ビデオゲームをしたり、ストリーミングをしたり、常に携帯電話やパソコン、テレビを見たりしていました。\n常に映画を見たり、ビデオゲームをしたり、ストリーミングをしたり、常に携帯電話やコンピュータを使ったり、テレビを見たりしていました。\n私は読書をしない人間でした。私の母は、私に本を読ませようと髪の毛を振り乱していました。\n読書会に参加させたりしていましたが...。",
  "data/reddit-books/r/booksuggestions/comments/mxcf5h/on_the_hunt_for_a_good_fantasy_novel_with_pirates.json": "基本的にはタイトル通りです。私は歴史と英語のダブルメジャーで、この一年は分厚いノンフィクション作品ばかりでした。\nこの1年は分厚いノンフィクション作品ばかりでしたが（それはそれで好きなんですが）、いいファンタジー小説が欲しくなりました。\nしかし、私は良いファンタジー小説を求めています。\n\nまた、海賊も欲しくなりました。\n\n何かお勧めはありますか？",
  "data/reddit-books/r/books/comments/mxjijz/open_dyslexic_font_is_magic.json": "どんな本でも5分以上は読めませんが、Kindleが導入した新しいフォント、Open Dyslexicでは\nKindleで導入されたOpen Dyslexicの新しいフォントで、私の読書速度は10倍になりました。\n倍になりました。\n\n同じような書体のDyslexieをInstapaperで見たことがありますが、これは読んでみると\nあとで読む」アプリです。",
  "data/reddit-books/r/books/comments/mxez3c/gillian_flynns_books_have_spoiled_me_for_female.json": "どれも微妙なニュアンスを持っているのがたまりません。ほとんどの人は、（ジリアン・フリンのキャラクターのように）絶対的にひどい人間ですが\nジリアン・フリンの登場人物の多くがそうであるように）しかし、彼らは皆、素晴らしい、様々なタイプのひどい人間である。\n様々なタイプのひどい人間が登場します。恐ろしく知的なチェスの名人から、気の遠くなるようなひどいチェスの名人まで、すべてが揃っています。\n恐ろしく知的なチェスの達人から、気が遠くなるほど苛立たしい弱虫で臆病な...。",
  "data/reddit-books/r/booksuggestions/comments/mxpsie/african_mythology_collections.json": "私は世界の神話が大好きで、グレコローマンや北欧のものに興味を持ちました。I\nたまたま見つけた世界神話の本は、他の多くの文化の神話を研究していました。アフリカの神話は\nアフリカの神話は、ほとんどが寓話に近いもので、あちこちに創造神話がありました。\nアフリカの神話は寓話に近いものでした。アフリカにはたくさんの文化や言語がありますからね。",
  "data/reddit-books/r/books/comments/mxkv5g/pro_tip_libby_users_did_you_know_you_can_return.json": "Kindleに本を送った後、Libbyを開いて早めに返却するとカルマポイントが加算されます。\nポイントを獲得できます。\n\nLibbyとKindleは連携していないので、早期返却したことがAmazonに知られることはありません。\nKindleのWifiがオンになっていても、貸出期間中は本が手元に残ります。\nKindleのWifiをオンにしていても、本は全貸出期間中保たれます。次の人は...。",
  "data/reddit-books/r/booksuggestions/comments/mxpy4v/sci_fiadventure_books_written_by_women_with.json": "私は男性が書いた冒険小説（tim powersなど）をよく読んでいます。I\n物語のプロットや創造性は好きですが、物語の中での女性の扱いが嫌いです。\n物語の中での女性の扱いが嫌いです。最後に読んだ本では、主人公が最後まで付き合えなかった女性は\n最後に読んだ本では、ヒーローが結ばれなかった女性は、少し太っていて、泣き虫で弱々しいと表現されていました。",
  "data/reddit-books/r/booksuggestions/comments/mxoylc/looking_for_a_dark_fantasy_world_that_blurs_the.json": "読むための小説を探していて、他のメディアでのこの種の物語が大好きです。\n参考までに（ダークソウル、ウィッチャー、ベルセルク、アタックオンタイタン、ロードオブ\n指輪など）。) 私が好きなのは、生と死をどのように扱っているかということなのか\n生と死をどのように扱っているのか、あるいは生と死の間の期待をどのように覆しているのか、私にはわかりません。",
  "data/reddit-books/r/books/comments/my2ooj/am_i_the_only_one_who_finds_random_graphic_sex.json": "それで、最近、リチャード・モーガンの『アルタード・カーボン』を読み直していたんです。それはほとんど\n暴力的でニヒリスティックなサイバーパンクもので、私はそれを求めていたのですが、それに加えて\nしかし、数ページに渡るセックスシーンがあり、それはまるでスマットのようでした。\n\n私は特に興味がなかったので、読み飛ばしてしまいましたが...。",
  "data/reddit-books/r/booksuggestions/comments/my2dj9/i_want_to_understand_love.json": "恋愛に関しては、私は自分が何をしているのかわからない。私は4年間、元恋人（初恋の人）に悩まされてきました。\n今の彼女との新しい関係をナビゲートしようとしています。\n現在のガールフレンドとの新しい関係をナビゲートしようとしています。私の両親は私に愛について教えてくれませんでしたし、私は一度も\n自分を理解するのに使えるようなラブストーリーを持っていませんでした...",
  "data/reddit-books/r/books/comments/my4z95/someone_just_told_me_that_theres_no_real_value_in.json": "ある人のコメントに返信したところ、その人は「この2日間で本を全部読み終えたことに少し罪悪感を感じた」と言っていました。\nもっと実用的なことに時間を使えたはずなのに、この2日間で一冊の本を読み終えたことに\nもっと実用的なことに時間を使えたはずなのに。私は、読書は自分の時間を投資するには素晴らしいことだと言いました。\n読書は時間を投資するのに最適なものだと言いました。誰かが私のコメントに批判的な返事をしたのは...。",
  "data/reddit-books/r/booksuggestions/comments/my3mfr/books_about_parallel_universes_time_travelling_etc.json": "ダークマターは既に読んでいます😅。",
  "data/reddit-books/r/books/comments/my4mfa/thank_god_for_libraries.json": "私は熱心な読書家です。子供の頃は、両親が本を買い与えるよりも早く本を食べていました。\n子供の頃は、両親が本を買い与えるよりも早く本を食べていました。10代の頃は徐々に読書から遠ざかり、10代後半になると\n10代後半になると、学校で必須のものでない限り、本を手に取ることはありませんでした。現在、私は20代前半です。\n今、私は20代前半ですが、読書を再発見し、これほど助けになったものはありません...。",
  "data/reddit-books/r/booksuggestions/comments/myg4yv/psychological_horror_books.json": "私はホラー系が好きなので、サスペンスやサイコロジカルな本を読むのが楽しみです。\nや心理学の本を読みたいと思っています。Stephen Kingの「Carrie」のような本も読んでみたいですね。\n私はそれが大好きでした :)",
  "data/reddit-books/r/booksuggestions/comments/myj4id/please_recommend_me_your_gentlest_books.json": "私はこのサブレディットを黙って読んでいましたが、あなた方の思いやりのある、知的な他人にしばしば感動させられます。\n思いやりのある、知的な見知らぬ人たち。そこで私は、恥ずかしながらも、皆さんに\nジャンルを問わず、フィクションでもノンフィクションでも、優しくて心安らぐ本を皆さんにお尋ねしたいと思います。私の\n私のお気に入りは、生身の人間としての弱さを感じたときに読む本です。The...",
  "data/reddit-books/r/books/comments/myjw4t/whats_your_most_controversial_opinion_on_either.json": "友人との会話の中で、この話題が出たので、考えさせられました。\n他の人の意見も聞いてみたいと思いました。私自身の\nアンナ・カレーニナはひどい小説で、彼女は列車に轢かれるべきだったというのが私の考えです。\nもっと早く列車に轢かれるべきだったと思っています。それか、すべての...",
  "data/reddit-books/r/books/comments/my5cwa/anyone_have_a_problem_with_reading_too_fast.json": "気に入った本を読むと、「もっと知りたい！」という気持ちから、ついつい\n急いでしまいます。文章を自動的に飛ばして、次の部分に行こうとすることもあります。\n次の部分に行こうとすることがあります。このようなことはありませんか？そして、もしそうなら、どのようにしてそれを止めていますか？\n止めることができますか？私は本を楽しむことができないような気がします...",
  "data/reddit-books/r/books/comments/mywhvu/there_is_a_special_place_in_hell_for_people_whose.json": "この記事のタイトルは言うべきことを言っていますが、ルールを尊重して、私は\n私がこの記事を投稿するに至った理由を正確にお伝えします。この記事の49%は皮肉です。\nこの投稿の49％は皮肉であり、私は怒らせるつもりはありませんが、同時に\n怒らせるつもりはありませんが、怒らせないつもりもありません。\n\nさて、ここからが本題です。\n\n私はGoodreadsを開いて...",
  "data/reddit-books/r/books/comments/mynjqz/bookwormsfast_readers_of_reddit_question_about.json": "ノンフィクションの本や教科書を読むとき、一文一文を丁寧に読んでいますか？\n読んでいるのか（それでも読解力が高いので、かなりのスピードで読み進めているのか\n読んでいるのか、それとも6～9割は理解しているのか。\nといった感じで理解していますか？",
  "data/reddit-books/r/booksuggestions/comments/mz111m/summer_job_at_sea.json": "この夏、商業用の漁船で仕事をすることになったんだけど、テレビもないし、携帯電話も使えない。\nWiFiもない。着く前にkindleを読み込んでおくつもりだ。私が探しているのは\n私の状況に関連する本を探しています。今のところ、「老人と海」と「宝島」が候補に挙がっています。\nと「宝島」です。\n\n大海原を舞台にしたものは...",
  "data/reddit-books/r/books/comments/mz1rd7/reading_every_night_has_made_me_an_overall.json": "以前にもこのサブサイトで話題になったことがあると思いますが（アーカイブの中で）、私が最近得た個人的な啓示をお伝えしたいと思います。\n私が最近得た個人的な啓示を共有したいと思いました。\n\n私は子供の頃、いつも本を読んでいましたが、大学時代と大学院の数年間は、時間が限られていたり、その他の理由で、ちょっとやめてしまいました。\n私は子供の頃からずっと本を読んでいました。",
  "data/reddit-books/r/books/comments/myx6sv/thoughts_of_a_nonchristian_on_the_brothers.json": "先日、ドストエフスキーの「カラマーゾフの兄弟」を読み終えました。\n私はこの小説を読むのが怖かった。私はこの作品を読むのが怖かった。\n読むのが怖かったのは、キリスト教の信仰から遠く離れた人間が、この小説を読んでしまうのではないかという不安があったからです。\n読むのが怖かったのは、文化的に可能な限りキリスト教の信仰から離れている私にとって、いくつかの...",
  "data/reddit-books/r/books/comments/myzpbz/im_brit_bennett_bestselling_author_of_the_mothers.json": "私は作家であり、読者であり、物語を愛する者です。これまでの著書に「The Mothers\nや『The Vanishing Half』などがあります。現在、3作目を執筆中で、ガールズグループを題材にした\n女の子のグループについてです。パンデミックの趣味は、ポッドキャストウォーク、プレイリストのアルファベット化、そして\n自分のプレイリストをアルファベット順に並べたり、最悪のテレビ習慣を楽しんだりしています。何でも聞いてくださいね\n\n証明：...",
  "data/reddit-books/r/booksuggestions/comments/mz3bro/decided_to_quit_playing_videogames_and_read_books.json": "最近、ビデオゲームをやめました。\nゲームをやめました。その代わりに、暇な時に本を読もうと思っています。I\nファンタジー小説が好きで、例えば相続サイクルやSF小説が好きです。\na hitchhikers guide to the galaxyなどのSF小説が好きです。ご意見・ご感想をお待ちしております。",
  "data/reddit-books/r/books/comments/mzcnem/i_read_frankenstein_and_i_was_pleasantly.json": "映画や物語で「知っている」ことが、すべて少しずつずれたり、誇張されたりしているように感じました。\n誇張されています。この小説では、フランケンシュタインと彼の創造物を奇妙な場所で紹介し、そこから逆算しているのが滑稽でした。\n奇妙な場所でフランケンシュタインと彼の創造物を紹介し、そこから逆算していくのが滑稽でした。私はまた\n興味深いのは、クリーチャーが伝統的なものではなく...",
  "data/reddit-books/r/books/comments/mze3br/flowers_for_algernon_im_crushed.json": "昨日、『アルジャーノンに花束を』を始めて、今日の昼には終わっていました。終わった\n終わってしまいました。\n\n\n\n後半はずっと息を止めているような感じでしたが、最後に読んだのは\n最後のページの最後の運命的な一行（これは私の記憶に永遠に刻まれるでしょう）を読むまでは\n私の記憶に永遠に残るでしょう）。) 終わってみれば...。",
  "data/reddit-books/r/books/comments/mzba2p/anyone_else_have_trouble_with_reacting_to.json": "これが許されることを願っています。ずっと噛んでいたので、どうしても\nこのようなことが他の人にも起こるかどうか、そして誰かに対処法のアドバイスがあれば知りたいです。\n誰かアドバイスがあれば教えてください。\n\n私が反応するものはほとんどが文章なので、これを本にしています。\nしかし、そのすべてがフィクションであり、文章であり、アニメであり、実在の人物であり...。",
  "data/reddit-books/r/books/comments/mzc80b/change_my_mind_reading_is_much_more_enjoyable_and.json": "私は以前、「たくさんの本」を読むためには、まず本の山を手に入れて、それを全部読んでしまわなければならないと思っていました。\nたくさんの本を読むためには、まず本の山を手に入れて、それを全部読む必要があると思っていました。そのため、本を読み切るために、私はただ急いで本を読んでいました。\nその結果、読んだばかりの本の内容をすべて忘れてしまったのです。\nそれが、人に伝えようとすると、さらに顕著になりました。",
  "data/reddit-books/r/booksuggestions/comments/mzn6mw/what_to_read_when_you_dont_like_yourself_and.json": "いい話ではありませんが、これは私が人生の最後の5年間をどう評価するかということです。\n人生の最後の5年間をどう評価するかです。\n\n同じような経験をされた方で、自分の考え方を変えるのに役立った本がありましたら\n自分自身への見方を変えるのに役立った良い本があれば、遠慮なく提案してください。ノンフィクションで構いません。\n心理学や哲学の本でも構いません。フィクションでも構いませんが...。",
  "data/reddit-books/r/books/comments/mzr388/im_bruce_sterling_im_a_texan_science_fiction.json": "私の目標は、地球上を放浪し、刑務所や診療所に入らず、フィクションやノンフィクションを書くことです。\n今はイビサ島にいますが、普通のイビサ島ではありません。\n隔離されているので、普通のイビザではありませんが、私は普通の男ではないので、彼らの現状を気にしません。\nでも、僕は普通の男じゃないから、彼らの今の状況は気にならない。\n\n私は新しい本を出していて、その名も...",
  "data/reddit-books/r/books/comments/mzou2z/anyone_else_find_themselves_with_tons_of_favorite.json": "好きな作家はいますが、\"お気に入り \"と呼べる作家はいません。\n\"お気に入り \"と呼べるような作家はいません。もちろん、同じ作家の本を読んでみたこともありますが\n時間が経つとあまりにも定型的になってしまうか、楽しいけど好きとは言えないかのどちらかです。\nお気に入りとは言えません。\n\n自分でも少し気になるのですが...。",
  "data/reddit-books/r/books/comments/mzzphd/blood_meridian_the_greatest_last_paragraph_in.json": "数日前、初めて「血の子午線」を読み終えました。思うに\nこれほどまでに私の心に残った小説はないと言っていいでしょう。\nMeridian』のように私の心に残った小説はほとんどないと言っていいでしょう。賛否両論あるのは承知していますが、あまりにも蛇行しています。\nあまりにも蛇行している、暴力的すぎる、哲学的すぎる、などなど。人それぞれだと思いますが、私は...。",
  "data/reddit-books/r/books/comments/n02yzc/john_le_carrés_the_constant_gardener_is_a.json": "この著者の作品を読むのは初めてですが、その文章力には驚かされました。\n驚きました。他の陰謀小説やスリラー小説では、情報を隠し、最後にタイムリーに明らかにすることに頼っています。\n情報を隠し、最後にタイムリーに明らかにすることに頼る他の陰謀小説やスリラー小説とは、全く異なる体験を提供します。\nのです。彼が提供しているのは、一連の拡張...",
  "data/reddit-books/r/booksuggestions/comments/n01gf3/help_i_just_finished_watching_shadow_bone_on.json": "あまり多くを求めてはいませんが、「Shadow&Bone」に似た本のお勧めを教えてください。\nボーン つまり...素晴らしい性的緊張、意味のあるキャラクターアーク、ある種の王国や王室のある世界を舞台にしていて\nある種の王国や王室がある世界に設定されていて、たまにはセックスシーンを恥ずかしがらないもの。\nとか....\n\n宜しくお願いします!!!",
  "data/reddit-books/r/booksuggestions/comments/n03f8f/just_read_annihilation.json": "わーい。今、私は何を読んだのだろう？エリアXの超現実的な世界は、アシッドトリップを思い出させた。\nトリップを思い出しました。奇妙な世界の発見と探検に焦点を当てた、似たような本はありますか？\nありますか？同じ著者の「Borne」を読む予定です。",
  "data/reddit-books/r/books/comments/n07b3d/i_am_loving_the_expanse.json": "反対意見もあるかもしれませんが（それはそれでいいのですが）、私はThe Expanseシリーズはとてもよく書かれていると思います。\n特に、多様なキャラクターとキャラクターの成長が素晴らしいと思います。\n\n私は現在、第3巻Abaddon's\nGateを読んでいますが、今日はちょうど10章目を読み終えたところです...。",
  "data/reddit-books/r/books/comments/n0di8r/just_finished_grapes_of_wrath_by_steinbeck_for.json": "皆さん、この本を手放せませんでした。豚が赤ん坊を食べたことに触れていない時点で、クレイジーな内容になると思っていました。\n豚が赤ちゃんを食べたことを隠していたからね。自分が理解しているかどうか確認するために、グーグルで検索しなければなりませんでした。\n理解していましたが、明らかに本の残りの部分とは比べ物になりませんでした。\n\n私は誰かが、誰かが、この本を読んでくれることを願いながら読み続けました。",
  "data/reddit-books/r/booksuggestions/comments/n0ingl/suggest_me_a_book_from_male_point_of_view_about.json": "別れの話題は、私が感じたほど女性の専売特許になっています。感じました。\nできれば小説や物語の形で、男性のアドバイスをもらえると嬉しいです。\nできれば小説や物語の形で。\n\n私が望んでいるのは、女の子が、自分をとても愛していたが、自分の基準では十分ではなかった男と別れるという小説です。\nでも、彼女の基準では十分ではなかった。彼はどうやって...",
  "data/reddit-books/r/booksuggestions/comments/n0cw83/i_want_to_read_about_greek_mythology.json": "ギリシャ神話の有名な話や神々についての本を読みたいのですが、どこから手をつけていいかわかりません。\n読んでみたいのですが、どこから読めばいいのかわかりません。すべての物語が載っている本はありますか？\nそれともたくさんあるのでしょうか？私にはさっぱりわかりません。\n\n宜しくお願いします。",
  "data/reddit-books/r/books/comments/n0fnpl/ive_recently_discovered_that_my_obsession_with.json": "私は幼い頃から本を読むのが好きでした。様々なジャンルの本を年間100冊近く読むほどになっていました。\n様々なジャンルの本を年間100冊近く読んでいました。covidが始まってからは\ncovidが始まってからは、読みたい本を全部読むのは無理だと悟り、実存的な下降線を辿りました。\n実存的な負のスパイラルに陥ってしまいました。私は麻痺していて...",
  "data/reddit-books/r/booksuggestions/comments/n0sphc/im_looking_for_a_book_with_secrets_doors_rooms.json": "遺産相続ゲームを読んでみて、奥が深いと感じました。謎を解き、手がかりを探すというコンセプトが\n謎を解き、手掛かりを探すというコンセプトに興味を持ちました。私は今まで\n似たようなものを探そうとしたが、失敗した。どなたか、そのようなコンセプトの本をご存知でしたら\n知っていたら教えてください。",
  "data/reddit-books/r/books/comments/n11u0f/teacher_claims_that_fantasy_isnt_literature.json": "さて、私はオランダで高校生をしています。読書を再開したのは\n英語のファンタジーをたくさん読んでいます（現在はミストボーンを読んでいます）。\nミストボーンを読んでいます）。) 数日前、私はオランダのファンタジーの古典があるかどうかに興味を持ちました。\nオランダのファンタジーの名作があるかどうか興味がありました。そこで、ネットで調べてみたところ...。",
  "data/reddit-books/r/booksuggestions/comments/n138k3/fantasy_romance_steamy_book_are_on_the_table.json": "ロックダウンされた私たちは孤独で、古き良き時代の蒸し暑さを必要としていることは周知の通りです。\n蒸し暑いです。ファンタジーロマンスで、できればもっと大人っぽくてセクシーなものがいいです。\n少しだけ。私はちょうど海賊のロマンスを読み終えたところで、それが大好きで、もっと必要なんです\n願わくば、ここで私の完璧な次の読み物を見つけたい！！。",
  "data/reddit-books/r/booksuggestions/comments/n14sc8/fantasy_that_has_protagonists_aged_mid_20s_and_up.json": "私はファンタジーが大好きですが、アブ・ティーンエイジャーを読むのはとても疲れます。ロートルを読んだことがあります。\nasoiafを読みました。新しい世界を探検してみたい :)",
  "data/reddit-books/r/booksuggestions/comments/n1gs9p/easy_reads_that_feel_like_a_warm_hug.json": "私は今、本当に辛い時を過ごしていて、ただ痛みを紛らわせたいのです。\n気持ちを紛らわせたいと思っています。最近、「セルリアン海の家」を読みました。\n私が必要としているのは、まさにこのタイプの本なのです。\nを必要としています。他にも人生や喜びに満ちた楽しい本を探しています。",
  "data/reddit-books/r/books/comments/n1gwe3/going_into_a_rehab_program_and_can_only_bring.json": "これまでRedditにはいろいろな記事を書いてきましたが、今回の記事は今までで最も不安を感じました。\nしています。私は別のアカウントを作ろうとしましたが、どちらかというと、私のプロフィールや活動履歴を見ることで\n自分のプロフィールや活動履歴を見ることができれば、これがただのアカウントではなく、本物であることを示すことができると考えました。\n私のプロフィールや活動履歴を見ることができれば、これが本物であり、ただのアカウントではないことを示すことができると考えました。\n\nだから、私は...",
  "data/reddit-books/r/books/comments/n17cnx/does_your_own_personal_circle_read.json": "ネット上の友達のことではなく、あなた自身の友達や家族のことです。\nのことです。彼らは実際に本を読んでいるのでしょうか、それともあなたは一人の読書家なのでしょうか？私の個人的な\n私の周りでは、自分たちは本を読むのが苦手だから本を読まないと言っています。\n本の話をするとなると、私はひとりぼっちになってしまいます...。",
  "data/reddit-books/r/books/comments/n1jchh/can_we_please_talk_about_leonardo_da_vincis.json": "私はこの素晴らしい本を読み終えたところですが、純粋に私の最高の読書の一つでした。\n最高の読み物です。伝記作家の巨匠であるウォルター・アイザックソンが、惑星探査などに興味を持っていた天才の人生を見事に描き出しています。\n惑星運動から「キツツキの舌の分析」のような風変わりなものまで興味を持っていた天才の人生を見事に描き出しています。\nキツツキの舌の分析」のような奇抜なものまで。その通りです。一...",
  "data/reddit-books/r/books/comments/n1tnb9/a_tale_of_two_cities_is_very_relevant_today.json": "私は「二都物語」を読んでいて、ディケンズが小説の中で批判したのと同じような組織の衰退を私たちが経験していることに気づきました。\nディケンズがこの小説の中で批判したのと同じような組織の衰退を経験していることに気がつきました。モンセーニュールは\n制度の衰退を特に興味深く表現しています。\nその理由は、彼が、制度がもはや...というところまで堕落してしまうことを示しているからです。",
  "data/reddit-books/r/books/comments/n1q31q/what_is_one_book_you_keep_going_back_to.json": "レオ・トルストイの『アンナ・カレーニナ』を読んで以来、ずっと心に残っています。どの本を手に取っても\nどんな本を手にしても、『アンナ・カレーニナ』の登場人物たちに共通点を感じずにはいられません。\nアンナ・カレーニナ」の登場人物たちに似ていると感じてしまいます。しかし、この本はかなりの長編である。\nこの本の影響は、他の本よりもはるかに大きいと思います。",
  "data/reddit-books/r/booksuggestions/comments/n1ud6j/im_19_yo_am_i_too_old_to_read_and_appreciate_the.json": "Netflixの番組は平均的なものでしたが、本を読んで、番組が残したギャップを埋めたいと思っています。\n読んでみたいと思っています。世界観の構築は、もっとうまくできたはずです。\nすべてが急いでいるように見えたので、いくつかの重要なことを見落としていたかもしれません。\n重要なことを見逃しているかもしれません。",
  "data/reddit-books/r/books/comments/n20yaj/i_am_paul_theroux_travel_writer_and_author_of_56.json": "私は、『The Great Railway Bazaar』、『The Mosquito Coast』、『On Plain of Snakes』、『Under the Under』など、高く評価されている多くの旅行記や小説の著者です。\n鉄道大バザール』、『モスキート・コースト』、『蛇の平原』、『ワイメアの波の下で\nワイメアの波の下で\n[https://www.hmhbooks.com/shop/books/Under-the-Wave-at-Waimea/9780358446286]。で\n2015年、私は英国王立勲章を授与されました。",
  "data/reddit-books/r/books/comments/n21cu6/do_the_books_you_read_sometimes_have_such_a_large.json": "最近では、シルビア・プラスの「ベル・ジャー」を読んだときに、こんなことを感じました。*SPOILER\n笑\n\nものすごく共感しました。読み終わったときには、さらにひどい状態になっていました。\n濡れた布のように頭を絞った。\n\n> 大学で、ヨーロッパで、どこかで、どこかで、いつの日か......」。\n> その...",
  "data/reddit-books/r/books/comments/n24eo1/i_wish_there_were_a_resource_to_find_books_youd.json": "私は自分の好みをよく知っているつもりで、本を読み始める前にはたいていレビューを読んでいます。\n本を読み始める前にレビューを読みます。お気に入りの本もたくさんあります。ただ、私は結局のところ\n自分の好みに合うかどうかの判断を誤ることが多いのです。ここ数年では\nここ数年は、いくつかの作品が目立ってきましたが、ほとんどは挫折してしまいます...。",
  "data/reddit-books/r/books/comments/n1zjy9/i_a_woman_am_reading_women_who_run_with_the.json": "はっきり言って、私は女性として生まれ、女性としてのアイデンティティを持っています。\nこの本の第2章で、ラ・ロバの部分を読んで、女性の精神性が宿るのに最適な場所が卵巣であることを知りました。\n女性のスピリチュアリティが宿るのに最適な場所は卵巣である、という部分を読んで、なんだか違和感を覚えました。\n違和感があります。それは、私の心には響かないような気がして...。",
  "data/reddit-books/r/books/comments/n23v67/unlikeable_characters_are_unjustly.json": "先日、友人に勧められて、アニア・アールボーンの『ブラザー』を読みました。どんな内容か聞いてみると\n聞くと、「家族で女性を誘拐して殺す男の話」だそうです。\n殺してしまう男の話でした。この本の中で、主人公は自分自身に疑問を持ち、心を入れ替えることになっています。\n本の中で主人公は自分自身に疑問を持ち、心変わりをすることになっている。別の友人は...。"
}