{
  "data/reddit-know/r/YouShouldKnow/comments/pg2zas/ysk_that_follow_onstage_2_formula_milks_are_not.json": "なぜYSKなのか。\n\nファーストステージ/ステージ1/新生児用のミルクは、赤ちゃんが12ヶ月になるまで、そしてそれ以降も大丈夫です。\nお望みであれば、それ以降もお使いいただけます。第1ステージと第2ステージの間には、ほとんど違いはありません。\nステージ2/フォローアップミルクとの違いは... ステージ2/フォローオンなどのミルクが、赤ちゃんの成長を促す唯一の理由は\nステージ2やフォローアップミルク、ハングリーベイビーミルク、グローイングアップミルクが存在するのは、乳児期の...",
  "data/reddit-know/r/YouShouldKnow/comments/pg6422/ysk_you_absolutely_can_use_soap_on_a_cast_iron_pan.json": "私の母をはじめ、料理をする知人の両親は、幼い頃から「鋳鉄には絶対に石鹸を使わないように」と教えてくれました。\n鋳鉄には絶対に石けんを使ってはいけない」と幼い頃から教えられていました。私は今日、それが真実ではないことを発見しました。\n今日、私はそれが真実ではないことを発見しました。鋳鉄製品のブランドとして有名なロッジは、そのウェブサイトで\n石鹸を少し使ってもいいとウェブサイトに書いてありました。",
  "data/reddit-know/r/YouShouldKnow/comments/pg7gog/ysk_of_spotmute_an_android_app_that_automatically.json": "Why YSK: Spotifyの広告は非常に煩わしいものですが、このアプリを使うことで、あなたのリスニング体験がより良いものになります。\nこのアプリがあれば、音楽を楽しむことができます。",
  "data/reddit-know/r/YouShouldKnow/comments/pgl6dt/ysk_that_you_dont_have_to_be_on_the_verge_of.json": "なぜYSKなのか: 自殺防止のためには、死の淵に立たされていなければならないというスティグマがあります。\n自殺ホットラインに電話するには、実際に死ぬ寸前でなければならないというスティグマがあります。しかし、実際には\nしかし、実際には、自殺を考えたことがあるならば、電話してほしいのです。私は\n病院で働いている友人に電話しました。そして、誰も出ないうちに...。",
  "data/reddit-know/r/YouShouldKnow/comments/pgm558/ysk_that_tomahawk_steaks_are_a_scam.json": "なぜYSKかというと、トマホークステーキはリブアイステーキに骨を追加しただけのものだからです。\n写真ではきれいに見えますが、一般的には、ステーキの味を向上させることのない骨に40～80ドルの追加料金を支払うことになります。\nステーキの味を向上させることのない骨に、40～80ドルの追加料金を支払うことになります。それは\n余分な12インチの骨を食べられるわけではなく、それはただ...",
  "data/reddit-know/r/YouShouldKnow/comments/pguobi/ysk_if_someone_is_6_weeks_pregnant_it_means_they.json": "なぜYSKなのか：テキサス州の非常識な妊娠中絶法を受けて、より多くの人々がこの法律がいかに制限されているかを理解する必要があります。\nなぜなら、私は妊娠するまで「6週間」の意味を全く知らなかったからです。\n私は妊娠するまで、「6週間」の意味を知りませんでした。妊娠6週目の中絶法が話題になると\n多くの女性が自分が妊娠していることに気づく前に...」というフレーズと一緒に語られることが多いです。",
  "data/reddit-know/r/YouShouldKnow/comments/ph2ikd/ysk_the_satanic_temple_has_been_working_to.json": "なぜYSKなのか。\n\n私たちの多くがそうであるように、サタニック・テンプル(TST)も、日本の政府が、このような状況にあることをよく知っていました。\nテキサス州でのこの騒動が起こるずっと前から、政府が「Roe v. Wade」に異議を唱える勢いであることをよく知っていました。\n起こりました。皮肉なことに、Hobby Lobby社が避妊具の使用を拒否することを認めた判決が先例となっています。\nLobbyが従業員に避妊具を与えないことを認めた判決が皮肉にも作った前例に基づいて、TSTは...",
  "data/reddit-know/r/YouShouldKnow/comments/pgznzq/ysk_you_can_cancel_pesky_monthly_subscriptions_by.json": "なぜYSKなのか。\n\n多くの月額プランは、アカウント管理メニューで簡単に解約できますが\nアカウント管理メニューで簡単に解約できるものもありますが、それ以上に難しいものもあります。よくある手口は、「Cancel my account\nボタンを押すと、ポップアップで電話番号が表示されます。この電話番号は\n紛らわしいメニュー、長時間の保留、あるいは...。"
}