{
  "data/reddit-books/r/booksuggestions/comments/mhlvfi/i_finished_the_count_of_monte_cristo_its_the.json": "はい、これは認めるのが恥ずかしいことです。こんなに長い本に挑戦し、最後までやり遂げた自分を誇りに思います。\nこんなに長い本に挑戦し、実際に読み終えた自分を誇りに思います。素晴らしかったし、終わってしまうのが寂しいです。\n終わってしまうのが悲しいです。最後の章に到達したとき、私は一文一文をゆっくりと読み、すべての瞬間を味わいました。\n終わってほしくなかったので、すべての瞬間を味わいました。",
  "data/reddit-books/r/books/comments/mhsp9n/my_towns_library_is_reopening.json": "私は泣いてしまうかもしれません...私はいつも図書館に頼っていました。\n無駄遣い」という罪悪感なしに本を買う経済的な余裕はありませんでした。図書館は\nパンデミックが始まって以来、図書館は閉鎖されていましたが、今は再開されています。休みが取れたらすぐに\n休みの日には、幸せな気分で図書館に行って、本を借りようと思っています。",
  "data/reddit-books/r/books/comments/mhp6aq/i_am_reading_lotr_the_fellowship_of_the_ring_and.json": "このようなことが多いので、ゆっくり読まないと理解できないことがあります。\n頭の中でイメージできるように、ゆっくり読まなければならない。\nよくあることですよね。また、あまり馴染みのない言葉が出てくるので、読みたいときに辞書を引いてしまうこともあります。\n辞書を引かなければなりません。何かいい方法はないでしょうか？",
  "data/reddit-books/r/books/comments/mhsss7/a_man_called_ove_is_my_favourite_book_of_the_year.json": "実はこの本、去年も手に取ったのですが、主人公の性格に合わず、10ページほど読んだだけで戻ってきませんでした。\n主人公に我慢できなかったので、10ページほど読んで帰らなかったのです。読んでみることにしました。\nみんながいい本だと言っていたので、もう一度読んでみることにしました。\nみんながいい本だと言っていたので、もう一度試してみることにしました。\n\n読んでみて、本当に良かった。",
  "data/reddit-books/r/books/comments/mhmvvs/putting_characters_in_relationship_for_no_reason.json": "私は、本のすべての登場人物に関係性を持たせることには抵抗があります。\n物語の終わりまでにすべての登場人物を関係させてしまうのは迷惑な話です。例えば、グループの中で友達がいたとしても、全員がその友達と一致する必要はありません。\nグループの中で、友達が別のメンバーと一致する必要はないように。しかし、特にヤングアダルトのジャンルでは\nしかし、特にヤングアダルトのジャンルでは、このようなことが非常に頻繁に起こることに気付きました。",
  "data/reddit-books/r/books/comments/mhuxva/theyre_closing_down_the_local_library_where_i.json": "暴言を吐く必要があります。\n\n私が本（読むことと書くこと）のために生きているという事実はさておき、図書館や\n読書は誰にとっても重要です。\n\n私はスウェーデンの「フード」と呼ばれるような町に住んでいるので、政府はすでに私たちのことをすべて無視しています。\n政府は私たちのことをすべて無視しています。町の広場には小さな図書館があって、そこから4秒くらいのところにあるんだ。\n秒ほどの距離ですが...。",
  "data/reddit-books/r/booksuggestions/comments/mhzmkg/looking_to_read_a_statement_book_from_each_country.json": "世界中のRedditer、この目標を達成するために協力してください。あなたの国の文学への最大の貢献は何だと思いますか？\nあなたの国の文学への最大の貢献は何だと思いますか？実際には、あなたの国でなくても構いません。\nあなたの国の作品でなくても、あなたの視点で、その国を表現していればいいのです。\nその国の主張であればいいのです。また、ジャンルも問いません。\n\n私は...",
  "data/reddit-books/r/books/comments/mhyfkp/i_am_the_worlds_greatest_author_chuck_tingle.json": "こんにちは、これはチャックワーズの偉大な作家のマンネームです。\n[http://www.chucktingle.com] あなたも世界最高の作家になれるのか、愛は本物だと証明するにはどうすればいいのか、あなたの質問に答えるために来ました。\n世界一の作家になるにはどうしたらいいのか、愛は本物だと証明するにはどうしたらいいのか、そんな質問にお答えします。\n私は「TRANS WIZARD HARRIET PORBER AND THEATER OF...」という新しい小説を出しています。",
  "data/reddit-books/r/books/comments/mhr98h/finished_reading_1984_by_george_orwell.json": "この本は、私が初めて読んだディストピアのジャンルの本でしたが、読んだ後は、ただ\n読んだ後、私はただディストピア小説の中に飛び込んで溺れたいと思いました。私はこの本について話したいのではありません。\n私はこの本について話したいのではなく、私自身について話したいのです。\nなぜなら、数週間前に『1984年』の最初のページをめくったときの自分とは違うからです。\n\nこの本は...",
  "data/reddit-books/r/booksuggestions/comments/mii9yu/understanding_emotions_and_learning_to_live_with.json": "私は、感情が生物学的、心理学的にどのように機能しているのかを知りたいと思っています。\n感情がどのように機能するのか、生物学的にも心理学的にも学びたいと思っています。目標は、私の感情的知性を高めることです。\n感情的な知性を高めることですが、よく研究された科学的なものを探しています。\n必ずしも自己啓発的なものではありません。もし、何かアイデアがあれば、私は...",
  "data/reddit-books/r/books/comments/mihwzi/why_are_many_people_drawn_to_twisted_messedup_or.json": "前置きが長くなりましたが、私は間違いなくその一人です。\n私もこの種のキャラクターが大好きです。単純な答えは\nしかし、なぜ私や他の多くの人々が、壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを見つけるのか、うまく言えません。\n壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを",
  "data/reddit-books/r/books/comments/mim9xv/i_absolutely_love_reading_and_not_being_a.json": "必ずしも文学者でなくても、本を読んで理解することはできると思いますが\n理解することができます。でも、どうしても最後まで読めない本に出くわしたときは\nあまりにも荒涼としていて理解できないために読み終えることができない本に出くわしたとき、私はいつも「これは私が文学生ではないから\nこれは私が文学部の学生ではないから起きているのではないかと自問します。もしかしたら...",
  "data/reddit-books/r/books/comments/miwf6e/my_friend_asked_me_to_read_ready_player_one_and_i.json": "そこで、ここではそのことについて不満を述べようと思う。\n\nまず最初に、この本は誰のためのものなのか？中学生向けに書かれているようですが\n中学生向けに書かれているようですが、すべてが80年代の引用を中心に展開されていて、彼らには理解できません。\n理解できません。私は90年代の子供なのに、この本を読むには年を取りすぎているような気がします。\n\n次に、本の内容についてですが...。",
  "data/reddit-books/r/books/comments/miuxyi/is_anyone_ever_terrified_that_books_libraries_and.json": "Kindleのような電子書籍に全面的に反対するわけではありませんが、私はいつも\nどこかの大企業が本の生産を独占してしまい、従来の本や購入方法の魅力が失われてしまうのではないかと\nしかし、いつも心配しているのは、どこかの大企業が本の生産を独占してしまい、伝統的な本や購入方法の魅力が失われてしまうことです。\n本の美しさの半分は、本屋に足を踏み入れたときの経験です...",
  "data/reddit-books/r/books/comments/mixie0/at_the_age_of_21_and_with_severe_adhd_ive_finally.json": "私の唯一の後悔は、もっと早く無理して読まなかったことです。\n\n私はずっとADHDと闘ってきました。以前、読書をしようとしたことがありましたが、2章くらいしか読めませんでした。\n私は以前、本を読もうとしたことがありましたが、2章くらいまでしか読めず、情報が片方の耳に入ってもう片方の耳から出ていることに気付きました。\n読んでいました。\n\n最近では、自分に言い聞かせることで、考え方を身につける訓練をしています...",
  "data/reddit-books/r/booksuggestions/comments/mixufv/so_youve_finished_six_of_crows_and_crooked_kingdom.json": "Six of Crows」と「Crooked Kingdom」を読みましたが、あまりにも素晴らしかったので、私には\n本を読み終えた今、どう対処したらいいのかわかりません。あなたはどんな本を使って\nどんな本でCrowsが心に残した穴を埋めましたか？他の提案も歓迎します。\n特にファンタジーやスーパーナチュラル系が好きです。",
  "data/reddit-books/r/books/comments/mj5yzn/dear_madeline_miller_please_let_your_next_book_be.json": "さて、最近「Circe」を読み終えて、今は「Song of Achi」を読んでいます。\n彼女の次の作品はメドゥーサを題材にしたものにすべきだと結論づけました。\nメドゥーサについての小説にすべきだと思いました。\n現代的に再解釈される可能性があると思うし、彼女からこの物語を読むのは面白いと思うからです...。",
  "data/reddit-books/r/books/comments/millur/ive_never_read_of_mice_and_men_because_i_know_100.json": "この本については、「孤独と孤立を表現している」という話をいつも耳にします。\n希望と期待を表しているとか。\n\n人々がこの本やスタインベックが書いた他の本を引用するのを聞きます。- しかし、私は一度も\n読んだことがありません。\n\nなぜ？100％泣いてしまうことがわかっているからです。この世で一番いいものは\n私にとっては...",
  "data/reddit-books/r/books/comments/mj9pew/the_dresden_files_is_unreadable_because_of_how.json": "ドレスデン・ファイルの3冊を読み終えたところで、手放すことになりました。作者は\n作者は、女性のキャラクターがどれだけセクシーか、どれだけ騎士道精神に溢れているか、ということをコメントし続けています。\nまた、ハリーがいかに騎士道精神に富み、女嫌いであるかについても言及しています。本の中での一例\nこの本からの例です。\"彼女はアスファルト色の髪を片手で後ろに押しやり、...を与えた。",
  "data/reddit-books/r/books/comments/mj3hd1/finally_completed_reading_the_brothers_karamazov.json": "カラマーゾフの兄弟」が伝説的な文学作品であることを知り、読み始めました。\n読んでみました。ドストエフスキーが様々な物語の手法を得意としていることは知っていました。\nドストエフスキーは様々な物語の手法を書くことに長けていることは知っていましたが、BK（カラマーゾフの兄弟）を読み始めたときには\nカラマーゾフの兄弟）を読み始めたときには、一つの物語から一つの物語へと飛び移っていることに感激しました。",
  "data/reddit-books/r/books/comments/mittge/normalize_novellas.json": "アディー・ラリューのインディビジュアル・ライフ」のオーディオブックを聴き終えました。\n他の多くの方が指摘されているように、多くのフィラーとリピートがあります。\n繰り返しが多いですね。私は、作者が文字数を稼ぐために何も起こらない本にはうんざりしています。\n何も起こらない本にはうんざりです。もっと50～150語程度の本が必要だと思います。",
  "data/reddit-books/r/books/comments/mjay6h/anybody_else_out_there_who_generally_feels.json": "私はただ喜ばせやすいだけなのかもしれませんが、ほとんどの場合、本を読み終えたときには気分がいいものです。\n感じます。すべての本が完璧だとは言いませんが、嫌いな本はほとんどありません。\n嫌いな本はほとんどありません。中性的と言った方がいいかもしれません。\nと言った方がいいかもしれません。\n\n本がダメになる一番早い方法は...。",
  "data/reddit-books/r/booksuggestions/comments/mje6ze/iam_looking_for_a_book_about_the_islamic_golden.json": "ネイティブスピーカーではないので、英語で申し訳ありません。",
  "data/reddit-books/r/books/comments/mj7ogg/i_discovered_the_writings_of_chimamanda_ngozi.json": "今年の初めに初めて知った本が『Americanah』で、とても気に入りました。\nナイジェリアで育った登場人物たちの人生を少しだけ垣間見ることができました。\nナイジェリアで育った登場人物たちの生活を垣間見ることができました。\nアメリカでの生活の文化的なコントラストや、人種や黒人についての議論など、とにかくすごい。\n\nこの...",
  "data/reddit-books/r/books/comments/mjksvy/i_still_like_holden_caulfield.json": "私は45歳ですが、「ライ麦畑でつかまえて」をおそらくほぼ初めて再読しました。\n30年近くぶりに再読しました。子供の頃、この本がとても好きで、当時はホールデンに共感していました。\nその時はホールデンに共感しました。それ以来、彼のことを考える限り、私は彼を気取った人物だと思うようになりました。\nそれ以来、私はホールデンのことを、気取っていて、不愉快で、甘やかされて育った...と思うようになりました。",
  "data/reddit-books/r/booksuggestions/comments/mjgnrz/books_for_people_who_are_social_but_struggle.json": "私は一般的に新しい人と出会うのが得意ですが、パチンコ店で誰かと出会うことはあっても、それ以外の人と出会うことはありません。\nパーティーで出会って、何年も前から知っているような人と仲良くなっても、何も起こらない。\nなってしまいます。何度か会って、時には会う約束をしても、実現しません。\n何度か会って、時には会う約束をしても、それが実現しない。私はメッセージを送らない...",
  "data/reddit-books/r/books/comments/mjq10u/i_always_bingeread_books_to_the_detriment_of_my.json": "私が見つけたのは、「みんなどうやって一度に本を全部読むの？\nしかし、私はその逆の問題を抱えています。一旦読み始めると、物語の流れに乗ってしまい\n一旦読み始めると、物語の流れに乗ってしまって、どうしても手放せなくなってしまいます。と感じてしまうのです。\n読むのをやめて後から戻ってくると、その流れを失ってしまうような気がして......。",
  "data/reddit-books/r/books/comments/mjy20e/frugally_building_up_a_library.json": "近いうちに世界が正常に戻ったら、私は地元のブック・サ\n地元のブックセールに行くのが楽しみです。私の図書館には、この販売会で見つけた本がたくさんあります。\n古本屋は素晴らしい。古本屋もいいですし、AbeBooksもいいですね。\nしかし、チャリティーや図書館のブックセールは素晴らしいです。私のお気に入り...",
  "data/reddit-books/r/booksuggestions/comments/mjujm0/i_have_struggled_my_whole_life_committing_to_an.json": "このような考え方に基づいた本を教えてください。\n\n楽しく運動できるように自分を騙す方法がないと\nしません。\n\n自己啓発、心理学、健康、フィットネスの本、またはノンフィクション/フィクションでも良いのですが\nフィクションでも良いので、「やりたい」という気持ちにさせてくれる本を教えてください。",
  "data/reddit-books/r/booksuggestions/comments/mk0gh0/what_book_would_you_offer_to_an_old_lonely_lady.json": "普通のおばさんで、どちらかというと孤独で（でもそれでいいんです）、文学が好きであり\n感傷的で読みやすい小説を読みたいと言っています。何かアイデアはありませんか？\n古いものでも、新しい大ヒット作でも構いません。ただ、この（曖昧な）基準の中で \"使える \"もの。\n漠然とした基準ではありますが、何か「効く」ものがあれば嬉しいです。",
  "data/reddit-books/r/books/comments/mjl4ar/medieval_murder_mystery_told_in_reverse_yes_please.json": "サマンサ・ハーヴェイの『The Western Wind』は、昨年読んだ本の中でも\nの一冊です。もっと注目してもらいたいと思い、この投稿をしました。\n地元の書店で特集が組まれていなかったら、私はこの本を知らなかったでしょう。\n中世を舞台にしていますが、テーマは信じられないほど...",
  "data/reddit-books/r/books/comments/mk520f/happy_1984_day_everyone_what_do_you_do_to.json": "37年前の今日、ウィンストンはオセアニアで日記を書き始めた。この記念すべき日を祝うために\nこの記念すべき日に、私は日記を書きました。\n\nそれをきっかけに、他の人が自分の好きな本のためにどんな小さな儀式やお祝いをしているのか考えてみました。\n好きな本のためにどんな小さな儀式やお祝いをするのか考えてみました。アトラスシュラグドの人々は超鋼を発明したり、脱税をしたりするのでしょうか？\n脱税をするのか？それとも...",
  "data/reddit-books/r/books/comments/mk85es/a_peoples_history_of_the_united_states.json": "アメリカの歴史に少しでも興味を持っている人には必読の書だと思います。\nアメリカの歴史に少しでも興味がある人は必読です。\n\n私は、オハイオ州タルサという不思議な場所で、非常に保護された、政治的に正しい、原理主義のキリスト教環境で育ちました。\nクリスチャンの環境で育ちました。この国の歴史は\n\"最も偉大な国...",
  "data/reddit-books/r/booksuggestions/comments/mkds7j/looking_for_a_beautifully_written_fantasy_series.json": "こんにちは。私はファンタジーの本が好きで、仲間からの提案が欲しいと思っています。\n本好きの方にお勧めしたいです。通常のファンタジーの型にはまらない、ユニークで美しい物語が好きです。\nユニークで美しい文体の作品が好きです。私の理想のシリーズはその両方です。\nその両方を兼ね備えているのが理想です。私のお気に入りは順不同です。\n\n * The Name of...",
  "data/reddit-books/r/books/comments/mkgvwn/in_honor_of_1984_day_1984_actually_had_a_happy.json": "1984年の終わり方は？ある意味では、誰もが持ち合わせている4つの言葉で終わります。\n9年生のときに初めて読んだときから、心の中に石のようにしまっておいた4つの言葉で終わります。\n彼は兄を愛していた」。静かな反逆者は、全体主義のゾンビとして泣き叫ぶように死ぬ。\n悲しい結末ですよね？\n\nもしあなたが、主にその運命を気にしているのなら...",
  "data/reddit-books/r/books/comments/mkgmg1/reading_books_is_the_life_raft_that_keeps_me.json": "子供の頃はまともに読んでいた。高校生になるとあまり読まなくなり、大学ではほとんど読まなくなりました。\n大学や20代の頃はほとんど読んでいませんでした。今は貪欲に本を読んでいます。もしかしたら、それは\n不健康です。\n\n去年のロックダウンの時に始まったのですが、私はすでに落ち込んでいました。仕事はとても悪く\nその結果、自分に自信が持てなくなってしまって...。",
  "data/reddit-books/r/booksuggestions/comments/mks3xk/just_finished_song_of_achilles.json": "そう、私はついに宣伝文句に負けて、2日間でこの本を完全に読み切ってしまった。\n日間で読破しました。まだ悲しんでいるような気がしますが、私はこの物語の展開と、私をどれだけ感じさせたかが好きです。\n物語が私をどれだけ感じさせてくれたかが気に入りました。おすすめの本があれば教えてください。\nアキレスの歌と同じテーマでなくてもいいので、お勧めの本を教えてください。",
  "data/reddit-books/r/booksuggestions/comments/mkotsn/looking_for_scientific_nonfiction_written_by_a.json": "変な検索条件ですが、JahrenのLab Girlを読み、JohnsonのSirens of Marsを読み終えたところです。\nジョンソンの「The Sirens of Mars」を読みました。これらの本の科学的な部分は好きですが、そうではありません。\n彼らが子供を持つことについての部分はあまり好きではありません。彼らにとっては良いことだと思いますが、私にとっては\n若い女性科学者としてキャリアをスタートさせる私にとっては、「私は...」と思ってしまいます。",
  "data/reddit-books/r/books/comments/ml0m0d/i_hate_it_when_people_say_reading_fiction_is_a.json": "私の時間の使い方が気になるんですか？フィクション、ノンフィクション、自己啓発書のどれを読んでも、一日の終わりには何かを学ぶことになる。\n小説でもノンフィクションでも自己啓発本でも、一日の終わりには何かを学ぶことができる。\n私は一日中、携帯電話をスクロールしているだけでもいいのですが、そうではありません。世の中には\n人生に役立つ素晴らしいフィクションがたくさんあります。",
  "data/reddit-books/r/books/comments/mksboq/pbs_series_on_ernest_hemingway_by_ken_burns.json": "https://www.pbs.org/kenburns/hemingway/\n\nテレビや映画のスターではなく、作家が真のセレブリティとしてエンターテイメントを提供していた時代を含め、彼の人生全体がカバーされることになります。\n作家が、テレビや映画のスターになる前に、真のセレブリティであり、雑誌に書かれた文字という形で\nテレビや映画のスターではなく、作家が真のセレブリティであり、雑誌の連載や小説など、文字という形でエンターテイメントを提供していた時代を含めて、彼の人生全体がカバーされます。本当に良い作品になることを願っています。\n良い作品になることを願っています。6時間の3日間...",
  "data/reddit-books/r/books/comments/ml32a9/how_books_meant_for_young_girls_helped_me_a_male.json": "私は26歳の男性です。この1年、2020年3月に失業してからというもの\n2020年3月に失業してから1年間、うつ病に悩まされてきました。自殺するほどではありませんが\n自殺するほどではありませんが、時々心の中に重いものを感じて\n脳が自動操縦で恐ろしいことを考えてしまうのです。\n\nで...",
  "data/reddit-books/r/books/comments/mky8yw/i_just_finished_1984_for_the_first_time_and_it.json": "この本は、私が完全に理解しているようで、同時に一つの概念も把握していないような狂気の政治的ホラーです。\nと同時に一つの概念も把握できなかったような気がする。そのリアルさは本当に恐ろしい。\nこの本に出てくるすべてのことが、まるで起こりうることのように感じられます。\n社会の基盤と、永続的に存在し続ける能力...。",
  "data/reddit-books/r/booksuggestions/comments/mkhew1/contemporary_magical_realism.json": "こんにちは。最近、マジカルリアリズムに夢中になっています。主に読んだのは\n主に村上春樹やガブリエル・ガルシア・マルケスをたくさん読みました。\n\nロックダウン中は、マジカルリアリズムの要素を持つメディアを見たり、再見したりしています。\nロックダウン中に、本の中にあったらいいなと思ったもの；The OA , Personal Shopper,\nThe Fall, The...",
  "data/reddit-books/r/booksuggestions/comments/ml94hx/help_me_find_a_good_book_about_different_religions.json": "こんにちは。私はすべての宗教について知識を深めたいと思っています。なぜなら、私は宗教についてあまり知らないし、地元の図書館でもあまり見つけることができないからです。\n私の地元の図書館ではあまり見つけることができません。誰か良い本があれば\nどなたか、様々な宗教を説明した良い本や、一つの宗教を深く掘り下げた本があれば\n誰かが様々な宗教を説明した良い本や、一つの宗教を詳しく説明した本があれば、とても助かります。",
  "data/reddit-books/r/booksuggestions/comments/mlimqz/book_similar_to_this_is_how_to_lose_the_time_war.json": "本を愛する皆さん、こんにちは。\n\nこのサブレディットで誰かがこの本を勧めてくれました（ありがとうございます！）。\nこの本を読み終えた後、私の心は吹き飛ばされたように感じました。このような喜びを与えてくれる本が他にも必要です。\n喜びを与えてくれる本が必要です。時間の半分は徹底的に混乱していましたが、それだけの価値がありました。ハハ。どんな\nおすすめの本があれば教えてください。",
  "data/reddit-books/r/booksuggestions/comments/mlrvn8/books_about_alternate_afterlives.json": "何年か前にDavid EaglemenのSumという楽しい短編小説の本を読みました。\n最近では「The Midnight Library」を読みました。このような作品をもっと読みたいです。\n死後の世界が必ずしも天国や地獄ではなく、奇妙で異なるものであるような\n違ったものになる。",
  "data/reddit-books/r/books/comments/mm4mfe/i_am_sb_divya_science_fiction_author_escape_pod.json": "カリフォルニア工科大学で計算論的神経科学の理学士号を取得し、UCSDで信号処理の修士号を取得しました。\nカリフォルニア工科大学で計算論的神経科学の理学士号を取得し、UCSDで信号処理の修士号を取得しました。20年近くハイテク業界で働いてきました。\n働いた後、作家になりました。\n\nヒューゴ賞やネビュラ賞にノミネートされた作家であり、サイエンスフィクションの編集者でもあります。これまでに\n出版された...",
  "data/reddit-books/r/books/comments/mm0ywe/one_flew_over_the_cuckoos_nest_is_brilliant_a.json": "最近、私は本を読み、映画を見ることにしましたが、非常に満足しています。\n読んでよかったと思っています。自分なりの解釈を考えたり、ネットで他の人の意見を読んだりして楽しんでいます。\n自分なりの解釈を考えたり、他の人の意見を読んだりして楽しんでいます。\n\n本は最高でした。ケーシーはキャラクターを見事に表現し、最高の「悪役」を生み出しました。\n私が見た中で最高の「悪役」の一人を生み出しました...。",
  "data/reddit-books/r/books/comments/mlyukm/how_did_reading_goosebumps_in_your_childhood.json": "私は最近、多くの親が心配して、子供がグースバンプスを読むことに抗議しているという記事を読みました。\nグースバンプスは子供には暴力的で恐ろしすぎると考え、子供に読ませないように抗議しているという記事を読みました。\n子供には暴力的で恐ろしいと思うからです。グースバンプスを読んで育った人は、それが自分に何か影響を与えたかどうか、どう考えているのか知りたいと思いました。\n何か影響を受けたかどうかを知りたかったのです。\n\n私の学校には、設備の整った...",
  "data/reddit-books/r/books/comments/mm863u/just_finished_reading_coraline_by_neil_gaiman.json": "以前からこの映画のファンだったので、事前にこの作品が本だと知ったときは驚きました。\n本だと知ったときは驚きました。すぐに買って、読み終えました。\n小さな本なので、通常の生活に加えて2日間で読み終えました。\n終わってしまいました。\n\n読んでいて、文章が少々淡々としていて、何の変哲もないように感じました。",
  "data/reddit-books/r/booksuggestions/comments/mmq014/books_that_show_people_were_just_as_smart.json": "私は18歳で、多くのテクノロジーに囲まれて育ち、社会はこれまで以上に知的であると考えています。\n社会はこれまで以上に知的であると考えています。時々、私たちが使っている非常に巧妙な建設方法のアニメーションを偶然見つけました。\n何百年、何千年も前に使われていた非常に巧妙な建築方法や\nあるいは、星の動きを非常に正確に把握していたり...。",
  "data/reddit-books/r/books/comments/mmaejf/if_there_is_one_book_to_have_a_physical_copy_of.json": "この本は1冊の「本」ではなく、物語やたとえ話を集めたものなので、ちょっとズルいとは思うのですが\nでも、1冊の本になっているから大丈夫なんです。\n\nそれが、この本を特別なものにしているし、物理的なコピーを持っていることがうれしい理由なんだ。I\nこの本を持って何ヶ月か旅行に行ったことを覚えています。",
  "data/reddit-books/r/books/comments/mn3d7m/pratchetts_nights_watch_is_a_surprisingly.json": "このシリーズの最初の本であるにもかかわらず、これまで一度も読んだことがありませんでした。\n読んだことがなかったのですが、こうして読んでみると、私が最も愛してやまないディスクワールドのキャラクターが登場しています。そして\nイギリスとアメリカのニュースとの間を行ったり来たりしていると、社会的なコメントがいかに適切であるかに気づかされます。\n社会的なコメントがいかに適切であるかということです。ネタバレしたくないので...。",
  "data/reddit-books/r/books/comments/mncbq9/what_food_or_drink_did_you_try_because_of_a_book.json": "深く考えずに、例えば私は「リトル・ウーマン」でブランマンジェを作りました。\n女性が好きではないことを発見しました）。また、マーティン・エイミスの作品にちなんで、カクテルバーでピンクジン（ビター＋ジン）を注文したことがあります。\n+ カクテルバーでピンクジン（ビター＋ジン）を注文したこともあります。\n\n他にも、気になるけど試したことのないものがいくつかあります。",
  "data/reddit-books/r/books/comments/mndswu/have_you_ever_noticed_that_there_is_always_at.json": "これは、昨日、地元のグッドウィルに行ったときに気づいたおかしなことです。\nグッドウィルに行きました。トワイライトの本を3冊見つけたのですが、私が行く古着屋ではいつもトワイライトの本を見かけるだけでなく\nトワイライトの本は、どこのリサイクルショップに行っても必ず見かけるだけでなく、いつも同じものだったのです。\nのものだった。トワイライト」、「エクリプス」、「ブレイキング・ドーン」（「ニュー・ドーン」はめったに見かけません。",
  "data/reddit-books/r/booksuggestions/comments/mno0xs/historical_fiction_about_lesser_known_events.json": "第二次世界大戦やチューダー王朝時代のイギリスの歴史小説には少し飽き飽きしています。ちょうど\nSalt to the Seaを読み終えたところです。ありがとうございました。",
  "data/reddit-books/r/books/comments/mnmwty/i_completed_my_reading_goal_for_the_year.json": "今年の新年の抱負は「もっと読む」でした。2021年までに12冊の本を読むという目標を立てました。\n2021年に12冊の本を読むという目標を立てましたが、驚いたことに完全に達成してしまいました。私の読書への愛は\n読書への愛が再燃したのは、この本や他の本のおかげです。エリン\nMorgensternは \"The Starless Sea \"で私の1年をスタートさせましたが、私は...",
  "data/reddit-books/r/books/comments/mnn83p/audiobooks_have_saved_me_when_i_couldnt_muster_up.json": "私は今、人生の荒波にもまれています。1つの場所に座って本を読むことができなくなりました。\n本を読むことができなくなってしまいました。5分おきに携帯電話に手を伸ばしてしまうのです。\n5分ごとに携帯電話に手を伸ばしています。読書が楽しくない雑用になっていました。だから、私は完全に読書をやめてしまいました。\nそんなある日、ニール・ゲイマンの『The...』の予告編に出会いました。",
  "data/reddit-books/r/books/comments/mnvajo/have_yall_ever_discovered_the_book_you_were.json": "今週はどんな本にも興味がなかったので、図書館のファンタジーコーナーからランダムに1冊選びました。\n図書館のファンタジーコーナーからランダムに選んだ。50ページを読んだ時点で、これは自分には合わない本だと思いましたが\nしかし、2つの理由で読み続けています。「エッチな」シーンと、目を離せない列車事故を見るためです。\n目が離せない列車事故を見るためです。皆さんは、今までに...",
  "data/reddit-books/r/books/comments/mnw6bv/atticus_on_race.json": "To Kill a Mockingbird』の後半、子供たちと陪審員やトム・ロビンソン事件について話し合っているとき、アティカス・フィンチは次のように言った。\nアティカス・フィンチは、子供たちと陪審員やトム・ロビンソン事件について話しているときに、いつも私を悩ませる言葉を言いました。\n\n\"大人になると、白人が黒人を騙すのを毎日見ることになるだろう。\nしかし、忘れてはいけないことを教えてあげよう。いつでも白人が...",
  "data/reddit-books/r/books/comments/mnv18n/just_finished_moby_dick.json": "...そしてワオ。結末を知っていても、あれはとんでもない結末だった。\n終わり方がわかっていても、とんでもない終わり方でした。中盤は少し長く感じましたが（主に技術的な章と物語的な章の比率のため）、最後の100パ\n技術的な章と物語的な章の比率のせいです）しかし、最後の100ページはとても\n手に汗握る展開でした。すべてを処理するのに、1週間か2週間はかかりそうです...。",
  "data/reddit-books/r/booksuggestions/comments/mnx7io/cyberpunk_novel_heavy_on_philosophy_and_world.json": "アンドロイドは電気羊の夢を見るか』のような、もっと哲学に重きを置いた作品を探しています。\n攻殻機動隊』（1995年）のように哲学に重きを置きつつ、もっと世界観やディテールにこだわった作品を探しています。\n世界観とディテールを追求したもの。もちろん、クールなスタイルや技術もね。",
  "data/reddit-books/r/books/comments/mo7kke/i_just_finished_steven_kings_under_the_dome_and.json": "何年も本を読まなかった私が、最近になって小説を読むようになりました。\nヴォネガットの『スローターハウス5』から始めました）。2冊目の本を決めるのに時間がかかりました。\n2冊目の本を決めるのに時間がかかりましたが、それよりも重要な本はたくさんあります。\nジュラシック・パーク」や「The...」など、文学的に重要な作品はたくさんあります。",
  "data/reddit-books/r/books/comments/mocpxw/the_dark_tower_is_lifechanging.json": "数週間前に完成しました。タイトルにふさわしい形容詞に苦労しました。\nタイトルは Amazing? Criminally underrated? Fantastic? 衝撃的な？私は「人生を変える」にしました。\n人生を変える」というのは本当のことだからです。\n\n私はファンタジーの物語をよく読むのですが、「ダークタワー」は、目の間にツーバイフォーを入れられたようなものでした。\n目の間に入ってきました。年を重ねるごとに...。",
  "data/reddit-books/r/books/comments/modth5/top_tip_for_readers_both_new_and_old_good.json": "私はもともと読書家で、翻訳にはあまり関心がありませんでした。多くの人がそうであるように\n多くの人と同じように、英語以外の言語の小説を読むときは、手に入るものは何でも手に入れて読んでいました。\n英語以外の言語で書かれた小説は\n\nそれが変わったのはこの1年です。\n\n罪と罰』が大好きだった私は、『The Brothers...』には失望しました。",
  "data/reddit-books/r/booksuggestions/comments/mo7g4p/can_i_read_lamb_the_gospel_according_to_biff.json": "素晴らしい本だと聞いていますが、ほとんどが聖書の出来事を風刺しているのかどうか知りたいです。\n聖書の出来事を風刺しているのでしょうか？聖書の出来事を知らなくても楽しめる本なのでしょうか？宜しくお願いします。\n前置きが長くなりました。",
  "data/reddit-books/r/books/comments/mocpq6/i_love_the_english_literature_from_the_19th.json": "私は今、ブラム・ストーカーの『ドラキュラ』を読んでいて、とても気に入っています。最初のページから夢中になりました。\n最初のページから夢中になって、今まで本を手放すことができませんでした。\nその感想を述べたいと思います。\n\n過去に読んだのは、シャーロック・ホームズ、不思議の国のアリス、ポーの短編集。\nドリアン・グレイの肖像」などを読んできましたが...。",
  "data/reddit-books/r/books/comments/mod645/sometimes_pushing_through_a_book_youre_not.json": "面白くない本を捨てることには賛成です。結局のところ、それは大きな時間の\n本を読むためには大きな時間が必要なのですから、それを無駄にする必要はありません。しかし、私が学んだのは、時に\nその作品には、自分を納得させるだけの価値があるということです。次のような例があります。\n例を挙げてみましょう。\n\n私が最初に経験した本の一つは...",
  "data/reddit-books/r/booksuggestions/comments/mogh51/books_similar_to_the_seven_husbands_of_evelyn.json": "みなさん、こんにちは。最近、「エブリン・ヒューゴとデイジー・ジョーンズの7人の夫」とテイラー・ジェンキンス・リードの「The Six」を読みました。\nテイラー・ジェンキンス・リードの「The Six」を読みましたが、古い（50年代、60年代、70年代、80年代）有名な雰囲気がとても気に入りました。\n同じような本を探していたのですが、何かお勧めはありますか？)",
  "data/reddit-books/r/booksuggestions/comments/mobanp/any_good_sci_if_lgbt_books_out_there.json": "私は彼らがかなりクールだと思います。私の16歳のバイセクシャルの甥のためのものです。\n最近カミングアウトした16歳のバイセクシャルの甥っ子のためです。彼女は最近カミングアウトしたんだけど、本を買ってあげたいんだ。\nSFを読むのが好きなんです。",
  "data/reddit-books/r/books/comments/moes3j/took_way_too_long_for_me_to_implement_myself_but.json": "私が苦労した点は、読書をする気分にならないといけないことです。\n読む気分にならなければならないことです。これは、特定のジャンル（例えば、ホラー）を読む気分になれないことで、さらに難しくなります。\nその時に読んでいる特定のジャンル（例：ホラー）の気分になれないと、さらに難しくなります。人生22年目にして\n人生22年目にしてようやく、複数の本を持つべきだと気付きました。",
  "data/reddit-books/r/books/comments/momqni/the_inkheart_series_is_seriously_great.json": "この種の投稿は初めてなので、何か間違っていたらごめんなさい）。\n\n特に本の中に入った時の設定が素晴らしい。プロットや\n登場人物も本当に本当に良かったです。山羊座は特に\nダストフィンガーとモーのキャラクターもよく書かれていました。しかし...。",
  "data/reddit-books/r/books/comments/moulz7/no_boy_was_some_girls_sloppy_seconds_only_girls.json": "この言葉は、レイシー・クロフォードの回顧録『Notes on a Silencing』からの引用です。この本は、私が今まで読んだ本の中で\n私が今まで読んだ本の中で最も素晴らしい本のひとつです。クロフォードは\nクロフォードは、コンコードにあるエリート寄宿学校（St Paul's School）での恵まれた生活を綴った青春記です。\nPaul's School）での恵まれた生活を綴っています。",
  "data/reddit-books/r/books/comments/moo8eq/is_there_any_current_book_series_that_has_the.json": "90年代に育ち、2000年代にティーンエイジャーとなった私は、素晴らしい本に恵まれていました。\n驚くべき本に恵まれていました。その第一弾が「ハリー・ポッター」でした。\n\n当時生きていた人なら、あのシリーズにまつわる大混乱を覚えているでしょう。\n当時生きていた人なら、あのシリーズにまつわる大騒ぎを覚えているでしょう。\n\n私の10代後半の頃は、そのような本への熱狂が再現されていました...。",
  "data/reddit-books/r/booksuggestions/comments/moqiqm/are_there_any_books_like_anne_of_green_gables_out.json": "最近、赤毛のアンが好きになりました。\nから始まり、本も読みました。ちょっと出遅れましたが\nこのまま終わって欲しくないですね。\n\nどなたか「赤毛のアン」のようなお勧めの本がありましたら教えてください。私は本当に\nが大好きなんです。",
  "data/reddit-books/r/books/comments/moxq6y/where_the_crawdads_sing_is_the_worst_book_of_my.json": "ここでSPOILERS SPOILERS! 私は自分にこの本を最後まで読ませましたが、私は激怒しています。\n時間を無駄にしただけでなく、あまりにも恐ろしくて、閉じた時に魂の一部を持っていかれたような気がします。\n魂の一部を持っていかれたような気がします。なぜこれほどまでに人気があるのか、文字通り全くわかりません。\nなぜこんなにも人気があるのか、文字通り全くわかりません。考えれば考えるほど怒りがこみ上げてきます...。",
  "data/reddit-books/r/books/comments/mox5yx/i_just_finished_reading_lois_lowrys_the_giver.json": "The Giver』は、私たちに「同一性」を強要し、私たちの生活から「同一性」を排除しようとする暴政の侵攻を警告するディストピア小説ではありません。\n私たちに「同一性」を強要しようとする専制政治の力を警告するディストピア小説ではありません。\n私たちの存在を構成している厳しさや困難から私たちの人生を遠ざける「同一性」を強要しようとする暴政の力に対する警告ではない。それは、困難の「明るい面」を称える小説です。\n困難の \"ブライトサイド\"、悪の背後にある美しさ、知恵を讃える小説です。",
  "data/reddit-books/r/books/comments/mp08aw/lessons_learned_by_taking_a_chance_a_burger_and.json": "https://imgur.com/gallery/7cREfyk\n\n私は、本を愛する仲間のために、ちょっと変わった話をしたいと思いました。\n私が学んだことは、とても貴重な「感謝」でした。\n\n年前、私は仕事でボストンに行っていました（看護師で、会議に参加していました）。\nある日の早朝、ボストンを出発して南に向かっていました。その時、私が乗っていたのは...",
  "data/reddit-books/r/books/comments/mp2afs/can_i_just_take_a_second_to_say_how_awesome_my.json": "私は9th honorsを取っているのですが、これまでに文学の先生が選んだ本は\n\nフランケンシュタイン\n\nイリアス」（その一部と「ベトナムのアキレス」の一部\n\nOthello\n\n華氏451\n\nそして、近々『Things Fall Apart』を始める予定です（アマゾンで購入して\nアマゾンで買ったばかりなので、その前に読もうと思っていますが...。"
}