{
  "data/reddit-changemyview/r/changemyview/comments/pfkd0r/cmv_people_arent_smarter_than_people_50_years_ago.json": "前置きが長くなりましたが、昔に比べて教養のない人は減ったと思いますが\nしかし、私たちはあまり賢くなっていないと思うのです。オリンピックの後、私はいくつかのことを見てきました。\nオリンピックの後、人々はより大きく、より良く、より速く、より強くなったと言うものを見ました。それは\n私たちが「より賢く」なったとは明確に書かれていませんでしたが、それは...。",
  "data/reddit-changemyview/r/changemyview/comments/pfm9tr/cmv_the_pandemic_wasnt_hard_for_all_of_us.json": "全員」が大変だったというのはやめてほしい。もしあなたが億万長者だったら......。\n苦労しなかったでしょう。もし、あなたが虐待を受けていた家庭の出身で、まだ勉強中/未成年であれば\n勉強していたり、未成年であったりしたら、それはそれで大変だったと思います。もし、あなたが経済的に苦境に立たされた人であれば\nパンデミック前に経済的に苦しい状況にあった人は、その苦しさを...",
  "data/reddit-changemyview/r/changemyview/comments/pfod3m/cmv_shaming_someone_for_being_short_is_worse_than.json": "私は、恥をかくことは間違っていると感じており、本当に価値のある人以外はすべきではないと思っています。\n誰かが本当にそれに値する場合以外はすべきではありません。しかし、人々がこのようなことをするのを止めることはできません。\nそれが私の考えです。\n\n私がこのように思うのは、人が自分の体のある部分をどれだけコントロールできるかということです。\n私はこのように感じています。人は非常に小さな...",
  "data/reddit-changemyview/r/changemyview/comments/pfuxje/cmv_the_us_government_has_lost_all_credibility.json": "アフガニスタンは、振り返ってみれば、完全に無駄で、人の命とお金を浪費した一連の戦争の最新のものです。\n振り返ってみると、完全に無駄で、人の命とお金の浪費である。ベトナム、イラク、アフガニスタン。\nこれらはすべて失敗した戦争である。責任者はそれを知っていたし、様々な政治的理由で終わらせたくなかった。\n様々な政治的理由で戦争を終わらせたくなかったのです。私たちは、この戦争がどれほどひどいものかを知ることができます...",
  "data/reddit-changemyview/r/changemyview/comments/pfw3f1/cmv_there_is_no_point_in_telling_kids_that_there.json": "子供」というのは、8歳くらいまでの人のことです。\n\n親が子供に「男の子の色と女の子の色なんてないよ」と言っているのをよく耳にします。\n男の子の色と女の子の色なんてないんだよ」という親の声をよく耳にします。\n\n私もそれに同意したいと思います。男の子がピンクを好きでも、女の子がブルーを好きでも、何の問題もありません。\n男の子がピンクを、女の子がブルーを好むことは悪いことではありませんし、子供がそのことで仲間はずれにされるべきではありません・・・。",
  "data/reddit-changemyview/r/changemyview/comments/pfn2lo/cmv_every_us_president_in_the_last_20_years_at.json": "私は今の政治にはあまり関心がないので、私はこのまま\n私が生きている間に大統領になった人たちにこだわるつもりですが、過去の多くの人たちも\n過去の大統領の多くもそうであるべきだと思います。しかし、この記事のために、私は次のことについて話します。\nブッシュ、オバマ、トランプ、バイデン。これは、私にとって良いことだと思います...",
  "data/reddit-changemyview/r/changemyview/comments/pfwskw/cmv_the_withdrawal_of_troops_from_afghanistan_was.json": "最初に言っておきますが、撤退のやり方はあらゆる意味で最悪で、100％撤退すべきだったと思います。\nあらゆる意味でひどかったし、100％別の方法で対応すべきだったと思う。\n撤退の時期を遅らせたり、国が安定していることを確認したりするなど、100％別の方法で対応すべきだったと思います。\n撤退を遅らせるとか、国が安定するようにするとか）。)\n\nしかし、全体的に見れば、米軍を撤退させることは...",
  "data/reddit-changemyview/r/changemyview/comments/pfzq04/cmv_antivaxxerscoviddeniers_should_be_given_the.json": "反ワクチン主義者や陰謀論者は、トリアージの対象となるべきだという意見をRedditで見かけました。\n反ワクチン主義者や陰謀論者はトリアージの対象となるべきだ、あるいは治療を受ける権利を放棄するような誓約書に署名すべきだ、という意見をRedditで見かけました。\n治療を受ける権利を放棄するようなサインをすべきだという意見を見たことがあります。これは、保守的なプロパガンダや一般的な偽物に対する不満からきているのだと思います。\n保守的なプロパガンダや、一般的な疑似科学的治療への不満からきているのでしょうが...",
  "data/reddit-changemyview/r/changemyview/comments/pg9ejg/cmv_overpopulation_is_an_issue_and_declining.json": "多くの人が、人口過剰は実際の問題ではないと話しているのを見たことがあります。\n地球にはもっとたくさんの人が住めるスペースがあり、第一世界の少子化を改善する必要があるということです。\n第一世界では少子化を改善する必要があると言っていますが、私はこの2つの主張には大いに反対です。\n私はこの2つの主張には大いに反対です。まず、「地球にはもっとたくさんの人が住めるスペースがある」という主張には、私は大いに反対です。"
}