{
  "data/reddit-books/r/books/comments/pfj7y4/what_is_a_book_you_heard_a_lot_of_good_things.json": "友人や家族、文芸評論家、ソーシャル・メディアなどから、多くの良い評判を聞いた記憶のある本はありますか？\n友人、家族、文芸評論家、ソーシャル・メディアなどから良い評判を聞いていたが、結局自分で読んでみて\nその本を自分で読んでみて、誇大広告に応えられなくてがっかりしたことはありませんか？\n\n評判通りではないと感じた点はありますか？",
  "data/reddit-books/r/booksuggestions/comments/pfkilo/cozy_fall_books.json": "秋の居心地の良い本のおすすめを教えてください。ホラー系でなくても構いません。\n肯定的なものばかりでなく、対立するものでも良いですが、一晩中不安になるようなものは求めていません。\nただ、一晩中気になって眠れないようなものは求めていません😅。",
  "data/reddit-books/r/books/comments/pfipch/have_you_ever_experienced_the_joy_of_someone.json": "週末に古い本棚を掃除していたら、母が「Little Women」のコピーを再発見しました。\nLittle Women」を見つけました。大好きな本を手にしただけでなく、若い頃に何度も読んだ本を手にして純粋に嬉しかったあの瞬間は\n自分が好きな本だけでなく、若い頃に何度も読んだ自分の本を手にして純粋に喜んだ瞬間は\n特別なものでした。その喜びは、その場にいた全員を笑顔にしました。あなたは...",
  "data/reddit-books/r/books/comments/pfttgo/carl_sagans_foreboding_of_an_america_a_quote_from.json": "\"私の子供や孫の時代のアメリカを予感しています。\nアメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出してしまい\n私の子供や孫の時代のアメリカは、アメリカがサービス経済や情報経済になり、製造業のほとんどが他国に流出し、技術力の高いものがごく少数の人たちに握られていて\n技術的な力がごく少数の人の手に渡り、誰も...",
  "data/reddit-books/r/books/comments/pfqpao/the_bell_jar_by_sylvia_plath.json": "格付け 4.25/5\n\n\"I am, I am, I am.\"\n\n私がこの本を知ったのは17歳の時でしたが、その後、麻痺性の鬱エピソードに陥り、この本が私を支配する力を物理的に恐れました。\n私は17歳の時にこの本を知り、その後、麻痺した鬱のエピソードに陥り、この本が私を支配する力を物理的に恐れました。I\nそれからの2年間は本を読むことができませんでした。だから、この本を再び手にすることができて嬉しいです。\nブッククラブに感謝しています。読んでみて...",
  "data/reddit-books/r/booksuggestions/comments/pfs2za/i_need_some_books_of_different_topics_for_the.json": "私はオーストラリアのビクトリア州に住んでいますが、今はとても長いロックダウンの最中です。\nあと8週間は解除されない見込みです。ロックダウンのため、私は以下のことしかできません。\n以下のことしかできません。\n\n * エッセンシャル・ショッピング\n * ワクチン接種のために行く\n * 緊急医療サービス\n * 仕事\n * 2時間のエクササイズ\n\nAs...",
  "data/reddit-books/r/books/comments/pfms3v/the_guest_list_by_lucy_foley_would_make_a_great.json": "簡単に要約すると、『ゲストリスト』は、アイルランドの島で行われたセレブの結婚式で起きた殺人事件です。\nアイルランドの島で行われたセレブの結婚式での殺人事件です。\n\n登場人物は豊かに描かれ、深い層になっています。孤立した環境は\n雰囲気を醸し出しています。謎は何度も大きな結末を迎えます。\n\n私が最近読んだ中では最高のスリラーだ。HBO...",
  "data/reddit-books/r/books/comments/pfvx4z/is_there_any_author_that_knows_the_depths_of_the.json": "罪と罰」を2回目に読み終えましたが、ラスコーリニコフの良心の働きを描いたドストエフスキーの洞察力には驚かされます。\nドストエフスキーの、ラスコーリニコフの良心や魂の動きに対する洞察力には驚かされます。\n魂です。最近の本は、雄弁に書かれたページめくりで、説得力のあるストーリーと、きちんとした（？\n説得力のあるストーリーと、きちんと（時には素晴らしく）展開された...",
  "data/reddit-books/r/books/comments/pfy84z/agatha_christie_is_exquisite.json": "まず、謝罪します。このサブレディットのすべての人は、この名前を聞いたことがあります。\n彼女の本を読んだことがあると思います。しかし、なんということでしょう。\n\n私は中学2年生の時に彼女の本を「読んだ」、少なくとも読んでいるつもりだった。でも今は\n実際に理解してみると、彼女がいかに時代の先端を行っていたかがよくわかります。\n彼女がいかに時代を先取りしていたかを痛感します。本を...",
  "data/reddit-books/r/books/comments/pfydil/i_finished_the_gulag_archipelago_by_alexander.json": "何かとても悲しいことに勝ってしまったような気がして、これからどうしたらいいのかわかりません。私は、この本が\nこの本が私の魂を変えたことは間違いありませんが、今は空虚で途方に暮れています。\n空っぽで途方に暮れています。私はソルジェニーツィンの記憶を持っていないし、この本のどの部分を使っても\n普通の会話でこの本の一部を使うことは考えられませんが、私は...",
  "data/reddit-books/r/books/comments/pftjlm/any_secret_history_by_donna_tart_fan_here.json": "また、その感想は...。ドナ・タルトは素晴らしい仕事をしたと感じました。私のような\nギリシャ神話に興味を持っている私にとって、小説の中で体現されているものを読んで\n小説の中で体現されているのを読むのはとても楽しいものでした。ディオニュソスを呼び起こす儀式は、私を夢中にさせました。\n夢中になりました。彼らの心の奥底に隠された暗い秘密...。",
  "data/reddit-books/r/booksuggestions/comments/pg15rf/wanna_get_the_life_that_was_stolen_away_from_me.json": "さて、タイトルは気の毒ですが、要点を言うと、私はカルト教団で育ちました。私は今20歳です。\n\nそのことに対処して前に進むのに役立つ本を探しています。セラピーはありません。\n選択肢ではありません。\n\n友達を作ったり、人生の9割を奪われたような気持ちにならずに人生に集中できるような本を。\n人生の9割を奪われたような気がしないで\n\nもしかしたら、その本は...",
  "data/reddit-books/r/books/comments/pg3vvn/is_stephen_king_considered_a_good_writer_or_just.json": "読んだことがないのは...その...Stephen Kingの作品です。でも、今は「Salem's Lot」を読み進めています。\nSalem's Lotを読んでいるところです。全体的にとても楽しんでいますが、それは主に以下の理由からです。\n彼が作っているミステリーが好きだから。彼の実際の文章は、私にとって多くの不満を残しています。\n彼の実際の文章は、私にとって多くのことを残しています。\n\n- この本の主人公は...。",
  "data/reddit-books/r/books/comments/pg3b9m/have_you_ever_read_a_book_that_you_liked_so_much.json": "奇妙な質問に聞こえるかもしれませんが、これまでに読んだ本の中で\n読んだ本がとても楽しくて、最後まで読みたくないと思ったことがあります。\n\n一例を挙げると、私が幼い頃、『To Kill A Mockingbird』でそうなりました。\nMockingbird』です。私はあの家族の一員になりたいと思いましたし、父親の教訓を学びたいと思いました。",
  "data/reddit-books/r/booksuggestions/comments/pgfuj1/books_about_women_but_not_about_having_babies.json": "女性の主人公で、最初は子供がいなくて、もしかしたら夫もいないかもしれないという設定の本はありますか？\n女性の主人公で、最初は子供がいなくて、もしかしたら夫もいなくて、「ハッピーエンド」には子供がいないという本はありますか？\n\n私はChris BohjalianのThe Hour of the Witchを読んだばかりで、とても気に入りました。\nもちろん、最後の数ページで、彼女は赤ちゃんを授かります。",
  "data/reddit-books/r/books/comments/pghsy7/kurt_vonneguts_cats_cradle_is_a_really_good_book.json": "学校の授業で読んだこの本は、またしてもつまらない本になってしまうのではないかと思っていましたが\n退屈な本だと思っていたのですが、実際に読んでみると面白い本でした。\n特に、彼の文章全体をこれほどまでにニヒルで実存的なものにするきっかけとなった文脈的な影響を分析した後では、とても興味深いものとなりました。\n虚無的・実存的な文章を書くきっかけとなった文脈の影響を分析してみると、とても興味深いものでした。特に、Catの...",
  "data/reddit-books/r/books/comments/pgks8k/hi_im_yaa_gyasi_author_of_the_bestselling_books.json": "超越した王国\n[https://www.penguinrandomhouse.com/books/622478/transcendent-kingdom-by-yaa-gyasi/?pdivflag]をご覧ください。\n私の2冊目の本は、スタンフォード大学で報酬を求める行動を研究している若い女性、ギフティが、突然の失踪に対処する様子を描いています。\nスタンフォード大学で報酬を求める行動について研究している若い女性、ギフティが、兄の突然の喪失に対処し、自分の信仰と格闘する姿を描いています。\n信仰と...",
  "data/reddit-books/r/books/comments/pgldww/when_i_am_stress_or_anxious_i_read_haruki.json": "ストレスや不安があるときは、村上春樹を読みます。彼の本はリラックスできるんです。\n緊迫感がなく、リラックスできる。なぜか心が落ち着くのです。私は彼の本を読むと\n私は村上春樹の本を読むと、不安がなくなり、ちょっとしたことを楽しめるようになります。\n一杯のカモミールやシンプルなトーストのような小さなことを楽しむことができます。\n\n彼の本を読むと、私は...",
  "data/reddit-books/r/books/comments/pgvdni/do_you_find_ratings_and_reviews_on_goodreads.json": "私は長い間、goodreadsを使っています。そして今、私は本の評価とレビューを見て、興味をそそられたら「読みたい」とマークするという状況にあります。\nその本の評価やレビューを見て、興味をそそられるようであれば \"読みたい \"にマークして\n後日、その本が手に入ったら読む、という状況です。今では、評価やレビューを見ずに本を読み始めることはできなくなりました。\ngoodreadsでチェックしないと本を読み始めることができなくなりました。どうでしょうか？",
  "data/reddit-books/r/books/comments/pgyk5k/im_not_a_sharer.json": "最近、私は本のコレクションを始めたのですが、友人の一人が私の本を借りたがっています。\n私の本を借りたいと言っています。このような状況では、共有することを嫌う私の内なる子供が出てきます。\nが出てきました。彼女に私の本を2冊借りてもらうまでは、自分の物をこんなにも大切にする気持ちになれるとは\n1ヶ月以上前に彼女に2冊の本を貸し出すまでは、自分の物をこんなにも大切にするとは思ってもみませんでした。彼女は...",
  "data/reddit-books/r/booksuggestions/comments/ph1dfs/book_on_how_to_be_a_better_husband.json": "タイトルの通りです。結婚して約7年、付き合って9年になります。M34 F33です。5つの愛の言葉は何度も読みました。\n5つの愛の言葉は何度も読みましたが、もっと助けが必要です。私は仕事やキャリアに追われています。\n仕事をしているので、僕がいないと妻は大変だと思っています。私は、最高の夫、父親になりたいと思っています。\n夫や父親になりたいと思っています。どうか助けてください。\n\n彼女のLLは、肯定的な言葉です...。",
  "data/reddit-books/r/books/comments/ph712h/i_just_finished_frank_herberts_dune_and_need_to.json": "少し前に古本屋でDuneの古い本を見つけて、2,50ユーロという安い値段で手に入れた。\n2,50ユーロという安値で手に入れた。というのも、この本について多くのことを耳にしたり、今度の映画の予告編を見て興味を持ったからだ。\n映画の予告編を見て興味を持ったからだ。\n\n驚いたことに、この小説はとても面白いものでした。正直なところ、私は文学にはあまり興味がありません。\n文学好きではありません。I...",
  "data/reddit-books/r/booksuggestions/comments/pgzcgs/an_easy_read.json": "コーマック・マッカーシーの「ザ・ロード」を読みました。\n私が鈍いだけだと思いますので、それよりも読むのに苦労しない本を推薦してください。\n読むのに苦労しない本を教えてください。",
  "data/reddit-books/r/books/comments/ph7gap/the_market_of_printing_english_books_is_hot_hot.json": "その写真がこちらです。\n\nhttps://imgur.com/a/RBhLwam\n\n最近では、ほとんどの書店に英語の本のコーナーがあるんですね。私の街では\nオフォグ・ブック」という薄暗い本屋があります。\n英語、フランス語、ドイツ語、イタリア語など様々な種類の本を売っています。これらの本は非公式に印刷されている。\n非公式なものです。そして、そこには...",
  "data/reddit-books/r/books/comments/phkj89/i_know_the_book_was_better_than_the_movie_is_a.json": "決まり文句には理由があります。映画よりも本の方が良かったという例は、私の頭の中で簡単に12個も挙げることができます。\n映画よりも本の方が良かったという例をいくつも挙げることができます。しかし、私は今までに\n映画化された本を読んで、映画の方が面白かったということはありません。私は\n誰か常識に反した例を知っている人がいたら教えてください....",
  "data/reddit-books/r/books/comments/phfell/pillars_of_the_earth_by_ken_follett_why_all_the.json": "地球の歩き方」を読み終えたところですが、私はただ本当に混乱しています。\nなぜ、この本がこんなにも多くの人に愛されているのか...。私はとても、とても興奮していました。\n多くのレビューを読んで、ついに読んでみようと思いました。\n#例えば、BBCはこの本を「英国で最も愛されている本」の33位にランク付けしています）、そして...。",
  "data/reddit-books/r/books/comments/ph9bn1/read_the_metamorphosis_recently_thought_it_was.json": "さて、8月26日にフランツ・カフィカの「変身」を読み終えました。\nこの本を読み終えたとき、その宣伝文句には応えられませんでした。\n多くの人が、これは山羊の一匹だとか、とても深いとか、そういったことを言っていたからです。そうですね。\n読んでみると、私にとってはそうではありませんでしたが、しかし、私は......。",
  "data/reddit-books/r/books/comments/phqv4s/the_princess_bride_is_one_of_the_few_of_which_i.json": "大人になっても、子どもの本を読むのは好きです。読んでみると、陳腐な筋書きが新たな意味を持つことに気づくのです。\n大人になってから読むと、陳腐なプロットが全く新しい意味を持つことを発見するのが好きです。(A\nパトリック・ネスの「A Monster Calls」は特筆ものです）。)\n\n3年前に『プリンセス・ブライド』に出会ったのもそのためでした。読み始めたら\n読んでみると・・・。",
  "data/reddit-books/r/booksuggestions/comments/phdjif/chapter_books_to_read_to_a_4_yo.json": "私の4歳の子供にお勧めのチャプターブックを探しています。読むことはできませんが、読んでもらうことが\n読んでもらうのが大好きです。彼女はBeverly Clearyの本（Henry Huggins, Ramonaの本）が大好きです。\nの本）が大好きです。) 私はRoald DahlやLittle Houseの本も読んであげています。また、彼女は\nCharlotte's Webも好きです。誰かお勧めの本はありますか？ボーナス...",
  "data/reddit-books/r/booksuggestions/comments/phj59e/books_like_schitts_creek.json": "変なお願いかもしれませんが。この番組が大好きで、家族や物語が似ている本があれば知りたいです。\nこの番組が大好きで、この番組と似たような家族やストーリーの本を知りたいのです。家族の絆、ホモフォビア\n自由な雰囲気、現実味のあるコメディ、そして全体的に健全な雰囲気。I\n私の人生にはこのような文学がもっと必要です。",
  "data/reddit-books/r/booksuggestions/comments/phpmzm/book_or_literature_about_how_small_our_problems.json": "私のリクエストは一般的ではないかもしれませんが、私は自分のエゴや自尊心を殺し、人生を真剣に考えないようにするための本を探しています。\n人生を真剣に考えないようにするための本を探しています。",
  "data/reddit-books/r/books/comments/phugaj/do_overly_unique_character_names_bother_anybody.json": "作者が自分のキャラクターを少しでも目立たせたいと思う気持ちはわかります。\nしかし、本の中のすべてのキャラクターが100万分の1の名前を持っていたら？それはいつも\n登場人物全員のことです。没入感がなくなってしまうんです。\n名前は実在の人物ではなく、ただの衣装のようなものです。もしそれが...",
  "data/reddit-books/r/books/comments/phuxb0/the_name_of_the_wind_ruining_my_weekends_plans.json": "数週間前、私はちょっとした本離れを起こしていたので、r/books [/r/books]に迷い込みました。\nある投稿のコメント欄で、誰かが『風の名前』を勧めていた。\nを勧められました。途中まで読んだところで、この本を紹介してくれた人にお礼（と呪い！）を言いたくなりました。\nこの本を紹介してくれた人に感謝したいと思います。心を奪われています! (そして私は...",
  "data/reddit-books/r/booksuggestions/comments/phvr4s/great_books_to_read.json": "あなたが名作だと思う本を推薦してください。ジャンルは問いません。\n筋の通った良い作品であれば、ジャンルは問いません。良い小説を読みたいです。\n\n * ただ、SFの本はおすすめしません、好きではないので",
  "data/reddit-books/r/books/comments/pi24zj/yall_ever_get_so_excited_reading_a_book_that_you.json": "私はいつも集中するのが苦手で、いつもはオーディオブックを聴いていますが\n最近は漫画に夢中になっていて、次の展開が気になって他のことをしてしまうことがあります。\n次の展開が気になって、他のことを始めてしまうことがあります。\n意図的に自分の感覚をオーバーロードさせる方法を探したり、そんな感じです。\n\n私は...",
  "data/reddit-books/r/booksuggestions/comments/pi51yg/any_erotic_book_recommendations.json": "最近ムラムラしていて、AVが苦手になってしまったのですが、誰か\nどなたか良いエロティック文学をご存知ですか？ありがとうございます。:) また、私は自分の英語力を向上させたいと思っています。\n語彙を増やしたいと思っています。\n勉強したいです。",
  "data/reddit-books/r/books/comments/pid58e/i_am_really_interested_in_reading_complicated.json": "チャールズ・ディケンズの「A tale of two cities」などの本を読むようにしていました。\nしかし、何を伝えようとしているのか理解するのにとても苦労しました。\nまた、ジェーン・オースティンの「高慢と偏見」のような古典文学も読んでみたいと思います。\nジェーン・オースティンの「高慢と偏見」などの古典文学も読んでみたいですね。(私がどんな本を読んでいるのか、お分かりいただけたでしょうか...。",
  "data/reddit-books/r/books/comments/pia229/do_any_of_you_have_concentration_issues_when.json": "この本はつまらないに違いない」というような意味ではありません。\n良い本でも悪い本でも、私にはよくあることです。私の場合、一般的に集中するのが苦手なんです。\nもっと読みたいと思う理由の1つです。集中力を高めることができる。\n強化されるはずだ、と聞いたことがあります。しかし、集中しようとすると、しばしば音楽が流れてきて...。",
  "data/reddit-books/r/books/comments/pib24a/is_vonnegut_popular_in_countries_outside_of_usa.json": "よくわからないけど、カート・ヴォネガットの本は昔から好きで、物語の背後にある哲学にアメリカ的な魅力があると思っていた。\n物語の背後にある哲学にアメリカ的な魅力を感じていました。I\n世界中の誰もがこれらの物語に共感できることを理解しています。\nアメリカの風刺が効いているのは確かです。ヴォネガットの作品で一番好きなのは「Sirens of Titan」ですが...。",
  "data/reddit-books/r/booksuggestions/comments/pif9ug/what_are_some_of_the_books_that_are_close_to_your.json": "私はリンパ腫と診断されたばかりです。私は、これまで親しい人とのつながりを持てませんでした。\n私は、他のすべてのことよりも、成功したキャリアとお金を稼ぐことを選んだので、親しい人とのつながりはありませんでした。\n私はこれまで人脈を作ることができませんでした。しかし、もう時間がないので、この目標は薄っぺらなものになってしまいました。\n残っています。今から友達を作るのは遅すぎますが、私は友達を作りたいと思っています。",
  "data/reddit-books/r/books/comments/pif6wt/how_can_nonnative_speaker_understand_the_classic.json": "私はいつも古典を読むことに魅了され、興味を持っていました。\n\"Pride and prejudice\", \"Persuasion\", \"The Great Gatsby \"などです。また、『ホビット』のような\nホビットや指輪物語のような同時代の作品にも魅了されました。\n\nしかし、私の問題点は、私のように、時々、古典を忘れてしまう人がいることです...",
  "data/reddit-books/r/books/comments/pigzrp/have_you_ever_disliked_a_book_that_everyone_loves.json": "学校でシルヴィ・ジェルマンの「マグナス」を読んだことを覚えています。楽しくなかったですね。\nその本は 同級生の誰もが同じように感じておらず、皆、この本を気に入っていました。そして、私はそれについていくつかのレビューを読んだ。\nレビューを読んでみると、すべて4つ星か5つ星でした。誰も私と同じ意見を持っていないことが不思議でなりません。\n誰もこの本について私と同じ意見を持っていないのはとても不思議です。\n\nあなたは今までに...",
  "data/reddit-books/r/books/comments/pi3yyt/jesus_christ_neromancer_is_hard_to_read.json": "私は心を開いてワクワクしながら入ったのですが、今は最後までやり遂げることを自分に課しています。\nこの時点では、無理矢理終わらせています。作者が読者に多くの情報を提供したかったのは理解しています。\n読者に多くの情報を与えようとしたのは理解できるし、全てを説明されるのは嫌だけど、これは何とも\n読んでいて楽しくありません。話があっちこっちに飛んでしまって、本当に...。",
  "data/reddit-books/r/books/comments/pienh5/just_finished_robin_hobbs_farseer_trilogy.json": "私は人生でたくさんのファンタジーを読んだような気がするので、どうしてRobin Hobbを見逃したのかよくわかりません。\nロビン・ホブを見逃していたのかはわかりませんが、今ここにいて、ちょっと気に入っています。\n\n最初の2冊は特に良くて、どちらも寝る時間を過ぎても起きていました。\n特に最初の2冊は、寝る時間を過ぎても眠れないほどでした。しかし、3冊目は少しペースが落ちて、私は...。",
  "data/reddit-books/r/books/comments/pifuis/is_the_young_adult_boom_over.json": "2010年代半ば以降、このジャンルにはあまり興味がなかったので、そのせいか\nそのためか、当時のような超人気YA本を聞いたことがありません。\n読者でなくても、その本のことを知っている人がいるほどの人気があったのです。\n読者でなくても、映画化される前から耳にしていたものです。",
  "data/reddit-books/r/books/comments/piozeb/rant_the_problem_with_selfhelp_books.json": "単刀直入に申しますと、セルフヘルプの本の9割は、本を長くするためのものです。\n本を長くするためのものです。\n\n確かに、著者は30ページの本を作るつもりはないでしょう。\nしかし、それでもです。\n\n私が読んだいくつかの自己啓発書は、あまりにも水増しされていて、ふわふわしています。\n難しいですね。",
  "data/reddit-books/r/books/comments/pii41l/just_finished_reading_the_handmaids_tale.json": "正直なところ、私がこれまでに読んだ政治関連の本の中でも最高の一冊です。この本は\n架空の未来のアメリカ「ギリアド共和国」を題材にしています。\n女性をモノのように扱っています。女性は侍女にならなければならず、基本的には\n侍女にならなければなりません。彼女たちに期待されていることは...",
  "data/reddit-books/r/books/comments/piz89b/possibly_the_coolest_free_reading_group_ive_ever.json": "この情報はOpencultureからのものです\n[https://www.openculture.com/2021/09/100-days-of-dante-join-the-largest-divine-comedy-reading-group-in-the-world-starts-september-8.html?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+OpenCulture+%28Open+Culture%29]をご覧ください。\n\nダンテ生誕700年を記念して・・・。",
  "data/reddit-books/r/books/comments/pj0pze/just_read_1984.json": "この本は本当に素晴らしかった。\n\nこれほどまでに知的に深遠で、人生のあらゆる側面に浸透するような徹底した内容の本はなかなかありません。\n人生のあらゆる側面に浸透させることができる。1984年』は、読者に現実の本質を問いかける見事なディストピアである。\n読者に現実の本質を問いかける見事なディストピアです。この本が描いている社会は\n全体主義的な社会です。",
  "data/reddit-books/r/booksuggestions/comments/pj0d79/easy_to_read_yet_interesting_book_for_a_couple.json": "皆さん、こんにちは。私の彼女と私は遠距離恋愛をしています。\n自分たちのブッククラブを開くことにしました。私たちの最初の本は。\n簡単に読めて、しかもみんなで盛り上がれるようなものがいいなと思いました。\n興味深い議論ができるようなものにしたかったのです。このようなリクエストをするのは少し難しいかもしれませんが...。",
  "data/reddit-books/r/books/comments/pj6sv8/do_people_usually_whine_and_complain_this_much.json": "読書は初めてですが、「Wheel of Time」シリーズはとても面白かったです。テレビシリーズ化されるのを見たときは\nテレビシリーズ化されるのをとても楽しみにしていました。しかし、ファンダムはどんな些細なことでも見つけてしまうんですね。\n文句を言っています。あなたが本を本当に楽しんでいることは理解していますが\nしかし、本の中の細かい部分が全てTVシリーズでも同じだと思うのは...。",
  "data/reddit-books/r/booksuggestions/comments/pj7zti/dont_u_just_love_discovering_a_new_author_thats.json": "私にとってのドン・ウィンスロー。犬の力を潰して、今度はカルテルへ。彼の\n暗い、骨太の叙事詩的な物語、安っぽいユーモアのない彼の文章は、私が愛するすべてです。\n書いています。私が大好きだったDavid simonsのHomicideを思い出させますが、彼の本はとても少ないです。\n本が少ない。Winslowはかなりの数の本を持っていて、私はもっと読みたいと思っています。",
  "data/reddit-books/r/books/comments/pj6wxo/the_most_disturbing_book.json": "皆さん、こんにちは。\n\n最近、チャック・パラニュークの「Haunted」を読みました。この本には \"Guts \"という短編小説があります。\n「今まで読んだ本の中で一番、足の指が曲がり、胃が痛くなりました。\nこれまでに読んだどの作品よりも、足の指が曲がり、胃が痛くなりました。\n\nコーマック・マッカーシーの『ザ・ロード』でも、主人公が人肉食の犠牲者の死体を発見する場面で、同じような感覚を覚えた。\n主人公がカニバリズムの生きた犠牲者を発見したときに...。",
  "data/reddit-books/r/booksuggestions/comments/pj0ypq/which_stephen_king_book_should_i_read_first.json": "私は犯罪やスリラー、ホラーを読むのが好きなのですが、なぜかスティーブン・キングの作品を読むことはありませんでした。\nスティーブン・キングの作品を読むことはありませんでした。\n\n最近、本屋さんに行くと、彼の本をじっと見てしまうのですが、圧倒されてしまい\nしかし、どこから手をつけていいのかわからないのが現状です。そこで、皆さんの力を借りたいと思います。\n力を貸してください。",
  "data/reddit-books/r/books/comments/pjf3nx/24_year_journey_has_come_to_an_end.json": "1997年、私は故郷のピザ屋で働いていました。地元の図書館で読むファンタジー小説が尽きてしまったので\nそのピザ屋の同僚が、ロバート・ジョーダンの『世界の眼』を貸してくれたのです。\nロバート・ジョーダンの『世界の眼』です。私はその本を夢中で読みました。私はすぐに\nで出版された「時の輪」を全て読み切りました。",
  "data/reddit-books/r/books/comments/pizd39/the_midnight_library.json": "この本は最高の本ではないかもしれませんが、私がこの本を好きな理由は\nまず、登場人物に共感できるからです。ノラのように、私も決断力のなさに悩んでいます。\n決断力のなさに悩んでいます。目の前にチャンスがあるのに、いつもそれを逃してしまいます。\n放置してしまいます。自分のことで精一杯で、他の人のことを忘れてしまう...。",
  "data/reddit-books/r/books/comments/pj96ca/feelings_after_finishing_neuromancer.json": "見当違いで、荒涼としており、示唆に富んでいる。ある意味では予言的であり、ある意味では時代遅れである。\nある意味では予言的であり、ある意味では時代遅れである。ギブソンの曖昧な文体に馴染むことができれば、『ニューロマンサー』は素晴らしい本だ。\n素晴らしい本です。\n\n私はいつも、何が起こっているのか少し混乱していました。しかし、これは主人公の\n主人公の世界を反映しているのでしょう。",
  "data/reddit-books/r/books/comments/pjkrke/i_finally_read_eye_of_the_world.json": "さて、このタイミングで「The Wheel of Time」に手を出すことになりました。\n\nこのシリーズに足を突っ込んでみて、宣伝文句がわかりました。これは読んでいて楽しいものでした。\n何年もこのシリーズの評判を聞いていたにもかかわらず、私を驚かせてくれました。\n驚きました。一番驚いたのは、テンポの良さでした。これまでに...",
  "data/reddit-books/r/books/comments/pjpc2j/do_advertisements_on_books_irritate_you.json": "昨年、エルキュール・ポアロの短編小説全集を購入しました。\n表紙には「大作映画『ナイルに死す』を探せ」という一文がありました。\nナイルに死す」とありました。本の表紙に映画の宣伝をするのは馬鹿げていると思うのは間違っているでしょうか？\n本の表紙に映画の宣伝をするのは馬鹿げていると思うのは間違っているだろうか？また、せっかくの本が台無しになってしまうような気もします。",
  "data/reddit-books/r/booksuggestions/comments/pjnaka/witty_dark_humor_cynical_book_but_like_really.json": "こんにちは！私は非常に非常にシャープでスマートなユーモアのセンスを持つ作家や本を探しています。\nユーモアのある作品を探しています。複雑であっても、哲学的であっても構いませんが、何かを刺激するような作品をお願いします。\nウィットに富んだ方法で、私の思考を刺激してくれるもの。",
  "data/reddit-books/r/books/comments/pjqh2p/watchmen_missing_the_main_point.json": "このグラフィックノベルが提起するポイントやアイデアはたくさんありますが、私が考えたのは\n私たちの世界にスーパーヒーローがいることは、とんでもないことだと思います。\n恐ろしい考えだと思います。この問題は、スーパーヒーローの存在に直結しています。\nスーパーヒーローは基本的に彼らが始めた問題を解決します。....",
  "data/reddit-books/r/books/comments/pjpd92/spoilers_finally_read_my_first_ever_hemingway.json": "素直に「好き」と言えます。最初から最後まで素晴らしい本でした。\n最初から最後まで素晴らしい本でした。サンティアゴと少年の関係がとても良かったです。まるで\nまるでサンティアゴが自分の息子に教えているかのようです。\n\n老人が海に出て行くシーンは、最初はワクワクしましたが、Santiagoを読んでいると悲しくなりました。\n読んでいて悲しくなってきました...。",
  "data/reddit-books/r/books/comments/pjrx9s/im_not_a_squeamish_person_but_last_days_by_brian.json": "真面目な話、この本を読み終えた後、なぜこの本がもっと知られていないのかわからなくなりました。\n切断への執着と過大な関心が、今まで読んだどんなホラー小説よりもこの本を怖くした。\n今まで読んだどんなホラー小説よりも怖かった。数ページしか読めないことも多く\n数ページしか読めないことが多かったのですが、そのうちにまた読みたくなってしまいました。",
  "data/reddit-books/r/books/comments/pjvks6/i_finally_did_it_i_just_finished_war_and_peace.json": "実際にやり遂げたことが信じられません。どんな旅だったのでしょうか。私は、ここで\n最初の200ページを読み終えた後、私はこのサイトで何かの投稿を見ました。\nといった内容の投稿を見たことがありますが、これには全く同感です。先週の時点で私は280ページでした。\nページだったのが、3ヶ月の間、読んだり読まなかったりして、今は...",
  "data/reddit-books/r/books/comments/pjqnr2/i_think_the_divine_comedy_is_actually_a_funny_book.json": "この本のタイトルは、ユーモアとは関係ないと思いますが\nあなたが彼を見下しているときに、男がいつも平然としているのを想像してみてください、そして彼は実際に考えているのです。\n考えています。「何年か待ってから、人類史上最も重要な本を書いて不滅にしようと思っているんだ。\n数年待って、人類の歴史上最も重要な本を書いて、君を誰かとして不滅にしよう」と考えている。",
  "data/reddit-books/r/books/comments/pjxq4y/i_am_in_love_with_braiding_sweetgrass.json": "私はここに投稿したことがないので、何か見逃していたら事前にごめんなさい。\n私はこの本を愛していると言いたかったのです。歴史的であり、神話的であり、内省的であり、詩的であり、科学的であり、有益であり、バランスが取れていて\n歴史的、神話的、内省的、詩的、科学的、情報的、バランスが取れていて、どの行も私の耳には純粋な蜂蜜のようです。\n一行一行が私の耳の中で純粋な蜂蜜のようです。私はオーディブル版を聴くのをやめてしまいました（これは...）。",
  "data/reddit-books/r/books/comments/pjxumx/where_the_red_fern_grows.json": "さて、最初から説明しますと、私の夫は以前からレッドボーン・クーンハウンドを飼うことを話していました。\n2年ほど前にあまり遠くない場所で子犬を見つけました。\n大幸運です。その子犬を迎えに行ったときに、飼い主のお姉さんが私たちの学校で教えていることを知りました。\n世界は狭いなと思いました。さて、今度は私の息子がそれを...。",
  "data/reddit-books/r/booksuggestions/comments/pjvjz0/fantasy_scifi_with_a_sense_of_humour_and_some.json": "今の記事を読んでいると、すべてが絶望的で深刻に感じられ、落ち込んでしまいます。私はダグラスの\nダグラス・アダムス、V.E.ショーブスの本をほとんど読みました。最近の良い本\nwould be deadly education, six of crows, harrow the ninth, good omens, murderbot\ndiariesなどです。\n\n何かお勧めはありますか？",
  "data/reddit-books/r/books/comments/pk8onk/read_tuesdays_with_morrie.json": "ちょっと号泣してしまいました。なんて素敵な本なんでしょう。実存的危機と不安に悩まされている者として\n実存的危機と不安に悩まされている私にとって、この本はとても衝撃的でした。私も自分の人生を生きてみたい\n- 私も自分の人生を生きたいです。\n\nこのセリフは私が絶対に好きなものです。「誰もが自分が死ぬことを知っている。\nでも、誰もそれを信じない。もし信じていれば...。",
  "data/reddit-books/r/books/comments/pkbrpp/what_audiobook_do_you_think_was_narrated_perfectly.json": "ハンター・S・トンプソンの『Fear and Loathing In Las Vegas』は、素晴らしい論文でした。\n紙媒体では素晴らしかったのですが、オーディブルの音声版は時代遅れで楽しむことができませんでした。\nGood Omens』は本当によくできていましたし、Steve Rinellaの『Campfire Stories』は、臨死体験をした人たちがナレーションを担当していました。\n臨死体験をした人たちがナレーションをしていました。",
  "data/reddit-books/r/books/comments/pka4e7/how_do_you_read_and_most_importantly_enjoy.json": "ここしばらくは、本や映画、散歩など、何をしても食欲がわかない。\n本、映画、いつもの場所への散歩、ランニングなどなど。本や映画、いつもの場所への散歩、ランニングなど、やりたいことはあるのですが\n何のために？」と考えてしまうのです。次第に私は\n今では大好きな音楽にも興味がなくなってしまいました...。",
  "data/reddit-books/r/books/comments/pkcai6/i_just_finished_fahrenheit_451.json": "これはきっと、5つ星の評価を与えられる一冊だと思います。\n\nこの本は、検閲という面白いコンセプトに取り組んでいるところが気に入っています。\nこの本は、検閲という興味深い概念に取り組んでいるところが好きだ。\n火を消すのではなく、火をつける人たちです。信じられません。\n\n物語は短くて、信じられないくらい...。",
  "data/reddit-books/r/booksuggestions/comments/pkbloq/a_cozy_90s_new_york_book_in_the_style_of_youve.json": "最近、Nora Ephronの古典作品を見返していて、同じような雰囲気の本を紹介してもらえませんか？\n似たような雰囲気の本を紹介してもらえませんか？90年代のニューヨークを舞台にしたもの。\n舞台は90年代のニューヨークで、季節は秋か冬です。理想的なのは、軽い読み物でありながら\n軽い読み物だけど、映画のようにウィットに富んでいて、よく書かれているものが理想です。",
  "data/reddit-books/r/books/comments/pk9iru/do_you_think_that_the_digital_world_is.json": "年配の方が若い方に「今の時代は注目度が格段に低くなっている」と軽蔑して言うことがあります。\nそれは、私たちが即効性のある満足を求めているからです。\nと揶揄します。しかし、読書離れは何十年も前から始まっています。\nデジタルの世界では、オーディオブックのような別の読書方法が生まれました。....",
  "data/reddit-books/r/books/comments/pkkzb6/please_have_patience_with_barnes_noble_employees.json": "皆さん、こんにちは。これは報復を恐れて使っている捨て台詞です。\n\n今、Barnes & Nobleの書店員は本当に苦しんでいます。いつものことですが\n2021年の書店員としての通常の不満に加えて、私たちは、顧客からの絶え間ない\nお客様からは常に罵声を浴びせられています。お願いしたいのは、どうか我慢して\n辛抱してください...",
  "data/reddit-books/r/books/comments/pkjici/i_keep_hearing_nonfiction_is_boring_ugh_please.json": "私が先に行きます。\n\n私が好きだったのは、エリザベス・ギルバートの「Big Magic」です。今まで読んだ中で、クリエーターにとって最も刺激的な\n今まで読んだ中で最も刺激的な本です。\n\n嫌いだったのは、マーク・マンソンの「Subtle Art of Not Giving a F#$@」。人生のアドバイス\nバーにいる保護された男子学生からの人生のアドバイス？ハードパスです。\n\n私の人生を変えたのは、間違いなく「The Life...",
  "data/reddit-books/r/booksuggestions/comments/pkugge/looking_for_science_fiction_books_like_hyperion.json": "この2、3年の間にとても楽しんだ本たちです。デューン」は読み始めるまでに時間がかかりましたが\n入り込むのに時間がかかりましたが、映画が公開される前に読み終えたかったのです。I\n現在、Expanseの最初の本も読んでいます。ありがとうございます。",
  "data/reddit-books/r/books/comments/pl18pv/reading_speed_is_not_important_getting_the_ideas.json": "要するに、本から学んだことを、すでに知っていることに加えるようにプロセスを改善することは\nページをより早く仕上げる方法を学ぶよりも、本から学んだことをすでに知っていることに加えるようにプロセスを改善するほうが、はるかに良い時間の使い方です。\nページをより早く仕上げる方法を学ぶよりも、はるかに良い時間の使い方なのです。\n\nもちろん、あなたは次のように考えているでしょう：「ああ、そうか。\nアイデアを得るために読んでいるのであって、インクの量を見ているわけじゃない」と思うでしょう。",
  "data/reddit-books/r/books/comments/pkpm9t/predictability_doesnt_define_the_quality_of_the.json": "予想通りの結末を理由に、本を否定的に評価する人を見たことがあります。これは\n確かにミステリーやスリラー小説であれば、使い古されたテーマでも納得できることがあります。\nしかし、すべての本に予想外の結末を期待するのは意味がありません。いくつかの\nファンの中には、「Song of...」の有名な説に失望した人もいます。",
  "data/reddit-books/r/books/comments/pl1ewb/i_just_read_metamorphosis_by_franz_kafka.json": "素晴らしい本です。3つの章のうち、最初の章は少しわかりにくいです。\n(私のように外国語で読んだ場合は特に）しかし、それにめげないでください。\n次の2つの章で良くなります。最後の章は本当に\n感動的です。読んでいる間、ずっと泣きそうになっていました。\n\nI...",
  "data/reddit-books/r/books/comments/pl33l2/i_just_read_there_will_come_soft_rains_by_ray.json": "前回の「華氏451」の話の中で、この短編小説を読んでみてはどうかという意見がありました。\n読んでみて、レイ・ブラッドベリはまさに火のような人だと実感しました。\n\n彼の文体はどうなっているのでしょうか？私には何かちょっと違うような気がしました。テンポが良くて\nテンポが良くて、絶妙な形容詞をちりばめていて...。",
  "data/reddit-books/r/booksuggestions/comments/pl7rtj/just_read_andy_wiers_hail_mary_and_i_couldnt_put.json": "テンポやキャラクターが似ている本を探しています。文字通り、最初から最後まで\nこの本の最初から最後まで、私は座席の端にいました。私はこの本の\nこの物語の調査的な質が気に入りました。イベントがどのように組み合わされていくのかが気に入りました。I\n中心となる人物とその会話の流れが好きだった。ただ...。",
  "data/reddit-books/r/books/comments/pl9g3v/just_a_reflection_about_the_act_of_reading_at.json": "これは不人気な意見かもしれませんが（そして私のような第三世界の国では主に有効だと思いますが\n私のような第三世界の国では有効だと思います）が、「リーダーは読書家だから週に一冊本を読め」というのは\nリーダーは読書家だから」というのはナンセンスだと思います。それについて、いくつかのゆるい考えがあります。\n\n読書は「有益な活動」であると伝えていますが...。",
  "data/reddit-books/r/books/comments/plgql2/slaughterhouse_five_is_brilliant.json": "カート・ヴォネガットの本の最初の一冊を読み終えました。\nなぜもっと早くこの本を読まなかったのか理解できません。Slaughterhouse\n5』は絶賛されていると思いますし、私が全体的な話に加わることはあまりないでしょう。\nしかし、私はこの本に少しでも興味を持ったのです。",
  "data/reddit-books/r/books/comments/pliuvp/gratitude_for_knowing_how_to_read.json": "文字通り、教えてもらわないと読めるようにはなりません。子供たちは、人の話を聞くだけで\n話し言葉や話し方は、人の話を聞いているだけで自然に身につきます。\nこれは自然なプロセスです。\n\nしかし、「読む」という行為は不自然です。書くことも同様です。私たちが読めるということは\n読むこと、書くことができるということは、驚くべきことなのです...。",
  "data/reddit-books/r/books/comments/plm8cj/theres_nothing_like_reading_when_youre_a_child.json": "今でも読書は大好きです。でも、子供の頃に読んでいた本の魔法が恋しくなることがあります。\n子供の頃の読書の魔法が恋しくなります。他に頭を使うものがないから、本を読む時間がたくさんある。\n本を読んだり、本に夢中になったりする時間がたくさんあって、想像力は自由で、今もなお形成され続けています。I\n本を手にしたときの感触や、本の匂いを楽しむことができました...",
  "data/reddit-books/r/booksuggestions/comments/plmosm/is_harry_potter_worth_the_read.json": "こんにちは。\n\nつい最近、ハリー・ポッターの映画を全部見ました。いいと思いましたが\n私のトップフィルムには入りません。そういえば、私はいつも映画シリーズを見てから本を読みたいと思っていました。\n映画シリーズを見てから、本シリーズを読んで、どれだけ近いか、違うかを見てみたいと思っていました。\n読んでみたいと思っています。ハリー・ポッターシリーズは良い作品なのでしょうか、また、その価値はあるのでしょうか？",
  "data/reddit-books/r/books/comments/plnxu3/just_finished_the_first_book_id_read_in_years.json": "子供の頃、私は毎日何時間もホルスを使って本を読んでいました。他の何よりも\n他の何よりも夢中になっていました。夜になると、必要以上に遅くまで起きていて\n止まらなくなってしまったのです。でも、年を取って忙しくなるにつれ、ちょっと...やめてしまいました。\n私は脚本家を目指しているので、私の関心は...",
  "data/reddit-books/r/books/comments/plmkwq/anyone_else_feel_that_the_more_they_learn_about.json": "説明しましょう。私は基本的にスリラーやミステリーを読むことが多いのですが、1年ほど前からロマンス小説を読むようになりました。\n恋愛小説を読むようになりました。私が読みたかったのは、ネットフリックスのような気持ちのいい作品でした。\nNetflixのオリジナル作品のような作品を読みたかったのです。\n\n最初は週に1冊くらいのペースで気軽に読んでいましたが、あまり深く掘り下げずに、それぞれの作品を楽しんでいました。\n最初は週に1冊くらいのペースで気軽に読んでいましたが、ジャンルを深く掘り下げず、それぞれの作品を楽しんでいました。",
  "data/reddit-books/r/books/comments/pm5q36/as_an_adult_i_have_favorite_childrens_books_that.json": "育った本や子供の頃に読んでもらった本のことではありません。\n子供の頃に読んでもらった本ではなく、大人になってから出会った子供の本のことです。\n大人になってから見つけて楽しんだ児童書のことです。\n\n3～5歳向けの本。\n\n私には子供がいないので、子供向けの本を読む理由がないということです。\nでも、私が読んで好きなのは...。",
  "data/reddit-books/r/books/comments/pm51mp/gone_girl_is_a_compelling_read.json": "私は、浮気や騙し、嘘や大げさなドラマを含む家庭内ドラマのありふれた本を期待していました。\n大げさなドラマを期待していました。しかし、それだけではなく、それ以上のものがありました。まず\nまず第一に、ストーリーは良かった。しかし、ニックの視点から現在のストーリーを語るというフリンの構成には\nニックの視点で現在の物語を語り、同時に...を加えるというフリンの構成は",
  "data/reddit-books/r/books/comments/pm8nbz/a_very_proud_day.json": "私の16歳の娘（高機能自閉症）は、最近の学校での授業を終えた後、「Animal Farm」が最高の本だと言いました。\n喜びの涙を流しています。\n今までは、豆知識や世界記録、ジョークなど、ちょっとした情報しか読んでいませんでした。\n今までは、トリビアや世界記録、ジョークなどの小さな情報しか読んでいませんでした。チャプターブックにはほとんど興味がありません。私は今まで..."
}