{
  "data/reddit-ask/r/NoStupidQuestions/comments/npie2j/really_important_for_me_its_tearing_my_family.json": "2週間前の夕食時にこの話をしたら、家族がバラバラになってしまいました。\nしています。母は数千個しか入らないと思っていますが、父は数十億個と思っています。\n父は数十億、兄妹は数兆、私はせいぜい数百万、少なくても数十万だと思っています。\n私はせいぜい数百万、少なくても数十万だと思っています。それが多くの人を巻き込んで...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nphila/does_anyone_else_know_a_lot_of_people_but_still.json": "私は17歳の男性ですが、多くの人を知っていると思います。\nどこで会っても、1分から場合によっては1時間以上も会話ができるような人たちです。\n場合によっては1時間以上になることもあります。\n\nしかし、多くの人を知っていても、本当の意味での友達はまだいません。\n友達がいない...。",
  "data/reddit-ask/r/TrueAskReddit/comments/nphwqp/why_is_it_that_people_let_go_of_their_dreams_and.json": "私はまだ20歳ですが、このことについてよく考えます。夢を追いかけることが、自分の幸せにつながるのではないか。\n幸せになることではないのでしょうか？2.1人の子供がいて、郊外の家に住んでいて、普通の9時から5時までの生活をしていると\n私にはちょっとつまらないことのように思えます。この設定は多くの人にとってうまくいかないものですが、それでも\nこの設定は多くの人にとってうまくいかないのに、いまだにデフォルトとして見られています。どなたか年配の方に説明していただけますか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/npl4k3/can_anyone_give_advice_on_what_to_do_if_a.json": "アメリカ、カリフォルニア州 私の住んでいる地域は、ほとんどが路上駐車です。私の隣人はジャンクのBMWを買うのをやめません。\n誇張ではなく、彼は23台ものジャンクBMWを所有しています。\n誇張ではなく、彼は23台ほど持っていて、うちの通りの駐車場のほとんどを占領しています。彼らは全然いい車ではありません。\nほとんどが「クレイグリスト・スペシャル」です。彼の前庭はまるで...。",
  "data/reddit-ask/r/AskWomen/comments/npunfs/women_who_successfully_found_a_partner_online_how.json": "どのくらい探していましたか？何を基準にしていましたか？誰に会うかはどうやって決めたの？\nどうやって決めましたか？",
  "data/reddit-ask/r/AskWomen/comments/npueaq/women_who_started_making_a_lot_more_money_than.json": "ついつい、相手にしかできないようなことをしてしまう。\nしてしまうことはありませんか？\n\n何かするたびにお金を払う義務があると感じたり、何かプレゼントを持ってくる義務があると感じたりしていませんか？\nプレゼントを持ってくるなどの義務を感じますか？大家族や両親、兄弟姉妹の場合はどうでしょうか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npwj4l/am_i_the_only_one_who_thinks_it_is_too_much_of_a.json": "私はこの症状をオープンにすることを否定しているわけではありません。\n私がネット上で出会ったこの症候群のティーンエイジャーは皆、同じようにエッジの効いた発言をしているのが面白いです。\nティックで、いつも指をくわえて、「ファックユー」と言って、首を前に曲げています。\nもし、私がこの症状について、ただのアホであるならば...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nptvvi/do_you_feel_that_hollywood_films_have_lost_the.json": "ここ10年ほど、ハリウッド映画が記憶に残らなくなってきています。I\n俳優の名前も覚えられないし、知る気にもなれない。例えば、スパイダーマンが\nが公開された時、映画を見た後にトビー・マクガイアとキルスティン・ダンストが誰なのか覚えていた。\nとKirsten Dunstの名前を覚えていました。でも、今のスパイダーマンは知らないんです。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/npv2et/almost_30yrs_old_and_i_feel_like_im_still_waiting.json": "私はもうすぐ30歳になりますが、まだ付き合ったこともなく、日々の生活を送っています。\n具体的なキャリアプランもなく、常に何かを待っているような気がしています。\n実現しない何かを待っているような気がしています。世界で起こっていることを考えると、私の心配は浅はかに思えるかもしれません。\n世界で起こっていることを考えると、私の心配は浅はかだと思いますが、私は...",
  "data/reddit-ask/r/askscience/comments/npwh7z/a_2_year_old_toddler_learns_about_6000_words_and.json": "A」と「B」という2歳の子供がいるとします。A君は幼少期を両親だけで過ごしてきました。\n両親だけで過ごしてきました。Bは、両親、祖父母、叔父叔母を含む共同家族で子供時代を過ごしました。\n両親、祖父母、叔父叔母を含む共同家族と過ごしました。果たして彼らの\n2歳の時の言葉の習得率は違うのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/npxb0w/testing_period_of_rules_change_no_exampleseeking.json": "皆さん、こんにちは。\n\n前置きが長くなりましたが\n\n私たちは、ルールを恒久的に変更することを考えています。\n例を求めない」ルールを削除し、より広範な許容範囲に変更することを考えています。今後1ヶ月間は\n今後1ヶ月間はテストを行い、その時点で恒久的な変更を行うかどうかを検討する予定です。\nこの変更を恒久的なものにするかどうかを検討します...",
  "data/reddit-ask/r/NoStupidQuestions/comments/npswf5/does_anyone_else_have_a_hard_time_being_on_social.json": "私が目にするのは、人々の生活が素晴らしいものばかりです。\n家が3軒、車が10台あって、1日も働かなくていいんだぜ。\n週に60時間も働かなければならないし、子供にも会えないし、寝ていても疲れてしまう。\nまるで自分が変わり者のようで、何もできないような...",
  "data/reddit-ask/r/AskHistorians/comments/nq7gze/why_are_greekroman_ruins_so_much_better_preserved.json": "イランは2,500年前から続く文明の中心地です。ペルシャの\n最盛期のペルシャの都市は、ギリシャの都市と同じくらい壮大なものでした。\nギリシャの古典建築はよく知られているのに、なぜ古代ペルシャの建築は知られていないのか？なぜ\nクテシフォン、パサルガダエ、ペルセポリスなどの遺跡がほとんど残っていないのはなぜだろう。",
  "data/reddit-ask/r/AskHistorians/comments/npvtx2/qin_and_zhao_mobilised_up_to_a_million_men_in.json": "タイトルの通り、長平の戦いの歴史的な描写は\n秦・趙ともに約50万人の規模の軍を送ったとあります。そして\n趙が敗れた後、秦は趙の兵士40万人を生き埋めにしたという。\n\nこのような数字はとても信じられません。比べてみると、軍隊は...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nq2xrt/why_does_it_bother_people_so_much_that_i_prefer.json": "最近、私の住んでいる州では、マスク規制が再び解除されました。私は外で働いています。\n私は街中で仕事をしていて、いろいろな整備工場やボディショップを回っています。\n人に会います。私は完全に予防接種を受けていますが、マスクをしている私に会う人のほとんどが\nワクチン接種をしているかどうか聞かれます（なぜマスクをしているかの釣り？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqidvx/do_anyone_else_get_annoyed_at_someone_who.json": "こんな気持ちになるのはちょっと嫌だな...と思いながらも、この何か大事なことについて会話をしていると\n時には重要な話をしていても、彼らは突然、番組や携帯電話に夢中になってしまうのです。\n番組に夢中になったり（チャンネルを変えたり）、携帯電話に夢中になったりします。彼らはただ\n私の注意を引こうとすると、彼らは...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqio9m/why_do_people_consider_jk_rowling_transphobic.json": "今気づいたのですが、彼女が実際に何を言ってこのようなキャンセルをしたのかよくわからないので\nで、そのツイートを見るためにgoogleにアクセスしました。トランスフォビア的なものは見当たりませんでした。\nそれとも私が間違った記事を読んでしまったのでしょうか？\n\n私は彼女を擁護しているわけではありませんが、非難しているわけでもありません。\n私が持っていないと仮定して...",
  "data/reddit-ask/r/AskHistorians/comments/nqlq0g/are_there_any_historical_figures_who_were_thought.json": "オットー・ブラウンは、ドイツの共産主義者で、ソ連や東\nドイツの共産主義者。後年、毛沢東の顧問を務めていた李徳であることが明らかになった。\n長征のリーダーだった毛沢東の顧問だったことが後に判明しました。他にも、2つの異なる歴史上の人物だと思われていた人たちの例はありますか？\n他にも、2人の異なる歴史上の人物だと思われていた人物が、...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqka4y/why_dont_more_men_sit_when_they_pee.json": "最初はとんでもないことを言っているように見えるかもしれませんが、この記事の最後まで読んでいただければ\nこの記事を読むことで、皆さんの考えが少しでも変わることを願っています。\n\n私の考えでは、おしっこをするときに座ることにはたくさんの利点があります。\n\n 1. 目立たない。誰かのトイレに行って、その場でおしっこを漏らすのは絶対に嫌です。\n    誰かのトイレに行って、みんなに聞こえるような大音量で小便をするのは絶対に嫌です。",
  "data/reddit-ask/r/AskHistorians/comments/nqv7cl/a_1944_comic_in_which_lex_luthor_uses_an_atomic.json": "加えて、誰か答えを持っている人がいれば。\n\n * マンハッタン計画以前から、原子エネルギーを武器に使うというアイデアがポップカルチャーの中に存在していたことは知っています。\n   マンハッタン計画以前から、原子エネルギーを武器に使うというアイデアが大衆文化の中にあったことは知っている。もし原子爆弾のアイデアが漫画家が知っているほど有名だったとしたら\n   漫画家が知っているほど有名だったとしたら、漫画の読者が......を知ることに何の問題があるのでしょうか。\n   漫画家が知っているほど原子爆弾のアイデアがよく知られていたとしたら、漫画本の読者が知っていることに何の問題があるだろうか。",
  "data/reddit-ask/r/AskHistorians/comments/nqq21z/what_was_the_process_to_reintegrate_newly.json": "バンド・オブ・ブラザース』では、強制収容所を解放するシーンがあります。\nしかし、兵士たちは、栄養失調のために囚人たちにあまり多くの食料を与えることはできないと言われます。\n栄養失調になっているため、あまり多くの食料を与えることはできないと言われ、囚人たちを収容所に戻さなければなりません。\n収容所に戻らなければなりません。\n\n具体的にはどのようなプロセスなのかというと...。",
  "data/reddit-ask/r/AskHistorians/comments/nqny7g/who_was_the_gentleman_who_stands_outside_the.json": "このウィキペディアの記事によると\n[https://en.wikipedia.org/wiki/Uniforms_of_the_Royal_Air_Force#Historic_uniforms]\n後にRAFの空軍元帥となったジョン・スレソーは、当時のRAFのユニフォームを\n当時のRAFの制服について、「汚い淡いブルーにたくさんの金色をあしらったもの。\nそれを見ると、どうにもこうにも...。",
  "data/reddit-ask/r/Ask_Politics/comments/nqmpw2/is_critical_race_theory_something_that_is.json": "最近、保守派の人たちが、全米の学校で批判的人種理論を教えているという話をよく耳にします。\n批判的人種理論を教えています。しかし、実際に教えている学校を聞いたことがありません。\n実際に教えている学校はありません。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nqug8y/does_anyone_else_hate_when_people_call_them.json": "私はもう、誰からの電話かわからないと携帯電話にも出ませんし、「If\n大事な用件ならメッセージを残すだろう \"と言っています。私が思うに、ほとんどの場合、テキストを使うことで\n自分の考えを明確にしたり、自分の言っていることを考えたりする時間が増えるだけでなく\n双方が他の作業に集中することができるからだと思います（not...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nqt9qd/if_i_was_going_to_die_of_heat_stroke_and_only_had.json": "簡単に言うと、ボールがないと仮定します。",
  "data/reddit-ask/r/askscience/comments/nqvz98/what_exactly_is_missing_for_the_covid19_vaccines.json": "ワクチンの安全性と有効性を示す結果を信頼しています。私は\n反ワクチン派ではない人と話していたのですが、コビドのワクチンは急がされていると言って受けたくないと言っていました。\nワクチンは急いで作られたものだと言っていました。私は、その人に、このワクチンはある一定の基準を満たしていると説明しました。\n徹底したブラインドテストを行い、重要なステップを省略していないことを説明しました。また、私は...",
  "data/reddit-ask/r/AskHistorians/comments/nr3vaw/what_were_some_notable_or_interesting_conspiracy.json": "最近、別の場所での交流がきっかけで、過去の陰謀論について考えてみました。\n過去にどのような陰謀論があったのかを考えてみました。また、それらが何か大きな影響を与えたのか、それともただ単に奇妙なだけだったのかにも興味があります。\n奇妙なものだったのか、ということです。国が間違った情報を作ったり広めたりすることは聞いたことがありますが\n誤報キャンペーンを行う国があると聞いたことがありますが、正直なところ調べたことはありません...。",
  "data/reddit-ask/r/AskHistorians/comments/nrca05/why_were_the_27th_army_group_killing_other_army.json": "天安門事件で私が理解できなかったことの1つに\n第27軍団は、警察や他の軍団を虐殺したり、軍の衛生兵や警官隊をAPCで轢いたり、銃撃したりしていたようです。\n兵士を撃ったり、負傷した兵士を処刑したりしていました。\n兵士を撃ち、負傷した兵士を処刑した。\n\n私が読んだところでは、彼らは...",
  "data/reddit-ask/r/AskHistorians/comments/nr8qo8/why_are_chinese_dynasties_not_named_after_the.json": "通常、\"dynasty \"は、ハプスブルク家のような支配者や有力者の一族を指します。\nハプスブルク家のように。しかし、中国の歴史では、「王朝」は別の用語のようです。\n中国の歴史では、「王朝」は別の用語のようで、中国が異なる家系に支配された時代ごとに\n王朝」と呼ばれていますが、支配者一族の名前は付いていません....",
  "data/reddit-ask/r/AskHistorians/comments/nrclng/where_does_the_idea_that_poverty_is_a_moral.json": "私はエッセイを書いているのですが、私が主張したのは、「貧しい人が貧しいのは、その人自身の道徳的な欠陥のためだ」と言っている人がいるということです。\n貧乏人は自分のモラルがないから貧乏なんだ」と言っています。私が若い頃、学校で聞いたことがあります。\nしかし、私は信頼できるソースを見つけることができませんでしたし、ソースを見つけることもできませんでした。\nと言っています。では、この発言は全くの誤りなのでしょうか？その...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrhvg1/are_there_any_subreddits_on_this_site_that.json": "あるsubredditに投稿しようとしたところ、アカウントが60日以上経っていないと投稿できないと言われました。\nまた、投稿するには500のコメントカルマが必要だと言われました。\n\nこれはちょっと馬鹿げていると思いました。新規ユーザーはどうやって\n6つのサブレディットしかないのに、新規ユーザーはどうやって活動するのでしょうか？",
  "data/reddit-ask/r/TrueAskReddit/comments/nr9gco/why_are_people_as_a_whole_so_unforgiving_of_first.json": "一般的に、人は誰かの第一印象を手放すのが難しいと言われています。\n人の第一印象を捨てきれない人が多いようです（私も時々そうです）。第一印象は\n私の経験では、第一印象はほとんど正確ではありません。例えば、人があなたに慣れるのに時間がかかったり、最初は緊張していたり\n最初は緊張していたり、社会的な状況を始めるのが難しかったりします。では、なぜ...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrjqxm/is_it_weird_that_im_irked_by_someone_bringing_up.json": "私はバイセクシャルの女性で、現在シスの関係にあります。私はバイセクシャルであることを誇りに思っています。\n私のセクシュアリティを知っている人は多いと思います。私は今まで、自分の個性の大きな部分を占めているとは\n自分の性格の大部分を占めていると感じたことはありません。\n男性と付き合ったこともあります。私はたまたまコミットした...",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrj9te/you_ever_look_in_the_mirror_directly_into_your.json": "あなたが魅力的に見えるからでも、その逆でもなく、目を見開くという行為は\n目を見開いて自分を直視するという行為に、私は恐怖を感じます。それはまるで\n私は本当にこの体をコントロールしているのだろうか \"と考えてしまうのです。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrmlaa/how_do_people_see_thunderstorms_as_a_form_of.json": "誰か教えてください。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/nrmf3h/does_anyone_else_not_believe_in_religion_or.json": "私は無神論者ですが、宗教について学ぶことはとてもクールで、とても興味深いことです。\n興味深いです。また、オカルトマジックなども超面白いです。\n\n今日、友達と一緒にマジックショップに行ったんだけど、そこでは癒しや幸運をもたらすクリスタルが売られていて\nタロットカードもあったし、本もあったし・・・。",
  "data/reddit-ask/r/NoStupidQuestions/comments/nrjbbm/why_arent_there_playgrounds_for_adults.json": "大きな公園でも、どの遊び場を見ても、13歳以下の子供向けのものばかりですし\n11歳までは遊ばないことになっています。私は、ブランコや\nブランコや鉄棒、ロッククライミング、滑り台などがあるところはありません。\nただ。大人のための遊び場です。大人のサイズのものです。私は..."
}