{
  "data/reddit-books/r/books/comments/pyzj39/it_bothers_me_when_fantasy_and_historical_fiction.json": "歩いたり、馬に乗ったりして、国や大陸を横断するのにどのくらいの時間がかかるのか、多くの著者は把握していないようです。\n歩いたり、馬に乗ったりして、国や大陸を横断するのにどれくらいの時間がかかるのか、特に道が整備されていない状況では\n歩いたり馬に乗ったりして横断するには、どのくらいの時間がかかるのかを 多くのシナリオでは、1日に20マイル（おそらくそれ以下）を歩くのが精一杯でしょう。\n多くの場合、1日に20マイル（狩りのために立ち止まらなければならない場合は、それ以下かもしれませんが......）も進められないでしょう。",
  "data/reddit-books/r/books/comments/pz7naz/anyone_else_struggle_with_actually_getting.json": "私はかつて大量の本を読んでいました。700ページの本を1日で読破していましたが、今では30ページでも\n今では30ページも読めません。一冊の本を手に取り、1時間ほど読んだ後、二度と読み返すことはありません。\n本を手に取り、1時間ほど読んだ後、二度と戻らない。もう疲れてしまいました。まだまだ読みたい素晴らしい本がたくさんあるのですが、どうしても\n読むことができません。\n\nまた、読んだ本を覚えておくこともできません...。",
  "data/reddit-books/r/books/comments/pz9la1/john_kennedy_tooles_a_confederacy_of_dunces_is_a.json": "まだ「A Confederacy of Dunces」を読んでいない方は、Mrgreen37が心からお勧めします。\n読んでみてください。イグナティウス・J・ライリーという人物に焦点を当てた、とても愉快な小説です。\nニューオーリンズの住人たちとの交流を描いた愉快な小説です。\n母親が車のローンを払うために仕事に行かなければならないと決めた後、彼とニューオリンズの街の人々との交流が描かれています。",
  "data/reddit-books/r/books/comments/pzcxcg/phantom_of_the_opera_is_the_timeless_classic_of.json": "Happy Spooktober!\n\nガストン・ルルーの「オペラ座の怪人」。何十本もの映画化、何十年もの舞台化されてきた名作です。\n数十本の映画と数十年の舞台作品に翻案された名作です。想像を絶するホラー\nパリのオペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが恐怖に包まれています。オペラ座の亡霊が登場します。\nパリ・オペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが、脅威ではない大混乱を引き起こし、新入生に不気味なイタズラをする。",
  "data/reddit-books/r/booksuggestions/comments/pz9vtj/i_need_some_suggestions.json": "女性の主人公が欲しい。彼女は自分のキャリアで成功していなければなりません。また、彼女は\n男性と一緒にいてはいけません。彼女の性的指向は気にしませんが、私はただ\n女性のラブストーリーはいらない。それ以上のものを求めています。\n\n現代的なものでも古典的なものでも構いませんが、私が英語を母国語としないことを知っておいてください。\n英語を話すことができません。....",
  "data/reddit-books/r/books/comments/pza10r/i_know_im_late_but_the_fifth_season_trilogy_are.json": "去年から1冊目に入るのに何度か挑戦していました。読んだのは\n何度か同じ第一章や第二章を読んでみたのですが、これといって惹かれるものはありませんでした。\n他の本を読んでいましたが、私の心をつかむようなものはありませんでした。最終的には、夜中に本を読み終えて\n最後に本を読み終えたのは真夜中だった。",
  "data/reddit-books/r/books/comments/pzlpy7/finished_slaughterhousefive_feeling_some_type_of.json": "-Damn. この本は良かった。ヴォネガットは以前にも読みましたが\n彼のウィットとストーリーテリング能力を高く評価していましたが、今回初めてSlaughterhouse-Fiveを読みました。\nSlaughterhouse-Fiveは初めてでした。言葉を失いました。\n\n- 私は軍人です。自分も派遣されたことがありますが、世界大戦のような大規模なものに参加したことはありません。\n世界大戦のような強力なものには行ったことがありません。だから、私は...",
  "data/reddit-books/r/books/comments/pzf438/im_tired_of_adventure_books_furthering_the_theme.json": "私はハロウィーンが大好きで、子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィーンの冒険本が大好きです。\n子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィンの冒険小説が好きなんだ。しかし、私が長年読んできた多くのハロウィン冒険小説に共通するテーマは\nしかし、私が長年読んできた多くのハロウィン冒険小説に共通するのは、子供が大人に助けを求めようとしても\n大人の助けを借りようとしても、大人はそれを自分の野生の力だと言ってはぐらかす。",
  "data/reddit-books/r/books/comments/pzjkms/tolstoy_and_dostoevsky.json": "この二人が巨人であり、ホメロス以来の偉大な作家であることは知っている。しかし\n私にとってはかなりの違いがあります。トルストイは外向的な観察者であり、哲学を取り入れた現実主義者です。\nトルストイは、外向きの観察者であり、哲学の知識を持った現実主義者ですが、感情には強くありません。\n即座に反応し、物語そのものに満足している....",
  "data/reddit-books/r/books/comments/pzmiwt/i_couldnt_put_down_rebecca_but_ended_up.json": "私はこの本を手放すことができませんでしたが、結果的には失望しました。それは\nエンディングのせいではなく、キャラクターの成長が見られなかったからです。\n展開がないからです。主人公はずっと恥ずかしがり屋で自意識過剰のまま。\n主人公はずっと内気で自意識過剰なままで、うっとうしくなるほどです。せっかく自信がついても\n自信がついたときには",
  "data/reddit-books/r/booksuggestions/comments/pzqxzf/japanese_literature.json": "今日は「落ちこぼれの船乗り」を買おうと思っているのですが、もう少し日本文学が欲しいです。\n村上春樹はいらない。彼の作品については読んだことがあるが、私には合わない。\n私には向いていません。",
  "data/reddit-books/r/books/comments/pzu2u6/how_gendered_is_your_reading.json": "私は30代の女性です。今年読んだ本をざっと数えてみましたが\n今年読んだ本をざっと数えてみると、男性と女性の作家がほぼ半々でした。\n\nしかし、フィクションとノンフィクションに分けてみると、圧倒的に女性作家のフィクションとノンフィクションを読みました。\n女性作家のフィクションと男性作家のノンフィクションが圧倒的に多かったのが気になりました。\n\nでも...",
  "data/reddit-books/r/books/comments/pzyrvy/the_brothers_karamazov_appreciation_post.json": "最初に断っておきますが、私は学術的な場以外で小説を読むのは初めてです。\nまだ300ページほどしか読んでいませんが、とても感激しています。\n\nまだ300ページほどしか読んでいませんが、まるで黄金を発見したかのような気分です。\nあまりにも圧倒されて、読むのをやめなければならないこともありますが、ストーリーというよりは\n物語というよりは",
  "data/reddit-books/r/books/comments/pzxpb3/if_you_liked_jude_the_obscure_youll_really_like.json": "私の最後の上司は英語教師でしたが、私はゆっくりと彼の推薦文を読んでいます。\nの推薦を受けています。これはその中の一つではありませんが...。\n\nジョン・ウィリアムズの『Stoner』は、中西部の大学教授の人生を描いた荒涼とした小説です。\n大学教授の人生を描いた荒涼とした小説です。を成し遂げた偉人の本ではありません。\n不可能を可能にした偉人の本ではありません...",
  "data/reddit-books/r/booksuggestions/comments/q01qoc/looking_for_a_new_addicting_bingeworthy_scifi_or.json": "最近、SFやファンタジーの本にハマっていて、いくつかのシリーズを探しています。\nシリーズ物（最低3冊、できればそれ以上）を探しています。\n以下の作品を読んでとても面白かったので、他にも欲しいです。\nこれらのシリーズと同じ領域に当てはまるものを提案してください。\n\n *...",
  "data/reddit-books/r/books/comments/q03vri/this_is_how_you_lose_the_time_war_is_beautiful.json": "Amal El-MotarとMax Gladstoneによる『This is How You Lose the Time War』は\n美しい書簡集のような小説です。最初は少し難しかったのですが、一度雰囲気をつかむと\nすっかり夢中になってしまいました。\n\nいくつかの点でとても抽象的で、読みながらいくつかの定義を調べたほどです。\n読んでいた。\n\nその...",
  "data/reddit-books/r/books/comments/q09sbd/do_you_notice_peoples_scents_in_real_life_like.json": "タイトルが全てを物語っていますね。文脈としては、もしあなたが少しでも読んだことがあれば\n特にロマンス小説を読んでいると、作者は人の香りを描写に使うのが好きです。\n別の登場人物がその人を識別するための描写や方法として使うのが好きです。例えば、こんな感じです。\n私が読んだ本では、男性キャラクターが夢中になっていたのは・・・。",
  "data/reddit-books/r/books/comments/q0ga2i/secret_codes_in_books.json": "私は本の中のコードに魅了されています。デビッド・ブレインが\nミステリアス・ストレンジャー」という本を出したとき、10万ドルくらいの賞金を出していました。\nコードを解読して隠された宝を見つけた人に10万ドルを提供したんだ。同じような本が\n1979年に発売された同様の本には、黄金の...につながるヒントが詰まっていました。",
  "data/reddit-books/r/booksuggestions/comments/q0fxo5/any_good_book_about_the_different_political.json": "私は、政治を知るためのノンフィクションを探しています。\nどのような政治的イデオロギーが存在するのか、それらはどこから来ているのか、何を主張しているのかを知りたいです。\n何を主張しているのかを知りたいです。",
  "data/reddit-books/r/books/comments/q08qd6/which_books_pair_well_together_as_unofficial.json": "このアイデアは、r/movies [/r/movies]のu/puncmunc [/u/puncmunc]さんの投稿から得たものです。\n\nどなたか、相性の良い2冊以上の本をお持ちの方はいらっしゃいませんか？\nフィクションでもノンフィクションでも構いません。\n\n私は最近、マデリン・ミラーの「アキレスの歌」と、ナタリー・ヘインズの「千の船」を読みました。\nNatalie Haynesの「A Thousand Ships」を読みました。",
  "data/reddit-books/r/books/comments/q0itnh/members_of_the_sub_what_determines_whether_youd.json": "私は、いくつかの重要なテーマを扱った本を読み終えたところです。\nこの本は、いくつかの重要なテーマを扱ったもので、そのテーマを探求する方法として、ペドフィリア、性的暴行、カニバリズムなどを掘り下げています。\nカニバリズムなどの不穏な要素も含まれています。個人的には、この本の\n個人的にこの本が気に入ったのは、その勇敢な物語構造と、私を立ち止まらせ、...",
  "data/reddit-books/r/books/comments/q0o99g/meet_storygraph_an_alternative_to_goodreads.json": "少し前にStorygraphに移行して、自分の読書習慣や読みかけの本のリストを記録しています。\nブックリストを記録するために、少し前にStorygraphに移行したのですが、それが良かったと思います。Storygraphは素晴らしい推薦をしてくれますし、私が読みたい本の種類に関するより多くのデータ\n私が読みたい本の種類に関するより多くのデータを提供してくれています。\nまた、Amazonが所有/管理していないGoodreadsの代替手段があるのも嬉しいです。私が思ったのは...",
  "data/reddit-books/r/books/comments/q0n63b/anybody_noticed_new_books_come_with_uncomfortable.json": "最近、注文する本の表紙がマットタイプのものが多いことに気づきました。\n最近注文する本は、表紙がマットタイプのものが多いのですが、少しスエードのような感触があります。私は綿毛が苦手なのですが、このカバーに触れると\n触れると同じような感覚を覚えます。埃や指紋がつくだけでなく\n指紋がつくだけでなく、いまだにきれいになるものを見つけられないでいる。",
  "data/reddit-books/r/books/comments/q0fjrz/how_international_is_your_bookshelf.json": "最近、「あなたの本棚は男女のバランスがとれていますか」というスレッドを見ました。\nこれを見て、私も自分の本棚を見直してみました。そうすると、私の本棚に著者が偏っている国が4つあることに気づきました。\n私の本棚に著者が偏っている国が4つあることに気づきました。\n\n 1. ドイツ\n 2. アメリカ\n 3. イギリス\n 4. フランス\n\n(念のため、そうです。",
  "data/reddit-books/r/books/comments/q0qrmy/my_local_library_has_closed_apparently_due_to.json": "私はアメリカのノースカロライナ州の田舎に住んでいて、毎週金曜日に最寄りの大きな町に行くのが習慣になっています。\n毎週金曜日に最寄りの大きな町に行くのが習慣になっています。先週の金曜日、私は地元の図書館が閉まっているのを見てショックを受けました。\n図書館が閉館していて、ドアには「資金不足が問題」と書かれていました。\nと書かれていました。連邦予算の支出に問題があるのではないかと思うのですが...。",
  "data/reddit-books/r/books/comments/q0rexm/psa_for_ebook_lovers.json": "プロジェクト・グーテンベルクについては、皆さんすでにご存知でしょう。私も大好きですが、皆さんは\nその電子書籍の無数のフォーマットに悩まされたことはありませんか？このサイト\nパブリックドメインの書籍を標準化し、段落や行間、章、リンクなどを適切に設定しています。\nリンクなどを標準化しています。https://standardebooks.org/\n\n私は提携していませんが・・・。",
  "data/reddit-books/r/books/comments/q0qz2d/becky_chambers_is_pretty_fantastic.json": "最近、Becky Chambersの本を何冊も読んだのですが、どれもとても良かったです。\n傾向としては、短くてとても楽しい、キャラクター重視の本が多いですね。非常に親しみやすく\nかなりの深さがありながら、非常にわかりやすい。\n\n最近では『A Psalm for the Wild Built』という本があります。これは主に環境問題をテーマにしています。\n環境問題をテーマにしています。これは...",
  "data/reddit-books/r/booksuggestions/comments/q0qbcq/which_stephen_king_book_should_i_start_with.json": "私は読書の世界では初心者のようなもので、これまでに読んだ本は次のとおりです。\n動物農場」「ブレイブ・ニュー・ワールド」「アルジャーノンに花束を」「蝿の王」「ドリアン・グレイの絵」など。\nドリアン・グレイの絵。\n\nスティーブン・キングの本はとても良いと聞いたことがあるので、一度読んでみたいと思っています。\n皆さんが決めるのを手伝ってくれると嬉しいです。ありがとうございます。",
  "data/reddit-books/r/booksuggestions/comments/q0ke3q/is_there_a_book_where_the_protagonist_is_sent_to.json": "ナルニアではありません。\n\n主人公が幻想的な世界で大人になるのが好きなんだ。\n\nタイ。",
  "data/reddit-books/r/books/comments/q0wwb3/what_genres_are_popular_in_another_language_but.json": "私は英語と中国語のバイリンガルです。多くの人が知っているのは「武侠」というジャンルだと思います。Wuxia\n中国の歴史や文化と結びついているので、他の言語に翻訳するのはとても難しいです。\n中国の歴史や文化と結びついているからです。すべての用語を参照するには百科事典が必要なくらいです。\n必要になります。著者は、あなたが中国の歴史や文化に精通していることを期待しています。",
  "data/reddit-books/r/booksuggestions/comments/q1464x/most_disturbing_books_youve_read.json": "暗くてひねくれた物語を読むのが好きなのですが、どこを見ればいいのかよくわかりません。\nホラーであったり、ただのメチャクチャな話であったり、ノンフィクションであったり、はたまた不快なほど奇妙な話であったり。\n不愉快になるほど奇妙なものでも良いです。皆さんのお勧めを是非教えてください。\n\nクイックエディット：素晴らしいお勧めですね。私はこの中のいくつかを読み始めるつもりです...",
  "data/reddit-books/r/booksuggestions/comments/q0nxop/what_is_the_scariest_book_youve_ever_read.json": "皆さん、こんにちは。10月に入り、私はホラー本を読もうと計画しています...ありきたりですが、初めてのことなので\nありきたりですが、初めてのことなので....\n\nエドガー・アラン・ポーやスティーブン・キングの本は何冊か読んだことがあります。\n怖いですが、夜はなんとか眠れます。\n\n私はまだ、私の心を揺さぶるような怖い本を探しています...",
  "data/reddit-books/r/books/comments/q0wz6m/another_project_hail_mary_post.json": "すでにいくつかあると思いますが、私にはたくさんの感情と、本を読み終えたばかりの生の\n本を読み終えたばかりの生々しい空しさがあります。\n\nまず、私は物理学と工学の上級学位を持っていますが、この本がいかによく研究されているかということに驚きました。\nこの本がいかによく研究されているかに驚きました。私は、SFはある意味、歴史小説に似ていると思っています。\nのようなものだと思います。そこには...",
  "data/reddit-books/r/books/comments/q191l6/to_redditors_who_are_poc_how_do_you_really_feel.json": "学校で「N-word」が読み上げられるのを聞いて、どんな気持ちになったか興味があります。\n白人の生徒や先生がNワードを大声で読んでいたり、奴隷制度の本当の恐ろしさが語られていたりするのを学校で聞いてどう感じたでしょうか？\nまた、奴隷制度の本当の恐ろしさが語られているときにはどう感じましたか？もしあなたが大人であれば、あなたの考えは変わりましたか？\n著者が誰であるかということに違いはありましたか？\n\n白人として...",
  "data/reddit-books/r/books/comments/q1c6mq/what_book_had_the_biggest_potential_but_fell_flat.json": "今年の初めに「コーヒーが冷めないうちに」という日本の短編小説を読みました。\n時間旅行ができるコーヒーショップについての日本の短編小説を読みました。私はこの作品をとても楽しみにしていましたが\nしかし、非常に繰り返しの多い文章と煩わしい登場人物たちに失望しました。I\n続編があるのは知っていますが、全く興味がありません。\n\nもう一つの...",
  "data/reddit-books/r/books/comments/q13guo/do_androids_dream_of_electric_sheep.json": "今日、この本を読み終えました。\nまた、この本を読んで何か気づきはありましたか？A\nいくつかの意見を聞かせてください。\n\n 1. 本のタイトルである「アンドロイドは電気羊の夢を見るか？\n    アンドロイドは電気羊の夢を見るか？",
  "data/reddit-books/r/books/comments/q1cup8/book_samples_that_really_arent_samples.json": "毎回サンプルを読むと20～30ページはありますが、その半分以上はブックカバーや、\n表紙、「クレジット」ページ、目次、謝辞と著者紹介、広告などに費やされています。\n作者のコメント、広告などに費やされます。最終的には、実際の本の10ページ程度を得ることができます。\n本です。\n\nただ...なぜ？人々は本屋に行って、本を読まない。",
  "data/reddit-books/r/books/comments/q1gvtl/does_philip_k_dick_always_write_women_like_this.json": "アンドロイドは電気羊の夢を見るか』を読みましたが、ストーリーが好きなのはもちろんですが、フィリップ・K・ディックの書き方が好きです。\n(フィリップ・K・ディックは、この物語の中で女性をどのように書いているのか。\nこの中での女性の書き方に、私はかなり違和感を覚えました。以下はその一例です。\n\n「『お帰りなさい、ウズラさん』と言って、彼女はメロン型の胸をたわわにして......。",
  "data/reddit-books/r/books/comments/q1sq8m/are_there_any_authors_you_refuse_to_read_no.json": "私にとって、もう何も読みたくない作家の第一位はエリザベス・ギルバートです。\nギルバートです。Eat, Pray, Love」では、本当に騙されました。最初に目にしたレビューでは\n最初に目にしたレビューは非常に有望で、私は大きな期待を寄せていました。友人が\n友人と一緒に、プライベートのブッククラブのような形で読みました。そこで...",
  "data/reddit-books/r/booksuggestions/comments/q1sumy/a_book_in_which_the_internet_stops.json": "フェイスブックダウンに触発されて、インターネットが停止して、私たちが生活する世界を想像してみました。\nインターネットが停止して、私たちが自分自身を再構築する世界を想像してみました。このようなことを書いた本はありますか？\nのようなものはありますか？(非常に具体的な質問であることは承知しています）。)",
  "data/reddit-books/r/books/comments/q1xijr/psa_tor_publishing_has_a_monthly_book_club_where.json": "タイトルは多くを語る-毎月の無料電子書籍に登録してください。注意点として、TorはSFやファンタジーを出版しています。\nSFやファンタジーを出版しているので、一般的にはそちらにアクセスすることになります。\n\nGideon the Ninthは素晴らしい本です（パルプのようでもありますが）。私は、この本を\n殺人ミステリーが好きな人にはお勧めです。",
  "data/reddit-books/r/books/comments/q25vf5/finally_got_around_to_reading_the_mistborn_series.json": "私は長い間、ブランドン・サンダーソンの作品を読むことをなんとなく先延ばしにしてきました。\nみんなが彼のことを話していても 彼の作品は \"過大評価 \"されていると思っていたんですね。\n\nようやく最初の3冊を読むことができて、とても感激しました。\n驚きました。\n\n世界観、ストーリー展開、キャラクター...。",
  "data/reddit-books/r/books/comments/q298wu/yall_ever_read_a_book_slow_so_that_it_wont_be_over.json": "Cormac McCarthyのAll the Pretty Horsesを読んでいます。人生で読んだ本の中で\n今まで読んだ中で最高の本です。通常、私は本に夢中になると、それを置くことができません。\n置くことができません。でもこの本は、一度に20～30ページを堪能しています。読み終わるのが嫌なのは\n終わってしまうと読めなくなってしまうから...。",
  "data/reddit-books/r/booksuggestions/comments/q25zn2/any_dark_books_where_characters_have_to_make.json": "私は「イカゲーム」を見たばかりで、見たい映画やドラマがいくつかあるのですが、同じようなテーマやストーリーの本があれば嬉しいです。\n似たようなテーマやストーリーの本があれば教えてください。\n\n特に、人は生か死かという大きな道徳的決断をしなければならず、実利主義と感情を比較しなければならないという考えです。\n生か死か、実利主義と感情のバランスを考えなければならない。",
  "data/reddit-books/r/books/comments/q2dvva/what_are_some_movie_adaptations_that_are_superior.json": "最近、サザンリーチ3部作をすべて見終えたのですが、映画はその名の通り、3部作全体よりも良いと感じました。\n映画はその名の通り、3部作全体よりも優れていると感じました。感じたのは、Alex\nガーランドは、物語のビジョンをどのように伝えるのがベストなのか、よりよく把握しているように感じました。本\n本も素晴らしかったのですが、映画はちょっと...という感じです。",
  "data/reddit-books/r/books/comments/q2lbtm/my_61yearold_father_asked_me_last_night_what_is.json": "彼の顔を見て笑った後、私はそれが真剣な質問であることに気づきました。誠実な\nビル・ヒックスの \"What you readin' for? \"の真摯なバージョンだ。私はちょっとしたことで跳ねてしまった。\n私は31歳で、こんなことを聞かれたことがなかったからだ。そして\n詳しく聞いてみると、主に小説のことを言っているようでした。私は基本的に...",
  "data/reddit-books/r/booksuggestions/comments/q2jdwu/what_are_the_best_octavia_butler_books.json": "Kindred」「Bloodchild and Other Short Stories」を読みました。\nオクタヴィア・バトラーの本の中で一番いいものを教えてください。",
  "data/reddit-books/r/books/comments/q2qqwe/im_former_cia_officer_david_mccloskey_author_of.json": "元CIAのアナリストで、元マッキンゼー＆カンパニーのコンサルタントです。CIAでは\nCIAでは、大統領のデイリー・ブリーフに定期的に寄稿したり、議会の監視委員会で機密証言を行ったり\n議会の監視委員会で機密証言を行い、ホワイトハウスの高官、大使、軍関係者、アラブ諸国の政府関係者にも説明しました。\nまた、ホワイトハウスの高官、大使、軍関係者、アラブ諸国の政府関係者へのブリーフィングも行っていました。",
  "data/reddit-books/r/booksuggestions/comments/q2nae1/a_book_without_violence_crimes_or_love_sex_just_a.json": "その成分が小説の塩とコショウだと言う人もいるかもしれませんが\nしかし、私はそうは思いません。純粋でありふれた出来事を、スタイルとユーモアをもって、読者を魅了するには大きな才能が必要です。\n純粋でありふれた出来事を、スタイルとユーモアをもって読者を魅了するには、大変な才能が必要です。\n\nいくつか例を挙げてみましょう。\n\nMeasuring the world by Daniel Kehlmann...",
  "data/reddit-books/r/books/comments/q2t2eu/should_public_libraries_charge_late_fees_for.json": "ニューヨーク公共図書館はこのほど、延滞した資料にかかる延滞金を請求しないことを発表しました。\n徴収しないことを発表しました。ほとんどのアメリカ人（61％）は、公共図書館は延滞した本に延滞料を課すべきだと答えています。\nアメリカ人の多く（61％）は、公共図書館は延滞した本に延滞料を課すべきだと言いますが、4分の1（24％）は課すべきではないと言います。\nではありません。\n\n探索する...",
  "data/reddit-books/r/books/comments/q2qy6r/out_of_all_the_fantasy_books_youve_read_what.json": "個人的には、イマジナリウム・クロニクルですね。\nこのシリーズを読んだことがある人は少ないと思いますが、是非とも読んでみてください。\n読むことをお勧めします。船、時の番人、ドラゴン、宝石には何か懐かしさを感じます。\n船、時の番人、ドラゴン、イマジナリウムの管理人...。",
  "data/reddit-books/r/books/comments/q2ymjt/a_slightly_different_my_relative_doesnt_read_post.json": "私は幸運なことに、子供の頃からずっとおじいちゃんを知っていました。おじいちゃんとおばあちゃんの家は\nおじいちゃんとおばあちゃんとはかなり離れたところに住んでいましたが、年に何度も何日も会っていました。\n一年に何度も何日も会っていました。\n\n私はおじいちゃんが本を読んでいるところを見たことがありません。分厚い虫眼鏡を使って、ゆっくりと新聞に目を通しているのを見ました。\n分厚い虫眼鏡を使って、ゆっくりと新聞を読んでいるのを見たことはあります。でも......。",
  "data/reddit-books/r/books/comments/q348pf/carl_sagan.json": "こんにちは。最近、カー・セーガンの「コスモス」を読み始めたのですが、献辞のページには\n妻への愛を見事に表現していて涙が出ました。読んだことのない人にも伝えたくて\n読んだことのない人に伝えたいと思いました。)\n\nアン・ドゥルヤンへ\n\n広大な宇宙と膨大な時間の中で、私の喜びを分かち合いたいと思います...",
  "data/reddit-books/r/booksuggestions/comments/q318r6/a_hilarious_bookseries_with_a_30s40s50s_aged.json": "コメディ・フィクションのジャンルで女性が主人公の本は、燃え尽きた母親や頑張っている人が主人公のものが多い気がします。\n燃え尽きた母親や、マンハッタンで頑張る人の話が多いような気がします。\n私は、女性が母親やファッションの達人であるだけでなく、気軽に楽しく読めるシリーズを探しています。\n読んでいて楽しいシリーズを見つけたいです。",
  "data/reddit-books/r/books/comments/q3a2ze/the_count_of_monte_cristo_remains_my_best_classic.json": "読者の皆さんの多くは、アレクサンドル・デュマの「モンテ・クリスト伯」を読んだことがあるでしょう。\nデュマの「モンテ・クリスト伯」を読んだことがあると思いますが、古典的な作品や現代的なスリラー作品はたくさんありますが、この本ほど私を興奮させるものはありません。\nこの本ほど興奮するものはありません。この本のプロット、言語、陰謀、紆余曲折は常に私を楽しませてくれます。\nこの本はいつも私を楽しませてくれます。エドモンド・ダンテスは別として...。",
  "data/reddit-books/r/books/comments/q3ewb6/theres_something_really_cool_about_helping.json": "私は空港にいて、旅行のために新しい本を買おうと思っていました（すでに持ってきていないわけではありません。\n選んでいると、ある男性と話し始めました。\n彼はあまり本を読まない人だったんだけど、9時間のフライトだから何か買おうと思ってね。\nと話していました。分ほど話をした後、彼の好きな本を見つけました...",
  "data/reddit-books/r/books/comments/q3er62/hi_im_karen_m_mcmanus_author_of_young_adult.json": "こんにちは、Reddit、私はKaren M. McManusです。この作家は、「One of Us Is Lying」シリーズや「Two Can Keep」などのヤングアダルト・スリラーの著者です。\nOne of Us Is Lying」シリーズ、「Two Can Keep a Secret」、「The Cousins」、「You'll Be the Death of Me」などのヤングアダルト・スリラーの著者です。\nDeath of Me. One of Us Is Lying」はテレビシリーズ化されており、10月からPeacockで配信されます。\n2021年10月7日よりPeacockで配信開始。私の本は...",
  "data/reddit-books/r/books/comments/q3mqqg/does_amazon_poorly_package_your_books_too.json": "今日はAmazonで5冊の本を注文しました。そのうち4冊は破損して届き、3冊はコレクターズアイテムでした。\nコレクターズアイテムでした。とても悔しいです。5冊とも箱に放り込まれていて\n箱に放り込まれていて、緩衝材も何も入っていませんでした。一体何を期待しているんだ？\n何を期待しているんだ？この時点で、私はもう本を注文しません...。",
  "data/reddit-books/r/books/comments/q3jfhn/after_listening_to_what_this_subreddit_was.json": "驚異的だと言わざるを得ません。どのようにしてかは分かりませんが、あらゆる面で賞賛に値する\nすべての面で高い評価を得ている、正真正銘の傑作だと思います。私はきっと\nダンテスがIfに戻ってアッベのベッドで祈るシーンは何度も読み返しました。\nこの本は全体的にとても素晴らしいものでした。",
  "data/reddit-books/r/booksuggestions/comments/q3nfuq/looking_for_a_book_that_reads_like_a_feverdream.json": "くだらない方がいい。ゴア、サイコロジカル・スリラーなどでも良い。",
  "data/reddit-books/r/books/comments/q3vdzk/the_five_the_untold_lives_of_the_women_killed_by.json": "他の優れたノンフィクションと同様に、この本は私に多くのことを考えさせてくれました。\n\nというのも、多くのテレビ番組やポッドキャスト、書籍はセンセーショナルな内容が多く、被害者に焦点を当てたものが少ないからです。\n多くのテレビ番組やポッドキャスト、書籍がセンセーショナルに扱われ、被害者に焦点を当てたものが少ないからです。特にリッパーに焦点を当てたメディアの場合\n特にリッパーに焦点を当てたメディアの場合、犯人を神話化する傾向があります...",
  "data/reddit-books/r/books/comments/q3py4s/lincoln_in_the_bardo.json": "ちょうど読み終えたところですが、ワオ! 期待はしていなかったが、私を圧倒した。\n非常に独創的で自信に満ちた作品であると同時に、非常に心に響く作品です。とてもお勧めです。\n\n二人の語り手のパートのスタイルがいまだに理解できません - 過去形で起こっている出来事を語るのです。\n過去形で起こっている出来事を語っています。判決」...",
  "data/reddit-books/r/books/comments/q45tyq/today_i_started_to_read_my_first_sherlock_holmes.json": "何と言っていいかわからないが、ストーリーライティングが非常によくできていて\nした。今までは時間がなくて読めなかったのですが\nしかし、大人になってから「名探偵コナン」という漫画シリーズを見て追いつきました。\n「名探偵コナン」を見て、シャーロック・ホームズの多くの側面を取り上げています....",
  "data/reddit-books/r/booksuggestions/comments/q42pc0/circe_but_with_norse_mythology.json": "私はMadeleine Millerの「Circe」という本をとても気に入っていました。ギリシャ神話も素晴らしいですが\n私は北欧神話の方が好きです。Circe.に似た本で、北欧の神々が登場するものがあれば教えてください。\n北欧の神々が出てくるような本はありますか？(オーディン、フレイヤ、トール、ロキなど。)",
  "data/reddit-books/r/books/comments/q493gd/is_this_a_standard_bookstore_practice.json": "今日の朝、私は近所の本屋に行きました（私がよく行く本屋です）。I\n2、3冊の本を手に取り、支払いの準備をしていると、10月のプロモーションがあるのを見つけた。\n10月のキャンペーンで、25ドル以上買うと本を1冊プレゼントしてくれるとのこと。\n確かに、そうだよね！？それで、私が本を支払うと、女性が本をくれました。",
  "data/reddit-books/r/books/comments/q3whjm/read_my_first_jane_austen_novel.json": "私の最初の本は、『Northanger Abbey』を読むことにしました。彼女の作品の中で一番の作品ではないことは承知していますが\nしかし、長さの点でこの本を選びました。最初の予想では\n読んでいたのですが、読み終わってみるととても驚きました。\n嬉しい驚きでした。アメリカで教育を受けたので、私は少しだけ...",
  "data/reddit-books/r/books/comments/q4bmn3/if_youve_made_it_through_house_of_leaves_raise.json": "本を手に取るにも、その時の気分がないとできません。Danielewskiの小説は何年も前に何度か読みました。\n読んだ人のほとんどが途中で断念していました。\n私は何度かDanielewskiの小説を読んだことがあります。奇妙な話になるというのはネタバレになるだろうか？\n\nこの本はいつも私の心に強く残っていて、今日まで私は想像しています...",
  "data/reddit-books/r/booksuggestions/comments/q48rya/apocalyptic_and_postapocalyptic_novels_that_are.json": "どなたか、大人向けの黙示録や終末論の本で、ヤングアダルト向けのものよりも大人っぽいテーマのものを推薦していただけませんか？\nで、ヤングアダルトのジャンルで見られるような、より成熟したテーマを持つものを教えてください。ありがとうございます。\nよろしくお願いします。\n\n編集：タイトルを修正しました。ヤングアダルトのジャンルではない、という意味です。",
  "data/reddit-books/r/books/comments/q4i35l/i_dislike_challenges_such_as_52_books_in_52_weeks.json": "私だけかもしれませんが、これでは読書の楽しみが半減してしまいます。私はフルタイムで教育を受け、パートタイムで仕事をしています。\n読書はそこからの逃避でもあります。\n読書に目標や数字を設定し始めると、楽しみがなくなり、生活の中の別の締め切りやストレスになってしまいます。\n私の人生におけるもう一つの締め切りとストレスになってしまうのです。\n\n私は...",
  "data/reddit-books/r/books/comments/q4jdgo/lpt_when_looking_for_buying_books_online_add.json": "これは一般的なヒントでもあります。特定のキーワードを除外したい場合は\n除外したい場合は、ハイフンを付けた後、そのキーワードを\nキーワードを入力します。これにより、あなたが特定のものを探していることがGoogleに伝わりますが\nこの」単語は、いかなるリンクや段落にも表示されないようにします。",
  "data/reddit-books/r/books/comments/q4he9f/my_mom_died_in_the_uk_and_has_nearly_4000_books.json": "彼女が持っているほとんどの本をカタログ化しましたが、どうやって処分したらいいのかわかりません。\n処分するにはどうしたらいいのか。母はいつも本を売りたいと思っていましたが、いつも難しいと思っていました。\n特に、コンピュータのスキルは高いとはいえないし、移動にも制限があるので、それを実現するのは難しい。\n実現するのは難しいと思っていました。\n\n友達に頼んでみたけど...。",
  "data/reddit-books/r/books/comments/q4k16z/just_finished_lonesome_dove.json": "信じられないようなキャラクターのアーカスと発展。一貫して愉快な台詞があり、断続的に深い洞察がある。\n断続的に深い洞察がある。マクマートリーは、哲学的な話になると、非常に巧妙になります。\n哲学したり、深い洞察を挿入したりするときには、しばしば台詞を使わない。\n\nネタバレはしませんが、結末にはいくつかの不満が残りました...。",
  "data/reddit-books/r/booksuggestions/comments/q4mwm0/non_anti_left_right_leaning_books_that_summarize.json": "私は左派の人間ですが、右派の視点について読みたいと思っています。\nただ問題は、ほとんどの右寄りの著者が「リベラルは愚かで悪い」と言っていることです。どんな\n侮辱することなく、自分の信念をまとめてくれる人。ローザ・ルクセンブルグのように\nluxemburgのような、しかし右派の。私は彼らがもっぱら...であっても構いません。",
  "data/reddit-books/r/books/comments/q4pr6l/do_you_ever_contact_authors_to_give_thanks.json": "ここ2、3年、私は著者に連絡を取り、私が彼らの作品を本当に楽しんだこと、彼らが書いたものが本当に素晴らしいことを伝えたいと思うようになりました。\n私が彼らの作品を本当に楽しんだこと、彼らが書いたものが私の心に強く残ったことを伝えるために\n私の心に残るものを書いてくれました。\n\n世界のスティーブン・キングやJKローリングはたくさんのメールを受け取っていると思います。\nしかし、実際には、私は...",
  "data/reddit-books/r/books/comments/q4dr1l/afterwords_for_old_books_always_make_me_tear_up.json": "アフターワードは常に、本が完成した時点での著者の姿を反映しています。\nを反映したものです。私が好きな2つのあとがきは、アーサー・コナン・ドイルが書いたものです。\nドイルのものと、『ロードサイド・ピクニック』のボリス・ストルガツキーのものです。\nストルガツキーの『ロードサイド・ピクニック』の後書きです。シャーロック・ホームズの後書きでは、アーサー・コナン・ドイル卿が...",
  "data/reddit-books/r/books/comments/q4qv45/the_priory_of_the_orange_tree.json": "またしても、私はついに、自分の指先で触れることができるほど豊かで、多様で、幻想的な世界を持つファンタジー本を見つけました。\n自分の指先で触れることができるほど豊かで、多様で、幻想的な世界を持つファンタジー本にやっと出会えました。私はちょうど\nThe Hating Game」を読み終えました。\n良い意味ではなく、170cmの女性主人公の話は二度と読みたくありません、、、。",
  "data/reddit-books/r/books/comments/q5044a/has_reading_changed_the_way_you_speak_andor_think.json": "あなたの文章に相当な影響を与えていると思いますが（それは公平に考えれば、思考も含まれますが\nしかし、それが友人や同僚との会話に影響を与えているかどうか気になります。\n友人や同僚などとの会話に変化はありましたか？曖昧な言葉や詩的な表現、（不必要な）例え話などを使うようになったのではないでしょうか？\n曖昧な言葉や詩的な言い回し、（不必要な）例え話やレトリックなどを使うようになりましたか？\n\nそれは...",
  "data/reddit-books/r/books/comments/q53g97/holy_shit_i_finished_a_book_in_a_day.json": "私は自分がこんなに本好きだとは思っていませんでした。\n本を読むことは罰ゲームのようなもので、私は長い間、本を読まないようにしていました。私はアシモフのFoundationシリーズを手に取りました。\nシリーズを手に取り、昨日は最後の「Forward the Fourier」を読んでいました。\nを読んでいました。目が覚めて読み始めると、とても夢中になってしまいました（でした...）。",
  "data/reddit-books/r/books/comments/q571ko/the_house_in_the_cerulean_sea_what_a_book.json": "2日間の乱読の後、ようやく「セルリアンの海の家」を読み終えました。\n今まで読んだ本の中で最も心温まる本の一つです この本は今まで読んだ中で最も心温まる本です。\n非常に予測可能で、古典的なパターンに固執していますが、この本を素晴らしいものにしているのは\nこの本が素晴らしいのは、キャラクターです。TJ Kluneがこのような作品を書けるのは素晴らしいことです。",
  "data/reddit-books/r/books/comments/q54auk/if_theres_one_author_youd_choose_to_come_back_to.json": "私たちには、文学に革命をもたらした名作を生み出したお気に入りの作家がいます。\nヘミングウェイの \"A Moveable Feast \"やJ.D.サリンジャーの \"The Catcher In The Rye \"などの名作で文学に革命を起こした作家がいます。\nライ麦畑でつかまえて」などです。しかし、もしあなたが生き返ってもう一度傑作を書きたいと思う作家がいるとしたら、誰を選びますか？\n傑作を書くとしたら、誰を選びますか？私は、個人的には...。",
  "data/reddit-books/r/booksuggestions/comments/q51loh/whats_a_book_that_had_an_excellent_movie.json": "馬鹿げているとは思いますが、私は長い間、『ロード・オブ・ザ・リング』を読むのを延期していました。\n映画が素晴らしいのだから、本も映画のようになるに違いない」と考えていたからです。\n\"映画が素晴らしいから、本も映画のようになるに違いない \"と考えたからです。\n\nしかし、本を読んだ後、「アンドロイドは電気羊の夢を見るか」や「......」のような他の例がありました。\nof Electric Sheep』や...。",
  "data/reddit-books/r/booksuggestions/comments/q4xtvb/which_really_good_books_that_had_really_bad_film.json": "ほとんどの本が映画化されていないことは知っていますが、中には本を正当に評価していないだけでなく\nしかし、中には本を正当に評価していないだけでなく、ストーリーを変えたり、重要な出来事を省略したり\nストーリーを変えたり、重要なイベントを省略したり、本当に不必要な部分を導入したり、単なる悪\n本を正当に評価していないだけでなく、ストーリーを変えたり、重要なイベントを省略したり、本当に不要な部分を導入したり、ただ単に悪いだけの映画もある。",
  "data/reddit-books/r/books/comments/q583l7/what_has_happened_to_classic_lit_in_my_school.json": "まず第一に、これを投稿するのにこの場所が適切であることを願います。\n\n第二に、私には皆さんが同意しない意見があるかもしれませんが、それは構いません。議論しましょう。\n議論をして、皆さんが私の考えを変えてくれるかもしれません。\n\n私は、ヒューストン(Tx)郊外の大規模でそこそこの評価を受けている学校に何が起こったのかを理解しようとしています。\n(Tx)郊外の学校に何が起こっているのか理解しようとしています...",
  "data/reddit-books/r/books/comments/q56klj/has_there_been_a_particular_book_youve_read_that.json": "あなたが読んだ本の中で、頭から離れない本はありますか？それは\n数ヶ月後かもしれないし、1年後、2年後かもしれません。その本はただ\nその本があなたの心に残ったのは、結末や筋書きのせいかもしれませんし、登場人物に本当に共感したのかもしれません。\nその本があなたの心に残ったのは、結末や筋書きのせいかもしれないし、登場人物に共感したのかもしれないし、あなたを混乱させたのかもしれない。\n\n私の場合、それは...",
  "data/reddit-books/r/booksuggestions/comments/q57404/a_book_where_someone_out_grows_their_demons_or.json": "皆さん、こんにちは。私は最近振られて、それ以来、対処するのが簡単ではありませんでした。\nしています。私は、パートナーをとても愛していて、彼らがどんな意味でも完璧ではなかったとしても\n相手をとても愛していたし、彼らはどんな意味でも完璧ではなかったけれど、私の中のある性質が、一緒にいるのが嫌になるような\n考えすぎ、受動的な攻撃性...）。",
  "data/reddit-books/r/books/comments/q5biwz/as_i_was_reading_vonneguts_timequake_outside_this.json": "今日は外が華やかなので、ここのところ特にストレスが溜まっていました。私は\nちょっとした幸せに気づくことができないので、Vonnegutに気づかせてもらえてよかったです。\nヴォネガットに気づかせてもらえてよかったです。これからはもっと気づくようにしたいと思います。\nこれからは気づくようにします。\n\n\"そして、私はあなたに、どうかあなたが幸せであるときに気付いてほしいと思います、そして...",
  "data/reddit-books/r/booksuggestions/comments/q5ad5s/what_are_some_books_that_helped_you_grow_more.json": "私が欲しいのは、自分の世界観を固めた哲学書です。I\n世界の美しさを真に見て、道徳的になれるような本が欲しい。\nより道徳的になれる本が欲しい。地球を超えて大局を見ることができるような本が欲しいです。\n大局的に見ることができる本が欲しい。まさに、カール・セーガンが「青ざめた世界」の中で世界を見ているように...。",
  "data/reddit-books/r/books/comments/q5muvc/i_read_harlan_cobens_the_stranger_today_and_i.json": "この本はAudibleで聴きましたが、今日は車で旅をしていました。\n今日、この本を読みました。私はこの本を一気に読み終えましたが、5時間しかないことを考えると、難しいことではありません。\n5時間しかないことを考えると、難しいことではありません。\n\n簡単に（ネタバレなしで）要約すると、ある男が妻の代わりに学校の会議に出席したが\n妻の代わりに学校の会議に出席するが、その結果・・・。",
  "data/reddit-books/r/books/comments/q5s24q/loved_norse_mythology_by_neil_gaiman_is_there_a.json": "基本的にはタイトル通りですが、特にこの本が気に入ったのは、読みやすさと\n読みやすく、シンプルに凝縮されている感じが良かったです。ギリシャの神話や物語にはとても興味があります。\nギリシャの神話や物語にはとても興味があるのですが、イリアスやオデュッセーなどの複雑な長文を読む気にはなりません。\nイリアスやオデュッセーなどの複雑な長文を読む気にはなれません。同じような内容の本はありますか？",
  "data/reddit-books/r/books/comments/q5s4j8/east_of_eden_i_thank_all_those_on_reddit_who.json": "スタインバックは人間の残酷さを創造的に表現しているのが素晴らしい。\nスタインバックは人間の残酷さをキャラクターで表現している。登場人物の描写は、人間性の両極端に触れるものです。\n人間の本性の両極に触れる。読むのは大変だが、難しくはない。少し時間がかかるところもありますが\n少し時間がかかるところもありますが、全体としては、この本を読むことで",
  "data/reddit-books/r/books/comments/q5r8m9/i_finally_read_the_song_of_achilles_and_had_more.json": "この本を読んだのは、宣伝文句に惹かれたからです。感情を揺さぶるような内容だと思っていました。\n涙が出るほど感動するはずだったのです。と思っていました。期待が大きすぎたのかもしれません。\nレビューを読んで期待しすぎてしまったのかもしれません。\n\n最終的には良い本だと思うし、楽しく読めました。しかし、私は\n私はこの本を見つけられませんでした・・・。",
  "data/reddit-books/r/books/comments/q5w5jr/today_would_have_been_james_clavells_100th.json": "私は昨年、アジアン・サーガに出会ったばかりですが、すでに私のお気に入りの書物シリーズの一つとなっています。\nシリーズです。個人的には「Shogun」が一番好きですが、「Tai-Pan」も僅差で2番目に好きです。\n\n今日はJames Clavellの100歳の誕生日です。彼は小説のような人生を歩んできました。\n彼は小説のような人生を歩んできました。第二次世界大戦中、オーストラリア人であるクラベルは、アメリカ軍のために戦いました。",
  "data/reddit-books/r/booksuggestions/comments/q5tohy/slightly_spooky_mindfck_fall_vibes_book.json": "非常に魅惑的な秋のバイブ／不気味で心に響くようなお勧めの\nの本を探しています。毛布にくるまって、お茶を飲みながら一日中読んでいたいような本です。\n紅茶を飲みながら一日中読んでいたいような本。あまり怖くないもの（ストレートなホラーではないもの）。\n悪夢を見ることになるので。\n\nどんなものでも良いのですが...。",
  "data/reddit-books/r/books/comments/q5t9y9/can_books_actually_be_scary.json": "毎年10月にホラー小説を読むようになりました。これまでに\nセーラムズ・ロット」、「ペット・セマタリー」を読み終え、「シャイニング」を読み始めたところです。来年は\nは、スティーブン・キング以外の人にします。\n\n多くの人は、キングの本では「シャイニング」が一番だと言います。\nと言われていますが、どうでしょうね...。",
  "data/reddit-books/r/booksuggestions/comments/q5w5w0/books_about_families_dealing_with_children.json": "私たちは、6歳の天使セレナを8ヶ月と18日前にがんで亡くしました。セレナは\n本が大好きで、がんと闘っていた2年間、毎晩読み聞かせをしていました。\n読んであげました。悲しみに暮れていた数ヶ月後、夫と私はこの伝統を続けることにしました。\n今では毎晩、1章か2章を一緒に読んでいます。....",
  "data/reddit-books/r/booksuggestions/comments/q63m3l/1950s_housewives_drugs.json": "フィクションでもノンフィクションでも、このようなテーマを掘り下げた本をご存知の方がいらっしゃいましたら教えてください。\n50年代、60年代の主婦がアンフェタミンやバルビツレートなどの薬物を使用していたことをテーマにした本をご存知の方はいらっしゃいませんか？\nアンフェタミンやバルビツレートなどの薬物を使用していた50～60年代の主婦をテーマにした本を、フィクションでもノンフィクションでもいいので、誰か知っていませんか？",
  "data/reddit-books/r/books/comments/q6hc4g/just_finished_reading_my_first_ever_book_at_30.json": "私は今、とても達成感を感じています。人によっては馬鹿げていると思うかもしれませんが、30歳で\n30歳にして、初めての本を2週間で最初から最後まで書き上げることができました。\n\n私はADHD（多動性障害）を患っているので、注意力を維持するのは非常に難しいのですが\n私はADHD（多動性障害）なので、注意力を維持することがとても難しいのですが、何かがついに私の中で噛み合ったような気がします。",
  "data/reddit-books/r/books/comments/q6hbtk/just_finished_flowers_for_algernon.json": "そして今、私は泣いています。ストーリーもエンディングも何もかもが最高に憂鬱です。I\nチャーリーがかわいそうだと思っていたのに、なんでこんなことになってしまったんだろうと思います。\nなぜかというと、小説全体を通してチャーリーがかわいそうだったからです。彼がみんなから扱われている様子、特に自分自身が壊されているのです。\n特に彼自身が、今までにないほど憂鬱な気分にさせられて...。",
  "data/reddit-books/r/booksuggestions/comments/q6j4lq/whats_a_good_book_to_have_a_physical_copy_of.json": "私は筋金入りのkindle派なのですが、弟が本屋のギフトカードをくれたので\n書店のギフトカードを貰ったので、物理的なコピー版を持っていた方が良い本があるかどうか考えています。\nの物理的なコピーバージョンを持っている方が良い本はありますか？メモを取るのに適しているかどうか、重要な視覚的要素を持っているかどうか。\nあるいは、公共交通機関の中でセクシーな人に感銘を与えることができるかどうか...。",
  "data/reddit-books/r/booksuggestions/comments/q6e69h/religious_horror_where_evil_hides_in_a_small.json": "Netflixの「Midnight Mass」や、「castlevania season 3」のリンデンフェルド・アークに似たようなものです。\ncastlevaniaシーズン3。レイチェル・サンクチュアリのストーリー全体、もしラグナロクをオンラインでプレイしたことがあれば\nラグナロクをオンラインでプレイしたことがあれば また、ラブクラフト的であればあるほど良いと思います。",
  "data/reddit-books/r/books/comments/q6v90k/came_to_appreciate_a_part_of_harry_potter_i.json": "私が9歳の頃からずっと付きまとってきた物語について、少し考えてみました。\n(9歳の頃から（あるいはこの22年間）、私に付きまとってきた物語について少し考えてみました。)\n\nハリー・ポッターは（私の国で）最初に出版されたときに読み、人生で何度も読み直しました。\n人生の中で何度も読み直しました。そのたびに新しい発見があったり、違うことを読んだりしました。\n違ったものを読みました。今、一つのことがあります...",
  "data/reddit-books/r/booksuggestions/comments/q6yy74/i_could_really_use_a_book_that_helps_me_get_over.json": "私は読書が好きで、人生がつらいと感じたときにはよく読書に頼ってきました。\n私の20代は、健康問題、親の死、キャリアの転機など、自分が思っていた通りにはいきませんでした。\n私の20代は、健康問題、親の死、キャリアの転機など、思ったようにはいきませんでした。\n\nしかし、私はこの10年間を希望を持って過ごしたいと思っています。しかし、私が読む本の多くは、主人公が\n主人公は20代半ばで、それは...。",
  "data/reddit-books/r/books/comments/q71ybv/john_le_carres_final_novel_silverview_came_out.json": "皆さん、こんにちは。\n\n今回は、皆さんに強くお勧めしたいことがありますので、ご紹介します。\n故John le Carre氏の新作小説です。彼が亡くなったとき、この小説はほとんど完成した状態でした。\n亡くなられた時にはほぼ完成していて、息子さん（作家のNick Harkawayさん）が出版までの最後の段階を\n出版までの最後のステップを息子（作家のNick Harkaway）が担当しました。\n\n私はちょうど今、この作品を読み終えたところで、私は...",
  "data/reddit-books/r/books/comments/q73m29/we_have_always_lived_in_the_castle_by_shirley.json": "数日前にこの本を読み終えて、面白い体験をしました。\nした。読んでいる間は、この本をあまり好きになれず、読んだことを完全に処理したとは思えませんでした。\n読んでいる間はあまり好きではなく、読んだことを完全に処理しているとは思えなかったのですが、読み終わってストーリーを解き明かし始めると\n読んでいる間はあまり好きではなく、読んだ内容を十分に理解しているとは思えませんでしたが、読み終わってストーリーを解き明かし始めると、本当に...",
  "data/reddit-books/r/books/comments/q6xcvy/most_sentimentally_valuable_book_you_own.json": "上記のように、あなたが持っている本の中で最も感傷的な価値があるのはどれですか？私\n祖父のグリム童話集（ハードカバー）ですね。\n祖父（悪名高いわがままな善意の男で、私と本当の関係を築こうとはせず\n祖父は、私と本当の関係を築こうとはせず、価値のあるものを2つしか買ってくれませんでしたが...。",
  "data/reddit-books/r/books/comments/q788qr/should_books_be_kept_in_the_same_condition_as_you.json": "私は5年前から自分の楽しみのために本を読んでいますが、あることに気づきました。\n私がしていることは、同じように本をたくさん読んでいる友人たちの間では、どうやらとても奇妙なことのようです。\nこれは、同じように本をたくさん読んでいる友人たちの間ではとても奇妙なことのようです。\n\nそれは、私が本の手入れに夢中になっていて、いつも完璧な状態にしておきたいと思っていることです。\n完璧な状態で保管したいと思っています。",
  "data/reddit-books/r/booksuggestions/comments/q7cl0h/being_lost_in_life.json": "こんにちは、これは私の初めての投稿です。私が探しているのは架空の小説（ヤ行ではない）で\n主人公が人生に迷い、自分が何をしたいのかわからない。私は今\n私は現在このような時期を過ごしているので、共感できる本が欲しいのです。また、私は\n不安や自殺願望に悩まされることもあります。",
  "data/reddit-books/r/books/comments/q79uxt/reading_the_his_dark_materials_series.json": "こんにちは、ブッキーズです。\n\n久しぶりのラーカーです。his dark materials」のテレビ番組を見て、本を読む気になりました。\n本を読みたくなりました。中学生の時に「微妙な」を読みました。\nKnife」を読みましたが、シリーズものだとは知りませんでした。\n\n大人になってから読み返してみると、なんということでしょう。私は本の研究者ではないので...。",
  "data/reddit-books/r/booksuggestions/comments/q7g7d8/suggest_me_a_gripping_book_that_will_get_me.json": "文字通りページターナーとなるような本を探しています。読んでいないときにも、そのことを考えていたい。\n読んでいない時にもそのことを考えていたい。みんなに話したくなるような本。\nポッドキャストやYouTubeのビデオを探して、みんなに話したくなるような本。何かとても\n二次創作のキャラクターが何を考えているのか気になってしまうような、心を掴まれる作品。",
  "data/reddit-books/r/books/comments/q7uuef/ive_read_4_books_in_the_last_45_weeks_and_im.json": "それをずっと前にやっていたのだから、自分でも感心する。私は新しいことを始めるのが苦手です。\n新しいこと（新しい本を読むことも含めて）を始めるのが苦手で、だんだんと\n闘っています。\n\n私が読んできたもの。Wings of Fire by Tui T. Sutherland - the first five\n冊です。今は5巻の \"The Brightest Night \"を読んでいます。\n\nこれらの...",
  "data/reddit-books/r/books/comments/q7wxun/whats_a_word_you_would_not_know_if_it_werent_for.json": "r/fantasy [/r/fantasy]で似たような議論を見たので、自分の意見を述べたいと思います。\nしたいと思いました。\n\n私にとってそれはsweetmeatsでした。何年もの間、歴史小説などを読んでいると\n登場人物がこの広く普及していると思われる珍味を食べていて、その魅力が\n私には理解できませんでした。なぜ、多くの作家が...",
  "data/reddit-books/r/books/comments/q7w9n1/i_just_finished_reading_the_seven_husbands_of.json": "この本は広く推薦されていたので、私のTBRの一番上にあったのですが、期待を裏切りませんでした。\n期待を裏切りませんでした。多くの人が、本の中のキャラクターに本当に恋をしたと話しているのを知っています。\n本の中のキャラクターに恋をするという話はよく聞きますが、私もある程度は特定のキャラクターが好きでした。\n他の人が見ているような「愛」を感じることはありませんでした。",
  "data/reddit-books/r/books/comments/q7qgkp/outliers_by_malcolm_gladwell_so_much_for.json": "なぜ、世界中の人が知っているような大成功を収めている人がいるのでしょうか？\n他の人との違いは何でしょうか？なぜあなたはそのような人ではないのでしょうか？簡単です、彼らはただ\nあなたよりも一生懸命働いているからです。笑えません。私はこの本の冒頭の章が大好きです。\nこの自作自演の男は生まれつき...」というお馴染みのあらすじが書かれているからです。",
  "data/reddit-books/r/booksuggestions/comments/q8635u/queer_adult_romcoms.json": "キュートなクィア・アダルト・ロマンス本のレコメンドを探しています。ここ数年のクィアYA本の普及には感心しています。\nここ2、3年でクィアYAの本が増えてきましたが、私は39歳で\nティーンエイジャーのロマンスを読むのは、ちょっと気が引けます。私が探しているのは\nもっとキュートでスウィートなものを探しています - 性的なものでも構いません。",
  "data/reddit-books/r/books/comments/q8bkld/i_did_not_expect_pride_and_prejudice_to_be_so.json": "この本を読み始めたとき、私はこの本についてまったく何も知らなかったし、なぜか\n古くてあまり面白くない \"猫 \"の話なんだろうなというのが先入観でした。\n「古典的な本だと思っていました。\n\nしかし、実際に読んでみると、登場人物たちの会話がウィットに富んでいることに加えて、ナレーターが\n登場人物たちがウィットに富んだ会話をしていることに加えて、ナレーターがあざとい...",
  "data/reddit-books/r/books/comments/q8f067/the_idiot_by_dostoevsky_i_was_diagnosed_with.json": "主人公のプリンス・マシュキンに自分を重ねてしまいます。いつも聞いていた\n表現の重要性」という言葉を聞いたことがありますが、「子供向けの本だから」「自分には関係ない」と\n子供向けの本には必要ない」と思っていたからです。しかし、実際には必要だったのです。私は\n数年前に発作性疾患と診断され、それが...",
  "data/reddit-books/r/booksuggestions/comments/q8ixe8/a_book_must_be_the_axe_for_the_frozen_sea_inside.json": "そんな気持ちにさせてくれたのはどんな本でしたか？",
  "data/reddit-books/r/books/comments/q8kgsf/it_annoys_me_when_females_protagonists_behaves.json": "これは、表紙に女性の主人公が描かれている（アーバン）ファンタジー本のような、より軽快なフィクションで常に遭遇します。\n(表紙に女性の主人公が描かれているような（都市型）ファンタジーの本では その\n主人公には、父親のような役割を与える指導者や恋愛相手がいます。\n主人公は指導者や恋愛相手に父親のような役割を与えられていて、彼女は常に泣き言を言ったり、不機嫌になったり、泣いたり、口うるさく言ったり、癇癪を起こしたりします。\n癇癪を起こしたり...。",
  "data/reddit-books/r/books/comments/q8v9v8/i_just_finished_the_mistborn_trilogy_and_enjoyed.json": "皆さん、こんにちは。ミストボーン3部作のマラソンに挑戦し、3冊を次々と読み終えました。\n読んでいます。ほとんどの場合、私は退屈しませんでしたが、3冊目では疲れてきました。\n3冊目で飽きてしまいました。それはともかく、私はこのシリーズがとても好きでした。I\n最後はとても満足のいくものでした。演出がとても気に入っています・・・。",
  "data/reddit-books/r/booksuggestions/comments/q8p99y/great_scifi_books_that_are_not_fantasy_focused.json": "誰もが最高のSF本としてDuneやHyperionを挙げるが、これらはファンタジーに近い。\nしかし、これらはどちらかというとファンタジーに近いと思います。私は宇宙に焦点を当てた本が欲しいのです。\n宇宙に焦点を当てた本で、現実的な方法で物事を描写し、宇宙的なホラーの雰囲気もあるものが欲しいです。\nファーストコンタクト系の本もOKです。\n\n今まで読んだ本",
  "data/reddit-books/r/booksuggestions/comments/q8oscl/dystopian_scifi_novels_like_do_androids_dream_of.json": "またはそれに類するもの しかし、一つの小説（できればシリーズものではない）。",
  "data/reddit-books/r/books/comments/q8ytg1/what_are_some_books_that_you_enjoyed_but_wouldnt.json": "最近、ハリー・タートルトーブの \"Hellenic Traders \"シリーズを読んで、このテーマについて考えた。\nハリー・タートルトーブのシリーズです。このシリーズは、2人のいとこが貿易船を運営しています。\n紀元前4世紀後半、アレキサンダー大王の死から約12年後に、家業の貿易船を運航する2人の従兄弟を描いています。\n紀元前4世紀後半、アレキサンダー大王の死から約12年後、大王の戦争が始まった頃の話です。",
  "data/reddit-books/r/booksuggestions/comments/q92paz/life_has_been_super_depressing_lately.json": "日常の煩わしさや苦労から心を解放してくれるのは、素晴らしい本を読むこと以外にありません。\n素晴らしい本を読むこと以上に、日々の煩わしさや苦労から心を解放してくれるものはありません。ただ\n何かお勧めの本はありませんか？私は通常、ノンフィクションが好きです。\n自伝や歴史などのノンフィクションが好きなのですが、現実的な話であればフィクションも好きです。",
  "data/reddit-books/r/books/comments/q9apna/which_books_written_by_men_do_you_think_are_good.json": "申し訳ありませんが、初めての投稿ですので、お手柔らかにお願いします。\n\n多くの男性が女性をリアルに書けないという記事（本も含めて）を読みました。\n多くの男性が女性をリアルに書けないという記事（や本）を読みましたが、私も（読んだ限りでは）ほぼ全面的に同意します。\n読んだ限りでは）ほぼ全面的に同意します。) だから、あなたが気に入った作品を知りたいのです。私が普段読むのは\n女性中心の...",
  "data/reddit-books/r/books/comments/q9as11/we_need_to_talk_about_kevin.json": "We Need to Talk About Kevin」を読み終えたところで、今度は話したいことが出てきました。\n話す必要が出てきました。\n\nあなたはどのように解釈しましたか？ケビンは本当に生まれつき悪かったのでしょうか？それとも悪人になったのでしょうか？\n\nレビューを読んでいると、ほとんどの人がケビンを悪人か、少なくとも意地悪な子供と解釈しているように感じます。\n子供だと。しかし、冒頭の殺人事件を除いては...。",
  "data/reddit-books/r/booksuggestions/comments/q9epz9/should_i_buy_girl_with_dragon_tattoo.json": "スリフトで2ドルのハードバック",
  "data/reddit-books/r/books/comments/q9bve3/ants_invading_my_pretty_hardcover_book_help.json": "私の貴重な美しいハードカバーの本の1冊が、なぜかアリに侵されていました。\n本を取り出してみると、どこからともなく蟻が出てきたのです。床に振ってみると\n床に振ってみると、アリが落ちてきました。本の首の部分にかなりの数のアリが巣食っていることに気づきました。\n本の首の部分にかなりの数のアリが巣食っていることに気づきました。本を開くと、本と本の間には...",
  "data/reddit-books/r/books/comments/q9jt71/so_we_all_know_we_hate_a_completely_incompetent.json": "私は自分の本の中でヒロインが生死に関わるような状況に陥るのが大好きです。\n多くの人が同じように感じているのではないでしょうか。大多数の人は、自分で考えることができず、愚かな決断をするヒロインが好きではないことも知っています。\n自分の頭で考えることができず、愚かな決断をして、最後まで殺されそうになるヒロインが好きではないことも知っています。\n自分の頭で考えることができず、愚かな決断をして、殺されそうになるヒロインが好きではないことも知っています。",
  "data/reddit-books/r/books/comments/q9itxe/a_few_words_on_anxious_people_by_fredrik_backman.json": "一冊の本に出てくるすべてのキャラクターに、これほど腹を立てたことがあるだろうか。おそらくないでしょう。\n本の中のすべての登場人物にこれほど共感したことがあるだろうか？これもおそらく\nありません。この本は、私が誰かに何を感じればいいのかわからないような状況を作り出しました。\nあるページではその人に怒りを感じ、次のページでは...というように。",
  "data/reddit-books/r/books/comments/q9vb1m/so_most_people_learn_new_words_by_simply_reading.json": "それは私にとっては驚きであり、羨ましいことです。読んだばかりの単語がわからないときは\n調べて意味を理解してから、それを通り越して続きを読みます。\n読んでいます。私はそのようにして単語を学ぶことができません。なぜなら、調べた単語は短時間で忘れてしまうからです。\nなぜなら、調べた単語はすぐに忘れてしまうからです。\n\nもし私が単語を覚えようと思ったら...。",
  "data/reddit-books/r/books/comments/q9vdri/emily_st_john_mandels_is_the_closest_to_kurt.json": "これまでに「ステーション・イレブン」と「ガラスのホテル」を読みましたが、どちらも好きで、特に後者は\n後者は特に気に入っています。\n\n彼女の書き方は、カート・ヴォネガットを彷彿とさせます。\n\n * 本は主にキャラクターについて書かれていて、設定は脇役です。\n   ステーション・イレブン』のように未来やポストアポカリプスであっても。\n * すべての...",
  "data/reddit-books/r/booksuggestions/comments/q9u4lr/time_travel_please.json": "堅実な時間旅行のお勧めを探しています。\n\n私は読んだことがあります。眠りの扉」、「こんな時代だから」シリーズ、「しきい値シリーズ」、「パラドックス\nBound, Here and Now and Then, Recursion, The Midnight Libraryなどがあります。\n\n似たようなものが欲しいです。読んでみてください。",
  "data/reddit-books/r/books/comments/q9yszy/i_finished_the_hitchhikers_guide_to_the_galaxy_in.json": "自分のことをとても誇りに思っています。ヒッチハイカーズ・ガイド・トゥ・ザ・ギャラクシー」の全シリーズを6日間で読み終えました。\nシリーズを6日間で読み終えました。シリーズ全体では6冊あるので、1日1冊です。\nこんなことができるとは思いませんでした。でも、達成できたので、とても嬉しいです。\n\nこのことを誰かに知らせたかったのです。\n\nあなたのように...",
  "data/reddit-books/r/books/comments/q9xl1n/why_are_so_many_absolutely_horrible_books.json": "booktokはTikTokですが、本や読書に焦点を当てています。\n私の友人の多くはこれを利用していて、彼らはそれに夢中になっているようです。\nしかし、....\n\nおすすめ」された本の10冊中8冊は、文字通り完全なゴミです。\nを試してみることにしました...",
  "data/reddit-books/r/booksuggestions/comments/qa7aqa/looking_for_books_that_happen_during_a_heavy.json": "何でもよいのですが、冬、雪、寒さが何らかの役割を果たす必要があります。ただそこにあるだけではなく\nただそこにあるだけでなく、主役である必要もない。それは\nPandemic by Jana Wagner.\n\n編集：コメントをくださった皆さん、ありがとうございました。皆さんのおすすめに目を通しましたが\nいくつかは本当に良さそうです。",
  "data/reddit-books/r/books/comments/q9q5tq/your_favorite_random_find.json": "著者に勧められたからとか、タイトルを知っているからとかいう理由で手に取る本ではなく\n本屋さんや図書館の棚から、何となく気になった本をランダムに選んでいます。\n書店や図書館の棚から、何かの理由で自分が惹かれ、ただ読みたくなって\nしかし、本屋や図書館の棚から、何かの理由で自分が惹かれ、ただ見知らぬ人のために読みたいと思った純粋なランダム・ピックです。\n\nこれまでにも不発に終わった作品はたくさんあります。",
  "data/reddit-books/r/books/comments/qajs5q/which_book_or_author_is_your_bestkept_secret.json": "あなたが絶対に好きなのに、他の人があまり知らないような本や作家のこと。\n\n例えば、私はMagda Szaboが大好きで、彼女の作品はとてもお勧めです！彼女はハンガリーではとても有名だと思います。\nハンガリーではとても有名だと思いますが、彼女のことを知っている人はそれほど多くありませんでした。\n(私はイギリス人ですが、彼女のことを知ったのはアメリカ人の...)",
  "data/reddit-books/r/books/comments/qaqwzt/i_am_alice_hoffman_im_the_author_of_the_practical.json": "私はニューヨーク・タイムズ紙のベストセラー作家です。最初の本を書いたのは1974年、21歳のときで\nスタンフォード大学に在学中の1974年に最初の本を書きました。代表的な小説には『アクアマリン』があります。\nPractical Magic』、『The Museum of Extraordinary Things』、『The Marriage of Opposites,\nFaithful』などがあります。リース・ウィザースプーンが選んだ『魔法のルール』...",
  "data/reddit-books/r/books/comments/qammxy/what_is_your_opinion_on_translations.json": "翻訳というテーマは何度も議論されてきたことですが、今でも興味があります。\n今でも気になっています。翻訳で読むと、作品のどの部分がどのくらい失われるのか？\nどの部分が失われるのでしょうか？\n\n例えば、プロットやテーマはかなり翻訳される傾向にあります。1984年と\n1984年』や『...』を読んでも、基本的には同じ体験ができます。",
  "data/reddit-books/r/books/comments/qaqarl/my_favorite_book_probably_isnt_good.json": "だから私の愛読書は「一週間の月曜日」です。これはYA小説なので、基本的には書かれたティーン向けの\n書き下ろしのティーン向け映画です。ボーイフレンドと喧嘩をして、翌日には別れてしまう女の子の話です。\n次の日、彼女は別れを告げられます。彼女はその日を7回繰り返して、「正しく理解できる」まで\n「繰り返すことになります。ネタバレになりますが、彼女は親友と結ばれます。",
  "data/reddit-books/r/books/comments/qare16/happy_halloween_here_are_100_free_ebooks_of_ghost.json": "プロジェクト・グーテンベルク [http://www.gutenberg.org/ebooks/search/?sort_order=downloads]\nは、無料のパブリックドメイン電子書籍の素晴らしいオンラインリソースです。これらの書籍はほとんどが\nこれらの本は、もはや著作権の対象ではないので、ほとんどが古いテキストです。\n\nもっとフリーな本が欲しい場合は、r/FreeEBOOKS [/r/FreeEBOOKS]をチェックしてみてください。\n\n * 1 - Famous...",
  "data/reddit-books/r/books/comments/qa6okr/will_reading_improve_my_grammar.json": "タイトルにあるように、読書をすると文法が上達するのでしょうか？私の文法は正直言って\n11年生になったので、改善する必要があります。私はすでに本を持っています。\n読書は好きです。しかし、2年ほど前から本を読まなくなりました。今、計画しているのは\n1日30分、本（シャーロック・ホームズ）を読もうと思っています。もし私が...",
  "data/reddit-books/r/booksuggestions/comments/qamfx2/book_about_mass_panic_preapocalypse.json": "ワールド・ウォー・Z」は、発生前と発生中の物語が描かれていて、とても気に入りました。\nワールド・ウォー・Z」が大好きです。社会が完全に崩壊する寸前の緊迫した場面がありました。\n緊張感がありました。そして、社会規模でのパニックや恐怖がとても好きです。\n\nこのような状況を描くのが得意な本はありますか？",
  "data/reddit-books/r/books/comments/qanyiy/just_finished_wuthering_heights.json": "この本が、好きか嫌いか、その中間がないというのはよくわかる。\nこの本が好きか嫌いかの中間がないのもよくわかります。しかし、個人的には、この本がいかに多くのことが起こっているかという点で気に入りました。ここでは\n私の一般的な考えや洞察のいくつかを紹介します。\n\n * 私はキャサリンのキャラクターを愛していたロットは、私が与えられた彼女を嫌うために自分自身をどのようにプライミングしたかを考えると...\n   与えられた彼女を嫌うために自分自身を準備したことを考えると、私はキャサリンのキャラクターをたくさん愛していました。",
  "data/reddit-books/r/booksuggestions/comments/qb15ff/baby_girl_on_the_way_need_to_build_a_library.json": "1月には女の子の赤ちゃんが生まれます。(私はパパです)私は、小さな\n小さな図書館を作って、彼女の成長に合わせて本を読んであげたい。\n読書好きになってもらいたいです。プリンセス・ブライド」や「ラスト・ユニコーン」などのファンタジーが好きです。\nunicornなどのファンタジーが好きです。でも、どんなジャンルの本でもお勧めです。主に...",
  "data/reddit-books/r/books/comments/qapocm/i_want_to_try_reading_books_but_i_feel_like_i.json": "何年もの間、私は自分の人生の様々な共通部分（健康/セルフケア\nなど）を怠ってきました。ここはそのようなことをするためのsubredditではないことはわかっていますが、この投稿が\n読書の苦手意識についての投稿でもいいと思います。\n私は最近、自分を変えたいと思う小さな瞬間を利用しようとしています。\n\nこの記事では",
  "data/reddit-books/r/books/comments/qb2zsa/a_worrying_trend_among_popular_discussion_posts.json": "最近気づいたのですが、人が多く集まるカルマの低いスレッドでは、みんな「X」というタイトルで\n人気のあるX作品はゴミ」というタイトルで、OPは一般的にその作品のジャンルや人々について\nその作品のジャンルや、その作品を楽しんだ人たちなど、何でもかんでも大げさに一般化してしまう。\nその作品を楽しんだ人たち、そして彼らができることは何でもです。そのOP...",
  "data/reddit-books/r/books/comments/qbcdqv/going_bovine_by_libba_bray.json": "この作品を読んだ人はいますか？誰も言及しているのを聞いたことがありませんが、それは\n今まで読んだ本の中で一番ユニークで楽しい本だったので、残念です。\n読んだことがないので残念です。本当にHitchhiker's Guideと同じような感覚を覚えました。\nディスクワールドと同じ感覚を味わえました。驚いたのは、すべての...",
  "data/reddit-books/r/books/comments/qbeef0/you_can_find_nk_jemisins_broken_earth_series_in.json": "なぜそのようなことになるのでしょうか？ジェミシンは比較的普及している作家です。彼女のシリーズが\n彼女のシリーズがハードカバーで出版されない理由はないし、ましてや価格が天文学的に高い理由もない。\n天文学的な価格になってしまうのでしょうか。どなたかこの件についてご意見をお聞かせください。\n(誰かこの件に関して何か知っていますか？)\n\n私は...",
  "data/reddit-books/r/books/comments/qbgz0c/why_would_a_book_say_is_authorized_for_sale_or.json": "友人の友人が、私がコンピュータサイエンスの博士号取得に向けてアプローチしていることを知っていました。\nることを知っていて、彼らのルームメイトが同じような本を大量に持っていて、それを処分しようとしていた。\n処分しようとしていたのです。\n\n彼らの余分な本は、私が買わなくてもいい本で約538ドルになりました。\nしかし、彼らの多くは「許可されている」と言っている...。",
  "data/reddit-books/r/books/comments/qbif95/audiobooks_are_quite_something_too.json": "私にとって本を読むことは常に喜びであり、これまでの人生において、あらゆる分野で多くの逸品を見つけてきたように思います。\nしかし、最近になってオーディオブックの世界に足を踏み入れました。\nオーディオブックの世界に入ったのは最近のことです。それまでは、読書を楽しむためには、時間と適切な静寂の環境が必要でした。\n読書を楽しむためには、時間と適切な静寂の環境が必要でした。これまで時間を割いていた家事は...",
  "data/reddit-books/r/books/comments/qbkpy3/piranesi_by_susanna_clarke_is_a_masterpiece.json": "(ネタバレなし) スザンナ・クラークの『ピラネージ』は、深くて素晴らしい、ページをめくるようなファンタジー小説です。\n孤独感、限界感、緊張感を同時に呼び起こすファンタジー小説です。\n孤独感、限界感、緊張感を同時に感じさせる、深い素晴らしいファンタジー小説です。この小説は主に、自分を取り巻く世界とのつながり、ゆっくりとした時間の流れや感謝の気持ちについて書かれています。\nこの小説は、自分を取り巻く世界とのつながり、ゆっくりとした時間の中で世界に感謝すること、そして何よりも...",
  "data/reddit-books/r/books/comments/qbdqxn/im_thinking_of_ending_things.json": "本の中の自動車教官のシーンの意味を知っている人はいますか？\n意味するのでしょうか？女の子が話をしているので、ジェイクは覚えていないということでしょうか？\n覚えていないということでしょうか？ジェイクもその記憶を疑っていて、ほとんど捏造されたものだと思っています。\n\nこのシーンは、ジェイクを虐待した人の話ですか？また、このシーンには電話がかかってきますが...。",
  "data/reddit-books/r/booksuggestions/comments/qb6ipi/whats_a_book_you_still_cant_stop_thinking_about.json": "何でもいいから読んでみたい。",
  "data/reddit-books/r/booksuggestions/comments/qbl7eu/is_brandon_sanderson_a_good_author_for_someone.json": "ミストボーン。The Final Empire」がKindleでセールになっているので、買おうかどうしようか悩んでいます。\n買おうかどうしようか迷っています。",
  "data/reddit-books/r/books/comments/qbvsdj/the_long_way_to_a_small_angry_planet_by_becky.json": "PrintSFでChambersが推薦されているのを見たので、この推薦文を投稿したいと思います。\nここ数年、PrintSFではChambersが推奨されています。ついに彼女の本をいくつか読んでみました。\n彼女の本は今年読んだ本の中でも最高のものでした。\n\n彼女は小規模なものを扱っていて、壮大なスペースオペラや世界観はありません...",
  "data/reddit-books/r/books/comments/qbyzw9/what_are_the_worst_books_youve_ever_read.json": "奇妙な文体、悪いプロット、ひどいキャラクター設定の悪い本だけでなく\n悪い本だけではなく、素晴らしい本だと思って読み始めた本でも\nまた、素晴らしい本だと思って読み始めた本も、実際にはとてもがっかりさせられました。\n\n私も最近そういうのがいくつかあって、いつも無性に腹が立ちます。\nそのような本は...",
  "data/reddit-books/r/booksuggestions/comments/qbzg28/books_for_someone_in_which_someone_close_in_their.json": "そんな憧れや無価値感に迫る本。視点を変えてくれる本\n視点を変えてくれる本、感動しました。\n\n((非常に具体的な状況、つまり友人のことを指しています))",
  "data/reddit-books/r/books/comments/qbxz9r/about_anna_kareninas_translations.json": "アンナ・カレーニナ』の最初のページを、今までに5つの異なる翻訳で読んだことがあります。\n(バートレット、ガーネット、ガーネット改訂版、モード、P&Vの5種類の翻訳で最初のページを読んでみて、気がついたのは\nバートレット、ガーネット、ガーネット改訂版、モード、P&Vの5つの翻訳を読んだが、翻訳としてではなく、もともとの本として読めるのは\n翻訳ではなく、もともと英語で書かれた本として読めるのは、オリジナルのガーネット訳だけだと気付きました。そして、私...",
  "data/reddit-books/r/books/comments/qc72sd/i_always_thought_james_and_the_giant_peach_by.json": "このような虐待や残酷な行為が、ここまでわかりやすく書かれているとは思いませんでした。スパイカーおばさんとスポンジおばさんを\nスパイカーおばさんとスポンジおばさんを文字通り押しつぶして死んだことも、私の予想とは違っていた。\n私の予想とは違っていた。\n\n「カリカリと音がした。そして、静寂があった。桃は転がっていった。その後ろには\nその後ろには、スポンジおばさんとスパイカーおばさんが横たわっていた・・・。",
  "data/reddit-books/r/books/comments/qcby9k/im_rereading_pride_prejudice_for_the_first_time.json": "誰がこの本が面白いと言ってくれたんだろう？まだ21章までしか読んでいませんが\nイライザとダーシーが無意識のうちにお互いをねじ伏せてイチャイチャしている様子、ストレートの\nベネット夫妻のストレートなお笑いコンビ、コリンズ氏の偉そうな態度や\n堂々としていてただの強気な自己主張（例：自分は絶対に紹介できると決めている。",
  "data/reddit-books/r/booksuggestions/comments/qc6dwk/books_and_writers_from_less_represented_african.json": "ナイジェリア人作家の本を何冊か読みましたが、とても気に入りました。また、最近では\nガーナにルーツを持つYaa Gyasiを読み、南アフリカの作家やエジプトの作家についても少し知っています。\nの作家やエジプトの作家についても多少知っています。アフリカは多様な文化とダイナミックな歴史を持つ広大な大陸なので、これ以上はあまり読んでいません。\nアフリカは多様な文化とダイナミックな歴史を持つ広大な大陸です。\n\nお勧めの本を教えてください。",
  "data/reddit-books/r/booksuggestions/comments/qc65l0/a_plotdriven_story_that_takes_place_across_decades.json": "80年から100年の間に起こった物語を探しています。\n勢いを維持したまま、長い時間を効果的に飛び越えているもの。",
  "data/reddit-books/r/books/comments/qclte8/books_reviews_by_my_nephew_from_belarusian_jail.json": "私の甥っ子（23歳）は今、ミンスクの刑務所にいます。彼から手紙が届きました。\n読んだ本のミニレビューが書かれていました。読んだ本のミニレビューを書いていました。\n彼の本に対する考えに興味を持つ人がいるかもしれないと思い、あなたのコメントを彼に伝えることができました。\n\n\n\nヨハン・ヴォルフガング・ゲーテ「ファウスト」。\n\n不朽の名作...",
  "data/reddit-books/r/booksuggestions/comments/qcjsu2/i_usually_read_books_in_the_horrorthriller_genre.json": "普段はホラー・スリラー系の本や、クライム・ミステリーを読みます。今読んでいるのは\nこの本を読んだ後は、しばらくの間、心を乱されることに満足していると思います(笑)。\nこの本を読んだら、しばらくは心をかき乱されることに満足できると思います(笑)。\n\n今まで読んだ本の中では、アクションやサスペンスが多いものが多かったですね。特に\nクライムミステリー、サイコロジカル...",
  "data/reddit-books/r/books/comments/qcs440/did_i_read_lolita_correctly.json": "ロリータを読み終えて、言わせてもらうと...10点満点中7点か8点です（感情的にやられました）。\n感情的にやられてしまった）、しかし、人々がどのようにしてこの作品を\nこの本を誤解している人がいることが理解できません。ハンバート・ハンバートは自己中心的で、人を操る最低の男だった。\n現実の世界ではどうやって描いているのか理解できません...。",
  "data/reddit-books/r/books/comments/qcv9et/anybody_who_is_excited_for_sometime_of_apocalypse.json": "今、The Roadを聴き終えたところですが、あんなに本に魅了されたのは久しぶりです。\nこんなに夢中になったのは久しぶりだよ。文字通り、朝のワークアウト中に読み始め、通勤中にも聴き、最後まで聴きました。\n通勤中に聴き、仕事中にも聴き、家に帰ってからも聴きました。\n家に帰ってから読み終えました。私は文字通り、30秒間黙って座っていました...。",
  "data/reddit-books/r/books/comments/qcrdz2/a_lot_of_negative_book_reviews_are_given_in_bad.json": "質問1：『ライ麦畑でつかまえて』を読んでも、それが精神的な問題について書かれていることを理解していなかったとしたら？\n疑問1：『ライ麦畑でつかまえて』を読んで、それが精神疾患の子供の話であることを理解せず、ホールデンがいかに「泣き虫」であるかという理由で嫌いになったとしたら？\n\n質問2：もし私が「Dune」を読んで、それが「Dune」に登場する人々の行動の倫理的な影響について書かれていることを理解していなかったとしたら？\n偉くて力のある人」の行動の倫理的な影響について書かれていることを理解せず、...",
  "data/reddit-books/r/books/comments/qcvbqk/if_you_had_a_hidden_room_behind_a_bookshelf_which.json": "実は、本棚付きの隠し扉を作ろうと思っています（内緒ですが\nで、著者とタイトルの組み合わせで気の利いたコメントをしているオススメを探しています。\nジム・モリソンの「No one here gets out alive」のように著者とタイトルの組み合わせで気の利いたコメントをしているものや\n本を読んだことがある人にしかわからないような...。",
  "data/reddit-books/r/booksuggestions/comments/qcwtlz/books_to_go_into_blind.json": "あらすじを読まずに読めるフィクションを探しています。\n何も知らずに読める本を探しています。ある人に勧められて「We Need to Talk About」を読みました。\nKevin』を読んでみたところ、ミステリーやショックの付加価値があって、とても満足しました。",
  "data/reddit-books/r/books/comments/qcvwzu/just_read_fahrenheit_451_and_cant_get_something.json": "ブラッドリーが創造したディストピアに、私たちの世界がいかに似ているかを実感したことは、私にとって大きな衝撃でした。\nブラッドリーが創造したディストピアに、私たちの世界がいかに似ているか、それはほとんど予言のようなものです。確かに本を燃やす消防士はいませんが\nしかし、私たちは余暇の多くを本を燃やすために費やしているのではないでしょうか。\n何の動機もなく、ただ画面をスクロールすることに時間を費やしているのではないでしょうか。",
  "data/reddit-books/r/booksuggestions/comments/qd0k6x/gift_idea_for_my_nana_who_told_me_she_always.json": "私は本をあまり読まないので、本をプレゼントするのはとても難しいです。\n\n彼女は図書館の歴史学者で、イギリスのユーモアが好きで、Mrs browns, boys, doc Martin, outlaiseなどの番組が好きです。\nboys, doc Martin, outlander/Harry Potter（本も読んでいます）などが好きです。",
  "data/reddit-books/r/books/comments/qd1pln/i_just_finished_eat_pray_love.json": "正直に言うと、完成させるのは大変でした。私は、全体的な\n彼女の物語の全体的なコンセプトは気に入っていたのですが、最初の部分（イタリア）は気になりませんでした。さて、その\nそれ以降は、彼女のことを それ以降は、彼女がとてつもなくイライラさせられることがわかりました\n例えば、イタリア語のレベルを2にしたいと言った時など。",
  "data/reddit-books/r/books/comments/qded7q/reading_1984_helped_me_understand_myself_a_lot.json": "データがなくなってしまったので、朝の通勤時にまた読み始めたのですが、その時に思ったのが\n自分の意見を持つためにも1984年を読んだ方がいいかもしれない。\n\n本当に恐ろしい世界ですね。人類の希望はあまり見えません。\nしかし、我々が知らないことがたくさんあるのは明らかです。あれほど直感的な反応を示したということは\n反応を示したということは...",
  "data/reddit-books/r/books/comments/qddqdm/how_do_yall_deal_with_books_with_too_many.json": "...ASoIaFのような異なるPOVを指しているわけではありません。それらは耐えられるものです。\n現在、キングの「The Stand」を読んでいますが、この本を読んだことのある人にとっては\n読んだことのある人は、ここでイメージがつかめると思います。章から章へと進んでいくとき、私の頭の中では\n\"さて、これは誰かな？\" \"あなたは妊娠中の女の子？\"などと・・・。",
  "data/reddit-books/r/books/comments/qdh57y/hatchet_gary_paulson.json": "28歳のスウェーデン人として読みましたが、アメリカの学校ではよくあることだそうです。\n私自身が大自然の中で（ほぼ）生活していることもあり、チェックしました。また、どこかで読んだのですが\nラスト・オブ・アス」のエリーの章に影響を与えたという記事も読みました。でクリアしました。\n2晩で読破しましたが、とても楽しめました。感情移入できる主人公...。",
  "data/reddit-books/r/books/comments/qdbhuk/literary_conspiracy_theories.json": "南半球で育った私が文学に触れる機会の多くは、商業的なフィクションか、学校での必読書でした。\n私が文学に触れたのは、商業的なフィクションか、学校の必修科目でした。大人になるまで、世界の文学を深く掘り下げたことはありませんでした。\n大人になるまで世界の文学に深く触れたことはありませんでした。そこで、私が見つけたのが\nシェイクスピアが自分の作品を書いていないというような陰謀を見つけたり...",
  "data/reddit-books/r/books/comments/qdlhfl/this_might_be_such_an_unpopular_nitpicky_thing_but.json": "実在の有名人の名前やブランド、ポップカルチャーを完全に引用している本は\nその場を離れてしまいます。なぜかは説明できません。\n物語をより現実に即したものにしてくれると思うでしょうが、私にとっては興味を失ってしまうのです。\n興味を失ってしまうのです。もしかしたら、それは、この作品が、このような作品になる可能性があるからかもしれません。",
  "data/reddit-books/r/books/comments/qdjr0t/crime_and_punishment_is_a_fantastic_book_it_made.json": "ロシアを舞台にしたハードなテーマで、多くの人に敬遠されている名作です。\nしかし、私はこの作品が天才的だと認めなければならない。野心的で読みにくいところもありますが\nしかし、それが功を奏しています。この本のテーマは、タイトルにもなっている悪の問題だけではありません。\nこの本のテーマは、悪と罰というタイトルの問題だけでなく、私たちの...",
  "data/reddit-books/r/booksuggestions/comments/qdgek6/a_fantasy_book_something_like_pirates_of_the.json": "海賊のような楽しさがある。Gentlemen Bastards」ではありません。あれは\n私には大丈夫でした。他は何でもいいよ)",
  "data/reddit-books/r/booksuggestions/comments/qdhoyg/for_a_girl_in_her_early_twenties_living_alone.json": "こんにちは！私は昔、今よりもたくさんの本を読んでいました。本は机の下に隠して、授業中に読んでいました。\n机の下に隠して授業中に読んでいました。机の下に隠して授業中に読んでいました。\n時間があるときに携帯電話ではなく、本に没頭する感覚を取り戻したいと思っています。\n私が好きなものは（一般的に） - 強い女性のリード - 控えめな...",
  "data/reddit-books/r/books/comments/qdmzt9/i_hate_when_books_describe_a_characters.json": "登場人物が提示され、どんな人物か大まかなイメージができて、40ページ後に詳細に描写されると\n40ページ後には詳細な人物像が描かれているのですが、私が自分の中で作り上げた人物像とは全く違うものでした。\n私の頭の中で作られた人物とは全く違います。意識的にキャラクターの外見を変えようとしなければなりません。\n意識的にキャラクターの外見を変えようとしなければなりませんが、それでは遅すぎます。",
  "data/reddit-books/r/books/comments/qdo2ha/dan_browns_angels_and_demons_has_been_on_the.json": "皆さん、古本屋さんでどのようなタイトルに出会っているのか興味があります。\n本を探しています。ダン・ブラウンの小説は全般的にありますが、特に「天使と悪魔」はどこの本屋さんでも売っています。\n特に「天使と悪魔」は、少なくとも私の地域では、1ドルで売られている本ならどこでも手に入るようです。\n私の地域では。\n\nまた、「The Pillars of the Earth」などもよく見かけます。",
  "data/reddit-books/r/books/comments/qdo5wl/the_silmarillion_was_a_roller_coaster_for_me.json": "シルマリオンを読み終えたところですが、確かに複雑な気持ちになる本でした。\n複雑な気持ちになりました。\n\n読むのをやめたくなるような部分もあったし、最初の数章では寝てしまいそうになったし\n読むのをやめたくなるような部分もありましたし、最初の数章は寝てしまいそうでした。正直に言うと、読むのが大変な時もありました。\n\nでも、「ああ...」と思う部分もありました。",
  "data/reddit-books/r/books/comments/qdk6sm/anxious_people_by_fredrick_backman.json": "皆さんの中でその本を読んだことがある人がどれくらいいるのか知りたいのです。\n\n私は数ヶ月前に読んだのですが、たまに筋書きを思い出しては一人で笑っています。\nプロットを思い出しては笑っています。プロットはとてもシンプルで、とても楽しいものです。語彙の使い方が素晴らしく\n台詞もきれいに書かれています。本当に楽しく読めて、しかも...",
  "data/reddit-books/r/booksuggestions/comments/qdvbol/suggest_me_a_book_you_could_not_put_down.json": "または、たまたま徹夜で読んだ本。今読んだのは、Tayari JonesのAn American\n私はTayari Jonesの「An American Marriage」とTJ Kluneの「Under the Whispering Door」を読みました。\n読んだばかりですが、どちらも読めませんでした。何でも構いませんが、あなたが最後に読んだ（あるいは何でもいいです）本の中で、どうしても読めなかった本を教えてください。\n読んだ本の中で、あなたが最後に読んだ本（または、どんな本でも）を提案してください。",
  "data/reddit-books/r/books/comments/qe2xh9/what_book_do_you_wish_you_could_read_again_for.json": "本当に良い本やシリーズを読むと、読み終わった後に自分の人生が終わったように感じることがあります。\n人生が終わってしまったような気がする...そして、初めてのようにもう一度それを体験するためには何でもしたいと思う。\n初めてのように再び体験するためには何でもするでしょう。それは、ねじれや感情、キャラクターの相互作用のせいかもしれません。\nキャラクターの相互作用かもしれません。あなたが経験したいと思う本は何ですか...？",
  "data/reddit-books/r/books/comments/qe33qi/the_shining_is_phenomenal.json": "この本は、私にとって初めてのスティーブン・キングの作品であり、初めてのホラー作品でした。\n一般的なものでした。この本はとても気に入りました。本当にゾッとして、ずっと不安な気持ちでいました。\n読んでいる間、ずっと不安な気持ちが続きました。読み終わった後もずっと見られているような気がしていました。\n本を読み終わった後もずっと見られているような気がしました。登場人物たちは素晴らしいものでした....",
  "data/reddit-books/r/books/comments/qdq10t/following_on_from_the_post_about_books_commonly.json": "私はニュージーランドに住んでいて（だからop shop）、大学では「水曜日の子供たち」を勉強しました。\nニュージーランドの作家Robin Hydeの作品です。この本はもう印刷されていないので、この本を読むためには\n勉強するためにはA4サイズのコピーを購入しなければなりませんでした。\n勉強のためには合法的に購入しなければなりませんでした。) 私はいつも気にかけていました...",
  "data/reddit-books/r/booksuggestions/comments/qe3sq4/bookshop_library_setting_in_fiction_books.json": "本屋さんや図書館を舞台にした本を読んでみたいと思います。\n何か良い方法があれば教えてください。\n\n今まで読んだ本：真夜中の図書館、Mr.penumbra 24時間営業の本屋さん",
  "data/reddit-books/r/books/comments/qe70m2/i_never_have_a_clear_picture_of_a_character.json": "誰もが、キャラクターを実際に視覚化することができないという問題を抱えています。\nキャラクターを 例えば、「鼻が高い」とか「目が下を向いている」と言われても\n鼻が高くて、目が下を向いていると言われても、頭の中で顔を作ることができません。私はそれが問題ではないと感じています。\nそれは、私がそのキャラクターの雰囲気に合わせているからだと思います。",
  "data/reddit-books/r/books/comments/qed667/anyone_here_read_nos4a2_by_joe_hill.json": "正直なところ、この本、私は彼の他の本を1冊だけ読んだことがあるのですが、ハートシェイプドボックス\n(しかし、なんといってもnos4a2は私を夢中にさせてくれました!!! 今、本の3/4が終わったところです。\n本の3/4が終わったところですが、他の本でこれほど心を掴まれたことはありません。\n私はたくさんの本を読んでいません、ハンガーゲーム、ホビットとロートルだけです）しかし、みんな...",
  "data/reddit-books/r/books/comments/qedei2/anyone_else_always_read_the_introduction_after.json": "私はたくさんの古典を読みました。実際、古典は私の最も好きな「ジャンル」だと言っても過言ではありません。\nクラシックには様々なジャンルがあることは明らかなので、大まかな表現ですが）。\nしかし、紹介されている内容は、再読している人や新しい版や翻訳を手に取っている人を対象にしているように思えます。\nしかし、この本の紹介は、再読したり、新版や新訳を手に取ったりする人を対象としているように思えます。",
  "data/reddit-books/r/books/comments/qeeyk5/buy_your_books_early.json": "ドイツは深刻な紙不足に直面しており、国内最大の出版社のひとつが\nは、今後数週間で紙がなくなることを想定して、クリスマスの買い物客に本を買うよう警告しました。\nと警告しています。\n\n紙不足の原因は、世界的なサプライチェーンの乱れによるパーフェクトストームです。\n\n印刷用にパルプ化された木材の価格は...",
  "data/reddit-books/r/books/comments/qe1tg8/pro_tip_for_getting_more_from_libby.json": "Libbyをより効果的に使って、電子書籍/オーディオブックをお得に購入するプロの技。\n気になる本をたくさん並べておくこと。非アクティブにして、30日後までチェックしないようにすることもできます。\n非アクティブに設定して、30日後までチェックしないようにしたり、設定を変更して\n自動チェックアウトしないように設定して、「あとで届ける」を選択できるようにしておくと...",
  "data/reddit-books/r/booksuggestions/comments/qe7sbq/books_with_a_really_satisfying_ending.json": "多くの本は、良いキャラクターが登場して途中までは楽しいのですが、最後は平凡な印象を受けます。\n凡庸な終わり方をしているように感じる。私はスティーブン・キングが大好きなのですが、彼は特に\n特にその傾向が強いですね。\n\nあなたがおすすめする、本当にうまくまとまっていると感じた本はありますか？私はジャンルを問わず\nジャンルは問いません。",
  "data/reddit-books/r/books/comments/qehow3/slaughterhouse_5_kurt_vonnegut_jr.json": "この本は、3年以上前に日本にいる叔父からもらったものです。\n英語の勉強をしていた時に読んだものだそうです。私はもともと本が好きではなかったので\n本に興味がなかったので、最近になってようやく読むことができました。ノンリニアなストーリーテリング\n最初は少し戸惑いましたが、やがてそれが...。",
  "data/reddit-books/r/booksuggestions/comments/qed9dx/novels_with_female_equivalent_of_hannibal_lecter.json": "ハンニバル・レクターのようなキャラクターの小説を読みたいのですが、女性にしたいのです。\n基本的には、文字通りハンニバルの女性版のような女性のキャラクターを知っていたら、その作品を紹介してください。\nハンニバルの文字通りの女性版（そう、カニバリズムとか）の女性キャラクターを知っていたら、その本を提案してください。\n本を紹介してください。\n\n宜しくお願いします!!!",
  "data/reddit-books/r/books/comments/qedky3/the_trial_is_something_else_and_it_has_a_unique.json": "つい最近、フランツ・カフカの「裁判」を2ヶ月かけて読み終えました。\n信じられないかもしれませんが、読み終えました。私がこの小説を読むのに苦労したのは\n私がこの小説を読むのに苦労したのは、長々とした間接的な語り口のせいで、物語に夢中になるのが難しかったからです。\n語り口が長くて、話についていけなかったからです。"
}