{
  "data/reddit-know/r/YouShouldKnow/comments/qkcxd4/ysk_about_some_online_legit_graduate_programs.json": "YSKを選んだ理由: 大学院の費用は非常に高く、様々な意味で大きな負担となります。\nなので、これは素晴らしい代替手段です。去年からオンラインで取得した修士号が評価されていることも手伝って\nオンラインで取得できる修士号は、昨年から評価が高まっています。\n\n私が気になったものをいくつかご紹介しましょう。\n\nGATech MS CS...",
  "data/reddit-know/r/YouShouldKnow/comments/qksaiy/ysk_that_paying_off_a_bill_thats_already_in.json": "なぜYSKなのか：多くの人は、自分の信用を傷つけている債権を返済することで、債務が整理されると考えています。\n払ってしまえば借金がチャラになると思っている人が多いので、論理的にはクレジット・スコアについた\nと思っている人が多いのですが、そうではありません。しかし、そうではありません。払っても払わなくても、一度回収されたものは\n払っても払わなくても、一旦回収されたものは7年間あなたのクレジットに残ります。",
  "data/reddit-know/r/YouShouldKnow/comments/ql1h06/ysk_women_dont_view_being_stared_down_as_a.json": "これは、典型的な女性対男性の投稿ではありません。多くの人が、「褒め言葉」や「お世辞」だと思っていることに気がつきました。\nお世辞だと思っている人が多いことに気づきました。聞いてください、あなたはとてもお腹が空いていて\nお腹が空いていて、素晴らしい食べ物を見て、それをじっと見てしまう。ハイキングで素晴らしい景色を見て、それを見つめる。\n凝視してしまいます。人間として、視覚的なことをやめられない...",
  "data/reddit-know/r/YouShouldKnow/comments/ql5kv5/ysk_caffeine_might_be_making_your_life_harder.json": "Why YSK: カフェインが精神作用のある薬物であることを忘れがちです。\n\n何事にも良い面と悪い面があるものです。しかし。\n問題なのは、カフェインのような脳に作用する薬物を使うと\n問題は、脳に作用するカフェインのような薬物を使うと、本来の脳の機能を狂わせてしまうことです。これは深刻な問題です。",
  "data/reddit-know/r/YouShouldKnow/comments/ql6dgr/ysk_candy_wrappers_are_not_recyclable.json": "なぜYSKなのか。\n\nシングルストリーム・リサイクルでは受け入れられません。選別機で紙と混同されてしまい\n選別機で紙と混同され、紙のリサイクルに支障をきたすからです。\n\nラッパーは、プラスチックフィルムのリサイクルに適したプラスチックではありません。\n舗）のプラスチックフィルムのリサイクルには適しておらず、プラスチックは一般的に食品で汚染されています。",
  "data/reddit-know/r/YouShouldKnow/comments/ql8of1/ysk_when_shopping_online_try_using_basic_promo.json": "なぜYSKなのか：多くのショッピングサイトでは、このようなプロモコードを、特定の買い物客向けに有効化しています。\nメール会員や顧客ロイヤルティプログラムに参加している人など、特定の買い物客に対して\nのようなプロモコードを用意しています。これは、お客様が入力した後に「ホイールを回して割引を受ける」というものにも有効です。\nこれは、メールサイトに入力した後、「ホイールを回して割引を受ける」というものにも有効です。輪っかの中から最適なプロモコードを見つけて...",
  "data/reddit-know/r/YouShouldKnow/comments/qlmox1/ysk_thieves_are_using_bluetooth_scanners_to_find.json": "なぜYSKなのか？侵入される可能性が低いのは、車内に電子機器がないからです。\nノートパソコンや携帯電話など、Bluetooth信号を発信する電子機器がなければ、車に侵入される可能性は低くなります。",
  "data/reddit-know/r/YouShouldKnow/comments/qm1oyy/ysk_visualization_is_great_for_planning.json": "何かを計画するときには、自分が何をしようとしているのかを頭の中でイメージするといいでしょう。\nするのが良いでしょう。自分がとるべき行動を段階的にイメージするのです。このビジュアライゼーションから\n万が一、計画通りに進まなかった場合の対応策を考えます。\n計画を立てます。そうすれば、バックアップを取ったり、計画を変更したりすることができます...",
  "data/reddit-know/r/YouShouldKnow/comments/qlvogt/ysk_that_some_packingshipping_stores_accept_clean.json": "なぜYSKなのか：きれいになった梱包材を、再利用できるお店に渡すことで、廃棄物を出さないようにしています。\n私たちにとってもメリットがあります。",
  "data/reddit-know/r/YouShouldKnow/comments/qlyy34/ysk_that_when_you_upload_images_to_imgur_with_a.json": "なぜYSKなのかというと、あらゆる画像をアップロードする際に重宝するかもしれないからです。から\nデータ、スクリーンショット、地図などのランダムな画像を共有するだけでなく、個人的にアップロードした画像にも使えます。\n他のオンラインストレージサービスではなく、個人的にアップロードした画像を\n万が一、デバイスが故障してもアクセスできるようにするためです。\n\nそれまでは...。",
  "data/reddit-know/r/YouShouldKnow/comments/qmcco9/ysk_listening_to_music_at_max_volume_will_cause.json": "最大音量で頻繁に音楽を聴いていると、耳が聞こえなくなったり、部分的に聞こえなくなったりすることがあります。\n部分的に耳が聞こえなくなります。\n\nなぜYSKなのか：100デシベルの許容暴露時間は1日15分です。\n\n例えば、Apple AirPodsを最大音量で使用すると100デシベルを超えます。彼らは\n最近、「ヘッドフォンセーフティ」という機能が追加されましたが...。",
  "data/reddit-know/r/YouShouldKnow/comments/qmnhu8/ysk_that_when_people_say_theres_a_labor.json": "なぜYSKなのか：わかりやすくするため",
  "data/reddit-know/r/YouShouldKnow/comments/qmojd4/ysk_the_word_sentient_does_not_mean_selfawareness.json": "感覚という言葉は、一般的なメディアではほとんどどこでも間違って使われています。テレビ\nテレビ、映画、本、ビデオゲームでは、通常、自己認識している存在を表すのに使われています。\n自己認識している。\n\n例えば、自己認識しているAIは、しばしば \"sentient \"と表現されます。\n\nしかし、この言葉の正しい使い方は、「...である」という存在を表すものである。",
  "data/reddit-know/r/YouShouldKnow/comments/qmucxv/ysk_very_often_technical_schools_that_offer_a.json": "YSKが選ばれる理由: 溶接工は全国的に需要があります。初任給にはかなりの差があります。\nかなりの差がありますが、もしあなたが経済的にもキャリア的にもピンチに陥った場合、この道が助けになるでしょう。\n助けることができます。\n\n多くの人が、このような職業を怖がっていますが、それは溶接に慣れておらず、経験もないからです。\n育っていないし、経験もないので、このような道を怖がる人が多いのですが、私は...",
  "data/reddit-know/r/YouShouldKnow/comments/qmywp9/ysk_how_to_clean_your_genitals_properly_male_or.json": "なぜYSKかというと、男性器にも女性器にも、きれいにしなければならないところと\n放っておくべき場所があります。清潔にしていないと問題が生じます。\n汚れを落とさないと、感染症や臭いの原因になります。また、洗浄しすぎたり、放置したほうがいい場所を洗浄したりすることも、問題や感染症の原因になります。\n掃除のしすぎや、放置したほうがいい場所も、問題や感染症、その他多くの問題の原因となります。",
  "data/reddit-know/r/YouShouldKnow/comments/qn03us/ysk_sitting_with_your_phone_or_wallet_in_your.json": "なぜYSKかというと、物体によって引き起こされる左右非対称の座面が、背骨や骨盤の姿勢変化に影響を与えるからです。\n脊柱・骨盤の姿勢や面圧の変化に影響を与える。\n\n論文へのリンク [https://www.tandfonline.com/doi/abs/10.1080/21577323.2014.962712]",
  "data/reddit-know/r/YouShouldKnow/comments/qn491d/ysk_amazon_and_other_online_retailers_reviews_are.json": "なぜYSKかというと、気になる商品のレビューを読むときに気をつけないと\n興味のある商品のレビューを注意深く読まないと、その商品を良く見せるためにレビューが肥大化した商品を買ってしまうかもしれません。\n買ってしまうかもしれません。\n\nすべてのレビューが、誰かがアカウントを作って投稿したという意味での偽物ではありません。\nすべてのレビューが偽物というわけではありませんが...。",
  "data/reddit-know/r/YouShouldKnow/comments/qmzhcl/ysk_all_the_right_girlswomen_want_a_nice_guy.json": "なぜYSKなのか。\n\nあなたの男性への不安は、現実の世界では通用しない人工的な概念に基づいています。\n実際の生活では通用しない人工的な概念に基づいています。おそらく、中年の私が言っているのでしょうが、誰もあなたの過剰な心配をしていません。\nシャワーを浴びて、定期的に歯を磨いていれば、誰もあなたの外見を気にすることはありません。\nを気にする人はいません。私たちが人生で求めるのは、純粋に...",
  "data/reddit-know/r/YouShouldKnow/comments/qnu4oj/ysk_morning_after_pill_has_a_weight_limit_and.json": "なぜYSKなのか。\n\nWHY? なぜ人々はこのことを知らないのですか？私はこのことを知らされていなかったので、自分の意思で\n自分で調べて、ピルには体重制限があることを知り、医師に相談しましたが\n医師に相談したところ、彼女はこの話は本当だと言ってくれました。友人や家族にも話しましたが\n友人や家族にも話しましたが、誰も知りませんでした。\n\n私は信じています...",
  "data/reddit-know/r/YouShouldKnow/comments/qo50ab/ysk_human_crushes_often_inaccurately_referred_to.json": "なぜYSKなのか：人身事故が起きた後、主催者はしばしば\nのせいだと言って、責任を回避しようとします。\n犠牲者の行動が悪かったからだ」と言って責任を回避しようとします。ヒルズボローの事故のようなケースもあります。\nこのような誤解は、事件後何年も続くことがあります。",
  "data/reddit-know/r/YouShouldKnow/comments/qoiw4n/ysk_that_crowd_crush_is_insanely_dangerous.json": "EDIT: 今気づいたのですが、基本的にこの記事はすでにフロントページに掲載されています。\nお詫びします。その記事には私が共有したリンクもありますが、誰かが他の記事を見逃した時のために、この記事を残しておきます。\n残しておきます。\n\nなぜYSKなのか：群衆がある一定の人の密度に達すると、それは流体のように振る舞い始めます。\n流体のように振る舞い始め、すべての...",
  "data/reddit-know/r/YouShouldKnow/comments/qot7u7/ysk_unvented_gas_cooktops_release_unsafe_levels.json": "なぜYSKなのか：研究によると、排気口のないガスコンロは、室内にいる人が過剰なレベルの二酸化窒素や一酸化炭素、ホルムアルデヒドにさらされることがわかっています。\n二酸化炭素、一酸化炭素、ホルムアルデヒドが室内に充満していることがわかっています。\n呼吸器系の疾患や心臓血管系の疾患を引き起こす可能性があります。\n\n以下は、もっと注目されるべき最新の研究結果へのリンクです。このまま...",
  "data/reddit-know/r/YouShouldKnow/comments/qoyafx/ysk_youtube_videos_with_ads_can_be_skipped_by.json": "なぜYSKなのか：最近はYouTubeプレミアムを宣伝するための広告が増えています。\nこれで何秒も節約できますし、何度もやっているうちに早くできるようになります。\nます。\n\n編集：モバイルで",
  "data/reddit-know/r/YouShouldKnow/comments/qpa2g8/ysk_that_you_can_use_googles_exclusive_pixel.json": "なぜYSKなのか：この機能を使うと、既存の写真に写っている\n除去することができます。Google Pixel 6には\nは、これらの不要なものを削除する魔法の消しゴム機能を搭載しています。この機能を使えば\nそれも、割れ物や怪しいアプリを使わずにできます。実際には、...",
  "data/reddit-know/r/YouShouldKnow/comments/qpbhrz/ysk_that_in_crush_crowd_asphyxiation_deaths.json": "なぜYSKかというと、大量の人が押し寄せてきたときに、より小さな人の命を救うことができるからです。\nのイベントに参加しました。\n\n過密で切迫した状況では、小柄な女性や子供が危険にさらされることがあります。\n小柄な女性や子供は、過密な状況では、比較的穏やかな群衆の中でも、誰もが異常に気づく前に危険にさらされる可能性があります。気をつけてください。\n気絶の兆候がないかどうかを確認し、事態が大きく動き出したら...",
  "data/reddit-know/r/YouShouldKnow/comments/qphhl6/ysk_you_can_almost_always_ask_someone_what_they.json": "なぜYSKなのかというと、私は昔から好奇心旺盛な人間で、子供の頃には「何が\n疑問に思っていました。そして大人になってからは、知らないことを説明するのは多くの人にとって楽しいことだと気づきました。\n大人になってからは、多くの人が知らないことを説明するのを楽しんでいることに気づきました。また、それは単に\nまた、何が起こっているのかを丁寧に教えてくれるのは、とても嬉しいことです。",
  "data/reddit-know/r/YouShouldKnow/comments/qpg7vk/ysk_your_phones_sound_quality_can_be_greatly.json": "なぜYSKなのか：あなたのリスニング体験を向上させます\n\n機種によっては違いがあるかもしれませんが、簡単に言うと、あなたのP.O.がどこであっても、設定を見れば\n簡単に言うと、携帯電話のサウンドコントロールの設定には、スピーカーから出る音や\n携帯電話のサウンドコントロールの設定を見ると、スピーカーから出る音を変更するオプションがたくさんあります。\nそれは",
  "data/reddit-know/r/YouShouldKnow/comments/qmu368/ysk_how_to_use_a_password_manager.json": "最近のパスワードマネージャーは、実用性と安全性の観点から、あなたにとって最良の選択肢です。\n実用性と安全性を兼ね備えた最良の選択肢です。\n\n新しいウェブサイトに登録しますか？認証情報は自動的に保存され、自分のアカウントに\n自分のアカウントに個別の強力なパスワードを生成することができます。また、以下のようなマネージャーもあります。\nBitwardenのような管理者は、以下のような機能も提供しています...",
  "data/reddit-know/r/YouShouldKnow/comments/qplj94/ysk_womens_most_common_heart_attack_symptom_is.json": "YSKが選ばれた理由：世界の人口の半分は女性ですが、医学界では\n医学界では、女性の治療や診断には多くの問題があります。\n男性が経験するステレオタイプの症状にのみ注目しているため、女性の治療や診断には多くの問題があります。\nのです。\n\n出典\n[https://www.heart.org/en/health-topics/heart...",
  "data/reddit-know/r/YouShouldKnow/comments/qpnoo3/ysk_that_quickly_comparing_health_insurance_plan.json": "なぜYSKなのか: 多くの人は、長年加入している健康保険をそのまま利用しています。\nしかし、毎年の保険料や自己負担額の変化は、あなたの実際の負担額や潜在的な負担額に大きな影響を与えます。\nしかし、毎年の保険料や自己負担額の変更は、実際の支出と潜在的な支出に大きな影響を与えます。スプレッドシートを使って全体のコストを比較することで\nスプレッドシートを使って全体的なコストを比較することで、自分に合った最もコストパフォーマンスの高いプランを選ぶことができます。",
  "data/reddit-know/r/YouShouldKnow/comments/qpsg1s/ysk_how_to_increase_your_chances_of_survival_in_a.json": "なぜYSKかというと、先日のTravis Scottの音楽祭での悲劇は一過性のものではありません。\nあなたも同じような状況に陥る可能性があります。\n\n群衆が押しつぶされた経験を持つ者として、それは恐ろしいことだと断言できます。\n観客が正しく整理されていれば、そんなことは起こらないはずです。\n\nしかし、そのようなケースでも",
  "data/reddit-know/r/YouShouldKnow/comments/qpw48m/ysk_never_buy_a_house_from_flippers.json": "Why YSK: 人生の中で家を買うという段階になったとき、誰が家を買ったのか？\n家を買う段階になったら、前の所有者が誰だったかはとても重要です。オーナーが住んでいた家が最優先です。\nオーナーが住んでいた家が最優先です。オーナーは自分の家を大切にしていて、質の高い修繕に多くのお金をかけています。\n質の高い修理をするために多くの資金を投入します（ただし、その分のリスクもあります）。",
  "data/reddit-know/r/YouShouldKnow/comments/qq4jxv/ysk_haveibeenpwned_is_a_website_that_can_tell_you.json": "YSKが選ばれる理由: 情報漏洩に自分の情報が含まれていることは、セキュリティ上の大きな問題です。\nセキュリティ上の大きな問題です。もし、あなたが複数のウェブサイトで同じEメールとパスワードの組み合わせを使い回していたら\n複数のウェブサイトで同じメールとパスワードの組み合わせを使用している場合、そのうちの1つのウェブサイトからのデータ流出が、他のすべてのアカウントを危険にさらす可能性があります。\n他のすべてのアカウントが危険にさらされます。HaveIBeenPwnedを使えば、あなたの...",
  "data/reddit-know/r/YouShouldKnow/comments/qq63ly/ysk_in_the_united_states_if_you_are_forced_to.json": "なぜYSKなのかというと、一般的に言われていることとは異なり、解雇やリストラされていなくても失業申請ができるからです。\n失業手当を申請するには、解雇されたり、解雇されたりする必要はありません。仕事の要求が不合理であったことを証明できなければなりません。\n仕事の要求が不合理であったことを証明しなければなりませんが、辞めて失業手当を受け取ることは可能です。\n失業手当を受け取ることができます。辞める人が続出し、雇用主がシフトしていく中で...。",
  "data/reddit-know/r/YouShouldKnow/comments/qqaska/ysk_911_for_emergencies_is_not_the_only_11_number.json": "なぜYSKなのか：アメリカでは、特別なサービスを受けるためにFCCが定めた8つの番号があります。\n番号があります。これらの番号は、あなたにとって必要不可欠なサービスを提供してくれます。\nまた、1つを除いてすべて無料です。これらの番号はN11コードとして知られています。\n\n211-コミュニティ・サービスと情報\n\n211サービスは...",
  "data/reddit-know/r/YouShouldKnow/comments/qqbbrb/ysk_a_forprofit_company_will_always_try_to.json": "なぜYSKかというと、特に若年層には、「お金をもらうことはタブー」という意識があるからです。\n考え方があります。例えば、就職活動の面接では、企業はあなたの\n賃金体系を提示します。しかし、これはビジネス上の交渉と考えてください。\n議論することは悪いことではありません。しかし...",
  "data/reddit-know/r/YouShouldKnow/comments/qqf0lh/ysk_daylight_saving_time_just_ended_if_you_hate.json": "なぜYSKなのか：夏時間は3月から11月までです（何度か延長しています）。もし\n夏時間を終了すると、その月は1時間早く暗くなります。もし、恒久的にサマータイムに変更すると\n恒久的にサマータイムに変更すると、同じタイムゾーンを共有する他の国々と時間が異なることになります。\nタイムゾーンを共有している他の国々とは異なる時間になります。",
  "data/reddit-know/r/YouShouldKnow/comments/qqkfu7/ysk_that_medical_students_are_routinely_invited.json": "なぜYSKなのか：アメリカのほぼすべての州の教育機関で、ごく普通に行われていることです。\nアメリカのほとんどの州の教育機関で行われています。その理由は、手術室で意識のない女性の骨盤検査を医学生に行わせることで\n意識のない女性に手術室で骨盤検査をさせることで、医学生が卒業するまでに十分な訓練を受けることができるというものです。\n実践するまでに十分な訓練を受けることができるというものです。この...",
  "data/reddit-know/r/YouShouldKnow/comments/qqj2be/ysk_most_wheelchair_users_can_walk_theres_many.json": "なぜYSKなのか: 車椅子を必要としたり、使用したいと思う人には、目に見えない様々な理由や障害があります。\n車椅子を必要としたり、使いたいと思ったりする原因は、目に見えないところにあります。\n\nタイトルを修正しました。ほとんどではなく多く\n\n理由には、以下のようなものがありますが、これらに限定されません。\n\n1-心臓疾患-立っているだけで失神したり、気を失ったりすることがあります。\nまたは..."
}