{
  "data/reddit-books/r/books/comments/qk29yo/i_dont_understand_a_tale_of_two_cities_by_charles.json": "私はチャールズ・ディケンズの本を読んだことがありませんでしたが、数日前に学校の図書室で『二都物語』をチェックしました。\n二都物語」を学校の図書館で借りて読み始めました。そして、私は\nこの本のせいではなく、ほとんどが私のせいなのです。\n\nこの本については良いことを聞いていたし、本当は好きになりたかった。でも...。",
  "data/reddit-books/r/books/comments/qk4pvy/how_can_a_book_published_in_1984_not_be_available.json": "私は諜報活動や秘密工作の歴史について多くの本を読んでいます。\n何年も前から「Beyond the CIA」を見つけようとしていました。The Frank Terpil\nストーリー』（リチャード・ロイド、アントニー・トーマス著、Seaver Books, 1984, ISBN =\n086579023X). しかし、いまだにこの本が売られているのを見たことがない...。",
  "data/reddit-books/r/books/comments/qk6j5w/anyone_interested_in_starting_a_book_club_over.json": "私の友人の中で、本当に読書が好きなのは私だけなんです。何人かの友人に一緒に読んでもらおうとしました。\n一緒に本を読んで、本の内容について話し合おうとしたこともありましたが\nいつも頓挫してしまいます。いろいろなジャンルが好きなので、もし誰かブッククラブを始めたい人がいたら\n誰かブッククラブを始めたい人がいたら教えてください! もし誰かがブッククラブを始めたいと思っていたら、私に教えてください！もし他の人がブッククラブを始めたいと思っていたら、私は喜んで設定します。",
  "data/reddit-books/r/booksuggestions/comments/qk21yo/books_for_kind_people_who_finally_use_their_rage.json": "皆さん、こんにちは。ここでたくさんのレコメンドを読んだのですが、どうやら私はそれらしいものを見つけられなかったようです。\nありませんでした。もし私が見逃していたら、リンクを貼っていただけるとありがたいです。私の最大の失敗は\n私の最大の失敗は、私が優しすぎることです。\n私の最大の失敗は、優しすぎることです。",
  "data/reddit-books/r/books/comments/qkcggk/i_finished_stephen_kings_it_on_halloween.json": "何というか、前から後ろまで信じられないような本ですね。本当に残念なことに、映画では\n映画では正当に評価されていないのが残念です。ミニシリーズの方がいいかもしれませんね。\n\n素晴らしいキャラクター、記憶に残る瞬間、永遠に心に残るイメージ。何が\n愛してはいけないのか？Loser's Club」や「Terror of Derry」が恋しくなります。",
  "data/reddit-books/r/books/comments/qkfvr7/im_neal_shusterman_author_of_the_arc_of_a_scythe.json": "こんにちは、Reddit、こちらはニール・シュスターマンです。\nのベストセラー作家です。私の著書には、Arc of a Scythe 3部作、Unwind\nディストロジー、Challenger Deep（2015年全米図書賞受賞）、Skinjacker\n三部作、そして息子のジャロッドと共同執筆した『Dry』などがあります。",
  "data/reddit-books/r/booksuggestions/comments/qkbgkb/books_that_feel_like_a_dnd_game.json": "タイトル",
  "data/reddit-books/r/books/comments/qki0kt/the_cursed_child_is_a_cursed_book.json": "何ヶ月か前にハリーポッターシリーズ（OG7冊）を読み終えました。\nとても好きになりました。そして最近、友人から「呪いの子」をもらいました。\nCursed child」です。私はそれまでその本について聞いたことがなかったし、その時はこの本がどのようなものになるのか全くわかりませんでした。\nどうなるのか全くわかりませんでした。私はいつものように興奮して読みました...。",
  "data/reddit-books/r/books/comments/qkne5x/do_you_easily_pick_up_grammatical_or_punctuation.json": "私が言っているのは、何百万部も売れている「ニューヨーク・タイムズ・ベストセラー」の本の話です。\nワットパッドの自費出版小説ではありません。気が狂いそうになりますよ。I\nどれだけの人が同じものを読んで、読み飛ばしているのか疑問です。わからないけど、ただ\nもしあなたが成功していて、広く出版されている作家であれば...。",
  "data/reddit-books/r/booksuggestions/comments/qkj294/something_like_nickel_dimed_except_about_the.json": "r/Cooking [/r/Cooking]で、ホームレスに食べ物を提供するという投稿があります。\n(OPが自分で - 組織と一緒にではなく)。以下のような素晴らしい指摘がありました。\nゴミが出るもの（鶏の骨）や食べにくいもの（カリカリのグラノーラバー）を与えないこと\n(歯の問題や歯の喪失は...。",
  "data/reddit-books/r/books/comments/qksbit/halloween_tree_by_ray_bradbury.json": "私は英語の教師で、ブラッドベリの様々な作品を日常的に教えてきました。\nを教えてきました。しかし、このタイトルは私にとって全くの初体験でした。彼がハロウィーを書いたことも知りませんでした。\nハロウィンの本を書いていることも知りませんでした。\n\n上の二人の子供（12歳と8歳）と一緒に、毎晩少しずつ読もうと思って手に取ったのですが\nとても気に入っています。\n\n驚いたのは...",
  "data/reddit-books/r/booksuggestions/comments/qkqfx1/books_about_poor_whites_similar_to_hillbilly_elegy.json": "Hillbilly elegy」に似た本を探しています。丘や山の文化に関するものでなくても構いません。\n丘や山の文化についてではなく、「ホワイトトラッシュ／レッドネック」、ドラッグ\n依存症やアルコール依存症、そしてこの文化の考え方などについてです。\n\n何かありますか？",
  "data/reddit-books/r/books/comments/ql3sy7/a_canticle_for_leibowitz.json": "読んだばかりですが、なんてクラシックなんでしょう SF、中世、宗教に関する本が好きな人には最適です。\n中世や宗教に関する本が好きな人には最適です。\n\n舞台は大規模な核戦争の余波です。生き残った人たちは科学を非難し\n生存者は科学のせいにして、知識人を殺し、手に入るすべての本を燃やした。\n生き残った人々は科学を非難し、知識人を殺し、手に入る本をすべて燃やした。砂漠の修道院では...",
  "data/reddit-books/r/books/comments/ql1d41/the_machine_stops_a_short_story_by_em_forster.json": "私は12年ほど前にこの短編小説を読み、この物語が想定しているような世界に私たちもいるのではないかと考えました。\nこの物語が想定しているのと同じような世界、つまり、人々がポッドのような囲いの中に存在していて\n人々はポッドのような囲いの中に存在し、人々の「満足のいく近似値」を示す幻想的な「鏡」を通してのみお互いにつながっている。\nそれは、人々がポッドのような囲いの中に存在し、幻想的な「鏡」を通してお互いにつながっていて、その鏡には人々の似姿が「満足のいく近似値」で映し出されるというものだ。フェイスブック、そして...",
  "data/reddit-books/r/books/comments/ql5ue7/dont_completely_disregard_audiobooks_especially.json": "私は専業主婦になって約5年になりますが、娘が生まれてから本を読む時間とエネルギーを確保するのに苦労しました。\n娘が生まれてから、本を読む時間とエネルギーを見つけるのに苦労しました。\nしかし、私は文字が好きで、自分でも本を書きたいと思っています。娘が寝付く頃には\n娘が寝る頃になると、目も頭も眠たくなってきます。娘が生まれてからも...",
  "data/reddit-books/r/booksuggestions/comments/ql0ldp/books_on_obsession_heartache_and_identity.json": "去年、アーヴィン・ヤロームの『ニーチェが泣いたとき』を読んで、人生のどん底を乗り越える助けになりました。\n人生のどん底を乗り越えることができました。この本は、心理学の要素と歴史やフィクションを織り交ぜた素晴らしい本です。\n心理学の要素と歴史やフィクションの物語を織り交ぜた素晴らしい本で、自分が生きているような、学んでいるよ\n登場人物と一緒に生きて学んでいるような感覚になります。\n\n私は別れのようなものを経験していますが、そうではなく...。",
  "data/reddit-books/r/booksuggestions/comments/qlbh2v/native_american_influenced_fantasy_novels.json": "私はファンタジーが大好きで、お城や剣といったステレオタイプなものも好きですが\n私の文化の影響を反映したものがあるかどうか興味があります。\nの文化を反映しているかどうかに興味があります。私はMuskogee Creekですが、どの部族の本も大好きです。私が探しているのは\nYAだけど、大人向けの小説もいいよ。",
  "data/reddit-books/r/books/comments/qln6ul/which_book_changed_your_life.json": "私にとっては『ゴッドファーザー』でした。私は怒りのコントロールに問題があり、強い優越感を持っていました。\nそれが一夜にして消えてしまった。俗物だった私が\n俗物だったのが、人を大切にする人間になりました。完全なUターンですね。私にとって決定的だったのは、ドンがどのように部下に敬意を示したか、どのように挨拶したかということです。\n人々に敬意を払い、温かく迎え入れたこと、そして、それに加えて...。",
  "data/reddit-books/r/books/comments/qluiaz/dad_passed_away_before_finishing_wheel_of_time.json": "私の父は15年ほど前にバイクの事故で亡くなりました。彼は私の親友でした。\n親友だったので、SFやファンタジーが好きなのは彼の影響です。父が亡くなる1年ほど前に\n父が亡くなる1年ほど前に、父が仕事仲間から新しいシリーズの本をもらっていたのを覚えています。\nそれは『WoT』でした。彼はそれを夢中で読みました。彼は寝る時間を惜しんでいました（彼は...）。",
  "data/reddit-books/r/books/comments/qlqu3c/what_bookseries_do_you_love_that_no_one_else.json": "私の場合は、Ryan Graudinの「Wolf by Wolf」とその続編の「Blood for Blood」です。買ったのは\n最初の本は、発売された年のクリスマス後に友人が2冊買ってくれたので\n2冊買ってもらいました。今では私のお気に入りのシリーズの一つとなっていて、私がこの話をする時はいつも\n誰も聞いたことがないし、読んだこともないようです。しかし...",
  "data/reddit-books/r/booksuggestions/comments/qloskf/books_about_sex_positivityintimacy.json": "タイトルを見れば一目瞭然ですね。\n\n私はかなり保守的な家庭で育ち、小学校と高校はすべてカトリックの学校で過ごしました。\nカトリックの学校に通っていました。私の両親はそのことについてあまり話してくれませんでした。\n「話すことはありませんでしたし、私はかなりの心配性なので、両親が私のことを\n友達が何かを...",
  "data/reddit-books/r/booksuggestions/comments/qlu6jo/a_book_about_a_person_who_is_not_taking_action.json": "提案があれば歓迎します。基本的には、主人公が行動を起こして人生を変えることを恐れているような\n主人公が行動を起こして人生を変えることを恐れているような本を探しています。\n正確である必要はありません。\n\n何か提案がありましたら、よろしくお願いします。",
  "data/reddit-books/r/books/comments/qm1bky/wow_just_finished_carl_sagans_the_demon_haunted.json": "私は個人的に、この本は高校卒業時の必読書にすべきだと思っています。\nこの本のことは何年も前から聞いていましたが、今まで読むことができませんでした。\n読んでみると、25年も前の本なのに今の時代に合っていることに驚かされました。\n25年も前の本であるにもかかわらず、今日の世界にいかに適切でタイムリーであるかに驚かされました。\n\n彼はすべての論理的誤謬をカバーしています...",
  "data/reddit-books/r/books/comments/qlyuf9/narrators_of_audiobook_can_really_make_a_world_of.json": "ここ数年、私はオーディオブックに夢中になっています。\n語り手が好きか、少なくとも許容範囲内でなければならないということに気がついた。\n本の内容もさることながら その一例がウィッチャーシリーズです。\n評判を聞いていたので、とても楽しみにしていたのですが、まだ10分も経っていません...。",
  "data/reddit-books/r/books/comments/qltn77/unpopular_opinion_movie_covers_and_tv_tie_ins.json": "このサイトや他のソーシャルメディアでは、「映画はどうやって作るのか」ということが話題になっています。\nこのサイトや他のソーシャルメディアでは、映画のタイアップカバーや「Now on netflix」のサークルやステッカーが、いかに本を台無しにするかについての投稿がたくさんあります。それは\n映画化やテレビ化されていなかったら知らなかったかもしれない本がたくさんあるので面白いですね。\n映画化やテレビ化されていなければ、知らなかった本がたくさんあるからです。\n\n私は、本を描くことは重要だと思っています。",
  "data/reddit-books/r/books/comments/qm91tk/what_ive_learnt_from_reading_the_worlds_oldest.json": "西暦1000年頃に紫式部によって書かれた「源氏物語」を読み終えたところです。ここでは\n何度も繰り返すことで得られた重要な学びがあります。私と同じように、他の方にも参考にしていただければ幸いです。\n私と同じように他の方にも参考にしていただければ幸いです。\n\n * 失恋した人が流す涙を収めることのできる袖は、日本には一つもありません。\n   失恋した人が流す涙を入れられるスリーブは日本にはありません...",
  "data/reddit-books/r/booksuggestions/comments/qm8111/cozy_novels.json": "私は最近、たくさんのスリラーを読んでいる（というか、実際に聞いている）。\n口直しをしたいと思っています。居心地が良くて、楽しくて、軽いものがいいですね。\n私はJenny Colganの小説が大好きです（このサブサイトで見つけました）。そして、Mary Kay Andrewsの本も好きです。\nKay Andrewsの本も好きです。だから、似たようなもの。必ずしもそうではありませんが...。",
  "data/reddit-books/r/booksuggestions/comments/qm65d1/suggestions_for_good_erotic_books.json": "皆さん、こんにちは。SOと一緒に読めるエロ本を探しています。\n\n私たちが本に求めるもののウィッシュリストを作るので、誰かがそのほとんどに当てはまる本を知っているといいな。\n願わくば、誰かがそれらのほとんどを満たす本を知っているといいのですが。\n\n * 純粋に良いプロットがあり、よく書かれた親しみやすいキャラクターがいること!\n * かなりハードコアで露骨なものがある...",
  "data/reddit-books/r/books/comments/qmgte3/how_do_yall_manage_an_addiction_to_social_media.json": "私は現在、週に6日働いています。私はほとんど常にソーシャルメディアを利用しており、特に\n特にredditとinstagramです。自由時間のほとんどをredditに費やしています。気がつくと\nr/52book [/r/52book]には、100冊近くの本を読んでもRedditに残っている人がたくさんいます。\nr/52book [/r/52book]には、100冊近くの本を読んでもRedditにいる人がたくさんいます。私には自己管理能力が欠けているのでしょう。私が望むのは...",
  "data/reddit-books/r/books/comments/qmi0c2/i_just_finished_reading_shirley_jacksons_the.json": "私の感想（映画の引用に見せかけたもの）。はい、そうです。48年にジャクソンが発表した\n彼女の最も完成された作品であるこの『The Lottery ! 議論の余地のない彼女の\n傑作だと思います。あまりにもつまらない話なので、ほとんどの人はエンディングにたどり着けないでしょう。\nしかし、そうすべきだ。なぜならば、この作品は、ただの快楽の物語ではないからだ。",
  "data/reddit-books/r/booksuggestions/comments/qmi8wx/books_with_short_stories_about_scary_cultural.json": "特に日本、アメリカ先住民、オーストラリアの文化に興味があります。\n\nティア、伝説に興味があります。",
  "data/reddit-books/r/books/comments/qmrm9d/slaughter_house_five_reading_the_first_chapter.json": "私はこの本を初めて読み、とても気に入りました。しかし、この本の終わりは\n突然のことで、すべてが止まってしまったように感じました。それは、私がこの本を読み直すまで続きました。\n最初の章をもう一度読み直したときに、すべてが腑に落ちました。鳥の鳴き声は\n鳥の鳴き声は、「これは......」という実感があって、よりゾクゾクしました。",
  "data/reddit-books/r/books/comments/qmnvk8/how_much_character_description_do_you_need.json": "私は、キャラクターの身体的描写がほとんどなくても大丈夫です。例えば、Terry\nPratchettを例に挙げてみましょう。キャロットは背が高く、肩幅が広く、赤毛で、日焼けしていて、とても魅力的だということは知っています。\n日焼けしていて、とても魅力的だということは知っていますが、具体的な顔の特徴については、彼が実際にどのような人物なのか見当がつきません。\nでも、具体的にどんな顔をしているのかはわからない。何となくそれでいいような、、、。",
  "data/reddit-books/r/books/comments/qmsr8s/sometimes_theres_a_moment_where_a_book_reminds.json": "レニとマルゴの百年』を読んでいるのですが、第5章には\nその中の第5章に、私が純粋に感動したパラグラフがあります。\n\nその段落は、自分が好きだったプロジェクトから強制的に移動させられた女性の話です。\n二人の主人公の一人であるLenniは、この女性によって人生を変えられてしまいます。そして\nそして、そこには...",
  "data/reddit-books/r/books/comments/qmuoyh/i_think_i_might_know_why_people_hate_emma.json": "私はエマが大好きです。ジェーン・オースティンの小説の中で一番好きかもしれません（でも、誰が選ぶことができるでしょう？\n選ぶことができるでしょうか）。) しかし、私の友人の多くは、この名前のキャラクターを嫌っています。つまり、本当に\n憎んでいます。私の友人の一人は、狂ったように読書をし、Emma以外の全てのオースティンの小説を読みました。\nエマ以外のすべてのオースティンの小説を読んでいますが、どうしても最後まで読めないのは・・・。",
  "data/reddit-books/r/booksuggestions/comments/qmsl6r/any_books_with_beautiful_writing_slightly_boring.json": "タイトルは漠然としていて変ですが、60歳の父の誕生日に何か本を探しています。\n彼はもっとゆっくりとしたペースのものが好きで、暗い話題には興味がありません。\n暗い話題は好きではありません（一般的に）。\n\n彼は歴史が好きなので、歴史的なフィクションがあればなおよし。\nお勧めのノンフィクションがあれば、それも歓迎します！一般的に...",
  "data/reddit-books/r/books/comments/qn0h0n/never_before_have_i_felt_so_understood_by_a_book.json": "一日中一人で本を読み、他人と比較している孤独な男の姿を描く。\n自分を他人と比較しています。\n\n自分がのけ者にされているような気分になり、あまり深く考えずに勇気を持って人生を切り開いていく男たちを見下し、同時に賞賛する。\n深く考えずに愚かに突っ走ることのできる勇敢な男たちを見下し、同時に賞賛する。\n勇気を持って人生を歩むことができる男たちを見下し、同時に賞賛している。",
  "data/reddit-books/r/books/comments/qn987t/whats_a_book_that_really_gets_at_the_heart_of_the.json": "今年の初めにドストエフスキーの「カラマーゾフの兄弟」を読み終えた後、今日はトルストイの「アンナ・カレーニナ」を読み終えました。\n今日はトルストイの『アンナ・カレーニナ』を読み終えましたが、素晴らしかったです。この作品は\n確かに人間の状態をかなり包括的に表現していますが、十分に包括的ではありません。\nもっと省略したり、打ち切ったりしているような気がします。",
  "data/reddit-books/r/books/comments/qncjys/who_else_has_given_up_on_patrick_rothfuss.json": "終わった。彼の最初の2冊の本は面白かったが、3冊目を待つのは辛すぎる。\nたとえ彼が3作目を出版したとしても、私はそれを買ったり読んだりしません。また\nまた、Kvotheがneckkbeardの理想とする男性像になっているように感じ始めました。\n感じ始めました。このままでは彼のことが嫌いになってしまうのではないかと心配になりました。",
  "data/reddit-books/r/books/comments/qndqa3/just_finished_issac_asimovs_the_caves_of_steel.json": "先週、チャリティーショップで2ポンド以下で購入したのですが、今日読み終えました。\n驚きました。なんて素晴らしい本なんでしょう 物語はとても魅力的で、しかも\n物語は非常に魅力的でありながら、SFを素晴らしいものにしている推論可能な深さを持っています。この本を読む前に、アシモフ\nこの本を読む前に、アシモフとシルバーバーグの「ナイトフォール」を読んでいたので、すでに良い作品を期待していました。",
  "data/reddit-books/r/booksuggestions/comments/qn95tc/lovecraftian_books_with_a_mystery_and_not_gory.json": "ラブクラフトのオリジナル作品に近い本を探しています。例えば\n人々が古代の恐怖を発見する話です。今まで読んだ本はグロテスクな部分が強調されたものが多かったのですが\nしかし、私はミステリーやアドベンチャーの本が欲しいのです。\n\n\n\n宜しくお願いします。",
  "data/reddit-books/r/books/comments/qnf6sr/whats_the_last_book_that_brought_you_to_tears.json": "本の内容はどうでしたか？それは悲しみだったのか？恍惚の解決？魅力的な人物との間に深く育まれた\n読者と言葉の境界をわずかに超えて、Thの永久性によって断ち切られたキャラクターとの絆が育まれたのかもしれない。\n読者と言葉の間の境界をわずかに超えて、「終わり」の永久性によって断ち切られた絆。\n\n本を読んで本当に泣いたのは一度だけで、その本は「The Fault...」でした。",
  "data/reddit-books/r/books/comments/qnmmv3/i_just_finished_the_three_body_problem_trilogy.json": "このシリーズが評価されていることは読み始めたときから知っていましたが、大げさに言うと\n大げさな言い方ですが、私の期待を上回るものでした。とてもユニークな作品でした。\nこの作品は、とてもユニークな作品で、とても広くて、広がりがあり、想像力に富み、かつ現実的な可能性に支えられています。\nユニークな作品でした。このシリーズは、私を悲しませるものの一つです。",
  "data/reddit-books/r/booksuggestions/comments/qnp0v6/jonathan_strange_and_mr_norell.json": "スザンナ・クラーク著『Jonathan strange and Mr.Norell』は、1800年代のイギリスの魔術師を描いたフィクションです。\n1800年代のイギリスのマジシャンを描いたフィクション。782ページ。この本を元にした番組が作られました。\n同じタイトルで番組が作られた。この本は読む価値があり、番組は見る価値がある。\nしかし、私は本を読んでから見ることをお勧めします...",
  "data/reddit-books/r/books/comments/qnyr91/is_the_imagery_very_vivid_in_your_head_when_you.json": "私が思うに、読んだ本の内容を明確に、そして想像力豊かに思い描ける人は\n子供の頃から10代、そして大人になっても本を読み続けている人は、自分が読んでいる本の内容を\n子供の頃から10代、そして大人になっても読み続ける人が多いのではないでしょうか。Redditのいくつかのスレッドを読みましたが、そこで\n読者の典型的な反応は、「心の中では...」というもののようです。",
  "data/reddit-books/r/books/comments/qo1ijt/how_has_reading_affected_your_empathy.json": "読書があなたの共感性にどのような影響を与えたかについて議論したいと思いました。良くも悪くも\n良い意味でも悪い意味でも、人によって異なる視点を持つことに興味があります。\n聞くことに興味があります。もともとは、私の意見と、それに賛同してくれる人を期待して投稿するつもりでした。\n私はもともと、自分の意見を投稿して、みんなが私に同意してくれて、すべてがうまくいくことを期待していました。だから、みんなの反応を期待して...。",
  "data/reddit-books/r/booksuggestions/comments/qo2q06/any_fantasy_that_resembles_the_tone_of_the_film.json": "この作品は、私のお気に入りの作品のひとつになりました。そして、私はその間に適度な量のファンタジーを読みました。\n読んだことがあります。この映画のトーンに似ているものはありますか？\nこの映画のトーンに似たものはありますか？マジカルだけどダーク。主人公が美徳を求めて、そして\n主人公が美徳や名誉を求めて、ことごとく失敗してしまうことなどです。",
  "data/reddit-books/r/books/comments/qod0j3/should_i_keep_reading_classic_books_even_though.json": "認めたくはありませんが、YAの本は私の後ろめたい趣味で、たくさん読みたいのです。\nたくさんのYA本を読みたいと思っています。しかし、最近ではもっと古典的な文学に触れてみたいと思っています。\nしかし、最近はもっと古典的な文学を読みたいと思っているのですが、いざ読もうとすると、読んでいる内容を完全に理解するのが難しいのです。\nしかし、いざ読もうとすると、自分が読んでいるものを完全に理解したり、プロットを理解したりするのが難しくて...。",
  "data/reddit-books/r/books/comments/qoagbt/the_worst_part_about_lolita_for_you_for_me.json": "は、私がどれだけドロレスのキャラクターアーキタイプが好きかということです。私は、生意気で勇敢な\n生意気で、生意気で、不潔で、ワイルドで、ナイーブで、でも早熟な少女のキャラクターを読むのが大好きです。\n(私は、生意気で、生意気で、不潔で、ワイルドで、ナイーブで、でも早熟な少女のキャラクターを読むのが大好きなのです。） これらのキャラクターには\nこのようなキャラクターには、何か惹かれるものがあります。",
  "data/reddit-books/r/books/comments/qojj16/i_read_siddhartha_five_months_ago_and_i_still.json": "Quoth Siddhartha: \"O venerable one, what should I possibly have to tell you, O venerable one?\nおそらく、あなたはあまりにも多くのことを探しすぎているのではないでしょうか？探すばかりで、見つける時間がないのでは？\n見つけるための時間がないのではないでしょうか？\n[誰かが探しているとき、シッダールタは言いました。\n彼の目だけが...",
  "data/reddit-books/r/booksuggestions/comments/qobn5s/books_that_take_place_in_a_small_town.json": "小さな町が物語の大きな部分を占めていて、登場人物のようになっている本を探しています。\n登場人物のようなものです。ジャンルは問いませんが、何か良い本はありませんか？",
  "data/reddit-books/r/books/comments/qodnfs/what_is_your_favorite_book_to_read_before_bed.json": "David Copperfieldは何度も読んでいるので、寝る前に読むのが楽しみです。\n寝る前に読んでいます。なぜかって？前に読んだことがあるので、驚きがないからです。私はこれまでに\n新しい本を読もうとしたこともありますが、次の展開が気になって眠れません。\n次の展開にワクワクするからです。その後、退屈な本を読もうとしましたが、もちろんその時は負けてしまいました...。",
  "data/reddit-books/r/books/comments/qoyp74/authors_who_describe_every_single_female_that.json": "ただの怠け者です。\n\n主人公がどんなに地に足がついていようと、好感が持てようと。視点が伝わると\n視点が、出会う女性すべてが自分に欲情しているように見えたり\n欲しがっているか、サイズを測られて夢見る少女の様々なカテゴリーに入れられているような視点だと\n視点になってしまうと、せっかくの親しみやすい主人公が...。",
  "data/reddit-books/r/booksuggestions/comments/qoove9/books_about_people_with_special_powers.json": "マジカルファンタジー系ではなく、スーパーパワー系です。スーパーパワー系ですね。これもわかっています。\nこれは陳腐に聞こえるかもしれませんが、一人だけ他の人よりも特別な人がいるというプロットも好きです。\n何かの理由で他の人よりも特別な人が一人いるという筋書きも好きです（より強力な能力を持っていたり\nより強力な能力を持っているとか、何かの理由で誰かに追われているとか...。",
  "data/reddit-books/r/booksuggestions/comments/qov52q/is_dune_as_great_as_ive_heard.json": "映画は公開されたばかりです。本を読んでからにしたいという気持ちもあります。I\nフランク・ハーバートの小説は、史上最高のSF小説の一つと考えられていることは知っている。\n史上最高のSF作品の一つとされていることは知っている。しかし、私はそれについていくつかの複雑な意見を聞いたことがあります。\n\nEDIT: 具体的に言うと、私が言っているのは最初の本のことだけです。",
  "data/reddit-books/r/books/comments/qozijb/do_we_think_there_will_be_anything_even.json": "私は95年生まれなので、ハリー・ポッター、トワイライト、ハンガー・ゲームのブームの頃にはいました。\nハンガーゲームのブームに乗っていましたが、正直言って懐かしいです。一番近いのは、2010年半ばの\n2010年半ばに起きた「ゲーム・オブ・スローンズ」現象です。\n大成功を収めたHBOの番組によるものです。\n\nこれは、HBOの番組が大成功したことが大きな要因です。",
  "data/reddit-books/r/booksuggestions/comments/qoqn00/studies_on_modern_masculine_behavioral_psychology.json": "今朝、r/AskMen [/r/AskMen]で男性のステレオタイプについての投稿を読んでいました。\n読んでいて、とても興味深い内容でした。\n\n現在、若い頃に押し付けられた男性的なステレオタイプの影響を受けてセラピーを受けている者としては\n若い頃に押し付けられたある種の男性的なステレオタイプの影響に対処するために、現在セラピーを受けている者として、私はこのような記事を見つけることに興味があります。\na...",
  "data/reddit-books/r/booksuggestions/comments/qovrsg/romances_like_outlander.json": "私は最近、アウトランダーシリーズを熱心に読んでいます。\n似たようなスタイルのロマンスを探しています。基本的には、スチームの先にプロットがあり、スチームの部分も同様によく書かれているものです。\n筋が通っていて、スチームの部分も他の部分と同じようによく書かれていること。\n本の他の部分と同様によく書かれていることです。ロマンチックでセクシーな作品に夢中になると、本当にイライラします。",
  "data/reddit-books/r/booksuggestions/comments/qp552p/feeling_too_stupid_to_understand_complicated_but.json": "少し背景を説明します。少し前に、ある人がここに投稿して、「読書で無知を克服する方法を教えてほしい」と相談しました。\n読書で自分の無知を克服する方法を教えてほしいと投稿しました。その中で、私の心に響いたコメントがありました。\n私は、世界への理解を深めるために読書を始めようと思いました。\n世界への理解を深めるために読書を始めようと思いましたし、本の価値を...",
  "data/reddit-books/r/books/comments/qpi0zs/books_you_wanted_to_like.json": "少し前に、近所の本屋さんで勧められたStephan Gram Jonesの「The Only Good Indians」を読みました。\n近所の本屋さんの店員さんに勧められて読みました。買ったのは\n面白そうだったのと、彼女が良いと言っていたので購入したのですが、最後まで読めずに\n読んでいたのですが、最後まで読んだのは手のひらに乗るくらいのページ数でした。",
  "data/reddit-books/r/books/comments/qpb09x/the_iron_dream_by_norman_spinrad_and_the.json": "アイアン・ドリーム」は、世界を滅ぼそうとするマインドコントロールされたミュータントの悪の帝国との壮絶な戦いに巻き込まれたヒーローの物語です。\nマインドコントロールされたミュータントによる悪の帝国との戦いに巻き込まれます。\n善の力を破壊しようとする悪の帝国との壮絶な戦いに巻き込まれていきます。ミュータントの一人を根絶やしにした後、彼は悪党たちと戦い、強力で神秘的な武器を手に入れます。\nミュータントの一人を根絶やしにした後、彼は悪党たちと戦い、強力で神秘的な昔の武器を手に入れます。",
  "data/reddit-books/r/booksuggestions/comments/qpkb18/book_like_true_detective_season_1.json": "探偵やマカーブル・クライムをテーマにした本を探しています。\nニーチェやサド侯爵、有害な男らしさなどの深い哲学的な洞察や、現実を扱ったものを探しています。\nサド侯爵や毒のある男らしさなどの深い哲学的洞察もあります。この番組はとても好きなのですが、このようなものを読んだことがありません。\nこのような作品は読んだことがありません。HPラヴクラフトの影響を受けながらも、好きな...",
  "data/reddit-books/r/books/comments/qpnbhf/what_is_your_favorite_epigraph_or_dedication.json": "お気に入りの献辞はありません-素晴らしい、創造的な献辞もあると思いますが-。\nしかし、私のお気に入りのエピグラフは、スティーブ・コールの『Directorate S』（2018年）のものです。\nコルの『Directorate S』（2018年）で、「CIAとアメリカの秘密の戦争」を記録した\nin Afghanistan and Pakistan, 2001-2016」を、その役割を中心に紹介しています。",
  "data/reddit-books/r/books/comments/qpw3n3/pride_and_prejudice.json": "それで、40代半ばになってようやく「高慢と偏見」を読むことができました。正直言って、この本にはとても驚きました。\n正直言って、この本にはとても驚かされました。思わず引き込まれてしまいました。今までに\nこれほどまでに本をググりたくなったり、最後の章を読みたくなったりしたことはありません。\n何が起こったのか、読むよりも早く知りたいと思ったことはありません。....",
  "data/reddit-books/r/books/comments/qpnq8s/has_anyone_else_read_anne_bishops_the_others.json": "少し前に、飽きたので、シリーズの最初の本である『Written in\n赤。なぜかというと、普段は全く読まないタイプの本だったし、狼男のような恋愛ものだと思っていたからです。\n狼男のようなロマンスだと思っていたからです。\nしかし、そうではありませんでした。とても素晴らしかったです。",
  "data/reddit-books/r/books/comments/qq5g46/whats_a_book_that_was_the_opposite_of_a_letdown.json": "私たちは第一印象の良いものを好む傾向があります。\nそのため、期待はずれのものに出くわすことが多いと思います。\n\nしかし、その逆の経験をした本とは？最初から\n最初は明らかに気に入らなかった。物語の進行に時間がかかったのかもしれませんが...。",
  "data/reddit-books/r/booksuggestions/comments/qq09jf/book_suggestion_for_those_who_experienced_trauma.json": "せめて癒されるような本を探していたのですが\n\nありがとうございます。",
  "data/reddit-books/r/books/comments/qq5xhh/i_just_finished_stoner_by_john_williams_and_it.json": "その理由を説明するのは本当に難しく、どのように書けばいいのかわかりません。\nしかし、r/books[/r/books]のコメント欄でこの作品を薦めてくれた方には感謝しています。\n数週間前にr/books [/r/books]のコメント欄でこの本を薦めてくれた人に感謝したいので\nそこで、この本のことを他の人にも知ってもらいたいと思って、この小さな投稿をしました...。",
  "data/reddit-books/r/booksuggestions/comments/qqcadh/suggest_me_some_of_your_favourite_books_not_set.json": "アジア人としては、欧米を舞台にしていない本も読んでみたいですね。その中でも\n気に入った本を紹介します。\n\n * Shogun by James Clavell (set in Japan and one of favorite books ever)\n\n * ジェームス・クラベルの『Tai Pan』（香港）。\n\n A Gentleman in Moscow by Amor Towles (I know Russia is considered to...) * A Gentleman in Moscow by Amor Towles (I know Russia is considered to...)",
  "data/reddit-books/r/books/comments/qqckap/the_secret_history_by_donna_tartt.json": "私は昨日初めてこの小説を読み終えましたが、とてもショックを受けました。\nあのエンディングで私は完全に殺されてしまい、もう立ち直れそうにありません。\nこんなに本に感情移入したのは久しぶりで、とても嬉しかったです。\nしかし、今は私の人生のすべてが...。",
  "data/reddit-books/r/books/comments/qqio98/i_just_read_the_power_of_the_dog_and_the_cartell.json": "これらの本を読みながら考えたのは、もし自分が麻薬で荒廃した国で家族を育てなければならないとしたら、どうするだろうということでした。\nこの本を読みながら考えていたのは、もし自分が麻薬で荒廃した国で家族を育てなければならないとしたらどうするか、ということでした。\nということでした。この本が実際の出来事に基づいているという事実は、私の心を痛めます。\nが痛くなります。悪いことだとは思っていましたが、これらの本は本当にあなたに...",
  "data/reddit-books/r/booksuggestions/comments/qqtk1k/heartwarming_whimsical_books_like_the_house_in.json": "ただ、今はダークでエッジーなものを求める気分ではありません。\n\n編集：祖母が亡くなったので、葬儀に行く間、気を紛らわせるために本を温かく抱きしめてもらいたいんです。\n本を読んで気を紛らわせたい。",
  "data/reddit-books/r/books/comments/qqxkal/jane_eyre_she_did_that.json": "ちょうどJane Eyreを読み終えたところですが、これには驚かされました。この本の一番いいところは\n正直なところ、彼女の性格です。彼女の精神の大胆さ、情熱、および\nあの時代を舞台にした本にしては、とても現代的な感じがして、心に響きました。\nあの時代を舞台にした本にしては、とてもモダンな感じがしました。これがどれほど画期的なことだったか想像できます。私は完全に...",
  "data/reddit-books/r/books/comments/qr1ia8/consider_glasses.json": "子供の頃は何時間も本を読んでいたのに、今では15分も読めない」という方は\n子供の頃は何時間も本を読んでいたのに、今では15分も続けて読むことができないという人は、眼鏡屋さんに行って\n視力検査を受けてみてください。多くの人の視力は、30代から\n多くの人は、30代から40代にかけて視力が低下していきます。日々の生活の中では気づかないかもしれませんが...。",
  "data/reddit-books/r/books/comments/qr6ts8/jane_eyre_is_a_beautiful_masterpiece.json": "Jane Eyreが名作と言われる所以がよくわかります。その最初の\nまず第一に、作者であるシャーロット・ブロンテが深く美しい言葉で\n復讐の描写など、小説の中で著者シャーロット・ブロンテが英語を美しく使いこなしていることです。\n\n> 復讐の何かを私は初めて味わった。As...",
  "data/reddit-books/r/books/comments/qrdqyv/a_little_wisdom_from_terry_pratchett.json": "見えないアカデミック。人は時に自分を騙して、事実ではないことを信じてしまう。\n真実ではないことを信じ込んでしまうことがあります。時にそれは、その人にとってかなり危険なことである。彼らは世界を間違った方法で\n誤った方法で世界を見てしまう。彼らは自分が間違っていると信じていることを自分に見せようとしません。\nしかし、多くの場合、心の一部には知っているものがあり、...",
  "data/reddit-books/r/booksuggestions/comments/qr9mwe/books_that_get_more_insane_as_they_go.json": "こんにちは。\n\nマーク・Z・ダニエフスキーの「House of Leaves」やニックの「Fanged Noumena」のような\nマーク・Z・ダニエレフスキーの「House of Leaves」やニック・ランドの「Fanged Noumena」のように、最後には完全に狂ってしまうような本を探しています。\n土地。テキスト自体が支離滅裂になっていれば、ボーナスポイントです",
  "data/reddit-books/r/books/comments/qrj4zq/what_makes_harry_potter_great_are_not_the_plots.json": "私がハリーポッターの世界に入ったのは遅かったです。最初に映画を見て感動しました。\n感動しました。よくできた、心のこもったエンターテイメントだと思いました。その後、本を読みました。\n後に本を読みましたが、映画よりもさらに良いと感じました。映画は短時間で多くのことを網羅しているので\n映画は、短いスパンで多くのことをカバーしているからです。一方、本はというと...。",
  "data/reddit-books/r/books/comments/qreynb/finished_reading_the_kite_runner_two_days_ago_and.json": "この本はとても深く、人間の感情を弄んでいます。\nこの物語は、この世界に人間性が残っているかどうかを問いかけています。\n最後の100ページを読んでいる間、私は涙が頬を伝って止まらなかった。\n最後の100ページに至るまで、涙が止まりませんでした。",
  "data/reddit-books/r/books/comments/qrpfnh/happy_50th_anniversary_to_fear_and_loathing_in.json": "ずっと好きな作品のひとつです。\n\n映画は本の内容にかなり近かったと思いますが、微妙な部分をうまく表現できなかったと思います。\n繊細さの多くを捉えることができなかったと思います。ハンターの書き方には、私にとってある種の遅さを誘うものがあります。\n私にとっては、ある種の遅さを誘うものでした。何度も理解しようと立ち止まりました。\n参考文献、人、それ...。",
  "data/reddit-books/r/books/comments/qrlurl/do_most_of_you_read_for_entertainment_or_are_you.json": "私は文学を専攻していましたが、「文学を読まない」理由の一つとして、よく冗談を言います。\n文学を読まない」理由のひとつだとよく冗談を言います。完全に正しいわけではありませんが、私はジャンル小説、ヤングアダルト、ファンタジー、アドベンチャー、ライトノベル、超常現象などを好む傾向があります。\n小説、ヤングアダルト、冒険ファンタジー、ライトノベル、パラノーマル・ロマンス\nといった、学術的な価値よりも娯楽性を重視したものが多いですね。\n\nそれは...",
  "data/reddit-books/r/books/comments/qroiyv/happy_armistice_day_everyone.json": "毎年この日になると、カート・ヴォネガットがこの日のために書いた次のような文章を思い出す。\nカート・ボネガットの小説『チャンピオンズの朝食』の中の、この日についての考察を思い出します。\n\n> だから、この本は、ガラクタが散らばった歩道であり、私が時間旅行をするときに肩から投げ捨てるゴミなのだ。\n> この本は、ガラクタが散らばった歩道であり、私が肩から投げ捨てたゴミであり、私は1900年11月11日から22年11月22日にタイムスリップしたのである。\n> 1922年。\n> \n> > 私は来る...",
  "data/reddit-books/r/books/comments/qrtfxd/what_happened_to_russian_literature_why_we_dont.json": "私は「戦争と平和」を読んでいます。とても気に入っていて、すらすらと読めています。I\nカラマーゾフ兄弟」「罪と罰」「巨匠とマルガリータ」はすでに読んでいました。\nMargaritaを読みました。だから、どの本が良いかを選ぶのは難しいでしょうね。\n\nトルストイを読んで、ロシア文学に何が起こったのか考えさせられました。....",
  "data/reddit-books/r/booksuggestions/comments/qrtiwx/a_book_like_lost_but_in_good_d.json": "私はLostが好きでした、あの忌まわしい終わり方以外の全てが好きでした。何か\n本当にLostに似た良い本はありますか？ありがとうございます。\n\n(ホラーでもスリラーでもミステリーでも構いません。）\n\nEDIT: 私が言いたかったのは、文字通り、島で迷子になって、謎のことが起こっている部分です。\n:D",
  "data/reddit-books/r/booksuggestions/comments/qrlgbb/looking_for_korean_books_translated_to_english.json": "私は韓流ドラマのロマンスの見せ方と、多くの韓流ドラマがファンタジーの要素をシームレスに融合させているところが好きです。\nファンタジーの要素を現代の世界にシームレスに融合させているところが好きです。\n私のお気に入りは「ゴブリン」です。孤独で偉大な神」、「強い女 ド・ボンスン」、「ドラマ\nworld』、『Black』などがあります。おすすめの作品があればぜひ教えてください。",
  "data/reddit-books/r/books/comments/qrzhnh/parable_of_the_sower_is_so_predictive_its.json": "オクタヴィア・バトラーの『種まく人のたとえ』については、手に取る前は何も知らなかった。\nした。この作品はよく書かれていて、素晴らしい人物描写があり、プロットのペースも完璧で、優れた作家の最高の仕事である。\n優れた作家の最高の仕事だと思いました。しかし、私はこの作品を読むのをやめて、未読のまま片付けてしまいました。\n\n彼女の描く崩壊しつつあるアメリカは、反目し合いながらも...。",
  "data/reddit-books/r/booksuggestions/comments/qrz9hy/your_favorite_reads_of_2021.json": "2021年のあなたのお気に入りの読書を提案してください。私の中では、プロジェクト\n万歳三唱とピラネージ",
  "data/reddit-books/r/books/comments/qryhio/im_listening_to_jane_eyre_audiobook.json": "...そして、このサブでナレーターについて投稿するのが適切かどうかはわかりませんが\nしかし、Thandiwe Newtonは素晴らしい仕事をしたと言わざるを得ません。私は\n私はまだこの本を読み終えていません。実際、最初の部分（Lowoodでの彼女の生活）を読み終えたばかりです。\nLowoodでの彼女の生活）。通勤中に聞いていたのですが、その時は...",
  "data/reddit-books/r/books/comments/qs9rbt/ill_try_to_be_polite_a_clockwork_orange.json": "読み始めたときは、オリジナル版（映画の原作であるアメリカ版ではなく）を持っていてよかったと思いました。\nを持っていてよかったと思いましたが、読み終えてみると、結末が前の章の有機的な構成に\n終わってみると、前の章の有機的な構造を欠いた終わり方だと感じました。\n\n主人公に重きを置く人物が登場する素晴らしい本でした、、、。",
  "data/reddit-books/r/books/comments/qsbyph/i_didnt_enjoy_flowers_for_algernon.json": "治療を受ける前のチャーリーには、キーズがうまく感情移入させていたと思います。\nしかし、彼が治療を受けると（キーズではなくチャーリー）、彼は徹底的に\n彼が治療を受けた途端、（キーズではなくチャーリーが）徹底的に嫌な人間に変わってしまった。以前の彼に戻ったことで、パトスの一部が回復しました。\n哀愁を取り戻すことはできても、それは感傷的であり、おそらく無償のものである。これでは...。",
  "data/reddit-books/r/booksuggestions/comments/qs9k6e/the_best_books_for_any_historical_period_that_are.json": "私は若い頃、歴史があまり好きではありませんでした。しかし、最近になって\n小説にしてみると結構楽しめることに気づいたので、お勧めの作品を探しています。\n提案したいと思います。\n\n追記：できれば英語の歴史ではないほうがいいですね、そのテーマではすでにたくさんの提案が\nトピックを参照してください。",
  "data/reddit-books/r/booksuggestions/comments/qsgait/i_have_three_audible_credits_at_the_end_of_the.json": "冒険、ミステリー、SF、神話などのジャンルが好きな気分かもしれません。\nジャンルがあります。\n\nあるいは、リーダーシップ、ハウツー、歴史、アウトドア、様々な世界観......。\n画像をクリックすると拡大表示されます。何でもいいんですか？",
  "data/reddit-books/r/books/comments/qsokl2/how_often_do_you_dnf_a_book.json": "私は以前、本を最後まで読まないことがありました。今では、いつもそうしているような気がします。\nここ数ヶ月で読み始めた本の半分くらいは 興味がなくなってしまったり\n結局、図書館に戻さなければなりません。これは\nこれは時間を無駄にしたくないからなのかどうかはわかりませんが...。",
  "data/reddit-books/r/books/comments/qsq9eo/giovannis_room_was_so_beautifully_heartbreaking.json": "久しぶりに本を読もうと思ったら、ジョバンニの部屋から始めようと思っていたので、とても嬉しいです。\nジョバンニの部屋で。とても魅惑的で官能的な作品でした。深い眠りから目覚めさせてくれました。\n深い眠りから目覚めさせてくれて、読んでよかったと思っています。James Bladwinは、義務と自己犠牲の人間性を\n義務と自己犠牲の人間性を詩的に表現しています。",
  "data/reddit-books/r/books/comments/qshaqw/whats_the_point_of_speed_reading.json": "自分のペースで読めばいいのでは？なぜそんなに急いで本を読み終える必要があるのでしょうか？\n焦る必要があるのでしょうか？私は実際に、サブボーカルを止める方法を学んだり\n私は実際にサブボーカルを止める方法を学び、時には単語をチャンクすることもありました。しかし、速すぎる読書は私の目に負担をかけます。\n現在、ハリーポッターを読んでいますが、なぜ速読しなければならないのか...。",
  "data/reddit-books/r/books/comments/qsthm7/what_are_the_stereotypes_of_someone_who_only.json": "最近、私（33f）は、クールで共通点の多そうな男性（35m）とデートをしました。\n共通の話題がたくさんありました。本や最近読んだ本について話し始めたとき\n読んでいる本の話になったとき、私は主にノンフィクションが好きだと言って、最近読んだ歴史に関する本をいくつか紹介しました。\n第二次世界大戦の歴史について最近読んだ本をいくつか紹介しました。「Churchill, Bad Blood by...",
  "data/reddit-books/r/booksuggestions/comments/qt0nge/books_where_not_everything_is_as_it_seems_like.json": "現在、「Time Out of Joint」を読んでいますが、とても楽しいです。また、映画「The Truman Show」を思い出します。\nまた、映画「トゥルーマン・ショー」や「ワンダビジョン」の一部を思い出します。\n奇妙なことが起こっていて、登場人物たちが自分たちの現実を少しずつ疑っているところです。\nリアリティがあります。\n\n似たような本を探していて、それが...であればボーナスポイントです。",
  "data/reddit-books/r/books/comments/qt2vh8/what_is_philippa_gregorys_deal_with_incest.json": "私はフィリッパ・グレゴリーの長年の読者であり、歴史の教師でもあります。私が知っているのは\n彼女が歴史をはしょったり、全くの作り話をしたりすることは知っていますが、それは私を苦しめます。\n歯を食いしばりながらも乗り越えることができます。\n\nしかし、真面目な話、私が乗り越えられないのは、彼女の近親相姦に対する異常な執着です。それが\n私にとっては最悪の事態です...",
  "data/reddit-books/r/books/comments/qt4ogd/where_are_you_from_and_what_were_the_high_school.json": "飛行機の中で、フランスのパリで育った女性と話していました。旅行者である私は\n旅行者としては、世界の人々が高校時代にどんな本を読まされたのかに興味があります。\n旅行者としては、世界の人々が高校時代にどんな本を読まされたかに興味がある。彼女がくれたのはこのリストでした。\n\n * ギー・ド・モーパッサンの『ベル・アミ』。\n * エミール・ゾラの『ジェルミナル』と『アソモワール』。\n * Les Misérables by Victor...",
  "data/reddit-books/r/books/comments/qt15h1/what_is_that_one_book_that_feels_fresh_every_time.json": "過去に何度読んでも新鮮に感じられる本があります。\n過去に何度読んでも新鮮に感じる本があります。展開が見えていても、最初に読んだときと同じような熱意を持って\n最初に読んだときと同じくらいの情熱を持って取り組むことができます。\n\n私の場合、ハリー・ポッターシリーズのどれかがこのリストに入ります。その...",
  "data/reddit-books/r/booksuggestions/comments/qta3sd/please_recommend_some_books_for_my_dad_who_just.json": "やあ、本の仲間たちよ。\n\n今日は特定のリクエストのために来ました。私は大学生です。今日は父の\n誕生日で、彼は読書が大好きなんです。彼は専業主婦でしたが、とても素晴らしい人でした。\n本当に素晴らしいです。私が子供の頃、父は私が本を欲しがると、わざわざ買ってきてくれました。\nいつも本を読んでくれていました。",
  "data/reddit-books/r/books/comments/qtas3a/anna_karenina_damn.json": "パート1を終えたばかりで、ネタバレはしたくありませんが、これまで感じたことを吐き出す場所が必要です。\nこれまでに感じたことを吐き出す場所が必要です。今まで読んだ小説の中で一番素晴らしい作品です。\n40代後半の今まで待っていてよかったと思います。40代後半になってから\n感じています。トルストイはよくぞここまで...と思います。",
  "data/reddit-books/r/books/comments/qtagi5/the_merchant_and_the_alchemists_gate_soothed_and.json": "\"商人と錬金術師の門 \"はテッド・チェンのSF作品\n[https://en.wikipedia.org/wiki/Ted_Chiang]です。\n\nチェンの作品はいつも楽しんでいるのですが、この作品に出会ったのは初めてでした。\nこの特別な物語に出会ったのは初めてです。今までの彼の作品の中で一番好きかもしれません。それは私に\nより人間らしく、生きているように感じられました。",
  "data/reddit-books/r/books/comments/qtd1q3/just_finished_pet_sematary_for_the_first_time.json": "そして、なんといってもジェットコースター。私は80年代のバージョンを何度か見たことがあるので、大きなビートが入ってくることはほとんどわかりました。\nしていましたが、映画化されるとどのように変化するかを知っています。\n(しかし、脚色されたり、汚染された土地に埋もれてしまったりすると、どのように変化するかがわかります。） の描写に魅了されました。\nペットが戻ってきた後、ペットが正常ではなく、どのように...という描写に惹かれました。",
  "data/reddit-books/r/books/comments/qtetay/what_was_a_book_or_series_that_you_were_obsessed.json": "読者の多くは、若い頃に読書マニアだったという話をよく聞きます。\n若い頃は 私は小学生の頃、あまり読書好きではありませんでしたが（単に、読書に集中できなかっただけです。\nしかし、中学時代は読書狂でした。\nその頃のお気に入りのシリーズは、『ルナ・クロニクル』の...",
  "data/reddit-books/r/books/comments/qti2gz/lord_of_the_flies_disturbed_me_as_much_as_it.json": "私はこの本をずっと読書リストに入れていたので、ついに屈して\n2週間ほど前に購入し、昨夜読み終えました。\n自分の考えを整理した上で、この本について議論したいと思いました。\n\n私はこの1年で他の多くの本を読みましたが、covidは私に再受験をさせました...",
  "data/reddit-books/r/books/comments/qthdd8/is_it_weird_to_donate_books_to_the_library.json": "私の友人のほとんどは、読んだ本のコレクションを持っていたり、家に小さな図書館を持っていたりします。\n家に小さな図書館を持っていたりします。私の家族は、休日にしか本を買わないので、本の90％は図書館で買っています。\n本の90％は図書館で購入しています。購入した本を読み終わったときには\n購入した本を読み終えて、もう読まないと思ったら、たいていは寄付をするか...。",
  "data/reddit-books/r/booksuggestions/comments/qtqbha/i_wish_netflixs_dark_was_based_on_a_book.json": "そのような偉大な心の曲がり屋。この番組を思い出させるような作品を読みましたか？",
  "data/reddit-books/r/books/comments/qtkg6o/finished_reading_life_of_pi_yesterday.json": "気に入りました。本を読みながらこんなことを感じたり考えたりしたことはありませんでしたが、一文一文が気に入りました。\n一文一文が気に入った。それは、本全体を作品として愛したという意味ではありません。\n一文一文を愛したという意味です。\n1つ1つの文章を。時には一つの文章を何度も何度も読み返したり...。",
  "data/reddit-books/r/books/comments/qtuhge/book_returned_to_the_library_43_years_overdue.json": "延滞していた本がモントクレア図書館に戻ってきました。\n[https://www.tapinto.net/towns/montclair/sections/arts-and-entertainment/articles/book-returned-to-montclair-public-library-43-years-overdue]\n\nナタリー・ハート・ハケット著\n\n公開2021年11月8日午前1時2分\n\n最終更新日11月8日 2021 at...",
  "data/reddit-books/r/books/comments/qtweza/speaking_not_as_a_fan_ya_fantasy_covers_these.json": "暇だったので、実際にGoodreadsのプロフィールを一通り調べて\nこれらのカバー[https://i.imgur.com/HDO2Rut.jpg]を作成して、主張してみました。\n\n私は大人の男です。私はYAをほとんど読みませんが、これらのうち5つほどは読みましたし、たぶん楽しめました。\n2. でも、他の作品も、本当に魅力的に見えてきて...。",
  "data/reddit-books/r/books/comments/qtxw86/why_didnt_ebooks_destroy_physical_copies_of_books.json": "紙の上では、電子書籍は物理的な書籍のコピーを、次のラジオのように変えてしまうかのように思われた。\n次のラジオシャックになってしまうのではないかと思われました。つまり、スリムでポータブルなバックライト付きのデバイスで、10冊の本を持ち歩くことができるのです。\nバックライト付きのスリムでポータブルなデバイスに10冊の本を持ち歩くことができます。本物の本では、持ち運べば持ち運ぶほど重くなります。\n十分な明るさが必要だし、たくさん持ちすぎると...。",
  "data/reddit-books/r/books/comments/qtlcd6/feeling_like_so_many_books_so_little_time.json": "何をするにも、特に読書をするにも、時間が足りないと感じています。があります。\n今すぐにでも読みたい本が8冊ほどあるのですが、そんなことをしていたら、どれも本当の意味で体験できないと思っています。\nでも、そんなことをしていたら、どれも本当の意味で体験することができません。私は、そのような本の知恵を持っていなければならないような気がしています。\n一刻も早くその知恵を手に入れたいと思っています...。",
  "data/reddit-books/r/books/comments/qu6dl8/book_covers_are_important.json": "本屋さんを見ていると、いつも頭の中で祖母の声が聞こえてきます。\n本の表紙で判断してはいけない。表紙だけで判断してはいけない。I\n後になって、祖母のことは大好きだけど、この場合は絶対に間違っていたと気付きました。\n祖母のことは大好きですが、この場合は絶対に間違っていました。表紙で本を判断すべきですが、それは...",
  "data/reddit-books/r/books/comments/qu395n/can_you_figure_out_and_then_there_were_none_by.json": "まだ読み終えていないので、誰が犯人なのか全くわかりません。気に入ったので\n最初からやり直して解決しようとするほど好きな作品ですが、文章中に十分な\n文章の中に十分な手掛かりがあればの話ですが。\n\nこの本については何も読まないようにしていたので（トロフィー・株のことはよく知っています\nストーリーを知っている）ので、完全には確信も持てないのですが...。"
}