{
  "data/reddit-ask/r/TooAfraidToAsk/comments/pywouz/why_arent_prisons_more_self_sustainable_so_taxes.json": "ブラックミラーのエピソードで、一日中自転車に乗っていて、国中に電気を供給している人がいました。\n国中に電気を供給している人たちがいました。なぜ囚人たちは\n終身刑の囚人は何の貢献もしていないのに、私たちの税金で食べ物やシェルターに囲まれた生活をすることができます。\n私たちの税金で衣食住を提供することはできないのでしょうか？\n\n編集：これを取らないでください...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pz38ka/why_are_black_americans_called_african_americans.json": "私（白人でイギリス人）にとっては奇妙に思えますが、確かにアメリカで生まれればアメリカ人です。\n曾祖父母がどこから来たかは重要ではないのでは？\n曾祖父母がどこから来たかは関係ないのでは？\n\n私の祖父はドイツ出身ですが、私はアングロ・ジャーマンとは呼ばれませんでした。\n\n私には不思議に思えます。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz25q2/why_birth_control_method_are_usually_done_with.json": "私は女性で、避妊も問題なくできていますが、友人の多くは\nホルモン系の避妊具で問題を抱えている友人をたくさん見てきました（例：ニキビ、気分、出血など）。\nコンドームを使うのを嫌がる男性の友人もいます。なぜ、男性用の\n男性用のオプションがもっとなかったのか？私が知っている限りでは...",
  "data/reddit-ask/r/AskWomen/comments/pz3cnd/when_you_encounter_males_who_claim_period_pains.json": ".... 単に教育目的で聞いているだけですが。)",
  "data/reddit-ask/r/NoStupidQuestions/comments/pyz8gx/if_i_accidentally_started_a_fire_in_my_hotel_room.json": "これは全くの仮定の話です。までに火が大きくなって制御不能になっていたとします。\n私が服を着たり、毛布を持ったりした時には、火が大きくなっていたとします。私はヒーローでしょうか？\nヒーローなのか、犯罪者なのか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz4i1t/after_a_totally_normal_interaction_with_coworkers.json": "あまりないですね。私は実際、自分はまあまあの会話力があると思っています。世間話はあまり好きではありませんが\n世間話はあまり好きではありませんが、必要であればできますし、誰かがおしゃべりをしていれば、喜んで話しかけます。\n誰かが話しかけてくれれば喜んで話しますし、社交の場で緊張したり心配したりすることもありません。\n\nしかし、一日の終わりになると、時々、私はある日のことを思い出します。",
  "data/reddit-ask/r/askscience/comments/pz768a/how_does_europa_have_liquid_water.json": "ハビタブルゾーンとは、惑星に液体の水が存在できる唯一の距離だと理解しています。\n惑星に液体の水が存在できる唯一の距離だと理解しています。これ以上近づくと蒸発してしまい、これ以上離れると\n凍ってしまいます。太陽のハビタブルゾーンは0.9〜1.5オー ルですが、木星は太陽から平均5.2オー ル離れています。\n木星は太陽から平均5.2オーレの距離にあり、最も近い距離にある...。",
  "data/reddit-ask/r/askscience/comments/pz84vu/which_of_a_nuclear_explosions_effects_are_unique.json": "放射能や放射性降下物は明らかに放射性燃料源によるものですが、閃光やキノコ雲のようなものはどうでしょうか。\n閃光やキノコ雲のようなものは？例えば、リトルボーイの効果を12,000トンの通常爆弾でどれだけ再現できるでしょうか？\n1万2千トンの通常の爆薬で、リトルボーイの効果をどれだけ再現できるでしょうか？",
  "data/reddit-ask/r/askscience/comments/pz7tna/why_are_galactic_centers_always_occupied_by_black.json": "私は最近、タイソン博士から、すべての銀河（少なくとも大部分は。\n私たちが調べたすべての銀河（少なくとも大部分は、今回の発表では正確ではなかった）の中心には\nその中心にはブラックホールがあるようです。そこで、なぜそうなるのかを考えてみました。\nこの銀河スケールの降着円盤は、私が得た最良のアイデアです。....",
  "data/reddit-ask/r/AskHistorians/comments/pz6bj6/in_egyptian_history_the_reforms_of_muhammad_ali.json": "日本は改革によって、中国を征服し、ロシアや（当初は）米国を打ち負かすことができる世界の大国になった。\n一方、エジプトはイギリスの植民地となり、1952年に独立しました。\nエジプトはイギリスの植民地となり、1952年になってようやく独立しました。なぜでしょう？",
  "data/reddit-ask/r/AskHistorians/comments/pzbppu/what_was_the_state_of_middle_eastern_antisemitism.json": "アラブ世界はユダヤ人にとって楽園のようなもので、シオニストが来るまではすべてが順調だったという話をネットでよく見かけます。\nユダヤ人にとっては楽園のようなもので、シオニストがやってくるまではすべてが順調だった。また、同様に\nユダヤ人活動家からは、二流のディミーの地位やヘブロンの大虐殺のような出来事を引き合いに出して、反発する声が多く聞かれます。\nヘブロンの大虐殺のような出来事を引き合いに出すユダヤ人活動家の反発を目にします。ミズラヒ・ユダヤ人として...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pz8jtn/why_do_men_think_women_constantly_masturbate_with.json": "キュウリを見て「これをおまんこに入れたい」と思ったことがないような。そして私は\nそんな女性には会ったことがありません。これは男性の奇妙な配線フェチの一種なの？それとも\n何世代にもわたって受け継がれてきたものなのでしょうか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzdv13/why_is_racism_against_indian_people_so_normalized.json": "いつもインド人を馬鹿にして、「みんな詐欺師だ」とか「みんなテクニカルサポートの仕事をしている」とか言っている人を見かけます。\n詐欺師だ」とか「技術サポートの仕事をしている」などと言って、インド人をバカにしている人をよく見かけます。また\nまた、インド人に対して非常に差別的なジョークを言っている人をよく見かけますが、自分が差別的なことをしているとは思っていません。\n差別的なジョークを言っている人をよく見かけますが、自分が差別的なことをしているとは思いません。彼らはそのことでトラブルになることもありません。....",
  "data/reddit-ask/r/AskHistorians/comments/pzgww5/how_did_white_southerners_in_the_us_view_sexual.json": "たくさんの質問があります。ここでは、それらを分解してみました。\n\n- 奴隷所有者の家庭の他のメンバーは、所有者が奴隷に性的暴行を加えていたことを知っていたでしょうか、あるいは疑っていたでしょうか。\n疑うでしょうか？\n\n- 南部の家長は、自分の息子が奴隷に性的暴行を加えていることを知ったら、どう反応するでしょうか？\n南部の家長はどう反応するでしょうか？\n\n- 他の...",
  "data/reddit-ask/r/AskWomen/comments/pzf5aw/why_did_your_relationship_ended_other_than_being.json": ".",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzmyv1/do_you_believe_that_healthcare_workers_should_be.json": "医学的な理由でできない場合は例外です。",
  "data/reddit-ask/r/askphilosophy/comments/pzcco6/who_to_read_after_nietzsche.json": "同僚の10代の息子は、臨床的にはうつ病で、スペクトラムもあり、去年はニーチェに夢中になっていました。\n去年はニーチェに夢中になっていました。彼は自然にニーチェの哲学に共感していますが\n彼はニーチェの哲学に自然と共感しますが、それを批判的にとらえるほど成熟していません。彼にとってニーチェは\nは「真実」を理解しており、その「真実」の一部は、「人生は...」です。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzihdk/how_does_a_morbidly_obese_man_take_care_of.json": "正直なところ、これは私にとって参考になります。私はセルフケアを教えてもらえませんでした。私は自分自身を無視していました。\nそれが原因で自分自身を無視するようになってしまいました。自分を大切にする方法も知りません。\n自分のケアの仕方もわかりません。髪の毛の一部は抜け落ち、他の部分は白髪になっています。\nフォアハンドはひび割れて乾燥しているし、その他の特徴としては...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzmj1e/if_i_actually_responded_to_one_of_those_daddies.json": "私が何を言っているのかわからないという幸運な人は、一般的に\n肉体的なセックスは、それに含まれません。ヌードは期待されますが、正確な金額を送らなければならないような明確な\n正確な金額を送らなければならないような明確な取引ではありません。プレゼント」は収入になりますか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzo9ac/why_did_i_dream_nsfw_about_my_mom.json": "さて、昨夜は奇妙な夢を見たんだよ。なぜかというと、そんなことは\n考えたこともありませんでした。これは普通のことなのか、それとも助けが必要なのか？私は19歳です。",
  "data/reddit-ask/r/TrueAskReddit/comments/pzcuuo/what_is_stopping_a_coalition_of_states_ny_cali.json": "赤色の州もかなり入るのではないでしょうか。なぜ\n医療費の議論は、なぜ国の議会に委ねられているのでしょうか？コスト削減の効果は\n半分の州しか参加していないのに、コスト削減効果が十分に得られないのでしょうか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzmw1b/why_do_some_men_feel_like_sending_a_dick_pic_will.json": "男性としては、なぜ未承諾のチンポ写真を送るのか理解できません。例えば、何を考えて\n何を考えているのか、それが物事を前進させると本当に思っているのか。(もし\nすでに聞かれていたらごめんなさい)",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pza1rx/how_is_rfragilewhiteredditor_referring_to_white.json": "この記事は間違いなく彼らのサブで終わるでしょうが、正直、もし誰かが\n人の肌の色に基づいた名前を軽蔑的な方法で呼ぶ人がいたら\n敬遠されてしまいます。なぜ肌の色で人を侮辱するのか、そして怒られたからといってもろいと言うのか？\n侮辱するのか？私がおかしいのでしょうか？",
  "data/reddit-ask/r/AskHistorians/comments/pzel4e/jeanbaptiste_denys_preformed_the_first_human.json": "最初の輸血では動物の血を使っていたので、何か問題があったのではないかと思っていました。\n動物の血を使っていたので、血液型や血液由来の病気のことを知らなかったのです。\n血液型や血液由来の病気を知らなかったのですから。条件や使用された血液を考えると、彼の被験者は中毒のリスクが高いように思えます。\n毒物混入の危険性が高いと思われます。",
  "data/reddit-ask/r/AskHistorians/comments/pzu0z0/in_egypt_napoleon_told_his_army_soldiers_from_the.json": "ナポレオンがこのように言ったとされる時、ギザの3つのピラミッドは4300～4400年前（現代の放射性炭素年代測定による）のものであった。\n4300-4400年前（現代の放射性炭素年代測定法による）であり、ナポレオンの推定値は非常に近い。\nナポレオンの推定値は非常に近いものとなります。また、引用の有無にかかわらず\nこの引用が創作であろうとなかろうと、グーグルでざっと調べてみると...。",
  "data/reddit-ask/r/AskHistorians/comments/pzj00r/were_roman_gladiatorial_fights_ever_worked_like.json": "二人のグラディエーターは、事前に勝敗や大まかな概要を決めておいて、どちらも本気にならないようにするのではないかと想像しています。\n二人の剣闘士は、どちらも大怪我をしたり殺されたりしないように、事前に勝敗と大まかな概要を決めておきたいと思うでしょう。\n正当な試合の場合と同じようにね。その昔、カーニバルのレスラーたちは\nその昔、カーニバルのレスラーが試合をしたのは、彼らがレスリングをするためだと聞いたことがあります...。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzwlys/female_breasts_dont_arouse_me_in_the_least_is.json": "だから胸は、どこに行っても胸は。見るたびに「何だ」と思ってしまうのですが\nどうなの？ただの胸じゃないか」と思ってしまいます。性的な意味で見ているわけでも、興奮しているわけでもありません。\n興奮もしません。今までたくさんの胸を見てきましたが、何が人を性的に興奮させるのか理解できません。\n興奮するのか理解できません。",
  "data/reddit-ask/r/askscience/comments/pzvtrk/does_dna_change_over_time.json": "ヒトのDNAゲノムは年齢とともに変化するのか？つまり、子供のDNAを検査して\nつまり、子供のDNAを検査して、その人が高齢になったときに、同じ人の完全なプロフィールと完全に一致することができるのでしょうか？\nつまり、子供のDNAを検査して、高齢になったときに同じ人と完全に一致することができるのか？",
  "data/reddit-ask/r/askscience/comments/q011ji/about_6_months_ago_hundreds_of_millions_of.json": "フロリダで行われている実験では、オスの蚊だけが繁殖するように設計された蚊が登場します。\n最終的にはメスの蚊がいなくなることを目標に、オスの蚊だけを繁殖させる実験がフロリダで行われています。\n最終的にはメスの蚊がいなくなることを目指しています。\n\n地元の蚊の数をなくすために、最大で10億匹の蚊が放たれます。\n蚊を放ちます。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzz8c5/going_to_be_a_first_time_father_not_sure_if_we.json": "複雑な心境です。私自身は割礼を受けましたが、今の時代、割礼を受けることは\n必要ないような気がします。本人が望めば、後からでも割礼をすることができると考えています。\n本人が望めばいつでもできると考えています。何かメリット、デメリットはありますか？",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzybwj/idk_if_this_is_a_stupid_question_but_where_the.json": "ティーンエイジャーの父親になりたくないし、何かを捕まえたいとも思わないけど、誰もその方法を教えてくれなかったんだ。\nしない方法を教えてくれなかった。",
  "data/reddit-ask/r/AskHistorians/comments/pzuco6/can_anyone_please_explain_joan_of_arc.json": "ジョアンはどうしても納得できないことがあります。彼女は未来を語り、彼女は熟練した\n騎士として、政治家として、当時の法律家と同じくらい有能だった。\n何か腑に落ちません...。\n\nしかし、ソースを見ると同じ話をしているのです。彼女は本当にただの一人の\n最も例外的な人物の一人だったのか...",
  "data/reddit-ask/r/NoStupidQuestions/comments/pzubx9/why_do_so_many_people_like_seinfeld_tv_show_so.json": "私はそれを理解していません。redditではこのシリーズを数少ない実際に面白いシットコムの一つとして崇めている人たちがいるけど\n崇拝していますが、私はこのシリーズの半分以上を見ました。\n私はシーズン1の半分以上を見ていますが、一度も笑っていません。シットコムは私の好みのタイプではありません。\n例えば、「ゴールデン・ガールズ」はほとんどの場面で私を笑わせてくれます。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q01f5u/when_cuddling_how_do_i_prevent_getting_a_boner_is.json": "私[17m]は最近彼女と一緒になったのですが、二人ともこれまでに付き合ったことがないので、ゆっくりと進めています。\n二人ともこれまでに付き合ったことがないので、ゆっくりとしたペースで進んでいます。私たちは映画を見て、一緒に寝ることにしました。\n金曜日に映画を見て、一緒に寝ることにしました。私にとって、彼女は今まで見た中で最も美しい人です。\n僕が今まで見た中で一番美しい人です。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/pzw8az/why_is_it_necessary_to_celebrate_your_birthdays.json": "今日は私の誕生日です。私は20歳です。祝う気分にはなれません。なんだか\n祝っても意味がないような気がします。誕生日は、私に\n自分が年を取ったことを思い出すだけです。私はもう子供ではありません。私は20代の最悪の時期にいます。\n20代というのは、一生懸命働かなければならない時期で、大人になり始める時期なのです。",
  "data/reddit-ask/r/NoStupidQuestions/comments/q07hf9/if_a_man_uses_protection_but_the_woman_still_gets.json": "母親は、男性が子供の人生にお金を払い、その一部になることを望んでいると仮定します。",
  "data/reddit-ask/r/NoStupidQuestions/comments/q09isz/my_friend_is_17_and_is_dating_a_26_year_old_man.json": "彼らは1年以上も付き合っていたので、当時、彼女は15歳、彼は24歳でした。二人はゲームで出会い\n彼らはゲームで出会い、遠距離恋愛をしていて、実際に会ったことはありませんが\nフェイスタイム、メール、電話をいつもしています。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q07n1r/whats_the_best_way_to_legally_and_peacefully_to.json": "郊外の素敵な地域にあるタウンハウスを借りています。ただ一つ問題がある。\n高額な家賃に加えて、不幸なことに、隣に不気味で嫌な奴が住んでいることだ。\n不幸なことに、隣には不気味で厄介なクソ野郎が住んでいるのだ。このシワシワのチンポは、忙しくないときは\n酷いソフトロックのクソ音楽をかけている暇があったら（忍び寄ったり見つめたりしながら...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q0bk07/do_people_actually_like_the_taste_of_pussy.json": "オマンコの味を本当に楽しんでいる人はいるのだろうか、それともみんな口をそろえて\nパートナーが聞きたいと思っていることを言っているだけなのか？私は、正直なところ、私には\n正直に答えてくれないような気がします。",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0ay50/is_it_socially_acceptable_for_me_to_dress_up_as.json": "誓って、これは冗談の投稿ではありません。私と私の友人は、ハロウィンでハンバーガーとドナルド・マクドナルドになります。\nロナルド・マクドナルドになります。私たちの学校はハロウィンには営業していません、なぜなら日曜日だからです。\nしかし、校長先生は前日の金曜日に仮装することを許可してくれました。\n私たちの計画は、その日の放課後にマクドナルドまで歩いて行き、...",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0c1j7/the_alphabet_song_rhymesrightright.json": "自分がおかしくなりそうです。家族と口論になって、みんなが言うには\nアルファベットの歌は韻を踏むものではないと。なんだと！？\n\nABCDEF G\n\nHIJKLMNO P\n\nQRSTU V\n\nWXY AND Z",
  "data/reddit-ask/r/AskHistorians/comments/q0f6rb/was_new_york_in_the_70s_as_sleazy_and_corrupt_as.json": "この質問で誰かを怒らせるつもりは全くありません。私はアメリカ人ではありません。\n私はアメリカ人ではありませんが、「タクシードライバー」は私の大好きな映画です。\nはどこまで正確なのかと思っていました。\nニューヨークが犯罪にまみれた薄汚い、道徳的に嫌な場所であるという描写がどの程度正確なのか気になりました。私は\nさらに興味があるのは...",
  "data/reddit-ask/r/TooAfraidToAsk/comments/q04qqi/what_do_you_guys_think_are_the_most_unmoanable.json": "ランダムなシャワー思考🤷♀️。",
  "data/reddit-ask/r/NoStupidQuestions/comments/q0gwda/why_is_nestle_still_allowed_to_publicly_operate.json": "ネスレが非人道的なことをたくさんしてきたように。私がタイトルで述べたことは\nネスレは、裁判所もこのことを知っています。\nネスレはいまだに、自分たちがしてきた悪いことに対する注意をほとんど払わずに、公的に運営しています。\nネスレはいまだに公的に運営されています。\n\n私はここで止めておきます、この記事がNo.1を破って欲しくないので...。"
}