{
  "data/reddit-know/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are.json": "実はミツバチは、ミツバチの中でも特に花粉症に強いというわけではありません。実際\nアメリカでは、ミツバチは在来種ではなく、豚や牛のように家畜化された種です。\n豚や牛のように飼い慣らされたものです。ミツバチにとってより安全に作られている農薬もありますが\nミツバチに安全な農薬もありますが、ほとんどは他の花粉媒介者を殺してしまい、増加...",
  "data/reddit-know/r/YouShouldKnow/comments/obhs1y/ysk_rating_anything_on_airbnb_below_4_is_a_death.json": "なぜYSKかというと、ヨーロッパの文化では、5/5は「すべてが順調だった」とは考えないからです。\n\nこれはアメリカではあまり問題になりません。\n\nしかし、ヨーロッパの多くの文化では、3が「すべてが満足」、4が「すべてが良かった」という評価をします。\n3は「すべてが満足」、4は「何か特別に良いことがあった」、5は「心を揺さぶられた」というような\n驚くようなことがあった場合には5をつけるようになっています。\n\nさて...。",
  "data/reddit-know/r/YouShouldKnow/comments/obj4d8/ysk_the_popular_whats_a_potato_reddit_poststory.json": "なぜYSKなのか：もし誰かの夢を壊してしまったら申し訳ないのですが、redditで伝説的なストーリーやミームであると投稿されているのを見て\nredditで伝説的なストーリー/ミームとして投稿されているのを見て、それが基本的にシットコムからの引用であることに腹が立ちました。\nこのサイトは真実を伝えるべきだと思っています。\n\nここでは、https://youtu.be/OJAEaAom5FQ\n\nこのエピソードが放送されたのは2014年で、1年...",
  "data/reddit-know/r/YouShouldKnow/comments/obqxzf/ysk_if_youre_having_trouble_falling_asleep_you.json": "なぜYSKかというと、もしあなたがベッドに横たわっていて、リラックスできない、眠りにつけないと悩んでいるなら、顔をほぐしてみてください。\n顔をほぐしてみてください。私は、顔が緊張していることに気づくことがよくあります。\n意識的に顔をリラックスさせようと思うと、すぐに安心して眠りにつくことができます。\n意識して顔をほぐすと、すぐに安心して眠りにつくことができます。",
  "data/reddit-know/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up.json": "なぜYSKかというと、このサイトを運営しているインテュイットは、確定申告をもっと高く、もっと複雑にするように働きかけている恐ろしい会社だからです。\n確定申告をより高価で複雑なものにするように働きかけています。\n子供の税控除を申請するために、この新しいウェブサイトを立ち上げました。\nの登録をするための新しいウェブサイトを立ち上げました。非常にユーザーフレンドリーではありません。\n\nNon-filersとは...",
  "data/reddit-know/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and.json": "Why YSK: うちの子は7月4日に耐えられません。\n今日獣医さんに相談して、薬や雷除けを用意してもらうことにしました。\n今日獣医に相談したところ、薬やサンダーシャツ、そしてもちろんたくさんの愛情を与えることを検討しています。\n\n誰かダッチを試したことがありますか？[https://dutchforpets.com/anxiety...",
  "data/reddit-know/r/YouShouldKnow/comments/ocaug3/ysk_you_need_to_water_new_concrete_daily_for.json": "なぜYSKなのかというと、車道などに新しいコンクリートを打つときには、7日間毎日汗をかかなければなりません。\n7日間、毎日汗をかく必要があります。そうすることで、層状に乾燥して剥がれてしまうのを防ぐことができるのです。",
  "data/reddit-know/r/YouShouldKnow/comments/ocas2a/ysk_you_should_fliprotate_your_mattress_every_3_6.json": "なぜYSKなのか：多くの人は知らないと思いますが、実はYSKはマットレスの特定の部分の摩耗を減らし、長持ちさせる効果があります。\nマットレスの特定の部分の摩耗を減らし、長持ちさせることができるので、新しいマットレスを買わなくて済むのです。\n新しいマットレスを買う必要がなくなります。",
  "data/reddit-know/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are.json": "なぜYSKなのか：企業は、自社製品にGMOフリーのラベルをつけて、それをアピールしようとします。\nしかし、実際にはそうではありません。\nしかし、実際にはそうではなく、遺伝子組み換え作物が含まれている場合よりも体に悪い影響を与える可能性があります。GMOという名称は\n遺伝子組み換え作物」という名前は怖い感じがしますが、実際には...",
  "data/reddit-know/r/YouShouldKnow/comments/ocek88/ysk_bear_pepper_spray_is_less_potent_then_human.json": "熊用ペッパースプレーは、熊が有効成分であるオレオレジン・カプシカムの影響を受けやすいため、意図的に希釈しています。\n有効成分であるオレオレジン・カプシカムの影響を受けやすいからです。なぜYSKかというと、多くの人が\nクマ用ペッパースプレーの方が人間への抑止効果が高いと思っている人が多いからです。\n実際にはその逆なのです。",
  "data/reddit-know/r/YouShouldKnow/comments/ocat6t/ysk_you_can_go_to_aaha_universal_microchip_lookup.json": "特に7月4日は、多くのペットが逃げ出したり、外に出たり、迷子になったりする日なので\nのです。\n\nチップに紐付けられた情報が最新のものでなければ、チップでペットを家に帰すことはできません。\n帰ることができません。\n\n獣医に電話することもできますし、ほとんどの獣医はスイングバイを許可しています（パンデミックの変更が適用される場合があります）。\nペットをスキャンして、チップの番号を知ることができます。....",
  "data/reddit-know/r/YouShouldKnow/comments/ocgfcz/ysk_how_to_report_ads_on_youtube.json": "最近、YouTubeの動画の前に詐欺の広告をよく見かけます。\n特に子供向けの動画の場合、とても腹が立ちます。\nこのサイトを見たらMr.Beastから1000ドルもらえます」というのがありました。)\n\nまた、広告を報告することができないという投稿も見ましたが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ocp2zf/ysk_about_the_mothers_kiss_maneuver_if_a_child.json": "なぜYSKなのか: 救急病院に行く手間と費用を省くことができます。\n\n記事\n[https://www.webmd.com/children/news/20121015/mothers-kiss-expel-foreign-objects-kids-noses]\n全面的な開示 私が最初にこの記事を読んだのは...",
  "data/reddit-know/r/YouShouldKnow/comments/ocxuvj/ysk_the_blood_in_your_rare_meat_is_not_blood.json": "なぜYSKなのか：多くの人は、レアやミディアムの肉は「血が出る」という理由で好まないと思います。\n\"血がついているから」という理由でレアやミディアムを好まない人が多いのですが、実際には屠殺の過程ですべての血が取り除かれています。\n肉の中の赤い液体は、実はミオグロビンです。お肉の中の赤い液体は、筋肉に酸素を運ぶためのミオグロビンです。\n筋肉に酸素を運ぶために使われます。",
  "data/reddit-know/r/YouShouldKnow/comments/ocz3zr/ysk_if_you_are_at_the_beach_and_are_being_pulled.json": "なぜYSKなのか：もしあなたが潮の流れに巻き込まれたら、流れと戦いながら岸に戻ろうとすると疲れてしまうでしょう。\n流れに抵抗して、直接岸に戻ろうとすると疲れてしまいます。代わりに、流れから解放されるまで浜辺に平行に泳ぐ\n流れから解放されるまで浜辺に平行に泳ぐ。\n\nもし、波と波の間に穏やかな場所があったとしても、その場所で海に入らないでください。\nスペース...",
  "data/reddit-know/r/YouShouldKnow/comments/odaxqx/ysk_many_sauces_and_dressings_are_more_calorie.json": "例えば、ソーダ1缶のカロリーは、ランチ1食分（大さじ2）と同じくらいのカロリーです。\ntbs）と同じくらいのカロリーです。) なぜYSKなのかというと、もしあなたが減量や食事のカロリー計算に苦労しているのであれば\nドレッシングやディッピングソースの量を増やすことを忘れないでください。",
  "data/reddit-know/r/YouShouldKnow/comments/odibis/ysk_more_pets_are_lost_on_the_4th_of_july_in_the.json": "驚くことではありませんが、多くのペットが花火に怯えていることを忘れないでください。\n多くのペットが花火に怯えます。なぜYSKなのか：アメリカでは7月4日の夜は\nアメリカでは、7月4日の夜に動物の迷子や死亡が最も多く、7月5日はアニマルシェルターが最も忙しくなる日となっています。\nアニマルシェルターが最も忙しい日です。\n\nすべてのペットに注意を払うのは賢明なことですが、...",
  "data/reddit-know/r/YouShouldKnow/comments/odoc7n/ysk_that_experiences_policies_laws_and_cultural.json": "Why YSK: アメリカの医療、警察、教育、経済、社会的タブーなどの問題を、あたかもアメリカ全体の問題であるかのように批判するのは簡単です。\n批判するのは簡単ですが、アメリカの医療、警察、教育、経済、社会的タブーなどの問題は、すべてのアメリカ人にとって\n批判するのは簡単です。しかし、私たちがこれらの問題にどのように対処するかは、私たちがどこに住んでいるかによって大きく異なります。\nどこに住んでいるか。\n\nアメリカには50の州（といくつかの準州）と...",
  "data/reddit-know/r/YouShouldKnow/comments/odxdrn/ysk_the_united_states_is_abandoning_nearly_18000.json": "なぜYSKなのか - あなたは知っておくべきです、彼らが生命と身体を犠牲にしているにもかかわらず、アメリカは\n米国は支援の約束を無視して、18,000人近くの通訳とその家族を見捨てようとしています。\n通訳者とその家族をタリバンの手で死なせています。\n犠牲になっていることを知ってください。これらの通訳者の多くは救...",
  "data/reddit-know/r/YouShouldKnow/comments/odxzi3/ysk_approximately_9095_of_your_bodys_serotonin.json": "腸の健康は、身体的な健康だけでなく、精神的な健康にも直接影響を与えることを知っておくべきです。\n腸の健康は、身体的な健康だけでなく、精神的な健康にも直接影響することを知っておいてください。\n\nなぜYSKなのか: 消化不良、診断されていない/発見された食物アレルギーや過敏症、その他多くの胃腸の問題は、健康と関連しています。\n消化不良、診断されていない/発見された食物アレルギーや過敏症、その他多くの胃腸の問題は\nうつ病、不安神経症、強迫性障害、BPD...。",
  "data/reddit-know/r/YouShouldKnow/comments/odmxd9/ysk_caffeine_pills_exist.json": "なぜYSKかというと、これが一番安くカフェインを摂取できる方法だからです。200mgのカプセルが80個で4USドルです。\n200mgのカプセルです。これは、コーヒー160杯分、RedBullの缶詰200本分に相当します。\nRedBullの約200缶分に相当します。100mgのカプセルも同じ値段です（ただし、200mgは半分に割ることをお勧めします）。\n半分にすることをお勧めします）。) 私たちの多くは、仕事をするためにカフェインを必要としています。",
  "data/reddit-know/r/YouShouldKnow/comments/oeccq9/ysk_if_you_have_symptoms_similar_to_bipolar.json": "Why YSK: 私は、大学の2学期目に双極性障害だと思いました。\n急に気分が落ち込むことがあったからです。医者に行ったのですが、彼らは、鬱病のエピソードは1週間か1週間半くらいしか続かないので\nうつ病のエピソードは1週間または1週間半ほどしか続かなかったので、双極性障害には早すぎると言われました。\nBDには早すぎると言われました。\n\nまた、私のうつ病との相関関係は認められませんでした・・・。",
  "data/reddit-know/r/YouShouldKnow/comments/oefj4v/ysk_some_cooking_recipes_online_use_unnecessarily.json": "なぜYSKなのか。\n\n私は料理の素人ですが、ウェブサイトやYouTubeでたくさんのレシピに出会います。\nその結果、以下のようなことがわかりました。\n\n1) レシピはクリックを生む。彼らは、自分が作った似たようなレシピを参照するでしょう。\n自分が作った似たようなレシピを紹介したり、自分が使っている材料の一つが他の\nビデオ/...",
  "data/reddit-know/r/YouShouldKnow/comments/oct3l6/ysk_you_have_to_sign_up_to_donate_your_body_to.json": "なぜYSKなのか: 多くの人は、自分が亡くなったときに、自分の体を科学に寄付したいと思っています。\nと思っている人が多いようです。私の母もその一人でした。母の遺体を受け入れることができる、あるいは受け入れることができる人を調べているうちに\n受け入れることができるかどうかを調べているうちに、亡くなる前に自分の体を提供することを申し込まなければならず\n亡くなる前に献体のサインをしなければならず、後からでは誰もできないということがわかりました...。",
  "data/reddit-know/r/YouShouldKnow/comments/odwteg/ysk_many_pets_are_extremely_afraid_of_fireworks.json": "そのため、逃げようとしたり、思わずトイレに行ってしまったりすることがあります。\n\nなぜYSKなのかというと、ペットと一緒に花火を見に行くのは注意が必要だからです。ペットによっては\nトラウマになる可能性があります。",
  "data/reddit-know/r/YouShouldKnow/comments/oezkat/ysk_that_staying_together_for_the_kids_is_bad_for.json": "なぜYSKなのか：多くの親は、離婚に対する罪悪感や恐怖心から、惨めで有害な結婚生活を続けざるを得ません。\n離婚の影響に対する罪悪感や恐怖心から、惨めで有害な結婚生活を続けざるを得ないのです。残念なことに、多くの人は未だに\n辱されたり、子供のために解決しておくべきだったと言われたりします。一般的な考えに反して\n俗説に反して、子供たちが...ということを示す多くの研究があります。",
  "data/reddit-know/r/YouShouldKnow/comments/ofda9b/ysk_everyone_grieves_differently_and_its_not.json": "なぜYSKなのか: 悲しみは、圧倒的な感情であり、私たちの死を扱っているため、克服するのが最も難しい感情の一つかもしれません。\n克服するのが最も困難な感情の一つです。それは、私たちの死を扱っているからです。\n避けることのできない死を扱っているので、人によって対処の仕方が異なり、それを尊重する必要があります。\nそれを尊重しなければなりません。\n\n悲しみは、泣いたり、否定したり、不安定なものだと思わないでください。",
  "data/reddit-know/r/YouShouldKnow/comments/ofjhsk/ysk_adding_filetypepdf_to_your_google_search.json": "なぜYSKなのか。\n\nウェブページを検索すると、簡略化された、不完全な、曖昧な説明や、全く関係のないものが出てきます。\n簡略化された、不完全な、曖昧な説明や、全く関係のないことが書かれています。ウェブページは\nウェブページは、単にPDFをインターネットにアップロードするよりも開発に手間がかかります（そして、多くの場合、あなたの注意を引きたい人が作っています）。\nあなたの注目を集めたい人たちが作っていることが多いのです）。) あなたはどちらだと思いますか？",
  "data/reddit-know/r/YouShouldKnow/comments/oefo3b/ysk_you_should_look_both_ways_before_crossing_the.json": "なぜYSKなのか：皆さんもご存知のように、世の中にはおかしなドライバーや酔っ払いがたくさんいます。\nそのようなドライバーが赤信号を無視して事故を起こす可能性があります。\nあなたを巻き込む事故を起こす可能性があります。\n\n青信号を渡る前に左右を確認することは、あなたや他のドライバーの安全につながります。\nあなたと他のドライバーがより安全に...",
  "data/reddit-know/r/YouShouldKnow/comments/ofmh4g/ysk_paying_off_collections_wont_necessarily.json": "なぜYSKなのか: 回収金を支払うことでクレジットスコアが上がると思われがちですが\nクレジットスコアが上がると思われがちですが コレクションを完済しても、クレジットスコアのネガティブマークは消えません。\nクレジットスコアのマイナスマークは消えません。\nそのため、本来であればもっと良い使い方ができるはずのお金を無駄にしてしまうことになります。",
  "data/reddit-know/r/YouShouldKnow/comments/ofx1nv/ysk_pooping_isnt_supposed_to_hurt_if_you_commonly.json": "YSKの理由：最近、ウンチの痛みをテーマにしたスターターパックを見て気になっていました。\nコモンズのほとんどがそれをとても親近感のあるものとして捉えているようでした。\n多くの人が、痛みや困難なウンチを経験することは普通であり、問題ないと考えているようです。\npooping。ウンチは痛いものではありません。もしそれがたまに、一度でも起こったら...。",
  "data/reddit-know/r/YouShouldKnow/comments/ocikhj/ysk_how_to_get_rid_of_robocalls_an_easy_trick.json": "なぜYSKなのか：このテクニックを使えば、かかってくるロボコールの数を減らすことができます。\n\n身に覚えのない番号から電話がかかってきたら、何も言わずに応答しましょう。\n何も言わずに（電話をミュートにして音が出ないようにしてもいいです）、待っていてください。\n\n待って、聞いてください。もし、それが人間であれば、その人は...",
  "data/reddit-know/r/YouShouldKnow/comments/og1sun/ysk_ants_cant_walk_though_vaseline.json": "なぜYSKなのかというと、椅子やテーブルの脚の根元にワセリンを塗っておくと\n蟻が登れなくなります。",
  "data/reddit-know/r/YouShouldKnow/comments/odnxb7/ysk_if_an_old_laptop_is_constantly_running_its.json": "なぜYSKなのか。\n\nノートパソコン（およびすべてのPC）は、定期的に掃除をしないと、時間の経過とともに内部に埃が溜まっていきます。\n蓄積していきます。数年後には、この埃が原因でファンが適切に空気を動かして冷却することができなくなります。\nファンが空気を適切に動かして冷却するのを妨げます。その結果、ファンは必要以上に速く、頻繁に作動してしまいます。\nその結果、ファンは必要以上に速く、頻繁に動作し、大きな音を出してしまいます。",
  "data/reddit-know/r/YouShouldKnow/comments/ofqles/ysk_erections_are_often_involuntary_and_not_sex.json": "私がこれを書いているのは、私が出会った女性たちの中に、このことを知らない人がいるからです。\nこれを。血流によってペニスが勃起するのは、寝ているとき、よく起きているとき\n起きるとき、運動するとき、すぐに立ち上がるとき、おしっこをしたいとき、などです。\n\nWhy YSK: 勃起している男性を見ても、彼が考えているとは限りません。",
  "data/reddit-know/r/YouShouldKnow/comments/og8jej/ysk_that_if_youre_not_at_fault_in_a_car_accident.json": "Why YSK: ほとんどの人が気づいていないことを発見しました。もし、あなたが自分の過失で\n自分の過失で事故に遭った場合、損害賠償請求をすることができます。\n加害者側の保険会社に損害賠償請求をすることができます。\n自分の車の価値が失われたことに対する和解金を受け取ることができます。\n\n1ヶ月前、ある...",
  "data/reddit-know/r/YouShouldKnow/comments/og82es/ysk_bungee_cords_are_the_leading_cause_of_serious.json": "なぜYSKかというと、バンジーコードが戻るときには、時速200マイル以上のスピードが出るからです。\n時速200マイル以上で移動します。これは目に深刻なダメージを与え、視力の低下や失明につながる可能性があります。\n盲目になる可能性があります。\n\n車内の荷物の固定にバンジーコードを使用する代わりに、ロープや\nラチェット式ストラップを使いましょう。壊滅的な被害からあなたを救うことができるかもしれません...。",
  "data/reddit-know/r/YouShouldKnow/comments/oflpkq/ysk_if_you_squeeze_a_lemon_over_apple_slices_it.json": "なぜYSKかというと、リンゴを切っておいて後で食べると、酸化して茶色くなってしまうことがあるからです。\n茶色くなってしまいます。あまり魅力的ではありませんよね。しかし、そこにレモン汁を加えると、ビタミンCの働きで保存されます。\nレモン果汁を加えると、ビタミンCが保存料となり、数時間から数日まで\n数時間から数日に渡って保存することができます。",
  "data/reddit-know/r/YouShouldKnow/comments/og97zo/ysk_you_should_always_open_any_mail_you_get_from.json": "なぜYSKなのかというと、一見ジャンク品のように見えますが、ほとんどの場合、契約のインセンティブとして現金が含まれています。\nプログラムに登録するためのインセンティブとして現金が含まれています。サインアップしなくても、現金はあなたのものです。\nても、現金を保持することができます。",
  "data/reddit-know/r/YouShouldKnow/comments/ogldto/ysk_if_you_think_you_felt_an_earthquake_you_can.json": "なぜYSKなのか: 地震が起きるたびに、人々は自分のソーシャル・メディア・チャンネルに体験的、主観的な情報を投稿します。\n人々は、地震が起こるたびに、主に体験的、主観的な情報をソーシャルメディアに投稿します。彼らは、自分の\n地震についての考えや感情を共有していますが、その投稿は（私の知る限り）意味のある方法で集計・分析されていません。\nしかし、その投稿は（私が知る限り）意味のある方法で収集・分析されていません。\n\nあなた...",
  "data/reddit-know/r/YouShouldKnow/comments/ogfrdr/ysk_that_baby_carrots_and_babycut_carrots_are_two.json": "YSK: 私を含め、多くの人がこの小さなスナックサイズのニンジンを好んで購入しています。\n私を含め、多くの人がこの小さなスナックサイズのニンジンを買って食べていますが、中にはベビーキャロットを買っていると思っている人もいます。\n実際には、ほとんどの場合、ベビーカットキャロットを買っているのです。ベビーキャロットは\nこれは、通常のニンジンよりも小さくなるように品種改良されたものか、あるいは...",
  "data/reddit-know/r/YouShouldKnow/comments/ogxfmm/ysk_sunscreen_beyond_30spf_provides_negligible.json": "なぜYSKなのかというと、多くの人がSPF100などの方が30や50のSPFよりも効果があると思っているからです。\nと思っている人が多いようです。しかし、それは間違いです。また、SPFが高いからといって、長時間太陽の下にいられるわけでもありません。\nまた、SPFが高いからといって、長時間太陽の下にいられるわけでもありません。日光浴の30分前には日焼け止めを塗るべきです。\n日光浴の30分前に日焼け止めを塗り、2時間ごとに塗り直す必要があります...",
  "data/reddit-know/r/YouShouldKnow/comments/ogta4w/ysk_one_of_the_best_ways_to_change_your_musical.json": "なぜYSKなのかというと、音楽業界は昔からこれを利用してきましたが、ほとんどの人はこの関係に気づいていません。\nしかし、ほとんどの人はこの関係に気づいていません。これは、「単なる暴露効果」と呼ばれています。\n基本的には、何かにさらされればさらされるほど、不確実性を感じなくなるということです。\n不安が減り、理解しやすくなります。\n\nまず...",
  "data/reddit-know/r/YouShouldKnow/comments/ogzf4i/ysk_you_should_know_how_to_spot_the_most_common.json": "なぜYSKかというと、これらの最も一般的な誤謬を特定することは、日常的な使用において実用的であるからです。\n使えるからです。これらの論理的誤りを少しでも知っていれば、他人に操られるのを避けたり、間違った理由を見極めるのに役立ちます。\n人に操られないようにしたり、間違った推論を見極めるのに役立ちます。\n\n\n\nこれは、私が最も見つけやすいと思う誤謬の種類のリストです。\n最も一般的なものです。",
  "data/reddit-know/r/YouShouldKnow/comments/oflyng/ysk_for_people_who_feel_like_they_need_to_get.json": "Why YSK: 両親や家族は、私たちに早く結婚するよう圧力をかけてきます。\nある年齢までに結婚しないと、誰からも相手にされなくなると言われています。\n\"私はこの年齢で結婚したのだから、あなたもそうすべきよ」と。\n\nしかし、実際には結婚する人の平均年齢はどんどん上がっていますので\nあなたはただ...",
  "data/reddit-know/r/YouShouldKnow/comments/oh1w8w/ysk_there_are_a_variety_of_different_types_of.json": "なぜYSKなのか：雷や花火などの大きな音を怖がる犬が多いので\nノイズキャンセリングヘッドギアは、その解決策の一つです。この技術については多くの研究がなされています。\nネット上では、その技術について多くの研究がなされ、様々なブランドの評価記事が掲載されています。\nまた、様々なタイプ、構成、スタイルがありますが...",
  "data/reddit-know/r/YouShouldKnow/comments/ohhk04/ysk_you_can_press_f5_to_reload_a_page_if.json": "なぜYSKなのか。\n\n多くのウェブサイトが壊れています。特に、ビデオプレーヤーなどが壊れているものは\nしています。誰もが一度は経験したことがあるでしょう。\n\nページの更新は今に始まったことではありませんし、それが今回の話の原因のようなものです。\nの原因となっています。56kモデムの時代には、ページ更新を待つことができましたが......。",
  "data/reddit-know/r/YouShouldKnow/comments/ohghgy/ysk_that_flaming_drinks_are_meant_to_be.json": "なぜYSKなのか：当たり前のことのように思えますが、未だにそのようなことが起きていますし、危険です。\n危険です。ますます多くのバーがオープンし、メニューには奇妙な飲み物が並んでいます。\nバーテンダーやサーバーに、「火をつけたり、変なものをつけたりした飲み物は、どうやって飲むのか」と聞いてみてください。\n飲み物は、燃やすためにあることもあります。飲み物が燃えることに意味があることもありますが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ohncwm/ysk_genuine_leather_means_its_lowquality.json": "なぜYSKかというと、一部の家具店などでは、「当店の商品は本物の革を使用しています！」と宣伝しています。\n本物の革を使用しています！」と宣伝して、お客様に「本物の革だから高品質」と思わせようとします。\nと宣伝して、本物の革を使っているから高品質だと錯覚させようとします。実際には\n実際には、革が本物と分類されている場合は、その革を使用した...",
  "data/reddit-know/r/YouShouldKnow/comments/ohk4ju/ysk_propane_tank_exchanges_give_you_only_15_lbs.json": "空の20ポンドのプロパンガスタンクを「満タン」に交換してくれるところは、ほとんどが\n満タンにしてくれるわけではなく、20ポンドのプロパンが入るタンクを\n15ポンドしか入っていないプロパンガスタンクを渡します。彼らの看板の細かい文字を見てください。\n\nお金を払った分の価値を得るためには、タンクを補充してくれるところに行きましょう....",
  "data/reddit-know/r/YouShouldKnow/comments/ohmmbo/ysk_from_the_1800s_to_mid_1900s_britain_had_sent.json": "カナダのレジデンシャル・スクール（寄宿学校）で起こったことは、世界中の人々に衝撃を与えました。\nしかし、同じ時代に起きた暗黒の歴史には、多くの人がまったく知らない別の側面があります。\nしかし、同じ時代に起きた暗い歴史の中で、多くの人が全く知らないことがあります。それは\nイギリスのホームチルドレンの歴史です。\n\n一言で言えば、当時の...",
  "data/reddit-know/r/YouShouldKnow/comments/ohulg7/ysk_that_touching_a_baby_bird_will_make_it_so.json": "なぜYSKかというと、芝生の上に置いてある場合は、誰も踏まないように移動させた方がいいからです。\n心ない人間の足の下で潰れた鳥よりも、母親が少し探してくれたとしても、移動した鳥の方がいいですよね。\n心ない人間の足元で潰れてしまうよりは。また、少なくともしばらくの間は、猫から隠すようにします。\nせめてもの救いです。",
  "data/reddit-know/r/YouShouldKnow/comments/oi4f8k/ysk_if_you_look_ugly_in_photos_it_doesnt_mean_you.json": "Why YSK : 多くの人は、実生活では良い顔をしているのに、写真では悪い結果になることがあります。\nその逆も然りです）。その理由は、あなたが写真映えしないからで、それは多くの人が経験することです。\n多くの人がそうだと思います。人のような3D画像を写真のような2D画像に変換する際に、いくつかの特徴が失われます。\n写真のような2次元の画像に変換すると、いくつかの特徴が失われます。私たちが3Dで見るのは、私たちが持っている...",
  "data/reddit-know/r/YouShouldKnow/comments/oi9kfu/ysk_services_like_doordashubereats_will_charge.json": "なぜYSKなのか。\n\n全ての店が独自の配送サービスを持っているわけではありませんが、電話一本で簡単に調べられます。\n電話で聞いてみてください。最近では、毎日のように目にするお店でも、独自の配送サービスを行っているお店が増えてきました。\n宅配サービスを行っているところが増えています。\n\n10～20ドルの手数料を節約できるし、より早く食べ物を手に入れることができて、お気に入りのお店に多くのお金が行くことになります。\nより多くのお金がお気に入りのお店に行くことができます。だから...。",
  "data/reddit-know/r/YouShouldKnow/comments/oiglwp/ysk_the_final_boss_is_you.json": "Why YSK: 他人と自分を比較してネガティブになっていることに気づいたら\n覚えておいてほしいのですが、あなたは本当は自分自身としか競争していないのです。自分のエゴ。あなたの\n思考 あなたの習慣。自分の行動。ラスボス」はあなたです。鏡を見てください。\n鏡を見て、\"今日の自分は最高の自分であるか？\"と自問してみてください。もし...",
  "data/reddit-know/r/YouShouldKnow/comments/oigsgy/ysk_contraceptives_are_not_just_to_prevent.json": "Why YSK: 多くの人は、避妊具は望まない妊娠を防ぐためだけにあると思っています。\n望まない妊娠を防ぐためのものだと思われています。私は、18歳の時に、性行為をする前に、生理不順を抑えるためにピルを飲み始めました。\n性的に活発になる前のことです。最終的には注射を使うことにしました。\n3ヶ月に1回の投与で済むので、とても良いと思いました。",
  "data/reddit-know/r/YouShouldKnow/comments/oisbry/ysk_you_can_unlistoptout_from_truecallers_database.json": "なぜYSKなのか。\n\nTruecallerはユーザーの連絡先をアップロードし、その情報を第三者企業と共有しています。\n第三者企業と情報を共有しています。もしあなたの知り合いがTruecallerを使っていて、あなたの連絡先が保存されていたら\n知り合いがTruecallerを使用していて、あなたの連絡先が保存されている場合、あなたの情報はあなたの許可なく共有されています。\n\nTruecallerを使用していない場合は、Truecallerの連絡先リストから自分の番号を削除することができます。",
  "data/reddit-know/r/YouShouldKnow/comments/ohk5f7/ysk_that_you_should_use_two_chipscrisps_to_rescue.json": "もしあなたがポテトチップスやクリスプ（アメリカやイギリスでは名前が違うと思いますが、薄いもの）を食べることがあれば\nアメリカとイギリスでは名前が違うと思いますが）をディップして食べていると、必ずと言っていいほど、ディップの中で割れてしまいます。\nディップの中で割れてしまい、2枚目のポテトチップスで取り出そうとすることは避けられません。\n救出に向かうときは、2枚のチップスを使って...",
  "data/reddit-know/r/YouShouldKnow/comments/oivgx2/ysk_that_when_walking_in_the_mountains_you_should.json": "Why YSK: 山は美しい。山でのハイキングは素晴らしいです。でも\n山は公園で散歩するために作られたものではありません。あまりにも多くの観光客が、道を間違えたり\n道を間違えたり、道を見失ったり、道を外れたりする観光客が多すぎます。多くの観光客が道に迷い、怪我をし\n迷子になったり、怪我をしたり、救助を必要とする人が多いのです。最高の天気であっても、それは難しいことです。",
  "data/reddit-know/r/YouShouldKnow/comments/oj0tx1/ysk_never_plug_in_a_flash_drive_you_dont.json": "フラッシュドライブのように見えて、実際にはキーボードをエミュレートするデバイスが存在します。\nを使ってコンピュータをハッキングしたり、コンデンサを使ってコンピュータを破壊したりする装置があります。\n\n身に覚えのないフラッシュドライブを大切なコンピュータに接続しないでください。\nお気をつけください。また、フラッシュ・ドライブをしばらくの間紛失してしまうと、それが...",
  "data/reddit-know/r/YouShouldKnow/comments/ojh5u8/ysk_excessive_thinking_about_negative_feelings.json": "なぜYSKなのか: 持続的な反芻は、うつ病などの既存の精神疾患の症状を増幅させることがあります。\nうつ病のような既存の精神疾患の症状を増幅させる可能性があります。\n\n現在の苦しみに関するネガティブな思考の無限ループは、それによって\nさらなる苦しみを生み出します。逆に言えば、反芻をコントロールすることで、以下のことが可能になります。\n楽になります。",
  "data/reddit-know/r/YouShouldKnow/comments/ojjpbb/ysk_that_only_toilet_paper_waste_should_be.json": "なぜYSKなのか。\n\n最近のサンタモニカ湾での流出事故を受けて\n[https://www.nbcnews.com/news/us-news/17-million-gallon-sewage-spill-closes-miles-beaches-california-n1273808]。\nおしりふき、ペーパータオル、タンポンを水に流すことは、あなたとあなたの家族の両方に深刻な問題を引き起こすことを、人々に思い出させるのが最善だと思いました。\nタンポンを流すことは、皆さんの生活に深刻な問題を引き起こすことになります。"
}