{
  "data/reddit-changemyview/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories.json": "最近フローズン2の映像を見ましたが、白人以外のキャラクターがかなり多いことに気づきました。\n驚いたのは、白人以外のキャラクターがかなり多いことです。私はこのような追加の論理を理解していません。\n追加されました。Frozen』は何百年も前のスカンジナビアを舞台にしています。これは単なる\n多様性の浅い試みなのでしょうか？\n\n私が今までで一番好きな番組は「Avatar:...",
  "data/reddit-changemyview/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of.json": "タイトルはもっと適切に表現できたはずです。私は、社会的に受け入れられるべきだとは言っていません。\n受け入れられるべき」と言っているのではなく、「現在は（無意識のうちに）受け入れられている」と思っているということです。\nと言っているのであって、そうあるべきではありません。社会的に認められていないことを納得させてくださいと言っているのです。\n受け入れられていないことを証明してください。\n\n誰かが誤解する前に言っておきますが、これはつまり...という意味ではありません。",
  "data/reddit-changemyview/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society.json": "ソーシャルメディアサイトでソーシャルメディアを批判するのは皮肉に思えるかもしれませんが、私は適切だと思います。\nしかし、私はそれが適切だと思います。\n\n私の意見では、ソーシャルメディアは人類の最悪の傾向を恐ろしく加速させ、社会を汚染しています。\nソーシャルメディアは人類の最悪の傾向を加速させ、社会に害を及ぼしていると思います。\n\n慢性的な判断、表面的な嘘、間違った情報のエコーチェンバー...。",
  "data/reddit-changemyview/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified.json": "違法コピーが正当化される理由はいろいろあると思います。\n\nまず、ある人がサービス（映画、アニメ、ゲームなど）に合法的にお金を払うだけの資金を持っていて、エンターテインメントはこうあるべきだという理由でお金を払わない場合です。\nサービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、エンターテインメントは自由であるべきだと考えてお金を払わない場合。\nまず、サービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、娯楽は無料であるべきだと考えてお金を払わない場合、違法コピーは正当化できません。\n\nまた、私は海賊版サービスを...",
  "data/reddit-changemyview/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your.json": "ある人は、スポーツや恋愛のことで悩みます。人は、自分の好きなスポーツや\n自分の好きなスポーツチームがビッグタイトルを獲得することや、かわいい人が自分を好きになってくれることを願って、多くのエネルギーを費やします。\n自分ではどうしようもないことなのに、好きなスポーツチームが優勝したり、かわいい人に好かれたりすることに多くのエネルギーを費やす。\n自分ではどうにもできないことなのに。\n\n私の場合、それは株式市場、政治、...。",
  "data/reddit-changemyview/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and.json": "Viewはこの文に関連しています。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n根拠は？\n\nアメリカはイラク戦争でかなり負けました。確かにサダムは追い出しましたが\nしかし、イスラム過激派や元イラク軍の民兵を全く制圧できませんでした。彼らが去った後は\nイスイスは、イラクの大部分を征服するだけでなく、その強さを手に入れました...",
  "data/reddit-changemyview/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on.json": "あなたの専門分野が何であれ、このような経験をしたことがあるのではないでしょうか。誰かが心理学者に\n誰かが心理学者に「フェティッシュ」のような不正確な言葉の使い方を訂正する。経済学の博士号を持っている人に\n経済学の博士号を取得している人に「無料のものはないから無料とは言えない」と訂正された。A\n物理学者が「重量」の使い方を訂正する、などなど。あるいは、個人的に...",
  "data/reddit-changemyview/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry.json": "さて、星に向かって......私が言う「騎士道精神」とは何かを明らかにしたいと思います。人に敬意を持って接するとか、ドアを開けておくとか、そういう意味ではありません。\n尊敬の念を持って人を扱うとか、ドアを開けておくとか、そういうのはまともな人間の特徴です。\n人間の特徴です。私が言いたいのは、男性が女性をデートに誘い、デートの計画を立てなければならないということです。\n私が言いたいのは、男性が女性をデートに誘い、デートの計画を立て、お金を払い、さらにその他のこと（彼女はそれを反故にするでしょうから）をしなければならないということです。",
  "data/reddit-changemyview/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored.json": "企業は、あなたの子供を育てる必要はありません。あなたは彼らの親であり、彼らを育てる責任があります。\n育てていく責任があります。もし、子供にある番組を見たり聞いたりしてほしくないと思うなら、それはあなたの責任です。\n番組を見たり聞いたりしたくなければ、それはあなたの責任です。ラジオで50の異なる小さな歪んだ部分を持つ歌を聞くと\n歪んだ部分が50個もある曲をラジオで聞くと笑ってしまいます。もしそれが...",
  "data/reddit-changemyview/r/changemyview/comments/obwzwl/cmv_the_line_should_be_drawn_at_theythem.json": "先日、インスタグラムを見ていたら、フォローしている人が自分のストーリーに投稿していました。\n聞いたことのない代名詞を使った複数のスライドが投稿されていました。\nその中にviv/vovとxe/xerというのがあったんです。私は、このようなものを\n私たちの社会にこのようなものが必要な理由は何もありませんし、何のメリットもありません...",
  "data/reddit-changemyview/r/changemyview/comments/obt46b/cmv_in_breaking_bad_there_are_some_serious_meth.json": "1.) 3ヶ月間、週に200ポンドのメスを作っている。(出典：The show)\n\n2.) メスは1オンス40ドルで売られている。(出典\n\nジェシーは「彼は1ポンド40ドルで売っている」と言い続けている。私はこのことについて3つの可能性を考えています。\nこれには3つの可能性があります。\n\nA.) 彼は1ポンド40ドルを意味している。メスを作るためにあらゆるリスクを負っているのに、それは\nような気がしますが・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged.json": "私が大学にいた頃、ルームメイトがある夜飲みに行き、バーで誰かと口論になり\nバーで誰かと口論になって、帰ることにしたんです。彼は飲み過ぎたことに気づき\n彼は飲み過ぎたことに気付き、車を呼んだのです。8月中旬で、外はとても暑かった。\n外は8月中旬でとても暑かったので、車を待っている間、彼は自分のトラックに座って...",
  "data/reddit-changemyview/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain.json": "白人が自分の文化でのみ着用されるべきだと信じている髪型をしていると、POCがyoutubeやtiktokで怒っているのを見たことがあります。\n自分たちの文化でのみ着用されるべきだと信じている髪型を白人がしていることにPOCが怒っているのを見たことがあります。\n理解できません。\n\n私は、ヨーロッパ人女性が北欧/バイキングスタイルの三つ編みのやり方を紹介しているYouTubeのビデオを見ていました。\n北欧/バイキングスタイルの三つ編みのやり方を紹介しているヨーロッパ人女性のYouTube動画を見ていました。彼女は2つのコーンロウを編んでいました...",
  "data/reddit-changemyview/r/changemyview/comments/oc1guc/cmv_people_should_not_have_received_their_drivers.json": "これはアメリカで起きていることです。ロードテストを受けずに運転免許証を取得した人を何人も知っています。\n運転免許証を取得した人を何人も知っています。これは、パンデミックの際に政府が行ったとんでもない\nパンデミックの際に政府が行った馬鹿げた選択です。確かに、すぐに免許を取得できない人にとっては最悪だったでしょう。\nすぐに免許を取得できない人にとっては最悪でしたが、安全のためには...。",
  "data/reddit-changemyview/r/changemyview/comments/oc4vkm/cmv_suicide_prevention_ralliessocial_media.json": "正直なところ、私は何人かの友人を自殺で亡くしています。\nそれが私の考え方の原動力になっています。人々はTシャツを作り\nTシャツを作ったり、5kmマラソンをしたり、自殺防止についてソーシャルメディアに投稿したりしました。\nTシャツを作ったり、5キロマラソンをしたり、SNSで自殺防止の記事を載せたりしています。これはいったい誰の役に立つのでしょうか？もし誰かが...",
  "data/reddit-changemyview/r/changemyview/comments/ocacpo/cmv_field_sobriety_tests_should_not_be_up_to_the.json": "アルコール以外のものでも酔う可能性があることを理解しているので\nその理由はわかっています。しかし、訓練を受けていない警察官が、実際に罪を問うかどうかを決めるのは好きではありません。\nしかし、訓練を受けていない警官が、実際に罪を問うかどうかを決めるのは好きではありません。\n私は、運転者はせいぜい酒気帯びタンクに連れて行かれて、それから釈放されるべきだと思っています...。",
  "data/reddit-changemyview/r/changemyview/comments/oc567x/cmv_equal_pay_pertaining_to_womens_football.json": "これを鵜呑みにしてはいけません。同じオフィスで同じ仕事をするなど、他のことでも同一賃金は合理的です。\nしかし、スポーツの世界では しかし、スポーツの文脈では、私は、女性のスポーツ界での同一賃金はありません。\n現在の女性市場では、女子サッカーの同一賃金は現実的ではないと思います。\n\n私のスポーツに関する一般的な知識からすると 選手の給与は通常...",
  "data/reddit-changemyview/r/changemyview/comments/ocsila/cmv_undercover_police_and_infiltrators_and.json": "警察が盗むつもりで靴のトラックを出したとしたら、論理的には\n税金で購入したものだから、一般の人に配っていたことになる。\nプレゼントしたことになります。\n\nまた、覆面パトカーやバン、クルーザーを日常的な交通違反の取り締まりに使用することは、明らかに違憲です。\nあきらかに違憲だと思いますが...。",
  "data/reddit-changemyview/r/changemyview/comments/ocvz3l/cmv_instagram_has_lost_its_edge_and_will_die_out.json": "インスタグラムは減少傾向にあり、今後数年間はその傾向が続くでしょう。\n最終的に死に絶えるまで。そう考える私の理由は以下の通りです。\n\n1 - インスタグラムはニッチを失っている\n\nインスタグラムは、写真共有プラットフォームとして成功したニッチを持っていました。\n今でも多くのクリエーターや...",
  "data/reddit-changemyview/r/changemyview/comments/ocw144/cmv_we_should_tax_the_externalization_of_a_cost.json": "例えば、鶏肉をアメリカから中国に運んで、そこで加工する方が安い。\n加工され（低賃金などの理由で安くなる）、アメリカに戻される。\nアメリカに戻ってきます。これは、海を渡ることでより多くの汚染を引き起こす、非常に恐ろしい行為です。\nこれは、海を越えた輸送のために多くの汚染を引き起こし、資本を奪う非常に恐ろしい行為です。",
  "data/reddit-changemyview/r/changemyview/comments/ocyx3j/cmv_its_okay_to_end_relationships_friendships.json": "一般的な意見とは異なり、政治とは単に税金をどうするかという違いだけではありません。\n税金をどうするかの違いだけではありません。また、民族、性別、性的指向のような、無害で中立的な属性でもありません。\n民族、性別、性的指向のような無害で中立的な属性ではありません。あなたの所属する政党は、あなたのコアバリューの反映であり\nあなたのコア・バリューの反映であり、あなたのコア・バリューは...の内容です。",
  "data/reddit-changemyview/r/changemyview/comments/od34fv/cmv_saying_thank_you_for_your_service_to_someone.json": "まず、国を守るために強制的に戦争に駆り出された場合（例えば第一次世界大戦など）には、「ありがとう」と言うのは理にかなっていると思います。\n祖国を守るために強制的に戦争に駆り出された場合（例えば第一次世界大戦とか、あれは残酷だった）には「ありがとう」と言うのはわかりますが\nしかし、それ以上のことになると、私はいつも困惑してしまいます。時々、誰かが感謝された後、文字通りスタンディングオベーションがあります。\n誰かが感謝された後、文字通りのスタンディングオベーションが行われることも...",
  "data/reddit-changemyview/r/changemyview/comments/od8z8z/cmv_i_think_that_approaching_someone_in_real_life.json": " 1. すぐにフィードバックが得られる。拒絶されているのではないか、興味を持ってくれているのに返事が遅いのではないか、などと考える必要はありません。\n    拒否されているのではないか、彼女は興味を持っているが返事が遅いのではないか、などと考える必要はありません。\n    その場で答えが返ってくるからです。\n 2. アプローチした瞬間に、世界中のイケメンたちと競争する必要がありません。\n    あなたがアプローチした瞬間に、世界中のイケメンと競争することはありません。あなたは...",
  "data/reddit-changemyview/r/changemyview/comments/odausa/cmv_as_a_married_father_of_two_young_children_it.json": "今日はみんなに最高のパフォーマンスをしてもらいたいんだ。\n私の考えを変えてほしいからです。\n\n私は10代の頃からバイクを手に入れたいと思っていましたが、お金がありませんでした。\nお金がない。今は買えるようになりましたが、私は結婚して2人の子供がいるので、どうしても\n余計なリスクを負うことになるのではないかと...。",
  "data/reddit-changemyview/r/changemyview/comments/odeibr/cmv_a_world_where_teachers_are_fired_for_their.json": "私は彼らを解雇する理由がなく、不道徳だと思います。道義に反するというのは、雇用主が法的にできないという意味ではありません。\n雇い主が合法的にできないという意味ではなく、雇い主がそんなことをしたら私は嫌だという意味です。\n私の見解は公立学校から来ています。ここでは政府が教師を雇う雇用主です。\n教師を雇う雇用主です。\n\n教師の能力が低下することはありませんが、それは...",
  "data/reddit-changemyview/r/changemyview/comments/od6h1i/cmv_mlks_a_letter_from_a_birmingham_jail_is_a.json": "誤った平和を望むリベラル派を批判したMLKの言葉は、今の世界にも通じるものを感じます。\n私たちが今生きている世界にとても近いものを感じます。黒人の私でさえ、この手紙で彼が語っているような罠に陥ってしまったほどです。\n彼がこの手紙の中で語っているような罠に陥ってしまいました。\n\n多くのマイノリティが多くの抑圧に直面していますが、デフォルトの反応はいつも「もし...」です。\nいつも「もし...",
  "data/reddit-changemyview/r/changemyview/comments/odjq8u/cmv_smoking_weed_everyday_is_not_a_healthy_habit.json": "批判されるかもしれませんが、私は毎日葉っぱを吸うことが健康的だとは思いません。\n毎日大麻を吸うことが健康に良いとは思えないし、意見が分かれているので自分の意見を変えることにも前向きです。\nこれは私の関係において論争の的となっている問題なので、私の意見を変えることに前向きです。私のパートナーは毎日葉っぱを吸うことを信じている\n私のパートナーは毎日大麻を吸っても問題ないと考えていますが、私は大麻とアルコールは似たようなものだと思っています...",
  "data/reddit-changemyview/r/changemyview/comments/od8qx8/cmv_the_daily_show_and_similar_shows_do_more_harm.json": "ジョン・スチュワート、そしてトレバー・ノアの2人は、ユーモアがあっていつも楽しく見ていました。時には\n時には、貴重な洞察や魅力的なインタビュー、印象的なジャーナリズムを披露してくれることもありました。\n印象的なジャーナリズムを披露することもありました。しかし、通常は、彼らが保守派の偽善者を非難するのを見るのが一番の楽しみでした。\n彼らが保守派の偽善を非難するのを見るのが一番の楽しみでした。\n\nしかし...。彼らは...",
  "data/reddit-changemyview/r/changemyview/comments/odavbx/cmv_peoples_outrage_over_shacarri_being_banned.json": "薬物検査に失敗したことで、多くの人が本当に怒っているようですね。それは\n薬物検査に引っかかっても何の影響もないことを望んでいる人たちはおかしいですよね。\n薬物検査に引っかかっても何の影響もないようにと考える人たちはおかしいです。私は大麻の薬物検査をすることが正しいとは思いません。\n基準はすでにそこにあるのです。彼女の母親が死んでしまったのはひどいかな...。",
  "data/reddit-changemyview/r/changemyview/comments/odrdvw/cmv_many_americans_are_ungrateful_for_living_in.json": "毎年、7月4日になると、独立を祝うという事実に対して、さまざまな人が文句を言っているのを目にします。\n私たちは独立を祝っているのです。その根拠は、現在と過去の両方の国に問題があるというものです。\n現在も過去も、この国には問題があるということです。\n\nアメリカに住むことは特権であり、それを否定することは...",
  "data/reddit-changemyview/r/changemyview/comments/odgp3z/cmv_the_usa_lost_the_afghan_war.json": "今週、ほとんどの米軍兵士がアフガニスタンを離れました。そして、ベトナムのように、それはコストのかかる大惨事となりました。\nコストのかかる大失敗だった。アフガン遠征は、アメリカにとってほとんどの基準で失敗でした。\n\n * 彼らはタリバンを倒せなかった。\n * 彼らはタリバンを倒すことができなかった。\n * タリバンを倒せなかった。",
  "data/reddit-changemyview/r/changemyview/comments/oe0e2l/cmv_if_there_isnt_space_for_white_men_to_feel.json": "最近の白人至上主義の高まりは、マイノリティや女性の受け入れや評価の高まりと直結していると思います。\n最近の白人至上主義の高まりは、マイノリティグループや女性の受け入れや評価の高まりと直結していると思います。疎外された白人男性は\n疎外された白人男性は、これらのグループが肌の色や性別などで認められているのを見て、同じことを求めます。\n認められているのを見て、同じことをしたいと思うようになりました。ただし、彼らが自分の一部であると感じられる唯一の方法は\nのように感じることができる唯一の方法です。",
  "data/reddit-changemyview/r/changemyview/comments/oe1apm/cmv_all_social_media_platforms_are_trying_to_copy.json": "すべてのソーシャル・メディア・プラットフォームは、フルスクリーンの動画を「スワイプするだけ」のプラットフォームに統合しようとしています。\nスワイプするだけ」のプラットフォームに統合しようとしていますが、私はそれが嫌いです。Redditも同じことをやっていて、私はそれが嫌いです。私は\nホームページから動画をスワイプしたときに、古いコンテンツを送り込もうとするようなクソみたいなアルゴリズムはいらない。\nそして、新しい「チャット」コメントのレイアウトも嫌いです....",
  "data/reddit-changemyview/r/changemyview/comments/oe4y7v/cmv_gmail_is_streets_ahead_of_outlook_in_everyday.json": "私は、OutlookとGmailの両方を使用する企業環境で働いたことがあります。\nはブランディングなどで特定の企業に合わせていますが、基本はGmailです。\nを使っています。) 同じような職場環境で両方を使ってみて、私が思うのは\nGmailの方がわずかに優れているというだけでなく、はるかに優れていると思います。",
  "data/reddit-changemyview/r/changemyview/comments/odx41x/cmv_crypto_is_logistically_unworkable_and_is_thus.json": "ビットコインやその他の通貨がなぜ未来の金融なのか、納得のいく答えはまだ出ていません。\n説得力のある答えはまだありません。私には明らかな、いくつかの基本的な欠陥があります。\n私には明らかです。\n\n * フィアットの価値を下げること。フィアットは、CO2のための不条理なお金の印刷のために、多くの場所ですでに良い状態ではありません。\n   フィアットは、COVID救済のために無茶苦茶なお金を刷ったために、すでに多くの場所でいい状態ではありません...。",
  "data/reddit-changemyview/r/changemyview/comments/oe4p16/cmv_im_tired_of_this_constant_attempt_at.json": "はっきり言っておきましょう。私は薬物に関してはかなりのリベラル派です。I\n合法化、課税、規則化されるべきだと思います。\n合法化されるべきだと思います。私はクリーンな人間で、酒も飲まず、タバコも吸いません。\nタバコも吸いません。マリファナやサイケデリックには興味がありますが・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oeak4c/cmv_some_parents_genuinely_deserve_to_have_their.json": "虐待する親だけではなく、やりすぎた親ならなんでもいいんです。\n自己愛が強く、頑固で、視野が狭く、独りよがりで......。\n恐ろしい親を表現するために考えられるすべての言葉を使っています。毒親。\n\n毒親であれば、なぜ子供が親の面倒を見なければならないのか...。",
  "data/reddit-changemyview/r/changemyview/comments/oehe3h/cmv_continuing_to_put_people_coming_out_as_gay_in.json": "有名人がゲイであることをカミングアウトするたびに、ソーシャル・メディアでは\nカミングアウトしたことで、ヒーローだとか、強い人だとか。これが20年以上前であれば\nこれが20年以上前であれば、私は完全に同意します。しかし、最近では、プライド月間が設けられていて、かなりの数の有名人がゲイであることを公表しています。\n今では、多くの人々がゲイを受け入れているので、私は...",
  "data/reddit-changemyview/r/changemyview/comments/oem7nf/cmv_dog_breeds_such_as_pugs_dachshunds_and.json": "見出しにあるように、ある種の犬種（他の動物も）は、動物の福祉のために存在すべきではありません。\n動物の福祉のためには存在すべきではありません。私はパグを飼っていた多くの人を知っています。\nパグを飼っていて、呼吸を直すために獣医に連れて行かなければならない人をたくさん知っています。\nなぜなら、彼らの顔の構造は完全に破壊されているから...。",
  "data/reddit-changemyview/r/changemyview/comments/oejsee/cmv_its_not_racist_to_not_being_able_to.json": "これに応えたものだと正直に言うと\n[https://www.reddit.com/r/WhitePeopleTwitter/comments/odaxhu/they_can_barely_manage_english/?utm_medium=android_app&utm_source=share]\n数日前に爆発したr/whitepeopletwitter [/r/whitepeopletwitter]の投稿です。\nこの投稿では、次のような人は人種差別者だと主張しています。"
}