{
  "data/reddit-books/r/books/comments/pyzj39/it_bothers_me_when_fantasy_and_historical_fiction.json": "歩いたり、馬に乗ったりして、国や大陸を横断するのにどのくらいの時間がかかるのか、多くの著者は把握していないようです。\n歩いたり、馬に乗ったりして、国や大陸を横断するのにどれくらいの時間がかかるのか、特に道が整備されていない状況では\n歩いたり馬に乗ったりして横断するには、どのくらいの時間がかかるのかを 多くのシナリオでは、1日に20マイル（おそらくそれ以下）を歩くのが精一杯でしょう。\n多くの場合、1日に20マイル（狩りのために立ち止まらなければならない場合は、それ以下かもしれませんが......）も進められないでしょう。",
  "data/reddit-books/r/books/comments/pz7naz/anyone_else_struggle_with_actually_getting.json": "私はかつて大量の本を読んでいました。700ページの本を1日で読破していましたが、今では30ページでも\n今では30ページも読めません。一冊の本を手に取り、1時間ほど読んだ後、二度と読み返すことはありません。\n本を手に取り、1時間ほど読んだ後、二度と戻らない。もう疲れてしまいました。まだまだ読みたい素晴らしい本がたくさんあるのですが、どうしても\n読むことができません。\n\nまた、読んだ本を覚えておくこともできません...。",
  "data/reddit-books/r/books/comments/pz9la1/john_kennedy_tooles_a_confederacy_of_dunces_is_a.json": "まだ「A Confederacy of Dunces」を読んでいない方は、Mrgreen37が心からお勧めします。\n読んでみてください。イグナティウス・J・ライリーという人物に焦点を当てた、とても愉快な小説です。\nニューオーリンズの住人たちとの交流を描いた愉快な小説です。\n母親が車のローンを払うために仕事に行かなければならないと決めた後、彼とニューオリンズの街の人々との交流が描かれています。",
  "data/reddit-books/r/books/comments/pzcxcg/phantom_of_the_opera_is_the_timeless_classic_of.json": "Happy Spooktober!\n\nガストン・ルルーの「オペラ座の怪人」。何十本もの映画化、何十年もの舞台化されてきた名作です。\n数十本の映画と数十年の舞台作品に翻案された名作です。想像を絶するホラー\nパリのオペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが恐怖に包まれています。オペラ座の亡霊が登場します。\nパリ・オペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが、脅威ではない大混乱を引き起こし、新入生に不気味なイタズラをする。",
  "data/reddit-books/r/booksuggestions/comments/pz9vtj/i_need_some_suggestions.json": "女性の主人公が欲しい。彼女は自分のキャリアで成功していなければなりません。また、彼女は\n男性と一緒にいてはいけません。彼女の性的指向は気にしませんが、私はただ\n女性のラブストーリーはいらない。それ以上のものを求めています。\n\n現代的なものでも古典的なものでも構いませんが、私が英語を母国語としないことを知っておいてください。\n英語を話すことができません。....",
  "data/reddit-books/r/books/comments/pza10r/i_know_im_late_but_the_fifth_season_trilogy_are.json": "去年から1冊目に入るのに何度か挑戦していました。読んだのは\n何度か同じ第一章や第二章を読んでみたのですが、これといって惹かれるものはありませんでした。\n他の本を読んでいましたが、私の心をつかむようなものはありませんでした。最終的には、夜中に本を読み終えて\n最後に本を読み終えたのは真夜中だった。",
  "data/reddit-books/r/books/comments/pzlpy7/finished_slaughterhousefive_feeling_some_type_of.json": "-Damn. この本は良かった。ヴォネガットは以前にも読みましたが\n彼のウィットとストーリーテリング能力を高く評価していましたが、今回初めてSlaughterhouse-Fiveを読みました。\nSlaughterhouse-Fiveは初めてでした。言葉を失いました。\n\n- 私は軍人です。自分も派遣されたことがありますが、世界大戦のような大規模なものに参加したことはありません。\n世界大戦のような強力なものには行ったことがありません。だから、私は...",
  "data/reddit-books/r/books/comments/pzf438/im_tired_of_adventure_books_furthering_the_theme.json": "私はハロウィーンが大好きで、子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィーンの冒険本が大好きです。\n子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィンの冒険小説が好きなんだ。しかし、私が長年読んできた多くのハロウィン冒険小説に共通するテーマは\nしかし、私が長年読んできた多くのハロウィン冒険小説に共通するのは、子供が大人に助けを求めようとしても\n大人の助けを借りようとしても、大人はそれを自分の野生の力だと言ってはぐらかす。",
  "data/reddit-books/r/books/comments/pzjkms/tolstoy_and_dostoevsky.json": "この二人が巨人であり、ホメロス以来の偉大な作家であることは知っている。しかし\n私にとってはかなりの違いがあります。トルストイは外向的な観察者であり、哲学を取り入れた現実主義者です。\nトルストイは、外向きの観察者であり、哲学の知識を持った現実主義者ですが、感情には強くありません。\n即座に反応し、物語そのものに満足している....",
  "data/reddit-books/r/books/comments/pzmiwt/i_couldnt_put_down_rebecca_but_ended_up.json": "私はこの本を手放すことができませんでしたが、結果的には失望しました。それは\nエンディングのせいではなく、キャラクターの成長が見られなかったからです。\n展開がないからです。主人公はずっと恥ずかしがり屋で自意識過剰のまま。\n主人公はずっと内気で自意識過剰なままで、うっとうしくなるほどです。せっかく自信がついても\n自信がついたときには",
  "data/reddit-books/r/booksuggestions/comments/pzqxzf/japanese_literature.json": "今日は「落ちこぼれの船乗り」を買おうと思っているのですが、もう少し日本文学が欲しいです。\n村上春樹はいらない。彼の作品については読んだことがあるが、私には合わない。\n私には向いていません。",
  "data/reddit-books/r/books/comments/pzu2u6/how_gendered_is_your_reading.json": "私は30代の女性です。今年読んだ本をざっと数えてみましたが\n今年読んだ本をざっと数えてみると、男性と女性の作家がほぼ半々でした。\n\nしかし、フィクションとノンフィクションに分けてみると、圧倒的に女性作家のフィクションとノンフィクションを読みました。\n女性作家のフィクションと男性作家のノンフィクションが圧倒的に多かったのが気になりました。\n\nでも...",
  "data/reddit-books/r/books/comments/pzyrvy/the_brothers_karamazov_appreciation_post.json": "最初に断っておきますが、私は学術的な場以外で小説を読むのは初めてです。\nまだ300ページほどしか読んでいませんが、とても感激しています。\n\nまだ300ページほどしか読んでいませんが、まるで黄金を発見したかのような気分です。\nあまりにも圧倒されて、読むのをやめなければならないこともありますが、ストーリーというよりは\n物語というよりは",
  "data/reddit-books/r/books/comments/pzxpb3/if_you_liked_jude_the_obscure_youll_really_like.json": "私の最後の上司は英語教師でしたが、私はゆっくりと彼の推薦文を読んでいます。\nの推薦を受けています。これはその中の一つではありませんが...。\n\nジョン・ウィリアムズの『Stoner』は、中西部の大学教授の人生を描いた荒涼とした小説です。\n大学教授の人生を描いた荒涼とした小説です。を成し遂げた偉人の本ではありません。\n不可能を可能にした偉人の本ではありません...",
  "data/reddit-books/r/booksuggestions/comments/q01qoc/looking_for_a_new_addicting_bingeworthy_scifi_or.json": "最近、SFやファンタジーの本にハマっていて、いくつかのシリーズを探しています。\nシリーズ物（最低3冊、できればそれ以上）を探しています。\n以下の作品を読んでとても面白かったので、他にも欲しいです。\nこれらのシリーズと同じ領域に当てはまるものを提案してください。\n\n *...",
  "data/reddit-books/r/books/comments/q03vri/this_is_how_you_lose_the_time_war_is_beautiful.json": "Amal El-MotarとMax Gladstoneによる『This is How You Lose the Time War』は\n美しい書簡集のような小説です。最初は少し難しかったのですが、一度雰囲気をつかむと\nすっかり夢中になってしまいました。\n\nいくつかの点でとても抽象的で、読みながらいくつかの定義を調べたほどです。\n読んでいた。\n\nその...",
  "data/reddit-books/r/books/comments/q09sbd/do_you_notice_peoples_scents_in_real_life_like.json": "タイトルが全てを物語っていますね。文脈としては、もしあなたが少しでも読んだことがあれば\n特にロマンス小説を読んでいると、作者は人の香りを描写に使うのが好きです。\n別の登場人物がその人を識別するための描写や方法として使うのが好きです。例えば、こんな感じです。\n私が読んだ本では、男性キャラクターが夢中になっていたのは・・・。",
  "data/reddit-books/r/books/comments/q0ga2i/secret_codes_in_books.json": "私は本の中のコードに魅了されています。デビッド・ブレインが\nミステリアス・ストレンジャー」という本を出したとき、10万ドルくらいの賞金を出していました。\nコードを解読して隠された宝を見つけた人に10万ドルを提供したんだ。同じような本が\n1979年に発売された同様の本には、黄金の...につながるヒントが詰まっていました。",
  "data/reddit-books/r/booksuggestions/comments/q0fxo5/any_good_book_about_the_different_political.json": "私は、政治を知るためのノンフィクションを探しています。\nどのような政治的イデオロギーが存在するのか、それらはどこから来ているのか、何を主張しているのかを知りたいです。\n何を主張しているのかを知りたいです。",
  "data/reddit-books/r/books/comments/q08qd6/which_books_pair_well_together_as_unofficial.json": "このアイデアは、r/movies [/r/movies]のu/puncmunc [/u/puncmunc]さんの投稿から得たものです。\n\nどなたか、相性の良い2冊以上の本をお持ちの方はいらっしゃいませんか？\nフィクションでもノンフィクションでも構いません。\n\n私は最近、マデリン・ミラーの「アキレスの歌」と、ナタリー・ヘインズの「千の船」を読みました。\nNatalie Haynesの「A Thousand Ships」を読みました。",
  "data/reddit-books/r/books/comments/q0itnh/members_of_the_sub_what_determines_whether_youd.json": "私は、いくつかの重要なテーマを扱った本を読み終えたところです。\nこの本は、いくつかの重要なテーマを扱ったもので、そのテーマを探求する方法として、ペドフィリア、性的暴行、カニバリズムなどを掘り下げています。\nカニバリズムなどの不穏な要素も含まれています。個人的には、この本の\n個人的にこの本が気に入ったのは、その勇敢な物語構造と、私を立ち止まらせ、...",
  "data/reddit-books/r/books/comments/q0o99g/meet_storygraph_an_alternative_to_goodreads.json": "少し前にStorygraphに移行して、自分の読書習慣や読みかけの本のリストを記録しています。\nブックリストを記録するために、少し前にStorygraphに移行したのですが、それが良かったと思います。Storygraphは素晴らしい推薦をしてくれますし、私が読みたい本の種類に関するより多くのデータ\n私が読みたい本の種類に関するより多くのデータを提供してくれています。\nまた、Amazonが所有/管理していないGoodreadsの代替手段があるのも嬉しいです。私が思ったのは...",
  "data/reddit-books/r/books/comments/q0n63b/anybody_noticed_new_books_come_with_uncomfortable.json": "最近、注文する本の表紙がマットタイプのものが多いことに気づきました。\n最近注文する本は、表紙がマットタイプのものが多いのですが、少しスエードのような感触があります。私は綿毛が苦手なのですが、このカバーに触れると\n触れると同じような感覚を覚えます。埃や指紋がつくだけでなく\n指紋がつくだけでなく、いまだにきれいになるものを見つけられないでいる。",
  "data/reddit-books/r/books/comments/q0fjrz/how_international_is_your_bookshelf.json": "最近、「あなたの本棚は男女のバランスがとれていますか」というスレッドを見ました。\nこれを見て、私も自分の本棚を見直してみました。そうすると、私の本棚に著者が偏っている国が4つあることに気づきました。\n私の本棚に著者が偏っている国が4つあることに気づきました。\n\n 1. ドイツ\n 2. アメリカ\n 3. イギリス\n 4. フランス\n\n(念のため、そうです。",
  "data/reddit-books/r/books/comments/q0qrmy/my_local_library_has_closed_apparently_due_to.json": "私はアメリカのノースカロライナ州の田舎に住んでいて、毎週金曜日に最寄りの大きな町に行くのが習慣になっています。\n毎週金曜日に最寄りの大きな町に行くのが習慣になっています。先週の金曜日、私は地元の図書館が閉まっているのを見てショックを受けました。\n図書館が閉館していて、ドアには「資金不足が問題」と書かれていました。\nと書かれていました。連邦予算の支出に問題があるのではないかと思うのですが...。",
  "data/reddit-books/r/books/comments/q0rexm/psa_for_ebook_lovers.json": "プロジェクト・グーテンベルクについては、皆さんすでにご存知でしょう。私も大好きですが、皆さんは\nその電子書籍の無数のフォーマットに悩まされたことはありませんか？このサイト\nパブリックドメインの書籍を標準化し、段落や行間、章、リンクなどを適切に設定しています。\nリンクなどを標準化しています。https://standardebooks.org/\n\n私は提携していませんが・・・。",
  "data/reddit-books/r/books/comments/q0qz2d/becky_chambers_is_pretty_fantastic.json": "最近、Becky Chambersの本を何冊も読んだのですが、どれもとても良かったです。\n傾向としては、短くてとても楽しい、キャラクター重視の本が多いですね。非常に親しみやすく\nかなりの深さがありながら、非常にわかりやすい。\n\n最近では『A Psalm for the Wild Built』という本があります。これは主に環境問題をテーマにしています。\n環境問題をテーマにしています。これは...",
  "data/reddit-books/r/booksuggestions/comments/q0qbcq/which_stephen_king_book_should_i_start_with.json": "私は読書の世界では初心者のようなもので、これまでに読んだ本は次のとおりです。\n動物農場」「ブレイブ・ニュー・ワールド」「アルジャーノンに花束を」「蝿の王」「ドリアン・グレイの絵」など。\nドリアン・グレイの絵。\n\nスティーブン・キングの本はとても良いと聞いたことがあるので、一度読んでみたいと思っています。\n皆さんが決めるのを手伝ってくれると嬉しいです。ありがとうございます。",
  "data/reddit-books/r/booksuggestions/comments/q0ke3q/is_there_a_book_where_the_protagonist_is_sent_to.json": "ナルニアではありません。\n\n主人公が幻想的な世界で大人になるのが好きなんだ。\n\nタイ。",
  "data/reddit-books/r/books/comments/q0wwb3/what_genres_are_popular_in_another_language_but.json": "私は英語と中国語のバイリンガルです。多くの人が知っているのは「武侠」というジャンルだと思います。Wuxia\n中国の歴史や文化と結びついているので、他の言語に翻訳するのはとても難しいです。\n中国の歴史や文化と結びついているからです。すべての用語を参照するには百科事典が必要なくらいです。\n必要になります。著者は、あなたが中国の歴史や文化に精通していることを期待しています。",
  "data/reddit-books/r/booksuggestions/comments/q1464x/most_disturbing_books_youve_read.json": "暗くてひねくれた物語を読むのが好きなのですが、どこを見ればいいのかよくわかりません。\nホラーであったり、ただのメチャクチャな話であったり、ノンフィクションであったり、はたまた不快なほど奇妙な話であったり。\n不愉快になるほど奇妙なものでも良いです。皆さんのお勧めを是非教えてください。\n\nクイックエディット：素晴らしいお勧めですね。私はこの中のいくつかを読み始めるつもりです...",
  "data/reddit-books/r/booksuggestions/comments/q0nxop/what_is_the_scariest_book_youve_ever_read.json": "皆さん、こんにちは。10月に入り、私はホラー本を読もうと計画しています...ありきたりですが、初めてのことなので\nありきたりですが、初めてのことなので....\n\nエドガー・アラン・ポーやスティーブン・キングの本は何冊か読んだことがあります。\n怖いですが、夜はなんとか眠れます。\n\n私はまだ、私の心を揺さぶるような怖い本を探しています...",
  "data/reddit-books/r/books/comments/q0wz6m/another_project_hail_mary_post.json": "すでにいくつかあると思いますが、私にはたくさんの感情と、本を読み終えたばかりの生の\n本を読み終えたばかりの生々しい空しさがあります。\n\nまず、私は物理学と工学の上級学位を持っていますが、この本がいかによく研究されているかということに驚きました。\nこの本がいかによく研究されているかに驚きました。私は、SFはある意味、歴史小説に似ていると思っています。\nのようなものだと思います。そこには...",
  "data/reddit-books/r/books/comments/q191l6/to_redditors_who_are_poc_how_do_you_really_feel.json": "学校で「N-word」が読み上げられるのを聞いて、どんな気持ちになったか興味があります。\n白人の生徒や先生がNワードを大声で読んでいたり、奴隷制度の本当の恐ろしさが語られていたりするのを学校で聞いてどう感じたでしょうか？\nまた、奴隷制度の本当の恐ろしさが語られているときにはどう感じましたか？もしあなたが大人であれば、あなたの考えは変わりましたか？\n著者が誰であるかということに違いはありましたか？\n\n白人として...",
  "data/reddit-books/r/books/comments/q1c6mq/what_book_had_the_biggest_potential_but_fell_flat.json": "今年の初めに「コーヒーが冷めないうちに」という日本の短編小説を読みました。\n時間旅行ができるコーヒーショップについての日本の短編小説を読みました。私はこの作品をとても楽しみにしていましたが\nしかし、非常に繰り返しの多い文章と煩わしい登場人物たちに失望しました。I\n続編があるのは知っていますが、全く興味がありません。\n\nもう一つの...",
  "data/reddit-books/r/books/comments/q13guo/do_androids_dream_of_electric_sheep.json": "今日、この本を読み終えました。\nまた、この本を読んで何か気づきはありましたか？A\nいくつかの意見を聞かせてください。\n\n 1. 本のタイトルである「アンドロイドは電気羊の夢を見るか？\n    アンドロイドは電気羊の夢を見るか？",
  "data/reddit-books/r/books/comments/q1cup8/book_samples_that_really_arent_samples.json": "毎回サンプルを読むと20～30ページはありますが、その半分以上はブックカバーや、\n表紙、「クレジット」ページ、目次、謝辞と著者紹介、広告などに費やされています。\n作者のコメント、広告などに費やされます。最終的には、実際の本の10ページ程度を得ることができます。\n本です。\n\nただ...なぜ？人々は本屋に行って、本を読まない。",
  "data/reddit-books/r/books/comments/q1gvtl/does_philip_k_dick_always_write_women_like_this.json": "アンドロイドは電気羊の夢を見るか』を読みましたが、ストーリーが好きなのはもちろんですが、フィリップ・K・ディックの書き方が好きです。\n(フィリップ・K・ディックは、この物語の中で女性をどのように書いているのか。\nこの中での女性の書き方に、私はかなり違和感を覚えました。以下はその一例です。\n\n「『お帰りなさい、ウズラさん』と言って、彼女はメロン型の胸をたわわにして......。",
  "data/reddit-books/r/books/comments/q1sq8m/are_there_any_authors_you_refuse_to_read_no.json": "私にとって、もう何も読みたくない作家の第一位はエリザベス・ギルバートです。\nギルバートです。Eat, Pray, Love」では、本当に騙されました。最初に目にしたレビューでは\n最初に目にしたレビューは非常に有望で、私は大きな期待を寄せていました。友人が\n友人と一緒に、プライベートのブッククラブのような形で読みました。そこで...",
  "data/reddit-books/r/booksuggestions/comments/q1sumy/a_book_in_which_the_internet_stops.json": "フェイスブックダウンに触発されて、インターネットが停止して、私たちが生活する世界を想像してみました。\nインターネットが停止して、私たちが自分自身を再構築する世界を想像してみました。このようなことを書いた本はありますか？\nのようなものはありますか？(非常に具体的な質問であることは承知しています）。)",
  "data/reddit-books/r/books/comments/q1xijr/psa_tor_publishing_has_a_monthly_book_club_where.json": "タイトルは多くを語る-毎月の無料電子書籍に登録してください。注意点として、TorはSFやファンタジーを出版しています。\nSFやファンタジーを出版しているので、一般的にはそちらにアクセスすることになります。\n\nGideon the Ninthは素晴らしい本です（パルプのようでもありますが）。私は、この本を\n殺人ミステリーが好きな人にはお勧めです。",
  "data/reddit-books/r/books/comments/q25vf5/finally_got_around_to_reading_the_mistborn_series.json": "私は長い間、ブランドン・サンダーソンの作品を読むことをなんとなく先延ばしにしてきました。\nみんなが彼のことを話していても 彼の作品は \"過大評価 \"されていると思っていたんですね。\n\nようやく最初の3冊を読むことができて、とても感激しました。\n驚きました。\n\n世界観、ストーリー展開、キャラクター...。",
  "data/reddit-books/r/books/comments/q298wu/yall_ever_read_a_book_slow_so_that_it_wont_be_over.json": "Cormac McCarthyのAll the Pretty Horsesを読んでいます。人生で読んだ本の中で\n今まで読んだ中で最高の本です。通常、私は本に夢中になると、それを置くことができません。\n置くことができません。でもこの本は、一度に20～30ページを堪能しています。読み終わるのが嫌なのは\n終わってしまうと読めなくなってしまうから...。",
  "data/reddit-books/r/booksuggestions/comments/q25zn2/any_dark_books_where_characters_have_to_make.json": "私は「イカゲーム」を見たばかりで、見たい映画やドラマがいくつかあるのですが、同じようなテーマやストーリーの本があれば嬉しいです。\n似たようなテーマやストーリーの本があれば教えてください。\n\n特に、人は生か死かという大きな道徳的決断をしなければならず、実利主義と感情を比較しなければならないという考えです。\n生か死か、実利主義と感情のバランスを考えなければならない。",
  "data/reddit-books/r/books/comments/q2dvva/what_are_some_movie_adaptations_that_are_superior.json": "最近、サザンリーチ3部作をすべて見終えたのですが、映画はその名の通り、3部作全体よりも良いと感じました。\n映画はその名の通り、3部作全体よりも優れていると感じました。感じたのは、Alex\nガーランドは、物語のビジョンをどのように伝えるのがベストなのか、よりよく把握しているように感じました。本\n本も素晴らしかったのですが、映画はちょっと...という感じです。",
  "data/reddit-books/r/books/comments/q2lbtm/my_61yearold_father_asked_me_last_night_what_is.json": "彼の顔を見て笑った後、私はそれが真剣な質問であることに気づきました。誠実な\nビル・ヒックスの \"What you readin' for? \"の真摯なバージョンだ。私はちょっとしたことで跳ねてしまった。\n私は31歳で、こんなことを聞かれたことがなかったからだ。そして\n詳しく聞いてみると、主に小説のことを言っているようでした。私は基本的に...",
  "data/reddit-books/r/booksuggestions/comments/q2jdwu/what_are_the_best_octavia_butler_books.json": "Kindred」「Bloodchild and Other Short Stories」を読みました。\nオクタヴィア・バトラーの本の中で一番いいものを教えてください。",
  "data/reddit-books/r/books/comments/q2qqwe/im_former_cia_officer_david_mccloskey_author_of.json": "元CIAのアナリストで、元マッキンゼー＆カンパニーのコンサルタントです。CIAでは\nCIAでは、大統領のデイリー・ブリーフに定期的に寄稿したり、議会の監視委員会で機密証言を行ったり\n議会の監視委員会で機密証言を行い、ホワイトハウスの高官、大使、軍関係者、アラブ諸国の政府関係者にも説明しました。\nまた、ホワイトハウスの高官、大使、軍関係者、アラブ諸国の政府関係者へのブリーフィングも行っていました。",
  "data/reddit-books/r/booksuggestions/comments/q2nae1/a_book_without_violence_crimes_or_love_sex_just_a.json": "その成分が小説の塩とコショウだと言う人もいるかもしれませんが\nしかし、私はそうは思いません。純粋でありふれた出来事を、スタイルとユーモアをもって、読者を魅了するには大きな才能が必要です。\n純粋でありふれた出来事を、スタイルとユーモアをもって読者を魅了するには、大変な才能が必要です。\n\nいくつか例を挙げてみましょう。\n\nMeasuring the world by Daniel Kehlmann...",
  "data/reddit-books/r/books/comments/q2t2eu/should_public_libraries_charge_late_fees_for.json": "ニューヨーク公共図書館はこのほど、延滞した資料にかかる延滞金を請求しないことを発表しました。\n徴収しないことを発表しました。ほとんどのアメリカ人（61％）は、公共図書館は延滞した本に延滞料を課すべきだと答えています。\nアメリカ人の多く（61％）は、公共図書館は延滞した本に延滞料を課すべきだと言いますが、4分の1（24％）は課すべきではないと言います。\nではありません。\n\n探索する...",
  "data/reddit-books/r/books/comments/q2qy6r/out_of_all_the_fantasy_books_youve_read_what.json": "個人的には、イマジナリウム・クロニクルですね。\nこのシリーズを読んだことがある人は少ないと思いますが、是非とも読んでみてください。\n読むことをお勧めします。船、時の番人、ドラゴン、宝石には何か懐かしさを感じます。\n船、時の番人、ドラゴン、イマジナリウムの管理人...。",
  "data/reddit-books/r/books/comments/q2ymjt/a_slightly_different_my_relative_doesnt_read_post.json": "私は幸運なことに、子供の頃からずっとおじいちゃんを知っていました。おじいちゃんとおばあちゃんの家は\nおじいちゃんとおばあちゃんとはかなり離れたところに住んでいましたが、年に何度も何日も会っていました。\n一年に何度も何日も会っていました。\n\n私はおじいちゃんが本を読んでいるところを見たことがありません。分厚い虫眼鏡を使って、ゆっくりと新聞に目を通しているのを見ました。\n分厚い虫眼鏡を使って、ゆっくりと新聞を読んでいるのを見たことはあります。でも......。",
  "data/reddit-books/r/books/comments/q348pf/carl_sagan.json": "こんにちは。最近、カー・セーガンの「コスモス」を読み始めたのですが、献辞のページには\n妻への愛を見事に表現していて涙が出ました。読んだことのない人にも伝えたくて\n読んだことのない人に伝えたいと思いました。)\n\nアン・ドゥルヤンへ\n\n広大な宇宙と膨大な時間の中で、私の喜びを分かち合いたいと思います...",
  "data/reddit-books/r/booksuggestions/comments/q318r6/a_hilarious_bookseries_with_a_30s40s50s_aged.json": "コメディ・フィクションのジャンルで女性が主人公の本は、燃え尽きた母親や頑張っている人が主人公のものが多い気がします。\n燃え尽きた母親や、マンハッタンで頑張る人の話が多いような気がします。\n私は、女性が母親やファッションの達人であるだけでなく、気軽に楽しく読めるシリーズを探しています。\n読んでいて楽しいシリーズを見つけたいです。"
}