{
  "data/reddit-changemyview/r/changemyview/comments/ovkd6d/cmv_funeral_directors_and_funeral_industry.json": "COVIDで死んだ人はどこに行くと思いますか？人は毎日死んでいます。\nしかし、この事件が始まって以来、葬儀場は大忙しです。\n葬儀屋さんは大忙しです。皆さんが聞いたことがあるのは、膨大な数の遺体が冷蔵保存されているということくらいでしょうか。\n冷蔵トラックに入れなければならないので...",
  "data/reddit-changemyview/r/changemyview/comments/ovnnye/cmv_white_collar_dress_codes_have_no_practical.json": "ブルーカラーの労働者が防護服を着るのは理にかなっている。表計算ソフトを作るのに、特別なスーツは\nスプレッドシートを作るのに特別なスーツは必要ありません。これに反して、私が見た一般的な議論は、次のようなものでした。\nスーツを着ると生産性が上がるという研究結果がある」というものです。\n生産性が向上するという研究結果がある。しかし、これらの研究はあくまでも...",
  "data/reddit-changemyview/r/changemyview/comments/ovr20r/cmv_pop_tarts_should_have_individually_labeled.json": "トーン編集：これは本当に私の見解ですが、軽い気持ちで書いています。Kellogg社に怒っているわけではなく\nただ純粋に、食べ物は認識できるものであるべきだと考えています。\n箱から出しても見分けがつくようにすべきだと思っているので、同じように困惑しています。\nなぜこの商品にはそのような表示がされていないのでしょうか？とはいえ、私は...",
  "data/reddit-changemyview/r/changemyview/comments/ovziw0/cmv_cnn_is_at_a_point_where_it_should_no_longer.json": "最初に言っておきたいのは、このような問題を抱えているのはCNNだけではないということだ。\nアメリカのニュースソースの大半が、これから説明するのと同じ問題を抱えている。\nしかし、この4年間でCNNは最悪の状態になっている。私は毎日、主要な情報源をすべてチェックしている。\n私は主要な情報源を毎日チェックしている（FOX、CNN、NYT、ロイター、ABC、MSN、AP...）。",
  "data/reddit-changemyview/r/changemyview/comments/oviv9x/cmv_reddit_makes_money_off_of_mentally_ill_people.json": "\"They do it for free\"\n\nこのミームをご存知かどうかわかりませんが、これはインターネット上の\n報酬なしで行っていることを指します。表面的には、これは\n表面的には否定的なことを言っているように見えますし、私もそう思いますが、その点にも同意します。\nしかし、その点にも同意します。\n\n数え切れないほどの...",
  "data/reddit-changemyview/r/changemyview/comments/ovxkci/cmv_if_we_need_covid_lockdowns_then_we_need_the.json": "誤解のないように編集すると、これはアンチロックダウンのCMVであり、より厳しい国境管理ではない。\nコントロールです。選挙で選ばれた政府は、政府が展示を行う場合、「自分の安全のために」合法的な市民の自由を奪うべきではありません。\nもし政府が不法な国境通過によるCovidの拡散を防ぐために故意の違法行為を行った場合、我々が選んだ政府は合法的な市民の自由を「自分たちの安全のために」奪うべきではない。\n違法な国境通過によるCovidの蔓延を防ぐために、政府が故意の違法行為を行ったとしても、選挙で選ばれた政府は、合法的な市民の自由を「自らの安全のために」奪うべきではない。繰り返しになりますが、私は...",
  "data/reddit-changemyview/r/changemyview/comments/ow1uq2/cmv_not_revealing_transgender_status_regardless.json": "ここのユーザーとの議論に触発されて。\n\n\n\n現在、私は外科的な手術を受けた人が、その人の体の中にいるとは思っていないという事実は完全に無視しましょう。\n私は手術で作られた性器が「自然」のものと比べて識別できないとは思っていませんが、これを完全に無視して\nこれを無視して、全く見分けがつかないということにしましょう。\n\n\n\nそれでは...",
  "data/reddit-changemyview/r/changemyview/comments/ow1amu/cmv_christianity_and_all_its_branches_have.json": "うん、ほとんどタイトル通りだね。宗教、特にキリスト教は\n特にキリスト教は、自分の聖書を事実だと思い込む心の狭い人たちを大量に生み出しました。\n心の狭い人たちを生み出してきました。もし、彼らが同意できないことがあって、それを裏付けるものを聖書の中に見つけることができれば\nそれを裏付ける聖書の記述を見つけても、彼らの考えを変えることはできません。I...",
  "data/reddit-changemyview/r/changemyview/comments/ow2n0t/cmv_jordan_peterson_is_the_most_willfully.json": "私が彼に興味を持ったのは、2016年に彼を例える見出しを次々と目にしたときでした。\n彼をヒトラーになぞらえた見出しや、人種差別主義者、女性差別主義者、トランスフォビック、ホモフォビックなどと言及した無数の記事を目にしたときです。\n差別主義者、女性差別主義者、トランスフォビック、ホモフォビックなど、数え切れないほどの記事を目にしたのがきっかけです。「これは面白い読み物になりそうだ。\n私は、「これは面白い読み物になりそうだ」と思って、彼のドキュメンタリーを見始めました。",
  "data/reddit-changemyview/r/changemyview/comments/ovyyii/cmv_fast_fashion_is_the_cause_of_severe_negative.json": "Shein、Zara、Topshopなどのファストファッションブランドは、環境問題の大きな原因となっています。\n安価で質の悪い、高額な商品を大量に生産した結果、環境問題が深刻化しています。\n品質の悪い使い捨ての衣料品を大量に生産した結果、環境問題の大きな原因となっています。ファッション業界全体では、800億円の利益を生み出しています。\nこれは地球上の一人当たり10着以上に相当します。これは、地球上の一人当たり10着以上に相当します。",
  "data/reddit-changemyview/r/changemyview/comments/ovvyys/cmv_heroin_should_not_be_a_drug_legally.json": "非犯罪化・合法化されるべき娯楽薬物は絶対にあります。\nマリファナは最も有名な例です。\n\nヘロインは、責任を持って使用すれば何の問題もないので、合法化すべきだという意見を聞いたことがあります。\n責任を持って使用すれば問題はないからです。\n\n私がヘロインに反対する主な理由は、個人的な経験からです。あるとき...",
  "data/reddit-changemyview/r/changemyview/comments/ovmgkt/cmv_extremely_overpowered_characters_especially.json": "私は正直、この点ではワンパンマンが好きです。\n不死身の神ではつまらないと知っているから、他にもいろいろとぶっ飛んだことをストーリーでやっている。\nストーリーです。\n\nDBZやジョジョと比べると、キャラクターが耐えられないほどのパワーを持っていて\n比べてみると、なんだか...つまらないですよね。あなたは、すべての...",
  "data/reddit-changemyview/r/changemyview/comments/ow58xl/cmv_mental_health_awareness_usually_focuses_on.json": "かなり書いてありますね。メンタルヘルスへの関心を高める」「メンタルヘルスに配慮する」などの言葉を聞くたびに\nメンタルヘルスに関心を持つ」とか「メンタルヘルスに配慮する」とか、そういう言葉を聞くたびに\n不安やストレス、軽度のうつ病などを意味しているように感じます。\n精神的な病気は、私は...と感じています。",
  "data/reddit-changemyview/r/changemyview/comments/ow6eh8/cmv_the_vitriol_towards_simone_biles_is_complete.json": "マスクに関して、アメリカの多くの人々が精神的苦痛を与えると主張しているのは驚きではないでしょうか。\n精神的苦痛を与えると主張しています。銃乱射事件になると、アメリカの大部分の人がすぐに\n銃乱射事件となると、アメリカの大部分の人はすぐに銃を撃った人の精神状態を指摘します。\n.... たとえ犯人が以前に診断を受けていなくても...",
  "data/reddit-changemyview/r/changemyview/comments/owfwpy/cmv_many_people_who_support_diversity.json": "まず、私のタイトルに「多くの」という言葉があることに注目してください。\nすべての人に当てはまるわけではありません。しかし、私は多くの人に当てはまると考えています。\n\n違法な人間はいない」「国境はない」などの概念を支持する人の多くは、偽善者であり、自分のためだけに信じていると思います。\n違法ではない」「国境はない」といった概念を支持している人の多くは偽善者であり、国のためにしか信じていません。\n国のためだけに信じているのです。",
  "data/reddit-changemyview/r/changemyview/comments/owhxzx/cmv_aliens_are_not_the_most_likely_explanation.json": "アメリカ空軍が大量のUFO報告書を機密解除して、未確認空中現象は政府が知っている実在のものであると認めたからです。\n未確認空中現象は政府が知っていて追跡している現実のものであると認めて以来\nしていることを認めて以来、私はたくさんのポッドキャストを聴き、たくさんの記事を読みました。\nこの問題に関する記事を何度も読みました。その中で、私がとても苛立たしいのは...",
  "data/reddit-changemyview/r/changemyview/comments/owi1kf/cmv_its_understandable_that_the_church_of_jesus.json": "彼らはモルモン書と呼ばれる別の聖典を持っています。\n教会と神殿があり、忠実なメンバーだけが入ることができ、神、イエス・キリスト、聖霊が三位一体であると信じています。\n神、イエス・キリスト、聖霊は3つの独立した存在であると信じています。他にも様々な\n他にも、彼らの信仰の一部であり、独自のものがたくさんあります...。",
  "data/reddit-changemyview/r/changemyview/comments/owl8q3/cmv_my_wife_shouldnt_get_the_2nd_dose_of_the.json": "タイトルでだいたいわかるでしょう。私たちは妊娠初期で、妻が2回目のファイザーワクチンを\n妻がまだ妊娠初期の段階で、ファイザー社のワクチンの2回目の接種を受けるべきかどうかを決めようとしています。\n判断しています。\n\n私たちはイギリスに住んでいますが、二人とも自宅で仕事をしていて、今のところ社会的に多くの人と会うことはありません。\n今のところ、社会的に多くの人と会うことはありません。",
  "data/reddit-changemyview/r/changemyview/comments/owptbx/cmv_there_is_no_evidence_that_the_officer_who.json": "今、r/news [/r/news]のトップニュースのひとつに、今週自殺した警官の話があります。\n先週、自殺した警官についてです。\n[https://www.cnn.com/2021/08/02/politics/dc-metropolitan-police-officer-suicide-january-6-capitol-riot/index.html].\nCNNの記事では、動機は明らかにされていませんが、大きく示唆しています。",
  "data/reddit-changemyview/r/changemyview/comments/owts1z/cmv_if_you_are_an_adult_male_living_alone_you.json": "つまり、これはかなり基本的なものなので、基本的には上に書いてある通りです。しかし、私の\n私の主な理由は以下の3点です。\n\n\n\n石鹸ですぐに洗える（尿は無菌状態ではありませんが、細菌の数は非常に少ないです。\n尿は実際には無菌ではありませんが、細菌レベルは非常に低いです）。)\n\n\n\n股間の高さにあるので、「欠ける」ことがない。\n\n\n\n膨大なコストを削減できる。",
  "data/reddit-changemyview/r/changemyview/comments/owt3tc/cmv_if_naturopaths_chiropractors_and_osteopaths.json": "3人の「代替」医療従事者はいずれも、西洋の証拠に基づく医療と疑似科学の両方を利用しています。\n西洋の証拠に基づく医学と疑似科学の両方を利用しています。もし彼らが、効果が証明された治療法だけを利用していたら\n効果が証明された治療法だけを利用していれば、もはや疑似科学を実践することはないでしょう。\n\nこれらの疑似科学がなければ、彼らの診療範囲は...と同じになります。",
  "data/reddit-changemyview/r/changemyview/comments/ox7mp8/cmv_we_should_not_allow_media_companies_to_run.json": "私がそう考える主な理由は以下の通りです。\n\n 1. 現在の大統領選の討論形式は、冗談のようなもので、国の恥となっています。\n    私たちの国の恥です。参加者は口を挟むことを許されるべきではない。\n    参加者は他の参加者より多くの質問をされるべきではありませんし、参加者は\n    許されるべきではない...",
  "data/reddit-changemyview/r/changemyview/comments/ox8lj0/cmv_there_is_no_such_thing_as_mansplaining_people.json": "参考までに、私は男性で、毎日のように仕事場で、私がすでに知っていることを説明しようとする人に目を丸くしています。\n私は男性ですが、職場ではほとんど毎日のように、私がすでに知っていることを説明しようとしたり、全く知識のないトピックで議論しようとする人たちに目を見張ります。\nUX/UI/デザイン）の専門家であるにも関わらず、全く知識のないトピックについて説明しようとする人たちに目を見張ることがあります。\n\nそこで私は、おそらく女性に多く見られることだと思いますが、これは...",
  "data/reddit-changemyview/r/changemyview/comments/ox73e0/cmv_who_you_go_on_holiday_with_is_more_important.json": "憧れの国や豪華なリゾート地、活気あふれる大都会に行っても\nあなたの会社が重要なのです。このような人たちと一緒に休暇を過ごすことを想像してみてください。\n彼らがやりたいことをすべて盛り込んだリストを持っているのに、あなたはそれに同意せず\nむしろ自発的にその場所を歩き回りたいと思っています（またはその逆）....",
  "data/reddit-changemyview/r/changemyview/comments/oxa6cu/cmv_when_public_companies_are_convicted_of_crime.json": "企業が犯罪行為で罰金を科せられるたびに、それがコストとして認められてしまう。\nビジネスを行う上でのコストとして受け入れられています。限界利益はわずかに減少し、あるいは\n罰金はすでに予想されていて、事前に配分されていることもあります。\n単なる賄賂と同じです。法律を持つ意味があるのか、もし...",
  "data/reddit-changemyview/r/changemyview/comments/oxf4hd/cmv_changing_homeless_people_to_unhoused_people.json": "私は大学のディベート部に所属していて、積極的にリベラルな大学に進学したばかりです。\n私がすでに怒鳴られたことのひとつは、ホームレスの人たちをそう呼ぶことでした。\n人々のことを「ホームレス」と呼ぶことです。彼らは私にunhouse individualsやpeople without housingと言って欲しいのです。\n住居のない人たち。これは非常に意味深で些細なことだと感じました。その理由は...",
  "data/reddit-changemyview/r/changemyview/comments/ox63re/cmv_it_doesnt_make_sense_to_compare_the_george.json": "数ヶ月前、このサブサイトでは、日本での暴動の影響についての記事がいくつかあったのを覚えています。\nジョージ・フロイドが殺された後の暴動は、1月6日に米国で起きた暴動よりもひどいという内容の投稿がいくつかあったのを覚えています。\nこのサブサイトでは、ジョージ・フロイド殺害後の暴動は、1月6日の連邦議会議事堂襲撃よりもひどいという投稿がいくつかありました。たいていの場合、その論理は次のようなものでした：「たった5人しか死んでいない。\n1月6日に国会議事堂で死んだのは5人だけで、実際にはほとんど...",
  "data/reddit-changemyview/r/changemyview/comments/oxjabt/cmv_politicians_should_all_be_given_the_same.json": "私は10代の頃からこの考えを持っていましたが、最近の別のcmvでの\n最近のcmvでは、政治的な討論会について思い出しました。\n\n選挙はお金で買えるということは、かなり広く知られています。これは、必ずしも\n金持ちの候補者が必ず勝つというわけではありませんし、お金をたくさん持っているクソみたいな候補者が\n金持ちの候補者が必ず勝つとは限らないし、金持ちのクソ候補者が必ず勝つとも限らない...。",
  "data/reddit-changemyview/r/changemyview/comments/oxabk3/cmv_i_shouldnt_have_to_wear_a_mask_if_im.json": "予防接種を受けていれば、マスクをしなくてもいいはずなのに。私は予防接種を受けたので\nその必要はありませんでした。私は州のマスク着用義務に基づいてマスクを着用しました。決められたルールに沿って行動しました。\nパンデミックの最初の1年ほどは、ルールを守って行動していました。\n\nマスクもしない、予防接種も受けない人は、病気になっても気にしないのは明らかです。\n彼らが示したのは...",
  "data/reddit-changemyview/r/changemyview/comments/ox7og9/cmv_no_scrap_yard_or_buyer_should_be_allowed_to.json": "触媒コンバーターの購入は、スクラップ業者が身分証明書と触媒コンバーターと一致する車のタイトルを提示しない限り、法的に認められません。\nスクラップ業者が触媒コンバーターと一致するIDと車のタイトルを提供しなければ、触媒コンバーターを購入することは法的に認められません。あまりにも多くの\n多くの人が触媒コンバーターを盗まれています。\n数百ドルにもなる高価な修理につながるのです。その結果、車が...",
  "data/reddit-changemyview/r/changemyview/comments/oxde88/cmv_removing_an_artist_from_music_festivals_youve.json": "(主題がそれに関連しているので、修辞的効果のために無修正の投稿) だから\nこれは、複数のフェスティバルがDababyをキャンセルしたことに直接反応したものです。最初に言わせてください。\n最初に言っておきますが、彼の発言について、あなたが思想的にどこに着地するかはどうでもいいのです。\nそれは私の見解の根拠ではありません。これは純粋に、充電...",
  "data/reddit-changemyview/r/changemyview/comments/oxjr0k/cmv_if_reddit_is_going_to_ban_subs_like_rmgtow.json": "なぜredditがmgtowを禁止したのか理解できる、あれはalt righterの吐き出しでいっぱいだったから\n憎しみをまき散らしていました。しかし、mgtow2も禁止されましたが、これは全くそのようなレベルではありませんでした。\nした。私が言いたいのは、もしredditがこれらのサブカルチャーを、性差別的であったり\n否定的なことを言っているとかで禁止したいのであれば...",
  "data/reddit-changemyview/r/changemyview/comments/oxr10e/cmv_the_problem_isnt_that_lizard_people_are.json": "私は、様々な政府をトカゲ人間が牛耳っているという興味深い陰謀論を知っています。\nアメリカなどの政府をトカゲ人間が牛耳っているという面白い陰謀論を知っています。\n\n常に、彼らがトカゲ族であるがゆえに、特に悪いことであるという前提で動いています。\nトカゲ人間だから悪いという前提で話が進んでいきます。これは心が狭く、不快なことです。私たちは偏見を持つべきではありません。\n偏見を持つべきではありません...",
  "data/reddit-changemyview/r/changemyview/comments/oxruv5/cmv_the_amount_of_black_peoplesites_on_social.json": "私自身もブラックです。ブラック・ツイッター」と呼ばれるものをたくさんフォローしています。そして\n率直に言って、多くのサイトが、DaBabyが音楽祭から追い出されるのは\nDaBabyが音楽祭から追い出されるのは間違っていると言っているサイトが多いのにはうんざりです。彼らは言論の自由を主張しています。\n言論の自由がどうのこうのと。\n\n彼が暴言を吐いたという事実は、...",
  "data/reddit-changemyview/r/changemyview/comments/oxw38p/cmv_nycs_vaccine_mandate_on_restaurants_gyms_is.json": "政府は国民の安全を守るために法律を制定しています。このケースでは、政府は\nこの場合、政府がこのような環境でワクチンを要求することは、市民の安全を守るために正当化されます。\nこの場合、政府がこれらの施設でワクチンを要求することは、全体的なコビドの蔓延を阻止し、これらの施設の利用者を保護するために正当化されます。\n\nシートベルトの例えがあります。法律では、あなたは...",
  "data/reddit-changemyview/r/changemyview/comments/oy0u2v/cmv_driving_tests_should_be_required_every_2.json": "高齢だけでは運転免許証を取り消す理由にはなりませんが、加齢に伴う身体や認知機能の低下がある方は\n反射速度の低下や視力の低下など、加齢に伴う身体的・認知的な問題を抱えている方は\n視力の低下など、加齢に伴う身体的・認知的な問題を抱えている人は、公共の場や自分自身に危険をもたらします。現在のところ\n現在、米国では、運転免許の再取得が義務付けられています...",
  "data/reddit-changemyview/r/changemyview/comments/oy2cxm/cmv_ubi_is_a_good_idea_and_should_be_implemented.json": "工業化時代以前は、誰もが自分の手や足を使って、物を育てたり\n作って、売って、食べ物と交換して......と、生きていけた。しかし、現在では\n世界は急速に変化し、指数関数的に効率が上がり、人々は職を失い、生活の糧を得ることができなくなりました。\n仕事を失い、生活の糧を得ることができません。これでは・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oy8oy6/cmv_if_the_government_wasnt_so_untrustworthy_we.json": "みんなが相手を叩いているのを見ていると、まるで自分たちがこの状況を作ったかのように\n自分たちでこの状況を作ったように。科学的な根拠があって、みんなにワクチンを接種させようとしていることは理解しています。\nワクチンを接種して、みんながより良い生活を送れるように、そして元の生活に戻れるようにしたいという気持ちはわかります。しかし、私は\nしかし、これは政府の責任でもあると考えざるを得ません...。",
  "data/reddit-changemyview/r/changemyview/comments/oyay4x/cmv_private_businesses_requiring_proof_of.json": "民間企業や店舗がマスクや予防接種の証明書を要求しても、文句を言う権利はありません。\nマスクや予防接種の証明を要求されても文句を言う権利はありません。企業は\nマスクや予防接種証明書を提出しない人にはサービスを提供しないことで、予防接種を促進することは\nこれは、パンデミックを終わらせるための良い一歩だと思います。I...",
  "data/reddit-changemyview/r/changemyview/comments/oyhysw/cmv_no_one_should_be_canceled_for_a_past_mindset.json": "キャンセルが先ではなく、教育が先ではないでしょうか。誰もがそう思うでしょう。\nそうでしょうか？ここでのいくつかの例は、私にとって最も身近なものであるため、リベラルに偏っているかもしれません。\n政治的な議論をするつもりはありません。\nこれは政治的な議論をしたいのではなく、一般的なトピックである瞬間的なキャンセル...",
  "data/reddit-changemyview/r/changemyview/comments/oyk6lq/cmv_cultural_appropriation_is_not_a_thing_and_we.json": "自動起動されてしまうものもありますが、最後まで聞いてください。\n\n私が言いたいのは、こういうことです。私は常に、「文化的流用」が何であるかを理解せずに、「文化的流用」を訴えようとする人を見てきました。\nそれが何であるかを理解せずに、あたかも自分が怒られるべき文化の「擁護者」であるかのように\n怒らせるべき文化の「擁護者」であるかのように振る舞っています。それは典型的な\n一部のSJWと...",
  "data/reddit-changemyview/r/changemyview/comments/oy33e4/cmv_video_games_should_not_restrict_people_from.json": "正直なところ、シムズについての投稿を見て、誰かが彼らのゲームで子供を殺して\nしているのを見て、面白いなと思いました。しかし、その後私は\n最初の世代で死んでしまった子供を削除して、その代わりに\n私が思ったのは・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oysool/cmv_police_vehicles_should_not_be_allowed_to_be.json": "パトカーが黒くて文字が濃くて識別しづらいのは\n私にとっては、警察は犯罪を防ぐために存在するのではなく、犯罪者を捕まえるために存在していると言っても過言ではありません。\n警察は犯罪を防ぐためにあるのではなく、犯罪を起こしている人を捕まえるためにあるのです。覆面パトカーには問題はありません。\n覆面パトカーは問題ありませんが、交通課のパトカーは・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oysc4o/cmv_i_am_right_to_be_cynical_about_democracys.json": "私は、アメリカにおける民主主義の見通しについて、とても、とても、とてもひねくれています。日を追うごとに\n民主主義の終焉へのカウントダウンのチェックマークのように感じています。民主主義の\n民主主義を守ることは、私にとって、何よりも重要な課題です。\nなくてはなりません。そして、その防衛は...哀れ？トークン？少ない...",
  "data/reddit-changemyview/r/changemyview/comments/oynfn0/cmv_companies_who_ask_to_receive_a_bailout_should.json": "私のアイデアをさらに発展させると、この連邦政府が保有する株式は\nこの連邦政府が保有する株式は、25年などの長期にわたって譲渡できないようにします。例えば、もしGM\nが今までに受けたのと同じ額（50ドル、25ドル）で救済されたとします。\n(連邦政府が保有するGMの株式は約931,436,276株となります。",
  "data/reddit-changemyview/r/changemyview/comments/oy8zsi/cmv_eviction_is_not_violence.json": "Video [https://twitter.com/TeamAOC/status/1422287825521844225?s=20]\n\n立ち退きは暴力だと主張するAOC。\n\n私はそうは思いません。立ち退きが暴力的になることはありますか？もちろんです。\n\nしかし、自分が所有していない土地から誰かを追い出すことは、暴力的な行為ではありません。\n暴力ではありません。立ち退きは、手紙や口頭での簡単なものですが...。",
  "data/reddit-changemyview/r/changemyview/comments/oz1r0w/cmv_democracy_doesnt_work_because_people_are.json": "前置きが長くなりましたが、これを政治的な議論にしたくはありません。\nいかなるものでもありません。どちらかというと、民主主義の概念についての一般的な議論です。\n理論的には、誤った情報や無知な国民は、自らに大きなダメージを与えることができます。\n誤った情報や無知な国民は、政府や政権に投票することで、自分や他人に大きな損害を与えることができます。",
  "data/reddit-changemyview/r/changemyview/comments/oyo3q6/cmv_love_is_a_decision.json": "私は最近、愛の意味をここで反芻していましたが、結論としては\n愛とは、誰かや何かを自分よりも大切にするために、日々決断することだと思います。\n愛とは、誰かや何かを自分よりも大切にするために、日々決断することだと思います。\n\n他の人たちと議論していると、口語的な愛の定義がいかに多様であるかがわかります。\n愛の口語的な定義がいかに多様であるかがわかりました。",
  "data/reddit-changemyview/r/changemyview/comments/oz8dvj/cmv_almost_all_our_decisions_involve_some.json": "更新：より良いタイトルは、「ある程度操作されていても、合意されていないことにはならない」です。\n合意されていないことにはならない」です。\n\nインターネット上で、「ああ、でも（彼/彼女）は権力のある立場にいたから、本当は合意ではなかった」というようなことを言っている人を見るたびに\nそれがセックスについてであれ、他の決定についてであれ\nセックスにしても、その他の判断にしても、...",
  "data/reddit-changemyview/r/changemyview/comments/ozczlt/cmv_claw_machines_and_similar_should_disclose_odds.json": "昨日、このマシンの数々を見て思ったのだが、このマシンがディスクにならない理由があるのだろうか？\n確率を公表しない理由があるのかどうかを知りたい。爪とぎ機は、確か\n爪とぎ機は、機械が利益を得るのを確実にするために、ほんのわずかな時間だけ全力でおもちゃを掴むことで機能します。\n利益を得ることができるようになっています。もし、例えば、...",
  "data/reddit-changemyview/r/changemyview/comments/ozalh9/cmv_hyperloops_or_other_sort_of_tracked.json": "アメリカでは、すぐに（来世紀くらいに）飛行機の代わりに地上の交通機関（レール式やチューブ式）が使われるようになるとは思えません。\nアメリカでは、すぐに（来世紀かそこらに）飛行機の代わりになることはないと思います。\n\n私はアメリカを対象としていますが、これは私たちが小規模なプロジェクトで直面している問題を基にしています。\n小さなプロジェクト 政治、環境学、労働組合、土地...。",
  "data/reddit-changemyview/r/changemyview/comments/ozjrix/cmv_police_turning_of_body_camera_should_be.json": "警官のボディカムの映像や音声が、特に活動中に手動でオフにされたことが証明された場合は\nていたことが証明された場合、最初の違反は何ヶ月もの厳しい無給の停職処分とな\n最初の違反は、何ヶ月もの厳しい無給の停職処分とすべきです。2回目の違反は\n2回目は自動的に解雇され、不正操作の罪に問われるべきです。",
  "data/reddit-changemyview/r/changemyview/comments/ozttfn/cmv_guns_are_not_the_cause_of_crime.json": "だから私は、銃があるからといって場所が悪くなることはないと思っています。私は、銃が\nより危険な場所にしてしまうとは思いません。\n\n他の社会問題や健康問題の上に銃があると、より大きな問題になると思います。\nしかし、銃はそれだけでは問題になりません。\n\nアメリカで最も危険な都市を見てみましょう。デトロイト、セントルイス、...。",
  "data/reddit-changemyview/r/changemyview/comments/oztnxg/cmv_the_extended_policy_that_landlord_cant_evict.json": "1ヶ月とか2ヶ月とかならいいんですが、この方針は長すぎます。\nしかし、この方針はあまりにも長く続いています。私は個人的には家主ではなく、家を一軒しか持っていません。\nしかし、もしあなたが他の物件を所有しているのであれば、例えばお金を払って購入したのであれば、そこに住む人を管理することができるべきだと思います。\n誰がそこに住むかを管理できるはずです。\n\n賃借人が家賃を払わない場合、...",
  "data/reddit-changemyview/r/changemyview/comments/p01ajm/cmv_most_people_in_our_society_still_look_down_on.json": "私の考えでは、社会のほとんどの人が、生きている間に精神疾患を患った人を見下しています。\n社会のほとんどの人は、生きている間、精神疾患に苦しむ人を見下していると思います。しかし、もし誰かが精神疾患のために自殺した場合\n社会の多くの人は、生きている間は、精神疾患の人を見下しています。\n社会の多くの人は、突然、心から悪いと思うようになります。\n\n私の考えをもう少し詳しく説明すると...。",
  "data/reddit-changemyview/r/changemyview/comments/p00954/cmv_theres_nothing_wrong_or_unhealthy_with_living.json": "私は高機能自閉症を患っていますが、世界には私のような障害を持っていても、友達を作って社交的になれる人がいます。\n私は高機能自閉症を患っていますが、世界には私のような障害を持つ人でも友達を作って社交的になれる人がいます。\n私は高機能自閉症を患っています。\n\n基本的に私は内向的な人間で、人に興味がありません。私が\n無理に人付き合いをしようとすると、私はまるで......。",
  "data/reddit-changemyview/r/changemyview/comments/p052ob/cmv_collecting_unemployment_and_bypassing.json": "私の理解では、失業は雇用喪失の津波を防ぐために存在しています。\n社会にお金が流れるようにするために存在しています。\n\nしかし、これは保険でもあります。そのために人々はお金を払うのです。\n\nもし私が2021年製のメルセデス・ベンツに乗っていて、契約でカバーされている自然現象のために全損したとしましょう。\n契約でカバーされていたとしても...",
  "data/reddit-changemyview/r/changemyview/comments/p0139j/cmv_people_shouldnt_consider_religion_as_part_of.json": "このことについては、おそらく非難されることになるでしょうが、私は純粋に\n理解できないことがあります。\n\nなぜ誰もが宗教を自分のアイデンティティの一部だと考えるのでしょうか？それは\n宇宙、精神性、倫理、神、超自然的要素などに関する主張の集合体です。\n\nなぜ誰もが束になって...",
  "data/reddit-changemyview/r/changemyview/comments/p06twi/cmv_i_dont_think_its_always_justified_to_cancel.json": "まずは、ケビン・ハートから。2018年、ケビン・ハートが アカデミー賞の司会を務めることになったとき\n2009年から2011年にかけての一連の同性愛嫌悪のツイートが再浮上し、それが原因で結局\n彼は退任しました。これが正当化されたかどうかはわかりません。彼がこのようなコメントをしたのは、7～9年前のことです。\n彼は7～9年前にそのようなコメントをしており、彼は変わってしまったのかもしれません。彼らは...",
  "data/reddit-changemyview/r/changemyview/comments/p0aa72/cmv_its_the_retail_restaurant_and_fast_food.json": "ここでの私の意見は賛否両論です。PUAを収集していた人たちは、自分の国に戻って\n親元に戻ってPUAを集めた人、そのお金を使って何とか自分を高めようとした人、そして今では小売店やファーストフード、レストランで働く必要がなくなった人。\n小売店やファーストフード、レストランで働く必要がなくなった人と、PUAで得たお金を貯め込んでいる人です。\nPUAで得たお金を貯め込んでいる人と...。",
  "data/reddit-changemyview/r/changemyview/comments/ozwh82/cmv_there_should_be_an_age_limit_after_which_you.json": "12歳の子供がオリンピックに参加して優勝するのは素晴らしいことです。\nしかし、私はそれが許されるべきではないと思っています。オリンピックは大きなプレッシャーがあります。\n経験豊富な選手と戦うことは、子供たちにとって良くないことだと思います。\nオリンピックは大きなプレッシャーがあります。\n\n私が見た国では、アスリートたちは訓練を受けなければなりませんでした...。",
  "data/reddit-changemyview/r/changemyview/comments/p0e1le/cmv_attempts_by_americaeurope_to_instill.json": "21世紀は、西欧諸国が民主主義を広められないという壊滅的な失敗によって定義されました。\n民主主義を広めることができなかったことです。イラクへの侵攻やリビアへの介入は、漠然とした不十分な定義を用いています。\n漠然とした自由の概念を利用して、国家組織の破壊を行いました。\n漠然とした自由の概念を用いて、国家組織を破壊し、宗派間の争いを引き起こした。",
  "data/reddit-changemyview/r/changemyview/comments/p0dx3w/cmv_cannabis_should_be_legalized.json": "Okay a classic: これが一般的な意見であることは承知しています。私は、この\n私にとっては非常に明確なことなので、この記事を使って、異なる視点から物事を見てみたいと思います。\n大麻は合法化されるべきだと思います。\n特にアルコールやタバコがこれほどまでにフェティシズムを帯びているならば。あるいは、すべてを禁止すべきです。\n\nここでは...",
  "data/reddit-changemyview/r/changemyview/comments/p0gwds/cmv_animal_cruelty_negligence_and_especially.json": "動物が放置されたり、虐待されたり、時には拷問されたりしているビデオを見たことがあります。\n拷問されている映像を見たことがあります。酷いものです。罰則がほとんどないというのも信じられません。\nある男が動物を拷問しているビデオがありましたが、彼が受けたのは2ヶ月の懲役だけでした。\n懲役2ヶ月でした。\n\nまだ信じられないのは、もっと多くの懲役をもらえるということです...。",
  "data/reddit-changemyview/r/changemyview/comments/p0lldy/cmv_the_atomic_bombings_were_the_correct_move_and.json": "原爆投下は、道徳的に見ても、軍事的に見ても、とにかく右の\nの行動です。\n\n道徳的には、200万人の中国人を死なせるよりも、20万人の日本人を殺す方が良いでしょう。\n道徳的には、200万人の中国人を死なせるよりも、20万人の日本人を殺した方がいい。日本は大規模な戦争犯罪を犯していました。\n推定値を低く見積もっても、それは...",
  "data/reddit-changemyview/r/changemyview/comments/p0s7c5/cmv_i_am_the_only_being_in_the_universe.json": "最近になって、私は実際に存在するかもしれない唯一のものであることに気がつきました。\n他の人たちは、おそらく私の想像の産物に過ぎません。もし私が明日死んだら\n明日、私が死んだら、全宇宙は私と一緒に終わります。\n\n誰も私のこの考えを変えることができませんでした - 私は、この考えを変えるようなものを見たことがありません。\n私は、この考えを変えるようなものを一つも見たことがありません...",
  "data/reddit-changemyview/r/changemyview/comments/p0gce8/cmv_the_death_penalty_should_be_abolished_for.json": "私の考えは非常にシンプルで、いかなる市民も生まれながらにして以下のような制約を受けるべきではないと考えています。\nしかし、国家の権威と責任を受け入れることを選択した人は、より高い基準を求められるべきです。\nしかし、国家の権威と責任を受け入れることを選択した人は、より高い基準に従うべきだと思います。つまり、彼らは\n死刑を受けるだけではなく、死刑にならないようにしなければなりません。",
  "data/reddit-changemyview/r/changemyview/comments/p0ify4/cmv_any_religion_that_touts_its_leaders_as.json": "コビット以降、多くの人が「神に祈った」「神はワクチンを打つべきだと言った」と話しています。\n神に祈り、神はワクチンを受けるべきではないと言った」と話しています。\n\n間違っていたら訂正しますが、司教、長老、枢機卿、司祭は、神と対話するので\n神と話すから「特別」なのでは？誰もがやっていることなのに、なぜ彼らはそんなに特別なのでしょうか？\nなぜ私たちは必要なのでしょうか...",
  "data/reddit-changemyview/r/changemyview/comments/p0svp1/cmv_universal_health_care_can_and_should_be.json": "これに対する論理的な反論をぜひとも聞きたいものです。それはとても実用的で\n基本的なことだと思います。先進国の99％が何らかの形で導入しています。\n\n私は人生のかなりの部分をアメリカ以外のドイツと日本（国民皆保険の国）で過ごしてきました。\n(私はアメリカ以外のドイツと日本（国民皆保険制度のある国）で生活したことがありますが、その時に感じたことは...。",
  "data/reddit-changemyview/r/changemyview/comments/p0ujg4/cmv_simone_biles_opting_out_of_the_all_around.json": "最初に言っておくと、彼女がなぜそれをしたのか理解できますし、応援しています。\n体操は非常に危険なスポーツであり、間違った考え方をしていると致命的になります。\n致命的です。その上、ジャッジが彼女の難しさを強調することは、非常に士気を下げるものであるに違いありません。\nどんな人でもやる気をなくしてしまうものです。私が彼女の立場だったら...。",
  "data/reddit-changemyview/r/changemyview/comments/p0y5i6/cmv_employment_gaps_shouldnt_be_looked_so_down.json": "2年～6年の雇用の空白があった場合、文字通り説明しなければならないことは理解できます。\n働かないでいられる状況にないのであれば、よほどの成功を収めた人や\n働かないでいられる状況にないのであれば、よほどの成功者や\n働かずに済む方法を見つけて、急に必要になった......ということでもない限り、誰もがそうすべきだと思います。",
  "data/reddit-changemyview/r/changemyview/comments/p12pwc/cmv_fat_acceptance_is_the_same_as_enabling_an.json": "私はアルコール依存症の回復者です（断酒して約6年）。\n太っている人にはもっと配慮が必要だという記事や投稿を見ると、本当に腹が立ちます。\n私は自分を共感できる人間だと思っています。\n\n私は自分自身を共感できる人間だと思っていますし、誰かに声を大にして残酷なことをしたりはしませんが、これは本当に...。\nしかし、これは本当に...。",
  "data/reddit-changemyview/r/changemyview/comments/p18gnp/cmv_you_can_support_body_positivity_and_still_be.json": "ネット上のコミュニティや主流のメディアが、「健康でありながら肥満である」という物語を押し付けているのを見ると、私は本当にイライラします。\n肥満であっても健康でいられるというのは全くの誤りです。\nという話をしているのを見ると、とても残念に思います。太っていると（特に肥満だと）、心臓や肺などの臓器の周りに脂肪がたまります。\n肥満になると、心臓や肺などの臓器の周りに脂肪が蓄積され、それによって...",
  "data/reddit-changemyview/r/changemyview/comments/p16f0e/cmv_apple_is_building_the_very_1984esque.json": "最近のアップル社の発表では、あなたのすべての写真の暗号化されたハッシュをアップロードして\n確定した（CSAM）児童ポルノをチェックして、「影響を受けた」ユーザーを\n「報告すると発表しました。Appleは、国際的な監視と戦うことを誓っています。\nアップルは、自分たちが戦うと誓った国際的な監視の基盤を築いているのです。\n\n私はこう考えています。私の見解：これは...",
  "data/reddit-changemyview/r/changemyview/comments/p1emzb/cmv_the_wealthy_are_parasites_who_hoard_wealth.json": "富裕層がどれだけ社会を破壊し、私たちを冷酷な社会不適合者に変えたかがわかります。\n自分たちのために働き、自分たちを殺すか殺されるために、冷酷な社会病質者に変えてしまった。\n殺そうとしています。金持ちから盗むことは道徳的に間違っていないと信じています。\n道徳的に間違っていないと信じています... 彼らは自分たちが稼いだ富を溜め込んでいるのですから...。",
  "data/reddit-changemyview/r/changemyview/comments/p1bfmy/cmv_the_if_the_roles_were_reversed_argument_is_a.json": "例えば、黒人女性が白人女性を「ステイシー」と呼ぶ場合、相手の名前がそうでなければ\n黒人女性が白人女性を肌の色だけで「ステイシー」と呼ぶのは、白人女性が黒人女性を肌の色だけで「キシャ」と呼ぶのと同じです。\n肌の色を理由に白人女性が黒人女性を「キシャ」と呼ぶのと同じです。それを正論ではないと言ってしまうのは\n答えられない人がいるから、その考えを否定しているだけだと思います。どのようにして、あなたは...",
  "data/reddit-changemyview/r/changemyview/comments/p1if07/cmv_americans_fetishize_a_shitty_constitution.json": "選挙人団や上院議員の代表制については、改革の意見が多いので、ここでは触れません。\n改革についての意見は人気があるからです。\n\n毎年、アメリカの子供たちは、自分の国には天才的な政治家によって作られた最高の政治システムがあると教え込まれます。\n天才的な政治家によって作られた最高の政治システムがあると教え込まれています。しかし、実際には..,\nその...",
  "data/reddit-changemyview/r/changemyview/comments/p1jn77/cmv_the_government_should_not_just_be_focused_on.json": "まず第一に、私たちは「環境に優しい」とか「環境破壊を止めよう」とすべきではないと言っているのではありません。\nしかし、「取り返しのつかないことになる前に止めよう」という船は、とっくに出航しています。\nしかし、「取り返しのつかないことになる前に止める」という船はとっくに出航しています。\n\nCO2を吸ってすべてを元に戻すことはできませんし、変化はすでに進行しています。\n人間が介入しても、それを止めることはできません。\n\nその代わり...",
  "data/reddit-changemyview/r/changemyview/comments/p18atk/cmv_the_be_the_bigger_person_mentality_is_stupid.json": "私がRedditで読んだ記事の中で、誰かが「間違ったフォージングをしていないか？\n虐待を受けた人（特に児童虐待の被害者）に対して残酷なことをしたのは悪いことだったのかと\n虐待者（特に児童虐待の被害者）に対して残酷なことをした自分が悪いのではないかと問いかけ、悪いと言われ、「もっと大きな人間になれ」と言われたという投稿をRedditで読んだことがあります。\n\nこのような考え方は、遠回しに「あなたは...」と言っているだけではありません。",
  "data/reddit-changemyview/r/changemyview/comments/p1rok6/cmv_theres_a_lot_to_proud_about_in_us_history.json": "この国の暗い部分を見て、この国への憎しみや恥ずかしさを募らせている人たち（特に若い人たち）の話をよく耳にします。\n憎しみや恥ずかしさを感じるようになりました。\n憎しみや恥ずかしさを感じている人が多いようです。しかし、その一方で\n数え切れないほどのポジティブなことにはあまり目が向けられていないような気がします...。",
  "data/reddit-changemyview/r/changemyview/comments/p1tnqi/cmv_there_is_no_good_reason_for_movies_and_tv.json": "そのシーンを知っていますか？主人公が水の中から引き上げられる。死んでいるのか？\nOMGです。もう一人の主人公がすぐに胸骨圧迫を始めると\n突然、その人は水を吐いています。彼らは大丈夫だ。ばんざーい！」。\n\nもちろん、そうはいきません。心肺蘇生法を行った人は・・・。",
  "data/reddit-changemyview/r/changemyview/comments/p1u1fj/cmv_going_vegan_is_unsustainable_and_dangerous_to.json": "私は、世界全体（特定の地域を除く）で、肉を食べ過ぎていると思います。科学\n肉にしか含まれていない特定のアミノ酸があることは、科学的にも裏付けられています。\n神経の発達に必要なのです。年に数回のボーンブロススープでも\n年に数回のスープでも、大人には十分です....",
  "data/reddit-changemyview/r/changemyview/comments/p223ky/cmv_africanamericans_shouldnt_get_a_pass_for.json": "20世紀にアメリカで行われた医学実験では、アフリカ系アメリカ人をモルモットにしたタスキギー梅毒実験が行われたことはよく知られています。\nアフリカ系アメリカ人をモルモットにしたタスキギー梅毒研究では、「重要なことができる」と虚偽の説明をしながら\nタスキギー梅毒実験では、アフリカ系アメリカ人をモルモットにして、「重要な薬をもらっている」と偽って実験を行ったことはよく知られています。このことは\nアフリカ系アメリカ人が政府を信用していない理由として広く挙げられていますが...。",
  "data/reddit-changemyview/r/changemyview/comments/p21oro/cmv_the_top_100_billionaires_could_maybe_pay_for.json": "米国の2021年予算は約6.8兆円。上位100人のビリオネアの範囲は\n1,300億ドルから1,800億ドルです。ざっくりとした平均で、75Bドル×100で7.5Tドルとしましょう。ですから、仮に\n億ドル×100人で7.5兆ドルですから、仮に100％の富を手に入れたとしても、1年間は問題を解決できるかもしれません。\nそのほとんどは現金ではなく、現金をベースにした純資産です。",
  "data/reddit-changemyview/r/changemyview/comments/p24vjr/cmv_all_of_this_vaccine_hesitancy_is_really_just.json": "候補者が選挙で負けたからでも、もっと単純に「磁力」があるからでも、現政権を悪とみなしているからでも、あるいは\nもっと単純に「磁気」だからでも、現政権を悪と見なしているからでも、国を破滅させそうだからでも\n国を破滅させるとか、「未検証」だから安全ではないとか、そんないい加減な理由はまだ聞いていない。\nダサい理由はまだ聞いていない、本当の理由を...",
  "data/reddit-changemyview/r/changemyview/comments/p2d796/cmv_the_average_american_would_lose_to_a_goose_in.json": "皆さんこんにちは、このリンクを読んで\n[https://www.google.com/amp/s/www.thelondoneconomic.com/lifestyle/eight-per-cent-of-americans-think-they-could-beat-an-elephant-in-a-fight-269759/%3famp]\n一般的なアメリカ人の丸腰での戦闘能力について色々と考えてみました。\n欲しくなってしまいました。今、私は知っています...",
  "data/reddit-changemyview/r/changemyview/comments/p2epoz/cmv_womens_safety_advice_isnt_victim_shaming.json": "女性に「一般的な安全性を入れろ」と言うな、というような書き込みをよく見かけますが\n男性にはレイプするなと言ってくれ」というような書き込みをよく目にしますが、私も同感で、このようなことをしなければならないのは100％めちゃくちゃです。\nしなければなりません。\n\nしかし、私たちが生きているのはめちゃくちゃな時代なので、女性にイヤホンを外すようにアドバイスしたり\n緊急時の連絡先を登録しておくとか...。",
  "data/reddit-changemyview/r/changemyview/comments/p2kr1z/cmv_useless_higher_level_math_classes_calc_trig.json": "K-12年生は、大人になるまでにほとんどの人が知っておくべき基本的な情報を生徒に教えることを目的としています。\n大人になるまでに知っておくべき基本的な情報を教えることを目的としています。卒業するためには特定の科目が必要であることが合意されています。\n卒業するためには、特定の科目が必要であることが合意されています。これは、生徒が次のようなことについて十分な教育を受けられるようにするためです。\n教育委員会が重要だと判断したもの、例えば、自国の...",
  "data/reddit-changemyview/r/changemyview/comments/p2fy1m/cmv_covid_will_become_endemic_and_thus_masks.json": "私たちは、2020年から2021年の前半にかけて、世界的なパンデミックのために犠牲を払いました。\n世界的なパンデミックの影響で 私もかなり苦労しましたが、何とか乗り切ることができました。\nワクチンを接種して通常の生活に戻れるという、トンネルの先にある光があったからです。\n普通の生活に戻れるからです。私はマスクを着用しました。私はマスクをして、家に閉じこもっていました...",
  "data/reddit-changemyview/r/changemyview/comments/p2nlem/cmv_having_a_gun_in_the_home_does_not_make_me.json": "もっと言えば、多くの統計は個人レベルで適用されると役に立たなくなるような気がします。\n多くの統計は、個人レベルで適用すると役に立たなくなるように感じます。\n\n家庭に銃があると、銃による暴力の被害者になる可能性が2倍、3倍などになるとよく言われます。\n家庭に銃を持っていると、銃による暴力の被害者になる可能性が2倍、3倍などとよく言われます。\n\nこのようなことは、個人レベルに適用した場合には有用な情報ではありません...",
  "data/reddit-changemyview/r/changemyview/comments/p2uujh/cmv_the_concept_of_men_having_to_be_the_pursuer.json": "それは、社会的な考えに基づいて人生やモラルを形成することを男性と女性に強いるものです。\n人に役割を強いるように設計されています。誰かに声をかけてもらいたければ\n誰かに声をかけてもらいたければ、このアルファ・オス・ダンスを演じて、人々に興味を持ってもらうように強制しなければなりません。\n興味を持たせなければなりません。私は多くの人と友達になった後、話したことがあります...。",
  "data/reddit-changemyview/r/changemyview/comments/p2w05b/cmv_punishing_a_child_for_swearing_is_a_stupid.json": "注：スラー（中傷）は、トラウマと結びついていて、「Fuck」、「Shit」、「Ass」などとは全く別次元のものなので、含みません。\nFuck」、「Shit」、「Ass」などとは全く別のもので、特定の層を卑下するために作られたものだからです。\nとは全く別物です。\n\n編集部：タイトルは、「悪口に関する現在の社会的基準は、深刻な見直しが必要である」の方がいいかもしれません。\n悪口に関する現在の社会的基準は、深刻な見直しを必要としています...。",
  "data/reddit-changemyview/r/changemyview/comments/p2z5zj/cmv_the_idea_of_forced_diversity_doesnt_make_much.json": "メディアの制作においては、一般的に、潜在的な視聴者（視聴者、読者、プレイヤーなど）にアピールすることを目的としています。\n視聴者、読者、プレイヤーなどの潜在的なオーディエンスにアピールすることが目的です。\n多様性の押し付け」を皮肉ってもしょうがないですよね。\nクリエイティブな選択は、すべて正当なものであるか、すべて「強制」されたものであるかのどちらかです。例え誰かが...",
  "data/reddit-changemyview/r/changemyview/comments/p33u1x/cmv_if_my_body_my_choice_alone_is_an_insufficient.json": "私はワクチン反対派ではありませんし（両方持っていました）、生命保護派でもありません。\n私の体、私の選択、そして責任はそこで止まる」という主張は弱いと感じています。\n\n賛成派にはたくさんの正論がありますが、私はこれがその一つだとは思いません。\nその中の一つです。\n\nもし、あなたがボディ・オートノミーの議論が...",
  "data/reddit-changemyview/r/changemyview/comments/p35qki/cmv_businesses_struggling_to_hire_minimum_wage.json": "真の資本主義経済は、非常に低い失業率によって賃金の上昇をもたらします。\n失業率は非常に低い。企業が従業員の雇用や維持に苦労している場合、他にもっと良い選択肢があるとしたら\n企業が従業員の雇用や維持に苦労している場合、彼らの唯一の選択肢は、賃金やインセンティブによって仕事をより魅力的にするか、あるいはバスを廃止することです。\n賃金やインセンティブで仕事を魅力的にするか、あるいは廃業するしかありません。\n\n私たちの国では...",
  "data/reddit-changemyview/r/changemyview/comments/p3h4uz/cmv_the_average_us_american_is_uneducated.json": "まず第一に、私は彼らを責めるつもりはありません。\n意図的に押し付けられているとしか思えません。しかし、客観的な現実として、平均的なアメリカ人は\n歴史、政治、地理、物理・自然科学、哲学、言語などの基本的な批判的理解が不足しているということです。\n歴史、政治、地理、物理・自然科学、哲学、言語の基本的な批判的理解が不足しているというのが客観的な現実です。\n\nI...",
  "data/reddit-changemyview/r/changemyview/comments/p3h6pz/cmv_the_climate_change_movement_has_been_greatly.json": "一言で言えば、気候変動対策のキャンペーンを他の左派の政策と一緒に行うのは\n他の左派政策と一緒に気候変動対策を行うことは、運動にとって非常に有害であると思います。\n運動に大きな悪影響を与えています。私はオーストラリア人の視点から話をしますが、これは他の国の経験と類似していると思います。\nこれは他の国の経験にも類似していると思いますが、私はオーストラリア人の視点から話します。オーストラリアでは、第3...",
  "data/reddit-changemyview/r/changemyview/comments/p3eabx/cmv_nuclear_is_the_way_forward.json": "気候変動に歯止めをかけるには、早急に原子力エネルギー産業に資源を投入する必要があると思います。\n気候変動を食い止めるためには、早急に原子力産業に資源を投入する必要があります。原子力は\n原子力は、信頼性が高く、カーボンニュートラルな、現在の唯一のエネルギー源です。\n核廃棄物が発生するため、完璧ではないかもしれませんが...。",
  "data/reddit-changemyview/r/changemyview/comments/p3im6q/cmv_hiring_poc_to_play_white_characters_is_just.json": "ウィッチャー』のNetflixシリーズでは、イェンネファー役にアーニャ・チャロトラを採用しました。彼女はイギリス出身ですが\nイギリス出身ですが、インド人とのハーフでPOCです。また、Triss役の女優Anna Schafferも\nトリス役の女優アンナ・シャファーもドイツ出身ですが、こちらもPOCです。\n\nどちらのキャラクターも元々はスラブ系で、本の中ではPOCとは書かれていません。\n本の中ではPOCとは書かれていません。",
  "data/reddit-changemyview/r/changemyview/comments/p39qfd/cmv_parents_who_believe_their_children_owe_them.json": "それは私が育った家庭の方針であり、私の母は私たち（私と弟と妹）を一人で育てました。\n弟と妹）を一人で育てました。母は、自分が私たちを育てた以上、私たちは母に恩義があると信じています。\n他の人たちも同じようなことをしていると思います。親になることは自分勝手な選択だと思います。\n親になることは自分勝手な選択だと思っています（私は2人の娘の父親です）。そして、それゆえに、それは仕事なのです...。",
  "data/reddit-changemyview/r/changemyview/comments/p3uhuo/cmv_batmans_recruitment_of_robin_as_a_fellow.json": "バットマンのコミックでは、ロビン（様々な人が担っている役です）は\n若い世代で、時にはプレティーンでもありますが、最近では13～15歳の間です。\n\nここでは、バットマンのキャラクターの年齢について、別のRedditorの情報に基づいた意見を紹介します。\n含む...",
  "data/reddit-changemyview/r/changemyview/comments/p3znl8/cmv_the_us_government_should_waive_any_visa.json": "アフガニスタンは失われた原因であり、数え切れないほどの数のアフガニスタン人が民主主義の中で育ってきました。\n民主主義の中で育ってきたアフガニスタンの人々が、もうすぐ人魚の物語のようなディストピアに陥ってしまうのです。\nもうすぐです。数年前のイベントで、アフガニスタンの女性で構成された女子ロースクールチームに出会いました。\n私は数年前のイベントでアフガン女性の女子ロースクールチームに出会いましたが、彼女たちが今どんな状況に置かれているのか想像もつきません...。",
  "data/reddit-changemyview/r/changemyview/comments/p405gl/cmv_born_in_the_wrong_body_doesnt_make_sense.json": "これまでに何度か、次のような議論を目にしたことがあります。\nトランスジェンダーの人々の脳は、平均して、自分が認識している性別に、予想以上に似ていることを示す証拠がある。\nトランスジェンダーの人たちの脳は、平均して、遺伝的な性別の人たちから予想されるよりも、自分が識別する性別に近いことを示す証拠がある。\n遺伝的な性別の平均的なメンバーから予想されるよりも、トランスの人々の脳は彼らが識別する性別に近いことを示すいくつかの証拠がある。これは、彼らが何かを掴んでいることを示しています...",
  "data/reddit-changemyview/r/changemyview/comments/p3zkfu/cmv_people_who_post_photos_of_their_children_on.json": "子どもや赤ちゃんは、親や家族に「写真を撮られたくない」「写真を撮られたくない」と伝える機会がありません／ほとんどありません。\n写真を撮られたくない」「写真をネットで公開されたくない」と両親や家族に伝える機会はほとんどありません。\n子供や赤ちゃんは、親や家族に「写真を撮られたくない」「ネットに掲載されたくない」と伝える機会がありません。\n\n思い出のためだから」と言われることもあります。でも、ネットにアップされた写真は消えないし\n写真は消えないし、もし自分の子どもが...",
  "data/reddit-changemyview/r/changemyview/comments/p4bni0/cmv_dr_anthony_fauci_is_a_reliable_and.json": "この件に関しては、多くの方が悪魔の証明のような立場を取る必要があると思います。\nしかし、ネット上の政治的右派からの彼への憎悪があまりにも多いので、私はどうしても\nその怒りがどこから来るのかを理解しようとしています。彼が犯罪者のレッテルを貼られているのを見たことがあります。\n理由もなく、犯罪者、嘘つき、テロリストというレッテルを貼られています。\n\nI...",
  "data/reddit-changemyview/r/changemyview/comments/p4bjib/cmv_if_americans_dont_want_to_get_vaccinated_we.json": "予防接種を受けるための最後のチャンスとして、海外に送る前に警告することができます。\n接種を海外に送る前の最後のチャンスです。そうすれば、リソースを無駄にすることはありません。これらの\n何千ものワクチンが、人々が接種を拒否したために腐ってしまったという話は\nこれは需要と供給のミスマッチです。以来、...",
  "data/reddit-changemyview/r/changemyview/comments/p48g7e/cmv_the_united_states_senate_is_going_to_cause.json": "個人的には上院の使い道はないと思っています。理論的には、上院議員は\n上院議員は国家の利益を執行することになっていますが、実際には上院議員は自分の政党に迎合します。\n自分の政党に迎合しています。代表権は人口ではなく州に基づいています。\nそのため、より多くの人が上院議員になることができず、逆に上院議員の数が少なくなってしまうのです。"
}