{
  "data/reddit-books/r/books/comments/ovo3ct/is_its_normal_thing_to_finish_a_book_and_have.json": "こんにちは。\n\n子供の頃から高校までは、10冊くらいしか本を読まず、読むことをかなり拒んでいました。\n読むことを拒否していました。それ以来、あまり本を読んでいませんでしたが、今、本を読もうとしています。\n\nちょうど『意味を探す男』を読み終えたところですが、読んでいる間に、彼女の作品をいくつかピックアップしていました。\n読んでいるうちに、あちこちで「これは......」と思うことが出てきました。",
  "data/reddit-books/r/books/comments/ovor34/just_finished_neuromancer_for_the_first_time_it.json": "何というか、マジで乗り心地がいい。ストーリーの素晴らしさもさることながら、『ニューロマンサー』が文化全体に与えた影響の大きさは\nノイロマンサーが文化全体に与えた影響は計り知れないものがあります。すべてのページに\nページごとに「なるほど、そういうことだったのか」と思うような箇所がありました。\n影響力のある小説であることは認識していましたし、このような作品が生まれたことも知っていました。",
  "data/reddit-books/r/booksuggestions/comments/ovo9u4/looking_for_a_book_like_the_movie_the_matrix.json": "私の大好きな映画の一つです。私は深い考えを持つ人間で、常にシミュレートされた現実という考えに興味を持っています。\n疑似現実というものに興味を持っています。マトリックスに似たシミュレーションを含む本を探しています。\nマトリックスのようなシミュレーションを含む本を探しています。",
  "data/reddit-books/r/books/comments/ovt663/do_you_think_that_we_should_seperate_the_books.json": "例えば、私はH.P.ラヴクラフトの作品がとても好きです。ラヴクラフトは次のように知られています。\nもし彼が生きていたら、そのことで彼の作品を悪く思うでしょうか？\nもし彼が生きていたら、彼の作品を低く評価するでしょうか？\n彼が生きていたら、私たちの意見は完全に偏ったものにはなりませんが、物語は良いものになるでしょう。",
  "data/reddit-books/r/books/comments/ovzduv/so_i_started_the_pillars_of_the_earth_by_ken.json": "...そして、なぜもっと早く発見しなかったのか、と。歴史好きのイギリス人としては\nイギリスの中世の村々を訪ねてみたくなりました。中世の人々の暮らしぶりは、様々な視点から描かれています。\n中世の生活が、様々な社会的背景を持つ登場人物の異なる視点で描かれていることが\n中世の生活が、様々な社会的背景を持つ登場人物の異なる視点から描かれていることで、彼らの生活を驚くほど理解することができました...",
  "data/reddit-books/r/booksuggestions/comments/ovtpec/japanese_mythologyfolklore.json": "日本の文化や神話にとても興味があります。\n日本の神話について書かれた良い本があれば教えてください。ありがとうございます。\n前もって",
  "data/reddit-books/r/booksuggestions/comments/ovxiyk/any_novel_where_the_protagonist_loses_and_regains.json": "大きな喪失感や大きな裏切りを経験しているのかもしれません。いずれにしても、そのような経験や\nいずれにしても、その経験や一連の出来事によって、世界への信頼を失い、かつての自分の姿を\nかつての自分の面影はありません。しかし、ある日、もしかしたら誰かの手によって\n手を差し伸べてくれたり、新たな目的を与えてくれたりする人がいて...。",
  "data/reddit-books/r/booksuggestions/comments/ovs7zc/any_books_about_thieves.json": "できれば中世を舞台にしたものがいいのですが、もし中世以外の泥棒物語がいいと思うなら\nひとりの盗賊でも、盗賊ギルド全体でも構いません。\n泥棒一人でも、泥棒ギルド全体でも構いません。私が必要としているのは、泥棒に焦点を当てたフィクションやファンタジーの物語です。\nここにいる多くの人がこれらに精通しているとは思っていませんが...。",
  "data/reddit-books/r/booksuggestions/comments/ovz4ly/hot_and_sexy_book_recommendation_with_good_plot.json": "私はファンタジーが好きなので、登場人物が30歳以上でない方がいいと思います。\n登場人物が30歳以上でなければいいと思います。",
  "data/reddit-books/r/booksuggestions/comments/ovwdx4/stories_like_netflixs_love_death_robots.json": "巨人のエピソードを見て、似たような話を探してみたくなりました。私に本を必要とする\n愛と死とロボットに似た（または似ていない）短編小説を集めた本をお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/ow0bgl/i_just_finished_fear_and_loathing_in_las_vegas.json": "友人の勧めで、「Fear and Loathing in Las Vegas」を読みました。\nハンター・S・トンプソン著（1971年）を読みました。自伝的な本だということ以外、何の脈絡もなくこの本を読んだので\n自伝的な本であるということ以外、何の脈絡もなく読みましたが、今読んだ本をどう解釈したらいいのか、全くわかりません。\n今読んだ本をどう解釈したらいいのか、まったくわかりません。いくつか質問があるのですが、ぜひ教えてください。",
  "data/reddit-books/r/books/comments/ow5s6b/does_anyone_get_hung_up_on_certain_lines_and.json": "まず最初に、私は強迫性障害を持っています。\n自分の強迫観念的な行動に起因しています。しかし、誰か他の人がこの問題を経験していないか気になっています。\nこの問題を経験している人がいるかどうか気になります。ある人は「思考サイクル」のように考えていると聞きました。\n思考サイクル」のように考えている人もいるようです。",
  "data/reddit-books/r/books/comments/owbmgj/war_and_peace_and_oh_my_gosh_tolstoy_who_are_you.json": "土曜日にW&Pを読み始め（Briggs penguin）、昨日第一巻を読み終えました。\n昨日、第一巻を読み終えたのですが、誰が誰だかわからなくなってしまったのは私だけではないはずです。\n誰が誰だかわからなくなっているのは私だけではないでしょう。ロストフがニコライだと気付いた時には、一章を読み直さなければなりませんでした。\n私の頭の中では、彼はどうにかして全く新しいキャラクターになっていたのです....",
  "data/reddit-books/r/booksuggestions/comments/owcov7/books_with_major_lgbtq_characters_that_dont_make.json": "トランスやクィアの表現に優れた作品を見つけるのは難しいですね。\n登場人物がLGBTであることが小説の要点になっていないものを探すのは大変です。\n(例：Love Simon）。) クィアなロマンスでも良いのですが、そのための苦悩が少ないものが欲しいですね。\nそのために、あまり怒らないものがいいですね。暗い本や憂鬱な本は...。",
  "data/reddit-books/r/books/comments/owh7g3/the_last_book_that_pissed_you_off.json": "これは非常に特殊な話題ですが、私はある本を読み終えたばかりで、その本には本当に\n私は本当に腹が立ちました。\n\n妻を飛行機事故で亡くした哀れな男が、燃え尽きて落ち込んでいる。\n落ち込んでいます。ただし、彼の「親友」（そして家族！）は、彼が自殺するだろうと神聖視している。\n彼の \"親友\"（そして家族！）は、彼が自殺することを神聖視しているので、全員が彼に嘘をつき、妻が...",
  "data/reddit-books/r/booksuggestions/comments/owny3v/a_book_about_how_to_deal_with_the_concept_of_death.json": "私の友人は、ちょっとした実存的危機に陥っています。\nその中心は、ある日突然、自分が死んでしまい、愛する人たちと一緒にいられない、好きなことができないという事実です。\nその中心は、ある日、自分が死んでしまったら、好きな人と一緒にいられない、好きなことができないという事実です。私たちは二人とも\n私たちは熱心な読書家なので、このような話をする本を探してみました。",
  "data/reddit-books/r/books/comments/owixbn/what_is_the_most_beautiful_book_youve_ever_read.json": "ジョバンニの部屋」を再読していて、ジェームズ・ボールドウィンの文章の力強さに感嘆しました。\nボールドウィンの散文の力強さと、その楽々とした美しさに感嘆しましたが、本全体としては\nしかし、この本は全体的に壊れやすい性質を持っています。Giovanni's Room』はそれ自体が傑作です。私が思うに\n本から美的感覚を連想することは間違いないと思います。",
  "data/reddit-books/r/books/comments/owrqxp/guide_to_getting_it_on_and_books_that_can.json": "この本はすでに何度も紹介されているだろうと思っていましたが\n検索してもあまり出てこないので、ここで紹介します。\n\nポール・ジョアニデス著『ゲット・イット・オンの手引き\n[https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&from_search=true&qid=whEaHexXdF&rank=1]\nは、私...",
  "data/reddit-books/r/books/comments/owv082/currently_reading_crime_and_punishment_what_do.json": "私は今、ドストエフスキーの「罪と罰」を読んでいますが、自信を持って言えます。\nこれまでに読んだ本の中でも、最高の本だと自信を持って言えます（最高ではないにしても）。\n\n主人公の心の中に入り込む方法や、厳しい現実的な性質が\nこの本の魅力は、すべての生きとし生けるものが持つ奥深さにあります。",
  "data/reddit-books/r/booksuggestions/comments/ox1e6n/books_to_read_when_you_are_feeling_a_little_bit.json": "もうすぐ大きな決断をするのですが、少し迷っています。私は\nい会社で働く機会を得ましたが、このオファーにはいくつかの欠点があります。\n自分がどうすべきか、少し迷っています。私は\n私は、オファーに十分満足していないにもかかわらず、オファーを受ける方に傾いています。",
  "data/reddit-books/r/booksuggestions/comments/oxgwaa/what_book_should_i_still_read_even_though_ive.json": "私は、見た後に本を手に取りたくないと思うような番組や映画について、よくこのことを考えていました。\nしかし、あなたはどのようなものがそれに値すると思いますか？",
  "data/reddit-books/r/books/comments/ox7ard/if_a_fictional_universe_has_dragons_and_magic_in.json": "ファンタジーの世界のアイデアはとてもクールだと思います。ドラゴンや魔法、善と悪の戦いが大好きです。\n善と悪の戦いを見るのが好きです。私にとってはすべてが素晴らしいものです。でも、ある人が\nしかし、ある背景のキャラクターが他のキャラクターよりも暗いからといって、強制的に多様性を求める人たちがいると\nしかし、ある背景のキャラクターが他のキャラクターよりも暗いからといって、多様性を強要されていると騒ぎ立てる人がいると、私はただ......。",
  "data/reddit-books/r/books/comments/ox2eti/the_broken_earth_trilogy_was_really_good.json": "彼ら」が誰なのかは知りませんが......ただ、私の一般的な印象では、人々は一般に\n人々は一般的に、N.K. Jeminsenは素晴らしく、彼女の本は素敵だと思っています。もちろん\nもちろん、同じような賞賛を読んで、私はInheritance Trilogyを読みました。\nそれほど気にならなかったというのが正直なところです。私は完全に感謝していますが・・・。",
  "data/reddit-books/r/books/comments/ox3qum/taking_books_out_at_a_library_vs.json": "図書館から本を持ち出すことと、トレントすることは同じではない、と同僚と議論していました。\n図書館から本を持ち出すことと、トレントすることは違う」と同僚と論争していました。彼らのスタンスは「どちらにしてもお金を払っていないのだから\nどっちにしてもお金を払っていないんだから、何が違うんだ」というスタンスでした。私は本当に何と言っていいのかわかりませんでした。\nこれには、ハードな図書館の数から言っても、何と言っていいかわからなかったので、私は戻ってこなければなりませんでした。",
  "data/reddit-books/r/books/comments/oxbfrp/cant_get_it_out_of_my_head_the_beauty_of_some.json": "1ヶ月ほど前に『華麗なるギャツビー』を読んだのですが\n\nグリーン・ライトの要素がどれほど心に響く美しさか。\n物語のグリーンライトの要素がどれほど心に響く美しいものか! そのことが頭から離れません。ギャツビーは彼女にとても強く働きかけました。\n彼の全世界はそのことを中心に回っていて、他のことは重要ではなく、それが唯一のものになった。\n唯一の...",
  "data/reddit-books/r/books/comments/ox6pmh/for_those_who_use_public_libraries_what_do_you.json": "私の近くには2つの図書館があり、それらは2つの異なる県に属しています。一つの\nある図書館と、そうでない図書館があります。どの本を読み終えようかと思っても、何の違いもありませんでした。\nどっちの本を先に読むかを決めるのに何の違いもなかったし、延滞金を払ったこともなかった。\n\nあなたは、この延滞金制度が、本を期限内に返却することを促すと思いますか？",
  "data/reddit-books/r/booksuggestions/comments/oxca6l/spyespionage_novels_in_a_high_fantasy_setting.json": "ハイ・ファンタジー」とは、魔法が使われている二次世界のことで、「ロード・オブ・ザ・リング」や「ストームライト・アーカイブス」などのシリーズがそれにあたります。\nリング」や「ストームライト・アーカイブス」シリーズ、「ファースト・ロー」三部作などのシリーズです。\n\nまた、Charles StrossのLovecraftiのLaundry Filesシリーズのような、現代世界を舞台にした、魔法を使ったスパイ/諜報活動。\nLaundry Files」シリーズのようなラブクラフト的なスパイものは、私が求めているものではありませんでした...。",
  "data/reddit-books/r/books/comments/oxqsue/if_theres_a_book_that_you_want_to_read_but_it.json": "上の写真は、トニ・モリソンの言葉です。この言葉を目にしたとき、私は深く感動しました。\n感動しました。また、時には、自分が見るべき時に、見るべきものを正確に見ることができる。\n見なければならない時に、見なければならないものを見ることがあります。私には、長い間、伝えたいと思っていたある物語があります。\nしかし、本を書くという考えは、どちらかというと...。",
  "data/reddit-books/r/booksuggestions/comments/oxq32w/im_looking_for_books_for_handling_grief_ot.json": "トリガーワーニングかも？\n\n私は21歳で、先日、父がステージ4の癌であることを知りました。\nしていません。医者は余命1年と言っています。不安で何度か吐いてしまいました。\n不安で何度も吐いてしまい、全体的に自分をまとめるのに苦労しています。\nしています。自分では手に負えると思っていたのに...。",
  "data/reddit-books/r/books/comments/oxpa7q/never_let_me_go_an_excellent_start_to_my_kazuo.json": "まず、物語のスタイルが非常に気に入りました。今までに\n語り手が自分の記憶を思い出すことに主眼を置いた本を読んだことがあっただろうか。\nその意味では、とても的確な内容でした。時にキャスは、自分のブラウスの色など、些細なことに注目する。\n自分のブラウスの色や、落ちてくる影など、些細なことに注目することもありましたが...。",
  "data/reddit-books/r/books/comments/oxvywb/i_hate_sex_scenes.json": "タイトルにあるように、私は小説の中のセックスシーンが嫌いです。これは、ほとんどの場合、いつも完璧だからだと思います。\nいつも完璧だからです。たとえそれが10代の処女の最初の出会いであっても、彼らはいつも完璧にお互いの体を感じている。\n互いの体を完璧に感じ、シンクロしていて、一触即発。\n1000ボルトの電流が流れるような...",
  "data/reddit-books/r/booksuggestions/comments/oxqu16/can_someone_who_hasnt_read_any_greek_mythology.json": "読んでみたいけど、ギリシャ語の文献を読んだことがないので、ギリシャ語の文献が読めないのではないかと心配です。\n私はギリシャ語の本を読んだことがないので、ギリシャ語の参考にならないのではないかと心配しているのですが、実際に読んでみたいと思っています。\n読んでみたいです。読むべきなのか、読まないべきなのか。",
  "data/reddit-books/r/books/comments/oxy1c1/main_characters_arent_often_peoples_favorite.json": "ハリー・ポッターは誰もが好きなキャラクターではない」という投稿を読んだことがあります。\nハリー・ポッターの中で一番好きなキャラクターは誰もいない」という記事を読んで、面白いけど考えさせられたことがあります。どの\n自分にとって最高の主人公は誰だろう？\n\n今のところ、パーシー・ジャクソンのパーシーしか思い浮かびません。そしてBilly\nWhere the Red...」のビリー。",
  "data/reddit-books/r/books/comments/oxvak5/reading_on_a_mountaintop.json": "そこで、ちょっとしたことを話したいと思います。私の友人が最近ハイキングに行ったのですが、山頂に着いたとき\n山の頂上に着いた時、本を読んでいる若い男性を見たそうです。\n山はいい天気で賑わっていたし、みんなは\n素晴らしい景色を楽しんでいました。この話をする友人は...。",
  "data/reddit-books/r/books/comments/oxtle0/i_claudius.json": "この素晴らしい歴史小説は、まるで「ゲーム・スローンズ」の物語のように読めるということに基づいています。\nゲーム・オブ・スローンズの物語のように読めるからです。奴隷を抱えたシーザーに悪意を感じるというのは\nこのような話は真実とはかけ離れているのではないかと思ってしまいます。どれだけ社会が混乱していたか\nたった2000年前の社会はどれほど混乱していたのか、文化が混ざり合った壮大なスケール、...。",
  "data/reddit-books/r/books/comments/oy74p9/just_finished_reading_the_shining.json": "こんなに怖い思いをした本は初めてでした。私はホラー映画や本が大好きで\nホラー映画や本が大好きで、簡単には怖くないのですが、この本には本当に驚かされました。\n恐怖を感じました。\n\n私はすべての照明をつけ、シャワーカーテンを閉めるのをためらっています。\n浴槽の中に死体があるのではないかと思って、シャワーカーテンを引くのをためらっている自分がいます。\n\n私は...",
  "data/reddit-books/r/booksuggestions/comments/oy67r6/comedy_story_books_for_4yo.json": "4歳の息子と私は「ホビット」を読み終え、今は「ハリー・ポッター」を始めています。\nポッターを読んでいます。\n\n(1)ビルボの家に様々なドワーフが現れ、お茶を邪魔する。\n(2)ホグワーツからの何十通もの手紙が、ドアの下や煙突から届いた。\nバーノンの家のドアの下や煙突から、ホグワーツからの手紙が何十通も届いていた...。",
  "data/reddit-books/r/books/comments/oycx4x/have_you_ever_read_a_book_that_is_so_good_you.json": "本に没頭する感覚は、私の好きなことのひとつです。私は今\nブランドン・サンダーソンの「Starsight」をもう少しで読み終えようとしていますが、どうしても無理です。登場人物や世界に別れを告げる準備がまだできていません。\n登場人物や世界に別れを告げる準備がまだできていないのですが、終わりに近づけば近づくほど\n終わりに近づくにつれ、続けたくなくなってきました。(本を予約しています...",
  "data/reddit-books/r/books/comments/oy9ycp/just_finished_the_green_mile_and_dang_that_last.json": "\"私たちはそれぞれ死の義務を負っています、例外はありません、私はそれを知っています、しかし時々、ああ\nグリーンマイルはとても長い。\"\n\nこの本の最後の一行は、今まで読んだ中で一番好きな最後の一行だと思います。\nHOLY CRAPのようにね。今まで読んだ本の中で一番好きとまでは言いませんが、楽しめました。\n楽しんだ。でも、あの最後の一行は...。",
  "data/reddit-books/r/books/comments/oy4v04/what_is_a_book_you_had_really_low_expectations.json": "学校の授業で読まなければならない本や、あまり知らずにふと手に取った本など、誰もが知っている本があります。\n何も知らずにふとした拍子に手に取ってしまうもの。その本は\n私たちがあまり期待していないもの。しかし、ひとたびその本に夢中になると\nしかし、実際に読んでみると、その期待をはるかに超えた作品であることに気づく...。",
  "data/reddit-books/r/booksuggestions/comments/oy76n4/suggestions_for_comfort_reads.json": "私は今、辛い時期を過ごしているので、心が軽くなるような、子供のような、懐かしいような本を探しています。\n心が軽くなるような、子供のような、ノスタルジックな本を探しています。何かおすすめはありますか？",
  "data/reddit-books/r/books/comments/oy7tdi/just_finished_reading_lord_of_the_flies_and_after.json": "私は本を読み終えると、その本についてのレビューを読んだり、ビデオを見たりして、ストーリーを理解するようにしています。\n読んだ後は、その本のレビューを読んだり、ビデオを見たりして、ストーリーを理解するようにしています。Lord of the flies」を読んだ後、私はこのようにしました。\nを読んだ後、私はこのようにしました。\n\n[ネタバレ注意]です。\n\n多くのレビュー（ネガティブなもの）は、この物語が非現実的であると言及しています。\nという意味で非現実的だと書かれています。",
  "data/reddit-books/r/booksuggestions/comments/oyk354/something_like_wheel_of_timestandard_farmboy.json": "WoTは5冊目で断念しました。今はミストボーン3部作を読んでいます。\n鬱陶しくないものがいいですね。ただ、良い魔法、アクション\n魔法、アクション、ストーリー、ファンタジーの設定、ロマンスのサブプロットがあればいい。\n\n主流のものでも、自由に提案してください...。読んだことのあるファンタジーは\nInheritance Cycleと...。",
  "data/reddit-books/r/books/comments/oyfdcv/just_finished_reading_middlemarch_by_george_eliot.json": "この本は私にとって初めての900ページ以上の本でしたが、1ページ1ページの登場人物たちと一緒に旅をしているような気分になりました。\n本の各ページの登場人物たちと一緒に旅をしているような気分になりました。\n\nプロットが解き明かされていくのを目の当たりにするのは魅力的で、いくつかのアクションの結果に大きな満足感を覚えました。\n読者としては、いくつかの出来事の結果に大きな満足感を覚えました。\n\nエリオットの社会批評は、ときにとても...",
  "data/reddit-books/r/books/comments/oyh1vo/the_mistborn_trilogy_by_brandon_sanderson.json": "最初の3部作を終えて、その結末に圧倒されました。ブランダーソンは\n伝説的なワールドビルダーです。私がこの本で最も気に入ったのは（物語そのもの以外に）、魔法のシステムです。\n物語以外で最も気に入ったのは、魔法のシステムでした。すべての本の中で丁寧にルールが示されていて、ほとんど科学的でした。\n丁寧に教えてくれます。エピグラフは...",
  "data/reddit-books/r/books/comments/oyi0od/how_many_of_you_make_a_conscious_effort_to_read.json": "私が尋ねたのは、今年初めて52冊の本のチャレンジに挑戦したからです。\n読んだ本を記録することで、作品の背景にまで気を配るようになったのです。\n読書の記録を取ることで、自分が関わっている様々な作家の背景にも注目するようになりました。\n\n先日、59冊に到達したので（達成感あり！）、次は...と決めていました。",
  "data/reddit-books/r/books/comments/oykgo1/whats_it_like_to_read.json": "くだらない質問だとは思いますが、本当に申し訳ありません。私は読書が好きではありません。\n\n私は失語症です。\n\n携帯からなので、フォーマットが悪くてすみません。最近まで、私は「a boo」のようなものは\n本があなたを連れ去る」というのは言葉のあやだと思っていました。\n\n私のパートナーと私は、いつでもお互いに奇妙な事実を共有するのが好きです...",
  "data/reddit-books/r/books/comments/oynbhr/what_ruins_a_book_for_you_for_me_i_hate_it_when.json": "誰かが「この本にはツイストがある」と教えてくれることほど、本のツイストを台無しにするものはない。今\nそれを知ってしまったからには、ずっとそのことを考え、解明しようとするだろう。\n解明しようとするだろう。正しく理解できたとしても、インパクトが弱くなり、作品の評価が下がります。\n感謝の気持ちが薄れてしまいます。\n\n本について他にどんなことを...。",
  "data/reddit-books/r/booksuggestions/comments/oyscon/is_the_song_of_achilles_good.json": "この本が推薦されているのを何度も目にしてきました。\nとても良い本だと思います。\n\nこの本を父にプレゼントしようと考えていました。\nギリシャ神話が好きで、「オデュッセイア」も読んだことがあるそうです。唯一の心配事は、この本がティーンエイジャー向けの雰囲気を持っていることです。\nこの本がティーン向けの雰囲気を持っているかどうかです。そうですね・・・。",
  "data/reddit-books/r/booksuggestions/comments/oyyxqv/posts_in_this_sub_be_like.json": "新しい良書を読みたい。蒸気機関や火薬が普通に使われている、中世の別の歴史を舞台にしたものでなければなりません。\n蒸気機関と火薬が普及しているような、別の中世史が舞台でなければならない。恋人から敵へ、そして恋人から敵へというストーリーがあること。\n恋人から敵へ、そして恋人から敵へという展開があり、できればゴールデンレトリバーが脇役として登場すること。\n脇役としてゴールデンレトリバーが出てくることが望ましい（ただし、しゃべるキャラクターではない、それは...）。",
  "data/reddit-books/r/books/comments/oz3xcw/station_eleven_what_an_extraordinary_book_and.json": "昨日、エミリー・セント・ジョン・マンデルの「ステーション・イレブン」を読みました。読むのをやめられませんでした。\n十数回は泣きました。\n\nちなみに私は2020年3月からアイソに入ったり入らなかったりしています。私はCovidが発生する前、外国の大学の学生でした。\n海外の大学に在籍していたのですが、コヴィッドの影響で全てを捨てて帰国しなければならなくなりました。\n帰ってきました。ほとんど一人だったので...。",
  "data/reddit-books/r/books/comments/oyzpe3/finished_the_god_of_small_things.json": "で、先月、この本を読んだのですが、ロイさんの文章には畏敬の念を覚えます。彼女の文章は\n彼女の文章はとても美しく、表現力に富んでいて、私がいかにこの本の中に出てくる\n本の中に散りばめられた小さなメタファーがいかに好きか、説明する言葉がありません。\n\nEsthaとRahelの世界はとても美しく織り込まれています。また、なぜこの本が心に響いたかというと\nこの本がなぜ心に響いたかというと",
  "data/reddit-books/r/books/comments/oz9fbr/how_do_people_read_a_300_page_book_in_one_day.json": "仮に仕事が休みだったとしても、10万語の本を読むだけの精神力がある人がいるとは思えません。\n1日に10万語を読む精神的な体力があるとは思えません。2007年にティーンエイジャーが\n死の秘宝」を初日に手に入れて、夜中まで読んでいたそうです。テレビ番組と違って\nテレビ番組のように受動的に吸収するメディアとは異なり、読書は...",
  "data/reddit-books/r/books/comments/ozeqqa/finally_finished_dune_book_one.json": "そして、少年は旅をしていた。映画が終わった後、この不良少年を手に取ることにしました。\n映画の発表後にこの不良少年を手に取ろうと思ったのは、すでに素晴らしい出来栄えだと思ったからです。実際には、この作品がいかに多作であるかを読んで、ずっと私のリストに入っていました。\n実際には、この作品がどれほど多作であるかを読んでずっとリストに入っていたのですが、期待を裏切られることはありませんでした。\n期待を裏切りませんでした。読んでいて非常に達成感があっただけでなく、...",
  "data/reddit-books/r/booksuggestions/comments/ozevev/murakamis_atmosphere_and_surrealism_but_without.json": "何か提案はありますか？",
  "data/reddit-books/r/books/comments/oz9ss2/im_science_fiction_author_kb_wagers_ask_me.json": "皆さん、こんにちは。私はK.B.Wagersです。Orbit BooksのIndranan WarとFarian Warの三部作とNeoGermanの三部作のノンバイナリー作家です。\nの三部作と、Harper VoyagerのNeoG Adventuresを執筆しています。\n最近発売された「Hold Fast Through the Fire」を含む。私が書いているのは\n近地球軌道警備隊のインターセプター・チームが宇宙空間をパトロールする様子を書いている。",
  "data/reddit-books/r/books/comments/ozgs4v/how_to_tell_the_difference_between_a_competent.json": "どうすればいいですか？強いキャラクターの本を読むたびに感じています。\n強くて面白い女性主人公の本を読むたびに、彼女のことをメアリー・スーと呼ぶレビューが100万件はあるような気がする。\nメアリー・スー。ウィキペディアによると、メアリー・スーとは「非現実的なほど弱点がないこと」だそうです。\nしかし、私は弱点がどのくらいの大きさでなければならないのか理解できません...。",
  "data/reddit-books/r/books/comments/ozolup/what_novel_is_extremely_comprehensive_of_the.json": "また、心理学や哲学が豊富なもの。\n\ninb4 誰かが「人間の条件は存在しない」と反論する。正確な定義はできませんが\n正確な定義はできませんが、漠然とした家族のような資質の集まりがあります。\n人間の条件」には、誰もが知っている曖昧な家族のような性質の集まりがあります。そして、小説は明らかにCAN\nはもっと...",
  "data/reddit-books/r/books/comments/ozp523/just_finished_the_ones_who_walk_away_from_omelas.json": "前提条件を聞いて、興味を持ったので手に取ってみることにしました。そして、私は\nこの本をとても気に入りました。文章が見事です。素人の私の解釈では、この作品には\nこの作品を素人なりに解釈すると、「資本主義社会には倫理的な消費は存在しない」ということになります。\n倫理的な消費は存在しないということだと思いました。\n\n彼女の作品を読むのは今回が初めてなのですが...。",
  "data/reddit-books/r/books/comments/ozt02w/in_praise_of_john_irving.json": "私は彼がしばしば（正しいかどうかは別として）「空港小説」などと酷評されることを知っています。\nしかし、私は今朝、John IrvingのThe Cider House Rulesを読み始めたところです。\n彼は本当に読むのが楽しい作家の一人だと思っています。\n少なくとも彼の初期の作品においては。\n\nThe World According To Garp』は...",
  "data/reddit-books/r/booksuggestions/comments/ozujum/books_you_couldnt_put_down.json": "連勝を続けたいと思っています。ほとんどのジャンルを楽しみます 最近のお気に入りは\nマスターとマルガリータ、クラウド・アトラス、教育された、サピエンス、オーシャン・アート・ジ・エンド・オブ・ザ・レイン\nレーン",
  "data/reddit-books/r/books/comments/ozir8q/longest_book_youve_ever_read.json": "今まで読んだ本の中で一番長い本は？シリーズものではなく、単行本です。何ページ\nページでしたか？私が読む本は平均して300～400ページくらいだと思います。正直なところ\n正直に言うと、今まで読んだ本の中で一番長かったのはHPの本だったと思います。\n長い本は好まれるのでしょうか？このような本はありますか？",
  "data/reddit-books/r/books/comments/ozyfj4/every_year_4chan_ranks_their_100_best_books_of.json": "この作品は30～40時間の気の遠くなるような作業を経て完成しました。\n楽しんでもらえればと思います。これは本当に面白いリストです。\n4chanの評判にもかかわらず、彼らのブックリストが毎年発表されるたびに\n4chanの評判にもかかわらず、彼らのブックリストが毎年発表されるたびに、いつも比較的尊敬され、意味のあるものになっていることにいつも驚かされます。",
  "data/reddit-books/r/books/comments/ozwr24/is_it_just_me_or_is_100_years_of_solitude_hard_to.json": "Redditではガブリエル・ガルシア・マルケスの『100年の孤独』について満場一致で盛り上がっているようです。\nを買って読み始めたのですが、私にはまだよくわかりません。\nと思っています。年表は複雑だし、家系図はわかりにくいし（同じような人ばかりで\n家系図もわかりにくいし（同じ名前ばかり）、セリフが少ないので、なかなか...。",
  "data/reddit-books/r/booksuggestions/comments/p05x0b/does_anyone_as_an_adult_ever_read_ya_books_what.json": "確かに、ハリー・ポッターのような分かりやすい本の他に、Percy JacksonやMiss Peregrines Home for Peculiar Childrenのような本も読んだことがあります。\nパーシー・ジャクソンやミス・ペレグリンズ・ホーム・フォー・ペキュリア・チルドレンなどを読み、楽しんできました。\n楽しんできました。私がYAの本を楽しむのは、他の本のように長々としていなくて簡単だからです。\n楽しんでいます。このようなことをしている人はいますか？何か良い方法はないでしょうか？",
  "data/reddit-books/r/books/comments/p03puf/does_anybody_else_who_loves_to_read_sometimes.json": "私は本を読むのが好きですが、最近気づいたのですが、本を読むのを避けてしまうことがあります。\n睡眠の妨げになるからです。あと1章」を読むために遅くまで起きているだけではなく\nプロットや登場人物のことが気になって眠れないこともあります。\n登場人物のことが気になって眠れなかったり、夢を見てもそれに関連した内容だったり...。",
  "data/reddit-books/r/books/comments/p0b61e/milk_and_honey_is_absolute_trash.json": "Milk and Honey」は今まで読んだ中で最悪の作品です。\n\n私は何かを見逃しているのだろうか？私の頭が悪すぎて理解できないのでしょうか？私は詩を理解していないのだろうか？\n詩を理解できないのだろうか？\n\n断片的な文章しかないんです。\n\n\"私は空腹でした\"\n\n\"私は冷蔵庫を開けた\"\n\n\"空っぽだった\"\n\n\"私は強い\"\n\nしかし、私は最大のファンではないと言わざるを得ません...",
  "data/reddit-books/r/books/comments/p04pt9/finally_finished_reading_the_divine_comedy.json": "ここ数年、会社の昼休みに本を読んでいました。\n今ようやく読み終わりました。本当に美しい本で、私に感じさせてくれる数少ない本のひとつです。\n本の中のすべてのものを感じ、見て、そして聞くことができる数少ない本の一つです。ダンテが行った旅は、まるで\nダンテが行った旅は、読者自身が行うものであるように感じます。このような本は",
  "data/reddit-books/r/books/comments/p0ggpb/why_are_book_clubs_mostly_women.json": "昨日、男一人でブッククラブに行ってきました。楽しかったです。私たちは本について話しました。\n本の内容や賛否両論が出てきて、自分の思い通りになった。ただ、感じたのは\nただ、ブッククラブといえば女性が多いという固定観念があるので、妙な感じがしました。\nただ、女性メンバーが多いというブッククラブの固定観念が現実になったことは奇妙に感じました。男性が本を読むことは知っていますが、なぜ女性が本を読むのかはわかりません。",
  "data/reddit-books/r/books/comments/p0fs4w/do_you_look_at_a_books_ratings_in_goodreads_first.json": "私だけかもしれませんが、Goodreadsで4以下の評価を受けた本には偏見があります。\nに偏見があります。平均評価が4点以上でないと手に取らない傾向にあります。\n私は、平均評価が少なくとも4でないと、本を手に取ることに慎重になる傾向があります。\n私がその本を楽しむかどうかは、評価の高さでは決まりません。私が読んだ本の評価は...",
  "data/reddit-books/r/books/comments/p0atw5/how_much_do_you_read_each_day_and_when.json": "多くの記事では、1日30分、あるいは1日1時間、あるいは一定のページ数を読めと言っています。\nある程度のページ数を読めというものです。寝る前とか、朝とか...。\n\nしかし、あなたは一日にいつ、どのくらいの量を読んでいますか？それが時間であろうと、ページ数であろうと\n時間でもページ数でも、それは問題ではありません。ただ、あなたの習慣やルーティンを知りたいのです。",
  "data/reddit-books/r/books/comments/p0j384/why_is_the_bible_often_considered_a_well_written.json": "正直に言うと、私は聖書を隅から隅まで読んだことはありません。しかし、私はキリスト教のサマーキャンプで働いています。\nクリスチャンのサマーキャンプで働いていて、過去7年間そうでした。私たちは毎日、聖書のレッスンを行います。\n1日に何箇所か読むこともあります。\n\n今年は、実際に書かれたものや翻訳にもう少し注意を払ってみようと思いました。\n今年は、実際の文章や翻訳にもう少し注意を払うことにしました。",
  "data/reddit-books/r/booksuggestions/comments/p0km7l/please_suggest_me_books_which_you_absolutely.json": "例えば、私は「A fine balance」や「A little life」が好きでした。しかし、この2つの作品は\nテーマを扱っているので、人によってはちょっとやりすぎかもしれません。同様に。\nあなたが一般的に警戒している本を推薦する前にお願いします。",
  "data/reddit-books/r/books/comments/p0jyaj/whats_the_worst_book_that_youve_read_that_you.json": "始めるよ。最近、ケリー・バーンズの「ルビーの宮殿」を読みました。実はこの作品は\n三部作の第二部です（読み始める前は知りませんでした）。\nイーストエンドのギャングの恐るべき一族が、真っ当な道を歩もうとしている。これは\n登場人物が登場しては盛り上げていくだけのお粗末な内容です。",
  "data/reddit-books/r/books/comments/p0mnjx/i_am_not_feeling_catch_22.json": "私は100ページ目にいますが、この本を理解することはできません。まとまりがなくて\n楽しむことができません。著者は物事から物事へと飛び移り、正直なところ私は\n何が起こっているのかわからないのです。この本が非時系列的な語り口であることは知っていますが\nこの本が非時系列的なナレーションであることは知っていますが、それでもあまりにも混乱していると感じています。そして・・・。",
  "data/reddit-books/r/books/comments/p0qlkg/reading_my_deceased_grandmas_favorite_book.json": "私の祖母は、長い間アルツハイマー病と闘った後、木曜日に亡くなりました。I\n私と彼女はとても仲が良かったので、とても寂しいです。亡くなったと発表されたとき\n長くないと発表されたとき、私はおばあちゃんの好きな本、トム・ソーヤを買って読んであげようと思いました。\n読んであげようと思い立ちました。読んだことのない本でしたが",
  "data/reddit-books/r/booksuggestions/comments/p0fyyq/just_finished_1984_any_other_good_books_like_that.json": "おすすめの本を教えてください",
  "data/reddit-books/r/booksuggestions/comments/p0oa2z/just_finished_watching_altered_carbon_on_netflix.json": "duneかneuromancerを始めようと思っているのですが、もう少し提案があれば。",
  "data/reddit-books/r/books/comments/p0gy6q/tribute_to_the_local_bookseller_of_my_childhood.json": "みんな、そういう特別な本屋さんがあるといいですね。アマゾンが破壊する前のもの\n壊されてしまった。私はラッダイトではありませんが、何時間も立ち読みできる場所には好感を持っています。\n何時間でも見て回れる、座って読める本屋さんが好きなんです。前置きはこれくらいにして\n私のお気に入りをご紹介しましょう。\n\n私が12歳か13歳の時、1995年か1996年頃、新しい...",
  "data/reddit-books/r/books/comments/p0uxbk/how_many_depressed_english_professor_novels_are.json": "\"文章に関する悪い本には「知っていることを書け」と書かれていますが、これは厳粛で全くの\n英語教授が不倫を考える平凡な小説がたくさんあるのは、この格言が全くの誤りだからである。\nこれが、英語教授が不倫を考える平凡な小説が多い理由である」。- ジョー・ホールドマン\n\n誤解を恐れずに言えば、これは素晴らしい言葉ですが、あなたはどれだけの小説を知っていますか？\nどれだけの小説が...",
  "data/reddit-books/r/books/comments/p0x2tg/does_anyone_actually_like_dust_covers_on.json": "ハードカバーの本を読んでいると、必ずと言っていいほどダストカバーやジャケットが付いています。\n私はいつも、その本を読み終えるまでカバーを外しています。すべてではありませんが、ほとんどのハードカバーの本では\nハードカバーの本にダストジャケットをつけることは、無意味なことだと思います。\n\n確かに、ダストジャケットは内蔵のしおりとして使用できますし、宣伝文句も入っています。",
  "data/reddit-books/r/books/comments/p0sbvv/where_am_i_meant_to_put_my_bible_on_my.json": "そんな中、最近、初めてのバイブルをプレゼントされました。私はクリスチャンでもなければ、クリスチャンの家庭で育ったわけでもありません。\nクリスチャンでもないし、クリスチャンの家庭で育ったわけでもないので、聖書をどこに置いておくのかということはわかりません。\n本棚に置きたいと思っています。\n\nこの贈り物を受け取って、私は本棚のどこに聖書を置けばいいのだろうと思いました。\n本棚のどこに置けばいいのか...。",
  "data/reddit-books/r/books/comments/p0zfp4/just_finished_anne_frank_the_diary_of_a_young_girl.json": "決定版です。\n\n子供の頃、私は彼女のことを知り、ホロコーストについて学びました。\n\n今、私は30歳。ようやくこの本を購入して読むことができました。私はこの本を\n学生時代に少し読んだことはありましたが、このような版は初めてでしたので、同じく\n今ではとても理解しています。\n\n今、読み終えたのは...",
  "data/reddit-books/r/booksuggestions/comments/p0xlxa/book_for_my_girlfriend.json": "こんにちは！！！！！！！！！！！！！！！！！！！（笑\n\n僕の彼女が6ヶ月間の留学をすることになりました...。彼女は僕の彼女であると同時に\n彼女は私のガールフレンドであると同時に親友でもあります。というのも、私は\n私は彼女が私にとってどれほど大切なのかという気持ちを表現するのが苦手なので、「表現」したいと思います。\n本で \"表現 \"したいと思います。愚かに聞こえるかもしれませんが、もし...",
  "data/reddit-books/r/books/comments/p0xkyz/the_god_of_small_things_is_the_most_miserable.json": "なぜこんなにも嫌悪感があるのか、自分でもわかりません。\nこの本に嫌悪感を抱く理由がわからない。\n\n憂鬱だからというわけでもなく、憂鬱なものは私の糧であり\n憂鬱な気分にさせられるからだ。\n\nトラウマ・ポルノに似ているからでしょうか？\n\nこの本に出てくる人たちは、誰もが絶対的に惨めで、誰もいないからだと思います。\n誰もが...",
  "data/reddit-books/r/books/comments/p0wcwe/unpopular_opinion_where_the_crawdads_sing_is.json": "この本の宣伝文句を聞いて、この夏、楽しみに読んでみることにしました。\n楽しみにしています。私は、超過大評価だと思いました。まず第一に、クライマックスの\n本のクライマックスは全体的に圧倒されました。具体的には、チェイス・アンドリューズの裁判と殺人は\nチェイス・アンドリューズの裁判と殺人があまりにも予測可能で、それが...",
  "data/reddit-books/r/books/comments/p154r5/just_finished_herberts_dune_what_a_captivating.json": "ハーバートの『デューン』を読み終えましたが、何と魅惑的な物語だったことでしょう。\n\nアシモフの『ファウンデーション』を基にしたテレビ番組と、ハーバートの『デューン』を基にした映画がこの秋に公開されます。\nこの秋には、アシモフの『ファウンデーション』を基にしたテレビ番組と、ハーバートの『デューン』を基にした映画が公開されます。\n子供の頃、SFをよく読んでいたのですが、この2つのシリーズはなぜか見逃していました。I...",
  "data/reddit-books/r/booksuggestions/comments/p13ox8/happy_national_book_lovers_day.json": "もし誰かに「あなたの好きな本は何ですか？そしてその理由は？\" あなたは何と答えますか？",
  "data/reddit-books/r/booksuggestions/comments/p17w30/the_charm_of_this_subreddit.json": "今年の新年の抱負は、25冊の本を読むことでした。Kindleを購入して\nこの数年、社会人として忘れていた読書の習慣を少しずつ身につけていきたいと思います。\nソーシャルメディアに引き込まれてしまい、自分の弱点である\n私の重大な弱点である「非常に短い注意力」の知識で武装して、ソーシャルメディアに引き込まれたのです。\n\n8ヶ月が経ち、私は半分以上を読み終えました。",
  "data/reddit-books/r/books/comments/p1d8ya/i_see_a_lot_of_discussion_on_taking_care_of_books.json": "本を神聖な芸術品のように扱い、図書館を大切にしている人たちの話をよく耳にします。\nダストジャケットを交換したり、本を神聖な芸術品のように扱ったりしているのをよく耳にします。\n本を神聖な芸術品のように扱っているという話をよく耳にします。\n\n私は意図的に本を傷つけたりはしませんが、完璧に保つための努力は文字通りゼロです。\n完璧に保つための努力は全くしません。紙だし、...",
  "data/reddit-books/r/books/comments/p1d7ak/why_do_people_say_its_a_red_flag_if_someones.json": "今、読み終わったのですが、本はかなりイマイチでした。確かにナレーターは\n傲慢な印象を受けることがあります。でも、そんなこと言っても\nホールデン・コールフィールドが一番好きな主人公だとしても、それが問題になるとは思えません。\n問題ないと思います。彼は、自分がどのようなキャラクターであるかをよく表していました。",
  "data/reddit-books/r/books/comments/p16r19/happy_national_book_lovers_day.json": "読書は常に私の人生の重要な部分を占めてきました。\n私の両親は、私に自分で本を読むように勧め、私や兄弟に読み聞かせをすることで、文字を愛する心を植え付けました。\n毎晩、私と兄弟に本を読んでくれ、Scholastic Book Fairsや地元の図書館で本を選ぶのを手伝ってくれました。\n毎晩、私と兄弟に本を読んでくれたり、スコラスティック・ブックフェアや地元の図書館で本を選ぶのを手伝ってくれたり、夏に読んだ本を記録して...",
  "data/reddit-books/r/books/comments/p1lqpf/is_the_whole_dune_series_worth_reading.json": "皆さん、こんにちは。私はSFのジャンルに挑戦するために、Duneの本を買おうと思っています。\nジャンルを試してみようと思っています。しかし、私はDuneシリーズ全体を読む価値があるのかどうか疑問に思っています。\nなぜなら、このシリーズについて様々な意見を聞いたからです。ある人はDuneは単独で素晴らしいと言い、ある人は最後の\nある人はDuneは単独で素晴らしいと言い、ある人は最後の3つの作品はあまり価値がないと言います...。",
  "data/reddit-books/r/booksuggestions/comments/p1ovfw/books_to_pick_up_for_20_minutes_at_a_time_instead.json": "私は、「携帯電話を手に取り、すでに見たことのあるクソをスクロールして、繰り返す」という行為から解放されたいのです。\n繰り返す」というサイクルを、20～30分本を読むことで解消したいと思っています。\n小分けにして読むのに適した本は何かありますか？私は半年ほど本を読んでいません。\n半年くらい本を読んでいなくて、最後に読んだのは生々しいものでした......。",
  "data/reddit-books/r/books/comments/p1nyqj/has_anybody_else_been_mentally_stuck_inside_the.json": "ここのところ、素敵な濃厚なファンタジーシリーズに力を入れていて、今は3冊2000ページくらいです。\n3冊で2000ページほど読んでいます。ここまで来ると精神的にも大変なので、少し休みたいのですが\nここまで来た精神的な努力のために少し休みたいのですが、他の本を開くたびに\n10ページもしないうちに興味が失せてしまい、話を切り離すことができません...。",
  "data/reddit-books/r/books/comments/p1rm28/why_do_so_many_people_think_dan_brown_books_are.json": "そもそも私は、今回のことを自分にとっての学びの場にしようとしています。\n\n私は大の映画評論家で、非常によくできていると思う作品をいくつか挙げることができます。\nした。\n\n本に関しては、私はそれほど読書家ではありませんが、「天使と悪魔」と「ダ・ヴィンチ・コード」は読みました。\nダ・ヴィンチ・コード」を読みましたが、とても面白かったです。\n\nそれは何ですか...",
  "data/reddit-books/r/books/comments/p1e0c4/spoiler_involved_i_finished_reading_frankenstein.json": "私はこの小説が恐ろしいものであることを期待していました。残忍で邪悪で無気力な\nモンスターを想像していました。しかし、私の頭の中では「モンスター」が「クリーチャー」に変わっていたのですが、これは言葉や助詞の影響を意味しています。\n私たちが他人に使う言葉や形容詞の影響、そして子育ての重要性を意味しています。\n子育ての意義。そのせいで何度も泣いてしまった...。",
  "data/reddit-books/r/books/comments/p1v9nk/ive_been_rereading_the_culture_series_by_iain_m.json": "それらはジャンルフィクションであり、しばしば軽視されがちですが、一般的なピューリズ ムよりもはるかに文学的です。\nのSFよりもはるかに文学的です。\n\n登場人物は肉付けされていて説得力があり、スタイルは創造的で、たいていはひねりの効いた結末があります。\n登場人物は肉付けされていて説得力があり、スタイルは独創的で、通常はひねりの効いた結末があり、描かれている社会は理想的です。そして、それはまだ\n刺激的なアクションもあるし...。",
  "data/reddit-books/r/books/comments/p1sohf/the_perks_of_being_a_wallflower_is_catcher_in_the.json": "最近、『ライ麦畑でつかまえて』についての投稿がいくつかあるのに気づいたので、私の意見を伝えようと思いました。\n私の意見を述べさせていただきます。\n\n私がCatcherを読んだのは2010年頃の11年生の時でしたが、正直なところ、なぜCatcher in Ryeが評価されているのかわかりませんでした。\n良いとされているのか、正直わかりませんでした。全然。私は、この作品が疲れるほどの苦行であり、ひどいPOVキャラクターがいて\n疲れるし、意味不明なPOVキャラクター ....",
  "data/reddit-books/r/books/comments/p1wyfp/the_character_sarah_harding_in_michael_crichton_s.json": "マイケル・クリトンの『ロスト・ワールド』に登場するサラ・ハーディングは、最も優れた、最もハードコアな主人公の一人です。\n筋金入りの主人公です。\n\n彼女がティラノサウルス・レックスで男性を計画的に殺害する場面があります。\nvia インドの足相撲。(彼は以前、彼女を殺そうとしたことがあったので、その時の経緯があります。\n歴史があります）。)\n\nまた、彼女が...",
  "data/reddit-books/r/books/comments/p1vywm/what_was_your_biggest_letdown_of_a_book.json": "お勧めされたからとか、好きな作家の本だからとか。\nあなたがとても楽しみにしていたのに、結果的に大きな失望を与えてしまった本は何ですか？\n大いに失望した本は？\n\n私の場合、最近ではJohn Gwyneの『Malice』がそうです。この作品は、従来の手法を覆す素晴らしい作品だと聞いていました。\n彼が書いた作品は...",
  "data/reddit-books/r/books/comments/p1pzz9/whats_the_one_book_youve_tried_to_read_many_times.json": "私の場合は、Mark Z. Danielewskiの「House of Leaves」です。これは大きな本で、密度が高く\n興味深いフォーマットがたくさんあります。私は最初の30ページほどを読み終えたところで\n諦めるか、他のことに取り掛かるか、別の日に「バックバーナ」するかのいずれかです。\n別の日に「後回し」にする。私はその最初のページを何十回も読んだに違いありません。それは...。",
  "data/reddit-books/r/books/comments/p22amd/midnight_library_by_matt_haig_and_the_fundamental.json": "本日、2020年8月発売のマット・ヘイグ著「Midnight Library」を読み終えました。読んで間もなく\nこの本を読み始めて間もなく、この本の前提条件の実行に大きな欠陥があることを発見しました。\n前提条件に大きな欠陥があることを発見しました。要約すると、この本の主人公が目を覚ますと、異世界の図書館に閉じ込められていた。\n目覚めた主人公は、異世界の図書館に閉じ込められ、そこで無限の選択肢の中から...",
  "data/reddit-books/r/booksuggestions/comments/p26mig/i_recently_finished_bad_blood_by_john_carreyrou.json": "私は読書があまり得意ではなく、昔から本を読むのが苦手でした。\n読み終えた本よりも、読み終えていない本を手に取ることの方が多いかもしれません。\n読んだ本よりも、読んでいない本の方が多いかもしれません。\n\n友人が「BAD BLOOD」を勧めてくれたので、私も気に入るだろうと思いました。\n私はこのような強烈な現実の出来事が好きなので、気に入ると思ったのですが...。",
  "data/reddit-books/r/books/comments/p2awbn/i_just_reread_alex_garlands_the_beach_and_it_was.json": "私が最初に「The Beach」を読んだのは、主人公と同じように旅やバックパッカーをたくさんしていた20歳くらいの時でした。\n旅行やバックパッカーをしていました。最初に読んだときの感想は\nリチャードは本当にクールで知的で面白い男で、ちょっと気が狂ってしまっただけだと\n狂ってしまったのだと思いました。私は32歳ですが、この本を再読したり、最初に読んだ時には...。",
  "data/reddit-books/r/books/comments/p2cx5h/there_is_no_such_thing_as_forced_diversity_there.json": "率直に言って、多様性を強制されたとか、多様性を押し付けられたと文句を言われるのは、本当に腹が立ちます。\n多様性を押し付けられたとか、多様性を押し付けられたとか、読んでいる本の多様性を\n読んでいる本の多様性を「正当化」する理由を見つけようとしている人には、本当に腹が立ちます。例えば、あなたの\nあなたの好きな本が、ドラゴンや魔法のある世界を舞台にしているように。",
  "data/reddit-books/r/books/comments/p2fmzr/ive_been_reading_brandon_sandersons_stormlight.json": "私はファンタジーのジャンルに詳しくないので、もっと知りたいと思っています。\n読んでいるわけではないので。とても気に入った新しい作品をいくつか読みました（Realm of the\nRealm of the Elderlings, Book of the New Sun, The First Law, Discworld）や\n嫌いなものもあります（Wheel of Time）。また、多くの作品を読んできました。",
  "data/reddit-books/r/booksuggestions/comments/p2g82a/iso_mystery_or_police_procedural_that_doesnt_rely.json": "私はミステリーや警察小説が大好きです。\n暴力や拷問を物語に盛り込むことが多くなってきました。\nと感じています。このようなシリーズは、ほとんどの場合、非常に暗い展開になります。\n\nパトリシア・コーンウェルの例がすぐに思い浮かびます。彼女の初期の作品は...",
  "data/reddit-books/r/books/comments/p2dmve/what_is_your_favorite_example_of_world_building.json": "私にとっては、ASOIAFからでなければなりません。征服できないはずの大陸が\nドラゴンに征服されてしまいました。しかし、ドラゴンは死に絶えてしまい、それからは\nそれ以降、王は政治的な取り決めで王国を維持しなければならなくなった。\nしています。100年近い歴史を持つ物語が、いよいよ動き出す...。",
  "data/reddit-books/r/books/comments/p2hkas/i_no_longer_find_it_easy_to_grasp_what_i_am.json": "なぜか、本を読もうとすると、脳に霧がかかっているような気がするのです。\n霧がかかっているように感じます。時間をかけてじっくりと本を理解することができないような気がします。\nなぜかはわかりませんが。\n\n私は英文学を専攻する予定なので、これは皮肉なことです。それは皮肉なことです。\n簡単なはずなのですが、そうではありません。私は苦労しています...。",
  "data/reddit-books/r/booksuggestions/comments/p2g9zy/the_song_of_achilles.json": "誰か「アキレスの歌」を読んだ人はいますか？",
  "data/reddit-books/r/books/comments/p2elo1/weir_and_crichton.json": "私は長年、マイケル・クライトンの本のファンでした。\n彼の作品の多くを最も評価している点は、一種のSFでありながら、「fi」よりも「sci」に重きを置いていることです。\n彼の作品の多くで私が最も評価している点は、SFのようでありながら、「fi」よりも「sci」に重きを置いていることです。私は、同じような魅力を持つ他の作家を見つけようとしてきました。\n私は同じように痒いところに手が届くような作家を探そうとしてきましたが、ほとんどが失敗に終わりました。数年前、私は..."
}