{
  "data/reddit-know/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are.json": "実はミツバチは、ミツバチの中でも特に花粉症に強いというわけではありません。実際\nアメリカでは、ミツバチは在来種ではなく、豚や牛のように家畜化された種です。\n豚や牛のように飼い慣らされたものです。ミツバチにとってより安全に作られている農薬もありますが\nミツバチに安全な農薬もありますが、ほとんどは他の花粉媒介者を殺してしまい、増加...",
  "data/reddit-know/r/YouShouldKnow/comments/obhs1y/ysk_rating_anything_on_airbnb_below_4_is_a_death.json": "なぜYSKかというと、ヨーロッパの文化では、5/5は「すべてが順調だった」とは考えないからです。\n\nこれはアメリカではあまり問題になりません。\n\nしかし、ヨーロッパの多くの文化では、3が「すべてが満足」、4が「すべてが良かった」という評価をします。\n3は「すべてが満足」、4は「何か特別に良いことがあった」、5は「心を揺さぶられた」というような\n驚くようなことがあった場合には5をつけるようになっています。\n\nさて...。",
  "data/reddit-know/r/YouShouldKnow/comments/obj4d8/ysk_the_popular_whats_a_potato_reddit_poststory.json": "なぜYSKなのか：もし誰かの夢を壊してしまったら申し訳ないのですが、redditで伝説的なストーリーやミームであると投稿されているのを見て\nredditで伝説的なストーリー/ミームとして投稿されているのを見て、それが基本的にシットコムからの引用であることに腹が立ちました。\nこのサイトは真実を伝えるべきだと思っています。\n\nここでは、https://youtu.be/OJAEaAom5FQ\n\nこのエピソードが放送されたのは2014年で、1年...",
  "data/reddit-know/r/YouShouldKnow/comments/obqxzf/ysk_if_youre_having_trouble_falling_asleep_you.json": "なぜYSKかというと、もしあなたがベッドに横たわっていて、リラックスできない、眠りにつけないと悩んでいるなら、顔をほぐしてみてください。\n顔をほぐしてみてください。私は、顔が緊張していることに気づくことがよくあります。\n意識的に顔をリラックスさせようと思うと、すぐに安心して眠りにつくことができます。\n意識して顔をほぐすと、すぐに安心して眠りにつくことができます。",
  "data/reddit-know/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up.json": "なぜYSKかというと、このサイトを運営しているインテュイットは、確定申告をもっと高く、もっと複雑にするように働きかけている恐ろしい会社だからです。\n確定申告をより高価で複雑なものにするように働きかけています。\n子供の税控除を申請するために、この新しいウェブサイトを立ち上げました。\nの登録をするための新しいウェブサイトを立ち上げました。非常にユーザーフレンドリーではありません。\n\nNon-filersとは...",
  "data/reddit-know/r/YouShouldKnow/comments/oc5f8s/ysk_a_lot_of_pups_get_anxiety_from_fireworks_and.json": "Why YSK: うちの子は7月4日に耐えられません。\n今日獣医さんに相談して、薬や雷除けを用意してもらうことにしました。\n今日獣医に相談したところ、薬やサンダーシャツ、そしてもちろんたくさんの愛情を与えることを検討しています。\n\n誰かダッチを試したことがありますか？[https://dutchforpets.com/anxiety...",
  "data/reddit-know/r/YouShouldKnow/comments/ocaug3/ysk_you_need_to_water_new_concrete_daily_for.json": "なぜYSKなのかというと、車道などに新しいコンクリートを打つときには、7日間毎日汗をかかなければなりません。\n7日間、毎日汗をかく必要があります。そうすることで、層状に乾燥して剥がれてしまうのを防ぐことができるのです。",
  "data/reddit-know/r/YouShouldKnow/comments/ocas2a/ysk_you_should_fliprotate_your_mattress_every_3_6.json": "なぜYSKなのか：多くの人は知らないと思いますが、実はYSKはマットレスの特定の部分の摩耗を減らし、長持ちさせる効果があります。\nマットレスの特定の部分の摩耗を減らし、長持ちさせることができるので、新しいマットレスを買わなくて済むのです。\n新しいマットレスを買う必要がなくなります。",
  "data/reddit-know/r/YouShouldKnow/comments/ocfljz/ysk_there_is_no_information_to_indicate_gmos_are.json": "なぜYSKなのか：企業は、自社製品にGMOフリーのラベルをつけて、それをアピールしようとします。\nしかし、実際にはそうではありません。\nしかし、実際にはそうではなく、遺伝子組み換え作物が含まれている場合よりも体に悪い影響を与える可能性があります。GMOという名称は\n遺伝子組み換え作物」という名前は怖い感じがしますが、実際には...",
  "data/reddit-know/r/YouShouldKnow/comments/ocek88/ysk_bear_pepper_spray_is_less_potent_then_human.json": "熊用ペッパースプレーは、熊が有効成分であるオレオレジン・カプシカムの影響を受けやすいため、意図的に希釈しています。\n有効成分であるオレオレジン・カプシカムの影響を受けやすいからです。なぜYSKかというと、多くの人が\nクマ用ペッパースプレーの方が人間への抑止効果が高いと思っている人が多いからです。\n実際にはその逆なのです。",
  "data/reddit-know/r/YouShouldKnow/comments/ocat6t/ysk_you_can_go_to_aaha_universal_microchip_lookup.json": "特に7月4日は、多くのペットが逃げ出したり、外に出たり、迷子になったりする日なので\nのです。\n\nチップに紐付けられた情報が最新のものでなければ、チップでペットを家に帰すことはできません。\n帰ることができません。\n\n獣医に電話することもできますし、ほとんどの獣医はスイングバイを許可しています（パンデミックの変更が適用される場合があります）。\nペットをスキャンして、チップの番号を知ることができます。....",
  "data/reddit-know/r/YouShouldKnow/comments/ocgfcz/ysk_how_to_report_ads_on_youtube.json": "最近、YouTubeの動画の前に詐欺の広告をよく見かけます。\n特に子供向けの動画の場合、とても腹が立ちます。\nこのサイトを見たらMr.Beastから1000ドルもらえます」というのがありました。)\n\nまた、広告を報告することができないという投稿も見ましたが...。",
  "data/reddit-know/r/YouShouldKnow/comments/ocp2zf/ysk_about_the_mothers_kiss_maneuver_if_a_child.json": "なぜYSKなのか: 救急病院に行く手間と費用を省くことができます。\n\n記事\n[https://www.webmd.com/children/news/20121015/mothers-kiss-expel-foreign-objects-kids-noses]\n全面的な開示 私が最初にこの記事を読んだのは...",
  "data/reddit-know/r/YouShouldKnow/comments/ocxuvj/ysk_the_blood_in_your_rare_meat_is_not_blood.json": "なぜYSKなのか：多くの人は、レアやミディアムの肉は「血が出る」という理由で好まないと思います。\n\"血がついているから」という理由でレアやミディアムを好まない人が多いのですが、実際には屠殺の過程ですべての血が取り除かれています。\n肉の中の赤い液体は、実はミオグロビンです。お肉の中の赤い液体は、筋肉に酸素を運ぶためのミオグロビンです。\n筋肉に酸素を運ぶために使われます。",
  "data/reddit-know/r/YouShouldKnow/comments/ocz3zr/ysk_if_you_are_at_the_beach_and_are_being_pulled.json": "なぜYSKなのか：もしあなたが潮の流れに巻き込まれたら、流れと戦いながら岸に戻ろうとすると疲れてしまうでしょう。\n流れに抵抗して、直接岸に戻ろうとすると疲れてしまいます。代わりに、流れから解放されるまで浜辺に平行に泳ぐ\n流れから解放されるまで浜辺に平行に泳ぐ。\n\nもし、波と波の間に穏やかな場所があったとしても、その場所で海に入らないでください。\nスペース...",
  "data/reddit-know/r/YouShouldKnow/comments/odaxqx/ysk_many_sauces_and_dressings_are_more_calorie.json": "例えば、ソーダ1缶のカロリーは、ランチ1食分（大さじ2）と同じくらいのカロリーです。\ntbs）と同じくらいのカロリーです。) なぜYSKなのかというと、もしあなたが減量や食事のカロリー計算に苦労しているのであれば\nドレッシングやディッピングソースの量を増やすことを忘れないでください。",
  "data/reddit-know/r/YouShouldKnow/comments/odibis/ysk_more_pets_are_lost_on_the_4th_of_july_in_the.json": "驚くことではありませんが、多くのペットが花火に怯えていることを忘れないでください。\n多くのペットが花火に怯えます。なぜYSKなのか：アメリカでは7月4日の夜は\nアメリカでは、7月4日の夜に動物の迷子や死亡が最も多く、7月5日はアニマルシェルターが最も忙しくなる日となっています。\nアニマルシェルターが最も忙しい日です。\n\nすべてのペットに注意を払うのは賢明なことですが、...",
  "data/reddit-know/r/YouShouldKnow/comments/odoc7n/ysk_that_experiences_policies_laws_and_cultural.json": "Why YSK: アメリカの医療、警察、教育、経済、社会的タブーなどの問題を、あたかもアメリカ全体の問題であるかのように批判するのは簡単です。\n批判するのは簡単ですが、アメリカの医療、警察、教育、経済、社会的タブーなどの問題は、すべてのアメリカ人にとって\n批判するのは簡単です。しかし、私たちがこれらの問題にどのように対処するかは、私たちがどこに住んでいるかによって大きく異なります。\nどこに住んでいるか。\n\nアメリカには50の州（といくつかの準州）と...",
  "data/reddit-know/r/YouShouldKnow/comments/odxdrn/ysk_the_united_states_is_abandoning_nearly_18000.json": "なぜYSKなのか - あなたは知っておくべきです、彼らが生命と身体を犠牲にしているにもかかわらず、アメリカは\n米国は支援の約束を無視して、18,000人近くの通訳とその家族を見捨てようとしています。\n通訳者とその家族をタリバンの手で死なせています。\n犠牲になっていることを知ってください。これらの通訳者の多くは救...",
  "data/reddit-know/r/YouShouldKnow/comments/odxzi3/ysk_approximately_9095_of_your_bodys_serotonin.json": "腸の健康は、身体的な健康だけでなく、精神的な健康にも直接影響を与えることを知っておくべきです。\n腸の健康は、身体的な健康だけでなく、精神的な健康にも直接影響することを知っておいてください。\n\nなぜYSKなのか: 消化不良、診断されていない/発見された食物アレルギーや過敏症、その他多くの胃腸の問題は、健康と関連しています。\n消化不良、診断されていない/発見された食物アレルギーや過敏症、その他多くの胃腸の問題は\nうつ病、不安神経症、強迫性障害、BPD...。",
  "data/reddit-know/r/YouShouldKnow/comments/odmxd9/ysk_caffeine_pills_exist.json": "なぜYSKかというと、これが一番安くカフェインを摂取できる方法だからです。200mgのカプセルが80個で4USドルです。\n200mgのカプセルです。これは、コーヒー160杯分、RedBullの缶詰200本分に相当します。\nRedBullの約200缶分に相当します。100mgのカプセルも同じ値段です（ただし、200mgは半分に割ることをお勧めします）。\n半分にすることをお勧めします）。) 私たちの多くは、仕事をするためにカフェインを必要としています。",
  "data/reddit-know/r/YouShouldKnow/comments/oeccq9/ysk_if_you_have_symptoms_similar_to_bipolar.json": "Why YSK: 私は、大学の2学期目に双極性障害だと思いました。\n急に気分が落ち込むことがあったからです。医者に行ったのですが、彼らは、鬱病のエピソードは1週間か1週間半くらいしか続かないので\nうつ病のエピソードは1週間または1週間半ほどしか続かなかったので、双極性障害には早すぎると言われました。\nBDには早すぎると言われました。\n\nまた、私のうつ病との相関関係は認められませんでした・・・。",
  "data/reddit-know/r/YouShouldKnow/comments/oefj4v/ysk_some_cooking_recipes_online_use_unnecessarily.json": "なぜYSKなのか。\n\n私は料理の素人ですが、ウェブサイトやYouTubeでたくさんのレシピに出会います。\nその結果、以下のようなことがわかりました。\n\n1) レシピはクリックを生む。彼らは、自分が作った似たようなレシピを参照するでしょう。\n自分が作った似たようなレシピを紹介したり、自分が使っている材料の一つが他の\nビデオ/...",
  "data/reddit-know/r/YouShouldKnow/comments/oct3l6/ysk_you_have_to_sign_up_to_donate_your_body_to.json": "なぜYSKなのか: 多くの人は、自分が亡くなったときに、自分の体を科学に寄付したいと思っています。\nと思っている人が多いようです。私の母もその一人でした。母の遺体を受け入れることができる、あるいは受け入れることができる人を調べているうちに\n受け入れることができるかどうかを調べているうちに、亡くなる前に自分の体を提供することを申し込まなければならず\n亡くなる前に献体のサインをしなければならず、後からでは誰もできないということがわかりました...。",
  "data/reddit-know/r/YouShouldKnow/comments/odwteg/ysk_many_pets_are_extremely_afraid_of_fireworks.json": "そのため、逃げようとしたり、思わずトイレに行ってしまったりすることがあります。\n\nなぜYSKなのかというと、ペットと一緒に花火を見に行くのは注意が必要だからです。ペットによっては\nトラウマになる可能性があります。",
  "data/reddit-know/r/YouShouldKnow/comments/oezkat/ysk_that_staying_together_for_the_kids_is_bad_for.json": "なぜYSKなのか：多くの親は、離婚に対する罪悪感や恐怖心から、惨めで有害な結婚生活を続けざるを得ません。\n離婚の影響に対する罪悪感や恐怖心から、惨めで有害な結婚生活を続けざるを得ないのです。残念なことに、多くの人は未だに\n辱されたり、子供のために解決しておくべきだったと言われたりします。一般的な考えに反して\n俗説に反して、子供たちが...ということを示す多くの研究があります。",
  "data/reddit-know/r/YouShouldKnow/comments/ofda9b/ysk_everyone_grieves_differently_and_its_not.json": "なぜYSKなのか: 悲しみは、圧倒的な感情であり、私たちの死を扱っているため、克服するのが最も難しい感情の一つかもしれません。\n克服するのが最も困難な感情の一つです。それは、私たちの死を扱っているからです。\n避けることのできない死を扱っているので、人によって対処の仕方が異なり、それを尊重する必要があります。\nそれを尊重しなければなりません。\n\n悲しみは、泣いたり、否定したり、不安定なものだと思わないでください。",
  "data/reddit-know/r/YouShouldKnow/comments/ofjhsk/ysk_adding_filetypepdf_to_your_google_search.json": "なぜYSKなのか。\n\nウェブページを検索すると、簡略化された、不完全な、曖昧な説明や、全く関係のないものが出てきます。\n簡略化された、不完全な、曖昧な説明や、全く関係のないことが書かれています。ウェブページは\nウェブページは、単にPDFをインターネットにアップロードするよりも開発に手間がかかります（そして、多くの場合、あなたの注意を引きたい人が作っています）。\nあなたの注目を集めたい人たちが作っていることが多いのです）。) あなたはどちらだと思いますか？",
  "data/reddit-know/r/YouShouldKnow/comments/oefo3b/ysk_you_should_look_both_ways_before_crossing_the.json": "なぜYSKなのか：皆さんもご存知のように、世の中にはおかしなドライバーや酔っ払いがたくさんいます。\nそのようなドライバーが赤信号を無視して事故を起こす可能性があります。\nあなたを巻き込む事故を起こす可能性があります。\n\n青信号を渡る前に左右を確認することは、あなたや他のドライバーの安全につながります。\nあなたと他のドライバーがより安全に..."
}