{
  "data/reddit-changemyview/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories.json": "最近フローズン2の映像を見ましたが、白人以外のキャラクターがかなり多いことに気づきました。\n驚いたのは、白人以外のキャラクターがかなり多いことです。私はこのような追加の論理を理解していません。\n追加されました。Frozen』は何百年も前のスカンジナビアを舞台にしています。これは単なる\n多様性の浅い試みなのでしょうか？\n\n私が今までで一番好きな番組は「Avatar:...",
  "data/reddit-changemyview/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of.json": "タイトルはもっと適切に表現できたはずです。私は、社会的に受け入れられるべきだとは言っていません。\n受け入れられるべき」と言っているのではなく、「現在は（無意識のうちに）受け入れられている」と思っているということです。\nと言っているのであって、そうあるべきではありません。社会的に認められていないことを納得させてくださいと言っているのです。\n受け入れられていないことを証明してください。\n\n誰かが誤解する前に言っておきますが、これはつまり...という意味ではありません。",
  "data/reddit-changemyview/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society.json": "ソーシャルメディアサイトでソーシャルメディアを批判するのは皮肉に思えるかもしれませんが、私は適切だと思います。\nしかし、私はそれが適切だと思います。\n\n私の意見では、ソーシャルメディアは人類の最悪の傾向を恐ろしく加速させ、社会を汚染しています。\nソーシャルメディアは人類の最悪の傾向を加速させ、社会に害を及ぼしていると思います。\n\n慢性的な判断、表面的な嘘、間違った情報のエコーチェンバー...。",
  "data/reddit-changemyview/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified.json": "違法コピーが正当化される理由はいろいろあると思います。\n\nまず、ある人がサービス（映画、アニメ、ゲームなど）に合法的にお金を払うだけの資金を持っていて、エンターテインメントはこうあるべきだという理由でお金を払わない場合です。\nサービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、エンターテインメントは自由であるべきだと考えてお金を払わない場合。\nまず、サービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、娯楽は無料であるべきだと考えてお金を払わない場合、違法コピーは正当化できません。\n\nまた、私は海賊版サービスを...",
  "data/reddit-changemyview/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your.json": "ある人は、スポーツや恋愛のことで悩みます。人は、自分の好きなスポーツや\n自分の好きなスポーツチームがビッグタイトルを獲得することや、かわいい人が自分を好きになってくれることを願って、多くのエネルギーを費やします。\n自分ではどうしようもないことなのに、好きなスポーツチームが優勝したり、かわいい人に好かれたりすることに多くのエネルギーを費やす。\n自分ではどうにもできないことなのに。\n\n私の場合、それは株式市場、政治、...。",
  "data/reddit-changemyview/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and.json": "Viewはこの文に関連しています。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n根拠は？\n\nアメリカはイラク戦争でかなり負けました。確かにサダムは追い出しましたが\nしかし、イスラム過激派や元イラク軍の民兵を全く制圧できませんでした。彼らが去った後は\nイスイスは、イラクの大部分を征服するだけでなく、その強さを手に入れました...",
  "data/reddit-changemyview/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on.json": "あなたの専門分野が何であれ、このような経験をしたことがあるのではないでしょうか。誰かが心理学者に\n誰かが心理学者に「フェティッシュ」のような不正確な言葉の使い方を訂正する。経済学の博士号を持っている人に\n経済学の博士号を取得している人に「無料のものはないから無料とは言えない」と訂正された。A\n物理学者が「重量」の使い方を訂正する、などなど。あるいは、個人的に...",
  "data/reddit-changemyview/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry.json": "さて、星に向かって......私が言う「騎士道精神」とは何かを明らかにしたいと思います。人に敬意を持って接するとか、ドアを開けておくとか、そういう意味ではありません。\n尊敬の念を持って人を扱うとか、ドアを開けておくとか、そういうのはまともな人間の特徴です。\n人間の特徴です。私が言いたいのは、男性が女性をデートに誘い、デートの計画を立てなければならないということです。\n私が言いたいのは、男性が女性をデートに誘い、デートの計画を立て、お金を払い、さらにその他のこと（彼女はそれを反故にするでしょうから）をしなければならないということです。",
  "data/reddit-changemyview/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored.json": "企業は、あなたの子供を育てる必要はありません。あなたは彼らの親であり、彼らを育てる責任があります。\n育てていく責任があります。もし、子供にある番組を見たり聞いたりしてほしくないと思うなら、それはあなたの責任です。\n番組を見たり聞いたりしたくなければ、それはあなたの責任です。ラジオで50の異なる小さな歪んだ部分を持つ歌を聞くと\n歪んだ部分が50個もある曲をラジオで聞くと笑ってしまいます。もしそれが..."
}