{
  "data/reddit-books/r/books/comments/oba4rd/can_we_please_stop_using_abbreviations_in_book.json": "Kindleアプリの書評には本当に感謝しています! 私はいつもレビューを読んで\nその本が自分の時間やお金を費やす価値があるかどうかを知るために、いつも読んでいます。\n驚くべき速さで本を消費しているからです。しかし、いくつかのレビューが同じ頭文字を使用している場合、私はイライラします。\nでも、いくつかのレビューが同じ頭文字を使っていて、誰も実際に単語を綴っていないとイライラします。\n\n\"If you loved...",
  "data/reddit-books/r/books/comments/obbavu/yo_what_the_fuck_is_the_point_of_an_abridged_book.json": "今、「ティッピング・ポイント」のオーディオブックを聴いたところ、私は要約版を聴いていたことが判明しました。\n短縮版を聴いていたことが判明しました。300ページの本があっという間に終わってしまった。\n1.25倍の速さで聞いてみると、300ページの本があっという間に終わってしまった！」と思いました。しかし、私は何かを見逃しているのではないかと思い\nしかし、何かを見逃しているのではないかと思い、詳細を見てみました。そして、さらによく見てみると...。",
  "data/reddit-books/r/books/comments/obf2hx/what_are_your_favourite_book_openings.json": "私は、本の最初の一文が素晴らしく、すぐに引き込まれて\n瞬時に引き込まれ、本全体を夢中で読む間に期待感を与えてくれる素晴らしい第一文がある本は大好きです。とはいえ\nとはいえ、私が大好きな本の中には、最初の一文が魅力的でないものもあります。\n気に入っている本はあります。あなたのお気に入りの冒頭文は何ですか？ここでは、そのいくつかをご紹介しましょう。",
  "data/reddit-books/r/booksuggestions/comments/obak8r/my_girlfriend_just_got_me_a_kindle.json": "僕の彼女がキンドルを買ってくれたんだ。\n買ってきてくれました。読書好きになるきっかけとなった本や、読んでおきたい本を教えてください。\n読書への愛を目覚めさせてくれた、必読の本を教えてください。私はM25です。\n漫画を読むのが好きなんですが、お勧めは...。",
  "data/reddit-books/r/books/comments/obm1og/id_read_books_like_slaughter_house_and_the_jungle.json": "菜食主義者やベジタリアンの意見に反論するのはいつも大変で、あまり興味がありませんでした。\n菜食主義者やベジタリアンの意見に対抗するのは難しいし、興味もない。私が同意できないのは\n倫理的でない環境で動物が飼われていることや、日本とはかけ離れた野蛮なディストピアには反対です。\n倫理的でない状態で動物が飼育され、伝統的な農業とはかけ離れた野蛮なディストピアが描かれています。",
  "data/reddit-books/r/books/comments/obo4jq/one_of_the_best_feelings_about_reading_more_has.json": "数年前のある時期までは、読書には全く興味がありませんでした。それ以来\nそれ以来、私はどんどん本を読むようになり、1年で想像以上に多くの本を読みました。\n読むことができるようになりました。\n\n500ページの本を見るのはとても気分がいいですし、もう長い時間をかけて読むことはありません。\n感じました。100ページなんて...。",
  "data/reddit-books/r/books/comments/obeypd/what_are_important_messages_that_are_commonly.json": "私はレイ・ブラッドベリの「華氏451」を推薦します。誰もが、検閲のことや\n誰もが検閲について語ります。しかし、この本の終わり近くには\n\n\"芝生を刈るだけの人と、本当の庭師の違いは、感動するかしないかにある。\n触れているかどうかの違いだという。芝生を刈る人は、そうでないのと同じかもしれませんが...。",
  "data/reddit-books/r/booksuggestions/comments/obn7tv/should_i_read_rebecca.json": "この本は以前から「読みたい本」のリストに入っていました。多くの人がこの本の良さを語っているのを見て\n話題になっているのを見て、興味を持っていました。しかし、私はロマンス小説が好きではありません。\nしかし、私はロマンス小説が好きではないので、Rebeccaはミステリーの要素を含んだロマンス小説なのかなと思っています。\nこれは良い読み物ですか？"
}