{
  "data/reddit-books/r/books/comments/pyzj39/it_bothers_me_when_fantasy_and_historical_fiction.json": "歩いたり、馬に乗ったりして、国や大陸を横断するのにどのくらいの時間がかかるのか、多くの著者は把握していないようです。\n歩いたり、馬に乗ったりして、国や大陸を横断するのにどれくらいの時間がかかるのか、特に道が整備されていない状況では\n歩いたり馬に乗ったりして横断するには、どのくらいの時間がかかるのかを 多くのシナリオでは、1日に20マイル（おそらくそれ以下）を歩くのが精一杯でしょう。\n多くの場合、1日に20マイル（狩りのために立ち止まらなければならない場合は、それ以下かもしれませんが......）も進められないでしょう。",
  "data/reddit-books/r/books/comments/pz7naz/anyone_else_struggle_with_actually_getting.json": "私はかつて大量の本を読んでいました。700ページの本を1日で読破していましたが、今では30ページでも\n今では30ページも読めません。一冊の本を手に取り、1時間ほど読んだ後、二度と読み返すことはありません。\n本を手に取り、1時間ほど読んだ後、二度と戻らない。もう疲れてしまいました。まだまだ読みたい素晴らしい本がたくさんあるのですが、どうしても\n読むことができません。\n\nまた、読んだ本を覚えておくこともできません...。",
  "data/reddit-books/r/books/comments/pz9la1/john_kennedy_tooles_a_confederacy_of_dunces_is_a.json": "まだ「A Confederacy of Dunces」を読んでいない方は、Mrgreen37が心からお勧めします。\n読んでみてください。イグナティウス・J・ライリーという人物に焦点を当てた、とても愉快な小説です。\nニューオーリンズの住人たちとの交流を描いた愉快な小説です。\n母親が車のローンを払うために仕事に行かなければならないと決めた後、彼とニューオリンズの街の人々との交流が描かれています。",
  "data/reddit-books/r/books/comments/pzcxcg/phantom_of_the_opera_is_the_timeless_classic_of.json": "Happy Spooktober!\n\nガストン・ルルーの「オペラ座の怪人」。何十本もの映画化、何十年もの舞台化されてきた名作です。\n数十本の映画と数十年の舞台作品に翻案された名作です。想像を絶するホラー\nパリのオペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが恐怖に包まれています。オペラ座の亡霊が登場します。\nパリ・オペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが、脅威ではない大混乱を引き起こし、新入生に不気味なイタズラをする。",
  "data/reddit-books/r/booksuggestions/comments/pz9vtj/i_need_some_suggestions.json": "女性の主人公が欲しい。彼女は自分のキャリアで成功していなければなりません。また、彼女は\n男性と一緒にいてはいけません。彼女の性的指向は気にしませんが、私はただ\n女性のラブストーリーはいらない。それ以上のものを求めています。\n\n現代的なものでも古典的なものでも構いませんが、私が英語を母国語としないことを知っておいてください。\n英語を話すことができません。....",
  "data/reddit-books/r/books/comments/pza10r/i_know_im_late_but_the_fifth_season_trilogy_are.json": "去年から1冊目に入るのに何度か挑戦していました。読んだのは\n何度か同じ第一章や第二章を読んでみたのですが、これといって惹かれるものはありませんでした。\n他の本を読んでいましたが、私の心をつかむようなものはありませんでした。最終的には、夜中に本を読み終えて\n最後に本を読み終えたのは真夜中だった。",
  "data/reddit-books/r/books/comments/pzlpy7/finished_slaughterhousefive_feeling_some_type_of.json": "-Damn. この本は良かった。ヴォネガットは以前にも読みましたが\n彼のウィットとストーリーテリング能力を高く評価していましたが、今回初めてSlaughterhouse-Fiveを読みました。\nSlaughterhouse-Fiveは初めてでした。言葉を失いました。\n\n- 私は軍人です。自分も派遣されたことがありますが、世界大戦のような大規模なものに参加したことはありません。\n世界大戦のような強力なものには行ったことがありません。だから、私は...",
  "data/reddit-books/r/books/comments/pzf438/im_tired_of_adventure_books_furthering_the_theme.json": "私はハロウィーンが大好きで、子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィーンの冒険本が大好きです。\n子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィンの冒険小説が好きなんだ。しかし、私が長年読んできた多くのハロウィン冒険小説に共通するテーマは\nしかし、私が長年読んできた多くのハロウィン冒険小説に共通するのは、子供が大人に助けを求めようとしても\n大人の助けを借りようとしても、大人はそれを自分の野生の力だと言ってはぐらかす。",
  "data/reddit-books/r/books/comments/pzjkms/tolstoy_and_dostoevsky.json": "この二人が巨人であり、ホメロス以来の偉大な作家であることは知っている。しかし\n私にとってはかなりの違いがあります。トルストイは外向的な観察者であり、哲学を取り入れた現実主義者です。\nトルストイは、外向きの観察者であり、哲学の知識を持った現実主義者ですが、感情には強くありません。\n即座に反応し、物語そのものに満足している....",
  "data/reddit-books/r/books/comments/pzmiwt/i_couldnt_put_down_rebecca_but_ended_up.json": "私はこの本を手放すことができませんでしたが、結果的には失望しました。それは\nエンディングのせいではなく、キャラクターの成長が見られなかったからです。\n展開がないからです。主人公はずっと恥ずかしがり屋で自意識過剰のまま。\n主人公はずっと内気で自意識過剰なままで、うっとうしくなるほどです。せっかく自信がついても\n自信がついたときには",
  "data/reddit-books/r/booksuggestions/comments/pzqxzf/japanese_literature.json": "今日は「落ちこぼれの船乗り」を買おうと思っているのですが、もう少し日本文学が欲しいです。\n村上春樹はいらない。彼の作品については読んだことがあるが、私には合わない。\n私には向いていません。",
  "data/reddit-books/r/books/comments/pzu2u6/how_gendered_is_your_reading.json": "私は30代の女性です。今年読んだ本をざっと数えてみましたが\n今年読んだ本をざっと数えてみると、男性と女性の作家がほぼ半々でした。\n\nしかし、フィクションとノンフィクションに分けてみると、圧倒的に女性作家のフィクションとノンフィクションを読みました。\n女性作家のフィクションと男性作家のノンフィクションが圧倒的に多かったのが気になりました。\n\nでも...",
  "data/reddit-books/r/books/comments/pzyrvy/the_brothers_karamazov_appreciation_post.json": "最初に断っておきますが、私は学術的な場以外で小説を読むのは初めてです。\nまだ300ページほどしか読んでいませんが、とても感激しています。\n\nまだ300ページほどしか読んでいませんが、まるで黄金を発見したかのような気分です。\nあまりにも圧倒されて、読むのをやめなければならないこともありますが、ストーリーというよりは\n物語というよりは",
  "data/reddit-books/r/books/comments/pzxpb3/if_you_liked_jude_the_obscure_youll_really_like.json": "私の最後の上司は英語教師でしたが、私はゆっくりと彼の推薦文を読んでいます。\nの推薦を受けています。これはその中の一つではありませんが...。\n\nジョン・ウィリアムズの『Stoner』は、中西部の大学教授の人生を描いた荒涼とした小説です。\n大学教授の人生を描いた荒涼とした小説です。を成し遂げた偉人の本ではありません。\n不可能を可能にした偉人の本ではありません...",
  "data/reddit-books/r/booksuggestions/comments/q01qoc/looking_for_a_new_addicting_bingeworthy_scifi_or.json": "最近、SFやファンタジーの本にハマっていて、いくつかのシリーズを探しています。\nシリーズ物（最低3冊、できればそれ以上）を探しています。\n以下の作品を読んでとても面白かったので、他にも欲しいです。\nこれらのシリーズと同じ領域に当てはまるものを提案してください。\n\n *...",
  "data/reddit-books/r/books/comments/q03vri/this_is_how_you_lose_the_time_war_is_beautiful.json": "Amal El-MotarとMax Gladstoneによる『This is How You Lose the Time War』は\n美しい書簡集のような小説です。最初は少し難しかったのですが、一度雰囲気をつかむと\nすっかり夢中になってしまいました。\n\nいくつかの点でとても抽象的で、読みながらいくつかの定義を調べたほどです。\n読んでいた。\n\nその...",
  "data/reddit-books/r/books/comments/q09sbd/do_you_notice_peoples_scents_in_real_life_like.json": "タイトルが全てを物語っていますね。文脈としては、もしあなたが少しでも読んだことがあれば\n特にロマンス小説を読んでいると、作者は人の香りを描写に使うのが好きです。\n別の登場人物がその人を識別するための描写や方法として使うのが好きです。例えば、こんな感じです。\n私が読んだ本では、男性キャラクターが夢中になっていたのは・・・。",
  "data/reddit-books/r/books/comments/q0ga2i/secret_codes_in_books.json": "私は本の中のコードに魅了されています。デビッド・ブレインが\nミステリアス・ストレンジャー」という本を出したとき、10万ドルくらいの賞金を出していました。\nコードを解読して隠された宝を見つけた人に10万ドルを提供したんだ。同じような本が\n1979年に発売された同様の本には、黄金の...につながるヒントが詰まっていました。",
  "data/reddit-books/r/booksuggestions/comments/q0fxo5/any_good_book_about_the_different_political.json": "私は、政治を知るためのノンフィクションを探しています。\nどのような政治的イデオロギーが存在するのか、それらはどこから来ているのか、何を主張しているのかを知りたいです。\n何を主張しているのかを知りたいです。"
}