{
  "data/reddit-changemyview/r/changemyview/comments/mhlcu1/cmv_food_delivery_apps_are_bad_for_everyone_but.json": "私は、3つの異なるフードサービス会社で働いた経験があります。\n中規模のフランチャイズブランドで、そのビジネスモデルは主にデリバリーに基づいていました。\n宅配を中心としたビジネスモデルを持つ中規模のフランチャイズブランド、テイクアウト／宅配を中心とした大規模なフランチャイズ、そして地元で経営されている会社の3つのフードサービス会社で働いた経験があります。\nそして、地元で経営されている会社では...。",
  "data/reddit-changemyview/r/changemyview/comments/mhq9vf/cmv_prochoice_and_allowing_women_to_abort_their.json": "私はプロライフの主張を理解していますが、なぜ女性には\nしかし、100％正直に言うと、その理由を分解すればするほど、生命を無理矢理奪おうとしているとしか思えないのです。\nその理由を分析すればするほど、彼らは命を強引に世に送り出し、無責任に妊娠した人を罰しているだけのように思えてきます。\n罰しようとしているとしか思えません。\n\nプロライフ派の主張...",
  "data/reddit-changemyview/r/changemyview/comments/mhlobd/cmv_the_primary_reason_why_gender_and_race_are.json": "最初に断っておきますが、私はLGBTQ+や他の人種に対して不寛容ではありません。\nの人種に不寛容ではありません。私は、「私は色盲だから、人種を見ない」というような空想的な意見を持っている人でもありません。\n私は、「私は色盲だから、人種を見ない」などという空想的な意見を持っている人ではありませんし、そのような馬鹿げたこともしません。\n純粋に心の中で「どうでもいい」と思っています。見ないのではなく...。",
  "data/reddit-changemyview/r/changemyview/comments/mho3qu/cmv_modern_psychiatry_needs_to_go_under_major.json": "以下は、私の精神医学に対する最大の問題点です。誰かがそれに反論したり、取り上げたりしてくれると嬉しいです。\n誰かがそれに反論したり、取り上げたりしてくれると嬉しいです。\n\n 1. 精神科の薬は強力で、発達中の脳にどのような影響を与えるか理解していないにもかかわらず、子供たちにかなり自由に与えられています。\n    発達中の脳にどのような影響を与えるのか、全く理解できていないにもかかわらず。I\n    また、私が思うに...",
  "data/reddit-changemyview/r/changemyview/comments/mhtqh8/cmv_true_racial_and_gender_equality_is_marked_by.json": "私の考えでは、純粋に人が判断される真の実力主義とは、そのようなものだと思います。\n判断される真の実力主義こそが、真の人種・男女平等を実現する唯一の方法だと思います。\n真の人種平等、男女平等を実現する唯一の方法です。例えば、職場での採用枠を廃止し\n例えば、職場での採用枠を廃止し、代わりに個人の性格だけで採用することです。",
  "data/reddit-changemyview/r/changemyview/comments/mhqrik/cmv_april_fools_is_an_unpleasant_tradition_that.json": "私はエイプリルフールを知らないので、それも問題の一つかもしれませんが、率直に言って、この\n去年はちょっとサボってしまったので、実際に起こったときの衝撃は大きいです。\nが発生します。\n\nエイプリルフールには、多くの人や場所が、特にソーシャルメディア上で「いたずら」をします。\nソーシャルメディアのために。ここでは、かなり無害な例をご紹介します。",
  "data/reddit-changemyview/r/changemyview/comments/mhvxfe/cmv_there_is_no_legitimate_reason_to_be_an.json": "だから、私は警備員として働いています。最近、私の仕事の中で新しい大きな部分を占めているのが\nマスクを着用するように人々に注意することです。これはご想像の通り\nなぜマスクをしなければならないのか理解できない人たちとの激しい会話になることは必至です。\nなぜ私がこの単純なルールに従うことを求めるのか、理解できない人たちとの激しい会話に発展しています。....",
  "data/reddit-changemyview/r/changemyview/comments/mhyhtb/cmv_any_social_media_site_that_bans_criticism.json": "否定的な意見の嵐がクリエイターに悪い影響を与えるという主張は理解できますが\n否定的な意見の嵐がクリエイターの自尊心を傷つけてしまうという意見は理解できますが、同時にクリエイターである以上、批判を受け止めるだけの成熟した心を持つべきです。\n批判に直面することができます。ソーシャルメディアサイトやアプリで、ポジティブな表現しかしてはいけないというのは\nソーシャルメディアサイトやアプリが、ポジティブな表現しかできないというのは、これまでにないほど愚かなことであり、そのようなことがあってはならないと思います。",
  "data/reddit-changemyview/r/changemyview/comments/mi6ib8/cmv_it_should_be_illegal_for_social_media_to.json": "私は、ソーシャルメディアが存在しない時代に育ちました。私の子供時代は全体的に\n私の子供時代は、ストレスが少なく、インスタグラム以外の活動にも力を入れていました。\nインスタグラム以外の活動に力を入れていました。\n\nこのような活動は、私をより豊かにし、実際の世界での社会性を高めてくれました。\n\nネットいじめの話は数え切れないほどありますが...。",
  "data/reddit-changemyview/r/changemyview/comments/miexkr/cmv_a_creator_of_art_should_not_be_morally.json": "まず、この議論は、誰かが何をすべきかということに焦点を当ててほしい。\n\n例えば、ある作家がアメリカの白人男性だったとします。彼は、男性の深い個人的な経験について書きたいと思うかもしれません。\n男性、女性、ノンケ、ゲイ、小人、様々な人種の個人的な経験について書きたいかもしれません。\nあるいは、5人の白人男性についての物語を書きたいかもしれません...。",
  "data/reddit-changemyview/r/changemyview/comments/mihfen/cmv_american_football_is_no_more_of_a_chess_match.json": "すべてのプロスポーツには、戦略的な調整と反調整が必要です。\n両チームの戦略的な調整が必要です。\n\nほとんどのスポーツでは、それは流動的に、その場で行われ、アナウンサーが何が起こったかを説明する間もなく\nアナウンサーが何が起こったかを説明する間もなく、カジュアルな視聴者がプレーを処理するためにプレーとプレーの間に60秒もありません。\nプレイの間に60秒もないので、何気なく見ている人がそのプレイを処理することもできません。",
  "data/reddit-changemyview/r/changemyview/comments/min0t1/cmv_pulling_yourself_up_by_your_boot_straps_is.json": "イシューに対してよく見られるのが、「自分がやったのだから、自分ができるなら、誰でもできる。\n誰でもできる」というものです。これは、移民、最低賃金、教育の成功など、より広いシステムの中の個人のグループによく適用されます。\n移民、最低賃金、教育の成功など、より広いシステムの中の個人グループに適用されます。\n\nもっと具体的に言うと、このような意見を持つのは、以下のような場合に限られます。",
  "data/reddit-changemyview/r/changemyview/comments/mj71z9/cmv_hunting_for_sport_is_sadistic.json": "だから、狩猟をして、殺した動物を実際に食用や皮革などに利用することには抵抗がありません。\n食用や皮革などに利用することには抵抗がありません。私は肉を食べます。もちろん、それはどこかから来たものでなければなりません。\n個人が狩猟をすることは、従来の肉の入手方法よりも悪いことではありません。\n\nしかし、私はスポーツとしての狩猟を理解することができません。",
  "data/reddit-changemyview/r/changemyview/comments/mj1yey/cmv_the_majority_of_chinese_people_dont_want.json": "私は漢民族です。アメリカと中国の間で育ちました。よく聞かれる質問があります。\nよく聞かれるのが\n\n\"なぜ中国人は、我々が思うほど政府を憎まないのか？\"\n\n現代の中国の政党国家は、悪名高い人権侵害者であるからです。\nである。私は、そのような人権侵害の例をすべて列挙する必要はありません。",
  "data/reddit-changemyview/r/changemyview/comments/mjao8v/cmv_the_thank_you_for_your_service_trend_needs_to.json": "そもそもこの記事は、反軍や反戦の記事ではありません。議論したいわけではありません。\n議論したいわけではありませんので、仕事を続けてください。また、これは\n捨てアカウントでもあります。なぜなら、このテーマについては人々がかなり熱くなることがあるからです。\nこれも捨てアカウントですが、このテーマについてはかなり熱くなることがあります（当然ですが）。",
  "data/reddit-changemyview/r/changemyview/comments/mjbo8a/cmv_i_think_sex_work_is_morally_wrong.json": "今朝、私のガールフレンド、ルームメイトと私は、についての広範な議論をしました。\n議論しました。彼らの意見は、セックスワークは合法化されるべきであり\n正常化すべきだというものです。私も半ば同意しています。セックスワークは合法化されるべきだと。\n\nしかし、道徳的には、セックス・ワークは品位を落とすものであり、怠惰なものだと思います。もし私が...",
  "data/reddit-changemyview/r/changemyview/comments/mjnu3s/cmv_dating_for_many_cultures_but_in_the_us.json": "承諾文化が中心だった2018/19年からは、かなり落ち着いてきたわけですが\nその間、多くの進歩的な人たちが、デートや恋愛の文化を基本的なものに変えようとしていました。\nその間、多くの進歩的な人たちが、私たちのデートや関係性の文化を基本的なものに修正しようとしていました。\n暗黙の了解ではなく、明示的な同意に基づいて、デートや恋愛文化を見直そうとする多くの進歩主義者たちの強い後押しがありました。私が思うに、その...",
  "data/reddit-changemyview/r/changemyview/comments/mjsviy/cmv_emotional_intelligence_is_as_important_as.json": "感情的な知性と自己認識は、次のように重要視されるべきです。\n特に男性の自殺率のような社会的パンデミックが発生している現代では\n男性の自殺率のような社会的なパンデミックが発生している現代では特にそうです。感情的な知性は以下の点で非常に重要です。\n感情的な知性は、他人の傷を見極めるためにも、また自己認識のためにも重要です。",
  "data/reddit-changemyview/r/changemyview/comments/mjj7v7/cmv_reverse_racism_does_exist.json": "私は、人々が逆差別と呼ぶべきではないと思いますが、それは少し紛らわしいからです。\nでも、とにかく どんな人種でも、他の人種を差別することは可能です。そう、私は白人に対しても\n白人に対しても人種差別的になることがあります。人種差別の定義は、肌の色に基づく誰かへの偏見\n人種差別の定義は、肌の色に基づいて誰かに偏見を持つことです。通常、疎外された...",
  "data/reddit-changemyview/r/changemyview/comments/mjxl8g/cmv_tipping_is_bullshit_and_does_nothing_but.json": "イギリス人の視点で書かれています\n\n前置きが長くなりましたが、私は、従業員が本当にサービス以上のことをしてくれた場合、チップを渡すことに反対ではありません。\n前置きが長くなりましたが、私は、従業員が本当にサービス以上のことをした場合、チップを渡すことに反対ではありません。\nこれは以前にも投稿されたことがあると思いますが、個人的には「チップ文化」（特にアメリカ）は\n特にアメリカでは）...",
  "data/reddit-changemyview/r/changemyview/comments/mk21aa/cmv_the_most_unfair_advantage_a_person_can_have.json": "親は子供の将来を助けたり、傷つけたりするものです。お金持ちや教育熱心な親は、自分のお金や知識を\n金持ちや教育を受けた親は、お金や知識の恩恵を子供に与えることができますが、貧乏人や教育を受けていない親はどちらもできません。\n与えることができません。\n\nMark ZuckerbergとKylie Jennerはこの利点の例です。\n\nMark Zuckerbergの父親は、彼にAtari BASICのプログラミングを教えました...",
  "data/reddit-changemyview/r/changemyview/comments/mk3ot0/cmv_it_does_not_make_sense_for_religions_to_spend.json": "私はそれをr/AskReddit [/r/AskReddit]で尋ねたことがありますが、ただ怒った返事が返ってきました。\nちゃんとした会話ではなく、怒った返事が返ってきました。だから、ここでもう一度やってみると、うまくいくと思います。\n\n宗教はどのようにして美しい教会/モスクの建設にお金を使うことを正当化するのでしょうか？\n綺麗な教会やモスク、シナゴーグを建てるためにお金を使うことを、宗教はどのように正当化するのでしょうか？",
  "data/reddit-changemyview/r/changemyview/comments/mk70vi/cmv_its_not_good_or_healthy_to_keep_electing.json": "ジミー・カーターは最近、大統領選に出馬することについて、「私は次のようにすべきだと思います。\n年齢制限を設けるべきだと思います。もし私が80歳で、今より15歳若かったら、大統領としてのストレスや任務をこなすことはできないでしょう。\n大統領としてのストレスや任務をこなすことはできないでしょう」。\n\n彼の言うことはもっともです。良い大統領になりたければ、かなりの努力をしなければなりません...。",
  "data/reddit-changemyview/r/changemyview/comments/mk4h7z/cmv_kneeling_during_the_national_anthem_isnt_a.json": "なぜかというと、国歌斉唱の際に膝をついている人がいるが、それは敬意を表しているわけではない。\n国歌斉唱の際に膝をつくのは、無礼を働いているわけでも、無礼を働こうとしているわけでもありません。それは抗議の一種です。\n建物を壊したり、自分のものではないアクセサリーを盗んだりするのではなく\n私は、国歌斉唱の際に跪くことが、最も...",
  "data/reddit-changemyview/r/changemyview/comments/mkc9zp/cmv_karma_is_a_terrible_system_that_discourages.json": "仮定した信念のある場所に投稿することで何十ものカルマを失う危険性があるだけでなく\n仮定された信念のある場所に投稿することで、その信念に反対する人がその場所に投稿するのを客観的に阻止することになります。\nサブごとにカルマの制限があり、有機的な議論をすることがほとんどできません。\n有機的な議論をすることはほとんど不可能です。なぜなら、あなたは...",
  "data/reddit-changemyview/r/changemyview/comments/mke46f/cmv_we_help_others_because_we_feel_good_about.json": "私たちが下すすべての決断は、自分自身を納得させるための利己的なものだと思います。\n自分を納得させるため、あるいは自分の基本的な反応や潜在意識がそうさせているのだと思います。\n\n慈善活動もこの範疇に入り、本来ならば\n無私の行為です。人を助けようとする過程で、私たちは自分自身を説得するでしょう...。",
  "data/reddit-changemyview/r/changemyview/comments/mk3m14/cmv_i_believe_onlyfans_is_genuinely_damaging_for.json": "最初に言っておきますが、私はセックスに何の抵抗もありません。\nそして、セックスワーカーは基本的な労働者の権利に値すると信じています。\n\nとはいえ、去年からある種のトレンドがあったようです。\n若い人たち（私が見た限りではほとんどが女の子ですが、間違っているかもしれません）が...",
  "data/reddit-changemyview/r/changemyview/comments/mkfjpw/cmv_imperial_japan_was_just_as_bad_as_nazi_germany.json": "アメリカでは、純粋無比な悪の例としてナチズムがよく取り上げられます。I\n帝国日本も同様に悪であったと主張したい。\n\nそれぞれの政権で行われた総死亡数という点では、ほぼ同じ範囲内にあります。\nの範囲内です。ナチスは2500万人の死をもたらしたと言われていますが、私はその上限を見たことがあります。\nとか",
  "data/reddit-changemyview/r/changemyview/comments/mkj6od/cmv_mental_health_should_be_considered_equally.json": "私の考えを主張するには、2つの視点があります。1つは個人の視点で、個人の健康状態を\n個人のウェルビーイングを高め、苦しみを減らすことができます。もう1つは社会的利益です。\n経済的にも社会的にも皆が恩恵を受けるというものです。\n\n今日、私たちは皆、運動や健康な体の重要性を知っていて、人々...",
  "data/reddit-changemyview/r/changemyview/comments/mkwgb4/cmv_i_dont_see_any_benefits_in_waiting_for_sex.json": "結婚する前に、自分たちの相性を知っておくのはいいことだと思います。\n最初のデートでセックスしろとは言いませんが(笑)\nでも、真剣に付き合うなら、どこかでセックスをしなければ、それが「うまくいく」かどうかを知ることはできません。\nしかし、真剣な交際をするのであれば、いつかはセックスをしなければなりません。確かに、「宗教的」なカップルの結婚は多いと思いますが...。",
  "data/reddit-changemyview/r/changemyview/comments/ml2kdq/cmv_while_body_positivity_is_good_and_should_be.json": "人は自分の体に満足すべきです。それが事実であり、あなたが変わり始めるためには\n変わることができます。健康になる前に、自分を好きになる必要があります。自分を愛することで\n自分を愛することで、体重を減らす努力をし、体重を減らそうと決意するのです。\n体重を減らすために、自分を愛するべきです。しかし、体重400ポンドの肥満女性が...と言っても、そんなことはありません。",
  "data/reddit-changemyview/r/changemyview/comments/ml9ii8/cmvmost_people_have_no_clue_what_they_are_talking.json": "最近思うのですが、政治は多くの人にとってちょっとしたスポーツや娯楽になっているようです。\n多くの人にとって、政治はちょっとしたスポーツやエンターテイメントになっていると最近思うようになりました。\n\n私が問題視しているのは、ほとんどすべての人にとって明らかに二極化していることです。\n二極化です。このような二極化は、新しいコミュニケーションの方法が存在し、人々が...\n共有することができます。",
  "data/reddit-changemyview/r/changemyview/comments/mlea21/cmv_everyone_should_be_an_organ_donor_by_default.json": "腎臓透析を受けている若い男性の投稿を見て、このことについて考えさせられました。\n彼の話はよくわかりませんが、誰もが、特に若い世代の人たちが、ずっと待っている必要はないと思います。\n必要な臓器を手に入れるために待機する必要はないのではないでしょうか。\n必要な臓器を待つ必要はありません。私は、年齢に関係なく、誰もが...",
  "data/reddit-changemyview/r/changemyview/comments/ml8cpq/cmv_there_is_no_such_thing_as_humane_warfare.json": "毒ガスや人工的な飢餓など、戦争で使われる「非人道的」な戦術はすぐに非難されますが、兵士が死んでも気にしないようです。\n毒ガスや人工的な飢餓など、戦争で使われる「非人道的」な戦術はすぐに非難しますが、銃弾や大砲、ナイフなどで兵士が死ぬことには関心がないようです。\n兵士が銃弾や大砲、ナイフなどで死ぬことには関心がないようです。地雷で一瞬にして蒸発したとしても、最終的な結果は同じです。\n地雷で一瞬にして蒸発しても、感染してゆっくりと...。",
  "data/reddit-changemyview/r/changemyview/comments/mllqhq/cmv_kids_are_dumb_and_shouldnt_be_allowed_to_have.json": "最初に言っておきますが、私はトランスジェンダーの人たちに何の恨みもありません。もし、あなたが男性として生まれ\n男性として生まれた人が女性になったとしても、何の矛盾もなく「奥さん」と呼びます。\n呼ばせていただきます。衣装を女性らしく変えたい、性別適合手術を受けたい、薬を飲みたい\n性転換手術を受けたり、薬を飲んで体質を変えたり...。",
  "data/reddit-changemyview/r/changemyview/comments/mlnld7/cmv_sexual_harassment_training_should_include.json": "妻は職場でのセクハラ研修を終えたばかりで、男性がどのように女性に嫌がらせをしているかという統計を私に話してくれました。\n男性が職場でどのように女性に嫌がらせをするかの統計を話してくれました。私は彼女に、女性が男性に嫌がらせをする割合は？\n女性が男性に嫌がらせをする割合は？彼女のトレーニングには何も含まれていませんでした。I\nそれはとても奇妙で、性差別的だと思いました。私は統計を取るべきだと思います...",
  "data/reddit-changemyview/r/changemyview/comments/mlln46/cmv_while_it_is_efficient_for_public.json": "私は、インターネットに接続されたコンピュータネットワーク上で公共事業が未だに行われていない第三世界の国から来ました。\n公共事業がインターネットに接続されたコンピュータネットワーク上で運営されていない第三世界の国から来ました。物事をオンライン化することで得られる効率性はありますが\nオンライン化することで得られる効率はありますが、犯罪者がアクセスすることによるリスクに勝るとは思えません。\n犯罪者がアクセスすることによるリスクを上回るとは思えません。\n\nニュースでは...",
  "data/reddit-changemyview/r/changemyview/comments/mlxdjr/cmv_the_reason_men_ask_women_are_you_on_your.json": "私は最近、女性に生理中かどうかを尋ねるのは性差別だと知りました。\n私は自分のやり方を変えたいと思っていますが、生理中だからといって女性の行動を許すように言われたことのある男性は私だけではないでしょう。\n生理中だからといって、女性の行動を許すように言われた男性は私だけではないでしょう。\n生理中の女性の行動を許すように言われた男性は私だけではないでしょう。",
  "data/reddit-changemyview/r/changemyview/comments/mlxc7t/cmv_no_one_has_a_right_to_know_if_someones_gay.json": "同意した大人の間で閉ざされたドアの中で起こることは、彼ら自身の問題であり\n他の誰のものでもありません。\n\n誰とセックスするかは個人の問題であり、他の人が知る必要はありません。\nただし、不倫の場合は例外で、パートナーは自分の配偶者が浮気をしていることを知る権利があります。\n自分の配偶者が浮気をしていることを知る権利がある場合は例外です。",
  "data/reddit-changemyview/r/changemyview/comments/mlyrav/cmv_even_if_im_autistic_i_dont_care_im_happy_i.json": "と聞かれたことがありますし、家族の何人かは「そうじゃないか」と言っています。\nしています。\n\n家族は私の生活を改善するために診断を受けるように圧力をかけてきました。\n私の人生を向上させると考えているからです。\n\n確かに私は変ですが、誰も気にしません。私は私であることに満足しています。\n自閉症のレッテルを貼られる必要はありません...。",
  "data/reddit-changemyview/r/changemyview/comments/mm25da/cmv_being_a_poc_doesnt_make_you_an_expert_on.json": "単純に言いたいのは、POCとして、POCが自分を権威だと思っていることに苛立ちを覚えるということです。\nエスニック料理の作り方（その他）の権威だと思っていることにイラッとします。\n\n少し前に、白人のシェフが、麺類にシュラチャを入れるのはちょっと変だと話していました。\n麺類にシュラチャを入れるのは、ちょっと変だよね。麺類にシュラチャを入れると味が落ちるからだとか。そして人々は\n\"yooo...",
  "data/reddit-changemyview/r/changemyview/comments/mm40lq/cmv_the_standard_ketchup_packet_is_the_most.json": "理由\n\n-リサイクルできない\n\n-手を汚さずに開封して配ることが困難である。\n手や衣服、テーブル、ハンドル、その他の無実の人に付着することなく製品を配布することが難しい。\n\n-使用後の製品の置き場所がなく、紙ナプキンなどで包んでおかなければならない。\n紙ナプキンなどで包んでおく必要がある。\n\n-別の方法...",
  "data/reddit-changemyview/r/changemyview/comments/mlyblg/cmv_i_shouldnt_have_to_care_about_all_the_stuff.json": "私は米国出身ではありません。私には私の政治の心配があります。47人が逮捕されました。\n香港の国家安全法の結果、47人が逮捕されました。私にとって、これはブラック・アムよりも\n私にとっては、アメリカの黒人が哀れな警察に殺されることよりも重要です。\n私にとっては、哀れな警察によって黒人が殺されることよりも重要です。しかし、私のニュースはそうは思いません。reddit、youtube、instagram、...。",
  "data/reddit-changemyview/r/changemyview/comments/mm0svx/cmv_paternity_testing_should_become_normal.json": "EDIT：不倫を女性のせいにすることを懸念する人が多いようなので、男性や\n遺伝的疾患の有無を調べるために、男性や医療関係者が父子鑑定を依頼することができます。\n遺伝性疾患などを調べるために、男性や医療関係者が親子鑑定を依頼することがあります。これは父親が父性を知るためにも、子供の幸せのためにも有益な使い方です。\n子供の幸せのためになります。\n\n父性詐称は、以下のような場合に起こります。",
  "data/reddit-changemyview/r/changemyview/comments/mm3s23/cmv_if_its_racist_to_tell_black_people_to_change.json": "白人と黒人の比較をしたのは、それが最初に思い浮かんだからです。\n私自身も黒人ですから。最近、私がショックを受けているのは\n最近、男性と女性、そして男性による女性への暴力をめぐる話題にかなりショックを受けています。\n男性による女性への暴力 私はほとんどの統計を把握していますが、私は...",
  "data/reddit-changemyview/r/changemyview/comments/mml3gy/cmv_college_and_university_shouldnt_be_the.json": "中学・高校の生徒が大学に進学することへのプレッシャーは大きすぎます。\nや大学に進学することへのプレッシャーが大きすぎます。大学進学が大きなステップであると考えられるのはよくわかります。\nしかし、誰もがそのステップを踏む必要はありません。\n\n経験から言うと、私は2019年8月に中学を卒業しましたが、その時は\nをしたいと思いました。",
  "data/reddit-changemyview/r/changemyview/comments/mmlfly/cmv_a_non_autistic_person_should_be_able_to_play.json": "文法や句読点については事前にお詫びします\n\n自己紹介 多くの人がこの問題について話していますが、私は愚かな問題だと思っています。\n私は、物語と俳優がその人物についての虚偽を広めないという前提で、どんな人物でも演じることができるべきだと思います。\n物語と俳優が、障害についてのデマを広めていないことを前提に、どんな人でも演じることができるべきだと思います。\n障害\n\n私は...",
  "data/reddit-changemyview/r/changemyview/comments/mmqjgo/cmv_there_is_no_value_watching_the_news_anymore.json": "今の情勢を見ていると、いかに今のニュースが不要かということがよくわかると思います。\nニュースステーションが存続しているのは奇跡に近いですね。広告が主な収入源なのはわかりますが\n広告が主な収入源であることはわかりますが、自分に関係のない出来事を人が見ることに\nどうでもいい出来事を見ることに価値を感じません。さらに、私は...",
  "data/reddit-changemyview/r/changemyview/comments/mmx0gs/cmvus_army_advertisements_are_incredibly_scummy.json": "これらの広告に接する必要のない幸運な方のために、以下をご紹介します。\n[https://youtu.be/7fiManEc2Tk] そして、もう一つの広告はこちらです。\n[https://youtu.be/lz_ak7AVYkg] 本質的に、彼らは3つの悪いことをしています。\n\n軍隊をビデオゲームのように描いていますが、これは、ビデオゲームは\nなぜなら、ビデオゲームは（明らかに）...",
  "data/reddit-changemyview/r/changemyview/comments/mn52ps/cmv_if_covid19_was_a_dry_run_to_see_how_we_act_in.json": "コヴィドが存在するのか、人間が作ったものなのか、新世界秩序のナノボットを投与する道具として使われているのか、などという議論を始めたくはない。\n新世界秩序のナノボットを投与するための道具として使われているかどうかなどの議論はしたくありません。私が思うに\n反マスク・自由の戦士」対「怖がりの立派な市民」という構図は、もう十分に見聞きしたと思います。\nもう十分に見聞きし、うんざりしていると思いますが...。",
  "data/reddit-changemyview/r/changemyview/comments/mn1ntz/cmv_i_dont_see_why_lovecraft_being_a_racist_is_a.json": "ラヴクラフトは、「大きな影響を与えたが、当時としては超絶的な人種差別主義者であり、それを無視することはできない」と常に言われている作家の一人です。\nしかし、彼は当時としては非常に人種差別的だったので、それを無視することはできません」。\nしかし、今日彼の作品を読んでいる私たちにとって、彼が人種差別主義者であることがなぜ重要なのか、私にはよくわかりません。\n彼が人種差別者であることが、今日彼の作品を読んでいる私たちにとってなぜ重要なのか、私にはわかりません。\n\nつまり、彼が人種差別主義者であることは、今日、彼の作品を読んでいる私たちにとっては大きな問題なのです。",
  "data/reddit-changemyview/r/changemyview/comments/mn5cfk/cmv_the_have_you_ever_been_xyz_checkboxes_on_job.json": "これは私が最近気になっていたことなのですが、その裏側はどうなっているのか気になりました。\nその反対側はどうなっているのか興味がありました。多くの求人票には、「解雇されたことがありますか？\n解雇されたことがありますか？」「有罪判決を受けたことがありますか？\nといった質問があります。中にはさらに進んで、「辞職したことがありますか、あるいは...」というものもあります。",
  "data/reddit-changemyview/r/changemyview/comments/mng55s/cmv_the_resurgence_of_horoscopes_on_social_media.json": "占いやタロットカードは、真実ではなく、ちょっとした楽しみや自己分析のために読む人も多いと思います。\n占いやタロットカードを真実と考えるのではなく、ちょっとした楽しみとして、あるいは自分を見つめ直すために読む人が多いことは理解しています。\n\nしかし、最近ではソーシャルメディアでの占いが大ブームとなっています。\n多くの人が真剣に提示しているのを目の当たりにしました。私のような人は...",
  "data/reddit-changemyview/r/changemyview/comments/mnk3yy/cmv_redditors_often_ignore_hanlons_razor.json": "ハンロンの剃刀」[https://en.wikipedia.org/wiki/Hanlon%27s_razor]によると、彼らは意地悪ではなく、ただ下手なだけだそうです。\n意地悪なのではなく、ただ下手なだけなのです。\n\n> 愚かさで十分に説明できることを悪意に帰してはならない。\n\n私の見解です。\n\nRedditではこの分野での貢献が少なすぎると思います。\nそして、あまりにも...",
  "data/reddit-changemyview/r/changemyview/comments/mnzc75/cmv_nobody_should_be_jailed_for_speech.json": "そこで最近知ったのが、イギリスのホロコースト否定論者、アリソン・シャブロズさん。\n反ユダヤ主義的な発言で投獄されました。私は、これは人権に対する冒涜であり\n私は、これは人権に対する冒涜であり、不道徳だと思います。\n\n私は、シャブロズの発言はすべて、絶対的に悪であり、思想的にも、知的にも問題があると思います。\n思想的にも、知的にも...。",
  "data/reddit-changemyview/r/changemyview/comments/mo1z41/cmv_if_life_is_a_gift_then_i_have_the_right_to.json": "(これはr/unpopularopinion [/r/unpopularopinion]では人気がなさすぎるようなので\nこちらの方が良い議論ができるかもしれません)。\n\nどんな理由であれ、欲しくないプレゼントを返すことは失礼にあたります。\nしかし、それが良いことだと思えば、そうすることは一般的には問題ないと思われます。\n\n人..."
}