{
  "data/reddit-ask/r/NoStupidQuestions/comments/n2b84r/why_is_it_that_a_single_good_deed_isnt_enough_to.json": "キャプテン・ジャック・スパロウが海賊映画の第一作目で言った言葉です。\nと言っていましたが、実際にその通りになっているようです。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/n29sq5/is_anyone_else_not_able_to_fall_asleep_if_you.json": "寝ようと思っても、ほんの少しのおしっこのために4、5回（またはそれ以上）起きなければならないことがあります。\nわずかな量のおしっこに行くために4、5回（またはそれ以上）起きなければなりません。\n少しでもおしっこがしたいと思うと眠れないからです。\nこれは 参考までに私は女性ですが、違いがあるかどうかはわかりません....",
  "data/reddit-ask/r/AskHistorians/comments/n2gqv3/did_american_citizens_who_identified_as_nazis.json": "30年代後半のナチスの集会に参加した2万人のアメリカ市民の写真を見て、考えさせられました。\nそれを見て考えました。戦時中、多くのアメリカ人日本人を抑留しました。\n戦時中、多くのアメリカ人日本人を抑留しましたが、これらの集会に参加したアメリカ人にも同じようなことをしたのでしょうか？\nドイツとの戦争が始まったとき、これらの集会に参加したり、ナチスと名乗ったりしたアメリカ人に対して、同じようなことをしただろうか？",
  "data/reddit-ask/r/AskHistorians/comments/n2dd00/the_american_nazi_party_had_some_big_rallies_in.json": "私の理解では、ナチスは主にドイツのナショナリズムと\n生活空間を獲得することで、ドイツを大国にすることが目的だったと思います。もちろん\nもちろん、反ユダヤ主義や社会的な保守性もありましたが、それは当時としては非常に珍しいことではありませんでした。\nしかし、それは当時としては非常に珍しいことではありませんでした。なぜ多くのアメリカ人がナチスに参加したのでしょうか？",
  "data/reddit-ask/r/askphilosophy/comments/n2eycy/why_is_it_that_a_single_good_deed_isnt_enough_to.json": "これはある映画の中の言葉です。しかし、これは現実にも当てはまることのようです。\n\nひいては、善と悪を数値化すると、善1単位の効果＜悪1単位の効果ということになるのでしょうか。\n善の効果1単位＜悪の効果1単位ということになるのでしょうか？\n\nまた、その答えによっては、功利主義者はこの要素を考慮に入れるのでしょうか？\n考慮しますか？それは、例えば、1を害すると...",
  "data/reddit-ask/r/AskHistorians/comments/n2gqes/footage_of_hitlers_dead_body_im_confused_nsfw.json": "こんにちは。\n\n調べる前は、ヒトラーの遺体が自殺直後に焼かれたのは確かだと思っていました。\n自殺後すぐに焼かれたのは間違いないと思っていました。ヒトラーの死体の写真や映像はないものと思っていました。\nと思っていました。\n\n最近、タルコフスキーの「鏡」を見ました（Youtubeで見つけました）。1:03:31にあなた...",
  "data/reddit-ask/r/NoStupidQuestions/comments/n2a2gi/is_it_okay_if_i_tell_someone_im_not_doing_okay.json": "彼らは友人です。今、彼らと通話中ですが、泣き言は言いたくありません。\n愚痴りたくないんです。\n\n編集：皆さん、回答をありがとうございました <3",
  "data/reddit-ask/r/NoStupidQuestions/comments/n2s9ro/jehovas_witnesses_are_sneaking_into_my_apartment.json": "建物の外で、誰かがドアを開けてくれるのを待っているのを見たことがあります。\n私は、彼らが建物の外で誰かがドアを開けてくれるのを待っているのを見たことがある。彼らがドアを開けようとしたとき、私はすでに彼らと対決しました。\n私はドアを閉めてビルを出たのですが。\n\n残念ながら、このビルの他のテナントも同じようにはしていません。"
}