{
  "data/reddit-books/r/books/comments/pyzj39/it_bothers_me_when_fantasy_and_historical_fiction.json": "歩いたり、馬に乗ったりして、国や大陸を横断するのにどのくらいの時間がかかるのか、多くの著者は把握していないようです。\n歩いたり、馬に乗ったりして、国や大陸を横断するのにどれくらいの時間がかかるのか、特に道が整備されていない状況では\n歩いたり馬に乗ったりして横断するには、どのくらいの時間がかかるのかを 多くのシナリオでは、1日に20マイル（おそらくそれ以下）を歩くのが精一杯でしょう。\n多くの場合、1日に20マイル（狩りのために立ち止まらなければならない場合は、それ以下かもしれませんが......）も進められないでしょう。",
  "data/reddit-books/r/books/comments/pz7naz/anyone_else_struggle_with_actually_getting.json": "私はかつて大量の本を読んでいました。700ページの本を1日で読破していましたが、今では30ページでも\n今では30ページも読めません。一冊の本を手に取り、1時間ほど読んだ後、二度と読み返すことはありません。\n本を手に取り、1時間ほど読んだ後、二度と戻らない。もう疲れてしまいました。まだまだ読みたい素晴らしい本がたくさんあるのですが、どうしても\n読むことができません。\n\nまた、読んだ本を覚えておくこともできません...。",
  "data/reddit-books/r/books/comments/pz9la1/john_kennedy_tooles_a_confederacy_of_dunces_is_a.json": "まだ「A Confederacy of Dunces」を読んでいない方は、Mrgreen37が心からお勧めします。\n読んでみてください。イグナティウス・J・ライリーという人物に焦点を当てた、とても愉快な小説です。\nニューオーリンズの住人たちとの交流を描いた愉快な小説です。\n母親が車のローンを払うために仕事に行かなければならないと決めた後、彼とニューオリンズの街の人々との交流が描かれています。",
  "data/reddit-books/r/books/comments/pzcxcg/phantom_of_the_opera_is_the_timeless_classic_of.json": "Happy Spooktober!\n\nガストン・ルルーの「オペラ座の怪人」。何十本もの映画化、何十年もの舞台化されてきた名作です。\n数十本の映画と数十年の舞台作品に翻案された名作です。想像を絶するホラー\nパリのオペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが恐怖に包まれています。オペラ座の亡霊が登場します。\nパリ・オペラ座では、\"O.G. \"と呼ばれるオペラ・ゴーストが、脅威ではない大混乱を引き起こし、新入生に不気味なイタズラをする。",
  "data/reddit-books/r/booksuggestions/comments/pz9vtj/i_need_some_suggestions.json": "女性の主人公が欲しい。彼女は自分のキャリアで成功していなければなりません。また、彼女は\n男性と一緒にいてはいけません。彼女の性的指向は気にしませんが、私はただ\n女性のラブストーリーはいらない。それ以上のものを求めています。\n\n現代的なものでも古典的なものでも構いませんが、私が英語を母国語としないことを知っておいてください。\n英語を話すことができません。....",
  "data/reddit-books/r/books/comments/pza10r/i_know_im_late_but_the_fifth_season_trilogy_are.json": "去年から1冊目に入るのに何度か挑戦していました。読んだのは\n何度か同じ第一章や第二章を読んでみたのですが、これといって惹かれるものはありませんでした。\n他の本を読んでいましたが、私の心をつかむようなものはありませんでした。最終的には、夜中に本を読み終えて\n最後に本を読み終えたのは真夜中だった。",
  "data/reddit-books/r/books/comments/pzlpy7/finished_slaughterhousefive_feeling_some_type_of.json": "-Damn. この本は良かった。ヴォネガットは以前にも読みましたが\n彼のウィットとストーリーテリング能力を高く評価していましたが、今回初めてSlaughterhouse-Fiveを読みました。\nSlaughterhouse-Fiveは初めてでした。言葉を失いました。\n\n- 私は軍人です。自分も派遣されたことがありますが、世界大戦のような大規模なものに参加したことはありません。\n世界大戦のような強力なものには行ったことがありません。だから、私は...",
  "data/reddit-books/r/books/comments/pzf438/im_tired_of_adventure_books_furthering_the_theme.json": "私はハロウィーンが大好きで、子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィーンの冒険本が大好きです。\n子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィンの冒険小説が好きなんだ。しかし、私が長年読んできた多くのハロウィン冒険小説に共通するテーマは\nしかし、私が長年読んできた多くのハロウィン冒険小説に共通するのは、子供が大人に助けを求めようとしても\n大人の助けを借りようとしても、大人はそれを自分の野生の力だと言ってはぐらかす。",
  "data/reddit-books/r/books/comments/pzjkms/tolstoy_and_dostoevsky.json": "この二人が巨人であり、ホメロス以来の偉大な作家であることは知っている。しかし\n私にとってはかなりの違いがあります。トルストイは外向的な観察者であり、哲学を取り入れた現実主義者です。\nトルストイは、外向きの観察者であり、哲学の知識を持った現実主義者ですが、感情には強くありません。\n即座に反応し、物語そのものに満足している....",
  "data/reddit-books/r/books/comments/pzmiwt/i_couldnt_put_down_rebecca_but_ended_up.json": "私はこの本を手放すことができませんでしたが、結果的には失望しました。それは\nエンディングのせいではなく、キャラクターの成長が見られなかったからです。\n展開がないからです。主人公はずっと恥ずかしがり屋で自意識過剰のまま。\n主人公はずっと内気で自意識過剰なままで、うっとうしくなるほどです。せっかく自信がついても\n自信がついたときには",
  "data/reddit-books/r/booksuggestions/comments/pzqxzf/japanese_literature.json": "今日は「落ちこぼれの船乗り」を買おうと思っているのですが、もう少し日本文学が欲しいです。\n村上春樹はいらない。彼の作品については読んだことがあるが、私には合わない。\n私には向いていません。"
}