{
  "data/reddit-books/r/books/comments/npoih7/i_cant_stand_goodreads_anymore_anyone_else.json": "Goodreadsはとても古くて時代遅れで、何年も更新されていないような気がします。\nレビューは時々とても偏っていて、その中でGIFを馬鹿みたいに使っているのが耐えられません。\n使っています。私は基本的に、読んだ本や読みたい本を記録するために使っています。それは\n長い間使ってきただけに残念でなりません。",
  "data/reddit-books/r/booksuggestions/comments/nps13l/looking_for_some_hard_scifi.json": "ハードSFの本は読んだことがありませんが、一度は読んでみたいと思っています。サイバーパンクが好きです。\nと人間の深淵が好きです。ゴースト・イン・ザ・シェルのようなストーリー\n\n編集：良いアイデアをありがとうございました",
  "data/reddit-books/r/books/comments/npkogc/book_price_changed_after_order_was_placed_and.json": "私は、Biblio.com [https://Biblio.com]で多くの本を手に入れてきました。\n多くの人に勧めてきました。今日起こったことは\n私はそのことを考え直しています。私がサポートの方々に送ったメッセージは以下の通りです。\ntoday:\n\n> 注文した後に価格が変更され、その後、注文が明らかに...",
  "data/reddit-books/r/books/comments/nq499n/a_happy_reading_moment.json": "私は生まれてからずっと読書家でした。公共交通機関を使って通勤する時間も\n公共交通機関を使って通勤する時間も、読書のための時間になります。私にとって、読書をしている時間は\n幸せな瞬間です。\n\nしかし、先週末までは、自分の本がきっかけで会話が生まれたことはありませんでした。私が読んでいたのは\nジャスパー・ファフォードの「The Fourth Bear」を読んでいて...",
  "data/reddit-books/r/booksuggestions/comments/nq6yr7/finished_reading_the_song_of_achilles_need_more.json": "他の神話でも構いません。ただ、私は若い頃パーシー・ジャクソンのファンだったんです。\nジャクソンのファンだったのですが、突然TSoAに出会い、とても気に入ってしまいました。\n気に入りました。ギリシャ神話についての本物の本もお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you.json": "個人的には文体ですね。たとえ、その本のストーリーが基本的なものであっても\n基本的なストーリーラインであっても、著者のライティング・スタイルが私にとって魅力的であれば、私はその本を楽しむことができます。\n説得力があれば、本を楽しむことができます。しかし、その作家の言葉遣い、言葉の流れ、ユーモアのセンス、皮肉などを見つけると\nユーモアや皮肉など、その作家の言葉遣いや言葉の流れ、センスが地味だと感じたら、私は次のようになる可能性が高いでしょう。",
  "data/reddit-books/r/books/comments/nqd1aw/just_picked_up_house_of_leaves.json": "イントロを読んだだけで、何も知りませんでした。私は\n興奮しているし、興味をそそられているし、ちょっと怖くもある、と言わざるを得ない。読んだことのある人にとっては\n読んだことのある人は、表紙の裏に書かれている絶賛の言葉ほど良いものなのでしょうか？\n\n\"House of Leaves is dizzying in every respect.\"\n\nそうか、私は...",
  "data/reddit-books/r/booksuggestions/comments/nqjysw/books_to_learn_smalltalk_for_socially_inept_people.json": "基本的に、私は人とたくさんの世間話をするような仕事を始めたばかりです。\n私はこの仕事が大好きですが、特にスモールトークの面ではやや不器用です。\nSmalltalkを学ぶのに適した本はありますか？",
  "data/reddit-books/r/books/comments/nr09hb/we_are_chuck_palahniuk_and_chelsea_cain_running.json": "私、チャック・パラニュークと私の優秀な仲間であるチェルシー・ケインは、この夏、廃墟となった\n夏の間、廃墟となった映画館を借りた。呪われた夢の工場で、20人の作家が集まって話をする。\n物語を語るために集まるのだ。聞き覚えがありませんか？1816年にメアリー・シェリーが怪物を作ったヴィラ・ディオダーティや\nメアリー・シェリーが怪物を、ジョン・ポリドリが...",
  "data/reddit-books/r/books/comments/nqsq5u/i_had_an_epiphany_about_audiobooks.json": "私は以前、オーディオブックを見下していました、本を消費する方法としては劣っていると思っていたのです。\n本を消費する方法としては劣っていると思っていました。本よりもポッドキャストに近いものだと思っていました。\n\nしかし、私はあることに気がつきました。人々がオーディオブックの何を見ているのかがわかったのです。I\n親が物語を読んでいるのを聞いたり、巨匠が詩を朗読しているのを聞いたりすることを思い浮かべました。\n声に出して....",
  "data/reddit-books/r/booksuggestions/comments/nrcsih/middle_school_teacher_here_good_horror_books_for.json": "The thief of always \"を気に入ってくれましたが、他のホラー本のアイデアがなくて困っています。\n困っています。短編小説集はいくつかありますが、小説も欲しいところです。\n何かアイデアはありませんか？",
  "data/reddit-books/r/books/comments/nqu0nr/do_you_have_trouble_with_starting_books_heres_a.json": "本の冒頭では、自分が読んでいるものを積極的に想像する。\n\n本は読めば読むほど読みやすく、没入感が増していくのは\n文章を想像力に変換する労力が少なくて済むからです。\nこれを覚えておいてください。\n\n新しい本を読み始めたときに、「なんだこれは......」とがっかりしないでください。",
  "data/reddit-books/r/books/comments/nrgi98/im_edward_slingerland_and_i_just_wrote_a_book.json": "私はエドワード・スリンガーランド[https://www.edwardslingerland.com/]です。\n私はエドワード・スリンガーランドです。\n私はここ数年、なぜ人間は麻薬でハイになるのが好きなのかを研究してきました。\n私はここ数年、人間がなぜ化学的酩酊物質、特にアルコールでハイになりたがるのかを研究してきました。\n\n私の新刊である...",
  "data/reddit-books/r/books/comments/nrnsdz/people_are_unnecessarily_mean_to_marie_kondo_and.json": "最近、「The Life-Changing Magic of Tidying Up」を読み終えました。\nした。もちろん、この本を読んだ多くの人がそうであるように、私も彼女のいくつかの方法には驚きました。\nしかし、この本を読んで、私は彼女の方法にとても驚きました。\nしかし、私はこの本に感謝するようになりました。確かに、それは...",
  "data/reddit-books/r/booksuggestions/comments/nrnghw/help_me_get_out_of_this_reading_stand_still.json": "私は17歳ですが、人生でずっと読書が好きでした。以前は、『ハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが大好きでした。\nハンガー・ゲーム』、『メイズ・ランナー』、『シンダー』、『ダイバージェント』などのYAシリーズが好きでしたが、ここ2、3年の間に\nしかし、ここ2、3年でそれらのシリーズには飽きてしまいました。YAを嫌っているわけではなく、年齢や読書レベルに関係なく楽しむことができます。\n読書レベルに関係なく楽しめます。ただ、あまりにも多くのYAシリーズを読んでしまったような気がして...。",
  "data/reddit-books/r/books/comments/nrrkvc/bram_stokers_dracula_does_not_get_enough_love.json": "私はこの本の素晴らしさを誰にでも伝えようとしてきました。\n私は多読をしていますが、少なくとも私の好きな本すべてと同等だと思います。この本は\nただ素晴らしいだけではなく、読んでいて美しい体験でした。テーマはシンプルです。\nしかし、具体的かつ感情的なイメージは、最高の...",
  "data/reddit-books/r/booksuggestions/comments/ns7dha/the_invisible_life_of_addie_larue.json": "この本については、様々な評価を目にしました。楽しめなかった人のために\nなぜ楽しめなかったのか、代わりにどのような本を勧めるのか。",
  "data/reddit-books/r/books/comments/nsa8ds/thomas_harris_must_be_a_genius_and_red_dragon_a.json": "この作品は、私がこれまでに読んだ犯罪小説の中で最高の作品です。これに近い作品は\nこれに近いのはJames Ellroyです。比較するのはお粗末な行為ですが、許してください。\n読んだことのない人は、B.S.U.の人たちに追われるサイコな殺人者の話です。\nたちに追われる話です。しかし、この悪役には素晴らしいバックストーリーが与えられていて、あなたは...",
  "data/reddit-books/r/books/comments/nsm1z6/i_have_a_hard_time_understanding_some_books_is.json": "今、「ガリバー旅行記」を読んでいるのですが、特にこのような古い本の場合、文章全体を理解できないことがあります。\nこのような古い本では、文章全体を理解できないことがあり、とても悔しい思いをしています。\nイライラします。特に風刺を読んでいることを考えると、何かを見逃しているような気がします。\n風刺は、ニュアンスのあるジョークや...をたくさん含んでいると思います。",
  "data/reddit-books/r/books/comments/nswe3p/we_need_to_stop_shaming_people_who_honestly_say.json": "このサブの読者にとって一番悔しいのは、多くの人に愛されている本を読んで、自分もそのグループの一員だと気づくことだと思います。\n多くの人が好きな本を読んで、自分もその本を好きではないグループの一員だと気づくことです。\n悔しいのは、多くの人が好きな本を読んで、自分がその本を好きではないグループの一員であることに気づくことです。ファンが自分の周りに縄をかけてくれないと、その気持ちを共有することができません。\n自分の周りに縄をかけられてしまうのです。私たちは、読者が自分の気持ちを共有できるようにしたいと思っています。",
  "data/reddit-books/r/books/comments/nt30x2/ive_read_at_least_20_minutes_for_the_last_7_days.json": "多くの人にとっては大したことではないかもしれませんが、私にとっては大きな問題です。\n\n私は高校生で、注意力が急速に低下している世代に育っています。\n刺激的なゲームや番組、映画のライブラリが増え続けています。\n私は高校生です。\n\n私は昔から読書というものが大好きで、読書の利点は...",
  "data/reddit-books/r/books/comments/nsitu8/your_favorite_bookstore_experience.json": "本屋さんでの思い出は、ほとんどの人が持っているのではないかと思います。\n発売を心待ちにしていた本を開店前に外で待っていたことや、今まで行ったことのないような素敵な本屋さんを見つけたこと\n開店前に外で待っていたとか、今まで行ったことのない新しい本屋さんを見つけたとか、ただ単に本屋さんを見ていたときの楽しい思い出とか。\n本屋さんに行った時の楽しい思い出。",
  "data/reddit-books/r/booksuggestions/comments/ntax49/books_where_everything_is_not_what_it_seems.json": "主人公が徐々に自分の環境に気付いていくような本を探しています。\nトゥルーマンショー」や「ワンダビジョン」のように、誰もが自分の置かれた環境に\nみんなが奇妙な行動をしていて、絶対に何かを隠しているという意味で。\n宝くじのようなものでも良いと思います。",
  "data/reddit-books/r/books/comments/ntfz1a/i_honestly_thought_id_hate_pride_and_prejudice.json": "気まぐれで始めたので、つまらないだろうと思っていました。\n\n最初の2、3章は頑張って読みましたが、10章を過ぎた今では、キャラクターが\n登場人物がより具体的になってきて、夢中になっています。\n\n始まりは、HurstsとBingleysがElizabeth W.C.について悪口を言っていたことだと思います。\nエリザベスの悪口を言っていたことから始まったのだと思います...。",
  "data/reddit-books/r/books/comments/ntd19i/trying_to_avoid_books_about_middle_aged_men_going.json": "ヴァンパイア・ダイアリーズのクリエーター、ジュリー・プレックのインタビューを読んで以来、彼女は、典型的な男性の作品を読みたくない、書きたくないとはっきり言っています。\n読んだり書いたりしたくないと明確に語っています。\n人生に不満を感じている典型的な男性の物語を読みたくない、書きたくないと明言しているインタビューを読んでから、私もそのような物語を避けることができるという啓示を受けました。\n私もそういった物語を避けることができると思いました。しかし、それは難しいことです。なぜなら、それらはしばしば...",
  "data/reddit-books/r/books/comments/nt7f1r/i_only_read_books_that_are_part_of_completed.json": "本を読んでいて、それがシリーズの最初の作品で、次の作品が出るのは来年だと気づいたことはありませんか？\n来年まで次の本が出ないことに気づいたことはありませんか？そして、次の本が出る頃には\n次の本が出る頃には、その本の存在さえも忘れてしまうでしょう。\n\n私が新しい本を読み始める前に必ずチェックするのは、その本に「...」が付いているかどうかです。",
  "data/reddit-books/r/books/comments/nt5mj1/oceania_is_probably_just_britain_and_maybe_even.json": "つまり、実際に世界が3つに分かれる可能性はどのくらいあるのでしょうか？それはおそらく\nオセアニアが壮大な社会主義国家であるというプロパガンダが民衆に伝えられているだけであって\n実際のところ、オセアニアは北朝鮮のような、敵を作った仙人国家である可能性が高いのです。\n北朝鮮のように敵を作って 難民のウィンストン...",
  "data/reddit-books/r/books/comments/ntmqdv/anyone_get_pissed_off_about_fake_books.json": "最近、オフィススペースに新しい本棚を設置したのですが、同僚に「本棚に入れる本が少ない」と話していたら\n同僚に「本棚に入れる本が足りない」と言ったところ\n本棚に並べる本が足りないと同僚に話していたら、偽物の本を買ってきてスペースを埋めるか、本を束で買ってきて\nEtsyで色別にまとめて買えばいいよ」とさりげなく教えてくれました。彼は、それがまさに...だと認めました。",
  "data/reddit-books/r/booksuggestions/comments/ntm7bw/books_that_teach_you_to_think_like_a_therapist.json": "もし私が友人を助けようとするならば、自分が助けになると思うことを言うのではなく、どうすればその人を助けることができるかを確認したいと思います。\n自分が思っていることをそのまま言うのではなく、どうすればいいのかを確認したい。セラピストには多くの教育が必要です。\nセラピストには多くの教育がありますから、私が本を読んだからといって\n本を読んでも、その代わりにはならないと思います。私が求めているのは自己啓発ではありません...。",
  "data/reddit-books/r/books/comments/ntvdat/the_bene_gesserit_are_an_under_appreciated_coven.json": "すべての女性コバーンの中で、ベネ・ジェッセリットは非常に過小評価されており、過小評価されている魔女グループです。\n過小評価されている魔女のグループです。デューンの世界では非常に強力な存在である。\nもしかしたら、フィクション全体の中で最も強力な存在かもしれません。彼らは、サイト上で人気のあるサブカルチャーでは\nこのサイトの人気サブ記事でもあまり取り上げられません。私が言いたいのは...",
  "data/reddit-books/r/books/comments/nu755c/i_just_finished_the_perks_of_being_a_wallflower.json": "ネタバレ注意\n\nこの本の全体的な雰囲気を考えると、こんなことになるとは思わなかった。\nチャーリーは多くの深い部分で傷ついていますが、まさか彼が子供の頃に「世界で一番好きな人」から性的虐待を受けていたとは思いませんでした。\n虐待を受けていたとは思いませんでした。\n\nそれを知った時、私はただ心臓が落ちました、あの気持ち悪い感じ...。",
  "data/reddit-books/r/books/comments/ntwz1q/war_and_peace_is_kinda_a_huge_and_great_soap_opera.json": "基本的にはタイトル通りです。私が読んでいるのは、ブラジルのポルトガル語版（ロシア語からの直訳。\nロシア語からの直訳で、おそらくブラジルで最も評価されているものです。\n読んでいるのですが、全体的には貴族の家族が登場するうまくて面白いソープオペラのようです。\n貴族の家族のドラマを描いた、面白くて良いソープオペラのようです。",
  "data/reddit-books/r/booksuggestions/comments/nu870l/books_about_male_friendships.json": "男性の友情だけに焦点を当てた本を探すのにとても苦労しているので、お勧めの本があれば\nおすすめの本があれば教えてください。宜しくお願いします。(A Little LifeとThe Kite Runner以外では\nThe Kite Runnerを除く）。)",
  "data/reddit-books/r/books/comments/nua5nn/almost_every_ya_romance_fantasy_protagonist_is.json": "shadow and bonesを読み始めたところですが、以前に似たような本を読んだ後に気付いたのですが\n読んでみて気づいたのですが、主人公のほとんど全員が同じようにイライラさせられるのです。彼らは\n彼らは皆、新しい力を得た下層階級の人々のようなもので、皆同じような反応をします。\n同じです。いつも「私はここの人間ではない」「みんな私を嫌っている」「私は...」という感じです。",
  "data/reddit-books/r/books/comments/nuk6ox/dean_koontz_odd_thomas.json": "だから...私はついにOdd Thomas（映画が大好きです）を「読み」（オーディブル）始めました。これだけは言わせてください。\n彼の書き方が好きだと言っておきましょう。これは私が期待していたものではありません。何を期待していたのかはわかりませんが\n期待していたものではない。私はホラーがあまり好きではないので、スティーブン・キング（あまり好きではないが）のような作品だと思っていたのでは？\nスティーブン・キング（あまりファンではありませんが）のような感じかな？分からない。\n\n私は好きだけど・・・。",
  "data/reddit-books/r/books/comments/nujx2z/halfway_through_ulysses.json": "Ulyssesを始めたことを少し前に投稿しましたが、数ヶ月かかってしまいましたが\nようやく半分くらいのところまで来ました。何度も言われていることですが、本当に読むのが大変です。\n何度も言われていることですが、本当に読むのが大変です(笑) 難しいとは思っていましたが\nその期待をもってしても、やはり苦しいです。とはいえ、、、。",
  "data/reddit-books/r/books/comments/nug2oi/the_ghost_map_on_londons_worst_pandemic.json": "幽霊の地図」が完成しました\n[https://en.wikipedia.org/wiki/The_Ghost_Map#/media/File:The_Ghost_Map_cover.jpg]\nロンドン最悪のパンデミック（Covid以前）であるヴィクトリア朝ロンドンのコレラ発生についての\nロンドン。この本は2006年に出版されたので、著者は当時Covidのことを知らなかったようです。\n当時はCovidを知らなかった。私はそれを見つけた...",
  "data/reddit-books/r/books/comments/nult07/finishing_book_name_left_me_broken_inside_posts.json": "このサブレディットに参加してから、私の読みかけの本が少なくとも3冊はありました。\n部分的にネタバレされました。悲しい結末だったので、本好きの仲間と話し合う必要があるのはわかります。\nでも、タイトルを見た人にネタバレしていることを考えてください。\nしかし、あなたのタイトルを見た人にはネタバレしていることを考慮してください。\n\n今、私は良い本にはそれ以上のものがあることを知っています...",
  "data/reddit-books/r/booksuggestions/comments/nuk71j/looking_for_a_book_that_has_a_crazy_amount_of.json": "非常にサスペンスフルで、しかも私を飽きさせないような本を紹介してもらえませんか？\n気が抜けないような本を教えてください。スリラーかどうかはあまり気にしません。\n読むのをやめられないような本を。",
  "data/reddit-books/r/books/comments/nuvdmj/ive_found_that_writing_reviews_helps_me_retain.json": "このサブレディットにいる多くの人たち（おそらく）と同様に、私もGoodreadsを使って\n読んだ本や読みたい本の記録を残すために使っています。これは素晴らしいサイトです。\n自分が読んだことのある本や読みたい本を管理するのに使っています。\n素晴らしいですね。\n\nしかし、レビュー欄はそれほど評価されていません、、、。"
}