{
  "data/reddit-changemyview/r/changemyview/comments/pyzxpq/cmv_people_who_cheat_regardless_of_the.json": "最初にお断りしておきますが、私自身は浮気をされたことがありません。\nしていません。\n\nただ、なぜ人は、うまくいっていないと相手に伝えたり、他に移る前に終わらせたりする礼儀を持たないのか、理解できません。\n他の人間関係に移る前に、うまくいかないことを相手に伝えたり、関係を終わらせたりする礼儀を持たない人がいることが理解できません。\n関係に移行する前に終わらせる礼儀を持たない人がいることが理解できません。それは私にとっては意味のあることです...",
  "data/reddit-changemyview/r/changemyview/comments/pz8lzw/cmv_gangbangs_are_gay.json": "なぜラッパーは曲の中でギャングバンガーであることを歌うのか、実際にはギャングバンガーは超ゲイである。\n考えてみると、1人の女の子が13人の裸の男性と一緒にいるのですから。\n1人の女の子の周りに13人の裸の男がいて、みんな順番を待っている。男たちが過ごす時間のほとんどは\n他の裸の男の横でジャックしていることになります。",
  "data/reddit-changemyview/r/changemyview/comments/pzfkoc/cmv_reddit_should_have_an_unseen_option_when.json": "私の考えを変えようとする人がいるかどうか、誰もが実際に良い考えだと思っているかどうかはわかりません。\n思うのですが、Redditには投稿をフィルタリングするオプションを設けるべきだと思います。\nユーザーがまだ見ていないもので投稿をフィルタリングするオプションを持つべきだと思います。\n\nこれは素晴らしいことだと思います。なぜなら、通常、未読の投稿がたくさんあるからです。\nしかし、あなたは...",
  "data/reddit-changemyview/r/changemyview/comments/pzacfc/cmv_i_am_not_smartknowledgeable_enough_to_have.json": "政治を例に挙げると ほとんどの人は、正義の味方になりたいと思っています。\n人種差別などが許されると考える人はほとんどいません。\nと思っている人は少ないと思います。私は明らかに「人種差別は悪いことだ」と考えています。\n私は明らかに「人種差別は悪いことだ」という派であり、多くの人にとっては政治的左派に賛成すべきだということになります。しかし...。",
  "data/reddit-changemyview/r/changemyview/comments/pzs8vd/cmv_as_long_as_men_arent_encouraged_as_much_to.json": "議論は非常にシンプルだと思います。私たちは社会的に、他の人々の行動や性格的特徴を\n社会的に好ましいと思われる行動や性格的特徴を、他の人々に奨励します。\n社会のためになると考えるからです。つまり、ここ数十年で私たちが行ったことは、女性が多くの側面を取り入れることを奨励することでした。\nこの数十年で私たちが行ったことは、女性が伝統的なステレオタイプの男性の役割の多くの側面を採用することを奨励することでした。",
  "data/reddit-changemyview/r/changemyview/comments/q02gbi/cmv_people_broadly_agree_on_who_is_good_looking.json": "これは私の個人的な見解であり、多くの個人的な経験に裏打ちされていると思います。\nしかし、逸話は信頼できる証拠ではありませんので、実際の科学的データを見つけました。\n実際の科学的データを見つけました。以下にリンクしたレビュー記事では\n研究者たちは、11のメタアナリシスによって、人々の考えとは逆に...",
  "data/reddit-changemyview/r/changemyview/comments/pzykgu/cmv_our_modern_day_laws_should_never_be_based_on.json": "聖書は、ある人にとっては道徳的な指針ですが、現代の法律に関しては全く関係ありません。\n現代の法律に関しては全く無関係です。聖書は、レイプ、虐殺、奴隷、殺人、人身御供などを奨励しています。\nや人身御供を奨励しています。私はそのような恐ろしいことが合法化されることを望んでいません。\n聖書が命じているように、合法的で奨励されたものにはしたくありません。\n\nありがたいことに、私たちは...",
  "data/reddit-changemyview/r/changemyview/comments/pzwen8/cmv_comunism_is_an_unreacheable_utopia.json": "私は何年も前からこのテーマに関心を持ち、何人かの活動家や様々な社会主義団体のメンバーと議論してきました。\n何人かの活動家や様々な社会主義団体のメンバーと議論してきました。\n議論してきました。その中で、彼らの異なる視点から見て、一つのことが私には残っています。\nそれは、彼らが目指すと主張している社会が...",
  "data/reddit-changemyview/r/changemyview/comments/q04hhe/cmv_white_americans_who_say_that_white_south.json": "私は南アフリカ出身の18歳の白人男性です。私は南アフリカ出身の18歳の白人男性です。\nネット上で白人のアメリカ人に何度も言われました。あなたはアフリカ出身ではありません。\nあなたはアフリカから来たのではなく、原住民を殺して奴隷にした邪悪な植民者の子孫に過ぎない。\nヨーロッパに帰れよ。ヨーロッパに帰れ」と。教えてください、アメリカ人、なぜ...",
  "data/reddit-changemyview/r/changemyview/comments/pzx7ri/cmvtwoxchromosomes_should_not_be_on_the_front_page.json": "(私の主張は他のアイデンティティに基づくエコーチェンバーにも当てはまりますが、これはまさに\n私が知っている中で唯一のフロントページです)\n\nTwoxchromosomesは、女性と女性のアイデンティティを持つ人々のための場所です。私はそうは思いませんが\nしかし、「安全な場所」で自分の経験を共有することが重要だと考える人もいます。\n「安全な空間」で経験を共有することが重要だと考える人もいます。",
  "data/reddit-changemyview/r/changemyview/comments/q0byi6/cmv_the_idea_that_men_should_pay_for_everything.json": "初デートのポイントは何ですか？2人の人間が一緒に会って、うまくいけば楽しい時間を過ごして\nうまくいけば2回目のデートにつながる楽しい時間を過ごすことができます（あなたの好みであれば付き合うこともできます）。\nあなたの好みであれば）。) 一般的には、二人が楽しめることを中心にデートを計画します。\n楽しむことができます。それが悪い時間であろうと、良い時間であろうと...。",
  "data/reddit-changemyview/r/changemyview/comments/q08va3/cmv_lawsrules_that_have_a_religious_exemption_are.json": "これは宗教を否定するものではなく、無意味な法律や規則についての話です。\n行われています。もし規則があっても、宗教上の理由でそれを回避することができるのであれば\nそのルールはそもそもそれほど重要ではなく、おそらく誰にも適用されるべきではないでしょう。\n誰にも適用すべきではありません。もし、そのルールが本当に重要なものであれば、...",
  "data/reddit-changemyview/r/changemyview/comments/q0cusk/cmv_euthanasia_or_assisted_suicide_should_be.json": "反出生主義についての私の考えと同様に、私がこの結論に至ったのは、多くの人々が\n多くの人が苦しんでいるのを見てきて、その苦しみを終わらせるための有力な選択肢になると思ったからです。\nと考えたからです。私は単純に、人は自分の意思で死ぬ権利を認められるべきだと思います。\n私は単純に、人は自分の意思で死ぬ権利を認められるべきだと思います。なぜ、他人に死を強要しなければならないのでしょうか？",
  "data/reddit-changemyview/r/changemyview/comments/q0jx0l/cmv_polyamory_is_just_promiscuity_and_the_is.json": "オープンリレーションズという考え方には懐疑的です。人は無欲だと言いますが、私は\n一人の人間に身を捧げるという考えは、愛の真髄ではないと思います。\n愛です。人々は自分のケーキを食べようとしているようにしか思えないのです。これは\n嫉妬の話だけではなく、もし誰かを愛しているのであれば、それは...",
  "data/reddit-changemyview/r/changemyview/comments/q0gi49/cmv_too_many_people_blame_their_crappy_behaviour.json": "このような問題を抱えている仲間が何人かいるのですが、彼らの行動がいつも\nしかし、彼らの行動が悪くなると、それを精神疾患のせいにするようです。\n\n大目に見てくれるのはありがたいのですが、一方で、自分の行動に責任を持たなければならない時もあります。\n責任を取る必要があります。\n\n例を挙げてみましょう。- 約束した時間に来ない..."
}