{
  "data/reddit-changemyview/r/changemyview/comments/npkmj2/cmv_internet_should_be_treated_like_a_basic.json": "全世界で、特にパンデミックの際には、インターネットに頼って\n機能するようになりました。学生は学ぶためにインターネットを必要としています。人々は情報を得るためにインターネットを必要としています。\nまた、ほとんどの人が娯楽のためにインターネットを利用しています。一部のレストランでは、注文の際にインターネットを\n注文するためにインターネットを利用しています。私は家賃を支払うためにインターネットを使用する必要があります...",
  "data/reddit-changemyview/r/changemyview/comments/npgz6m/cmv_neither_isreal_or_palestine_should_be_blindly.json": "最近、「#FreePalestine」や「#FreeIsrael」などの反応をよく目にします。\nをよく見かけます。もちろん、これらの#が何かを変えるわけではありません。\nどちらか一方を支持することは、単純に馬鹿げていると思います。どちらの側が優れているかについては、完璧な議論が\nどちらかの側が良い側であることを示す完璧な議論がありますが、私が思うに、...",
  "data/reddit-changemyview/r/changemyview/comments/npqmxa/cmv_universal_healthcare_would_be_cheaper_per.json": "最近、ネット上でよく見かけるのが、国民皆保険のためにはすでにお金を払っているという書き込みです。\n民間の保険に払っているお金で、すでに国民皆保険を実現している」という書き込みを最近ネットでよく見かけますが、これは正しいです。\nその通りなのですが、私はさらにもう一歩踏み込んだ考えを持っています。\n\n予防医療です。\n\n今のアメリカ人は予防医療を大量に避けていますが、それは...",
  "data/reddit-changemyview/r/changemyview/comments/nprez2/cmv_dubai_is_a_monument_to_wealth_and_consumerism.json": "タイトル以上に付け加えることはありません。大都市は30年でどこからともなく出現するものではありません。\n30年でどこからともなく出現するものではありません。\n\n豊かさと消費主義については、それは目に見えて明らかです。\n\nインターネットで検索すれば、建設作業員が受けているひどい仕打ちを知ることができます。\n建設作業員が受けているひどい仕打ちは、ネットで検索すればすぐにわかります...。",
  "data/reddit-changemyview/r/changemyview/comments/nq1gif/cmv_the_us_electoral_college_is_outdated_and.json": "1824年\n[https://en.wikipedia.org/wiki/1824_United_States_presidential_election], 1876年\n[https://en.wikipedia.org/wiki/1876_United_States_presidential_election], 1888年\n[https://en.wikipedia.org/wiki/1888_United_States_presidential_election],...",
  "data/reddit-changemyview/r/changemyview/comments/nq8zyx/cmv_people_glamorize_weed_way_too_much.json": "私はよくタバコを吸いますが、あまりにも多くの人が（特にRedditでは）ウィードを世界の問題を解決する無害な植物のように見ています。\nを世界中の問題を解決する無害な植物のように見ている人が多すぎる。マリファナは\nアルコール、タバコ、コーヒー、砂糖、その他ほとんどすべての薬物よりも安全であることは知っています。\nしかし、それは必ずしも安全であることを意味するものではありません。",
  "data/reddit-changemyview/r/changemyview/comments/nq2gpf/cmv_in_the_developed_society_we_live_in_today_we.json": "私の信念は、無料ではないにしても、非常に安価な国民皆保険制度を導入することです。\n無料ではないにしても、非常に安価なものであるべきだと考えています。癌などの病気になるのは自分のせいではありません。私たちは皆、将来がんになる可能性があります。\n癌になる可能性があるのですから、自分のせいでもないのに多額の医療費を心配する必要はありません。\n莫大な医療費を負担する必要はありません。....",
  "data/reddit-changemyview/r/changemyview/comments/nq0nj3/cmv_we_should_forgo_rehabilitation_and_humane.json": "デルタです。\n\n * 罰が善よりも害をもたらす理由を示すために。\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n * そのような罰が実際には滑りやすい斜面である理由を示すために（何が下品であるかについての皆の\n   何が下品であるかについての見解は人それぞれです）。)\n  ...",
  "data/reddit-changemyview/r/changemyview/comments/nqqgtq/cmv_youre_a_hypocrite_if_you_make_small_dick.json": "最近気づいたのですが、自称ボディ・ポジティブの支持者は、ツイッターなどで「男を見つけた。\n最近気づいたのですが、ツイッターなどでよく見かける自称ボディ・ポジティブ支持者は、「チンポの小さい男を見つけた」などと\nと言ったり、背の低い男性を揶揄するようなジョークを言ったりします。彼らは真っ先に\nトランプ氏の手をからかうのは彼らの常套手段ですが、一方で...",
  "data/reddit-changemyview/r/changemyview/comments/nqsmol/cmv_everyone_is_all_mental_health_awareness_until.json": "人格障害には、あまりにも多くの汚名を着せられています。基本的に\n人格障害を持つ人は本質的に虐待をするというヘイトサブレディットがあります。私は\n境界性人格障害を患っていますが、Redditだけでも、「モンスター」と呼ばれたり、「不妊手術」を受けるべきだと言われたりしました。\n\"怪物 \"と呼ばれたり、\"不妊手術 \"を受けるべきだと言われたりしました。",
  "data/reddit-changemyview/r/changemyview/comments/nqu1ae/cmv_blaming_a_gun_owner_for_having_their_gun.json": "例えば、独身のJohnが自宅の金庫の外に自分の銃器を数丁置いていたとします。\n自宅の金庫の外に置いていたとします。誰も彼と一緒に住んでいないし、彼の家に立ち入ることもできないはずです。\nしていたとします。\n\n誰かが彼の家に侵入して彼の銃器の1つまたはいくつかを持ち去った場合、あなたはジョンを非難します。\nジョンのせいにしたり、その後の犯罪のせいにしたり...",
  "data/reddit-changemyview/r/changemyview/comments/nqx4sv/cmv_twitter_will_always_breed_extremist_views_as.json": "誰もが、ツイッターが有害であり、キャンセル文化の原因になっていると話します。\n文化の原因になっていると言われていますが、その理由については誰も語っていません。\n\n私の意見では、ソーシャルメディアの仕組みがすべての原因だと思います。\n\nネストしたコメントがなければ、どんなトピックでも誰もより有意義な会話をすることができません。\n話題にすることができません。それは...",
  "data/reddit-changemyview/r/changemyview/comments/nr4t7n/cmv_the_electoral_college_system_would_be_more.json": "例えば、カリフォルニア州民の60％がバイデンに、40％がトランプに投票していたとしたら\nカリフォルニア州の55選挙区のうち60％（33票）がバイデンに、40％がトランプに投票していたことになります。もちろん\nもちろん、均等にはならないことが多いので、厄介な丸め方をしなければなりません。\n丸めなければなりません。\n\n私がこの方法を気に入っている理由は、「...",
  "data/reddit-changemyview/r/changemyview/comments/nrfbrg/cmv_democrats_will_regret_it_if_they_ever_get_rid.json": "前置きが長くなりましたが、現在の形のフィリバスターはひどいものです。だから、変化が必要ないとは言いません。\n変化は必要ないとは言いません。私が信じているのは、もし民主党がフィリバスターを廃止したら、後悔するだろうということです。\n民主党がフィリバスターを廃止したら後悔するだろうということです。\n\n民主党が上院を永遠に維持することはありません。共和党が両議会の主導権を取り戻すのは\n共和党が両院を支配するようになるでしょう...",
  "data/reddit-changemyview/r/changemyview/comments/nrho97/cmv_there_are_no_good_or_bad_music_genres_just.json": "それはわかっている。ロックが好きな音楽ジャンルで、カントリーやポップスは嫌い。何であれ\nそれが何であれ、あなたの好きなジャンルが「1つ」になるわけではないのです。\n\n音楽は食べ物と同じです。ピザ、ハンバーガー、サンドイッチ、タコス、ブリトー、ナゲットなどがある。\nナゲットなどなど。だからといって、一方が他方より優れているわけではありません。しかし、人がいる\nあるいは...",
  "data/reddit-changemyview/r/changemyview/comments/nsd1zb/cmv_the_majority_of_selfhelp_books_are_painfully.json": "この記事は、前提条件に議論の余地のない不安があるため、しばらくの間、後回しになっていました。\n議論の余地のない不安があったからです。誤解を招くようなグレーな部分がいくつもあって\n誤解を招く可能性がありますので、できるだけ明確で正確な表現を心がけます。\nなるべく曖昧さを排除し、正確に説明したいと思います。\n\n 1. 私は...",
  "data/reddit-changemyview/r/changemyview/comments/nsmrl2/cmv_biological_immortality_for_humans_will_not_be.json": "15～20年後に生物学的な不死を達成すると考えているAubrey de Greyの話を読んだ。\n15～20年後には生物学的な不死を達成できると考えている。私は彼を信じたいのですが、人間がなぜ老いるのか、人間の体全体がなぜ老いるのか、完全には理解できていません。\n彼を信じたいのですが、私たちはなぜ人間が年をとるのか、人間の体全体を完全には理解していません。彼はどちらかというと、悪く言えば\n彼は、悪く言えばインチキ薬のセールスマンであり、自分自身に恐怖を感じている人のように思えます...",
  "data/reddit-changemyview/r/changemyview/comments/nsvmmv/cmv_incel_rhetoric_doesnt_get_as_much_pushback.json": "https://mobile.twitter.com/SportIsARight/status/1178619997704327168\n\nhttps://everydayfeminism.com/2017/04/cissexist-say-never-date-trans/\n\nhttps://mobile.twitter.com/blackfatqueer/status/1169449076573822976\n\nデートしないのは偏見だ」「......をしないのは偏見だ」といった意見を述べている人の例はたくさんあります。\nデートしないのは偏見だ」「...",
  "data/reddit-changemyview/r/changemyview/comments/nt0c9d/cmv_choosing_to_wear_a_mask_in_certain_crowded.json": "シートベルトを着用し、方向指示器を使用し、交通標識に従っているからといって、私は恐怖にさらされているのでしょうか？\n恐怖を感じていますか？日焼け止めを塗ることに恐怖を感じているのだろうか？私が恐れているのは\nワクチンを接種し、娘にもワクチンを受けさせているからですか？私が恐れているのは\n私は毎日歯を磨き、年に数回フロスを使っているから怖いのだろうか？",
  "data/reddit-changemyview/r/changemyview/comments/nt4vt3/cmv_all_religion_should_have_their_ideology.json": "宗教的なものであろうとなかろうと、どんな思想も批判されるべきだと思います。\nしかし、社会ではイスラム教の一部の思想を批判する自由がないと感じています。\n\n技術的には「自由」ですが、個人的には、イスラム教の話になると、多くの敵意があるように感じます。\n個人的には、イスラム教の話になると敵意があるように感じます。同じレベルの...",
  "data/reddit-changemyview/r/changemyview/comments/nszc6d/cmv_gender_identity_is_entirely_arbitrary_and.json": "さて、ここでは、まず最初に基本的なことを説明します。私は次のことをしません。\n自己表現や身体的自律の権利を制限することを支持しません。\nトランスジェンダーを支持しない人たちが制限したいと思っているその他の潜在的な権利を\n制限することはできません。もしあなたが自分の臓器を取り出して交換したいのであれば...",
  "data/reddit-changemyview/r/changemyview/comments/nt9rty/cmv_communist_symbols_and_iconography_are_just_as.json": "共産主義のシンボルやアイコンは、しばしばクールでヒップなものとみなされます。ハンドバッグ、Tシャツ、ジャケット、ポスター、バンパーステッカーなどに描かれています。\nハンドバッグ、Tシャツ、ジャケット、ポスター、バンパーステッカーなどに描かれています。チェのTシャツ\nシャツ、毛沢東のハンドバック、赤い星、ハンマーと鎌などです。私はこれらのシンボルは\nこれらのシンボルは、ナチスの鉤十字やSSの稲妻と同じように憎むべきものだと思います...。",
  "data/reddit-changemyview/r/changemyview/comments/ntdnon/cmv_you_are_allowed_to_explosively_lose_your.json": "誰もが自分の気性をコントロールすることを学び、もっと理解を深めるべきです。\n状況を緩和し、怒らないで済む解決策を見つけ、すべてがうまくいかない場合は\nその場から立ち去ることができる\n\nしかし、人が逃げられない状況に追い込まれた場合は\n例：追い詰められたり、拘束されたりした場合...",
  "data/reddit-changemyview/r/changemyview/comments/nt528x/cmv_if_dr_aruna_khilanani_is_not_called_out_for.json": "https://nypost.com/2021/06/04/nyc-pyscho-fantasizes-about-shooting-white-people-in-yale-talk/\n\nBIPOCに対する制度的な人種差別の存在は、異なる人種に対する同じような人種差別の存在が不可能であることを意味するものではありません。\n制度的な人種差別が存在しても、別の制度による別の人間に対する人種差別の存在が不可能であることを意味するものではない。\n制度上の人種差別が存在することは、別の人間に対する別の制度上の人種差別の存在が不可能であることを意味しない。\n\n白人であれば誰でも、このような...",
  "data/reddit-changemyview/r/changemyview/comments/ntiusi/cmv_believing_in_a_zodiac_sign_seriously_is_stupid.json": "最初に言っておきたいのは、もしあなたが占星術に夢中になっていて、それが面白いと思っているなら、あなたはあなたでいいのです。\n私は個人的には理解できないかもしれませんが、それがあなたを幸せにするのであれば\n私は個人的にそれを理解していないかもしれませんが、それがあなたを幸せにするのであれば、誰がそれを奪うことができますか？\n\nしかし、私が本当に歯がゆいのは、tinderのようなアプリで、パートナー候補の星座を表示することです。\nパートナー候補の星座を表示するtinderのようなアプリは、OMFG...",
  "data/reddit-changemyview/r/changemyview/comments/ntke9k/cmv_not_taking_responsibility_for_things.json": "プレイヤーが死んだらチームメイトを責める。\n\n生徒が失敗したときに先生を責める。\n\n親は子供をスケープゴートにして一緒に暮らし続ける。\n\n数年経っても、自分の不幸を外国の介入のせいにする人。\n数年経っても自分の不幸を外国の介入のせいにする人。\n\n誰もが自分の遺伝子のせいにしています...",
  "data/reddit-changemyview/r/changemyview/comments/nuaibc/cmv_abortion_debates_will_never_be_solved_until.json": "中絶に関する通常の議論とは異なる角度から、私は中絶が正しいかどうかを議論するつもりはありません。\n中絶が正しいか間違っているかを議論するつもりはありません。\n\nその代わりに、私が提案したいのは、生命とは何かという問題のために、中絶についてのコンセンサスを得ることはできないだろうということです。\nその理由は、「生命とは何か」という問題にあります。I\n私たちは、もし...",
  "data/reddit-changemyview/r/changemyview/comments/nugh21/cmv_its_not_wrong_to_try_to_find_a_cure_for_autism.json": "全面開示：私は13歳の男性で、ギリギリのスペクトラムであり\n私は軽いアスペルガーです。\n\nしかし、私の経験は、自閉症の中でも特に悪いものではありません。I\n私は、話しているときに突然考えがまとまらなくなったり、勉強しているときにすぐに気が散ってしまったりします。\n勉強していてもすぐに気が散ってしまいます。\n\nこれは本当に...",
  "data/reddit-changemyview/r/changemyview/comments/nuv03b/cmv_opinion_pieces_without_facts_should_no_longer.json": "\"民主党はバカだ」「共和党はナチスだ」と言っても、何の役にも立ちません。\n偏った情報を欲しがる過激派をおびき寄せて、貪欲な作り手を儲けさせる以外の目的はありません。\n欲深い制作者が、自分の視点を補強するために偏った情報源を求める過激派をおびき寄せて利益を得る以外に目的はない。\n\nしかし、事実を伴わない意見記事は純粋なレトリックであり、時にはプロパガンダでさえあります。\nプロパガンダです。ニュースとは、注目すべき...",
  "data/reddit-changemyview/r/changemyview/comments/nv1k3r/cmv_the_prolife_movements_tactics_to_dissuade.json": "前置きが長くなりましたが、私は「プロチョイス」です。私は、女性には\n女性には、自分の体で起こっていることをコントロールする権利があると思います。ただし、後期中絶の支持者ではないことをお断りしておきます。\nしかし、後期中絶の支持者ではありません。私は個人的には21週目と5日目で線を引きます。\n5日です。つまり、5ヶ月前後です。なぜこの数字なのか？それは...",
  "data/reddit-changemyview/r/changemyview/comments/nv06a5/cmv_online_games_should_have_option_to_disable.json": "必要であれば、他のプレイヤーのカスタムビジュアルを無効にすることができます。\nこの場合、プレイヤーは標準スキンで表示されますが、彼らの視点では何も変わりません。\n彼らの視点では何も変わらないということです。これにより、可能な限り多くのプレイヤーベースを満足させ\nゲームをより長く楽しめるようになります。\n\nこれは...",
  "data/reddit-changemyview/r/changemyview/comments/nv95y1/cmv_identity_politics_and_affirmative_action.json": "アイデンティティ・ポリティクスに執拗に焦点を当てることは、幅広い範囲に及んでいます。\nは、社会的平等を真に促進するためには何の役にも立ちません。それは\n銃乱射事件の犠牲者に「お悔やみ申し上げます」とツイートするのと道徳的に同じです。\nこれは、銃乱射事件の犠牲者に「ご冥福をお祈りします」とツイートするのと道徳的に同じことで、何の役にも立たない公共のコミュニケーションです。",
  "data/reddit-changemyview/r/changemyview/comments/nve9ud/cmv_selling_people_into_slavery_is_just_as_bad_as.json": "私たちは、ヨーロッパ人が網を持ってアフリカ人をさらいに行ったと教えられていますが、実際は\n実際には、戦争中のアフリカの部族が彼らを売っていたのです。彼らは互いの戦争捕虜を売って\n互いの捕虜を売り、数を減らして利益を得ていたのです。なぜかというと\n買った側に罪の意識を押し付けて、買った側に...",
  "data/reddit-changemyview/r/changemyview/comments/nvgm9d/cmv_suicide_isnt_selfish_and_people_that_say_it.json": "自殺は自分勝手だと言う人は、自分自身も自分勝手だと思います。自殺するほど落ち込んでいる人は\n自殺するほど落ち込んでいる人は、自分の苦しみから解放されたいだけなのです。\nこの地獄のような残酷な世界からの安らぎを求めているのです。想像してみてください、このような痛みと苦しみの中で\n自分の人生を終わらせたいと思うほどの苦しみを想像してみてください....",
  "data/reddit-changemyview/r/changemyview/comments/nvlcqh/cmv_the_patriots_of_metal_gear_solid_2_raise_a.json": "2001年に発売されたビデオゲーム「メタルギアソリッド2」には\n悪役に関しては、衝撃的なほど予見的な記述があります（まあ、悪役の一人ですが）。\nこのゲームのプロットは、クリス・ノーランの平均的な映画を単純明快に見せている。\nゲームのプロットは、クリス・ノーランの平均的な映画のように明快でシンプルなものです）は、悪の計画を持っています。",
  "data/reddit-changemyview/r/changemyview/comments/nv3g1t/cmv_tipping_should_not_be_expected.json": "親切なサービスにチップを期待するのは信じられないことです。\n\nサーバーの仕事の役割は、良いサービスを提供することです。なぜお客さんが追加料金を払って\n仕事をしただけの人の給料に、なぜお客さんが余分に払わなければならないのか？私は知っています。\n給料が足りないという意見があるのは知っていますが、確かに...。",
  "data/reddit-changemyview/r/changemyview/comments/nvxxx5/cmv_nothing_makes_me_angrier_than_calling_a.json": "例えば、Fedexに電話をして、自動メニューにたどり着き、相手の恩着せがましい声で偽の質問をされることほど、私の血が騒ぐことはない。\n自動化されたメニューが表示されて、相手の恩着せがましい声で、偽りの甘さで「W\n実際の声を使ってメニューロボットと話さなければなりません。\n実際の声を使ってメニューロボットと話さなければならない。せっかくの良い気分が一瞬で台無しです。",
  "data/reddit-changemyview/r/changemyview/comments/nvzzw8/cmv_if_you_look_like_girl_talk_with_a_feminine.json": "すべての兆候が特定の性別であることを示しているならば、あなたが三人称の代名詞を私に話すことは本当に意味がありません。\n三人称の代名詞を教えてくれても意味がありません。とても簡単なことです。もし、あなたが\nあなたが自分の性別を見分けるのが難しいことを知っているなら、代名詞を伝える必要がある理由はわかります。\n代名詞を言う必要があるのはわかります。しかし、私はこれまでに人々が...",
  "data/reddit-changemyview/r/changemyview/comments/nvyxnc/cmv_hashtags_or_slogans_like_bigisbeautiful_or.json": "まず、議論のために、社会が太った人よりも痩せた人や体格の良い人を好むのは、社会的構造であると仮定しましょう。\n痩せている人が太っている人よりも好きだというのは社会的な構造だと仮定します。仮にそうであったとしても\n何が魅力的なのかを伝えても、人々が魅力的と感じるものを変えることはできません。\n魅力を変えることはできません。体格の良い人に魅力を感じろと言われたことはありません。",
  "data/reddit-changemyview/r/changemyview/comments/nvu1zw/cmv_workers_not_by_default_entitled_to_the_full.json": "マルクスの著作や労働価値説から派生して、左派の人たちの多くが\nすべての労働者は搾取されていると主張します。\n労働者は資本家に自分の労働力を売り、生産した商品の完全な価値に見合った報酬を得られないため、すべての労働者は搾取されていると主張する。\n搾取されていると主張する。しかし、労働...",
  "data/reddit-changemyview/r/changemyview/comments/nw01pe/cmv_sports_fans_are_just_as_lazy_and_unhealthy_as.json": "前置きが長くなりましたが、自分の好きな方法で時間を潰すことは悪いことではありません。\nのは悪いことではありません。しかし、これらの趣味の捉え方には違いがあります。\n\n私の個人的な見解では、多くのスポーツファンは、ゲームを楽しみながら、ビールを飲み、ジャンクフードを食べています。\nジャンクフードを食べながら試合を楽しむ。私の個人的な見解では、スポーツファンの多くは、ビールを飲み、ジャンクフードを食べながら試合を楽しんでいます。",
  "data/reddit-changemyview/r/changemyview/comments/nwe8d1/cmv_the_campaign_by_republicans_to_denounce_the.json": "皮肉なことに、ミッチ・マコーネルは、アメリカ大統領選挙の結果を否定することは、「民主主義を死に追いやることになる」と言ったことが、最も良い表現だったと思います。\nアメリカ大統領選挙の結果を否定することは、「民主主義を死のスパイラルに陥れることになる」という\nスパイラルに陥ることになる」と言ったときの言葉が一番印象的でした。\n\nバイデンが勝者と宣言されてから約8ヶ月が経ちましたが、いまだに\n共和党員が盗まれた選挙について話しているのを目にすることがあります...",
  "data/reddit-changemyview/r/changemyview/comments/nwhraf/cmv_the_lgbt_community_is_managing_to_harm.json": "Tl:dr - 自分を独立したバブルの中に置いておくと、他人に嫌われてしまう。\nになってしまいます。保守的な意見が少数派になったのなら、誰も必要としない普通の社会と融合して\n誰と一緒にいようと誰も気にする必要のない普通の社会と融合してください。\n法的な代理権があり、はるかに多くの意見を受け入れることができる普通の社会と融合して、私たちは...",
  "data/reddit-changemyview/r/changemyview/comments/nwintw/cmv_being_an_internationally_recognized_adult.json": "https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\n\nこの記事を投稿するきっかけとなったのはこの記事です。多数の方にシェアされました\n私の町の多くの女の子が共有していて、キャプションは現代の有害な男性に向けられていました。どうやら\n私たちは、このポルノスターをポルノスターとして見るのをやめなければならないようです...。",
  "data/reddit-changemyview/r/changemyview/comments/nwimxp/cmv_islam_is_an_outdated_religion_that_has_no.json": "まず第一に、私は宗教色の強いイスラム教徒の家庭で育ち、現在は元イスラム教徒で無神論者です。\n現在は元イスラム教徒で無神論者です。私は幼少期をシャリア法の下で育ちました。今となっては\nいかに自分がこの宗教に洗脳されていたかがわかります。\n宗教を信じるように洗脳されていたことに気づきました。一つは、誰も預言者がいかに...という話をしないこと。",
  "data/reddit-changemyview/r/changemyview/comments/nx1bp4/cmv_if_your_genetically_healthy_child_is_morbidly.json": "タイトルがすべてを物語っています。\n\nもしあなたが、0歳から12歳までの子供（遺伝的条件なし）の親であり\n彼らは肥満である。それはあなたのせいです。\n\nあなたが彼らをそうさせたのです。今、彼らは健康問題を抱え、学校でいじめられ、スポーツにも参加できないでしょう。\nスポーツにもあまり参加できないし、自尊心の問題もあります。\n無駄に...",
  "data/reddit-changemyview/r/changemyview/comments/nxaiiu/cmv_most_companies_dont_really_care_about_suicide.json": "Googleのような企業は、ヘルプコールラインをリンクすることで、自殺について気にかけているふりをする。\n他の雇用者は「カウンセリング」を提供することで気にしているふりをしますが、実際には気にしていません。\n実際には気にしていません。実際には、ほとんどの人が気にしていないと思います。彼らが気にするのは\n私たちは決して......」という決まり文句を口にする程度の関心しかありません。",
  "data/reddit-changemyview/r/changemyview/comments/nxgs3e/cmv_somaliland_should_be_recognized_as_a.json": "ソマリランドは、かつてのイギリスの保護領で、イギリス領ソマリランドと呼ばれていましたが\n独立後にイタリア領ソマリランドと合流してソマリアとなった。\n\n独裁政権と内戦の後、ソマリアの国は暴力と無秩序と反乱に悩まされてきました。\n暴力、無政府状態、反乱に悩まされている。\n\n一方、ソマリランドは...",
  "data/reddit-changemyview/r/changemyview/comments/nxidkc/cmv_internal_monologue_should_be_more_normalized.json": "映画やショーの中で、「う～ん、何を考えているんだろう」と思うようなシーンを見たことはありませんか？\nと思ったことはありませんか？\n\n私は、映画やテレビの中には、あまりにも解釈が自由すぎるシーンが多いと感じています。\n映画やテレビの中には、解釈が自由すぎるシーンがたくさんあります。映画やテレビの中には、解釈が自由すぎるシーンがたくさんあります。\n登場人物が何を考えているのか、正確に知りたいと思うことがあります。",
  "data/reddit-changemyview/r/changemyview/comments/ny3cy9/cmv_its_unhealthy_to_not_do_things_because.json": "流行を追いかけることは、オリジナリティがないということではありません。\n\n人と交わることは、健康的で自然なプロセスです。\n社会性を高め、他の人との交流を可能にします。\n\n人が自由意志に基づいて人の真似をしている限り、それは問題ありません。\n\n世間知らずで、騙されやすく、...",
  "data/reddit-changemyview/r/changemyview/comments/ny2f0q/cmv_the_lgbt_black_lives_matter_combo_flag_is.json": "前置きが長くなりましたが、私はLGBTコミュニティの一員です。\n私はLGBTコミュニティの一員であり、ここで述べることは、これらの運動に反対するものではなく、それらが一緒になっていることに嫌悪感を抱いているだけです。\nただ、それらが一緒に詰め込まれていることに嫌悪感を抱いているだけです。\n\nでは、この新しい旗は、根本的に醜いということですね？茶色が似合わないとか\n旗に茶色は似合わないし、あなたは良いものを...",
  "data/reddit-changemyview/r/changemyview/comments/nycakk/cmv_it_should_be_illegal_for_parents_to_have.json": "乳幼児の性器を切除することを正当化する理由は、通常2つあります。\n乳児の性器切除を正当化する理由は2つあります。\n\n * その方が「衛生的」だから。\n\n * 宗教的な本や権威がそうすべきだと言っているから\n\nこの2つを分けて考えてみましょう。\n\n * まともな人は、身体切除を「衛生的」だとは言わないでしょう。",
  "data/reddit-changemyview/r/changemyview/comments/nyl07l/cmv_if_you_intentionally_drive_a_loud_car_you_are.json": "なぜうるさい車・バイクに乗らなければならないのか、教えてください。人目につく場所で大音量を出して\n公共の場で大音量を出す必要があるのか？そんなに注目されたいのですか？もしあなたがショーや何かに行きたいなら\n気の合う仲間と一緒にショーや何かに行きたいのなら、それはそれでいいと思います。しかし\nしかし、あなたは社会の他の人々がそのようなことを聞きたいと本当に思っているのでしょうか...。",
  "data/reddit-changemyview/r/changemyview/comments/nya50v/cmv_non_binary_people_arent_women_so_im_confused.json": "前置きが長くなりましたが、私はレズビアンです。しかし、私はシス・ガールでもあります。\nセカンドオピニオンとしては、ノンバイナリーの友人がいます。\n\nでも、基本的にはタイトルの通り。ノンバイナリーの人たちは、本当は男でも女でもない。\nそして、彼らはそのような二元的なカテゴリーに強制されるべきではありません。だからこそ、私は\nそれは...",
  "data/reddit-changemyview/r/changemyview/comments/nymbva/cmv_people_need_to_call_out_news_articles_that.json": "イギリスのニュースでもよく見かけますね。イギリスのニュース、特にあまり深刻でないニュースは下品で倫理的ではありません。\nイギリスのニュースは、特に深刻ではないものの、下品で非倫理的であり、記事の半分以上が\n\n\"a source says\"\n\n\"匿名の情報源が言った\n\n\"a source informed on the matter said」（参考までに、これはしばしば他の記者を意味することがあります。\n記者同士が「情報源」を教え合うこともありますが...。",
  "data/reddit-changemyview/r/changemyview/comments/nz2kwb/cmv_when_it_comes_to_relationships_looks_are_as.json": "皆さん、こんにちは！今日は軽い話題で行きたいと思います。私はGFと現実にこのような会話をしてきました。\n皆さんはどう思われますか？私たちは皆、聞いたことがあると思います。\n私たちは皆、SOに関しては見た目よりも性格が重要であるという考えを聞いたと思います。\n私は単純にそうは思いません。私は、外見は...とは思いません。",
  "data/reddit-changemyview/r/changemyview/comments/nyv7dt/cmv_nonjapanese_wearing_kimono_or_nonindians.json": "文化的流用の定義は人それぞれです。ある人は、それが\nある人は、単にその行為がどれだけ無礼なものかという問題だと考えています。ある人は、単にその行為がいかに無礼であるかの問題だと考え、またある人は\nまた、他の要因、例えば、文化を取り入れた側と取り入れられない側の間の抑圧と抑圧された力関係などを考慮する必要があると考える人もいます。\nまた、文化的な慣習を取り入れている文化と取り入れられている文化の間の抑圧者と被抑圧者の関係など、他の要因が...",
  "data/reddit-changemyview/r/changemyview/comments/nzar9l/cmv_the_word_opressed_is_flung_around_way_too_much.json": "誰かが、あなたが識別するものを悪い名前や中傷で呼んだとしても、あなたは虐げられているわけではありません。\n抑圧されていることになります。抑圧とは、ある人や集団が、ある共通点から一貫して権利を否定され、厳しい扱いを受けることです。\n抑圧とは、ある人やグループが、ある共通点のために一貫して権利を否定され、過酷な扱いを受けることです。\n\n中国のUhgyrsは抑圧されています。\n\nイランの同性愛者は抑圧されています。\n\nナチスのユダヤ人は...",
  "data/reddit-changemyview/r/changemyview/comments/nzgoqq/cmv_there_should_be_an_age_restriction_for.json": "過去100年の間に選出された最年少の大統領はケネディで、就任時は43歳でした。\nケネディは43歳で大統領に就任しました。トランプは\n75歳、バイデンは78歳です。二人とも、何度も事件を起こしています。\n二人とも精神状態を疑うような事件を何度も起こしていて、それが原因で...。",
  "data/reddit-changemyview/r/changemyview/comments/nzf3z2/cmv_i_dont_think_trans_surgery_should_be_allowed.json": "ですから、私はlgbtq+コミュニティを完全にサポートしていますし、手術を受けたトランスの子供たちもサポートしています。\n手術を受けるべきではないと思っていても、手術を受けたトランスの子供たちを応援しています。手術をしたことで誰かを罵ったり、侮辱したりすることはありません。\n私は、手術を受けた人を罵倒したり、侮辱したりはしません。しかし、私の主な意見は\n私の主な意見は、トランスであることを認識している子供たちは、...",
  "data/reddit-changemyview/r/changemyview/comments/nz8d5d/cmv_tariq_nasheed_is_a_grifter_that_pushes.json": "タリク・ナシード監督の最新ドキュメンタリー『Buck Breaking』は、「奴隷を支配するために、奴隷を儀式的に性交した」という検証不可能な主張をしている。\n奴隷所有者が支配の手段として儀式的に奴隷を性交していたという検証不可能な主張をしています。また、彼は\n奴隷の反乱がしばしば失敗したのは、反乱を起こした奴隷を黒人女性が「密告」したからだと主張しています。\n奴隷の反乱が失敗することが多いと主張しています。彼はまた、憎しみの感情を煽るような主張もしています...",
  "data/reddit-changemyview/r/changemyview/comments/nzmm6f/cmv_people_who_blast_their_music_when_refueling.json": "今週、私はちょっとしたドライブ旅行に出かけたのですが、その際、車に2回給油しなければなりませんでした。2回とも\n似たようなことがあって、本当に腹が立ったので、私の怒りが正当なものかどうかを確かめるために、ここに投稿します。\n私の怒りが正当なものかどうかを確かめるために、ここに投稿します。\n\n2回とも同じようなことが起こりました。\n\n若い男がスポーツカー（のように見えるが...）で車を停めた。"
}