{
  "data/reddit-books/r/books/comments/oba4rd/can_we_please_stop_using_abbreviations_in_book.json": "Kindleアプリの書評には本当に感謝しています! 私はいつもレビューを読んで\nその本が自分の時間やお金を費やす価値があるかどうかを知るために、いつも読んでいます。\n驚くべき速さで本を消費しているからです。しかし、いくつかのレビューが同じ頭文字を使用している場合、私はイライラします。\nでも、いくつかのレビューが同じ頭文字を使っていて、誰も実際に単語を綴っていないとイライラします。\n\n\"If you loved...",
  "data/reddit-books/r/books/comments/obbavu/yo_what_the_fuck_is_the_point_of_an_abridged_book.json": "今、「ティッピング・ポイント」のオーディオブックを聴いたところ、私は要約版を聴いていたことが判明しました。\n短縮版を聴いていたことが判明しました。300ページの本があっという間に終わってしまった。\n1.25倍の速さで聞いてみると、300ページの本があっという間に終わってしまった！」と思いました。しかし、私は何かを見逃しているのではないかと思い\nしかし、何かを見逃しているのではないかと思い、詳細を見てみました。そして、さらによく見てみると...。",
  "data/reddit-books/r/books/comments/obf2hx/what_are_your_favourite_book_openings.json": "私は、本の最初の一文が素晴らしく、すぐに引き込まれて\n瞬時に引き込まれ、本全体を夢中で読む間に期待感を与えてくれる素晴らしい第一文がある本は大好きです。とはいえ\nとはいえ、私が大好きな本の中には、最初の一文が魅力的でないものもあります。\n気に入っている本はあります。あなたのお気に入りの冒頭文は何ですか？ここでは、そのいくつかをご紹介しましょう。",
  "data/reddit-books/r/booksuggestions/comments/obak8r/my_girlfriend_just_got_me_a_kindle.json": "僕の彼女がキンドルを買ってくれたんだ。\n買ってきてくれました。読書好きになるきっかけとなった本や、読んでおきたい本を教えてください。\n読書への愛を目覚めさせてくれた、必読の本を教えてください。私はM25です。\n漫画を読むのが好きなんですが、お勧めは...。",
  "data/reddit-books/r/books/comments/obm1og/id_read_books_like_slaughter_house_and_the_jungle.json": "菜食主義者やベジタリアンの意見に反論するのはいつも大変で、あまり興味がありませんでした。\n菜食主義者やベジタリアンの意見に対抗するのは難しいし、興味もない。私が同意できないのは\n倫理的でない環境で動物が飼われていることや、日本とはかけ離れた野蛮なディストピアには反対です。\n倫理的でない状態で動物が飼育され、伝統的な農業とはかけ離れた野蛮なディストピアが描かれています。",
  "data/reddit-books/r/books/comments/obo4jq/one_of_the_best_feelings_about_reading_more_has.json": "数年前のある時期までは、読書には全く興味がありませんでした。それ以来\nそれ以来、私はどんどん本を読むようになり、1年で想像以上に多くの本を読みました。\n読むことができるようになりました。\n\n500ページの本を見るのはとても気分がいいですし、もう長い時間をかけて読むことはありません。\n感じました。100ページなんて...。",
  "data/reddit-books/r/books/comments/obeypd/what_are_important_messages_that_are_commonly.json": "私はレイ・ブラッドベリの「華氏451」を推薦します。誰もが、検閲のことや\n誰もが検閲について語ります。しかし、この本の終わり近くには\n\n\"芝生を刈るだけの人と、本当の庭師の違いは、感動するかしないかにある。\n触れているかどうかの違いだという。芝生を刈る人は、そうでないのと同じかもしれませんが...。",
  "data/reddit-books/r/booksuggestions/comments/obn7tv/should_i_read_rebecca.json": "この本は以前から「読みたい本」のリストに入っていました。多くの人がこの本の良さを語っているのを見て\n話題になっているのを見て、興味を持っていました。しかし、私はロマンス小説が好きではありません。\nしかし、私はロマンス小説が好きではないので、Rebeccaはミステリーの要素を含んだロマンス小説なのかなと思っています。\nこれは良い読み物ですか？",
  "data/reddit-books/r/books/comments/obn3tl/why_do_you_think_books_are_better_than_their.json": "本の方が良かった」という話はよく聞きますが、その逆はほとんどありません。それは\n最近になってCGIが追いついてきたのか、それとも一人の想像力の力なのか。\n\n例：「ダイバージェント」シリーズ、「ゴッドファーザー」、「ハリー・ポッター」、「LOTR」、「ダ・ヴィンチ・コード」、「ハンガー・ゲーム」など。\nゲームなどが挙げられます。同じことをよく聞きますが...。",
  "data/reddit-books/r/books/comments/obvre4/reading_oryx_and_crake_in_the_aftermath_of_2020.json": "以下、ネタバレあり\n\nマーガレット・アトウッドの「Oryx and Crake」を初めて読みました。\n読んでみて、本当にびっくりしました。この作品については、賛否両論あると聞いていました。\nしかし、COVID-19のパンデミックの後にこの作品を読んだことで、この作品はとても素晴らしいものになりました。\nCOVID-19のパンデミックと様々な...",
  "data/reddit-books/r/books/comments/oc5owc/the_sex_scene_of_haruki_murakamis_killing.json": "今、ある記事を見ていたら、何がわかったと思いますか？村上春樹の「殺戮者」のセックスシーンが\n村上春樹の「殺戮委員会」のセックスシーンが、第26回「小説の中の悪い性」賞にノミネートされていました。\nin Fiction Awardにノミネートされました。この賞は1993年以来、「その年の最もひどい性描写」に与えられる賞です。\n1993年から始まったこの賞は、「他の良い作品の中で、その年に最もひどい性描写があった作品」に贈られるものです。",
  "data/reddit-books/r/books/comments/obxjjh/a_thousand_splendid_suns.json": "今日、Khaled Hosseiniの「A Thousand Splendid Suns」を読み終えました。そして、それは\n驚きの連続でした。カルチャーショックを受け、全く別の世界へのチケットを手にしたような気分になります。彼は、私が生きてきた人生や苦難を持つ女性たちに\n私には想像もつかないような生活や苦労をしている女性たちの立場に立たせてくれます。そして\n彼女たちが経験したこと、信じられないような喪失感と不確かな未来、...。",
  "data/reddit-books/r/booksuggestions/comments/obs8pw/why_do_you_like_stephen_king.json": "喧嘩をしたいわけではなく純粋に聞きたいのです。ガンズリンガーは読みましたし\nSalem's lotを試しています。\n\n私の目標は100ページ読んで好きかどうか確かめることです。その目標の半分くらいまで来て\n私は非常に退屈な気分です。\n\n好みの問題もあるとは思いますが、Kingは・・・。",
  "data/reddit-books/r/booksuggestions/comments/oc3jz9/westerns.json": "こんにちは、皆さん。\n\n私が探しているのは、根っからの西部劇で、馬やガンマン、ミステリアスな人たちが出てくる本物の物語だ。\n馬や銃を持った人や不思議な人が出てくる物語です。\n\n\"ブラッド・メリディアン\" \"ウォーロック\" \"ブッチャーズ・クロッシング \"は 読みました。\n\n害獣は必要ありません。",
  "data/reddit-books/r/booksuggestions/comments/oc2igy/suggest_me_a_book_with_female_pirate_as_the_mc.json": "女海賊が主人公であれば何でもいいです。\n\ndaughter of the pirate king duologyを読み終えて、言えることは\n女海賊の二日酔い状態です。\n\n交流してくれたらよろしくお願いします🌺。",
  "data/reddit-books/r/books/comments/occut6/importance_of_timing_with_books.json": "最近、とても良い本を読んでも、年齢や人生のタイミングによっては楽しめなかったり、理解できなかったりすることがあるのではないかと考えていました。\n年齢や人生のタイミングによって、本当に良い本を読んでも楽しめなかったり、理解できなかったりすることがあるのではないかと思いました。例えば、私の好きな本のひとつ\nライ麦畑でつかまえて』は、19歳のときに読みました。19歳のときに読みましたが、19歳以上の人にはお勧めできません。\nそれ以上の年齢の人にはお勧めできません。多くの人が...",
  "data/reddit-books/r/books/comments/ocf4m4/loaning_books_from_library_has_let_me_read_and.json": "以前はただ本を溜め込んでいましたが、新しいハードカバーの本の感じが好きでした。\n数冊しか読みませんでした。他のことに気を取られずに本を読む習慣をつけたかったのです。\n気が散らないように読書をしたかったのです。友人に勧められて、数冊の本（Good omens, Dark Matter, 1984）を貸しました。\nomens、Dark Matter、1984）を貸した。返却期限は21日でしたが...。",
  "data/reddit-books/r/booksuggestions/comments/oca9w6/horror_anthology_with_interconnected_stories.json": "最近、マグナス・アーカイブスを聞いて、「うずまき」を読んでみました。\n私がホラーを一番楽しめるのは、最初は別々の話（または、線でつながっている話）だということに気づきました。\n最初は別々のストーリー（またはリンク要素のあるストーリー）が、後になってより長く複雑なストーリーにつながっていくとき、私は最もホラーを楽しむことができるのです。\nと気づかされました。このようなストーリーのホラー作品はありますか？",
  "data/reddit-books/r/booksuggestions/comments/ocdgk0/help_me_find_a_book_as_good_as_the_show_breaking.json": "番組「Breaking Bad」のように、私の心を揺さぶるような本が必要です。I\n脚本家がいかに賢いかということに執着するのをやめられないし、番組の話をするのをやめられない。\n番組の話が止まらないんだ。私は、このような優れた本が欲しいのです。\nこのような素晴らしい本が欲しいのです。例えば、Breaking...と同じように、100万通りもの見方ができる本が。",
  "data/reddit-books/r/books/comments/ochr4w/what_is_up_with_these_goodreads_reviews.json": "Goodreadsにはあまり行かない。たまに引用したり、学校の課題のために一行か二行をコピー＆ペーストするために\n学校の課題のために1、2行コピー＆ペーストする程度です。最近、私は購入を考えている本のレビューを読むために\n最近、購入を考えている本のレビューを読み返してみたのですが...何かが大きく違っているように感じました。\n\n一つには、トップの書評はすべて同じコンセプトに従っているように見えます。....",
  "data/reddit-books/r/books/comments/ociwn6/i_finally_understood_what_anton_ego_meant_when_he.json": "私は自分自身を非常に厳しい批評家だと思っていますが、たいていは自分の楽しみを損なうことになります。\n自分の楽しみのために ですから、その気持ちはよくわかります。人の魅力を否定することがどれほど簡単なことか、私は知っています。\n人のライフワークを文学的な基準で否定することがいかに簡単かを知っています。\n\n誰もが耳にしたことがあるであろう、「The...」という小さなシリーズがあります。\n\"The...",
  "data/reddit-books/r/books/comments/ocs19e/this_is_why_i_miss_sir_terry.json": "\"図書館 \"には魔法の本だけではなく、棚に鎖でつながれていて\n棚に鎖でつながれていて、とても危険なものだけではありません。普通の紙に印刷された、ごく普通の\nありふれた紙にありふれたインクで印刷された、まったく普通の本もありました。それらも危険ではないと考えるのは間違いだろう。\n読んだからといって、危険ではないと考えるのは間違いです。",
  "data/reddit-books/r/books/comments/oc6p69/healthy_coping_mechanisms_overused_for_the_good.json": "最近、私が読んでいる本の中で、主人公の一人が水泳を「対処法」として使っていることに出会いました。\n水泳を「対処」の手段としている主人公がいました。その本の中では、主人公が\nくだらないことに対処する方法として、自分をものすごく追い込んでいました。\nこの本は第二次世界大戦中を舞台にしています）。私はこれをよく目にします...",
  "data/reddit-books/r/booksuggestions/comments/ocn769/nonfiction_books_about_disease_and_pandemics_of.json": "現在、ランディ・シルトのエイズの流行についての本を読んでいて、とても楽しいです。\n20世紀の病気についてもっと読んでみたいと思っています。\nスペイン風邪を題材にしたノンフィクションが一番ですが、病気やパンデミックの出来事なら何でも構いません。\nしかし、病気やパンデミックの出来事であれば何でもいいです（エイズについての別の本でも構いません）。",
  "data/reddit-books/r/booksuggestions/comments/ocw8yi/syrian_civil_war_book.json": "こんにちは。\n\n私は、この紛争についてできるだけ中立的に、あるいは少なくとも西側に偏っていない本を買おうと思っています。\n少なくとも西側に偏っていない本を買おうと思っています。その本は贈り物になる予定です。\nプレゼントする予定なので、価格は20～30ユーロくらいだとありがたいです。I\n私は政治的な議論をしたくないので、どうか...",
  "data/reddit-books/r/booksuggestions/comments/ocsu9r/books_about_dinosaursfor_adults.json": "恐竜ってかっこいいですよね。恐竜についての詳しいノンフィクションで、子供の頃に戻ったような気分になれる本はありませんか？\n少年のような気持ちにさせてくれる本はありませんか？",
  "data/reddit-books/r/books/comments/ocz6y2/something_wicked_this_way_comes.json": "昨日、この本を手にして、今、半分以上が終わったところです。しかし、これが\n今まで読んだ本の中で最も豪華な文章ではないかと思います。\nすべての文章は、まるで詩のミニチュアのようで、文章の意味が文字通りなのか、それとも\n文章の意味が文字通りなのか、それとも比喩的なのかを考えてしまう。\n\nそして、その...",
  "data/reddit-books/r/booksuggestions/comments/od2bxe/just_finished_orwells_1984_looking_for_something.json": "また、『本泥棒』や『オリバー・ツイスト』、ジュール・ヴェルヌの物語、エドガー・アレン・ポーの短編集なども好きでした。\nアレン・ポーの短編集も好きでした。",
  "data/reddit-books/r/books/comments/od22lp/a_man_called_ove_a_heartwarming_story.json": "私は自分の道を切り開いて、代わりに図書館で本を買わないと決めました。\n高校を卒業するときにもらったお金で本を買いに行った。\n買った。多くの人がこの本を評価しているのを聞いて、私も試してみようと思いました。\nこの本は、オーブの物語です。オーブは、孤独で不機嫌な完璧主義者で、まだ...",
  "data/reddit-books/r/books/comments/od4ahl/what_are_some_common_tropes_in_books_that_you_hate.json": "私の場合は、「自分は選ばれた人間だけど、それが嫌で普通になりたい」というのが\n普通になりたい」というものです。これは本の中では非常によくあることで、プロットが前に進まず、多くの章（時には本全体）につながると感じています。\n主人公がそのことについて文句を言う章が何度も（時には本全体で）続くことになります。\n主人公が2ページごとに文句を言っているような章が多くなります。",
  "data/reddit-books/r/booksuggestions/comments/odgqru/japanese_literature.json": "最近、川上弘美さんの本を2冊読みましたが、もっと現代の日本の小説に触れてみたいと思っています。\nもっと日本の現代小説に触れてみたいと思っています。あなたが知っている良い作品を推薦してください。\n(村上春樹以外は、すでにほとんどの作品を読んでいます)。ありがとうございました。",
  "data/reddit-books/r/books/comments/odjqbn/currently_reading_don_quixote_for_the_first_time.json": "まだまだ序盤ですが、この小説は今のところ私の想像をはるかに超えています。\nこの小説は私の期待を上回るものです。面白いとは思っていましたが、ほとんどの章で腹を抱えて笑うとは思いませんでした。\n笑うことになるとは思っていませんでした。サンチョがSMをしたくても、森には行きたくなかったので\nドン・キホーテに気づかれないように、森に行こうとしたところで...",
  "data/reddit-books/r/books/comments/odkiem/what_are_some_common_tropes_in_books_that_you.json": "個人的には、冒険小説の中で最も好きな瞬間の一つは、旅の前に何らかの逆境や困難に直面していた主人公が\n主人公が旅に出る前に、家で何かの逆境や敵に直面していて\n主人公が、旅の前に家庭で何らかの逆境に直面し、その処理に苦労していたのに、旅が終わって家に帰ると、同じ問題や\n旅が終わって家に帰ると、同じような問題に直面していたり...。",
  "data/reddit-books/r/books/comments/odkuli/the_colour_out_of_space_is_lovecraft_at_his_very.json": "少し背景を説明すると、私はラヴクラフトの「最高の怪奇小説」であるNecronomiconコレクションを着実に読み進めています。\nラヴクラフトの「最高の怪奇小説」を集めたNecronomiconコレクションを着実に読み進めています。\nある程度までは、ほとんどの物語は次のような単純な公式に基づいています。\n無名だが健全なWASPの男が...」という単純な公式に沿っている。",
  "data/reddit-books/r/books/comments/odmeei/whats_the_deal_with_the_new_york_times_best.json": "NEW YORK TIMES BEST SELLER」賞とは何なのか、そしてなぜすべての本にこの賞が付いているのか。\n神に誓って、どこを見ても、どこに行っても、その神に見放された言葉を目にします。\n神に誓って。\"本屋さんに行くと、その5つの言葉が私を取り囲んでいます。\n本屋に行くと、その5つの言葉が私を取り囲んでいる。私はそれから逃れられないし、それは私を悩ませるし...",
  "data/reddit-books/r/booksuggestions/comments/odku8s/what_to_read_when_you_feel_lost.json": "自分の人生に迷いを感じています。お勧めの本があれば教えてください。\nを通しています。私は18歳で、残りの人生をどうするか悩んでいます。私は18歳です。\n一年以内に学校に申し込むことになっていますが、何をしたらいいのかわかりません。私は自分が何者なのかわかりません。\n自分が何者なのかわからないし、今までもそうだったかもしれません。私は、私が得ることができたと思います...",
  "data/reddit-books/r/booksuggestions/comments/odje8l/books_similar_to_the_book_thief_by_markus_zusak.json": "私はこの本が大好きで、最後には大泣きしてしまいました...。\nその最後の部分を必ずしも再現しようとは思っていませんが、それでも......ですから、基本的には、フィーリングのある短い歴史小説を探しています。\n感じのする短めの歴史小説を探しています。ありがとう...。",
  "data/reddit-books/r/books/comments/odo8o3/should_we_read_books_that_make_us_uncomfortable.json": "最近、ロリータを読もうと思っているのですが、ロリータの小児性愛的な部分が非常に気になっています。\nペドフィリアックな部分に非常に抵抗があります。しかし、世界文学の中でも重要な作品とされています。\n世界文学の代表作とされているので、何か参考になることがあるかもしれません。しかし\n描かれているテーマに耐えられるかどうか...。\n\nそれは...",
  "data/reddit-books/r/booksuggestions/comments/odyaia/a_smart_male_lead_and_a_strong_female_lead_with.json": "何かいい読み物はないかと探しているのですが、私の好みに合うものはまだありません。\n私の好みに合うものはまだありません。私は、男性が「頭脳」（ハッカー。\n男性が「頭脳」（ハッカー、戦略家...など）で、女性が「腕力」であることを望んでいますが、厳密な意味ではありません。\n厳密な意味ではありません（男性は全く役に立たなくても構いません。",
  "data/reddit-books/r/books/comments/oe1jcp/a_realization_about_reading_while_participating.json": "先週、私は大学の心理学の学生のための研究に参加して、たくさんの質問を受けました。\nたくさんの質問を受けました。その中のいくつかの質問は、私の読書プロセスに関するものでした。\n\nその中には\n\n\"あなたは物語を自分で体験していますか、それとも登場人物の視点からだけ見ていますか？\n登場人物の視点からのみ見ていますか？\"\n\n私はこれについて考えました。",
  "data/reddit-books/r/books/comments/oe6ul4/i_love_reading_but_i_have_so_much_on_my_mind_that.json": "Tl;dr。去年の今頃から私の生活は非常にストレスが多く、精神的にふさぎ込んで何も読めませんでした。\n精神的な障害で何も読めませんでした。今は少しずつ良くなってきていて、読みたいものにはワクワクしているのですが\n今は少しずつ良くなってきていて、読みたいものがあるとワクワクするのですが、朝起きてすぐの時間しか集中できません。\n集中できるのは朝起きたばかりの時だけで、頭が働いていないからです。",
  "data/reddit-books/r/books/comments/oe4n71/notice_gizmos_free_book_lists_shutting_down_july.json": "私が読んできた本についての議論でなくて申し訳ないのですが、タイトルにあるように\nこのサイトは、タイトルの通り、無料の本やオーディオブックの情報源のサイトを何百も紹介しています。\nが10日後に閉鎖されます。\n\n\n私は彼らの何百ものサイトの無料書籍リストをアーカイブしていたので、ここで紹介します。\nここでは、そのリンクを紹介します。",
  "data/reddit-books/r/booksuggestions/comments/oe7c15/books_that_talk_about_being_lonely_and_doing.json": "孤独でいることが快適であることや、他人のためではなく自分のために何かをすることについて、現実的な話をしている本を探しています。\n人のためではなく、自分のために何かをする。人生の旅路は常に自分自身であり\n人生の旅路は常に自分自身であり、一人で導かなければならないということを語ってくれる本。\n私はこれまで、Mark...の「The subtle art of not giving a f**k」を楽しんできました。"
}