{
  "data/reddit-changemyview/r/changemyview/comments/pfkd0r/cmv_people_arent_smarter_than_people_50_years_ago.json": "前置きが長くなりましたが、昔に比べて教養のない人は減ったと思いますが\nしかし、私たちはあまり賢くなっていないと思うのです。オリンピックの後、私はいくつかのことを見てきました。\nオリンピックの後、人々はより大きく、より良く、より速く、より強くなったと言うものを見ました。それは\n私たちが「より賢く」なったとは明確に書かれていませんでしたが、それは...。",
  "data/reddit-changemyview/r/changemyview/comments/pfm9tr/cmv_the_pandemic_wasnt_hard_for_all_of_us.json": "全員」が大変だったというのはやめてほしい。もしあなたが億万長者だったら......。\n苦労しなかったでしょう。もし、あなたが虐待を受けていた家庭の出身で、まだ勉強中/未成年であれば\n勉強していたり、未成年であったりしたら、それはそれで大変だったと思います。もし、あなたが経済的に苦境に立たされた人であれば\nパンデミック前に経済的に苦しい状況にあった人は、その苦しさを...",
  "data/reddit-changemyview/r/changemyview/comments/pfod3m/cmv_shaming_someone_for_being_short_is_worse_than.json": "私は、恥をかくことは間違っていると感じており、本当に価値のある人以外はすべきではないと思っています。\n誰かが本当にそれに値する場合以外はすべきではありません。しかし、人々がこのようなことをするのを止めることはできません。\nそれが私の考えです。\n\n私がこのように思うのは、人が自分の体のある部分をどれだけコントロールできるかということです。\n私はこのように感じています。人は非常に小さな...",
  "data/reddit-changemyview/r/changemyview/comments/pfuxje/cmv_the_us_government_has_lost_all_credibility.json": "アフガニスタンは、振り返ってみれば、完全に無駄で、人の命とお金を浪費した一連の戦争の最新のものです。\n振り返ってみると、完全に無駄で、人の命とお金の浪費である。ベトナム、イラク、アフガニスタン。\nこれらはすべて失敗した戦争である。責任者はそれを知っていたし、様々な政治的理由で終わらせたくなかった。\n様々な政治的理由で戦争を終わらせたくなかったのです。私たちは、この戦争がどれほどひどいものかを知ることができます...",
  "data/reddit-changemyview/r/changemyview/comments/pfw3f1/cmv_there_is_no_point_in_telling_kids_that_there.json": "子供」というのは、8歳くらいまでの人のことです。\n\n親が子供に「男の子の色と女の子の色なんてないよ」と言っているのをよく耳にします。\n男の子の色と女の子の色なんてないんだよ」という親の声をよく耳にします。\n\n私もそれに同意したいと思います。男の子がピンクを好きでも、女の子がブルーを好きでも、何の問題もありません。\n男の子がピンクを、女の子がブルーを好むことは悪いことではありませんし、子供がそのことで仲間はずれにされるべきではありません・・・。",
  "data/reddit-changemyview/r/changemyview/comments/pfn2lo/cmv_every_us_president_in_the_last_20_years_at.json": "私は今の政治にはあまり関心がないので、私はこのまま\n私が生きている間に大統領になった人たちにこだわるつもりですが、過去の多くの人たちも\n過去の大統領の多くもそうであるべきだと思います。しかし、この記事のために、私は次のことについて話します。\nブッシュ、オバマ、トランプ、バイデン。これは、私にとって良いことだと思います...",
  "data/reddit-changemyview/r/changemyview/comments/pfwskw/cmv_the_withdrawal_of_troops_from_afghanistan_was.json": "最初に言っておきますが、撤退のやり方はあらゆる意味で最悪で、100％撤退すべきだったと思います。\nあらゆる意味でひどかったし、100％別の方法で対応すべきだったと思う。\n撤退の時期を遅らせたり、国が安定していることを確認したりするなど、100％別の方法で対応すべきだったと思います。\n撤退を遅らせるとか、国が安定するようにするとか）。)\n\nしかし、全体的に見れば、米軍を撤退させることは...",
  "data/reddit-changemyview/r/changemyview/comments/pfzq04/cmv_antivaxxerscoviddeniers_should_be_given_the.json": "反ワクチン主義者や陰謀論者は、トリアージの対象となるべきだという意見をRedditで見かけました。\n反ワクチン主義者や陰謀論者はトリアージの対象となるべきだ、あるいは治療を受ける権利を放棄するような誓約書に署名すべきだ、という意見をRedditで見かけました。\n治療を受ける権利を放棄するようなサインをすべきだという意見を見たことがあります。これは、保守的なプロパガンダや一般的な偽物に対する不満からきているのだと思います。\n保守的なプロパガンダや、一般的な疑似科学的治療への不満からきているのでしょうが...",
  "data/reddit-changemyview/r/changemyview/comments/pg9ejg/cmv_overpopulation_is_an_issue_and_declining.json": "多くの人が、人口過剰は実際の問題ではないと話しているのを見たことがあります。\n地球にはもっとたくさんの人が住めるスペースがあり、第一世界の少子化を改善する必要があるということです。\n第一世界では少子化を改善する必要があると言っていますが、私はこの2つの主張には大いに反対です。\n私はこの2つの主張には大いに反対です。まず、「地球にはもっとたくさんの人が住めるスペースがある」という主張には、私は大いに反対です。",
  "data/reddit-changemyview/r/changemyview/comments/pgfb3h/cmv_the_fact_that_pharmaceutical_companies_would.json": "例えば、製薬会社に勤める化学者が新薬を発見したとします。\n安価で簡単に作ることができ、副作用もなく、ウイルスや細菌の感染症や癌などのどんな病気でも治すことができる新しい薬/分子を発見したとします。\nウィルスや細菌の感染症、癌など、どんな病気でも治すことができる。議論のために言っておくと\n議論のために、人々がこの薬を自宅で自分で作ることができるとしましょう...。",
  "data/reddit-changemyview/r/changemyview/comments/pgkddz/cmv_no_one_wants_to_kill_babies_and_passing_laws.json": "私はこれを、胎児が赤ん坊であるかどうかの議論にしているわけではありません。\n私の考えは、中絶を禁止しようとしても、中絶の数を大幅に減らすことはできないということです。\n私の考えは、中絶を禁止しようとしても、中絶の数を大幅に減らすことはできないということです。最近テキサス州で可決されたSB8法では\nテキサス州で可決されたSB8法については、多くの議論と憤りがあります。その...",
  "data/reddit-changemyview/r/changemyview/comments/pgk6r7/cmv_nfts_are_internet_beanie_babies.json": "NFTは、ゲームのチケット販売やプロ向けのトレーディングカードなど、社会の中で活躍しています。\nトレーディングカードのようなものです。もし、バンクシーのような有名な企業やアーティストがNFTを作ったとしたら、それは価値を持ち続けると思います。\n価値があると思います。このような例外を除いて、私はNFTの価値を認めていません。\nこのような例外を除いては、一度盛り上がったコレクターのブームが継続するとは思えません。",
  "data/reddit-changemyview/r/changemyview/comments/pgmipl/cmv_anyone_who_says_that_mask_mandates_infringe.json": "マスクも下着も、他人を守るために体を覆う布地です。\n人を守るために体を覆うものです。\n\n裸体を禁止する法律があるのは、公共の安全を守るためだということです。\n誰かのヌードを見たときのトラウマからの安全を守るためです。\n\nこの議論は、個人の自由と公共の安全の間で展開されます。その...",
  "data/reddit-changemyview/r/changemyview/comments/pgtgv0/cmv_it_is_foolish_to_try_to_punish_people_with.json": "障がい者の投票権を制限しろ」という書き込みやコメントを多く見かけました。\n気に入らない信念を持つ人の投票権を制限しろ」「アンチワクチンの信念を持つ人には医療を与えるべきではない」という書き込みを多く見ました。\nといった書き込みをよく見かけます。そのようなことをする価値が本当にあるのでしょうか？\n\nあなたの信念が世間で人気があり、愛されている場合は好意的に見えるかもしれません。\nでも...。",
  "data/reddit-changemyview/r/changemyview/comments/pgthwr/cmv_the_gender_pay_gap_is_largely_explained_by.json": "女性は男性に比べて給料が少ない」という一般的な意見を聞き始めた頃は\n男性に比べて女性の給料が低いという一般的な意見を聞き始めた頃（2015年頃）は\nそれは、雇用主やビジネスモデルに深く根ざした制度的な偏見の結果だと思っていました。\n雇い主やビジネスモデルに深く根ざした制度的な偏見の結果だと思っていました。\n\nそれ以来、何度か、私は...",
  "data/reddit-changemyview/r/changemyview/comments/ph7bby/cmv_the_best_way_to_eat_a_banana_is_to_completely.json": "なぜか、ほとんどの人がこのようにバナナを食べるようです🍌。つまり、彼らは\nバナナの皮を部分的に剥いて、皮を持って食べます。望ましい食べ方は\nバナナを食べるときは、皮を完全に剥いて捨ててから、最初の1本を食べるのが好ましい。\n好みの食べ方は、皮を完全に剥いて捨ててから最初の一口を食べることです。\n\n最初の利点は、完全な...",
  "data/reddit-changemyview/r/changemyview/comments/ph8pzw/cmv_the_usas_version_of_capitalism_is_just.json": "アメリカ人は、「資本主義」というと何かにつけてすぐにガチガチになる。\nしかし、ここからが本題です。\n\n中世のヨーロッパでは、ほとんどの人が農奴でした。隷属者は、支配階級が法律で保有する資源（土地）を使って\n(サーフは、支配階級が法律によって保有する資源（土地）を、武力に支えられて（当時は\n働いていました。) サーフは、生産...",
  "data/reddit-changemyview/r/changemyview/comments/phawqg/cmv_its_perfectly_okay_to_snitch_on_someone_its.json": "もし誰かが報告する価値のあることをしたら、それを報告する。さて、これは\n些細なことを報告するという意味ではありませんが、私はこれまでに、100％正しいと思われる状況を見てきました。\n密告者」というレッテルを貼られたために報告しないように圧力をかけられた状況を見たことがあります。\n密告者」というレッテルを貼られて報告しないように圧力をかけられた状況を見たことがあります。例えば、9年生の時、私の携帯電話が...",
  "data/reddit-changemyview/r/changemyview/comments/phce5n/cmv_dinner_and_a_movie_dates_should_go_movie.json": "EDIT: はっきりさせておきたいのは、ほとんど知らない人と一緒にやれと言っているのではないということです。\nと言っているわけではありません。私が考えているのは、以前から知っていたり、すでに1、2回デートをしたことのある人をデートに誘う場合です。\n私が考えているのは、以前から知っていたり、すでに1～2回デートをしたことがある人をデートに誘うということです。また、私は本当に\n食事と映画、どちらが先かということを議論したいだけなのですが...。",
  "data/reddit-changemyview/r/changemyview/comments/phcs5f/cmv_us_society_will_normalize_living_with_your.json": "アメリカの若者たちは、賃金の低迷と不動産価格の高騰に苦しんでいます。\n賃金の低迷と不動産価格の高騰に苦しんでいます。そのため、自分で買ったり貸したりすることができなくなり、親と同居しなければならなくなりました。\n親との同居を余儀なくされます。\n\n多くのアメリカ人が考えているように、家族が一緒に暮らすことは悪いことではありません。\n家族が一緒に暮らすことは、世界のほとんどの国で機能しています。",
  "data/reddit-changemyview/r/changemyview/comments/pho71b/cmv_there_is_no_moral_difference_between_killing.json": "私はベジタリアンなので、どちらも食べたくありません。しかし、最近いくつかのニュース記事を目にしました。\n最近、中国や他のアジア諸国に圧力をかけて、犬の殺処分や消費を禁止しようとしている運動家の記事をいくつか見ました。\n犬の殺処分と食用を禁止するよう、中国やその他のアジア諸国に圧力をかけようとしている運動家のニュースを最近いくつか見ました。\n\n私にとっては、この2つに道徳的な違いはありません。というのは逆説的だと思います。\nin...",
  "data/reddit-changemyview/r/changemyview/comments/phs15z/cmv_a_stay_at_home_husband_is_no_different_than_a.json": "私の家では私が稼ぎ頭です。また、私は女性です。しかし、私は\n夫は何をしているのか」と聞かれ、「働いていない」と答えると\n働いていないと答えると、心配そうな顔をされたり、「働いていないことが気になるのか」と質問されたりします。\n働いていないと言うと、心配そうな顔をされたり、\"働いていないことが気になるの？\"と聞かれたりします。あるいは似たような性別...。",
  "data/reddit-changemyview/r/changemyview/comments/phxdae/cmv_everyone_voting_in_favor_of_abortion.json": "安全な人工妊娠中絶の入手を困難にして、夜も安心して眠れるようにすることは、極めて短絡的で無気力なことです。\n安全な人工妊娠中絶の入手を困難にして、あなたが安心して眠れるようにすることは、非常に短絡的で無関心なことです。\n既に問題となっている里親制度を支援することもなく、間接的に望まれない、あるいは支援のない出産で\n望まない、あるいはサポートされない出産に追われることになります。これは...",
  "data/reddit-changemyview/r/changemyview/comments/phj7ue/cmv_people_shouldnt_get_off_as_easily_with_racism.json": "質問をさせてください。人種差別的なコメントを何度聞いたことがありますか？\n白人に対する人種差別的な発言を聞いたことがありますか？辛い食べ物の話をしているときに、白人のピーナッツがどうのこうのと言われたことがあるかもしれません。\n誰かが「白人はスパイスに対する耐性が低い」と言ったことがあるかもしれません。皮肉なことに\n皮肉なことに、同じ人が人種差別的な発言をしているのを聞いたことがあるかもしれません。",
  "data/reddit-changemyview/r/changemyview/comments/phxm7v/cmv_instead_of_asking_society_to_change_language.json": "アメリカでは、幼い頃から他人の悪口に影響されないことを学びます。\nアメリカでは、幼い頃から「棒と石で私の骨を折るかもしれない...」というようなスローガンがあります。\nなどのスローガンがあります。これは、人種差別の激しいアメリカ南部でマイノリティとして育った私にとって、とても重要なことでした。\n人種差別の激しい南部の州でマイノリティとして育った私にとって、これはとても重要なことでした。",
  "data/reddit-changemyview/r/changemyview/comments/pi067y/cmv_weddings_are_overwhelmingly_for_women_and.json": "フォーマルな結婚式というのは、私にとってはひどいものに思えます。計画、ストレス、費用\n時代遅れの儀式のようなゴミのようなもので、すべてが無駄に思えます。\n無駄な時間とお金の浪費に思えます。すべての準備と儀式は悪夢のようです\n私には悪夢のようです。もし、結婚式がもっと...ということであれば、魅力を感じるかもしれません。",
  "data/reddit-changemyview/r/changemyview/comments/pi2lz6/cmv_it_should_be_illegal_for_a_company_to_post.json": "これは、雇用主と従業員の関係の基本的な要件であるはずです。\n雇用者は自分の地位に対していくら払うかを言い、従業員は\n応募者はその報酬で仕事をしたいかどうかを決める。\n\n給料を言わないとか、膨大な量を要求するとか、そういうくだらないことはしない。",
  "data/reddit-changemyview/r/changemyview/comments/pi0ipt/cmv_the_invention_of_the_internet_has_made_it.json": "前置きが長くなりました。私は、私たちがより技術的に精通した未来に向かって進んでいると信じています。\n私たちの世代は、主観的にはもっともっと知的であるべきだと思います。\n知的になると思います。\n\n考えてみてください。私たちは、人類史上最も技術的に進歩した時代に生きています。\n私たちは、人類史上最も技術的に進歩した時代に生きており、多くの情報を手に入れることができます。",
  "data/reddit-changemyview/r/changemyview/comments/pi4gi7/cmv_québec_is_for_all_practical_purposes_a.json": "だから手始めに これは、ケベック州の分離主義を主張するものではありません。むしろ、これは\nケベックはすでに事実上独立国であるという規範的な主張である\n\n文脈 私は生涯英語圏のトロントニアンで、仕事のために近々ケベックシティに引っ越す予定です。\n仕事のために近々ケベック市に引っ越す予定です。様々な理由から、私はいつもケベックを半独立国と見ていました。",
  "data/reddit-changemyview/r/changemyview/comments/pictll/cmv_individual_sustainability_is_meaningless_the.json": "免責事項として、持続可能性に対する個人としての行動を明らかにしておきたいと思います。\nを明らかにしたいと思います。廃棄物ゼロの人間になるには、まだまだ遠いと自覚していますが\nしかし、私は自分を平均以上の人間だと思っています。例えば、トイレやナプキンにはリサイクルペーパーを使い\n例えば、再生紙のトイレやナプキン、金属製のストローを使ったり、買い物袋を再利用したり...。",
  "data/reddit-changemyview/r/changemyview/comments/pigmgv/cmv_parents_with_obese_children_should_be_charged.json": "少し太っている子の話ではなく、病的な肥満の子の話です。\n病的なほどの肥満 彼らは、肥満が後々引き起こす問題を理解していません。\n肥満が後々に引き起こす問題を理解しておらず、若いうちに身体の健康を保つことの重要性を理解していないのです。\n\nそのため、親の無責任さが際立っています。",
  "data/reddit-changemyview/r/changemyview/comments/pif9g8/cmv_human_civilization_will_collapse_within_my.json": "最初に警告しておきますが、特に実存するリスクや気候変動の影響について不安や憂鬱を感じやすい方は\n不安や憂鬱になりやすい方、特に実存的リスクや気候変動の影響について不安や憂鬱になりやすい方は、お気をつけください。\nまた、この議論を完全に避けるようにしてください。\n\nこの話をしていると自分がおかしくなったような気がしてくるので、投げやりに。すみません\nすべてについて...",
  "data/reddit-changemyview/r/changemyview/comments/pik7zy/cmv_if_others_around_me_refuse_to_get_the_covid.json": "私はアメリカのある地域に住んでいますが、そこではワクチンを接種していない人の数が非常に多いのです。\n私が住んでいるアメリカでは、ワクチンを受けていない人が非常に多いのです。私は3月と4月に1回目と2回目のコヴィド注射を受けました。\n\n研究によると、すでにワクチンを接種した人が3回目の予防接種を受けると、強い保護効果があることがわかっています。\n調査によると、3回目の予防接種は、すでに予防接種を受けている人にも強い保護効果があるそうです。それは、すでに...",
  "data/reddit-changemyview/r/changemyview/comments/pim01q/cmv_i_dont_think_theres_going_to_be_a_way_to.json": "個人ベースでは、LGBTQコミュニティを理解できます。\n\n同性と付き合いたい・結婚したい？もちろん誰も気にしません。あなたは自分とは\n自分と違う性別を名乗りたい？私には関係ありません、あなたはあなたで。違う代名詞を使いたいですか？\n違う代名詞を使いたい？いいよ、いいよ。\n\nでも、そうすると、問題や矛盾が出てきて...。",
  "data/reddit-changemyview/r/changemyview/comments/pilxup/cmv_social_media_can_be_one_of_the_worst_parts_of.json": "これは、何年もソーシャルメディアを利用してきた人間の意見です。一部の\nこれまでで最も下劣な行為を表現するプラットフォームを持っているのです。\n表現することができます。\n\nUSオープンを見ている人なら、Sloane Stephensが受けた虐待について知っていると思います。\nStephensが受けた罵詈雑言についてはご存知でしょう。そうでない人は、テニスの後...",
  "data/reddit-changemyview/r/changemyview/comments/piyhu3/cmv_all_arguments_about_abortion_boil_down_to.json": "1歳の子供の命を奪うことが殺人であることは誰もが認めるところです。中絶\n意見の相違があるのは、それをどこまで後退させれば殺人とみなさないのかについて、ほとんどの人が同意していないからです。\n中絶の意見の相違があるのは、それをどこまで下げれば殺人とみなさないのかについて、多くの人が同意しないからです。\n\n私は、子供が生まれた後、「命」を絶つことで殺人罪で有罪にすることに、ほとんどの人が同意していると思います。\n命」を終わらせるために殺人罪で有罪にすることは、ほとんどの人が同意していると思います。しかし、もし私たちが...",
  "data/reddit-changemyview/r/changemyview/comments/pj2veq/cmv_boys_shouldnt_be_circumcised.json": "私の見解を変えます。男児の割礼は性器切除です。\n\n背景：毎年、アメリカの男児の約70％が割礼を受けています。これはほとんど\n生後すぐに行われます。割礼はスメグマ（チンカス）の蓄積を防ぎますが\n(割礼はスメグマ（チンカス）の蓄積を防ぎますが、適切な衛生管理も重要です。割礼には...",
  "data/reddit-changemyview/r/changemyview/comments/pj22jw/cmv_abortion_is_no_different_than_pulling_the.json": "中絶は、脳死状態の人にプラグを抜くのと本質的に同じ概念であるにもかかわらず、どうして不道徳だとか、殺人だとか言うことができるのでしょうか？\n脳死状態の人のプラグを抜くのと本質的には同じ概念なのに、どうして中絶が不道徳だとか殺人だとか言えるのでしょうか？\n胎児を身体から取り除くと、それだけでは生きていけません。\n同じように、脳死状態にある人を生命維持装置から外すと、その人は...",
  "data/reddit-changemyview/r/changemyview/comments/pj1yc3/cmv_the_use_of_plastic_surgery_and_hormone.json": "EDIT: 性別違和感は医学的な病気であり、医学的にも問題があるという考えに基づいた議論にはデルタをつけました。\n性同一性障害は医学的な病気であり、医学的な治療法があります。私は、過去に「病気」というレッテルを貼ることは\n疾患とすることは危険だと言われたことがあったからです。\n疾患とすることは危険だと言われていたからです。なぜなら、かつてはゲイであることは...",
  "data/reddit-changemyview/r/changemyview/comments/pixtgh/cmv_mr_beasts_prizes_are_fake.json": "週末、YouTubeのアルゴリズムは、私にこのビデオを見るよう勧めました。\n\nhttps://www.youtube.com/watch?v=zxYjTTXc-J8\n\nその内容は、100人の人が輪になって、最後に残った人が50万ドルをもらえるというものです。\n50万ドルの賞金が与えられるというものです。ビデオの中で、参加者は\nゲームをしているのですが...",
  "data/reddit-changemyview/r/changemyview/comments/pjcj0g/cmv_australia_isnt_a_democracy_anymore.json": "この不穏な新法案を読んだ後、わずか24時間後には\nこの不穏な法案を読んで、オーストラリアの現在の政治システムについて考えてみることにしました。\nオーストラリアの現在の政治システムについて考えてみたいと思います。\n\n「2020年監視法改正法案（Identify and Disrupt）は、オーストラリア連邦...\nオーストラリア連邦...",
  "data/reddit-changemyview/r/changemyview/comments/pjibuc/cmv_most_of_the_economic_issues_affecting.json": "- 先進国では高齢化が進んでいる\n\n- 先進国では都市化が進んでいる\n\n- 先進国では、富裕層と高学歴化が進んでいる\n\n- 女性の社会進出が進んでいる\n\n\n\nだからこそ、政治家は団塊世代の利益のために行動する。\n半分の...",
  "data/reddit-changemyview/r/changemyview/comments/pjoh6c/cmv_gender_identity_is_one_of_the_most_conflated.json": "最近では、誰もがジェンダーとそのあらゆる側面について議論しているように思えます。I\n私はLGTBQのほとんどの側面を支持していることをお伝えしておきます。性的指向\nは、私にとって完全に意味のあるものです。好きな人を愛し、好きな人とセックスをしたい。別に\n大したことではありません。でも、性自認やその他のことに関しては...。",
  "data/reddit-changemyview/r/changemyview/comments/pjqm2y/cmv_now_that_taliban_are_in_power_afghanistan.json": "それで、タリバンが国を占領した。彼らの目的は、あらゆる軍事的な反対勢力を壊滅させることです。\n彼らの目的は、軍事的な反対勢力を壊滅させ、生の力で完全な支配権を確立し、利用可能なあらゆる資源を略奪することです。\n資源を略奪することです。彼らは、人道的援助から得られるものを除いて、経済や住民の福利厚生には全く関心がありません。\n人道的な援助から得られるものを除いて、経済や住民の幸福には全く関心がありません。\n\n広い...",
  "data/reddit-changemyview/r/changemyview/comments/pjqnd1/cmv_one_cannot_have_a_genuine_opposition_to.json": "はじめに、そして透明性のために言っておきます。私はプロチョイスの男性です。\n私は、中絶の権利が法制化されているアメリカの州に住むプロチョイスの男性です。\n\n賛成派の人から「賛成派ではなく、出産派だ」と非難されることがよくあります。\nプロライフではなく、プロバースだ」と非難されたプロライフの人たちがよく目にする答えは、「個人的な深いヘルプでは...」というものです。",
  "data/reddit-changemyview/r/changemyview/comments/pjty9f/cmv_the_size_and_spending_on_our_military.json": "米国は、これまでに戦ったすべての「戦争」で同点（膠着状態）か敗北を喫している\nアメリカは第二次世界大戦以来、すべての「戦争」で引き分け（膠着状態）か負けている。それなのに、アメリカは世界最大の軍隊を持ち、最大の武器販売国である。\n武器や弾薬の最大の販売者であり、他の裕福な西洋諸国よりも軍事費をかけています。\n他の裕福な西洋諸国よりも軍事費が多いのです。世界で最も先進的であり、かつ...",
  "data/reddit-changemyview/r/changemyview/comments/pjl7fb/cmv_teenagers_and_kids_should_be_less_exposed_to.json": "私は最近中近東の高校を卒業した17歳の男子です。\n卒業してから夏休みに入って、covidの調子が悪いので\n家にいなければならないので、インターネットやテレビを利用しています。テレビを見ると、それは\nトルコやギリシャでの山火事、中国での洪水...といった具合です。",
  "data/reddit-changemyview/r/changemyview/comments/pjy8tg/cmv_if_you_believe_abortion_should_be_illegal_on.json": "胎児を人間として保護しなければならないのであれば\nその胎児を「殺人」や「児童虐待」から保護する必要がある人間と考えるなら、その胎児は\n胎児は法的に子供と同じように扱われるべきです。つまり、胎児は市民であり\n親は国外追放から保護されます。\n\nつまり、子供...",
  "data/reddit-changemyview/r/changemyview/comments/pjyu9v/cmv_joking_about_the_deaths_of_unvaccinated.json": "私は完全に予防接種を受けており、3回目の接種を受ける予定で、マスクも着用しています。\nしています。自分と家族がCOVIDから安全であるために、最大限の努力をしています。\n私はすべての食料品や荷物を拭いています。スクラブを脱いで、すぐに\nシフトから帰宅するとすぐに洗濯機に入れて...",
  "data/reddit-changemyview/r/changemyview/comments/pkey1o/cmv_to_restrict_abortion_on_purely_religious.json": "1796年のトリポリ条約では、アメリカは「決してキリスト教に基づいて設立されたものではない」とされています。\nキリスト教に基づいて設立されたものではない」と述べています。\n\nアメリカ人の75％は何らかの形でキリスト教を信仰しているかもしれませんが、（州や連邦レベルの）政策を多数決だけで決めるのは\n州や連邦レベルで）多数決だけで政策を決めるのは、本質的にアメリカ的ではありません。また\n確立した法律がないという事実は...",
  "data/reddit-changemyview/r/changemyview/comments/pkejam/cmv_i_dont_buy_the_whole_we_could_have_stopped.json": "WHOがコヴィドの存続を発表したことで、「早い段階でこれを阻止する機会があった」という注意書きが、なんだか腑に落ちません。\nこれを止める機会が早くからあった」という注意書きは、なんだかでたらめのような気がします。\n\n確かに、人間が食べる必要も、薬をもらう必要も、病院に行く必要も、子供と触れ合う必要も、電話をかける必要もない完璧な世界では、このようなことはありません。\n食べる必要も、薬をもらう必要も、病院に行く必要も、子供と触れ合う必要も、警察を呼ぶ必要も、家を確認する必要もない完璧な世界では、確かに",
  "data/reddit-changemyview/r/changemyview/comments/pks7hd/cmv_its_not_erasing_history_to_remove_statues.json": "像の撤去は歴史を消してしまうとよく言われますが、それはロバート・E・リーであれ何であれ、問題となっている人物についての「議論がなくなる」からです。\nロバート・E・リーであれ、クリストファー・コロンブスであれ、問題となっている人物についての「議論」がなくなるからです。\nロバート・E・リーであれ、クリストファー・コロンブスであれ、その他の物議を醸す人物であれ、その像が撤去されると\n議論がなくなる」からです。しかし、歴史を消しているわけではない、とも言われています。",
  "data/reddit-changemyview/r/changemyview/comments/pkx184/cmv_the_western_world_needs_a_cultural_shift_on.json": "このパンデミックの時点では、アメリカの誰もがマスクを持っていると言ってもいいでしょう。\nマスクを持っています。アメリカ人である私は、パンデミックが起こる前は\n医療現場や危険な作業環境以外でマスクをしている人を見たことがありませんでした。\n海外にいるとき以外は。私がアメリカに駐在していたときは...",
  "data/reddit-changemyview/r/changemyview/comments/pkz0ap/cmv_a_fetus_being_alive_is_irrelevant.json": " 1. 女性には、血液、組織、臓器、生命維持装置などを提供する義務はありません。\n    また、他の人間を守るために自分の体内に何かを入れる義務もありません。\n    他の人間を守るために自分の体内に何かを入れる義務はない。\n\n 2. 胎児が取り出されて保育器に入れられ、自力で生きられるのであれば。\n    それは構わない。\n\n 3....",
  "data/reddit-changemyview/r/changemyview/comments/ple99p/cmv_bidens_vaccine_mandate_has_a_multitude_of.json": "最高裁はすでに1905年に7対2で強制ワクチンの側に判決を下している。\nワクチン接種に関する個人の自由の権利は、集団の権利に勝るものではないと判断したのです。\n集団の権利に勝るものではないと判断しました。これは、何十もある判例のうちの一つに過ぎません。\n数十件のうちの1件に過ぎない。\n\nジェイコブソン対....",
  "data/reddit-changemyview/r/changemyview/comments/pljvmn/cmv_as_long_as_neighborhood_schools_are_the_norm.json": "私は以前、教師をしていました。よく、「教育は平等であるべきだ」と言う人がいます。\n教育は平等であるべきで、子供に素晴らしい教育を受けさせるために引っ越しをする必要はない」という不満をよく耳にします。\n\n理論的には賛成です。しかし、いくつかの理由から現実的ではありません。\n\n最大の理由は、州が独自の基準を設定していることです。ある州では...",
  "data/reddit-changemyview/r/changemyview/comments/pl3456/cmv_if_being_unvaccinated_should_bar_you_from.json": "ワクチンを接種していない人の医療行為を見合わせることを支持する主な論拠は\nワクチンを受けていない人が治療を受けない最大の理由は、100％無料で受けられる予防措置を拒否したために\n自分のせいで病気になった人が、100％無料の予防措置を拒否したために、病院のベッドが患者で埋まってしまい\n自分のせいで病気になったのではないのに、病院のベッドが患者で埋まってしまうことで、危険にさらされる可能性があるからです。",
  "data/reddit-changemyview/r/changemyview/comments/plpuew/cmv_colleges_are_becoming_more_and_more_of_a.json": "EDIT: アジアは地理的に大きな要因であることは、コメントでの会話からもわかりました。\nこの見解が妥当であるかどうかは、コメント欄での会話から気づきました。\n\n私は誰？人口の多いアジアの名門大学でSTEM分野のデュアルディグリーを取得した最終学年の大学生です。\nアジアの人口の多い国の名門大学でSTEM分野のデュアルディグリーを取得しています。\n\n大学とその増え続けるサービス...",
  "data/reddit-changemyview/r/changemyview/comments/pm0m2x/cmv_the_original_method_is_better_than_common.json": "なぜ変更されたのか？誰が変えたのか？この簡単な数学の新しいやり方のどこが特別なのか、誰か教えてくれないかな。\nこの簡単な数学の新しいやり方が特別なのか、誰か教えてほしい。理解できません! さて... I\nやり方はわかったんだけど、なんでそれが元の方法よりいいのかがわからないんだよね\n理解できません。つまり、壊れていないなら直さなくてもいいんじゃないかと...。",
  "data/reddit-changemyview/r/changemyview/comments/pm48p2/cmv_almost_irregardless_of_opinion_if_we_expect.json": "今日、アジア人の彼女とこの会話をしていました（これは\n後で説明します)。私は基本的に、どんなに嫌なことでも\nどんなに嫌なことでも、よほどのことがない限り、誰かを非難すべきではないというのが私の考えです。\n私は基本的に、どんなに嫌なことでも、よほどのことがない限り、ほとんどのテーマで誰かの推論や道徳観を非難すべきではないという視点を持っています。言い換えれば...",
  "data/reddit-changemyview/r/changemyview/comments/pm3vjc/cmv_the_rich_of_the_middle_east_do_not_give_a.json": "すべての場合において、例外があります。しかし、私の見るところ、豊かな中近東の国々は\n豊かな中東諸国は、贅沢で壮大なバブルを自ら強化しています。\n\n例えば、ナイジェリアやインドのような第三世界の国々の国民は、中近東の外国人に比べてはるかに低賃金です。\n例えば、ナイジェリアやインドといった第三世界の国々の国民の給料は、中近東の外国人の給料に比べて、はるかに少ないものです・・・。",
  "data/reddit-changemyview/r/changemyview/comments/pm9gph/cmv_humane_euthanisia_should_be_legal.json": "私は動物を扱うことを生業としています。回復の見込みのない重篤な病気の患者さんには\n回復の見込みがない場合は、安楽死を勧めます。これが、思いやりのある\nこれが思いやりのある選択です。安楽死を選択しない人がどうなるか、私は見てきました。患者は\n患者さんはますます悪化し、何日も何週間も苦しみ続け、ついには...。",
  "data/reddit-changemyview/r/changemyview/comments/pmm672/cmv_banks_should_not_be_too_big_to_fail.json": "too big to fail」のようなことを推進することは、ひどい行為に報いることであり\n人々、労働者、市場、企業、政府などにどのような影響を与えるかにかかわらず、企業が好きなことをすることを認めています。\n人口、労働者、市場、企業、政府などにどのような影響を与えるかに関わらず、企業が好き勝手にできるようにしているのです。あなたが言っているのは「ああ\nしまった、わざと人々を騙すようなことをしたのか...」と言っているのです。",
  "data/reddit-changemyview/r/changemyview/comments/pmr0qs/cmv_the_body_positivity_movement_is_extremely.json": "誰かが投稿していたら申し訳ないのですが、やっぱりすごく腹が立ちます。私はもうすぐ\n私は減量に成功してから3ヶ月が経とうとしています。\nボディ・ポジティブ・ムーブメントを目にすると、私の血が騒ぎます。ジャンクフードを食べ続けてもいいんだよ、と人々を励ましているようで\nジャンクフードを食べ続けることを奨励したり、肥満であっても何もしなくても大丈夫だと...。",
  "data/reddit-changemyview/r/changemyview/comments/pmr441/cmv_i_shouldnt_have_to_even_bother_to_think_about.json": "ばかばかしい。私はいくつかの暗号交換を行いましたが、いずれも100米ドル以下で、その後に聞いたのは\n税金が0であっても、100ドルの利益のために***申告しなければなりません。\nばかばかしい。明らかにIRSはこの少額を申告しない私を追い詰めるつもりはありません。\nむしろ申告する方がコストがかかるのに......。",
  "data/reddit-changemyview/r/changemyview/comments/pmyr6n/cmv_outdoor_cats_are_an_unacceptable_invasive.json": "猫を外に出している人は、自分の動物が環境に不可逆的な害を与えることを喜んでいるのです。\n環境に取り返しのつかない害を与えることになる。猫を外で飼うことはとても当たり前のことで、広く普及しています。\n外で猫を飼うことが当たり前になっていて、猫は「殺し屋」だと冗談を言って笑っている人もいます。\n鳥や爬虫類を玄関先に置き去りにしているのです。時折、彼らは..."
}