{
  "data/reddit-ask/r/AskHistorians/comments/ovkw4w/what_do_we_know_about_jesus_from_a_secular.json": "彼の本名や性格、仕事内容は？彼はどのように見られていましたか？\n特に、彼の世俗的な伝記があれば、お勧めの本を教えてください。\n彼についての良い世俗的な伝記があれば、お勧めの本を教えてください。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ovog65/is_it_unusual_for_a_woman_to_think_her_own.json": "私は3人の子供に加えて3回の流産を経験しましたが、いずれもかなり早い時期でした。最新のものは\n10週目でした。生まれた子供たちを愛していますが、流産してもあまり動揺しませんでした。\n流産してもあまり動揺しませんでした。最初の流産では一度だけ泣いたことがありますが、それだけでした。でも\n他の女性と話していて、その話をすると、彼女たちはとても...。",
  "data/reddit-ask/r/askscience/comments/ovlrfc/why_are_marie_curies_possessions_kept_in_lead.json": "このような投稿を目にすることがあります。\n[https://old.reddit.com/r/interestingasfuck/comments/ovj6om/marie_curies_laboratory_notebook_from_18991902_is/]\n彼女の体や持ち物が放射能に汚染されていて、鉛の箱に入れられているという\n箱に入れられています。半減期が最も長いラジウムの同位体はRa256で、これは...",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovq0wj/why_do_adults_stop_having_sleepoversslumber.json": "性的な出会いではなく、少年たちがCODやマインクラフトで遊んでいるところにピザを持ってきて\nピザを食べながらCODやマインクラフトをプレイしたり、共産主義について適当な会話をしたりしていた。\n朝の4時まで続く。高校生の頃は、学校で10時間以上の「仕事」があったので、このようなことをしていました。\n高校生の頃は、学校の授業中に10時間以上の「仕事」がありました。なぜ大人はこのようなことをしないのでしょうか？",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovq99r/how_do_i_get_rid_of_a_stalker.json": "私は14歳の男の子ですが、この1ヶ月間、男の人が私をストーキングしています。私の犬は頻繁に外に出る必要があります。\n私の犬は頻繁に外に出る必要があります（彼はまだ子犬です）が、この不気味な男はいつも外にいます。\nベンチに座って僕を見ています。彼はいつも友好的に振る舞い、私と話をしようとします。\n私と話をしようとします。いつも夕方になると、彼は私の後を追って...",
  "data/reddit-ask/r/AskWomen/comments/ovrxar/how_do_you_handle_years_and_years_of_being_single.json": "実際の関係を築くのに適した、相性の良い相手を見つけられないような\n関係を築くことができません。特に、あなたがとても肉体的に優れていて、誰かとキスしてから何ヶ月も経っているような場合はそうです。\n誰かとキスをしても",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovr2fx/is_it_wrong_for_your_parents_to_make_you_go_to.json": "母と父は、私が無神論者であることを知っているにもかかわらず、いつも私をキリスト教の教会に行かせます。\n私が無神論者であることを知っていても、母と父は私をキリスト教の教会に連れて行き、祈りを捧げさせようとしています。\nでも、それは私には合わないのです。私は教会が好きではないし、それは私の宗教ではありません。\n私はもうすぐ18歳になりますが、馬鹿げているとしか思えません...。",
  "data/reddit-ask/r/NoStupidQuestions/comments/ovsdai/is_there_a_mathematical_question_thats_even.json": "No I'm not joking",
  "data/reddit-ask/r/AskHistorians/comments/ovp3wv/would_columbus_and_his_crew_have_died_if_america.json": "私の知る限り、コロンブスは世界を一周してアジアに到達できると期待していたようです。\nコロンブスが世界を一周してアジアに到達できると期待したのは、地球が普通の人よりもずっと小さいと思っていたからです。\nコロンブスは世界を一周してアジアに到達できると期待していた。\n\nもしアメリカがなかったら、アジアの東方面に到達するという任務は失敗していただろう。\nアジアの東方面に到達するという任務は失敗していただろう...。",
  "data/reddit-ask/r/AskHistorians/comments/ovpfcz/how_long_did_it_take_for_deported_brits_to_start.json": "タイトルだけで結構です。私は喜んで、他の\nアメリカ以外の植民地化された場所や国外追放された場所についても喜んで紹介します。",
  "data/reddit-ask/r/TooAfraidToAsk/comments/ovxlg2/why_do_conservatives_believe_my_body_my_choice.json": "追記編集：保守派の方からのご意見もお待ちしています。保守的でない人は返信しないでください。\n保守的でない方は返信しないでください。ありがとうございます。",
  "data/reddit-ask/r/askscience/comments/ovx0q6/are_there_any_published_reports_of_the_increased.json": "密閉された場所に長時間いるとCOVID19に感染してしまうことで、現在、航空機での旅行のリスクが高まっているかどうか、またその度合いはどの程度なのか、まだわかっていません。\n密閉された機内で長時間過ごした場合にCOVID19に感染した結果、航空機での旅行がよりリスクの高いものになったかどうか、またその程度はどのようなものか、まだわかりません。\n密閉された機内で、少なくとも1人のウイルス感染者がいる状態でCOVID19に長時間感染した結果、今日の航空旅行がよりリスクの高いものになったかどうか、またどの程度リスクの高いものになったかはまだわかっていません。",
  "data/reddit-ask/r/AskHistorians/comments/ovti45/what_really_happened_to_cairo_illinois.json": "そして、なぜ初期の推進者たちが考えていたようにはいかなかったのか。\n戦略的に重要で、商業的にも有利な場所にあったからです。\nオハイオ川とミシシッピ川の合流点という、戦略的に重要で商業的にも有利な場所にあったからです。\n\n何年も前に何度か車で通ったことがあり、いろいろな話を聞きました。\n話を聞いてみると..."
}