{
  "data/reddit-changemyview/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories.json": "最近フローズン2の映像を見ましたが、白人以外のキャラクターがかなり多いことに気づきました。\n驚いたのは、白人以外のキャラクターがかなり多いことです。私はこのような追加の論理を理解していません。\n追加されました。Frozen』は何百年も前のスカンジナビアを舞台にしています。これは単なる\n多様性の浅い試みなのでしょうか？\n\n私が今までで一番好きな番組は「Avatar:...",
  "data/reddit-changemyview/r/changemyview/comments/obbfc0/cmv_it_is_socially_acceptable_to_make_fun_of.json": "タイトルはもっと適切に表現できたはずです。私は、社会的に受け入れられるべきだとは言っていません。\n受け入れられるべき」と言っているのではなく、「現在は（無意識のうちに）受け入れられている」と思っているということです。\nと言っているのであって、そうあるべきではありません。社会的に認められていないことを納得させてくださいと言っているのです。\n受け入れられていないことを証明してください。\n\n誰かが誤解する前に言っておきますが、これはつまり...という意味ではありません。",
  "data/reddit-changemyview/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society.json": "ソーシャルメディアサイトでソーシャルメディアを批判するのは皮肉に思えるかもしれませんが、私は適切だと思います。\nしかし、私はそれが適切だと思います。\n\n私の意見では、ソーシャルメディアは人類の最悪の傾向を恐ろしく加速させ、社会を汚染しています。\nソーシャルメディアは人類の最悪の傾向を加速させ、社会に害を及ぼしていると思います。\n\n慢性的な判断、表面的な嘘、間違った情報のエコーチェンバー...。",
  "data/reddit-changemyview/r/changemyview/comments/obh4kl/cmv_piracy_can_be_justified.json": "違法コピーが正当化される理由はいろいろあると思います。\n\nまず、ある人がサービス（映画、アニメ、ゲームなど）に合法的にお金を払うだけの資金を持っていて、エンターテインメントはこうあるべきだという理由でお金を払わない場合です。\nサービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、エンターテインメントは自由であるべきだと考えてお金を払わない場合。\nまず、サービス（映画、アニメ、ゲームなど）に合法的にお金を払うことができる人が、娯楽は無料であるべきだと考えてお金を払わない場合、違法コピーは正当化できません。\n\nまた、私は海賊版サービスを...",
  "data/reddit-changemyview/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your.json": "ある人は、スポーツや恋愛のことで悩みます。人は、自分の好きなスポーツや\n自分の好きなスポーツチームがビッグタイトルを獲得することや、かわいい人が自分を好きになってくれることを願って、多くのエネルギーを費やします。\n自分ではどうしようもないことなのに、好きなスポーツチームが優勝したり、かわいい人に好かれたりすることに多くのエネルギーを費やす。\n自分ではどうにもできないことなのに。\n\n私の場合、それは株式市場、政治、...。",
  "data/reddit-changemyview/r/changemyview/comments/objxpa/cmv_bidens_claim_that_you_would_need_f15s_and.json": "Viewはこの文に関連しています。\n\nhttps://youtu.be/SHLHkmWoYDU\n\n根拠は？\n\nアメリカはイラク戦争でかなり負けました。確かにサダムは追い出しましたが\nしかし、イスラム過激派や元イラク軍の民兵を全く制圧できませんでした。彼らが去った後は\nイスイスは、イラクの大部分を征服するだけでなく、その強さを手に入れました...",
  "data/reddit-changemyview/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on.json": "あなたの専門分野が何であれ、このような経験をしたことがあるのではないでしょうか。誰かが心理学者に\n誰かが心理学者に「フェティッシュ」のような不正確な言葉の使い方を訂正する。経済学の博士号を持っている人に\n経済学の博士号を取得している人に「無料のものはないから無料とは言えない」と訂正された。A\n物理学者が「重量」の使い方を訂正する、などなど。あるいは、個人的に...",
  "data/reddit-changemyview/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry.json": "さて、星に向かって......私が言う「騎士道精神」とは何かを明らかにしたいと思います。人に敬意を持って接するとか、ドアを開けておくとか、そういう意味ではありません。\n尊敬の念を持って人を扱うとか、ドアを開けておくとか、そういうのはまともな人間の特徴です。\n人間の特徴です。私が言いたいのは、男性が女性をデートに誘い、デートの計画を立てなければならないということです。\n私が言いたいのは、男性が女性をデートに誘い、デートの計画を立て、お金を払い、さらにその他のこと（彼女はそれを反故にするでしょうから）をしなければならないということです。",
  "data/reddit-changemyview/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored.json": "企業は、あなたの子供を育てる必要はありません。あなたは彼らの親であり、彼らを育てる責任があります。\n育てていく責任があります。もし、子供にある番組を見たり聞いたりしてほしくないと思うなら、それはあなたの責任です。\n番組を見たり聞いたりしたくなければ、それはあなたの責任です。ラジオで50の異なる小さな歪んだ部分を持つ歌を聞くと\n歪んだ部分が50個もある曲をラジオで聞くと笑ってしまいます。もしそれが...",
  "data/reddit-changemyview/r/changemyview/comments/obwzwl/cmv_the_line_should_be_drawn_at_theythem.json": "先日、インスタグラムを見ていたら、フォローしている人が自分のストーリーに投稿していました。\n聞いたことのない代名詞を使った複数のスライドが投稿されていました。\nその中にviv/vovとxe/xerというのがあったんです。私は、このようなものを\n私たちの社会にこのようなものが必要な理由は何もありませんし、何のメリットもありません...",
  "data/reddit-changemyview/r/changemyview/comments/obt46b/cmv_in_breaking_bad_there_are_some_serious_meth.json": "1.) 3ヶ月間、週に200ポンドのメスを作っている。(出典：The show)\n\n2.) メスは1オンス40ドルで売られている。(出典\n\nジェシーは「彼は1ポンド40ドルで売っている」と言い続けている。私はこのことについて3つの可能性を考えています。\nこれには3つの可能性があります。\n\nA.) 彼は1ポンド40ドルを意味している。メスを作るためにあらゆるリスクを負っているのに、それは\nような気がしますが・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oc1c0n/cmv_a_person_should_not_be_able_to_be_charged.json": "私が大学にいた頃、ルームメイトがある夜飲みに行き、バーで誰かと口論になり\nバーで誰かと口論になって、帰ることにしたんです。彼は飲み過ぎたことに気づき\n彼は飲み過ぎたことに気付き、車を呼んだのです。8月中旬で、外はとても暑かった。\n外は8月中旬でとても暑かったので、車を待っている間、彼は自分のトラックに座って...",
  "data/reddit-changemyview/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain.json": "白人が自分の文化でのみ着用されるべきだと信じている髪型をしていると、POCがyoutubeやtiktokで怒っているのを見たことがあります。\n自分たちの文化でのみ着用されるべきだと信じている髪型を白人がしていることにPOCが怒っているのを見たことがあります。\n理解できません。\n\n私は、ヨーロッパ人女性が北欧/バイキングスタイルの三つ編みのやり方を紹介しているYouTubeのビデオを見ていました。\n北欧/バイキングスタイルの三つ編みのやり方を紹介しているヨーロッパ人女性のYouTube動画を見ていました。彼女は2つのコーンロウを編んでいました...",
  "data/reddit-changemyview/r/changemyview/comments/oc1guc/cmv_people_should_not_have_received_their_drivers.json": "これはアメリカで起きていることです。ロードテストを受けずに運転免許証を取得した人を何人も知っています。\n運転免許証を取得した人を何人も知っています。これは、パンデミックの際に政府が行ったとんでもない\nパンデミックの際に政府が行った馬鹿げた選択です。確かに、すぐに免許を取得できない人にとっては最悪だったでしょう。\nすぐに免許を取得できない人にとっては最悪でしたが、安全のためには...。",
  "data/reddit-changemyview/r/changemyview/comments/oc4vkm/cmv_suicide_prevention_ralliessocial_media.json": "正直なところ、私は何人かの友人を自殺で亡くしています。\nそれが私の考え方の原動力になっています。人々はTシャツを作り\nTシャツを作ったり、5kmマラソンをしたり、自殺防止についてソーシャルメディアに投稿したりしました。\nTシャツを作ったり、5キロマラソンをしたり、SNSで自殺防止の記事を載せたりしています。これはいったい誰の役に立つのでしょうか？もし誰かが...",
  "data/reddit-changemyview/r/changemyview/comments/ocacpo/cmv_field_sobriety_tests_should_not_be_up_to_the.json": "アルコール以外のものでも酔う可能性があることを理解しているので\nその理由はわかっています。しかし、訓練を受けていない警察官が、実際に罪を問うかどうかを決めるのは好きではありません。\nしかし、訓練を受けていない警官が、実際に罪を問うかどうかを決めるのは好きではありません。\n私は、運転者はせいぜい酒気帯びタンクに連れて行かれて、それから釈放されるべきだと思っています...。",
  "data/reddit-changemyview/r/changemyview/comments/oc567x/cmv_equal_pay_pertaining_to_womens_football.json": "これを鵜呑みにしてはいけません。同じオフィスで同じ仕事をするなど、他のことでも同一賃金は合理的です。\nしかし、スポーツの世界では しかし、スポーツの文脈では、私は、女性のスポーツ界での同一賃金はありません。\n現在の女性市場では、女子サッカーの同一賃金は現実的ではないと思います。\n\n私のスポーツに関する一般的な知識からすると 選手の給与は通常...",
  "data/reddit-changemyview/r/changemyview/comments/ocsila/cmv_undercover_police_and_infiltrators_and.json": "警察が盗むつもりで靴のトラックを出したとしたら、論理的には\n税金で購入したものだから、一般の人に配っていたことになる。\nプレゼントしたことになります。\n\nまた、覆面パトカーやバン、クルーザーを日常的な交通違反の取り締まりに使用することは、明らかに違憲です。\nあきらかに違憲だと思いますが...。",
  "data/reddit-changemyview/r/changemyview/comments/ocvz3l/cmv_instagram_has_lost_its_edge_and_will_die_out.json": "インスタグラムは減少傾向にあり、今後数年間はその傾向が続くでしょう。\n最終的に死に絶えるまで。そう考える私の理由は以下の通りです。\n\n1 - インスタグラムはニッチを失っている\n\nインスタグラムは、写真共有プラットフォームとして成功したニッチを持っていました。\n今でも多くのクリエーターや...",
  "data/reddit-changemyview/r/changemyview/comments/ocw144/cmv_we_should_tax_the_externalization_of_a_cost.json": "例えば、鶏肉をアメリカから中国に運んで、そこで加工する方が安い。\n加工され（低賃金などの理由で安くなる）、アメリカに戻される。\nアメリカに戻ってきます。これは、海を渡ることでより多くの汚染を引き起こす、非常に恐ろしい行為です。\nこれは、海を越えた輸送のために多くの汚染を引き起こし、資本を奪う非常に恐ろしい行為です。",
  "data/reddit-changemyview/r/changemyview/comments/ocyx3j/cmv_its_okay_to_end_relationships_friendships.json": "一般的な意見とは異なり、政治とは単に税金をどうするかという違いだけではありません。\n税金をどうするかの違いだけではありません。また、民族、性別、性的指向のような、無害で中立的な属性でもありません。\n民族、性別、性的指向のような無害で中立的な属性ではありません。あなたの所属する政党は、あなたのコアバリューの反映であり\nあなたのコア・バリューの反映であり、あなたのコア・バリューは...の内容です。",
  "data/reddit-changemyview/r/changemyview/comments/od34fv/cmv_saying_thank_you_for_your_service_to_someone.json": "まず、国を守るために強制的に戦争に駆り出された場合（例えば第一次世界大戦など）には、「ありがとう」と言うのは理にかなっていると思います。\n祖国を守るために強制的に戦争に駆り出された場合（例えば第一次世界大戦とか、あれは残酷だった）には「ありがとう」と言うのはわかりますが\nしかし、それ以上のことになると、私はいつも困惑してしまいます。時々、誰かが感謝された後、文字通りスタンディングオベーションがあります。\n誰かが感謝された後、文字通りのスタンディングオベーションが行われることも...",
  "data/reddit-changemyview/r/changemyview/comments/od8z8z/cmv_i_think_that_approaching_someone_in_real_life.json": " 1. すぐにフィードバックが得られる。拒絶されているのではないか、興味を持ってくれているのに返事が遅いのではないか、などと考える必要はありません。\n    拒否されているのではないか、彼女は興味を持っているが返事が遅いのではないか、などと考える必要はありません。\n    その場で答えが返ってくるからです。\n 2. アプローチした瞬間に、世界中のイケメンたちと競争する必要がありません。\n    あなたがアプローチした瞬間に、世界中のイケメンと競争することはありません。あなたは...",
  "data/reddit-changemyview/r/changemyview/comments/odausa/cmv_as_a_married_father_of_two_young_children_it.json": "今日はみんなに最高のパフォーマンスをしてもらいたいんだ。\n私の考えを変えてほしいからです。\n\n私は10代の頃からバイクを手に入れたいと思っていましたが、お金がありませんでした。\nお金がない。今は買えるようになりましたが、私は結婚して2人の子供がいるので、どうしても\n余計なリスクを負うことになるのではないかと...。",
  "data/reddit-changemyview/r/changemyview/comments/odeibr/cmv_a_world_where_teachers_are_fired_for_their.json": "私は彼らを解雇する理由がなく、不道徳だと思います。道義に反するというのは、雇用主が法的にできないという意味ではありません。\n雇い主が合法的にできないという意味ではなく、雇い主がそんなことをしたら私は嫌だという意味です。\n私の見解は公立学校から来ています。ここでは政府が教師を雇う雇用主です。\n教師を雇う雇用主です。\n\n教師の能力が低下することはありませんが、それは...",
  "data/reddit-changemyview/r/changemyview/comments/od6h1i/cmv_mlks_a_letter_from_a_birmingham_jail_is_a.json": "誤った平和を望むリベラル派を批判したMLKの言葉は、今の世界にも通じるものを感じます。\n私たちが今生きている世界にとても近いものを感じます。黒人の私でさえ、この手紙で彼が語っているような罠に陥ってしまったほどです。\n彼がこの手紙の中で語っているような罠に陥ってしまいました。\n\n多くのマイノリティが多くの抑圧に直面していますが、デフォルトの反応はいつも「もし...」です。\nいつも「もし...",
  "data/reddit-changemyview/r/changemyview/comments/odjq8u/cmv_smoking_weed_everyday_is_not_a_healthy_habit.json": "批判されるかもしれませんが、私は毎日葉っぱを吸うことが健康的だとは思いません。\n毎日大麻を吸うことが健康に良いとは思えないし、意見が分かれているので自分の意見を変えることにも前向きです。\nこれは私の関係において論争の的となっている問題なので、私の意見を変えることに前向きです。私のパートナーは毎日葉っぱを吸うことを信じている\n私のパートナーは毎日大麻を吸っても問題ないと考えていますが、私は大麻とアルコールは似たようなものだと思っています...",
  "data/reddit-changemyview/r/changemyview/comments/od8qx8/cmv_the_daily_show_and_similar_shows_do_more_harm.json": "ジョン・スチュワート、そしてトレバー・ノアの2人は、ユーモアがあっていつも楽しく見ていました。時には\n時には、貴重な洞察や魅力的なインタビュー、印象的なジャーナリズムを披露してくれることもありました。\n印象的なジャーナリズムを披露することもありました。しかし、通常は、彼らが保守派の偽善者を非難するのを見るのが一番の楽しみでした。\n彼らが保守派の偽善を非難するのを見るのが一番の楽しみでした。\n\nしかし...。彼らは...",
  "data/reddit-changemyview/r/changemyview/comments/odavbx/cmv_peoples_outrage_over_shacarri_being_banned.json": "薬物検査に失敗したことで、多くの人が本当に怒っているようですね。それは\n薬物検査に引っかかっても何の影響もないことを望んでいる人たちはおかしいですよね。\n薬物検査に引っかかっても何の影響もないようにと考える人たちはおかしいです。私は大麻の薬物検査をすることが正しいとは思いません。\n基準はすでにそこにあるのです。彼女の母親が死んでしまったのはひどいかな...。",
  "data/reddit-changemyview/r/changemyview/comments/odrdvw/cmv_many_americans_are_ungrateful_for_living_in.json": "毎年、7月4日になると、独立を祝うという事実に対して、さまざまな人が文句を言っているのを目にします。\n私たちは独立を祝っているのです。その根拠は、現在と過去の両方の国に問題があるというものです。\n現在も過去も、この国には問題があるということです。\n\nアメリカに住むことは特権であり、それを否定することは...",
  "data/reddit-changemyview/r/changemyview/comments/odgp3z/cmv_the_usa_lost_the_afghan_war.json": "今週、ほとんどの米軍兵士がアフガニスタンを離れました。そして、ベトナムのように、それはコストのかかる大惨事となりました。\nコストのかかる大失敗だった。アフガン遠征は、アメリカにとってほとんどの基準で失敗でした。\n\n * 彼らはタリバンを倒せなかった。\n * 彼らはタリバンを倒すことができなかった。\n * タリバンを倒せなかった。",
  "data/reddit-changemyview/r/changemyview/comments/oe0e2l/cmv_if_there_isnt_space_for_white_men_to_feel.json": "最近の白人至上主義の高まりは、マイノリティや女性の受け入れや評価の高まりと直結していると思います。\n最近の白人至上主義の高まりは、マイノリティグループや女性の受け入れや評価の高まりと直結していると思います。疎外された白人男性は\n疎外された白人男性は、これらのグループが肌の色や性別などで認められているのを見て、同じことを求めます。\n認められているのを見て、同じことをしたいと思うようになりました。ただし、彼らが自分の一部であると感じられる唯一の方法は\nのように感じることができる唯一の方法です。",
  "data/reddit-changemyview/r/changemyview/comments/oe1apm/cmv_all_social_media_platforms_are_trying_to_copy.json": "すべてのソーシャル・メディア・プラットフォームは、フルスクリーンの動画を「スワイプするだけ」のプラットフォームに統合しようとしています。\nスワイプするだけ」のプラットフォームに統合しようとしていますが、私はそれが嫌いです。Redditも同じことをやっていて、私はそれが嫌いです。私は\nホームページから動画をスワイプしたときに、古いコンテンツを送り込もうとするようなクソみたいなアルゴリズムはいらない。\nそして、新しい「チャット」コメントのレイアウトも嫌いです....",
  "data/reddit-changemyview/r/changemyview/comments/oe4y7v/cmv_gmail_is_streets_ahead_of_outlook_in_everyday.json": "私は、OutlookとGmailの両方を使用する企業環境で働いたことがあります。\nはブランディングなどで特定の企業に合わせていますが、基本はGmailです。\nを使っています。) 同じような職場環境で両方を使ってみて、私が思うのは\nGmailの方がわずかに優れているというだけでなく、はるかに優れていると思います。",
  "data/reddit-changemyview/r/changemyview/comments/odx41x/cmv_crypto_is_logistically_unworkable_and_is_thus.json": "ビットコインやその他の通貨がなぜ未来の金融なのか、納得のいく答えはまだ出ていません。\n説得力のある答えはまだありません。私には明らかな、いくつかの基本的な欠陥があります。\n私には明らかです。\n\n * フィアットの価値を下げること。フィアットは、CO2のための不条理なお金の印刷のために、多くの場所ですでに良い状態ではありません。\n   フィアットは、COVID救済のために無茶苦茶なお金を刷ったために、すでに多くの場所でいい状態ではありません...。",
  "data/reddit-changemyview/r/changemyview/comments/oe4p16/cmv_im_tired_of_this_constant_attempt_at.json": "はっきり言っておきましょう。私は薬物に関してはかなりのリベラル派です。I\n合法化、課税、規則化されるべきだと思います。\n合法化されるべきだと思います。私はクリーンな人間で、酒も飲まず、タバコも吸いません。\nタバコも吸いません。マリファナやサイケデリックには興味がありますが・・・。",
  "data/reddit-changemyview/r/changemyview/comments/oeak4c/cmv_some_parents_genuinely_deserve_to_have_their.json": "虐待する親だけではなく、やりすぎた親ならなんでもいいんです。\n自己愛が強く、頑固で、視野が狭く、独りよがりで......。\n恐ろしい親を表現するために考えられるすべての言葉を使っています。毒親。\n\n毒親であれば、なぜ子供が親の面倒を見なければならないのか...。",
  "data/reddit-changemyview/r/changemyview/comments/oehe3h/cmv_continuing_to_put_people_coming_out_as_gay_in.json": "有名人がゲイであることをカミングアウトするたびに、ソーシャル・メディアでは\nカミングアウトしたことで、ヒーローだとか、強い人だとか。これが20年以上前であれば\nこれが20年以上前であれば、私は完全に同意します。しかし、最近では、プライド月間が設けられていて、かなりの数の有名人がゲイであることを公表しています。\n今では、多くの人々がゲイを受け入れているので、私は...",
  "data/reddit-changemyview/r/changemyview/comments/oem7nf/cmv_dog_breeds_such_as_pugs_dachshunds_and.json": "見出しにあるように、ある種の犬種（他の動物も）は、動物の福祉のために存在すべきではありません。\n動物の福祉のためには存在すべきではありません。私はパグを飼っていた多くの人を知っています。\nパグを飼っていて、呼吸を直すために獣医に連れて行かなければならない人をたくさん知っています。\nなぜなら、彼らの顔の構造は完全に破壊されているから...。",
  "data/reddit-changemyview/r/changemyview/comments/oejsee/cmv_its_not_racist_to_not_being_able_to.json": "これに応えたものだと正直に言うと\n[https://www.reddit.com/r/WhitePeopleTwitter/comments/odaxhu/they_can_barely_manage_english/?utm_medium=android_app&utm_source=share]\n数日前に爆発したr/whitepeopletwitter [/r/whitepeopletwitter]の投稿です。\nこの投稿では、次のような人は人種差別者だと主張しています。",
  "data/reddit-changemyview/r/changemyview/comments/oew0yl/cmv_it_should_be_illegal_for_health_insurance.json": "アメリカを拠点にしているのは明らかです。私の意見では、保険会社が一般消費者が利用できない「プランの割引」を利用できることは違法であるべきです。\n一般消費者が利用できない「プランの割引」を保険会社が利用できるのは違法だと思います。\n違法にすべきだと思います。例えば、私は最近、血液検査と画像診断が必要になりました。クエスト\ndiagnostics社は2回の血液検査で合計800ドル近くを請求しました....",
  "data/reddit-changemyview/r/changemyview/comments/of1s67/cmv_reddit_has_gone_from_the_front_page_of_the.json": "長い間潜んでいて、時々コメントをしていますが、まず最初に、このことをお伝えしたいと思います。\nこれは明らかにすべての人やredditのすべてに当てはまるものではないことをお伝えしたいと思います。\nこれは全ての人やredditの全てに当てはまるものではありません。物事を学ぶのに最適なサブサイトはたくさんあります。\nまた、他の有用な情報から適切な洞察を得ることも簡単です。",
  "data/reddit-changemyview/r/changemyview/comments/oexrwn/cmv_the_best_years_of_your_life_are_alwaysnow_so.json": "多くの人が自分の人生を見て、「自分は若すぎる、もっと年を取らなければならない」と感じています。\n中年の人たちは、「あの時、今の自分を知っていれば」と後悔したり、自分の人生がいかにくだらないものかを考えたりして時間を無駄にしています。\n後悔したり、今の人生がいかにくだらないかを考えて時間を無駄にしている。\nしかし、彼らは、どんなに陳腐であっても、あなたの...",
  "data/reddit-changemyview/r/changemyview/comments/of8y6f/cmv_the_united_states_is_slowly_but_totally.json": "救いようのない政治的偏向から、化石燃料への永遠の依存、精神衛生・医療の危機、銃による暴力まで、さまざまな問題があります。\nメンタルヘルスとヘルスケアの危機、そして銃による暴力まで。市民権はさておき\nこれは小さな脚注ではなく、大きな改善であることは理解しています）を除けば\n文字通り何も良くなっていない、改善されていないように思えます。",
  "data/reddit-changemyview/r/changemyview/comments/ofa28a/cmvtheres_a_distinct_double_standard_between.json": "最初に断っておきますが、これは女性を非難するためのものではありません。\n女性を非難するためのものではありません。サブページの説明にあるように、私は自分の見解が間違っているかもしれないと理解しています。\n私の見解には欠陥があるかもしれませんが、それはそれとして受け入れます。基本的に私がこのように感じるのは\n私がこのように感じるのは、子供の頃のことが原因です。\n\n私の母は...",
  "data/reddit-changemyview/r/changemyview/comments/ofd9ip/cmv_men_should_not_be_expected_to_pay_on_the.json": "今は2021年ですが、女性の権利と平等を固く信じている私としては\n男性は最初のデートでお金を払うべきではないと思います。\n\nなぜなら、このような伝統は古くて性差別的であり、女性が働けず誰かに依存していた時代にまでさかのぼるからです。\n女性が働けず、夫に依存していた時代に遡るものですが、今日では女性は強くなりました。\n強くなっています。",
  "data/reddit-changemyview/r/changemyview/comments/of3ttm/cmv_rachel_nichols_isnt_wrong_for_her_comments.json": "現在、レイチェル・ニコルズがNBAファイナルのクルーから外されたことが報道されています。\nNBAファイナルのクルーから外されました。何が起こっているのかわからない人のために説明すると、基本的には\nレイチェル・ニコルズが「自分のことを恥ずかしいと思っている」と言っているテープが出回っていました。\nNBAファイナルのレポーターとしての主役の座を奪われたと感じているという内容のテープが残っていましたが...",
  "data/reddit-changemyview/r/changemyview/comments/ofkrg1/cmv_your_experiences_with_men_andor_woman.json": "人々は自分のデートの経験を全体に関連付ける。\"すべての男は\n私が今まで付き合った男はみんなそうだった」とか「女の子はみんな頭がおかしい!\n俺が付き合った女はみんな狂っていた！」とか。(私が言いたいステレオタイプの例\nの例です。)\n\nこれは、あなたの男女の判断やあなた自身の...",
  "data/reddit-changemyview/r/changemyview/comments/ofmbql/cmv_there_should_be_no_politicians_that_are_in.json": "これはつまり、アメリカの平均死亡年齢が\n78～80歳だとすると、70歳以上の人は（丸い数字で言えば）誰もが\nつまり、アメリカの平均死亡年齢が78〜80歳だとしたら、70歳以上の人には、広い範囲の意思決定をさせてはいけないということです。\n\nこのことについては、多くの分裂的で政治的な考えを持つ人々が私に反対することは承知しています。\nこのことについては、多くの意見の相違があることは承知しています（特に、...",
  "data/reddit-changemyview/r/changemyview/comments/ofnuvz/cmv_debates_are_meaningless_without_fact_checking.json": "議論をしている人が統計や「事実」を引き合いに出しても、それを真実として受け入れる人がいるのは理解できません。\n\"事実」を真実として受け入れてしまうのは不思議です。大規模な討論会（特に選挙の討論会は非常に重要です）では\n大規模な討論会（特に選挙）では、参加者は事前に検証可能な事実を提出しなければならないと思います。\n大規模なディベート（特に選挙は重要なので）では、参加者は事前に検証可能な事実を提出しなければならないと思います（例えば、国内の失業率や...",
  "data/reddit-changemyview/r/changemyview/comments/ofoq2j/cmv_many_countries_are_becoming_more.json": "これは確かに議論のあるトピックですが、最初に免責事項として申し上げますと、私はリバタリアンではありません。\n私はリバタリアンではなく、個人的にはどちらかというと中道派です。\nまた、ロックダウンに反対しているわけでもありません。私はアメリカに住んでいません。\nアメリカにも住んでいませんし、二大政党にも所属していません...。",
  "data/reddit-changemyview/r/changemyview/comments/ofrp49/cmv_americans_are_insulated_to_outside_thoughts.json": "最初にお断りしておきますが、私はアメリカに行ったことがありませんし、アメリカ人との交流もありません。\nまた、アメリカ人との交流もありません。これは主に、アメリカのポップカルチャーの影響や世界のアメリカを経験してきたことからまとめたものです。\nこれは、アメリカのポップカルチャーの影響とアメリカのグローバルな政治を経験したことからまとめられたものです。\n\n\n\n私の考えでは、アメリカは国の大きさも人口も大きいですが...。",
  "data/reddit-changemyview/r/changemyview/comments/ofwbcr/cmv_pastors_should_not_be_allowed_to_hold.json": "牧師が政治家になることを認めることは、本質的に教会と国家の間の溝を埋めることになります。\n教会と国家は神聖なものであり、いかなる形でも結びつけてはいけません。\n牧師はもちろん、常に信仰に基づいた法律を求め、神の色に染まった眼鏡で物事を見て、一般的に教会と国家を結びつけたがるでしょう。\n神の色に染まった眼鏡で物事を見て、一般的には教会と国家を結びつけたがるでしょう...。",
  "data/reddit-changemyview/r/changemyview/comments/ofr2n0/cmv_racism_is_not_just_about_minorities_meaning.json": "人種差別の定義が「人種を理由にした差別」であることに同意できるならば\n人種による差別」という定義に同意するならば、なぜ人種差別は、「マイノリティ」とみなされる集団に対するものでなければ\nなぜ人種差別が叫ばれるのかというと、「少数派」とされるグループ（国ごとの割合ではなく、世界的な割合を見ても意味がありません。\n国ごとではなく、世界全体の割合を見ても意味がありませんが...。",
  "data/reddit-changemyview/r/changemyview/comments/og7a61/cmv_on_disassociating_myself_from_politics.json": "私は非政治的です。私は自由主義的な考えも保守的な考えも持っています。\nしかし、この話題にはあまり興味がないので、声高には言わないことにしています。\n積極的には発言しません。また、私は非常に受動的な人間で、ほとんどのことに受動的であることが自分の利益になります。\n私は非常に受動的な人間であり、私の周りのほとんどのことに受動的であることが私の利益になります。",
  "data/reddit-changemyview/r/changemyview/comments/oga4kz/cmv_anyone_should_be_able_to_opt_outleave_a_home.json": "私は、HOAが存在する理由を理解していますし、HOAを好む人もいます。\n関係者全員が同じ考えを持っていて、物事がうまくいくのは（その人たちにとって）素晴らしいことです。\n\nしかし、刻々と変化するHOAの管理者のルールに縛られたくない人は、絶対に...。\nHOAの刻々と変わる管理者の刻々と変わるルールに縛られたくない人は、絶対に...",
  "data/reddit-changemyview/r/changemyview/comments/oga317/cmv_homeless_people_deserve_empathy_instead_of.json": "彼氏とのドライブ旅行で、食料を調達したところ、ホームレスが\nその地域では、ホームレスがかなり増えていました。私はサンドイッチが余っていたので\n歩道に座って荷物を持っていたホームレスの人に分けてあげようと思ったんです。\nバッグを持って歩道に座り、ドライブスルーを見ていた特定のホームレスに分け与えたかった。\n\n私は「Could I...」と言いました。",
  "data/reddit-changemyview/r/changemyview/comments/ogaj9j/cmv_donald_trump_did_more_harm_than_good_to_the.json": "トランプ大統領の任期中、共和党は下院と上院の両方で敗北し、彼は2度弾劾された。\nトランプ氏は2度弾劾され、再選に失敗し、ソーシャルメディアの利用を禁止されました。\nそれまでの共和党の大統領の中で、最も多くの人々に共和党への不信感を抱かせたと言っても過言ではありません。\n彼以前のどの共和党大統領よりも多くの人々にGOPへの不信感を抱かせました。どんな政治家や政治団体でも、このようなことがあるようです。",
  "data/reddit-changemyview/r/changemyview/comments/ogcea4/cmv_misgendering_someone_isnt_an_act_of_violence.json": "私はこのシナリオがよく使われるのを見てきましたが、人々がこのナンセンスな話を本当に信じているのか、私には理解できません。\n人々がこのような馬鹿げた話を信じることができるのか、私には理解できません。この記事の一番下にリンクを貼っておきます。\n私の記事の下にある記事をリンクして、私が何を言っているのかを簡単に説明します。\n基本的には、このブロガーが書いた記事によると、...",
  "data/reddit-changemyview/r/changemyview/comments/ogd3tj/cmv_reddit_bots_that_reply_to_comments.json": "redditのボット活動が急増していることに気づきました。\nこのようなアカウントが毎日毎日、コメントを投稿することができるというのは、とても素晴らしいことだと思います。\nほとんどの場合、お互いにほぼ同じコメントをしています。\n\nスパムはすでにredditのTOSに反していますが、それこそが彼らの正体です。スパムです。\n\n幾つかの...",
  "data/reddit-changemyview/r/changemyview/comments/ogftzq/cmv_my_friends_death_in_afghanistan_was_in_vain.json": "私の幼なじみ（米海兵隊のスナイパー）は、アフガニスタンでの戦闘で戦死しました。\nアフガニスタンで 20年後、米軍はこの地域から撤退します。I\n戦争は完全に失敗し、彼の死は無駄だったと思っています。この考えは\n他の誰とも共有していません。私は、彼の死が...と信じたい。",
  "data/reddit-changemyview/r/changemyview/comments/ogkyj3/cmv_china_is_an_authoritarian_state_that_should.json": "タイトルが全てを物語っています。中国はその西部でイスラム教徒に対して積極的に大量虐殺を行っている。\n中国は国の西部で、イスラム教徒に対して積極的に虐殺を行っています。\nウイグル人」と呼ばれ、現代の強制収容所に入れられている...",
  "data/reddit-changemyview/r/changemyview/comments/ognwkq/cmv_protesting_on_the_highway_and_streets_is.json": "デモ参加者が道路に立って交通を妨害したために轢かれてしまったビデオを見たことがあります。\n轢かれてしまったデモ参加者の映像を見たことがあります。\n意図的であれ、偶然であれ、抗議者を追い越そうとし、誰かを轢いてしまったり、抗議者と一緒にいる人を轢いてしまったりしたからです。\nその過程で何人かの人をはねてしまったのです。\n\n確かにそれはありますが...",
  "data/reddit-changemyview/r/changemyview/comments/ogwixg/cmv_var_in_football_soccer_is_a_good_thing_and.json": "VARとは \"video assisted referee \"のことです。サッカーでは、試合中に\n\"審判がファウルかハンドボールかなどを判断するために、試合中に「ライブ」ビデオを再生することです。\nファウルやハンドボールなどの判定に役立てています。私は専門家ではありませんが\n専門家ではありませんが、このシステムがどのように利用されているかについては、...",
  "data/reddit-changemyview/r/changemyview/comments/ogk3ua/cmv_the_misuse_of_the_word_objectively_has_become.json": "タイトルにもあるように、ほとんどの場合、景色を見ることができます。ここ数年、Redditやその他のソーシャルメディアでは\nここ数年、Redditや他のソーシャルメディアでは、何かを「客観的に面白い」と表現したり\n客観的に見て面白い」と表現したり、「最低賃金の引き上げは低所得者にとって客観的に悪い」などと発言したりする人が\n最低賃金の引き上げは、低所得者にとって客観的に悪いことだ」というような発言をする人がいます。その...",
  "data/reddit-changemyview/r/changemyview/comments/oh1j13/cmv_the_statecountycity_should_be_on_the_hook_for.json": "このタイトルは私の考えに近いものですが、私の頭の中にある刑事司法改革のアイデアの一部です。\n私の頭の中にある刑事司法改革のアイデアの一部ですが、簡潔にするために\n簡潔にするために、今はこの2つに絞られています。\n\n全体的な目標は、金持ちのアメリカ人と普通のアメリカ人の扱いを標準化することです。\nその...",
  "data/reddit-changemyview/r/changemyview/comments/ogxq4o/cmv_the_clock_should_stop_in_football_soccer_when.json": "私は時々サッカーを見るのですが、どうしても理解できなかったことがあります。\nサッカーを見ていてわからなかったのは、プレーが終わっても時計を止めないこと。現在、彼らはデッドタイムをアディショナルタイムという形で\nアディショナルタイムという形で時計に戻していますが、これにはいくつかの問題があります。\nこれについては\n\n正しい時間が加算されないのです。何度か...",
  "data/reddit-changemyview/r/changemyview/comments/oh8zsn/cmv_the_age_of_18_is_treated_so_weirdly.json": "17/19と16/18の関係が適切かどうかを推測している投稿を目にします。\n17/19と16/18の交際が適切かどうか、若い人たちが手玉に取られていないかどうかを推測する書き込みや\n18歳と25歳以上の関係を擁護する書き込みも見られます。\n個人的な生活の中で好きなことをする権利があるはずだからです。何かが...",
  "data/reddit-changemyview/r/changemyview/comments/ohh4ps/cmv_being_able_to_freeze_time_is_the_best.json": "時間を止めることができるというのは、最高のスーパーパワーだと確信しています。\nこの力があれば、私のすべての夢（善と悪の両方）を叶えることができます。\n\nここで重要なのは、超能力が生活の中でどのように役立つかということを話しているということです。\n普通」の生活をしているときにどのように役立つかを話しているということです。つまり、私は自分の人生の一部になろうとはしていないということです。",
  "data/reddit-changemyview/r/changemyview/comments/ohgj5x/cmv_i_think_that_streaming_services_that_add.json": "私はこれまでにたくさんの「黒い声」を見てきました。私はアメリカ空軍にいたので、モーガン\nフリーマンは私にとって遠い \"兄弟 \"のようなもので、彼を見るのが好きでした（好きでない人はいないでしょう）。\nはないでしょう）。) ブレイドでは決してたじろぎませんでした。ウィル・スミスは、私が子供の頃に初めて聴くことを許されたラッパーでした。\n尊敬していますし、今でも尊敬しています。",
  "data/reddit-changemyview/r/changemyview/comments/ohelox/cmv_no_matter_how_heinous_someones_crime_they.json": "私の考えでは、裁判制度は100％の事実に基づいて（理論的に完璧に作動するとしても）有罪にはならないので、これを望むべきだと思います。\n裁判所は100％の事実に基づいて有罪判決を下すことはありません（たとえ理論的に完璧に運用されていても）。それは単に\n12人の人間が（裁判の場で）満場一致で「合理的な疑いを越えて有罪である」と判断した場合に有罪となるのです。\n合理的な疑いを超えて有罪であると、12人の人々が（裁判の場で）満場一致で決めたことに基づいて有罪にするのです。\n\nすべての有罪判決で...",
  "data/reddit-changemyview/r/changemyview/comments/ohsuxl/cmv_human_sexuality_is_binary_by_design_with_the.json": "皆さん、こんにちは。生化学者です。\n\nタイトルの引用は、人間の生物学的な性についての私の見解を表しています。\n人間は二元的な種であるということです。クラインフェルター/ターナーのような状態が存在することは、他の性別の存在を示唆するものではありません。\nのような状態が存在するということは、他の性の存在を示唆するものではなく、それらは単に二元系の遺伝的\n二元的なシステムの遺伝的バリエーションに過ぎないのです。\n\nその考えは...",
  "data/reddit-changemyview/r/changemyview/comments/ohr7hl/cmv_most_of_the_deaths_of_military_members_in.json": "私はこのことについてよく考えていて、これを聞くのは非常に失礼だし、人を動揺させるものですが\nしかし、これを話すことは重要だと思います。このことについて語らないことは\nこのことを話さないことは、将来の戦争の犠牲者にとって、話すことで得られる害よりも大きいと思います。\nと思います。このような状況では、元に戻すことはできません。",
  "data/reddit-changemyview/r/changemyview/comments/oi0zp0/cmv_by_filling_balloons_with_helium_you_are.json": "ヘリウムは非常に限られた資源で、現在の使用量では25～30年でなくなると予想されています。\n現在の使用量では25～30年でなくなると予想されています。現在は、MRI装置の冷却材として、また\nまた、世界中の対テロリスト部隊で原爆やダーティーボムを検出する放射線検出器としても使用されています。\n原爆やダーティーボムを検出するための放射線検出器として使用されています。ヘリウムは、核融合によってのみ生成されます...",
  "data/reddit-changemyview/r/changemyview/comments/oi6bzg/cmv_obtaining_a_college_degree_today_is_an.json": "私は22歳の大学生で、学費を稼ぐためにレストランでフルタイムで働いています。\n教育を受けています。大学教育は、かつては投資であり、リターンを得ることができました。\n仕事やキャリアという形で返ってくるものでした。私は、民間企業のキャリアのための資格は\n大幅に変化していると思います。\n\n今朝、あるツイートを読みました...。",
  "data/reddit-changemyview/r/changemyview/comments/oi6rjn/cmv_the_british_royal_family_is_silly_and_not.json": "英国人への警告です。\n\nここでの明らかなポイントは、君主制の考え方は時代遅れであるということです。だけでなく\n後継者は民主的なコンセンサスではなく血縁によって選ばれるだけでなく、英国の国民は\n英国の人々は、一族のライフスタイルに資金を提供しても、特に見返りはありません。\n統治が...",
  "data/reddit-changemyview/r/changemyview/comments/ohuush/cmv_if_someone_gets_repeatedly_arrested_for.json": "刑務所を出たり入ったりしている重罪犯のニュースを、数え切れないほど目にします。\n数え切れないほどの回数です。しかし、彼らは何度も何度も釈放され続け\n致命的な犯罪を犯すことになるのです。もし誰かが間違いを犯しても\n懲りずに社会に出てきたとしても...。",
  "data/reddit-changemyview/r/changemyview/comments/ohxrtj/cmv_prisoners_and_parolees_should_retain_their.json": "重大な犯罪を犯した人が選挙権を失うのは当然のことのように思えました。\n重大な犯罪を犯した人が選挙権を失うのは当然のことのように思えましたが、私の頭の中では、重罪犯はゲームのルールを破ったと考えていました。\n重罪犯は民主主義というゲームのルールを破ったのだから、プレイすることは許されないと考えていたのです。\n昨日、テキサス州の仮釈放者のケースについて読んでいると......。",
  "data/reddit-changemyview/r/changemyview/comments/oior64/cmv_for_environmental_reasons_it_should_be.json": "衣服の生産は、資源を消費し、汚染を引き起こします。だからこそ\n環境保護のために私たちができることのひとつは、新しい服を買うのを減らし、今ある服をより長く使うことです。\n既存の服をより長く使うことです。これが環境フットプリントの何割を占めるかという議論には興味がありません。\nこれが環境フットプリントの何分の1を占めるかを議論することには興味がありません。この...",
  "data/reddit-changemyview/r/changemyview/comments/oimpya/cmv_men_who_reject_fatherhood_from_the_onset_of.json": "女性が子供の責任から逃れることができるなら（中絶を非難しているわけではありません。\n中絶を非難しているわけではありません）、同じ機会が男性にも与えられるべきだと思います。\n男性が保護具の有無に関わらず、セックスをしようと決めた時に選ぶことができるというのは不公平だし、正直言ってあまり意味のないことだと思います。\n避妊の有無に関わらず、男がセックスをするタイミングを選べるというのは不公平だし、正直、あまり意味のないことだと思います。",
  "data/reddit-changemyview/r/changemyview/comments/oirgug/cmv_millennials_are_more_techliterate_than_zoomers.json": "私は、すべての世代が前の世代よりも技術的な知識を持っているという考えを信じていません。\n特に、ズームインする人たちを「デジタルネイティブ」と称賛するのはどうかと思います。実際のところ、私は\nミレニアル世代は、この基準ではズームイン世代を大きく上回っています。確かに、私たちは\n確かに、TikTokやその他の最近の流行は使わないかもしれませんが、私たちは膨大な量の...",
  "data/reddit-changemyview/r/changemyview/comments/oiud13/cmv_men_should_not_automatically_be_shamed_for.json": "男性が女性に暴力を振るわれている映像をよく目にします。\n男性が反撃しようとすると、誹謗中傷され、時には逮捕されることもあります。傍観者の中には\n傍観者の中には、女性は何も悪くなく、男性はただ可哀想な無実の女性を叩いているだけだと思い込んでいる人もいます。\n傍観者の中には、女性は何も悪くなく、男性は罪のないかわいそうな女の子を殴っているだけだと思い込んでしまう人もいます。\n\n女性を守るために男性を非難することは...",
  "data/reddit-changemyview/r/changemyview/comments/oiy4fc/cmv_socialism_and_capitalism_have_ceased_to_be.json": "最近では、「社会主義」と「資本主義」という言葉は、強烈な偏見に満ちており\n社会主義」と「資本主義」という言葉は非常に偏ったものであり、政策においても大きな意見の対立を引き起こしています。このような電光石火のような言葉は\n賛成でも反対でも、何にでもラベルを貼るようになっています。\n賛成でも反対でも、それだけで議論が決まるかのようにレッテルを貼る。\n\nこのようにして...",
  "data/reddit-changemyview/r/changemyview/comments/oj5p2h/cmv_calling_white_people_colonizers_and_terms_of.json": "私の見解を変えるか、文脈や視点を得るための手助けをしてください。\n理解するのに苦労していますが、実際に重要な声に耳を傾けたいと思っています。\n実際に重要な声に耳を傾けたいと思っています。私は他の環境で学ぼうとしましたが、これはデリケートな問題です。\n私は他の環境で学ぼうとしましたが、これはデリケートな問題であり、多くの場合、感情が...",
  "data/reddit-changemyview/r/changemyview/comments/oj5h8c/cmv_sex_work_should_be_treated_the_same_way_other.json": "セックス・ワークは、常に何らかの形で社会に存在しています。それが何であれ\n売春、支配、風俗、さらには演技など。ですから、私は\n現代では、他の仕事と同じように評価されるべきだと思います。\n他の仕事と同じように扱われるべきだと思います。\n\nもしあなたがセックスワークに反対するのであれば、それはあなたのイメージがそうであるからかもしれません。",
  "data/reddit-changemyview/r/changemyview/comments/ojg36d/cmv_if_you_rape_and_murder_two_15_year_old_girls.json": "1980年に2人の女子高生をレイプして殺害したコリン・ピッチフォークの公開を控えていることにちなんで\n1980年代に2人の女子高生をレイプして殺害した\n\nhttps://news.sky.com/story/colin-pitchfork-man-raped-and-murdered-two-schoolgirls-to-be-released-after-government-loses-challenge-12354840\n\nこの人は絶対に釈放してはいけない、どんなに...",
  "data/reddit-changemyview/r/changemyview/comments/ojnu9v/cmv_the_term_karen_is_used_way_too_much_to.json": "ハーメオット\n\n私はそれを得る。最初のカレンが髪を切って出てきてからというもの\n些細なことですぐに店長と話したいと言ってきた。\n働いている人たちを酷使しながら、とんでもなく些細なことですぐに店長と話したいと言ってきたときから、私たちは皆、この行動を警戒してきました。\nこのような行動には誰もが注意を払ってきました。\n\nしかし、今、私が見ているのは...。",
  "data/reddit-changemyview/r/changemyview/comments/ojj4sk/cmv_just_because_someone_gets_in_a_fight_with_a.json": "否定できない事実であるかのように、私の周りの人たちは皆、自分の考えを変えて欲しいと思っています。\n否定できない事実であるかのように振る舞っているからです。\n\n最近のビデオを見ていると、カレン族などがマイノリティと喧嘩をして\nビデオがウェブにアップロードされ、その人は嘲笑され、仕事を失ったりします。\n仕事を失ったりしています。",
  "data/reddit-changemyview/r/changemyview/comments/ojwfsu/cmv_categorizing_twitter_posts_on_reddit_by_the.json": "Redditに肌の色を表すカテゴリーがあると誰かのためになるという正当な理由を教えてください。\n肌の色でRedditにカテゴリーを設けることが誰かのためになる正当な理由を教えてください。もし私たちが人種差別や分離を克服しようとしているのであれば\nここでそれを奨励するのはやめるべきだと思います。\n\nもし、Twitterのリポスト専用のサブサイトを持つつもりなら、どうして\nFunnyTwitter,...",
  "data/reddit-changemyview/r/changemyview/comments/ojs045/cmv_knowledge_is_the_best_superpower.json": "先週から、最高の超能力について多くの議論が交わされています。\nこの問題について私の意見を述べたいと思います。いつでも知りたいことを知ることができるのは\n知りたいことをいつでも知ることができる能力は、最高の超能力です。実用的な観点から\n実用的な観点からは、新しい言語を学んだり、より良いサービスを得る方法を学んだりすることができます。",
  "data/reddit-changemyview/r/changemyview/comments/ok4y49/cmv_the_us_media_frequently_uses_propaganda_to.json": "権力者たちは、自分たちのコミュニティを改善することに焦点を当てた、統一された中低階級の人々の能力を恐れています。\n自分たちのコミュニティをより良くすることに焦点を当てた中低階級の人々がどのような能力を発揮するか、権力者たちは恐れています。彼らはコミュニティを破壊します。\n根本的に違うものだと信じ込ませて、コミュニティを分断します。\nアイデンティティ・ポリティクスでお互いを憎む理由があると信じさせることで、コミュニティを分断します。"
}