{
  "data/reddit-changemyview/r/changemyview/comments/n270so/cmv_trying_illegal_drugs_should_not_be_taboo.json": "私は自分の主張を4つの部分に分けていますが、それぞれの部分については\nそれぞれについて、私の見解を変えることができます。\n\n1) 医学界、政府、社会が「麻薬は悪いものだ」と言っても、それは\nそれだけで事実として受け止めるべき議論ではありません。\n\n人類はまだ、脳の仕組みをほとんど知らないのです....",
  "data/reddit-changemyview/r/changemyview/comments/n2gtva/cmv_not_all_men_is_an_appropriate_response_to.json": "私のタイトルが私の主張を十分に表現しているとは思えません。\n一言では言い表せないので、ここで私の立場を説明します。\nここでは\n\nかなり一般的な視点だと思います。全ての男性ではない」というのは、「全ての男性」という言葉に対する自然な反応だと思います。\n男はみんなゴミ」.... のような発言に対する自然な反応だと思います。",
  "data/reddit-changemyview/r/changemyview/comments/n2jl1c/cmv_smartphones_should_have_their_charging_docks.json": " 1. 車の中では、その後、カップホルダーに携帯電話を入れることができます。ダッシュに電話ホルダーが付いている人にとっては\n    ダッシュにフォンホルダーを付けている人にとっては、トップサイドドックは特に害はありません。\n    しています。\n\n 2. これは間違っているかもしれませんが、もしあなたが机の上でラップトップを使っていて\n    机の上でノートパソコンを使い、ノートパソコンのUSBを使って携帯電話を充電している場合、それは...",
  "data/reddit-changemyview/r/changemyview/comments/n2k3f2/cmv_moral_and_humanity_can_exist_entirely_without.json": "話題が二極化しているのはわかっています。そして、私は無神論／神道一般について議論したいとは思いません。\n一般的な無神論/神道については議論したくありません。しかし、私は過去に友人と宗教について多くの議論をしてきました。\n議論してきました。私は無神論者です（自分の考え方に一番合っていると思っています）。\n私は無神論者です。",
  "data/reddit-changemyview/r/changemyview/comments/n2m4d2/cmv_as_a_us_citizen_living_and_working_abroad_i.json": "私は欧州で有効かつ合法的な長期滞在権を持っており、留学先でも現地の企業で働いて収入を得ています。\nホスト国では現地の企業で働いて収入を得ています。そのため、現地の税金をすべて支払っています。\n喜んで納税しています。私はヨーロッパでの生活を楽しんでおり、社会的なセーフティーネットがあることを楽しんでいます。\n私はヨーロッパでの生活を楽しんでおり、社会的なセーフティーネットがあることを楽しんでいます。",
  "data/reddit-changemyview/r/changemyview/comments/n339mo/cmv_elon_musk_is_an_asshole_for_naming_his_kid_x.json": "なぜ、このような名前をつけるのでしょうか？私にとっては\n子供に「ヒトラー」や「バービー」と名付けるのと似ています。その名前は、発音できないし、常に\nいじめなどの不必要な注目の的になってしまいますし、実際には何の意味もありません。\nそして、ダディ・マスクが関連性を保つこと以外には、本当の意味での使用はありません。",
  "data/reddit-changemyview/r/changemyview/comments/n3dol8/cmv_jesus_being_a_real_person_who_walked_this.json": "私は12年間カトリックの学校に通っていましたが、その間に、イエスは間違いなくこの世を歩いた実在の人物であると\nイエスは間違いなくこの世を歩いた実在の人物であり、それは聖書にはない歴史的証拠で証明できる。\nそれは聖書にはない歴史的証拠によって証明されます。\n神の存在を証明するものとして提示されます。\n\nだから、必然的に、あなたが...",
  "data/reddit-changemyview/r/changemyview/comments/n3ik56/cmv_delivery_people_shouldnt_be_expected_to.json": "自分の犬が他人を威嚇しないようにできないなら、配達員が危険を冒してまであなたの荷物を届けることを期待すべきではありません。\n配達員が危険を冒してまで荷物を届けることを期待すべきではない。\n\n\"でも子犬は噛まないよ、うるさいだけだよ\"\n\nあなたの場合はそうかもしれませんが、配達員はそれを知りませんし、小さな犬種でも皮膚を傷つけることがあります。\n犬種でも皮膚を破る可能性があることを知らない....",
  "data/reddit-changemyview/r/changemyview/comments/n3n8ml/cmv_saying_that_everyone_is_a_good_mom_is_like.json": "すべての育児教材で聞いたり読んだりするのは、もううんざりです。私は去年子供を産みました。\n去年出産したのですが、妊娠した時からこのメッセージを\nどこにいても。\n\n私たちは一度も会ったことがありませんが、一体どうやって私が良い母親だとわかるのでしょうか？誰もが良いものを持っているとは限らない。\n誰もが良いものだとは限らないでしょう？どうやって...",
  "data/reddit-changemyview/r/changemyview/comments/n3f3a4/cmv_dating_apps_should_maintain_racial_preference.json": "人種や肌の色を問わず、誰とでもデートできるようにしていますが、誰もがそうではないことも知っています。\nしかし、すべての人がそうであるとは限りません。しかし、すべての人がそうであるとは限りません。\n私は、自分の人種を理由に私とのマッチングを望んでいない潜在的なマッチを通過する必要はありません。私は\nむしろ、私とのマッチングに前向きな人のプロフィールを推薦してほしい。",
  "data/reddit-changemyview/r/changemyview/comments/n38s2r/cmv_onlyfans_should_change_their_age_minimum_to.json": "多くの人がOnlyFansをカムサイトや他の売春サイトよりもInstagramに似ていると考えています。\nのようなものだと考えています。\n\nインフルエンサーは、InstagramでOnlyFansを何百万人もの若いフォロワーに宣伝しています。\nインフルエンサーがInstagramで自分のOnlyFansを何百万人もの若いフォロワーに宣伝しています。\n解放されていることと同一視されています（これは確かに...）。",
  "data/reddit-changemyview/r/changemyview/comments/n3tfql/cmv_a_womens_quota_and_similar_special_treatments.json": "あなたが私の喉に飛び込んでくる前に、私はこれをインセルの端くれになるために頼んでいるのではありません。\nむしろ、このトピックについての私の見解を変えてもらいたいと思っています。\n\n背景 私はドイツに住んでいて、STEM分野の学士号を取得しようとしています。\nSTEM分野の学士号を取得しようとしています。私たちの選挙はまもなく始まりますが、私はほとんどの記事を読みました。",
  "data/reddit-changemyview/r/changemyview/comments/n4248f/cmv_is_impossible_to_be_a_nonspiritual_person_in.json": "AAは宗教ですが、自分で「高次の力」を選択することを奨励するものです。\nを選択することを奨励する宗教です。私は去年断酒して、AAについて調べましたが、文字通りカルト的なもので、頭が真っ白になりました。\nいかにカルト的であるかということに頭を抱えました。それ以来、私は断酒しています。\n\nまず、断酒だけが目的ではありません。それは、人生を送るためのものです。",
  "data/reddit-changemyview/r/changemyview/comments/n44lev/cmv_the_voting_age_should_be_linked_with_the_age.json": "私の考えでは、徴兵制（本人の同意なしに強制的に戦争に参加させること）は\n徴兵制（同意なしに戦争に参加させること）は、政府が自分の意思に反して何かをさせたり、投獄したりできる唯一の方法です。\n徴兵制（同意なしに戦争に行かせること）は、政府が自分の意思に反して何かをさせたり、投獄したりする唯一の方法であり、それは自分の直接的な利益のためではない。\n\nつまり、シートベルトを着用することを強制することと、戦争に参加することを強制することは大きく異なるのです。",
  "data/reddit-changemyview/r/changemyview/comments/n4m94i/cmv_criticising_something_as_cultural.json": "この件についてはいくつかのスレッドがありますが、私は自分で作ることにしました。\n議論が自分の考えを表しているようには思えなかったので、自分で作ることにしました。\n\n何かを文化的流用と批判することは、間違っているだけでなく、誰かの人種差別を表現するために使われる傾向があると、私はよく感じます。\n誤っているだけでなく、誰かの人種差別を表現するために使われることが多いです。\n内在化された...",
  "data/reddit-changemyview/r/changemyview/comments/n4fvxg/cmv_mass_shooters_of_today_are_the_same_people.json": "1987年にアメリカで活動していた連続殺人犯は198人でした。2019年には\nは2人の現役連続殺人犯しかいなかった。出典\n[https://www.abajournal.com/news/article/serial-killings-are-waning-leading-to-speculation-about-the-cause]\n\nこれを読んだときは驚きました。連続殺人なんて...と思っていました。",
  "data/reddit-changemyview/r/changemyview/comments/n4to8w/cmv_cursing_is_like_shouting_occasionally.json": "私は息子1歳の男の子の父親です。まだ言葉は話せませんが、何かを教えなければと思っています。\n教えることを考えなければならないと思っています。\n厳しい言葉に対する態度です。\n\n私もたまにきつい言葉を使うことがありますが、それは悪いことではありません。\nそれを教えるのは偽善的だと思うのですが・・・。",
  "data/reddit-changemyview/r/changemyview/comments/n4tay4/cmv_crypto_is_more_gambling_than_investing.json": "皆さん、こんにちは。これは私が非常に混乱していることです。人々は\nこのようなランダムな暗号を購入し、それを投資と呼んでいますが、その「投資」には何の裏付けもありません。\n実際には何の裏付けもありません。会社に投資すると、株を手に入れて\n会社に投資すると、その会社の状況に応じて価値が上がったり下がったりする株を手に入れます...",
  "data/reddit-changemyview/r/changemyview/comments/n4vgqy/cmv_i_dont_think_it_makes_sense_to_reinterpret.json": "私はゲイなので、このようなことをしてくれる人たちには本当に感謝しています。そして今、私はその人たちを恨んでいるようなものです。\n申し訳ありませんでした。しかし、バイブル\nとトーラ、コーランなど、コーランは少し違うと思いますが\nしかし、コーランは少し違うと思います。なぜなら、コーランはまだかなり文字通りに受け取られているからです。",
  "data/reddit-changemyview/r/changemyview/comments/n5a9kq/cmv_its_impossible_or_very_difficult_to_be.json": "ずっと前から、LinkedInにコンテンツを投稿したいと思っていました。何よりも\n何よりも、プロフェッショナルな関係を築くための適切なツールであることに同意できます。\n適切に利用すれば、プロとしての関係を築くための適切なツールであることには同意できます。\n\nしかし、それは私が使いこなせていない理由と同じです。\n\nなんか...偽物っぽくて、堅苦しくて、本物じゃない。\n\nI...",
  "data/reddit-changemyview/r/changemyview/comments/n5fj89/cmv_its_a_good_thing_that_birth_rates_are.json": "最近、少子化が話題になっていますが、私が読んだ記事のほとんどは\n少子化の影響で経済的に厳しい状況になっているという記事が多いですね。\nといった内容です。経済的な困難を克服する必要があることは確かですが\n克服しなければならないと思います。",
  "data/reddit-changemyview/r/changemyview/comments/n5472v/cmv_most_people_arent_actually_interested_in.json": "ほとんどの答えは、今日、グーグルで検索して、いくつかの記事を読めば、簡単に見つかります。\n読むことができます。それにもかかわらず、人々は間違った情報を鵜呑みにして\n誤った情報を鵜呑みにしてしまうのです。\n\nピュー・リサーチによると\n(https://www.journalism.org/2020/07/30/americans-who-mainly-get-their-news-on-social-media-are...",
  "data/reddit-changemyview/r/changemyview/comments/n5g5e0/cmv_conservatism_in_the_us_since_2016_has.json": "保守派の間では、オバマ大統領をめぐる樺太論争に代表されるように、誤った信念が目立つようになりました。\nしかし、オバマ大統領に関する論争は、リベラル派の陰謀と同様に高い水準にある。\nアメリカでははるかに多く見られるようになった。\n\n保守派のフィルターバブルは現実を大きく歪め、保守派で広く受け入れられている\n保守派で受け入れられている...",
  "data/reddit-changemyview/r/changemyview/comments/n5hhb7/cmv_republicans_arent_doing_enough_to_address.json": "この国のイスラム系アメリカ人は、コミュニティ内の過激化への対応を怠った場合の代償をよく知っています。\n私は自分のコミュニティ内での過激化への対処を怠った代償をよく知っています。\n\nイスラム社会では長年にわたり、過激派の増加の原因はごく少数の誤ったイスラム教徒にあるという信念が貫かれてきました。\nイスラム社会では長年にわたり、過激主義者が増えている原因は、ごく少数の誤ったムスリムにあると考えられてきました。\n長年にわたり、イスラム社会は、ごく少数の誤ったムスリムだけが、コミュニティ内の過激派感情を増大させているという信念を貫いてきた。",
  "data/reddit-changemyview/r/changemyview/comments/n5u96r/cmv_cultural_concerns_over_gentrification_seem.json": "別の人気サブサイトでは、ニューオリンズで白人女性が黒人男性と対立しているビデオが投稿されていました。\nニューオーリンズで白人女性が黒人男性と対立しているビデオが投稿されていて、多くのコメントが\nコメントの多くは、ニューオリンズのような都市のジェントリフィケーション（高級化）についての文句でした。ほとんどのコメントは\n殆どのコメントは、住宅コストの上昇については何も言及していませんでした - 彼らは...",
  "data/reddit-changemyview/r/changemyview/comments/n64e7t/cmv_pressing_tab_after_typing_in_a_username.json": "皆さん、こんにちは。\n\nこれはとても簡単なCMVだと思います。ユーザー名（またはメール）を入力した後にタブを押すと\nユーザー名（またはメールアドレス）を入力した後にタブを押すと、必ずすぐにパスワードの入力を開始できるようにすべきだと思います。\nパスワードを入力してください。その他のプロンプト（新しいアカウント、パスワードを忘れた\nパスワードを忘れた）というプロンプトは、パスワードのプロンプトの後に置くことができると思います...",
  "data/reddit-changemyview/r/changemyview/comments/n5vuyq/cmv_recycling_is_overreported_and_cant_solve_our.json": "皆さん、こんにちは。\n\n私は今、大学でリサイクル（主にプラスチックのリサイクル）について研究しています。私の\n最初の数ヶ月の研究では、政府（少なくともEU）はリサイクルの数字を過大に報告し\n政府は（少なくともEUでは）リサイクルの数字を過大に報告し、一般的にはリサイクルはより効率的なものとして描かれています。\n実際よりもはるかに効果的で真の意味での循環型プロセスであるかのように見せているということです。....",
  "data/reddit-changemyview/r/changemyview/comments/n64jnz/cmv_in_modern_america_in_most_fields.json": "現代のアメリカでは、ある分野で何らかの矛盾が生じると、それは何か漠然とした、あるいは目に見えない障壁の証拠であるという奇妙な考えがあります。\n漠然とした、あるいは目に見えない差別の壁のようなものがあるのではないかと考えてしまうのです。\n差別です。多くの場合、それは人種や民族によるものです。しかし、なぜ私たちは自動的に\n差別されているからだと考えるのでしょうか？私は...",
  "data/reddit-changemyview/r/changemyview/comments/n62crf/cmv_nuclear_energy_is_just_the_best.json": "少なくとも近未来においては、ダイソン球のようなものができるまでは、相対的にクリーンな電力を原子力でまかなうことができると思います。\n少なくとも近未来においては、ディスオン・スフィアのようなものができるまでは、原子力は比較的クリーンな電力を供給できるかもしれません。\n\n多くの人がいまだに原子力を怖がっていますが、私はそれはナンセンスだと思います。\n彼らは、チェルノブイリのような出来事を考えていますが、実際には、チェルノブイリのような出来事があったとしても\nその...",
  "data/reddit-changemyview/r/changemyview/comments/n6jgw5/cmv_prisoners_slated_to_be_executed_should_be.json": "ほら...念のため。どちらにしても、彼らを殺しているわけですから、これで干ばつやコビド19のような問題を解決できるかもしれません。\n干ばつやコヴィド-19のように、これをすることで解決するかもしれません。また、囚人の視点から見ても\n致死性注射に比べて、自分の死に対する恐怖感が少なくて済むので\nもし私が洗浄されて、9インチの刃が私の体に突き刺さっていたら...。",
  "data/reddit-changemyview/r/changemyview/comments/n6hw6g/cmv_living_in_the_us_is_not_that_bad.json": "私はヨーロッパの非EU諸国出身です。ここの人たちはいつも先進国に出稼ぎに\n働いています。何人かは戻ってきて、何人かは残って住み続けます。\n彼らの多くは、ドイツ、オーストリア、スウェーデン、オランダに行きます。これらの国は\n最も人気のある国です。ごく一部の人たちは、実際には...。",
  "data/reddit-changemyview/r/changemyview/comments/n6ifm9/cmv_universities_should_have_professors_dedicated.json": "学費が高騰しているにもかかわらず、教授の教え方が悪いために学生が苦労するケースが増えているようです。\n学費が高騰しているにもかかわらず、教授の教え方が悪いと学生が悩むことが多くなっているようですが、パンデミックやオンライン学習が\nパンデミックとオンライン・ラーニングはこのことを強調しています。\n\n大学は、教えるだけで他の仕事をしない教授を雇うのが筋だと思います。\n教えるだけで、他の仕事をしていない教授を雇うのは理にかなっていると思います。",
  "data/reddit-changemyview/r/changemyview/comments/n67yx4/cmv_there_is_no_reason_anyone_should_have_to_work.json": "私たちのほとんどは癌を治していないし、癌を治している人たちは休むべきだ。そうすれば\nそうすれば、実際にがんを治すことができるかもしれません\n\nこれは私の胸の内を明かすためのものかもしれませんが...。\n\nでも、21歳から65歳までの人生で、1週間に1日しか楽しめないのに、何の意味があるんだろう？\n21歳から65歳までの人生で、週に1日しか楽しめないのに、何の意味があるのでしょうか...。",
  "data/reddit-changemyview/r/changemyview/comments/n6y914/cmv_cutlery_should_be_placed_at_the_end_of_a.json": "みんながどれくらい強く感じているのかはわからないが、今まで行ったほとんどのビュッフェで\n今まで行ったほとんどのビュッフェで、私はこの点に悩まされてきました。ほとんどの場合\nビュッフェの列の最初にカトラリーが置かれていて、最後に行くまでに\n最後の方になると、「あ、あの時のカトラリーは......」と気づくのです。",
  "data/reddit-changemyview/r/changemyview/comments/n6ye42/cmv_breakdown_in_political_discourse_is_caused_a.json": "世界の問題を解決できない政治家の話ではありません。\n私が言っているのは、世界の問題を解決できない政治家のことではなく、橋を燃やしたり、ツイッター戦争を煽ったり\n社会からの反発を恐れて自分の意見を言えないでいる人たちのことです。\n\n私の経験では、耳を傾け、最善を想定し、セカンドチャンスを与えることで...",
  "data/reddit-changemyview/r/changemyview/comments/n7dce2/cmv_the_home_toilet_seat_up_versus_down_debate_is.json": "蓋を閉めるとシートが下がります。蓋を閉めれば、部屋中に飛び散る\nウンチの粒子が部屋中に飛び散るのを最小限に抑えることができますよね。そうですね。\n公衆トイレには通常、蓋がないことは承知しています。しかし、あなたの家のトイレには\nしかし、あなたの家のトイレには間違いなくある。\n\nおしまい。\n\nP.s. 私の最初の投稿は..."
}