{
  "data/reddit-books/r/books/comments/n27h36/be_honest_how_big_is_your_to_read_pile.json": "皆さんは、「読むべき本」の山をどのように管理していますか？購入・読了までに適度なペースで読み進められるよう、管理していますか？\nある程度のペースで読み進められるように管理していますか？\nそれとも それとも、いつまでたっても減らないとわかっていながら、どんどん増えていくのを許していますか？\nそれとも、一向に減らないかもしれないと思いながら、増え続けるのでしょうか？また、アプリやスプレッドシートを使って...",
  "data/reddit-books/r/books/comments/n29lz4/i_read_30_books_this_month_ratings_thoughts_on.json": "私は4月中、毎日1冊の本を読むというチャレンジをしました。\nどうにか達成できました。先月に読んだ本を日付順に並べてみました。\n日付順にご紹介します。\n\nHoney Girl by Morgan Rogers - 3.5つ星 - とってもキュートで、遅咲きの女の子の青春を描いた作品だと思いました。\nとってもキュートで、遅咲きの若者の青春を描いた作品だと思いました。",
  "data/reddit-books/r/books/comments/n2bog9/i_just_like_stories.json": "誰もが簡単に満足できる読書家ではありませんか？私は、読んだ本を嫌いになったことはありません。\n読んだ本を嫌いになったことはありません。欠点を見つけることもできるし、他の本よりも好きな本もあります。しかし、私はただ物語が好きなのです。\n物語が好きなんです。私は本を買う前と後にレビューを読みます。私は、ある本を読むと（そして\n本を読んで（ほとんどの場合は楽しんで）から、レビューを読みに行くんです。",
  "data/reddit-books/r/books/comments/n2ikl1/libby_overdrive_is_a_great_resource.json": "この種の投稿は何度もされていると思いますが、私はみんなにLibbyの素晴らしさを伝えたかったのです。\nLibbyの素晴らしさを皆さんにお伝えしたいと思います。Libbyは無料のアプリで、図書館カードと接続することで\n電子書籍やオーディオブックにデジタルでアクセスできる無料アプリです。電子書籍にお金を払っている人としては\n電子書籍にお金を払っている私にとって、これは大きなメリットです。私はKindleで読んでいますが、...",
  "data/reddit-books/r/booksuggestions/comments/n2gqd1/mermaids.json": "人魚のラブストーリーの良い本があれば。ダークでスパイシーなものでも構いません。ただ、人魚を探しています。\n人魚を探しています。",
  "data/reddit-books/r/books/comments/n2mkxo/i_read_if_cats_disappeared_from_the_world_by.json": "この物語は、Read With Cindyが主催するAsian Readathonのアカウントで読みました。\nCindyさんはブックチューバーです。\n\n物語は、自分が脳腫瘍であることを知った郵便配達員が、悪魔（ハワイアンシャツを着たドッペルゲンガー！）の訪問を受けるというものです。\n悪魔（ハワイアンシャツを着たドッペルゲンガー！）の訪問を受けます。悪魔は\n悪魔は彼に、もしも...という条件を提示します。",
  "data/reddit-books/r/booksuggestions/comments/n2noht/looking_for_unsettling_short_stories.json": "こんにちは。誰かが私にお勧めの短編小説を教えてくれないかと思っています。\n私の心を揺さぶるような作品を紹介してもらえませんか？キングの作品はほとんど読んだことがあるので、特にキングの作品を探しているわけではありません。\nあからさまなホラーではなく、読んでいるうちに恐怖を感じるようなものがいいですね。\nありがとうございます。\n\n\n\nEdit*: うわぁぁぁ! 皆さん、ありがとうございます。",
  "data/reddit-books/r/books/comments/n2vy3b/warning_do_not_read_dumb_witness_by_agitha.json": "私はハーパーコリンズ版を持っていますが、他のバージョンではこのシーンが編集されているかどうかはわかりません。\nこのシーンが編集されているかどうかはわかりませんので、気をつけてください。\n\nまた、彼女のミステリーの中では少ない方だと思いますが、犯人のリストを示すシーンが（どこからともなく）あります。\nこれは、彼女の初期の小説に登場する犯人のリストを示すシーンです。それは\nと思わせるような表現になっていますが...。",
  "data/reddit-books/r/booksuggestions/comments/n2vdae/i_hate_everyone_but_you_book_recs.json": "あなた以外のすべての人が嫌い」ということを放射する本のカップルを探しています。内容は\nファンタジーからコンテンポラリーまで、ジャンルは問いません。登場人物たちが達成すべき探求や冒険をしていればボーナスポイント\n冒険をしているキャラクターがいればボーナスポイント",
  "data/reddit-books/r/books/comments/n2pmj8/how_many_of_you_have_managed_to_figure_out_who_is.json": "私は彼女の本を10冊ほど読みましたが、毎回本当に驚かされました。\n私の頭の中にも犯人が浮かんだことがあったかもしれませんが、彼女はいつも私を迷わせてくれます。\n彼女の本を10冊ほど読んできましたが、毎回本当に驚かされました。\nしかし、今夜、「エンド・ハウスの惨劇」（素晴らしい...）の終わりに近づいていた。",
  "data/reddit-books/r/books/comments/n2lg0n/i_read_mans_search_for_meaning_by_viktor_e_frankl.json": "ヴィクトル・E・フランクルは、アウシュビッツ、ダッハウなど2つの強制収容所の生存者である。\n強制収容所の生存者です。ホロコーストの生存者であると同時に、彼は戦前と戦後に活躍した精神科医でもありました。\n戦前、戦後を通じて精神科医として活躍しました。私は彼の本を読みました。\n彼の本を読んで、私が気に入った部分と、最も深いと思った部分を紹介します。\n深い部分を紹介しました。....",
  "data/reddit-books/r/books/comments/n303zj/wanted_to_brag_i_just_spent_the_whole_day_reading.json": "最近、久しぶりに本を読んでみようと思いました。\n最近、本を読もうと思い立ち、長い間ツイッター以外のものを読まずにいました。いろいろと調べて、たくさんの本を手にしました。\nたくさんの本を手にしました。最初に読んだのは、アップルのブックストアで無料で配布されていた本でした。\n最初に読んだのはAppleのブックストアにある無料の本で、習慣を取り戻すためにYAの小説を読みました。次の一冊は...。",
  "data/reddit-books/r/books/comments/n2t2io/i_read_infinite_jest_for_over_2_years_i_finished.json": "これは長年の目標でしたが、やっとできました。ビッツ＆ピース、15分 電車の中で\n電車の中であちこち。私はこのモンスターを間食で済ませてしまい、時間がかかりました。\n時間がかかったが、その分、いいものができたと思う。不条理なディストピア的ユーモアを評価する\n不条理なディストピアのユーモアを少しずつ理解することができました。まだピンチョンの方が好きですが、いくつかの...",
  "data/reddit-books/r/booksuggestions/comments/n2tyaj/anything_you_love.json": "大学を卒業したばかりですが、読書や学習をやめたくありません。私は普段\nしかし、あなたがどんな本が好きで、なぜ好きなのかを聞きたいです。\n:)",
  "data/reddit-books/r/books/comments/n3jcfd/it_is_only_when_i_got_older_that_i_truly.json": "若い頃の私は、アラゴルンの断固とした静かな強さ、レゴラスの誇り高くバランスのとれた優雅さ、エオウィンの勇気、ファラミアの献身的で静かな愛に歓声を上げた。\nエオウィンの勇気、ファラミアの（兄と父への）献身的で静かな愛、レゴラスの誇らしげでバランスのとれた優雅さに若い私は歓声を上げた。\nファラミアの献身的で静かな愛（兄と父への）。その中で、サムワイズ・ギャムジーが現れた。\nサムワイズ・ゲイムが現れた。メリーとピピンが巻き込まれたのは...。",
  "data/reddit-books/r/books/comments/n3h7f3/so_i_read_lolita.json": "邪魔なんだよ。ドールズがかわいそうです。ヒューバートが彼女に薬を飲ませて痴漢することを計画していたという事実\n実際に痴漢をしていたことや\nドールズが警察を呼ぼうとしたときに母親が死んだことを伝えたこと。\nそして、この男は彼女がいる間に再び彼女を利用し...",
  "data/reddit-books/r/books/comments/n38elx/what_is_that_one_book_you_absolutely_hate.json": "あまりにも下手で、不快で、憂鬱で、陳腐で、最後まで読むことができなかった本。\nあまりにも下手で、攻撃的で、憂鬱で、陳腐だったからです。自分の最大の敵にはしたくないと思うような\n最大の敵に願いたくないもの、嫌気がさして捨ててしまいたいもの（あるいは捨ててしまったもの）。どの作品に\nThe Worst Book Ever」賞を与えたい作品。\n\n自分にもあるとしたら......。",
  "data/reddit-books/r/books/comments/n3irkt/getting_attached_to_books_and_feeling_heartbroken.json": "2021年はこれまでに3回やっています。実は、幼い頃からやっています。\n若い頃からやっています。物語に思い入れがあると、気持ちの整理がつかず、1～2週間は新しい本を読み始められないことがあります。\n感情的に次の段階に進む準備ができていないために、1週間か2週間は新しい本を読み始めることができないことがあります。\n次の段階に進む準備ができないからです。\n\nこれがどれほど馬鹿げたことかは十分承知しています。またやってしまった...。",
  "data/reddit-books/r/books/comments/n4j2p4/as_readers_have_you_ever_felt_pressured_to_finish.json": "自分自身からの内的なプレッシャーか、ソーシャルメディアからの外的なプレッシャーかと思います。\n育った環境や教育などの外的要因か。\n\n今朝、ちょっとした好奇心で考えてみました。私はよく読書をしますが、確かに\n若い頃は、読み始めた本をすべて読み終えなければならないというプレッシャーを感じていましたが、それがどこから来ているのかわかりません。\nそれがどこから来たのかはわかりません。それは...",
  "data/reddit-books/r/booksuggestions/comments/n4lba1/help_me_find_the_perfect_gift_for_my_mom.json": "(〆切：本を買いました。皆さん本当にありがとうございました)\n\n\n\n私の母は読書が大好きで、私が読書に興味を持つようになったのも母のおかげです。\nもうすぐ母の日なので、母が新しいお気に入りの作家を見つける手助けをしたいと思っています。\n\n母は犯罪や捜査が大好きで、シャーロック・ホームズ、アガサ・クリスティ、テス...などの作品をすべて読んでいます。\nクリスティ、テス...",
  "data/reddit-books/r/books/comments/n4uiik/finally_got_around_to_reading_divergent_its_not.json": "本棚を整理していた家族から本を譲り受けました。\n本棚の整理をしていた家族から本をもらいました。この本はあまり良くないので、残りの3部作は諦めようかと思っています。\n残りの3部作を諦めてしまうかもしれません。\n\n派閥のシステムは本当に単純で、私には合いません。私には\nこのディストピアが何を目指しているのかわからない。",
  "data/reddit-books/r/books/comments/n4tc2v/readers_pronunciation_anyone.json": "真面目な話。ヨセミテと \"YOES MIGHT \"はどちらも現実に存在する、全く違う国立公園だと、私はかなり年を取るまで思っていました。\nヨセミテと \"YOES MIGHT \"はどちらも実在する全く違う国立公園だと思っていました。高校生の時に\n高校生の時にピンときたんです。\nビデオで見た奇妙なエイリアンのカップルについて、他の人と何度も話したことがありました。",
  "data/reddit-books/r/books/comments/n4zbr7/reading_with_my_daughter_has_been_one_of_the_most.json": "私は母親であることが大好きですが、「もう一人赤ちゃんが欲しい、赤ちゃんがいないと寂しい！」と思った瞬間は一度もありませんでした。\nと思ったことは一度もありません。正直なところ、娘が年をとるごとに\n正直なところ、娘が年を重ねるごとに、ますます楽しくなってきましたし、特に今は、自分で本を読むことに興奮しています。\n特に今は、自分で本を読むことに興奮しています。 \n\n今、娘は7歳ですが、本を読むのは...",
  "data/reddit-books/r/booksuggestions/comments/n4toiw/books_to_read_before_you_die.json": "文字通りではありませんが、誰もが死ぬまでに読んでおくべき必読書は何でしょうか？\n死ぬまでに読んでおくべき本を教えてください。",
  "data/reddit-books/r/books/comments/n5eue2/which_is_your_favourite_book_and_why.json": "私のお気に入りの本は、ジュンパ・ラヒリが書いた「The Namesake」です。この作品は\n美しく書かれた作家のデビュー作です。彼女の文章の豊かさに瞬時に魅了されました。\n彼女の文章の豊かさのおかげで、すぐにこの本に魅了されました。\n\n本の中のすべてのものが、まさにその場所にあり、完璧で魅力的に感じられました。この本は\nの間を旅します。",
  "data/reddit-books/r/booksuggestions/comments/n5eamk/suggestions_for_not_taking_everything_so.json": "何事も個人的に受け取らないように、脳を鍛え直さなければなりません。守りの姿勢になってしまいます。\n守りの姿勢になってしまいます。\n攻めるのではなく、フィードバックとして受け止める方法について、お勧めの本を探しています。",
  "data/reddit-books/r/books/comments/n5n3ag/mans_search_for_meaning_is_one_of_the_best_most.json": "人間の意味の探求-ビクトール・フランクル\n\nこの本は2部構成になっていて、第1部はフランクルがナチスの強制収容所の囚人として体験したことを\nナチスの強制収容所の囚人としてのフランクルの経験について書かれています。フランクルは精神科医としての知識を持っています。\n読者には、彼が見た恐ろしいものや、彼がどのように人々を観察したか、そして\n人々をどのように観察したのか、そして彼らがどのように...",
  "data/reddit-books/r/books/comments/n5ifh6/why_does_he_do_that_by_lundy_bancroft_a_true.json": "どなたかこの本を読まれましたか？私は今、34ページ目にいます。ただ、すべての\n私たちが虐待行為に与える言い訳に目を通したところ、私が過去に経験した人間関係にどれだけ似ているかを知って唖然としました。\n呆然としています。この本を読んで同じ経験をした人はいますか？\n\nもしあなたが（男性と）関係を持っているなら、この本を手に取ってみてください。....",
  "data/reddit-books/r/booksuggestions/comments/n5n8m7/what_to_read_as_a_burntout_student.json": "以前にも投稿されたことがあるかどうかわかりませんが（たぶんあると思います）、私は学校や家庭生活で超ストレスを感じています。\n私は学校と家庭の両方で極度のストレスを感じています。\n逃避したいと思っています。私はそれほど熱心な読書家ではありませんでしたが、私は考えました。\nインターネット以外にも何かしなければと思っています。そこで...",
  "data/reddit-books/r/booksuggestions/comments/n5gd5s/books_to_read_when_you_want_to_die.json": "感情的に破壊するために読む本、死ぬ前に読む本のスレッドを見ました。\n死ぬ前に読む本」のスレッドを見て この質問をする気になりました。",
  "data/reddit-books/r/booksuggestions/comments/n5y1i2/books_on_healing_after_being_raised_by_a_toxic.json": "毒親のアダルトチルドレンです。ライセンスを持った専門家が書いた自己啓発スタイルの本や\nライセンスを持つ専門家が書いた自己啓発書、毒親と親子関係の被害者である若者が登場するフィクション小説\n毒親と子供の関係の犠牲になっていることに気づく、親近感のあるヤングアダルトの登場人物を描いたフィクション、その他、参考になるものなら何でもOKです。\nその他、参考になるものであれば何でも構いません。\n\n私は、このような本が好きです。",
  "data/reddit-books/r/books/comments/n6ejq1/i_just_read_the_best_book_ever_and_its_the.json": "私はこの本が本当に大好きです。普通の犯罪小説として読むことができます。\nそれ以上のものがあります。\nそれ以上のものです。ドストエフスキーはキャラクターを一から作り上げて、この世界とプロットの中に放っておくんだ。\nこの世界とプロットの中で彼らを解き放ちます。私はこの哲学的な部分がとても気に入っています...",
  "data/reddit-books/r/books/comments/n6kzxu/slaughterhouse_five_is_incredible.json": "私の本棚には4年近く前から『スローターハウス・ファイブ』があり、何度も読もうとしましたが、第一章はほとんど読めませんでした。\n何度も読もうとしましたが、ほとんど第一章を読むことができませんでした。やっとです。\n読むことができました。カート・ヴォネガットは、私がこれまでに読んだ中で最も素晴らしい作家でなければなりません。\nそして、最も面白い作家の一人です。この作品にはパターンがあります...",
  "data/reddit-books/r/booksuggestions/comments/n6jyfe/whoever_recommended_me_mistborn_thank_you_review.json": "ミストボーンシリーズのオリジナル3部作を終えて、今は alloy of law を始めたところです。\nalloy of lawを始めたところです。これは単なる過去の偏見かもしれませんが、今までのシリーズの中で一番好きです。\n今までで一番好きな本シリーズです。たくさん読んでいるわけではありませんが、Asoiaf（ゲーム）よりもいいと思います。\nゲーム・オブ・スローンズ」や「ケン・フォレット三部作」よりも良いと思います。Ive read...",
  "data/reddit-books/r/booksuggestions/comments/n6nhz3/hey_guys.json": "これはお勧めの本を聞いているわけではありません。\nこのサブに参加してからamazonの本のウィッシュリストが10倍になりました(笑)たくさんの本が提案されているのを見て\nこのサブに参加してから、私のamazonの本のリストが倍になりました。\n私はここで出会った素晴らしい本を読みました...。",
  "data/reddit-books/r/booksuggestions/comments/n69zel/saddest_book.json": "さて、私が探しているのは、最も胸が締め付けられるような、床に泣き叫ぶような、自分を完全に破壊するようなタイプの本です。\n胃が痛くなって、文字通り本を読まずにはいられなくなるような本を探しています。\n理解するために本を置いて一周しなければならないようなものがいいです。\nそれです。何時間も完璧な本を探していましたが、どれも...。",
  "data/reddit-books/r/books/comments/n73oln/my_problems_with_the_boy_in_the_striped_pajamas.json": "昨年、ジョン・ボインは、ゲーム「ゼルダの伝説 ブレス オブ ワイルド」に登場する素材を\nビデオゲーム「ゼルダの伝説 ブレス オブ ザ ワイルド」に登場する食材である\nゲーム「ゼルダの伝説 ブレス・ザ・ワイルド」に登場するオクトロックの目玉、ハイテイル・トカゲ、レッド・リザルフォの尻尾、ハイリアン・シルームなどを\nシリアスな文芸歴史小説『The Traveller at the Gates of...",
  "data/reddit-books/r/booksuggestions/comments/n6m8vt/im_15_years_old_and_i_love_classic_books_that_are.json": "Redditで、この本は素晴らしいと書かれていましたが、私にも勧めてくれますか？I\n退屈はしたくないので。宜しくお願いします。",
  "data/reddit-books/r/booksuggestions/comments/n74p7q/postapocalypse_books_focused_on_building_a.json": "多くのポストアポカリプスの物語の中で、私が最も好きな部分の一つは、グループやコミュニティを集めて、物事の準備や計画を始めるところです。\nグループやコミュニティを結成して、脅威に対処するための準備や戦略を立て始めるところです。\n脅威に対処するための戦略を練り、また権力闘争が展開される中での内部政治を\n勢力図などの内部事情も含めて。例えば、「The Stand」の後半のような...",
  "data/reddit-books/r/books/comments/n79a7y/blood_meridian_wow.json": "先日読み終えましたが、今でも頭から離れません。今までは\n登場人物の行動の全てが嫌いなのに、本を好きになれるとは思っていませんでした。\n登場人物の行動のすべてが憎いのに、本を好きになれるなんて。ページをめくるたびに不穏な空気が漂い、読むのがとてもつらいのですが\n読むのが大変なところもありましたが、どうしても読み切ることができませんでした。マッカーシーのやり方は...",
  "data/reddit-books/r/books/comments/n7ghos/john_steinbeck_is_the_fookin_man.json": "最近、ヘミングウェイが注目されていますが、私は、スタイルは似ていても、限りなく人間的であると思う作家について言及したいと思います。\n私が思うに、スタイルは似ているけれど、限りなく人間的で多面的な作家がいます。\n多面的な作家です。John Steinbeckです。\n\nこの人は大好きです。何年も前に『チャーリーとの旅』、『マウスと人間の物語』、『真珠』を読みました。\nパール』を読みました。その後、「エデンの東」を読み、そして...。",
  "data/reddit-books/r/booksuggestions/comments/n7eiot/what_are_your_essential_reads_books_that_you.json": "これは、お気に入りのリストや最近読んだ本のことではなく、主に、みんなが読むべきだと思う本のことです。\nみんなが読むべきだと思う本が中心です。もしかしたら、その本のすべてに同意していないかもしれませんが\nでも、重要な本だと思います。",
  "data/reddit-books/r/books/comments/n7hkn2/reading_broke_my_social_media_addiction.json": "私はソーシャルメディア依存症でした。5年前、私はFacebookを削除し、禁断症状に苦しみました。\n禁断症状が出ました。Redditは私の新しいソーシャルメディア中毒になりました。主な理由は、読むものが\n読むものが多いからです（笑）。\n\n数ヶ月前、私はRedditで読む時間を減らして、代わりに本を読むことにしました。\n代わりに本を読むことにした。\n\n最初の...",
  "data/reddit-books/r/books/comments/n7rq0z/dorian_gray_and_sigmund_freud.json": "ドリアン・グレイの絵」を読んでいて、ドリアン、ヘンリー卿、ベイジル・ホールワードの3人組について気になったことがある。\nドリアン、ヘンリー卿、バジル・ホールワードのメイントリオについて。きっと他の人も考えたと思いますが\nこの3人はフロイトの理論の一部を表しているのではないでしょうか。\n3人はフロイトの心理学の理論である、イド、エゴ、超エゴの一部を表しています。\n\nヘンリー卿は...",
  "data/reddit-books/r/booksuggestions/comments/n7xz4g/fantasy_romance_book_that_female_lead_doesnt_act.json": "最近、いろいろな本を読んでいますが、ほとんどの場合、女性が恋に落ちて\n女性が恋に落ち、非合理的な考えや行動をしてしまう。",
  "data/reddit-books/r/books/comments/n82yv7/the_priory_of_the_orange_tree_is_absolutely.json": "さてさて、2時間ほど前にこの本を読み終えたのですが、思わず吹き出してしまいました。この\n今までのところ、今年のベストリードで、一気にお気に入りになりました。\n\nネタバレなしの感想\n\nこの本は、壮大なファンタジーシリーズの最良の部分のすべてのように感じられますが、スタンドアロンではありません。\nスタンドアロンです。この本は巨大で、800ページを超えています。",
  "data/reddit-books/r/booksuggestions/comments/n8bml5/a_modern_whodunit.json": "探偵小説の黄金時代（アガサ・クリスティ、ニョー・マーシュ、アリンガムなど）の瀟洒な殺人ミステリーのような作品を教えてください。\n探偵小説の黄金時代（アガサ・クリスティ、ンギャオ・マーシュ、アリンガムなど）の居心地の良い殺人ミステリーのような本を教えてください。\nただし、ここ20～30年の間に書かれ、設定されたものをお願いします。\n\n多少グロテスクでも構いませんが、できれば暗すぎたり重苦しかったりしないものがいいです。",
  "data/reddit-books/r/books/comments/n8c16m/i_knew_a_lady_who_would_read_and_draw.json": "私の知り合いの女性は、本を読みながら絵を描いていて、部分的にインスピレーションを受けて\n私は年老いていますが、私が若い頃、彼女はそのシーンを描いていました。私は年老いていますが、私が若かった頃、彼女は年老いていました。\n老いた。彼女は第二次世界大戦中、工場で働いていました（写真に写っている女性たちを知っていますか？\n溶接や鋲打ちをしている写真があるでしょう？そんな感じで）70年代半ばには、彼女と彼女の...",
  "data/reddit-books/r/books/comments/n8ci8v/people_initially_judge_books_by_their_cover_art.json": "本の表紙の絵がマーケティングによって台無しにされているのを見るのはうんざりです。\n\n\n\nその本が「ニューヨーク・タイムズ紙のベストセラー」であるかどうかは、最初は気にしません。\n\nその本がX作家に気に入られているかどうかは最初は気にしません。\n\nその本がX賞を受賞したかどうかは、最初は気にしません。\n\nその本がもうすぐ映画化されるかどうかは、最初は気にしません。",
  "data/reddit-books/r/booksuggestions/comments/n8twcs/im_a_24_year_old_who_hasnt_been_able_to_actually.json": "学校が休みの間に読める良い本を探しています。私は\nサスペンス系のものがいいと思いますが、何でもいいです。でも何でもいいよ。\n古典的なものや有名なものを考えています。私は何年も本を読んでいません。\n何年も本を読んでいないのは、学校で燃え尽きてしまったからです。私は...",
  "data/reddit-books/r/books/comments/n8trdo/do_you_guys_ever_read_so_much_in_a_day_that_you.json": "大学の関係でようやく読書に追いついてきました。学期が始まる前は\nパーシー・ジャクソンとオリンポスの神々」シリーズを読んでいました。\n読んでいました。4日の間に4冊目と5冊目を読みました。今日、私は\n5冊目を読み終えて、4時間くらい読んでいたことに気づきました....",
  "data/reddit-books/r/books/comments/n8w2z4/if_someone_asks_you_why_you_like_to_read_how_do.json": "私の夫と私は正反対の性格です。私は昔から読書が好きで、いつも本を読んでいます。\nいつも本を読んでいる最中です。夫は文字通り、14歳の頃から一冊も本を読んでいません。\n14歳の頃から一度も本を読んだことがなく、それも何の本だったか思い出せないそうです。彼は、ただ\n読む気にならなかったんだと。",
  "data/reddit-books/r/books/comments/n94q17/what_ive_gained_by_reading.json": "まず始めに、私は現在24歳で電気技師として働いていますが、ずっとスウェーデンの北部に住んでいます。\n生まれてからずっとスウェーデンの北部に住んでいます。読書を始めようと思ったのは、21歳くらいのときに\n読書を始めようと思ったのは、21歳の頃、失恋による実存的危機の頂点に立ったときでした。\n私がなぜ読書を始めたかというと、私の新しい...",
  "data/reddit-books/r/books/comments/n98vlo/ursula_leguin_doesnt_get_enough_attention_in.json": "Ursula K LeGuinについては、たまに（主にラテン語の先生から）聞いたことがありましたが\nしかし、彼女の物語がどのようなものなのかは全く知りませんでした。庶民の間で彼女の概念や物語が語られるのを聞いたことも\n彼女のコンセプトや物語が大衆文化の中で議論されているのを聞いたことがありませんでした。\n言及も何もありませんでした。パルプ・フィクション』を見たのは2年前のことでしたが。",
  "data/reddit-books/r/booksuggestions/comments/n9ggch/something_smutty_for_someone_who_doesnt_usually.json": "いつもは重い内容の回想録や小説から、少しでも脱却したいと思っています。\n悲しい裏話を描かずにすぐに済むもの...そして、シリーズものではないもの。\nまた、シリーズものでもありません。私の説明は浅はかに聞こえるかもしれませんが、正直なところ、それが私が求めているものです。\n私が求めているものです。ありがとうございました。",
  "data/reddit-books/r/books/comments/n9way2/whats_up_with_adult_fantasy_being_ya_with.json": "私は25歳ですが、最近、15～16歳の頃からずっと失っていた読書の習慣を取り戻しました。\n私は25歳で、15～16歳の頃に長い間失っていた読書の習慣を最近取り戻しました。その頃は、ハリー・ポッターやパーシー・ジャクソン、エラゴンなど、本当に大好きな若い世代のファンタジー本を読んでいました。\nパーシー・ジャクソン、エラゴン、その他の若いファンタジー本を読みました。\nまた、『LoTR』や『ASOIAF』も読みました。\n\n私がこの作品に出会ってから約4～5ヶ月が経ちました...",
  "data/reddit-books/r/booksuggestions/comments/n9upng/books_that_look_at_implications_of_immortality.json": "不老不死をテーマにした、あるいは不老不死のキャラクターが登場するフィクションやノンフィクションを探しています。\n登場人物が不死身であることの影響を考えたフィクションやノンフィクションを探しています（個人として、あるいは社会として\n個人として、あるいは社会として)",
  "data/reddit-books/r/books/comments/n9wfkm/the_song_of_achilles_broke_me.json": "この本がなぜそんなに良いのか、一生懸命に説明しようとしましたが、毎回では\nそれでも足りないくらいです。この本は、私が知らなかった方法で私を動かし、感動させました。\n感動しました。私の好きな番組、映画、本、物語、歌などは、私に影響を与えることはありませんでした。\n私の好きな番組、映画、本、物語、歌などは、この本のように私に影響を与えることはありませんでした。作者が美しく...",
  "data/reddit-books/r/books/comments/n9se8g/i_just_finished_the_second_book_in_the_moving.json": "数ヶ月前、数人の友人と一緒に宮崎映画のマラソンをしました。\nハウルの動く城」もその一つです。この映画が本を原作としていることが話題になりました。\n映画が大好きで読書も好きなのに、実は本を読んだことがないことに気づきました。\n本を読んだことがないことに気づきました。今、私は3部作の最初の2つを読みました...。",
  "data/reddit-books/r/booksuggestions/comments/n9oyl3/books_you_were_so_obsessed_with_that_you_couldnt.json": "私は小学生の頃、読書に夢中になっていました。Enid Blytonをたくさん読みました。\nハリー・ポッターを読み、YA小説もたくさん読みました。\nハンガーゲーム、ダイバージェント、パーシー・ジャクソンなどのYA小説を中学から高校にかけて読みました。\n高校生になってからも読んでいましたが、どれもとても好きでした。私が読んだのは少しだけ...",
  "data/reddit-books/r/books/comments/n9zrki/neuromancer_has_introduced_me_to_good_writing.json": "ここ5年ほど、私はたくさんのSF作品を読んできました。そして、今まで気づかなかったけれど\n読んでいた文章の質が非常に悪かったことに気がつきました。\n読んでいた文章の質が非常に悪かったことに気づきました。このことに気づいたのは、『ニューロマンサー』の最初の20ページを読んでいるときでした。\nNeuromancer』です。傑作だとは言わないが、しかし...。",
  "data/reddit-books/r/booksuggestions/comments/na2dh5/turned_29_and_feeling_like_ill_be_forever_alone.json": "私はきちんとしたキャリアを持ち、特に醜いわけでもなく、良い友人がいて、ほとんどの人が幸せな恋愛や結婚をしています。\nほとんどが幸せな恋愛や結婚をしています。私は今年初めに最愛の人と別れました。\n29歳になったばかりなので、まだうまくいかず、かつてないほどの孤独を感じています。\nこれまで以上に孤独を感じています。自分を助けてください。",
  "data/reddit-books/r/booksuggestions/comments/naby5c/thankyou_seriously_this_sub_is_great.json": "時々、自分では考えもしなかったような投稿を目にしますが、興味をそそられて\n純粋な興味を持つことができます。People Thankyou for your wierd oddly oddly\n読んでみたい本を具体的に教えてくれると、読んでみようという気になります。\n読んでみようかなという気になります。",
  "data/reddit-books/r/booksuggestions/comments/na4dva/suggest_me_a_book_where_a_woman_thrives_single.json": "レベッカ・トレイスターの『All the Single Ladies』（オーディオブック）を聴き始めたところです。\n私の小説にはもっとシングルのヒロインが必要だと気づいたのです。アダルト\n現代フィクションをお願いします。それ以外は大歓迎です。",
  "data/reddit-books/r/books/comments/n9oh86/should_i_just_buy_a_kindle.json": "パンデミックが始まってから大量の本を読んでいたので、予算が追いつかず\n予算が追いつきませんでした。また、私は地元と大学の寮を行ったり来たりしているので、すべての本を同じ場所に置いておくことができません。\nまた、私は地元と大学の寮を行き来しているので、すべての本を同じ場所に置いておくことができません。でもね。\nいつか自分の図書館を作りたいという夢があります。",
  "data/reddit-books/r/books/comments/najd57/i_finished_watership_down_for_the_first_time_ever.json": "15～16歳の頃、バーンズ・アンド・ノーブルズでリチャード・アダムスの『ウォーターシップ・ダウン』を手に入れました。\n読んでみたいと思いましたが、重い本だと思いました。最近ですね。\n大学2年生になったばかりですが、子供の頃に持っていた「Confetti Gir」という本は\nダイアナ・ロペスの「Confetti Girl」という本が、私の部屋に置いてありました。",
  "data/reddit-books/r/booksuggestions/comments/naw2js/whats_a_book_you_wish_you_could_forget_so_that.json": "一冊の本であれ、シリーズ全体であれ、最初に体験したようにもう一度体験したいと思うことは何ですか？\n最初に体験したように、もう一度体験してみたいと思うことは？(:",
  "data/reddit-books/r/books/comments/nb2jj2/do_you_get_tempted_to_read_the_last_line_of_a.json": "これは私がよくやっていたことだと気づきました。時には、なぜこんなことをしているのかわからないこともありました。\nなぜこんなことをしているのかわからないこともありましたが、それは基本的にネタバレをしているからです。\nネタバレになってしまうからですね。\n\nしかし、多くの場合、最後の行は美しく書かれた最後の考えであることが多い。\n読んでいて思い出したくなるような、美しい文章になっていることが多いです。",
  "data/reddit-books/r/books/comments/nb8gd7/anybody_else_used_to_read_a_ton_before.json": "この呪われた四角形にはもう飽き飽きだ。一日頑張った自分へのご褒美に\n家に帰ってきて、小さな四角形を見て、大きな四角形が背景で流れている間に\nそして、おそらく中くらいの大きさの四角形を使って\nビデオゲームでドーパミンを目玉に注入して1時間とか...。",
  "data/reddit-books/r/books/comments/nb1w5o/thinking_more_about_your_next_book_before_youve.json": "馬鹿げていると思うかもしれませんが、今読んでいる本を読んでいる最中に、次の本のことを考え始める人はいますか？\n読んでいる最中に、次の本のことを考え始めたりしませんか？I\nとても楽しい本を読んでいても、時々、無意識に興奮したり、次の本のことを考え始めたりします。\n無意識のうちにワクワクしたり、リストにある次の本のことを考え始めたり...。",
  "data/reddit-books/r/books/comments/nazbu8/just_read_an_amazing_book_called_flowers_for.json": "アルジャーノンに花束を」という素晴らしい本を読みました。この本は「チャーリー」という映画にもなりました。\nチャーリーという映画になりました。この本は、知的障害のある男性が、知能を高めるための手術に参加する話です。\n知能を高めるための手術に参加する知的障害者の話です。この言葉は、この本の主旨をよく表していると思います。\nこの本の主旨をよく表していると思います。\n\n\" 何が悪いのかわからない：ないこと...",
  "data/reddit-books/r/books/comments/nbhvcf/fahrenheit_451_is_more_about_antiintellectualism.json": "似たような投稿を探してsubredditを見ていると、多くの人が本やテレビの面に注目していることがわかりました。\n本やテレビに注目している人が多いことに気づきました。もし、レイ・ブラッドベリが今これを書いていたら\n今日、レイ・ブラッドベリがこれを書いていたら、おそらく人生の別の側面を選んでいたと思います（おそらく\nしかし、テーマは変えなかったと思います。70年後の私たちは...",
  "data/reddit-books/r/booksuggestions/comments/nbfpf4/if_you_were_boarding_snowpiercer_and_could_only.json": "サバイバル関連の本ではありません。\n選んでも構いません。)",
  "data/reddit-books/r/books/comments/nbpfgt/ended_my_ten_year_reading_dry_spell_with_the.json": "若い頃はよく読んでいましたが、学校が終わり、仕事や社会人になってからは\n若い頃はよく本を読んでいましたが、学校が終わって社会人になってからは、本を読むことに興味がなくなっていきました。\n物語のスリルが好きだった。私はそのスリルを映画やテレビ、ビデオゲームで満たしました。\nビデオゲーム（特に後者）でそのスリルを満たしていましたが、確実に...",
  "data/reddit-books/r/books/comments/nbp0um/dune_messiah_isnt_nearly_as_loved_as_the_original.json": "他の人は？ネタバレにならないように、ポールが経験したこと（考えたこと）は、私の人生のこの時点でとても親近感がわきました。\n考えること）は、私の人生の今の時点でとても共感できるものです。よく言われることですが\nよく言われることですが、本を読んだ時の人生のステージによって、本の捉え方が\nよく言われることですが この作品は、私が読んだ時とはかなり違ったものになっていたと思います。",
  "data/reddit-books/r/books/comments/nbnb6n/stoner1965_and_escape_into_reality.json": "私の人生の中で、最後まで身震いするような本はほとんどありません。Stonerは\n間違いなくそのうちのひとつです。私はこの本を読み終えたところですが、これまでに読んだ本の中でも最高のものの一つです。\n今まで読んだ中で最高の作品の一つです。\n\n偉大な芸術作品の特徴は、時間と空間の厳しさをいかに克服して\n物語を語るために時間と空間の硬直性を克服することです。",
  "data/reddit-books/r/booksuggestions/comments/nbtqpd/classics_everyone_should_read.json": "ですから、私は最高の高校には行きませんでした。つまり、本の読み方が非常に限られていたのです。\nとても限られていました。大学生になると、多くの友人が高校時代に読んだ本の話をしてくれました。\n私が大学にいた頃、多くの友人が高校時代に読んだ本の話をしていましたが、私はそれを聞いたこともありませんでした。そこで、あなたに質問です。\n誰もが読むべき古典的な本とは何でしょうか？",
  "data/reddit-books/r/books/comments/nbyl7o/the_count_of_monte_christo.json": "この本は、もう10年以上前から所有しています。高校時代の親しい友人が\n高校時代の親友が贈ってくれたもので、彼女はこの本をお気に入りの一冊だと言っていました。I\n何度か挑戦したのですが、なかなか読み進めることができませんでした。\n\n最近になって再び挑戦してみましたが、実に見事なものでした。貫通線、...",
  "data/reddit-books/r/books/comments/nc6sd7/just_finished_the_haunting_of_hill_house_and_need.json": "この本を手にしたのは、前提条件をよく理解していたのと、この本がホラー小説の中でも最高の評価を受けていることを知っていたからです。\nホラー本の中でも最も評価の高い作品の一つであることを知っていたからだ。冒頭の段落は\n何度も何度も読み返しました。\n\nしかし、しばらくすると、この本に失望している自分に気づきました。この本は\nしかし、しばらくすると、この本に失望してしまいました...。",
  "data/reddit-books/r/books/comments/nc8wfc/books_have_target_audiences_too_if_you_read_a_ya.json": "本好きの私はこのサブサイトをしばらく見ていましたが、人々は本を読む前に、あるいは本を作る前に、どの年齢層向けに書かれた本なのかを確認すべきです。\n読む前にその本がどの年齢層向けに書かれているかを確認したり、その本が悪いと\n読む前に、どのくらいの年齢層向けに書かれた本なのか確認すべきだと思います。Eragon, Cirque De Freak, Artimis Fowl, Divergent,\nトワイライト」などなど、数え上げればきりがありません。これらの本は若い人向けです。",
  "data/reddit-books/r/booksuggestions/comments/nc99sx/house_in_the_cerulean_seathank_you.json": "セルリアン海の家」を読み終えて、最後の35ページほどを泣きながら読みました。\n最後の35ページほどを泣きながら読みました。このサブサイトで、今年、執拗にこの作品を推薦してくれた皆さんに感謝します。\n勧めてくれたこのサブの皆さんに感謝します。まだ読んでいない人たちへ。私は最初の60ページの間、横目で見ていました。\n最初の60ページくらいはちょっと横目で見ていたのですが、なんというか、この...",
  "data/reddit-books/r/books/comments/nc6iqy/sapiens_a_brief_history_of_humankind_aka_too.json": "この本は、ノンフィクション・ポピュラーサイエンスの出版物として販売されています。\nこの本は、人類の歴史を網羅し、現代の生活を振り返るために、過去と現在の両方を用いて\nこの本は、人類の歴史を網羅し、現代の生活を振り返って、過去と現在の両方を用いて未来を予測しようとするノンフィクション／ポピュラーサイエンスの出版物として販売されている。\n\nその代わりに、事実に基づかない記述が散見されます。\n書き手の...",
  "data/reddit-books/r/books/comments/nc1msx/the_best_part_about_starting_a_new_book_is_the.json": "本によっては、手に取って一章読んで、自分のタイプではないと気付いて捨ててしまうものもあります。\n自分のタイプではないことに気付いて置く。\n\nある本は、手に取って最後まで読んで、少し考えてから次の本に移る。\nそして次の作品に移る。\n\nそして、時には自分の人生と魂を注ぎ込むことになるかもしれない本を手に取ることもあります。\n自分の人生と魂を注ぎ込むことになるとは思いもよらない本を手にすることもあります。",
  "data/reddit-books/r/books/comments/nce5aa/brave_new_world_is_so_good.json": "編集部：1984年と比較するのはやめてください lmao. 私はその本が優れているかどうかは気にしません。\n\nブレイブ・ニュー・ワールド』の社会的規範の側面には興味をそそられます。規範の中には\n私たちの規範と完全に矛盾しているものもありました。他のものはおそらく正確だった。I\n規範の描写は、私たちへの警告だったのではないでしょうか。アルダス...",
  "data/reddit-books/r/books/comments/nclfkq/only_reading_books_you_like.json": "読書量を増やすためのアドバイスを目にするたびに、その主なヒントのひとつが\n\"実際に楽しめる本を読み、好きではない本を無理に読もうとしないこと\n\"です。読書を好きになりたいのであれば、これは賢明なアドバイスだと思いますが、一方で\n外に出てみるのもいいかもしれませんね。",
  "data/reddit-books/r/books/comments/ncufk9/lets_talk_about_do_androids_dream_of_electric.json": "> 彼は、多くの人が一度は考えたことがあるように、なぜアンドロイドが\n> アンドロイドが共感度を測るテストに直面すると、どうしようもなく跳ねてしまう。\n> 共感は人間社会にしか存在しないのに対し、ある程度の知性は\n> ある程度の知性は、すべての門や...",
  "data/reddit-books/r/books/comments/ncvyas/i_finally_finished_1984_and_i_feel_like_a_champion.json": "人権ランキングで最下位の国で育った私にとって、1984年は個人的な出来事でした。\n私が祖国に対して考えていることを、適切な言葉で表現したのです。\n\nしかし、この本を読み終えることは、単なる趣味ではなく、達成感がありました。I\n最初に読もうとしたのは約1年前でしたが、最初の20ページを読むことができませんでした。\n20...",
  "data/reddit-books/r/books/comments/ncgcyr/i_dont_understand_why_the_catcher_in_the_rye_is.json": "私は、この作品を最後まで読むことができませんでした。それは、とても憂鬱で、私には無意味に思えるからです。\n私には無意味に思えました。この本が本質的に青春と10代の反抗についての本だということは知っています。\nしかし、（私にとっては）良い読み物ではありませんでした。罵詈雑言の数々は、私を\n脳細胞を失っているような気がします。そして、私はどれだけの数の...",
  "data/reddit-books/r/books/comments/nct8qs/just_finished_reading_my_first_haruki_murakami.json": "私はこの本をとても楽しんでいます。彼の散文は、どこか深い魅力があり、しかも非常に\nシンプルである。物語は、日本に住む人々（主に）の普通の生活と、彼らの人生の中で過去や未来にいる特定の女性との関係を扱っています。\n物語は、（主に）日本の人々の普通の生活と、彼らの人生の中で過去または現在のある女性との関係を扱っています。\n物語が展開されます。一見すると、この本は恋愛小説のように見えます。",
  "data/reddit-books/r/booksuggestions/comments/ncvega/looking_for_books_about_the_fall_decline_of.json": "できれば現代的な文脈で、フィクションでもノンフィクションでも構いません。\nナチズムやファシズム、その他の極端なグループが様々な国で台頭してきたことについての物語。\nの台頭についての話など。クーデターや、非常に不安定な政府が常に倒されている国についての良い本があれば教えてください。\nクーデターや、数十年ごとに政権が転覆するような非常に不安定な国についての良い本はありませんか？私はアメリカ人ですが・・・。",
  "data/reddit-books/r/books/comments/nd1xk2/the_silence_of_the_lambs_book_is_so_much_better.json": "本棚を整理していたら、「羊たちの沈黙」を見つけました。私は\n読んだことも、映画を見たこともなかったので、どうやって手に入れたのかわかりません。\nしかし、私は「そうだ、そうしよう」と思いました。\n\nこれまでで最高の決断です。正直なところ、この本は私の中でトップ10に入ると思います。それは\n驚きました。何と言ったらいいのか...。",
  "data/reddit-books/r/booksuggestions/comments/nd2pil/saw_a_post_on_reddit_a_few_days_ago_in_which_op.json": "元の記事が見つからないので、このサブにはなかったかもしれません。これを見てくれることを願っています。\nでも、これを見て欲しいです。NYTは、Chimamanda Ngozi Adichieの「Notes on Grief」という本について掲載しました。\nAdichie著の「Notes on Grief」について掲載していました。\nその記事を思い出しました。この本にはユーモアも含まれていると思います....",
  "data/reddit-books/r/books/comments/nd7qw9/lord_of_the_flies_still_feels_relevant_after_all.json": "私は学生時代に「蝿の王」を読んだことがありますが、この物語とそのテーマは、今まで読んだ本の中で最も私の心に残っています。\n読んだ本の中で、物語とそのテーマが一番印象に残っています。\n子供の頃、その暗さに悩まされました。子供の頃は、その暗さに悩まされましたが、不穏な感じがしたのです。\n同時に、不穏なほどの真実を感じました。私は、この本の...",
  "data/reddit-books/r/books/comments/nd1v9s/read_the_picture_of_dorian_gray_and_lord_henry.json": "本とプロットはもちろん素晴らしいものです。しかし、私が特に興味を持ったのは\nヘンリー卿の部分に興味を持ちました。私たちの人生は、99％が周囲の人たちによって形成されていると思います。\n私たちの人生は、私たちの周りにいる人たちによって99％形作られると思います。\n私たちは、周りにいるさまざまな人たちのランダムな混合物にすぎないのです。そして時には、このランダム性の中から...",
  "data/reddit-books/r/books/comments/nctzaw/books_that_you_love_the_story_but_hate_the.json": "実際にはいくつか持っているのですが、自分なりの答えで一つのシリーズに絞ろうと思っています。\n答えることにしました。\n\nA Song of Ice and Fire（氷と炎の歌）」は、私にとって最高の例です。プロットラインが大好きです。\n筋書き、キャラクター、テーマ、時代、世界観など、とてもよく練られていて、とにかくいいんです。\nしかし、これらの本は読むのがとても難しく、何...",
  "data/reddit-books/r/books/comments/ndi66i/reading_books_is_my_therapy.json": "時々、著者が私の魂に語りかけるような本を読むことがあります。私は人生において、より深く、より意味のある会話を求めているように感じます。\nより深く、より意味のある会話を求めています。\nそれができないとき（ほとんどの場合）、私は本によって深く満たされていると感じます。\n私は本によってとても満たされています。\n\nデイビッド・チャンの『Eat a Peach』を読みました。選んだのは...",
  "data/reddit-books/r/books/comments/ndfktm/i_looked_up_to_michael_crichton_until_now.json": "マイケル・クライトンは、昔も今も、そして今は少し減ってしまいましたが、私の好きな作家の一人です。\n作家の一人です。彼の作品はとてもクリエイティブで、比較的科学的で、独特のトーンや雰囲気を持っています。\n彼の作品はとてもクリエイティブで、比較的科学的であり、独特のトーンと雰囲気を持ち、一貫していました。\n\nその後、『State of Fear』を読みました。実は今も読んでいます。でも、まだ100ページも読んでいません。\n100ページ未満ですが...。",
  "data/reddit-books/r/books/comments/ndlk1c/i_just_read_one_hundred_years_of_solitude_and_it.json": "ビッグ・スポイラー・アラート!\n\n読んだ後にこのダウナーな状態になってしまったのは仕方がないが\nになってしまいました。本の中の文章や人物描写はとても素晴らしく、町や家の描写はとても印象的でした。\n町や家の描写がとても印象的でした。\n\nそれなのに、多くの死が、まるで...。",
  "data/reddit-books/r/booksuggestions/comments/ndlwun/the_funniest_book_youve_ever_read.json": "Bridget John's Diaryを読んだばかりだが、ユーモア好きの私の心を満たすことはできなかった。\nの心を満たしてくれませんでした。一生忘れられないほど大笑いした本はありますか？\n覚えていますか？",
  "data/reddit-books/r/books/comments/ndpalb/finished_the_shadow_of_the_wind_by_zafón_last.json": "私は、このサブレディットの最近のスレッドでタイトルを偶然見つけて、それを購入しました。\n衝動的に購入しました。\n\nこの小説は私を20世紀初頭のバルセロナに連れて行ってくれ、若い主人公の目を通して\n若い主人公の目を通して、信じられないようなシュールレアリズムの冒険に連れて行ってくれました。\nDaniel Sempere.\n\n物語は説得力があり、テンポも良い....",
  "data/reddit-books/r/books/comments/ndjkym/i_wish_i_loved_six_of_crows_as_much_as_everybody.json": "本が嫌いなわけでも、本が好きなわけでもない。しかし、この本はかなり過大評価されていると言わざるを得ません。\n過大評価されていると言わざるを得ません。私の期待は、人々がどれだけこの本を評価しているかを考えると、とても大きかったです。\nみんながKazとInejを愛しているようで、5つ星の評価を受けていることを考えると、私の期待はとても大きかったです。でも、そうですね。\nしかし、Six of Crowsは期待通りではなかったと思います。せいぜい平均的な出来だと思います。....",
  "data/reddit-books/r/books/comments/ndpet3/kindle_xray_spoiled_shutter_island_for_me.json": "編集部：知らない人のために説明すると、KindleのX線は、本を読みながら参照できるツールです。\n本を読みながら使えるリファレンスツールです。一般的には、名前や場所をハイライトすることで、登場人物や場所を思い出すことができます。\n名前や場所をハイライトすることで、登場人物や場所を思い出すことができます。\nデバイスの辞書機能を使うのと同じです。\n\n私がKindle X-rayを使っているのは...",
  "data/reddit-books/r/books/comments/ndovvu/mistborn_and_nontraditional_fantasy_plots.json": "ミストボーンは、強盗の話をしているファンタジー小説です。私はまだ終わっていません。\nまだ終わっていませんが、2/3くらいまで進んでいるので、その強盗感が続編にも受け継がれるかどうかはわかりません。\n続編に引き継がれるかどうかはわかりません。ファンタジーの世界を表現するこの新しい方法が気に入っています。\n私にとって）。オーシャンズ11など、強盗ものは昔から好きでした。",
  "data/reddit-books/r/books/comments/ndq9xw/jurassic_park_holy_bananas_all_the_spoilers.json": "少し前に、他のユーザーがジュラシック・パークについてここに投稿したところ、レックスが\nのことを書いていました。強くお勧めするわけではありませんが、それを見て、私がオーディブル版をダウンロードしていたことを思い出しました。\n思い出したのでやってみようと思いました。私はこの映画が大好きです。\n映画は大好きです。\n\nまあ・・・。本の方がとても良かったです。(よくあることですが、私は...",
  "data/reddit-books/r/books/comments/ndt19j/a_tree_grows_in_brooklyn.json": "これは本当に美しい本でした、お勧めです。フランシーはとても素晴らしいキャラクターで\n彼女の母親の性格もよく練られていて、読み応えがありました。\n読んで気になる存在でした。フランシーの祖母がフランシーの母に教育について話す場面は\nフランシーの祖母がフランシーの母に語った教育に関するスピーチは、おそらく最高のスピーチの一つでしょう。",
  "data/reddit-books/r/books/comments/ne18jr/the_long_walk_by_stephen_king.json": "今、この本を読み終えました。キングの小説を読んだのは初めてですが、とても楽しかったです。\n楽しむことができました。キングはいつも面白いコンセプトや意外性のある台詞を出してくれるので、ストーリーは退屈しませんでした。\n興味深いコンセプトと、私の肌を刺激するような意外な台詞が出てくるので、ストーリーは退屈しませんでした。ストーリーは\n座っているにもかかわらず、足が疲れてくるほどでした。",
  "data/reddit-books/r/books/comments/ndu95o/what_on_earth_is_happening_in_the_brothers.json": "私は『カラマーゾフの兄弟』の330ページを読んでいます。1,000ページの本の中で330ページとは\n何が起こっているのかわからなかった。\n\nこの人たちは、一人残らず狂っている。気分が激しく揺れ動く。\n些細なことで気分が激しく揺れ動く。まるでシェイクスピアの「I bite my thumb at thee」をステロイドで再現したような感じです。\nステロイドだ\n\nここに2つある...",
  "data/reddit-books/r/booksuggestions/comments/ne2xv4/looking_for_good_medieval_fantasy_type_books.json": "どなたかお勧めの中世ファンタジー本を教えてください。\nできれば何らかの形で魔法や魔女が出てくるものがいいです。ありがとうございます。\n宜しくお願いします。\n\n-私はElder Scrollsゲームシリーズの大ファンなんです。\n私の興味の範囲では",
  "data/reddit-books/r/books/comments/ne37rr/i_found_my_love_for_reading_again.json": "幼い頃の私は、常に本を読んでいました。私は友達が少なく\n好きな人になれるファンタジーの世界に浸るのが好きだった。\n四六時中、本を読んでいました。そのうち、PCゲームにも興味を持つようになりました。\n読書に費やす時間は減りました。むしろ「ザ・シムズ」を起動して...。",
  "data/reddit-books/r/books/comments/necczw/i_think_the_cool_girl_monologue_from_girl_girl_is.json": "EDIT：私は馬鹿です。ゴーン・ガールのことです。深夜に書き込みをするとこうなるんですね\n深夜に書き込みをするとこうなります。\n\n映画が公開される直前に本を読んだのですが、このモノローグに一瞬で心を奪われました。\nこのモノローグに一瞬で心を奪われ、ハイライトまでしてしまいました。それが映画で描かれた時には\n映画の中で完璧に描かれていた時は",
  "data/reddit-books/r/booksuggestions/comments/neazpk/idestroyedthemapbutirememberitsoyouneedme_trope.json": "このようなストーリーで何か提案はありますか？",
  "data/reddit-books/r/booksuggestions/comments/neexob/where_to_start_with_terry_pratchett.json": "みんな、お待たせしました。私は最近、家族がいなくて寂しい思いをしていたのですが、父がよくTerry Pratchettの映画化を見せてくれたことを思い出しました。\nテリー・プラチェットの映画化作品を父がよく見せてくれていたのを思い出し、全ての作品を見返しました。\nそれらのすべてを再鑑賞しました。\n\n私はいつも本を読むのが好きなので、彼の本を調べてみました。\n彼の小説の量には完全に驚かされました...",
  "data/reddit-books/r/booksuggestions/comments/nenmhd/a_book_about_health_nutrition_and_exercise_that.json": "私は健康に非常に情熱を持っており、信頼できる情報源から最高の栄養と運動について学びたいと思っています。\n私は健康に非常に関心があり、信頼できる情報源から最良の栄養と運動の方法を学びたいと思っています。しかし、この種の本で\nこの種の本で、ダイエット文化や減量を強調していないものを見つけるのは非常に困難です。\nこの種の本で、ダイエット文化や減量を強調していないものを見つけるのは非常に困難です。\n\n私は、生活についての本でも良いのですが...。",
  "data/reddit-books/r/booksuggestions/comments/newjep/suggestions_for_books_similar_to_a_series_of.json": "私は子供の頃、この本に夢中になり、ストーリーやユーモアのある本を探していました。\n語り口やユーモアのセンスが似ている本を探しています。お勧めの本があれば教えてください。\n宜しくお願いします。",
  "data/reddit-books/r/books/comments/netlvx/ive_never_really_big_into_non_fictionthen_i_read.json": "編集して追記しましたが、私のタイトルは「私はノンフィクションにはあまり興味がありませんでした。\nノンフィクションにはあまり興味がなかったのですが...\"\n\nそして、その本を読んでいたときの気持ちは言葉にできません。\n\n西洋人の私たちとは全く関係のない、大きな違いのある人生について読むのはクレイジーなことです。\n西ヨーロッパや北アメリカなどに住む私たちとは全く関係のない、大きな違いのある生活について読むのはクレイジーなことですが、著者の描き方は...。",
  "data/reddit-books/r/books/comments/nf40ux/finished_my_first_book_in_years_today.json": "やあ、みんな。RedditのLurkerがついにアカウントを作ったよ。\n自分にとっての大きな節目を祝うためです。\n\n私は以前、非常に熱心な読書家で、読んだ本が何らかの形で自分の一部となり、人生に組み込まれていくような気がしていました。\n読んだ本は何らかの形で自分の一部となり、生活に溶け込んでいるように感じていました。しかし\n私は今まで、とても夢中になって...",
  "data/reddit-books/r/booksuggestions/comments/nelsdn/books_like_the_song_of_achilles.json": "今、Madeleine MillerのThe Song Of Achillesを読み終えました。\n他にも同じような感じの良い本を知っている人はいないかな？\n感じです。私はこの本を夢中になって読みましたが、ミラーの「Circe」も読もうと思っています。\nどなたかお勧めの本があれば教えてください...。",
  "data/reddit-books/r/books/comments/nf3pyf/i_want_characters_to_be_true_to_human_behaviour_i.json": "シドニー・シェルダンの「真夜中の向こう側」という小説を読みました。申し訳ありませんが\n何が？彼のキャラクターはとても完璧です。というか、あまりにも完璧すぎる。描かれている女性たちは\n描かれている女性たちは、とても表面的です。容姿端麗で、知的で、外交的で\n外交的で賢くて、たまに無性にうらやましくなります。",
  "data/reddit-books/r/books/comments/nfghod/michael_crichton_is_a_genius.json": "高校生の終わり頃に『ジュラシック・パーク』を手にして、全体の基礎となる科学的な研究と知性に圧倒されました。\n全プロットの基礎となる科学的研究と知性に圧倒されました。\n彼は本当に素晴らしかった。\n\n彼の作品をほんの少ししか読んだことがないので、そろそろ他の小説を読んでみようと思いました。\n今、私は彼の他の小説を読むべきだと思いました。私はまだ半分しか読んでいませんが・・・。",
  "data/reddit-books/r/books/comments/nfqvhq/anybody_read_old_mans_war_by_john_scalzi.json": "75歳になると、宇宙軍への入隊を選ぶことができるという、すてきなコンセプトです。その\n報酬は新品の体を約束される。リスクは、宇宙軍が何をしているのか、誰も教えてくれないことです。\nリスクは、宇宙軍が何をしているのか、何も教えてくれないことです。\n\n素晴らしい本だとは言えませんし、読み終わった時にはいくつかの疑問点がありましたが\n楽しめました。",
  "data/reddit-books/r/books/comments/nfxyui/i_read_4_books_in_1_month_after_not_reading_for.json": "以前は、本を読んだ後、何ヶ月も何年も止めてしまうような状態が続いていました。\n数ヶ月から数年の間、本を読むのをやめてしまうことがありました。理由はよくわかりません。\nなぜかというと、本を読むのが大好きな時期もあったのですが、面白くない本を読んでしまうと\nなぜかはわかりませんが、面白くない本を読むと、やる気がなくなってしまうことがありました。\n\nそんな私を奮い立たせてくれたのが、このサブ...",
  "data/reddit-books/r/books/comments/ng4v9z/how_to_explain_to_teens_that_ya_fiction_works_are.json": "私は20代前半の人が多いブッククラブに参加しています。先日\n先日、ブックリストについてのディスカッションがあり、彼らは、必読書リストは男性が広めた詐欺であり\nリストは男性によって広められた詐欺であり、そのほとんどはシスヘットの白人男性によって書かれたものだと主張しました。\n白人男性が書いたものだと言っていました。私は彼らにトルストイやドストエフスキー、...と言ってみました。",
  "data/reddit-books/r/books/comments/ngbdmm/rushing_the_endings.json": "この「問題」を抱えている人はいませんか？\n\n本を読み終えようとしているとき、残り20％くらいになると、どんなに楽しんでいても、急いで読み始めてしまいます。\nどんなにその本を楽しんでいても、早く読み終えたいと思ってしまう。\n終わらせることへの不安感のようなもので、正確には筋書きを解いて欲しいとかではなく\n筋書きを解明したいとか、そういうことではなく、ただ...",
  "data/reddit-books/r/books/comments/nfsbow/project_hail_mary_by_andy_weir_was_a_solid_10.json": "アンディ・ウィアーの「Project Hail Mary」を読みました。\n\nWOW。\n\n驚きの読後感でした!!! 科学的な正確さに感動しました。\n科学的な正確さが印象的でした（フィクションもありますが、全てを揃えるために膨大な量を投入しているのが分かります）!) とても\n想像もしていなかったような方向に進んでいて、とても面白い展開でした。\nとても面白いプロットで、私が想像もしなかったような方向に進んでいき、私はその先の展開が読めなかった。",
  "data/reddit-books/r/books/comments/ngjt1b/books_lpt_get_your_eyes_checked.json": "ここ数年、本を読む機会が減っていて、自分の注意力の低下を実感しています。\n注意力の低下を感じています。スマホの習慣か、精神的なものか、その両方かと思っていました。I\nただ、数ページも読めないと、イライラしたり疲れたりしてしまうのです。\n\nしかし、かぎ針編みやクロスステッチをしているときにも気がつきました。",
  "data/reddit-books/r/booksuggestions/comments/nglgrh/looking_for_a_book_to_carve_a_hole_for_an.json": "これは非常に奇妙なリクエストですが、タイトルにあるように...。僕の彼女と僕は本が大好きです。\n本に穴を開けてプロポーズしたいと思っています（指輪が入るように200ページ以上の本がいいです）。\n本に穴を開けてプロポーズしたいのですが（指輪が入るように200ページ以上の長さが望ましい）、穴を開ける場所は\nロマンチックなフレーズを入れて、章の終わりか始まりに穴を開けたいと思っています...",
  "data/reddit-books/r/books/comments/ngafmv/which_fiction_trope_are_you_tired_of_seeing_and.json": "だから、陳腐だとは思うけど、敵から恋人へという図式には飽きがこないんだ。\nトロープには飽きません。私がうんざりしているのは、作者が登場人物、特に女の子や女性を「シャイ」に描いているのに、一度に5人の男に口説かれることです。\n登場人物、特に女の子や女性を「シャイ」に描いているのに、一度に5人の男に口説かれても\nしかし、一度に5人の男に口説かれて、そのうちの誰とも問題なくイチャイチャしていたり...。",
  "data/reddit-books/r/books/comments/ngpddk/i_just_wanted_to_share_that_im_slowly_getting.json": "パンデミックの時、私はゲームに夢中になり始めました。\nゲームやテレビ、ソーシャルメディアに夢中になっていました。自分の好きなことをする時間が減っていくことに罪悪感を感じていました。\n好きなことをする時間がどんどん減っていったからです。読書です。いつも私は\nしかし、私の読書率は徐々に低下していきました。",
  "data/reddit-books/r/booksuggestions/comments/ngmzki/books_with_no_clear_good_guys.json": "最近では、「Billions」や「The Boys」などの番組を見ています。\n登場人物のモラルには疑問があり、明確な善人はいません。\n誰が善人なのかが気になるような、そんな本を探しています。\nと思っています。",
  "data/reddit-books/r/booksuggestions/comments/nhgj86/fantasy_with_no_romance.json": "どなたか、女性が主人公で恋愛のないファンタジー本を知りませんか？\n中学生向けではないものが一つも見つかりません。",
  "data/reddit-books/r/books/comments/nhg27f/persuasion_is_now_my_favorite_austen_novel_55.json": "これまでに「ノーサンガー・アビー」と「高慢と偏見」を読みました。\n\n感想文を書くのに時間がかかってしまいました。\nそうしないと、興奮して訳の分からない文章になってしまうからです。\n\n最近、古典をもっと読みたいと思っていたのですが、なぜこれを読むのにこんなにも待っていたのか？\nこれを読むのになぜこんなにも時間がかかったのか？Persuasionについては言及する必要があるでしょう...。",
  "data/reddit-books/r/books/comments/nhqcag/do_you_ever_find_yourself_living_what_youre.json": "以前から何度か気になっていたのですが、読んでいる本の内容が心と体に宿っているようです。\n心と体に宿るようです。本と向き合っている間だけでなく、読み終わるまで。\nそれが1日であれ、1週間であれ、1ヶ月であれ、もしかしたらその後も同じように。\n\n例えば。\n\n私は今、「The Radium Girls」を読んでいます。彼女たちは...",
  "data/reddit-books/r/booksuggestions/comments/nhtwtg/fantasy_with_romance_thats_just_really_fun_to.json": "ファンタジーはあまり読みません。私は通常、ノンフィクションの一人称の本を読みます。\nの本を読みます。しかし、最近腰を痛めてLOTRを再視聴していて、インスピレーションを感じています。\nインスピレーションを感じています。",
  "data/reddit-books/r/books/comments/nhyido/the_demonhaunted_world_by_carl_sagan.json": "私はずっと前からカール・セーガンのファンで、彼の教育ビデオを定期的に見ています。\n彼の教育ビデオを定期的に見ています。カール・セーガンのこの本は、長い間、私の読書リストに入っていました。\n長い間、私の読書リストに入っていたのですが、ようやく手に入れることができました。この本は1995年に出版されました。\n1995年に出版されたもので、セーガンは妻と一緒にこの本を執筆しました。",
  "data/reddit-books/r/books/comments/nhu9ky/i_had_a_one_of_a_kind_experience_reading_war_peace.json": "最初に断っておきますが、「War & Peace」は私が期待していたものではありませんでした。I\nこんなに哲学的な内容だとは思わなかったし、小説というよりは歴史的なエッセイのような部分もあった。\n小説というよりは、歴史的なエッセイのような部分もありました。その上、私が心配していたほど「濃い」ものではありませんでした。\nでも、今まで読んだ本の中で一番長かったですね...。",
  "data/reddit-books/r/books/comments/nhotk8/is_there_a_decline_in_locked_room_mysteries_as.json": "最新技術の発明や科学の進歩に伴い、昔ながらの「密室」というジャンルが激減しているように感じます。\n密室ミステリーという古典的なジャンルが激減しているような気がします。\nミステリという古典的なジャンルが激減しているように感じます。\n正直に言うと、私はこのジャンルが一番好きです。\nアガサ・クリスティに育てられた私にとっては、大好きなジャンルです。\n私は切に願っています。",
  "data/reddit-books/r/books/comments/ni30am/diary_of_a_young_girl_just_need_to_get_this_off.json": "皆さん、こんにちは。\n\n[一般的なこと]\n\n最近、「少女日記」を読んで、何日も落ち込んでいます。\n落ち込んでいます。私はドイツ出身で、学校や国では歴史がとても重要な科目であることは明らかです。\n私はドイツ出身で、学校でも国でも歴史はとても重要な科目なので、彼女の人生や第二次世界大戦についてはほとんど知っていました。高校時代に何ページか読みました。\n高校生の時に何ページか読みました。",
  "data/reddit-books/r/booksuggestions/comments/nibm3u/books_similar_to_harry_potter_but_better.json": "最近、HPの再読を終えましたが、大人になってもとても楽しめました。\n\n似たような本やシリーズ（魔法の学習、魔法学校、大いなる善と悪などの観点から）で、何か良いものはないかと考えていました。\n似たような本やシリーズ（魔法学習、魔法学校、大いなる善と悪などの観点から）で、何か良いものはないかと思っていました。中学生でも構いません。\nミドルグレード、YA、アダルトを問いません。",
  "data/reddit-books/r/books/comments/nhzuiq/a_brief_history_of_time_stephen_hawking.json": "以前から読んでみたいと思っていましたが、大学の教科書のような辛口で難しい内容だと思っていたので、いつも先延ばしにしていました。\n読んでみたいと思っていましたが、大学の教科書のような辛口で難しい内容だと思っていたので、ずっと見送っていました。しかし、実際に読んでみると\n読んでみると、とても面白く、楽しいものでした。ホーキング博士は本当に良い仕事をしていて\nかなり高度な物理学の概念をわかりやすく説明しています。",
  "data/reddit-books/r/books/comments/nin5rz/i_miss_strangers_complimenting_the_book_im_reading.json": "私は以前、公共交通機関での通勤中にほとんどの読書をしていました。\n時々、見知らぬ人が私に近づいてきて、「それは素晴らしい本ですね。\nと声をかけてくれます。それはいつも短くて少ない会話でしたが\nしかし、このようなことをされると、とても嬉しくなります。少なくても、...",
  "data/reddit-books/r/books/comments/nimne2/the_emotional_abuse_of_kindred_by_octavia_butler.json": "私は最近、朝の4時にKindredを読み終えました。\n私は最近、朝の4時にKindredを読み終えました。\n\nまず、この本で最も衝撃的だったのは、奴隷制度の考え方が心に響いたことです。\nまず、この本で最も衝撃的だったのは、奴隷制度の考え方が心に響いたことです。この本は第1の視点で書かれているので、まるで自分もその一員であるかのように感じられました。\nこの本は第一視点で書かれているので、まるで自分もその一員であるかのように感じられました。",
  "data/reddit-books/r/booksuggestions/comments/nir5rl/any_good_murder_mystery.json": "誰がやったかわからないような殺人事件を解決するのに最適な作品を教えてください。やってみたい。\n誰がやったのか...少なくとも試してみたいです。",
  "data/reddit-books/r/books/comments/nj0054/just_finished_meditations_by_marcus_aurelius.json": "これは何度も言われていることですが、私が最も印象に残っていることは\n私が最も感銘を受けるのは、人々が今日直面していると考えているすべての問題は、過去に人々が直面していた問題と同じだったということです。\n今日、人々が直面していると思っている問題は、過去に人々が直面していた問題と同じであるということです。\nそして、おそらくこれからも同じ問題に直面するでしょう。",
  "data/reddit-books/r/books/comments/nj2hq3/the_cover_does_matter.json": "私はいつも本を買っているので、きれいな表紙に惹かれることが多いです。\n表紙がきれいだと、その本のあらすじを見てみたくなります。決めている本の場合は\n決めている本の場合は、一番きれいな表紙の版を選びます。\nそのためには多少の追加料金を払ってもいいと思っています。困ったものですね...。",
  "data/reddit-books/r/books/comments/nj6b5y/the_green_mile_really_is_worth_the_hype.json": "本も映画もすごいとは聞いていましたが、いやはや本当にすごいですね。私は昨年、映画を見て\n去年、映画を見て、本を読むチャンスに飛びつきました。最初、私は\n2つの内容があまりにも一致していることに驚きました。特に、スティーブン・キングの映画化の実績を考えると\nスティーブン・キングの映画化の実績を考えると、1対1に近いとは思っていませんでした...",
  "data/reddit-books/r/booksuggestions/comments/njhj27/the_most_beautifully_written_book_youve_ever_read.json": "アキレスの歌」をkindleで読み終えましたが、その文章があまりにも素晴らしかったので\n驚くべき文章だったので、戻って注釈をつけられるように物理的な本を買いました。",
  "data/reddit-books/r/books/comments/njfjed/i_get_a_kick_of_satisfaction_whenever_i_return_an.json": "私の図書館では、Overdriveライブラリーシステムを使用しています。どのように機能しているのか正確にはわかりません。\n私の州（と私の税金）がその費用を負担していて、私の地元の図書館は絶対的な数の電子書籍に無料でアクセスできます。\n膨大な数の電子書籍に無料でアクセスできます。皆さんの中にも同じようなシステムをお持ちの方がいらっしゃるのではないでしょうか。\n皆さんも同じようなシステムをお持ちだと思います。\n\nとにかく、私が電子書籍を読み終わったら...",
  "data/reddit-books/r/books/comments/nj12f3/the_bourne_identity_by_robert_ludlum_is_the_best.json": "これがあなたのジャンルでなければ失礼ですが、もしそうであれば、これ以上の本はないでしょう。\nと書かれています。ラドラムの他の小説を何十冊も読みましたが、書いている時の彼は全く別の次元にいたような気がします。\n最初のボーンを書いていた時は、まるで別の世界にいたようです。大学の寮でマット・ダムの映画を見ていた時のことを今でも覚えています。\n大学の寮でマット・デイモンの映画を見ていたのを今でも覚えています。",
  "data/reddit-books/r/booksuggestions/comments/njvs70/suggest_me_the_best_book_youve_ever_read_and_the.json": "(ジャンルは問わない)",
  "data/reddit-books/r/books/comments/njxfts/is_it_normal_to_view_reading_as_a_chore_even_if.json": "楽しい本であっても、情報を得る（あるいは余暇に読む）のが面倒に感じてしまう。\n楽しい本であっても（寝不足でなくても）、情報を得る（あるいは余暇に読む）のが面倒に感じてしまうのです。\nNetflixでテレビ番組を見るのと似たようなものだと思います。\n人によっては1日で全シーズンを見ることができますが、私はただ座って...",
  "data/reddit-books/r/books/comments/nk2ghm/if_you_liked_the_martian_you_should_read_project.json": "アンディ・ウィアーは、処女作「The Martian」で大成功を収めました。この作品は\nおそらく純粋な文学的価値はなかったでしょうが、臆することなくオタク的で、スリリングで、楽しく、すべての賞賛と衝撃に値する作品でした。\nこの作品は、非常にマニアックで、スリリングで、楽しく、賞賛に値するものであり、現在の世界に与えた影響は計り知れないものでした。\n臆することなく、マニアックで、スリリングで、楽しくて、すべての称賛に値するものでした。\n\n彼の次の作品である『アルテミス』は...",
  "data/reddit-books/r/books/comments/nk5gwn/hi_im_bestselling_author_david_yoon_with_a_new.json": "こんにちは。私は、ニューヨーク・タイムズ紙のベストセラー作家です。私は、スリラー映画「Version\nZero」、近日公開予定の終末論的ミステリー「City of Orange」、そしてヤングアダルト小説「Frankly in Love」と「Super Fake Love Song」を執筆しました。\n若者向けの小説「Frankly in Love」と「Super Fake Love Song」を書いています。私はウィリアム・C・モリスの\n賞の最終候補者であり、アジア／太平洋アメリカ賞のヤングアダルト部門でも受賞しています。",
  "data/reddit-books/r/books/comments/njv769/i_started_reading_on_an_ereader_which_i_used_to.json": "私は常々、エレーダーは馬鹿げていると思っていました。私はあまり本を読みませんでしたし、数少ない本を読むときは\n買ったほうがいいと思っていました。でも今、誰かの電子書籍を借りたんです。\n読みたい本があったので、誰かのEleaderを借りてみたら、Eleaderが好きになってしまいました。\n借りてみたところ、その魅力にはまりました。私はこの電子書籍が大好きになりました！それは、より快適な持ち方、より簡単な操作です。",
  "data/reddit-books/r/books/comments/njws6h/mans_search_for_meaning_by_viktor_frankl.json": "最近、これを読み終えました。アウシュビッツの強制収容所に住んでいた人たちが直面した苦難と、まさに\nアウシュビッツの強制収容所に住んでいた人たちが直面した苦難と精神的な拷問を紹介しています。\n私は、彼がそのような状況にもかかわらず、何が彼を支えたのかを強調しているのが気に入りました。どうやって\n他の囚人のように錯乱状態にならなかったこと。彼は...",
  "data/reddit-books/r/booksuggestions/comments/nkcq4f/looking_for_a_recommendation_similar_to_the_2016.json": "数年前に見た後、2回目にこの映画を見ましたが\n最初に見たときと同じようにとても気に入りました。この映画は、「Story of Your Life」という短編小説をベースにしていることを知っています。\nテッド・チャンの「Story of Your Life」という短編小説が元になっていることを知っていて、これから読もうと思っています。\n読むつもりです。どなたかお勧めの作品がありましたら教えてください。",
  "data/reddit-books/r/books/comments/nkisgg/harry_potter_is_a_horror_story_from_the_dursleys.json": "ハリー・ポッター」シリーズの中で、蛇に話しかけるというアイデアをずっと楽しんできました。\n最終巻でロンが秘密の部屋に入るために使ったとき、私は必要以上に興奮しました。\n必要以上に興奮しました。とはいえ、それ以外の本での実装は不十分だったと思います。\nそれはさておき、本の中ではうまく実装されていないと思います。私は再視聴していますが...",
  "data/reddit-books/r/books/comments/nkioyo/enid_blyton_books.json": "エニード・ブライトンの絵本シリーズを懐かしく思い出される方はいらっしゃるでしょうか？\n懐かしいですね。私は今でもコレクションを持っていて、さらにいくつかの上質なアンティークの\n私は今でもコレクションを持っていて、いくつかの上質なアンティークのダストジャケット付きハードカバーも加えていますが、時々、楽しみながら読んでいます。\n\n近年、本の内容を「汚す」という動きがありますが、これについてはどう思われますか？",
  "data/reddit-books/r/booksuggestions/comments/nkhvy1/books_for_my_cottagecore_fantasy.json": "会社や都市の生活を捨てて、田舎や眠れる町に定住する人の話が読みたい。\n田舎や静かな町に定住する人の話が読みたい。あるいは、デジタルノマドの生活を送っている人もいます。A\n回顧録があればなお良し\n\nスタジオジブリの「オンリーイエスタデイ」という映画を見たことがあれば、それが基本的に私が欲しいものです。\nそれを本にしたものが欲しいです。",
  "data/reddit-books/r/books/comments/nkz81t/the_night_circus_is_the_most_well_written_book_i.json": "こんなに洗練された本を読んだのは生まれて初めてです。\nこんなに洗練された本を読んだのは初めてです。すべてのシーンに重要性が感じられ\n頭の中に鮮やかな絵が描かれていました。表現するのは難しいですね。どのようにしてできたのかわかりません。\n行われたのかはわかりませんが、今では私の中で、文章を書くことの金字塔となっています...。",
  "data/reddit-books/r/booksuggestions/comments/nkyqut/a_lesbian_love_book_suggestion.json": "レズビアンの恋人同士の作品が読みたいです。\nファンタジーやアクションがあるものがいいです💗。",
  "data/reddit-books/r/books/comments/nkrt2g/im_christian_cantrell_a_software_developer_who.json": "11年前、私は『THE EPOCH』という短編小説を書き、自費出版しました。\nINDEXはこちら ほとんど忘れていたのですが、2018年になって、あるプロデューサーから電話がかかってきました。\nプロデューサーです。今日、この物語はFOXによってオプションされました。\n[https://deadline.com/2018/03/epoch-index-brad-peyton-matt-reeves-justin-rhodes-fox-christian...",
  "data/reddit-books/r/books/comments/nksyrc/im_about_100_pages_into_dune_and_it_feels_like_a.json": "フランク・ハーバートのSF古典を読み切ろうとしています。\n主に映画の公開に備えて。しかし、その伝説的な評判にもかかわらず\n伝説的な評判にもかかわらず、次の章に進みたいと思うことさえ難しいと感じています。\n次の章に進みたいと思うことさえ難しい。登場人物は平板で、プロットは意図的に作られているように感じられます。",
  "data/reddit-books/r/books/comments/nkzf3c/we_are_rclassicbookclub_join_us_for_a_reading_of.json": "こんにちは、r/Books [https://www.reddit.com/r/Books/]! 私たちは、小さな読書\nr/ClassicBookClub [https://www.reddit.com/r/ClassicBookClub/]と呼ばれるコミュニティです。\n毎日、古典的な本の一章を読み、議論しています。\nネタバレのない議論をしています。\n\n読者が推薦して投票するのは、...",
  "data/reddit-books/r/books/comments/nl5exm/is_it_common_to_not_want_to_read_the_ending_of_a.json": "ここ数ヶ月、私は本の結末を読むのが苦手で、つまり、クライマックスやその直後に「落とす」ことが多い。\nつまり、クライマックスやその直後に「落とす」ことが多いのです。これはある種の\n不合理な恐れや、物事を終わらせたくないという気持ちがあるのでしょうか？また、私には\n懐かしさのあまり、何時間も泣いてしまうこともあります。",
  "data/reddit-books/r/books/comments/nl6g9d/i_cant_remember_details_from_books_i_read_23.json": "私は本の詳細を覚えていないことがとても気になります。\n登場人物の名前や、どんでん返しなどのプロットポイント、全体の構成など、本の詳細を覚えられないのは本当に困る。\n思い出せるのは 私が覚えているのは、読んでいて気になったことや、物語の全体的な文脈です。\n私が覚えているのは、読んでいて気になったことや、物語の全体的な背景です。また、私はおそらくあなたに...",
  "data/reddit-books/r/books/comments/nlgd6o/on_reading_the_foundation_saga_by_isaac_asimov.json": "最近、アシモフの「ファウンデーション」サーガを読み始めました。\n\"本棚にあった「ファウンデーションへの前奏曲」を見つけてからです。昔、高校生の時に誰かが貸してくれた本だったのですが、その時は他の本を読んでいたので\n高校生の時に誰かが貸してくれた本だったのですが、その時は他のものを読んでいたので、「リストに入れたまま」忘れていました。\nリストに入れたまま忘れていました（笑）。",
  "data/reddit-books/r/booksuggestions/comments/nllpil/coming_of_ageya_book_for_1920_year_old.json": "私は19歳で来週20歳になるのですが、また読書を再開したいと思っています。今は学校に行っていません。\n今は学校に通っているわけではなく、仕事をしながら自分が何をしたいのかを考えています。\n人生で何をしたいかを考えています。私は落ち込んでいて、そこから逃れたいと思っています。私の頭はいつも\n本の中に常に埋もれていたので、その愛を取り戻したい....",
  "data/reddit-books/r/books/comments/nmffcz/what_do_you_do_when_you_are_10_chapters_into_a.json": "愉快で好感の持てるキャラクターたちが、何かを求めて冒険に出るような。\nファンタジー世界の用語は、私にとっては第1章と同様に混乱を招くものでした。\n第一章の時と同様に\n\nほとんどの会話で、そのファンタジー世界特有の専門用語が使われています\n\n\"でもジョディアー、シュロカイはどうするの？\"\n\n\"私たちは...",
  "data/reddit-books/r/books/comments/nm9fyz/im_david_ebenbach_the_prettydamnexcited_author_of.json": "皆さん、お待たせしました。私の名前はデビッド・エベンバックですが、私の仕事は\n人間の状態に夢中になっています。つまり、私は8冊のフィクション、詩、ノンフィクションの著者である。\n8冊のフィクション、詩、ノンフィクションを書いています。その中には、新作の『How\nto Mars [https://tachyonpublications.com/product/how-to...",
  "data/reddit-books/r/booksuggestions/comments/nmu6ka/books_that_will_make_me_realize_how_meaningless.json": "基本的には、人生や世界の大半が無意味であることに気づかせてくれるような本が欲しいです。\n人生や世界の大部分が無意味であることに気づかせてくれる本が欲しいのです。私は多くの時間を、馬鹿げた、些細な、些細なことを心配して過ごしています。\n私は、明らかに時間を費やす価値のない、馬鹿げた、些細な、そして良心的なことについて\n私は多くの時間を、馬鹿げた、微細な、良心的なことに費やしています。これを克服したいと思っていますが、何か良い方法はないでしょうか？",
  "data/reddit-books/r/books/comments/nmpsvk/the_old_man_and_the_sea_appreciation_thread.json": "この本は私が初めて読んだヘミングウェイの本で、長い間先延ばしにしていたことを後悔しています。\n後悔しています。\n\nもう少し深い意味があるかもしれませんが、再読する必要がありますね。\nしかし、これは完璧なたとえ話ではないでしょうか？私たちが耐えなければならない絶え間ない犠牲は、自分のためにも、他人のためにも？\n他人のために？\n\nこの本を読んでいない人は、ぜひ...。",
  "data/reddit-books/r/books/comments/nmvy8n/the_secret_history_by_donna_tarttprobably_the.json": "この本の3つの魅力を紹介します。\n\n 1. 殺人事件に至るまでの段階的な緊張感。何人かの人（特にヘンリー）が限界に達したのを感じた。\n    特にヘンリー）が限界に達したことを感じました。\n\n 2. キャラクターの成長。登場人物を個人的に知っているような気分にさせてくれた。\n    個人的にキャラクターを知っているように感じさせてくれました。登場人物たちは...",
  "data/reddit-books/r/books/comments/nmuxv4/i_explained_my_online_characters_name_to_a_fellow.json": "私のキャラクターの名前は、オーソン・スコット・カードの『エンダーのゲーム』に登場するエンダーです。\n\n私はこのシリーズの最初の2冊が大好きです（実は「エンダーの影」の方が好きです）。\nオーディオブックで持っていて、時々戻って聞いています。\n聴いています。このシリーズの他の本もいくつか聞いたことがありますが、どれも...",
  "data/reddit-books/r/books/comments/nmtqeq/do_any_of_you_guys_have_trouble_imagining.json": "私はいつもこの問題を抱えていました。でも、家や風景など、他のものをイメージするのには問題がありませんでした。\n家や風景など、他のものをイメージすることに問題があったことはありません。\n\nほとんどの場合、私が知っている人や有名な俳優や女優をキャラクターとして想像します。\nほとんどの場合、知り合いや有名な俳優や女優を、その人の個性に応じたキャラクターとして想像しますが、その時は全く問題ありませんでした。\nしかし、私はただ...",
  "data/reddit-books/r/books/comments/nmxlc1/im_honestly_surprised_at_how_simple_and_easy_it.json": "だから、私は何年も前から熱心な読書家で、LoTRを読むことは必須だと思っていました。I\n本を読むまでは映画を見ないと約束したほどです。\n残念ながら、人生が私の読書習慣の邪魔をしたので、このシリーズは何年も私の本棚に置かれたままでした。\n私の本棚に何年も眠っていました。\n\nパンデミックが始まるまでは...。",
  "data/reddit-books/r/books/comments/nnq8rt/why_arent_books_advertised_or_hyped_like_movies.json": "映画の予告編が話題になると、TwitterやYouTubeなどあらゆるところでトレンドになります。\nしかし、本ではこのようなことはありません。\n本が映画のように扱われたのは、ハリー・ポッターの「死の窪み」だけだと思います。\nの「死の窪み」でした。今でもニュースで見たのを覚えています...。",
  "data/reddit-books/r/books/comments/nnr7gx/just_finished_my_first_scifi_novel.json": "なぜこんなに長く待っていたのか分からない。何か劣っていると思ったのかもしれない。\n劣っていると思ったのかもしれません。あるいは、あまりにもニッチで\n宇宙オタク \"にしか向いていないのかもしれない。頑固すぎたんですね。\n単に無知なだけです。\n\n私は人生のほとんどの期間、古典的な本を読んでいました。",
  "data/reddit-books/r/booksuggestions/comments/nnn3iy/i_just_started_the_dark_tower_series.json": "私はオーディオブックのバインダーをしていますが、夫がこのシリーズを読めとうるさいのです。\nこのシリーズを読むように言われました。The Gunslinger(1冊目)を半分ほど読んだところですが、今のところとても不思議な感じです。\n今のところ不思議です。どなたか読んだことのある方、感想をお聞かせください。",
  "data/reddit-books/r/booksuggestions/comments/no5bkr/why_is_there_so_much_noise_around_the_book_normal.json": "タイムズ紙は、「私はこの本を読み終えて、世界を違った目で見ようと決心した。\n決意した。小説にこれ以上の賛辞を贈ることはできないだろう」。だから\n当然のことながら、私は信じられないほど大きな期待を抱いています。そして、この作品は\nマンブッカー賞の候補になったのですか？私は何かを見逃しているのだろうか？\n\n私は次々とページをめくり、...",
  "data/reddit-books/r/books/comments/noagew/horror_story.json": "昨日、義理の両親と話をしていたときに、彼の母親のことを話していました。\n母のことを話していました。母は熱心な読書家で、常に本を買っていました。\n倹約家だったので、割引やヤードセールで常に本を買っていました。そして、彼は私にあることを話しました。\nあまりにも衝撃的で、いまだに立ち直れないのですが、母はしおりを使う代わりに",
  "data/reddit-books/r/books/comments/noiwur/do_you_like_browsing_your_own_bookshelves.json": "ホームライブラリーを持つことのささやかな喜びの一つは、何もすることがなくて本棚を見たいと思った時に、その瞬間にあると思います。\n何もすることがなくて、ただ本棚を見たいと思ったとき。読みたい本を探すこともあれば\n読むものを探している場合もありますが、ただ見ているだけの場合もあります。\nそれが妙に気持ちよくて、満足感があります。本棚から本を取り出して...",
  "data/reddit-books/r/booksuggestions/comments/nojquz/books_that_people_love_to_claim_theyve_read.json": "人が読んだと言いたがるけど、ほとんどの人が読んでいないような長くて難しい本を探しています。\n今のところ、Infinite Jest、East of Eden、Crime and Punishment、Gravity's Rainbowを読むリストに入れています。\n重力の虹」は読むべき本のリストに入っています。\n\n自分に挑戦して、最後には「ああ...私は実際に...読んだ」と言えるようになりたいと思っています。\n実際に読んだのは...",
  "data/reddit-books/r/books/comments/nos4oh/i_just_finished_reading_guards_guards_by_terry.json": "これは私が読んだ2冊目のプラチェットの本です（1冊目は「The Color of Magic」）。\nとっても気に入っています。ユーモアは遊び心があり、下品ではなく、過度に還元的でもありません。\nユーモアは下品ではなく遊び心があり、キャラクターは驚くべきものです。驚くべきキャラクターたちです。\nキャロット（私のお気に入り）と一緒に、愛すべき不良たちが集まっています。",
  "data/reddit-books/r/books/comments/np0edm/albert_camuss_the_plague_is_a_mustread_in_times.json": "今までアルベール・カミュの作品を読んでいなかったが、『The Plague』から始めることにした。\n疫病 なんと素晴らしい小説でしょう。もし、Covid-19のパンデミックがなかったら、この小説は私に同じような影響を与えなかったでしょうね。\nもし、Covid-19のパンデミックがなかったら、私には同じ効果はなかったでしょう。とてもお勧めです。\n\n読まれた方、皆さんはどう思われましたか？もし読んでいたら...",
  "data/reddit-books/r/booksuggestions/comments/np59km/find_books_based_on_your_mood.json": "皆さん、こんにちは。\n\n数ヶ月前に、私と友人が取り組んでいたプロジェクト、「librimood」（librimood.c.c.）について紹介しました。\nlibrimood (librimood.com)というプロジェクトがあります。これは、AIを使った検索エンジンで\n気分に応じて本を探すためのAI検索エンジンです。例えば、以下のような抽象的な質問を検索することができます。\n例えば、「泣ける本」や「...のある本」などの抽象的な検索ができます。",
  "data/reddit-books/r/booksuggestions/comments/noyq9z/book_for_a_14_year_old_boy.json": "私のいとこの堅信式に本を贈りたいのですが、どれを選んでいいかわかりません。\nどれを選べばいいのかわかりません。彼は熱心なビデオゲーマーで、どんなゲームをしているのかは知りませんが\nファンタジー系の本が好きです。彼は母国語ではありませんが、英語での読書を好みます。\n彼は英語が母国語ではありませんが、英語での読書を好みます（彼の英語力は...",
  "data/reddit-books/r/books/comments/np63hm/tender_is_the_flesh_overhyped_and_undercooked.json": "(ネタバレなし)\n\n非常に強い推薦を受けて読み終えました。\nこの本のレビューは圧倒的に好意的なものが多いのですが、私にはその理由が本当にわかりません。\n\nこの本は、「Tender is the Flesh」という架空の小説です。\n架空の未来の話です。",
  "data/reddit-books/r/books/comments/np2zpe/i_dont_think_i_like_audiobooks_i_dont_focus.json": "オーディオで本を聴いて、嫌いだと思っていたのに、物理的に読んでみたら、実は好きだったということが何度もありました。\n嫌いだと思っていたのに、実際に読んでみたら好きになっていた、ということがよくあります。私は、オーディオの本に飽きてしまったのでしょう。\n私はオーディオでの本に飽きてしまい、心が迷い始めるので、オーディオであることではなく、本のせいだと思っていました。\nオーディオブックのせいではなく、本のせいだと思っていましたが、ちょっと嬉しいですね。",
  "data/reddit-books/r/books/comments/npbfva/jacques_pépins_the_apprentice_my_life_in_the.json": "私は自伝を読むのがとても好きなのですが、この作品は今まで読んだ中でも最高の作品の一つです。\nのひとつです。テレビやYouTubeで彼を少しでも見たことがある人は、彼がいかに温かく、のんびりした、優しい人であるかを知っているでしょう。\n彼がいかに温かく、のんびりしていて、心の優しい人であるかを知っていると思います。\nこの本にはそれがよく現れています。\n\nこの本にはそれがよく現れています。",
  "data/reddit-books/r/booksuggestions/comments/npg4ur/looking_for_vampire_books_where_the_vamps_are.json": "私は本の形でポルノを探しているわけではありませんし、暗い雰囲気の吸血鬼を探しているわけでもありません。\n誤解された悲劇的な魂を持つヴァンパイアではなく 私が探しているのは、あなたの喉を引き裂くような吸血鬼です。\n喉の渇きとサディスティックな喜びのために、笑いながら喉を引き裂くような吸血鬼を探しているのです。\n子供が夜になると首までしっかりと覆うような..."
}