{
  "data/reddit-books/r/books/comments/ovo3ct/is_its_normal_thing_to_finish_a_book_and_have.json": "こんにちは。\n\n子供の頃から高校までは、10冊くらいしか本を読まず、読むことをかなり拒んでいました。\n読むことを拒否していました。それ以来、あまり本を読んでいませんでしたが、今、本を読もうとしています。\n\nちょうど『意味を探す男』を読み終えたところですが、読んでいる間に、彼女の作品をいくつかピックアップしていました。\n読んでいるうちに、あちこちで「これは......」と思うことが出てきました。",
  "data/reddit-books/r/books/comments/ovor34/just_finished_neuromancer_for_the_first_time_it.json": "何というか、マジで乗り心地がいい。ストーリーの素晴らしさもさることながら、『ニューロマンサー』が文化全体に与えた影響の大きさは\nノイロマンサーが文化全体に与えた影響は計り知れないものがあります。すべてのページに\nページごとに「なるほど、そういうことだったのか」と思うような箇所がありました。\n影響力のある小説であることは認識していましたし、このような作品が生まれたことも知っていました。",
  "data/reddit-books/r/booksuggestions/comments/ovo9u4/looking_for_a_book_like_the_movie_the_matrix.json": "私の大好きな映画の一つです。私は深い考えを持つ人間で、常にシミュレートされた現実という考えに興味を持っています。\n疑似現実というものに興味を持っています。マトリックスに似たシミュレーションを含む本を探しています。\nマトリックスのようなシミュレーションを含む本を探しています。",
  "data/reddit-books/r/books/comments/ovt663/do_you_think_that_we_should_seperate_the_books.json": "例えば、私はH.P.ラヴクラフトの作品がとても好きです。ラヴクラフトは次のように知られています。\nもし彼が生きていたら、そのことで彼の作品を悪く思うでしょうか？\nもし彼が生きていたら、彼の作品を低く評価するでしょうか？\n彼が生きていたら、私たちの意見は完全に偏ったものにはなりませんが、物語は良いものになるでしょう。",
  "data/reddit-books/r/books/comments/ovzduv/so_i_started_the_pillars_of_the_earth_by_ken.json": "...そして、なぜもっと早く発見しなかったのか、と。歴史好きのイギリス人としては\nイギリスの中世の村々を訪ねてみたくなりました。中世の人々の暮らしぶりは、様々な視点から描かれています。\n中世の生活が、様々な社会的背景を持つ登場人物の異なる視点で描かれていることが\n中世の生活が、様々な社会的背景を持つ登場人物の異なる視点から描かれていることで、彼らの生活を驚くほど理解することができました...",
  "data/reddit-books/r/booksuggestions/comments/ovtpec/japanese_mythologyfolklore.json": "日本の文化や神話にとても興味があります。\n日本の神話について書かれた良い本があれば教えてください。ありがとうございます。\n前もって",
  "data/reddit-books/r/booksuggestions/comments/ovxiyk/any_novel_where_the_protagonist_loses_and_regains.json": "大きな喪失感や大きな裏切りを経験しているのかもしれません。いずれにしても、そのような経験や\nいずれにしても、その経験や一連の出来事によって、世界への信頼を失い、かつての自分の姿を\nかつての自分の面影はありません。しかし、ある日、もしかしたら誰かの手によって\n手を差し伸べてくれたり、新たな目的を与えてくれたりする人がいて...。",
  "data/reddit-books/r/booksuggestions/comments/ovs7zc/any_books_about_thieves.json": "できれば中世を舞台にしたものがいいのですが、もし中世以外の泥棒物語がいいと思うなら\nひとりの盗賊でも、盗賊ギルド全体でも構いません。\n泥棒一人でも、泥棒ギルド全体でも構いません。私が必要としているのは、泥棒に焦点を当てたフィクションやファンタジーの物語です。\nここにいる多くの人がこれらに精通しているとは思っていませんが...。",
  "data/reddit-books/r/booksuggestions/comments/ovz4ly/hot_and_sexy_book_recommendation_with_good_plot.json": "私はファンタジーが好きなので、登場人物が30歳以上でない方がいいと思います。\n登場人物が30歳以上でなければいいと思います。",
  "data/reddit-books/r/booksuggestions/comments/ovwdx4/stories_like_netflixs_love_death_robots.json": "巨人のエピソードを見て、似たような話を探してみたくなりました。私に本を必要とする\n愛と死とロボットに似た（または似ていない）短編小説を集めた本をお願いします。ありがとうございます。",
  "data/reddit-books/r/books/comments/ow0bgl/i_just_finished_fear_and_loathing_in_las_vegas.json": "友人の勧めで、「Fear and Loathing in Las Vegas」を読みました。\nハンター・S・トンプソン著（1971年）を読みました。自伝的な本だということ以外、何の脈絡もなくこの本を読んだので\n自伝的な本であるということ以外、何の脈絡もなく読みましたが、今読んだ本をどう解釈したらいいのか、全くわかりません。\n今読んだ本をどう解釈したらいいのか、まったくわかりません。いくつか質問があるのですが、ぜひ教えてください。",
  "data/reddit-books/r/books/comments/ow5s6b/does_anyone_get_hung_up_on_certain_lines_and.json": "まず最初に、私は強迫性障害を持っています。\n自分の強迫観念的な行動に起因しています。しかし、誰か他の人がこの問題を経験していないか気になっています。\nこの問題を経験している人がいるかどうか気になります。ある人は「思考サイクル」のように考えていると聞きました。\n思考サイクル」のように考えている人もいるようです。",
  "data/reddit-books/r/books/comments/owbmgj/war_and_peace_and_oh_my_gosh_tolstoy_who_are_you.json": "土曜日にW&Pを読み始め（Briggs penguin）、昨日第一巻を読み終えました。\n昨日、第一巻を読み終えたのですが、誰が誰だかわからなくなってしまったのは私だけではないはずです。\n誰が誰だかわからなくなっているのは私だけではないでしょう。ロストフがニコライだと気付いた時には、一章を読み直さなければなりませんでした。\n私の頭の中では、彼はどうにかして全く新しいキャラクターになっていたのです....",
  "data/reddit-books/r/booksuggestions/comments/owcov7/books_with_major_lgbtq_characters_that_dont_make.json": "トランスやクィアの表現に優れた作品を見つけるのは難しいですね。\n登場人物がLGBTであることが小説の要点になっていないものを探すのは大変です。\n(例：Love Simon）。) クィアなロマンスでも良いのですが、そのための苦悩が少ないものが欲しいですね。\nそのために、あまり怒らないものがいいですね。暗い本や憂鬱な本は...。",
  "data/reddit-books/r/books/comments/owh7g3/the_last_book_that_pissed_you_off.json": "これは非常に特殊な話題ですが、私はある本を読み終えたばかりで、その本には本当に\n私は本当に腹が立ちました。\n\n妻を飛行機事故で亡くした哀れな男が、燃え尽きて落ち込んでいる。\n落ち込んでいます。ただし、彼の「親友」（そして家族！）は、彼が自殺するだろうと神聖視している。\n彼の \"親友\"（そして家族！）は、彼が自殺することを神聖視しているので、全員が彼に嘘をつき、妻が..."
}