{
  "author": "Adorable-Ad-3223",
  "original_created_utc": 1632888137,
  "title": "The next Terry Pratchett",
  "created_utc": 1632927381,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know in my heart there cannot be another Terry Pratchett. There are, and will be, greats and perhaps, in the fullness of time, maybe even greaters but there can never be another Pratchett. Every time I pick up a Discworld book I feel a pang knowing there will not be any more &quot;first times&quot;.</p>\n\n<p>Drew Hayes is my current favorite for funny sci-fi/fantasy. He carries the torch of Pratchett with his diverse stories and humor woven into every book.</p>\n\n<p>John Scalzi has fun and funny sci-fi with a lot of adventure.</p>\n\n<p>Brandon Sanderson has a few laughs even in his denser works.</p>\n\n<p>A. Lee Martinez is probably as silly as Pratchett and has a strong dose of the underdog in his heroes. </p>\n\n<p>There are lots of fun and funny books out there. But sometimes when I stare into the night sky I like to imagine riding along on the back of great a&#39;tuin one more time.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pxnfwn/the_next_terry_pratchett/",
  "subreddit": "books",
  "id": "pxnfwn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know in my heart there cannot be another Terry Pratchett. There are, and will\nbe, greats and perhaps, in the fullness of time, maybe even greaters but there\ncan never be another Pratchett. Every time I pick up a Discworld book I feel a\npang knowing there will not be any more \"first times\".\n\nDrew…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "心の中では、テリー・プラチェットはもう存在しないと思っています。今までも、そしてこれからも\n偉人がいて、これからもいて、もしかしたら時間が経てばもっと偉くなるかもしれないけど\nしかし、もう一人のプラチェットはいない。ディスクワールドの本を手に取るたびに、私は、もうこれ以上のものは存在しないという\n私はディスクワールドの本を手に取るたびに、もうこれ以上の「初めて」は存在しないのだと思うと胸が痛む。\n\nドリュー...",
      "title": "次のTerry Pratchett"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道在我心里不可能有另一个特里-普拉切特。现在有，将来也会有\n的伟大人物，也许，在充分的时间里，甚至可能是伟大的人物，但有\n但不可能有第二个普拉切特。每当我拿起一本《碟形世界》的书时，我都会感到一种\n知道不会再有任何 \"第一次 \"了。\n\n德鲁...",
      "title": "下一个泰瑞-普拉特切特"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道在我心裏不可能有另一個特里-普拉切特。現在有，將來也會有\n的偉大人物，也許，在充分的時間裏，甚至可能是偉大的人物，但有\n但不可能有第二個普拉切特。每當我拿起一本《碟形世界》的書時，我都會感到一種\n知道不會再有任何 \"第一次 \"了。\n\n德魯...",
      "title": "下一個泰瑞-普拉特切特"
    }
  ]
}