{
  "author": "JGazeley",
  "original_created_utc": 1626903969,
  "title": "Just graduated so I can read for fun now, where do I start?",
  "created_utc": 1626920460,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve just finished a history degree so I though it might be worth trying to rekindle my childhood enjoyment of reading. \nI’ve enjoyed Pratchett, the Witcher short stories and dabbled in Lovecraft. I imagine I’d like most things sci-fi &amp; fantasy. \nI enjoy politics and history, I liked 1984 but I’m not limited to just fiction. I’ve had my eye on Iain Dale’s The Prime Ministers, so non-fiction is on the table. \nI also like the idea of learning more generally, economics, new history, maybe even this mindfulness and habit stuff I’ve been hearing about. \nI’m just a slow reader and big books are daunting, so I’d like to ease into it before I got tackling volumes again. \nSorry if this is a bit vague and broad, I look forward to your suggestions :)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/oozttp/just_graduated_so_i_can_read_for_fun_now_where_do/",
  "subreddit": "booksuggestions",
  "id": "oozttp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve just finished a history degree so I though it might be worth trying to\nrekindle my childhood enjoyment of reading. I’ve enjoyed Pratchett, the Witcher\nshort stories and dabbled in Lovecraft. I imagine I’d like most things sci-fi &\nfantasy. I enjoy politics and history, I liked 1984 but I’m not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は歴史の学位を取得したばかりなので、子供の頃の読書の楽しさを取り戻すために\n子供の頃の読書の楽しさを取り戻したいと思っています。プラチェットやウィッチャーの短編を楽しんだり、ラヴクラフトにも手を出しました。\n短編小説を楽しみ、ラヴクラフトにも手を出しました。SFやファンタジーのようなものが好きだと思います。\nファンタジーが好きだと思います。政治や歴史も好きで、1984年は好きでしたが、私は...。",
      "title": "卒業したばかりなので、楽しみながら読めるようになりましたが、何から始めたらいいでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚完成了一个历史学位，所以我认为这可能值得尝试一下\n重新点燃我童年时对阅读的乐趣。我喜欢普拉切特，巫师\n短篇小说，还涉猎过洛夫克拉夫特。我想我会喜欢大多数的科幻和\n幻想。我喜欢政治和历史，我喜欢《1984》，但我不喜欢。",
      "title": "刚毕业，所以我现在可以读书玩了，我从哪里开始呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛完成了一個歷史學位，所以我認爲這可能值得嘗試一下\n重新點燃我童年時對閱讀的樂趣。我喜歡普拉切特，巫師\n短篇小說，還涉獵過洛夫克拉夫特。我想我會喜歡大多數的科幻和\n幻想。我喜歡政治和歷史，我喜歡《1984》，但我不喜歡。",
      "title": "剛畢業，所以我現在可以讀書玩了，我從哪裏開始呢？"
    }
  ]
}