{
  "author": "AggravatingGarlic",
  "original_created_utc": 1631578806,
  "title": "Turns out I actually like reading!",
  "created_utc": 1631590178,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>About a month ago I bought a Kobo on a whim, for no reason other than I thought that maybe reading a book here or there would be a more productive use of my time than gaming or surfing youtube/netflix. I haven&#39;t read an actual book in years, not since high school, so I wasn&#39;t expecting much from myself.</p>\n\n<p>In the past 4 weeks, however, I have now read 4 books and am currently on the 5th! I haven&#39;t read that many books in the last 10 years, never mind in a month. I started off with Born a Crime, by Trevor Noah. I know absolutely nothing about him but the book was well reviewed and seemed interesting, so I gave it shot. I really enjoyed reading about his experiences and I flew through it. There&#39;s something about autobiographies that hook me more than fiction. For some reason, I find it easier to immerse myself in someone&#39;s lived experiences, rather than something fictitious (and therefore somewhat arbitrary, in my opinion). </p>\n\n<p>What I realized is that I never liked reading when I was younger because I was always told what to read and when to read it by. It always felt like an obligation or a chore, not something you do for fun. But now that I am the one choosing what I want to read and setting my own pace, it&#39;s fantastic. I don&#39;t even play video games anymore, I just read!</p>\n\n<p>Also, I much prefer reading on an ereader to reading a physical book. No old book smell, no flipping pages, no having to read with a light nearby. Every book I could ever want is at my fingertips in a device that allows me to take my entire library with me wherever I want. If I see a book on this subreddit or Goodreads that I&#39;m interested in, I can have it in seconds. Honestly, this device has been revelatory and it&#39;s probably the best purchase I have made in a long time. I feel like I&#39;ve discovered a whole new world. </p>\n\n<p>Anyways, I just wanted to share my new found excitement for reading and thought maybe my experience would encourage someone to get back into reading as well.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/pnrv7n/turns_out_i_actually_like_reading/",
  "subreddit": "books",
  "id": "pnrv7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "About a month ago I bought a Kobo on a whim, for no reason other than I thought\nthat maybe reading a book here or there would be a more productive use of my\ntime than gaming or surfing youtube/netflix. I haven't read an actual book in\nyears, not since high school, so I wasn't expecting much from…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1ヶ月ほど前、ふとしたきっかけでKoboを購入した。\nゲームをしたり、YouTubeを見たりするよりも、たまに本を読んだ方が時間を有効に使えるかもしれないと思ったからです。\nゲームやYouTube/Netflixを見るよりも、たまに本を読む方が生産的な時間の使い方だと思ったからです。実際に本を読むのは何年ぶりだろう。\n読んでいなかったので、あまり期待していなかったのですが...。",
      "title": "実は私は読書が好きだということがわかりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大约一个月前，我心血来潮地买了一个Kobo，没有其他原因，只是觉得\n也许在这里或那里读一本书会比玩游戏或浏览YouTube/Netflix更有效地利用我的\n比游戏或浏览youtube/netflix的时间更有效率。我已经很多年没有读过真正的书了。\n多年来，从高中开始就没有读过真正的书，所以我对这本书的期望不高。",
      "title": "原来我真的很喜欢读书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大約一個月前，我心血來潮地買了一個Kobo，沒有其他原因，只是覺得\n也許在這裏或那裏讀一本書會比玩遊戲或瀏覽YouTube/Netflix更有效地利用我的\n比遊戲或瀏覽youtube/netflix的時間更有效率。我已經很多年沒有讀過真正的書了。\n多年來，從高中開始就沒有讀過真正的書，所以我對這本書的期望不高。",
      "title": "原來我真的很喜歡讀書!"
    }
  ]
}