{
  "author": "Environmental_Fun476",
  "original_created_utc": 1631945356,
  "title": "CMV: The LGBT+ community is extremely unwelcoming to anyone who doesn’t fit perfectly into a label",
  "created_utc": 1631975443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Starting this off with saying that I’m very pro-LGBTQA+ when it comes to individuals and I understand that some people have been able to find comfort in these spaces where they haven’t been able to before. However, I personally have found that the LGBT+ community is extremely unwelcoming/unaccepting to anyone who doesn’t fit within its certain boxes. </p>\n\n<p>Aspects of this have always existed like members getting mad at bisexuals who are “straight-passing,” the validity of demisexual being questioned, accusing questioning people of being disrespectful towards the community or faking for attention. Recently, especially among the younger generation, there just seems to be a lot of gatekeeping. I’ve countless times seen online that someone identifies a certain way, but doesn’t fit perfectly into the rigid community set “rules,” so they get tons of hate comments from LGBT+ members. Every comment is negative and no one is ever accepting which is ironic since the community used to promote “acceptance” as being one of the core values. Seems the new goal is to preserve the label purity of current members and keep out anyone questioning.</p>\n\n<p>On a personal note, I recently got online hate from the community for identifying as straight which is a new one for me. I’ve never fully fit any label and any attempt to define myself has been met with the same gatekeeping. I ended up just giving up on labels, but I chose “straight” as my official answer to “what’s your sexuality?” years ago since I felt I wasn’t accepted by the LGBT+ community. Now I’m even being gatekept from being straight by LGBT+ members. I don’t understand why people care so much about how someone else chooses to (or not to) label themselves.</p>\n\n<p>I really want someone to CMV because I hate that I now associate the community with negativity and gatekeeping. I fully support individuals and the community when it’s actually being positive and helpful, but the negativity is draining. I don’t think my view is unique either as I have found that most of my real life LGBT+ friends also don’t associate themselves with the community or rigid labels.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/pqh0wl/cmv_the_lgbt_community_is_extremely_unwelcoming/",
  "subreddit": "changemyview",
  "id": "pqh0wl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Starting this off with saying that I’m very pro-LGBTQA+ when it comes to\nindividuals and I understand that some people have been able to find comfort in\nthese spaces where they haven’t been able to before. However, I personally have\nfound that the LGBT+ community is extremely unwelcoming/unaccepting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に申し上げておきますが、私は個人に関してはLGBTQA+をとても支持しています。\n私はLGBTQA+を支持しています。\n私は、個人に関してはLGBTQA+をとても支持しています。しかし、私自身は\nLGBT+のコミュニティは非常に歓迎されず、受け入れられないと感じています。",
      "title": "CMV: LGBT+のコミュニティは、ラベルに完全に適合しない人を非常に歓迎しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先要说的是，当涉及到个人时，我非常支持LGBTQA+。\n我理解一些人已经能够在这些空间中找到舒适的感觉，而这是他们以前无法做到的。\n我理解一些人能够在这些空间找到他们以前无法找到的安慰。然而，我个人有\n发现LGBT+社区是非常不受欢迎/不接受的。",
      "title": "CMV：LGBT+社区对任何不完全符合标签的人都非常不欢迎。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先要說的是，當涉及到個人時，我非常支持LGBTQA+。\n我理解一些人已經能夠在這些空間中找到舒適的感覺，而這是他們以前無法做到的。\n我理解一些人能夠在這些空間找到他們以前無法找到的安慰。然而，我個人有\n發現LGBT+社區是非常不受歡迎/不接受的。",
      "title": "CMV：LGBT+社區對任何不完全符合標籤的人都非常不歡迎。"
    }
  ]
}