{
  "author": "puppies_go_bork",
  "original_created_utc": 1639653125,
  "title": "Why is my Father always cranky when he comes home from work? Is work really that hard?",
  "created_utc": 1639673918,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;He&amp;#39;s a good guy when chill but when he comes home from work he becomes mildly verbally abusive and very authoritative. It&amp;#39;s annoying since he&amp;#39;s always shouting.&lt;/p&gt;\n\n&lt;p&gt;We live in the outskirts somewhere here in the Philippines. His position is just like a COO but he doesn&amp;#39;t have a proper name for his position. He has 2 IDs says auditor and general manager. &lt;/p&gt;\n\n&lt;p&gt;Sometimes he rants about his employees being idiots. I kind of understand since their company takes in people who didn&amp;#39;t finish their studies. We do enjoy some stories from HR though.&lt;/p&gt;\n\n&lt;p&gt;I just don&amp;#39;t understand. He&amp;#39;s like a teen in her period. Can&amp;#39;t give him sweets though cause he&amp;#39;s allergic to chocolate. )):&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/rholxz/why_is_my_father_always_cranky_when_he_comes_home/",
  "subreddit": "TooAfraidToAsk",
  "id": "rholxz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "He's a good guy when chill but when he comes home from work he becomes mildly\nverbally abusive and very authoritative. It's annoying since he's always\nshouting.\n\nWe live in the outskirts somewhere here in the Philippines. His position is just\nlike a COO but he doesn't have a proper name for his…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 彼は普段はいい人なんですが、いざとなると......。\n仕事から帰ってくると、軽い暴言を吐き、非常に権威的になる。\n</p> <p>私たちの住んでいる地域は、日本海側です。\nこのフィリピンのどこかの郊外。彼のポジションはまるで...",
      "title": "なぜ父は仕事から帰るといつも不機嫌なのでしょうか？仕事ってそんなに大変なんですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>他冷静的时候是个好人，但是当他\n但当他下班回家时，就会变得轻度辱骂，而且非常有权威。\n这很烦人，因为他总是大喊大叫。</p> <p>我们住在菲律宾的某个郊区。\n我们住在菲律宾的某个郊区。他的位置就像...",
      "title": "为什么我父亲下班回家后总是脾气暴躁？工作真的那么难吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>他冷靜的時候是個好人，但是當他\n但當他下班回家時，就會變得輕度辱罵，而且非常有權威。\n這很煩人，因爲他總是大喊大叫。</p> <p>我們住在菲律賓的某個郊區。\n我們住在菲律賓的某個郊區。他的位置就像...",
      "title": "爲什麼我父親下班回家後總是脾氣暴躁？工作真的那麼難嗎？"
    }
  ]
}