{
  "author": "aZestyEggRoll",
  "original_created_utc": 1628711760,
  "title": "CMV: “Useless” higher level math classes (calc, trig, etc.) should not be required for HS graduation. Not only will most people never use that math outside of school, but the extremely small minority who WILL actually use it will just end up retaking those exact same classes in college anyway.",
  "created_utc": 1628724975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Grades K-12 are intended to teach students the basic information that most people should know by adulthood. It is agreed upon that certain subjects be required in order to graduate. This is to ensure students are well educated on things a school board has deemed important like: their country’s history, world history, reading and writing, basic arithmetic, geography, biology, health &amp; wellness, just to name a few. Like I said, the idea is to prepare the students for life as an adult by equipping them with general skills and knowledge that are likely essential to an average person. </p>\n\n<p>Arguably, this “general” approach to education makes sense, as opposed to, say, specialized training. But, imagine for a second that an elective like woodworking was suddenly changed to be a requirement for graduation. It would make little sense…since woodworking is not a skill the average person generally needs to know. Yes, there are professions in which it is utilized, but these jobs almost always require degrees or certifications that would presumably provide the necessary training anyways. So if the people who will need this extremely niche skill are going to inevitably receive training for it anyways, why would a school require everyone else to learn it as well? The answer is they wouldn’t. </p>\n\n<p>Furthermore, although my original point was discussing higher level math, this argument can apply to a multitude of different studies which are often brain dumped immediately after graduation. For example, sure, it’s cool that I learned that water is comprised of H2O, and that the mitochondria is the powerhouse of the cell…but what practical applications does this knowledge have in my daily life? Virtually nothing. This is not to say this information isn’t important, but rather it’s simply not relevant to me at all. </p>\n\n<p>Out of everything I learned in school, I could probably quantify at least half of it as “useless” information that I’ll never use. From mathematic equations, to memorizing state capitals, the Periodic Table, and so on. I’m not anti-education by any means. I just think the current structure of K-12 schooling is extremely inefficient.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/p2kr1z/cmv_useless_higher_level_math_classes_calc_trig/",
  "subreddit": "changemyview",
  "id": "p2kr1z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Grades K-12 are intended to teach students the basic information that most\npeople should know by adulthood. It is agreed upon that certain subjects be\nrequired in order to graduate. This is to ensure students are well educated on\nthings a school board has deemed important like: their country’s…"
}