{
  "author": "aZestyEggRoll",
  "original_created_utc": 1628711760,
  "title": "CMV: “Useless” higher level math classes (calc, trig, etc.) should not be required for HS graduation. Not only will most people never use that math outside of school, but the extremely small minority who WILL actually use it will just end up retaking those exact same classes in college anyway.",
  "created_utc": 1628724975,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Grades K-12 are intended to teach students the basic information that most people should know by adulthood. It is agreed upon that certain subjects be required in order to graduate. This is to ensure students are well educated on things a school board has deemed important like: their country’s history, world history, reading and writing, basic arithmetic, geography, biology, health &amp; wellness, just to name a few. Like I said, the idea is to prepare the students for life as an adult by equipping them with general skills and knowledge that are likely essential to an average person. </p>\n\n<p>Arguably, this “general” approach to education makes sense, as opposed to, say, specialized training. But, imagine for a second that an elective like woodworking was suddenly changed to be a requirement for graduation. It would make little sense…since woodworking is not a skill the average person generally needs to know. Yes, there are professions in which it is utilized, but these jobs almost always require degrees or certifications that would presumably provide the necessary training anyways. So if the people who will need this extremely niche skill are going to inevitably receive training for it anyways, why would a school require everyone else to learn it as well? The answer is they wouldn’t. </p>\n\n<p>Furthermore, although my original point was discussing higher level math, this argument can apply to a multitude of different studies which are often brain dumped immediately after graduation. For example, sure, it’s cool that I learned that water is comprised of H2O, and that the mitochondria is the powerhouse of the cell…but what practical applications does this knowledge have in my daily life? Virtually nothing. This is not to say this information isn’t important, but rather it’s simply not relevant to me at all. </p>\n\n<p>Out of everything I learned in school, I could probably quantify at least half of it as “useless” information that I’ll never use. From mathematic equations, to memorizing state capitals, the Periodic Table, and so on. I’m not anti-education by any means. I just think the current structure of K-12 schooling is extremely inefficient.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/p2kr1z/cmv_useless_higher_level_math_classes_calc_trig/",
  "subreddit": "changemyview",
  "id": "p2kr1z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Grades K-12 are intended to teach students the basic information that most\npeople should know by adulthood. It is agreed upon that certain subjects be\nrequired in order to graduate. This is to ensure students are well educated on\nthings a school board has deemed important like: their country’s…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "K-12年生は、大人になるまでにほとんどの人が知っておくべき基本的な情報を生徒に教えることを目的としています。\n大人になるまでに知っておくべき基本的な情報を教えることを目的としています。卒業するためには特定の科目が必要であることが合意されています。\n卒業するためには、特定の科目が必要であることが合意されています。これは、生徒が次のようなことについて十分な教育を受けられるようにするためです。\n教育委員会が重要だと判断したもの、例えば、自国の...",
      "title": "CMV: 「役に立たない」高度な数学の授業（calc、trigなど）は、高校の卒業には必要ないはずです。ほとんどの人が学校の外でその数学を使うことがないだけでなく、実際に使うごく少数の人は、どのみち大学で全く同じ授業を受け直すことになるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "幼儿园至12年级旨在向学生传授大多数人在成年前应该知道的基本信息。\n大多数人在成年之前应该知道的基本信息。人们一致认为，某些科目是\n毕业生必须学习的科目。这是为了确保学生在以下方面得到良好的教育\n学校董事会认为重要的事情，如：他们国家的...",
      "title": "CMV：\"无用的 \"高级数学课（计算、三角函数等）不应该是高中毕业的必要条件。不仅大多数人在校外不会用到这些数学，而且极少数真正会用到的人最终也会在大学里重修这些相同的课程。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幼兒園至12年級旨在向學生傳授大多數人在成年前應該知道的基本信息。\n大多數人在成年之前應該知道的基本信息。人們一致認爲，某些科目是\n畢業生必須學習的科目。這是爲了確保學生在以下方面得到良好的教育\n學校董事會認爲重要的事情，如：他們國家的...",
      "title": "CMV：\"無用的 \"高級數學課（計算、三角函數等）不應該是高中畢業的必要條件。不僅大多數人在校外不會用到這些數學，而且極少數真正會用到的人最終也會在大學裏重修這些相同的課程。"
    }
  ]
}