{
  "author": "desmond2_2",
  "original_created_utc": 1631668561,
  "title": "CMV: un-peeled or only partially peeled shrimp, clam shells, or any other inedible materials should not be included in pasta",
  "created_utc": 1631676866,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When you sit down to a meal, I think we can all agree that it should be a relaxing, pleasant experience. The last thing someone should have to do is perform surgery on their pasta. Yet, that is often exactly what is required of diners when a restaurant offers pasta with shrimp that have not been totally peeled, or with clams still in the shells. So many times, in order to enjoy all of the dish&#39;s ingredients, one is required to perform multiple sloppy mini-surgeries to extract the edible portion of the shrimp or clam; in many cases, there is no way to do this without involving your hands. It is totally uncivilized. If it does not involve direct handling with the fingers, at the very least it requires an irritating procedure that could have just as easily been performed in the kitchen before the plate came to the table. </p>\n\n<p>What do these shrimp tails, skins, legs, heads, or clam shells even add to the dish apart from headache? Some may argue these things add flavor. If that is what the chef is after, I respect that; leave those things in while preparing the sauce and remove them after they have imparted their flavors. Do whatever is necessary to maintain the integrity of the dish, but do not involve the customer. I have also heard people argue that whole or partially peeled shrimp or clam shells offer some kind of aesthetic value to a dish. This I find wholly unconvincing. Shrimp look like an insect a person would immediately kill if it appeared in their home, and clams are in no way aesthetically pleasing, either. Furthermore, while I do believe cooking is an art (and that there may be those who disagree with my opinion on the aesthetic value of shrimp and clams), in the end we must remember that the ultimate reason a dish has been created was for (presumably enjoyable) consumption. Bearing that in mind, any aesthetic value things like unpeeled shrimp or clams theoretically possess is far outweighed by the very real interference they introduce to the consumption of the meal. </p>\n\n<p>I also maintain that offering these dishes to the public is a transgression against the tacit agreement that exists between restaurant and diner. As the customer, I pay for the ability to order what I want from the menu, and for that dish to be brought to me fully prepared and ready for my consumption. There should be no intervening procedures required of me pertaining to the food (with the possible exception of sprinkling a little salt or pepper). However, when a pasta dish comes to my table and still requires me to perform multiples steps before I can eat it, this principle has been violated. In effect, the kitchen has passed their work on to me, which, in my view, constitutes a breech of contract. </p>\n\n<p>It should be noted that my comments do not apply to dishes like fajitas, etc. where the assembly is part of the customer&#39;s enjoyment, or to things like shrimp boils or crab where it is understood beforehand that peeling / cracking is the main mode of consumption. As an aside, I would also note that neither example necessitates the diner messily digging through sauces, etc. like a complete barbarian. </p>\n\n<p>As such, it is my contention that all things like shrimp tails, legs, heads, and skin, clam shells, or any other such inedible materials that interfere with a dish&#39;s consumption should be removed. </p>\n\n<p>I welcome any questions, or comments that may help me see this issue in a different light. Thank you for your time and consideration.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/pog058/cmv_unpeeled_or_only_partially_peeled_shrimp_clam/",
  "subreddit": "changemyview",
  "id": "pog058",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When you sit down to a meal, I think we can all agree that it should be a\nrelaxing, pleasant experience. The last thing someone should have to do is\nperform surgery on their pasta. Yet, that is often exactly what is required of\ndiners when a restaurant offers pasta with shrimp that have not been…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "食事をするときは、誰もがリラックスして楽しい時間を過ごしたいと思っているはずです。\n食事をするときは、リラックスして楽しいものでなければなりません。誰かがしなければならない最後のことは\nパスタに手術をするのは一番避けたいことです。しかし、レストランが海老のパスタを提供している場合は、まさにそれが求められます。\nしかし、レストランが提供する海老のパスタには、そのようなことが求められます。",
      "title": "CMV：皮を剥いていない、または部分的にしか剥いていないエビやアサリの殻など、食用に適さないものはパスタに入れてはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当你坐下来吃饭的时候，我想我们都同意这应该是一个\n轻松、愉快的经历。人们最不应该做的事情是\n对他们的面食进行手术。然而，当一家餐厅提供的意大利面中加入了 \"小白菜 \"的时候，这往往是对食客的要求。\n然而，当一家餐厅提供的意大利面中有未经处理的虾时，这正是对食客的要求。",
      "title": "CMV：未去皮或仅部分去皮的虾、蛤蜊壳或任何其他不可食用的材料不应包括在意大利面中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當你坐下來喫飯的時候，我想我們都同意這應該是一個\n輕鬆、愉快的經歷。人們最不應該做的事情是\n對他們的麪食進行手術。然而，當一家餐廳提供的意大利麪中加入了 \"小白菜 \"的時候，這往往是對食客的要求。\n然而，當一家餐廳提供的意大利麪中有未經處理的蝦時，這正是對食客的要求。",
      "title": "CMV：未去皮或僅部分去皮的蝦、蛤蜊殼或任何其他不可食用的材料不應包括在意大利麪中。"
    }
  ]
}