{
  "approved_at_utc": null,
  "subreddit": "changemyview",
  "selftext": "I do think some people who are like war criminals who refuse to rehabilitate **deserve** the death penalty but shouldn't get it. Here is why. I don't trust the government, there are many problems with the government (from a US and UK standpoint) like racism and being biased against poor folk. Which when it's a matter of human life is not just something we can just accept. It's obvious that rich people have a huge advantage in court and poor people don't. As i'm sure you are aware [blacks already have unfair jail sentences](https://www.ussc.gov/research/research-reports/demographic-differences-sentencing). There is more on that but it's pretty common knowledge. Even here in the UK it's bad [read this](https://www.theguardian.com/law/2019/jan/26/met-police-disproportionately-use-stop-and-search-powers-on-black-people). I am neither white nor black but it's still an issue. [even poor people](https://www.prisonpolicy.org/research/poverty_and_wealth/). Now imagine that but the government can take lives. Already at least 150 people have been wrongfully convicted and sentenced to death in the US alone. They can't get their lives back can they? The government is inefficient and giving them the chance to end lives is giving them to much power. They can force confessions out of you if they want, and trust me they have [.](https://en.wikipedia.org/wiki/Frazier_v._Cupp) But it's rare isn't it? Yes but the thing is it can and will happen, what if it's used against you? What if your close friend or parents are forced to confess for a crime they didn't commit? People in higher positions can blackmail you or exploit you. Most people in power don't give 2 shits about you and if they can grab some cash out of wrongfully sentencing you to death they will. Look at what our governments are doing and have done, why would any sane person want them to have the ability to kill? Sure we have all these things like DNA testing's but it's not always going to be used. I do think people deserve to have the death penalty but we can't have it.",
  "author_fullname": "t2_aj5dudrl",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "CMV:I don't trust the government with the death penalty",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/changemyview",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_lw3l8n",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.93,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 55,
  "total_awards_received": 0,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 55,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1614725176,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.changemyview",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I do think some people who are like war criminals who refuse to rehabilitate <strong>deserve</strong> the death penalty but shouldn&#39;t get it. Here is why. I don&#39;t trust the government, there are many problems with the government (from a US and UK standpoint) like racism and being biased against poor folk. Which when it&#39;s a matter of human life is not just something we can just accept. It&#39;s obvious that rich people have a huge advantage in court and poor people don&#39;t. As i&#39;m sure you are aware <a href=\"https://www.ussc.gov/research/research-reports/demographic-differences-sentencing\">blacks already have unfair jail sentences</a>. There is more on that but it&#39;s pretty common knowledge. Even here in the UK it&#39;s bad <a href=\"https://www.theguardian.com/law/2019/jan/26/met-police-disproportionately-use-stop-and-search-powers-on-black-people\">read this</a>. I am neither white nor black but it&#39;s still an issue. <a href=\"https://www.prisonpolicy.org/research/poverty_and_wealth/\">even poor people</a>. Now imagine that but the government can take lives. Already at least 150 people have been wrongfully convicted and sentenced to death in the US alone. They can&#39;t get their lives back can they? The government is inefficient and giving them the chance to end lives is giving them to much power. They can force confessions out of you if they want, and trust me they have <a href=\"https://en.wikipedia.org/wiki/Frazier_v._Cupp\">.</a> But it&#39;s rare isn&#39;t it? Yes but the thing is it can and will happen, what if it&#39;s used against you? What if your close friend or parents are forced to confess for a crime they didn&#39;t commit? People in higher positions can blackmail you or exploit you. Most people in power don&#39;t give 2 shits about you and if they can grab some cash out of wrongfully sentencing you to death they will. Look at what our governments are doing and have done, why would any sane person want them to have the ability to kill? Sure we have all these things like DNA testing&#39;s but it&#39;s not always going to be used. I do think people deserve to have the death penalty but we can&#39;t have it.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "qa",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2w2s8",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "lw3l8n",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "I_Make_Crappy_Jokes",
  "discussion_type": null,
  "num_comments": 21,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/changemyview/comments/lw3l8n/cmvi_dont_trust_the_government_with_the_death/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/changemyview/comments/lw3l8n/cmvi_dont_trust_the_government_with_the_death/",
  "subreddit_subscribers": 1254222,
  "created_utc": 1614704438,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1614696376,
  "the_new_excerpt": "I do think some people who are like war criminals who refuse to rehabilitate\ndeserve the death penalty but shouldn't get it. Here is why. I don't trust the\ngovernment, there are many problems with the government (from a US and UK\nstandpoint) like racism and being biased against poor folk. Which when…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我倒是觉得有些人像战犯一样不肯改过自新的人\n应该被判处死刑但不应该被判处死刑。这就是为什么。我不相信\n政府，政府存在很多问题（从美国和英国的。\n观点）像种族主义和对穷人的偏见。其中当...",
      "title": "CMV:我不相信政府会判处死刑"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我倒是覺得有些人像戰犯一樣不肯改過自新的人\n應該被判處死刑但不應該被判處死刑。這就是爲什麼。我不相信\n政府，政府存在很多問題（從美國和英國的。\n觀點）像種族主義和對窮人的偏見。其中當...",
      "title": "CMV:我不相信政府會判處死刑"
    }
  ]
}