{
  "author": "dewioffendu",
  "original_created_utc": 1636507670,
  "title": "I just read \"The Power of the Dog\" and \"The Cartell\" back to back and I will never look at immigrants trying to cross the US border the same again.",
  "created_utc": 1636517526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All I could think about while reading these books is what I would do if I had to try and raise my family in one of these countries that are ravaged by the drug trade. The fact that the books are based off of real life events make my soul hurt. I knew it was bad but these books really give you different perspective and help you realize why people will risk their lives to escape the atrocities caused by the US that started with the fight against communism.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/qqio98/i_just_read_the_power_of_the_dog_and_the_cartell/",
  "subreddit": "books",
  "id": "qqio98",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "All I could think about while reading these books is what I would do if I had to\ntry and raise my family in one of these countries that are ravaged by the drug\ntrade. The fact that the books are based off of real life events make my soul\nhurt. I knew it was bad but these books really give you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これらの本を読みながら考えたのは、もし自分が麻薬で荒廃した国で家族を育てなければならないとしたら、どうするだろうということでした。\nこの本を読みながら考えていたのは、もし自分が麻薬で荒廃した国で家族を育てなければならないとしたらどうするか、ということでした。\nということでした。この本が実際の出来事に基づいているという事実は、私の心を痛めます。\nが痛くなります。悪いことだとは思っていましたが、これらの本は本当にあなたに...",
      "title": "私はちょうど「犬の力」と「カルテル」を交互に読んだところで、アメリカの国境を越えようとする移民を二度と同じように見ることはないだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在阅读这些书时，我所想的是，如果我不得不在这些被毒品蹂躏的国家中尝试养育我的家人，我会怎么做？\n试图在这些被毒品贸易蹂躏的国家中抚养我的家人，我会怎么做？\n贸的国家，我会怎么做。这些书是根据现实生活中的事件改编的，这使我的灵魂受到伤害。\n痛。我知道这很糟糕，但这些书真的让你...",
      "title": "我刚刚背对背读了《狗的力量》和《卡特尔》，我再也不会像以前那样看待试图穿越美国边境的移民了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在閱讀這些書時，我所想的是，如果我不得不在這些被毒品蹂躪的國家中嘗試養育我的家人，我會怎麼做？\n試圖在這些被毒品貿易蹂躪的國家中撫養我的家人，我會怎麼做？\n貿的國家，我會怎麼做。這些書是根據現實生活中的事件改編的，這使我的靈魂受到傷害。\n痛。我知道這很糟糕，但這些書真的讓你...",
      "title": "我剛剛背對背讀了《狗的力量》和《卡特爾》，我再也不會像以前那樣看待試圖穿越美國邊境的移民了。"
    }
  ]
}