{
  "author": "cammickin",
  "the_new_excerpt": "TL;DR we shouldn’t forgive up for 50k in debt. Instead we should make all\ninterest rates 0% and let past payment count toward the original amount of debt.\n\nEdit: I realize I should’ve said cancelled instead of forgiven too keep in line\nwith the current messaging about the issue.\n\nPreface: I believe…",
  "original_created_utc": 1616285002,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "TL;DR我们不应该原谅了5万的债务。相反，我们应该让所有\n利率0%，让过去的还款额计入原来的债务额。\n\n编辑：我意识到我应该说取消，而不是宽恕，以保持一致。\n与目前关于这个问题的消息。\n\n前言。我相信...",
      "title": "CMV：学生贷款债务不应该被免除，而是应该再融资。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TL;DR我們不應該原諒了5萬的債務。相反，我們應該讓所有\n利率0%，讓過去的還款額計入原來的債務額。\n\n編輯：我意識到我應該說取消，而不是寬恕，以保持一致。\n與目前關於這個問題的消息。\n\n前言。我相信...",
      "title": "CMV：學生貸款債務不應該被免除，而是應該再融資。"
    }
  ],
  "title": "CMV: Student loan debt shouldn’t be forgiven, but rather refinanced",
  "created_utc": 1616298267,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TL;DR we shouldn’t forgive up for 50k in debt. Instead we should make all interest rates 0% and let past payment count toward the original amount of debt.</p>\n\n<p>Edit: I realize I should’ve said cancelled instead of forgiven too keep in line with the current messaging about the issue.</p>\n\n<p>Preface: I believe public universities should be free, but that legislations is harder/more complicated than addressing student loan debt in the current administration. I’m also basing my argument on recent proposals from AOC and chuck Schumer.</p>\n\n<p>Eliminating student loan debt with some type of executive order isn’t sustainable. Congress won’t pass a law anytime soon so exec order has been the biggest avenue discussed.</p>\n\n<p>It’s also just not fair to people who paid of their debt for other to get $50k free. Sure it would instantly help the economy. But if you hadn’t taken out loans you would still be expected to pay for school in some way via cash, scholarship or grant. Therefore loans shouldn’t be forgiven, but “refinanced”</p>\n\n<p>Essentially, interest rates should drop to 0% on all government loans and any payments made count toward the original loan amount. For example if you took out 100k in loans, paid 50k so far and currently owe 75k. 25k of interest payments would go toward the original loan instead. For those who paid off their loans, they should get some type of tax credit.</p>\n\n<p>This is more sustainable than just 50k in forgiven debt, and accounts for varying amounts of debt or financial situations fairly compared to an up to 50k policy. In this case theirs no cap on debt forgiven. Current proposals bank on free college passing soon. And what happens to the next round of graduates who take on loans? We theirs be guaranteed cancelled? Or do we continue the cycle?</p>\n\n<p>If you didn’t take out loans or didn’t go to college, this is fair to you because you were either able to pay for school, or you made the decision that college was too expensive for you. Neither of these groups are entitled to any money despite their complaints on Twitter (ps: I paid worked through school and got scholarships so I fall in this group)</p>\n\n<p>For those who think student loans should remain as they are: \nMany people signed up for loans at 17 or 18 and were sold a false promise of a good career as long as they went to school. Two economic depressions in 15yrs, rising housing prices, and stagnant wages said otherwise and they were screwed. Also, government loans should not have interest anyway. For banks they make profit off of interest or stake in a company. The government gets stake in you in that, by giving you a higher education your wages increase and so does the number of taxes you pay and GDP you generate. </p>\n\n<p>Until college is free, I believe this is the only truly fair solution to the student loan debt crisis.</p>\n\n<p>I’m not an economist, so if you can demonstrate that the 50k plan is better for the economy overall and sustainable I’d love to hear it.</p>\n\n<p>Edit 2: I also agree with the idea of not everything is fair and the 50k plan makes life better for everyone even if other suffered in the past “that’s just how progress works, we have to get better”. But it’s not as fair as just eliminating interest. This way you literally just pay what you owe and you are paying the same as everyone else, those who paid it off &amp; those who never got loans, just at a different point in time.</p>\n\n<p>Edit3: I guess to clarify, I’m asking is there a good reason why I should feel the 50k plan is better than what I explained above. Or even why we shouldn’t address the issue at all for those who are against any kind of debt reform.</p>\n</div><!-- SC_ON -->",
  "score": 149,
  "permalink": "/r/changemyview/comments/m9jmlr/cmv_student_loan_debt_shouldnt_be_forgiven_but/",
  "subreddit": "changemyview",
  "id": "m9jmlr",
  "is_self": true,
  "media": null,
  "is_video": false
}