{
  "author": "CrazyMonkey2003",
  "the_new_excerpt": "I’m tired of seeing people getting mad/hating on people for wearing clothing of\nother cultures or even wearing hairstyles of other cultures like braids. All\nthese people who claim that this is cultural appropriation are wrong. Cultural\nappropriation is taking a part of ones culture and either…",
  "original_created_utc": 1613814077,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我已经厌倦了看到人们因为穿上衣服而发火/憎恨别人的行为。\n其他文化，甚至戴上其他文化的发型，如辫子。所有\n这些声称这是文化侵占的人是错误的。文化\n挪用是指从自己的文化中抽取一部分，要么... ...",
      "title": "CMV：文化挪用是一个西方概念。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經厭倦了看到人們因爲穿上衣服而發火/憎恨別人的行爲。\n其他文化，甚至戴上其他文化的髮型，如辮子。所有\n這些聲稱這是文化侵佔的人是錯誤的。文化\n挪用是指從自己的文化中抽取一部分，要麼... ...",
      "title": "CMV：文化挪用是一個西方概念。"
    }
  ],
  "title": "CMV: Cultural appropriation is a western concept",
  "created_utc": 1613825158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m tired of seeing people getting mad/hating on people for wearing clothing of other cultures or even wearing hairstyles of other cultures like braids. All these people who claim that this is cultural appropriation are wrong. Cultural appropriation is taking a part of ones culture and either claiming it as your own or disrespecting. Getting braids in your hair when you’re not black and wearing a kimono when you’re not Japanese is okay you’re just appreciating aspects of another culture. I’m from Uganda (a country in east Africa) and when I lived there sometimes white people would come on vacation, they would where kanzu’s which are traditional dresses in our culture. Nobody got offended, nobody was mad we were happy to see someone else enjoying and taking part in our culture. I also saw this video on YouTube where this Japanese man was interviewing random people in japan and showed them pictures of people of other races wearing a kimono and asking for there opinions. They all said they were happy that there culture was being shared, no one got mad. When you go to non western countries everyone’s happy that you want to participate in there culture. </p>\n\n<p>I believe that cultural appropriation is now a western concept because of the fact that the only people who seen to get mad and offended are westerners. They twisted the meaning of cultural appropriation to basically being if you want to participate in a culture its appropriation. I think it’s bs.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/lo3sg6/cmv_cultural_appropriation_is_a_western_concept/",
  "subreddit": "changemyview",
  "id": "lo3sg6",
  "is_self": true,
  "media": null,
  "is_video": false
}