{
  "author": "palefyres",
  "original_created_utc": 1636544429,
  "title": "Can someone explain why most philosophers believe free will exists? Logically, isn't there no way?",
  "created_utc": 1636621156,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is in regards to the philpapers survey saying that the majority of philosophers believe in free will.</p>\n\n<p>Off Merriam-Webster:</p>\n\n<p><strong>free will</strong></p>\n\n<p><strong>1:</strong> voluntary choice or decisionI do this of my own <em>free will</em></p>\n\n<p><strong>2:</strong> freedom of humans to make choices that are not determined by prior causes or by divine intervention</p>\n\n<p>Isn&#39;t everything we do determined by our genetics and environment? Many serial killers are born with genetic psychopathy and are raised in abusive/cold environments growing up, just by going through the biographies of the most famous ones (Ted Bundy, The Night Stalker, Ed Helms, etc.).</p>\n\n<p>So how can free will exist? Any decision we make is influenced by factors out of our control. Can someone knowledgeable help me understand why most philosophers believe in it? This is an appeal to authority but: a psychology lecturer from Stanford came to our college and explained this in detail, with him saying with conviction that it is impossible for free will to exist and that it&#39;s an illusion. He said that everything in our life is determined by our parents, as they give us their genetics and dictate our environment.</p>\n\n<p>Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/askphilosophy/comments/qqsioe/can_someone_explain_why_most_philosophers_believe/",
  "subreddit": "askphilosophy",
  "id": "qqsioe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is in regards to the philpapers survey saying that the majority of\nphilosophers believe in free will.\n\nOff Merriam-Webster:\n\nfree will\n\n1: voluntary choice or decisionI do this of my own free will\n\n2: freedom of humans to make choices that are not determined by prior causes or\nby divine…"
}