{
  "author": "Historical-Ratio-343",
  "the_new_excerpt": "I don’t think affirmative action is the best or fairest way to decide who gets\ninto college. Instead of using race as a factor in admissions colleges should\nuse income, zip code, wealth or some other metric to help poorer Americans.\n\nI just think it is fundamentally unfair that an upper middle class…",
  "original_created_utc": 1611373911,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不认为平权行动是最好的或最公平的方式来决定谁可以获得\n进入大学。与其将种族作为录取的一个因素，高校应该是\n用收入、邮编、财富或其他一些指标来帮助更贫穷的美国人。\n\n我只是认为这是根本上不公平的 一个中上层阶级...",
      "title": "[改变我的想法]：应以基于需求的方案取代平权行动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不認爲平權行動是最好的或最公平的方式來決定誰可以獲得\n進入大學。與其將種族作爲錄取的一個因素，高校應該是\n用收入、郵編、財富或其他一些指標來幫助更貧窮的美國人。\n\n我只是認爲這是根本上不公平的 一箇中上層階級...",
      "title": "[改變我的想法]：應以基於需求的方案取代平權行動。"
    }
  ],
  "title": "CMV: Affirmative action should be replaced with a need based program",
  "created_utc": 1611400118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t think affirmative action is the best or fairest way to decide who gets into college. Instead of using race as a factor in admissions colleges should use income, zip code, wealth or some other metric to help poorer Americans. </p>\n\n<p>I just think it is fundamentally unfair that an upper middle class African American has a better chance at getting into a top tier school than a first generation Vietnamese immigrant who is the first in their family to go to college solely because of race. </p>\n\n<p>The main reason I hear cited for the continuation of affirmative action is the that minority groups have faced disadvantages in the past they should get preferential treatment into colleges now. I don’t agree with this for a couple reasons. First I feel like a need based program would serve the same need without using race as a factor. If a minority is disadvantaged because of discrimination they would benefit under a need based system because of their lower income. Secondly just because some minorities were discriminated against in the past doesn’t mean we should discriminate against other people (Asian and Caucasian Americans) today. In essence two wrongs do not make a right.  </p>\n\n<p>I want to hear other points of view and am open to awarding deltas and having my view changed.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/changemyview/comments/l34jjg/cmv_affirmative_action_should_be_replaced_with_a/",
  "subreddit": "changemyview",
  "id": "l34jjg",
  "is_self": true,
  "media": null,
  "is_video": false
}