{
  "author": "Laylarhoades",
  "the_new_excerpt": "The three things I love about the book:\n\n 1. The gradual tension created leading up to the murder. I could feel how some\n    of them (especially Henry) reached their breaking point.\n\n 2. The character development. The book made me feel like I knew these\n    characters personally. The characters were…",
  "original_created_utc": 1622201953,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本の3つの魅力を紹介します。\n\n 1. 殺人事件に至るまでの段階的な緊張感。何人かの人（特にヘンリー）が限界に達したのを感じた。\n    特にヘンリー）が限界に達したことを感じました。\n\n 2. キャラクターの成長。登場人物を個人的に知っているような気分にさせてくれた。\n    個人的にキャラクターを知っているように感じさせてくれました。登場人物たちは...",
      "title": "Donna Tarttの「The Secret History」-おそらく今年読んだ本の中で最高の本だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢这本书的三件事。\n\n 1. 谋杀案发生前逐渐形成的紧张气氛。我可以感觉到他们中的一些人（尤其是亨利）是如何达到他们的崩溃点的。\n    他们中的一些人（尤其是亨利）达到了他们的崩溃点。\n\n 2. 2. 人物的发展。这本书让我觉得我认识这些\n    人物。这些人物是...",
      "title": "唐娜-塔特的《秘史》--可能是我今年读过的最好的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡這本書的三件事。\n\n 1. 謀殺案發生前逐漸形成的緊張氣氛。我可以感覺到他們中的一些人（尤其是亨利）是如何達到他們的崩潰點的。\n    他們中的一些人（尤其是亨利）達到了他們的崩潰點。\n\n 2. 2. 人物的發展。這本書讓我覺得我認識這些\n    人物。這些人物是...",
      "title": "唐娜-塔特的《祕史》--可能是我今年讀過的最好的書。"
    }
  ],
  "title": "The Secret History by Donna Tartt-probably the best book I’ve read this year.",
  "created_utc": 1622211082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The three things I love about the book:</p>\n\n<ol>\n<li><p>The gradual tension created leading up to the murder. I could feel how some of them (especially Henry) reached their breaking point.</p></li>\n<li><p>The character development. The book made me feel like I knew these characters personally. The characters were so incredibly complex people (especially Bunny and Henry) who have their own principles and stick to them.</p></li>\n<li><p>The obsession with beauty and aesthetics in the book. The book is filled with lovely quotes and made me fall in love with Ancient Greece.</p></li>\n</ol>\n\n<p>Another great thing about this book is its straightforward writing style. It makes it easier to follow the complicated ideologies and rituals mentioned. </p>\n\n<p>Would 100% recommend it.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/books/comments/nmvy8n/the_secret_history_by_donna_tarttprobably_the/",
  "subreddit": "books",
  "id": "nmvy8n",
  "is_self": true,
  "media": null,
  "is_video": false
}