{
  "author": "imivani",
  "original_created_utc": 1638565542,
  "title": "These panic posts are annoying",
  "created_utc": 1638581551,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Just fucking hold your Bitcoin, it’s not a get rich quick scheme. People I know are finally getting into it and there is so much misinformation being thrown around. I’ve been holding since 2015 and made many mistakes (such as selling early) and seriously regret it. &lt;/p&gt;\n\n&lt;p&gt;If you don’t have bills to pay, just hold your money and fucking stack. A 10 or 20% loss right now is nothing if you compare it to the potential price in 5-10 years. Bitcoin, in my humble opinion, should be used as a secondary savings account. All this Wallstreetbets “ape” shit has got to go man.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 315,
  "permalink": "/r/Bitcoin/comments/r8953e/these_panic_posts_are_annoying/",
  "subreddit": "Bitcoin",
  "id": "r8953e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just fucking hold your Bitcoin, it’s not a get rich quick scheme. People I know\nare finally getting into it and there is so much misinformation being thrown\naround. I’ve been holding since 2015 and made many mistakes (such as selling\nearly) and seriously regret it.\n\nIf you don’t have bills to pay,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ビットコインを持っているだけで、一攫千金を狙えるわけではありません。\nているわけではありません。私の知っている人たちはようやくビットコインを始めましたが、多くの誤った情報が飛び交っています。\n誤った情報が飛び交っています。私は2015年から保有していますが、多くの間違いを犯しました。\n私は2015年から保有していますが、多くの間違いを犯し（早期に売却するなど）、真剣に後悔しています....",
      "title": "このようなパニック投稿は迷惑です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>就他妈的拿着你的比特币，这不是一个快速致富的计划。\n快速致富的计划。我认识的人终于开始接触它了，但有那么多的\n很多错误的信息被抛来抛去。我从2015年开始持有，犯了很多错误（比如提前卖出）。\n很多错误（比如提前卖出），并且非常后悔....",
      "title": "这些恐慌性的帖子很烦人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>就他媽的拿着你的比特幣，這不是一個快速致富的計劃。\n快速致富的計劃。我認識的人終於開始接觸它了，但有那麼多的\n很多錯誤的信息被拋來拋去。我從2015年開始持有，犯了很多錯誤（比如提前賣出）。\n很多錯誤（比如提前賣出），並且非常後悔....",
      "title": "這些恐慌性的帖子很煩人"
    }
  ]
}