{
  "author": "nutsnackk",
  "original_created_utc": 1628466792,
  "title": "YSK that if your white dress shirts have brown stains on the collar then take a shower and scrub the dry skin cells around your neck with an exfoliater right before wearing them and you won’t get brown stains.",
  "created_utc": 1628471552,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I dont know why this never crossed my mind before. Ive thrown away countless white dress shirts because of this. I have one of those korean green scrub/exfoliating mitts from H mart and a light scrub around my neck in the shower completely gets rid of any brown stains. Just make sure to shower right before wearing your white dress shirt.</p>\n\n<p>Clarification: this won’t get rid of your already stained shirts. Just start doing this moving forward for new white shirts.</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/YouShouldKnow/comments/p0pwfm/ysk_that_if_your_white_dress_shirts_have_brown/",
  "subreddit": "YouShouldKnow",
  "id": "p0pwfm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI dont know why this never crossed my mind before. Ive thrown away countless\nwhite dress shirts because of this. I have one of those korean green\nscrub/exfoliating mitts from H mart and a light scrub around my neck in the\nshower completely gets rid of any brown stains. Just make sure to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n今まで、なぜこのことが頭に浮かばなかったのか分かりません。白いドレスシャツを数え切れないほど捨ててきました。\n白いドレスシャツを数え切れないほど捨てました。私は、Hマートで買った韓国製の緑色の\n私は、Hマートの韓国製グリーンのスクラブ/角質除去ミットを持っていて、シャワーで首の周りを軽くこすると\nシャワーで首の周りを軽くこすると、茶色いシミが完全に取れます。ちょうど確認してください...",
      "title": "YSKさんは、白いドレスシャツの襟元に茶色いシミがついてしまった場合、着る直前にシャワーを浴びて、角質除去剤で首周りの乾燥した皮膚をこすると、茶色いシミがつかなくなるそうです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我不知道为什么我以前从未想过这个问题。我已经扔掉了无数的\n白衬衫，因为这一点。我有一个韩国的绿色\n擦洗/去角质的手套，并在我的脖子上挂了一个轻度擦洗器。\n淋浴时在脖子上轻轻擦洗，就能完全摆脱任何棕色污渍。只要确保...",
      "title": "YSK说，如果你的白衬衫领口有棕色污渍，那么在穿之前先洗个澡，用去角质剂擦洗脖子周围的干燥皮肤细胞，你就不会有棕色污渍了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我不知道爲什麼我以前從未想過這個問題。我已經扔掉了無數的\n白襯衫，因爲這一點。我有一個韓國的綠色\n擦洗/去角質的手套，並在我的脖子上掛了一個輕度擦洗器。\n淋浴時在脖子上輕輕擦洗，就能完全擺脫任何棕色污漬。只要確保...",
      "title": "YSK說，如果你的白襯衫領口有棕色污漬，那麼在穿之前先洗個澡，用去角質劑擦洗脖子周圍的乾燥皮膚細胞，你就不會有棕色污漬了。"
    }
  ]
}