{
  "author": "oneultralamewhiteboy",
  "original_created_utc": 1628017390,
  "title": "YSK switching pesticide brands and types regularly is a good strategy to prevent pests evolving resistance.",
  "created_utc": 1628077043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cockroaches, ants, etc. can slowly become resistant to pesticides. Switching them up can prevent that. This also applies to weed killers, fungicides, etc.</p>\n\n<p>Ideally, you should use pesticides as little as possible around your home. They should be a last resort. Things like diatomaceous earth or natural repellents like lemon oil, eucalyptus oil, etc. are preferable. You can search for &#39;natural pest control&#39; depending on what you&#39;re trying to keep away. </p>\n\n<p>Pesticides can very easily enter the environment. You spray some ants or roaches, something like a lizard or a bird eats the dying or dead bug, gets sick itself and dies. Then maybe something like a hawk or a coyote eats the dead bird and also gets ill. This is a bigger problem with agriculture than home defense, but it&#39;s still an issue. In agriculture, many farms use pesticides on literally everything, all the time. Seeds are sprayed with pesticides and throughout the plants&#39; lifespan. </p>\n\n<p>Again, pesticides should be used as a last resort, but your mileage may vary. Having an exterminator come by once a month is probably excessive unless your problem is extremely serious. There&#39;s nothing wrong with using pesticides when necessary, but if you want them to be the most effective, it&#39;s important to limit their use and switch up chemical classes when applying them.</p>\n\n<p>Some sources:\n<a href=\"https://www.canr.msu.edu/grapes/integrated_pest_management/how-pesticide-resistance-develops\">https://www.canr.msu.edu/grapes/integrated_pest_management/how-pesticide-resistance-develops</a></p>\n\n<p><a href=\"https://www.architecturaldigest.com/story/natural-pesticide-tips\">https://www.architecturaldigest.com/story/natural-pesticide-tips</a></p>\n\n<p><a href=\"https://www.chemistryworld.com/features/the-growing-problem-of-pesticide-resistance/4013465.article\">https://www.chemistryworld.com/features/the-growing-problem-of-pesticide-resistance/4013465.article</a></p>\n</div><!-- SC_ON -->",
  "score": 275,
  "permalink": "/r/YouShouldKnow/comments/oxadek/ysk_switching_pesticide_brands_and_types/",
  "subreddit": "YouShouldKnow",
  "id": "oxadek",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cockroaches, ants, etc. can slowly become resistant to pesticides.\nSwitching them up can prevent that. This also applies to weed killers,\nfungicides, etc.\n\nIdeally, you should use pesticides as little as possible around your home. They\nshould be a last resort. Things like diatomaceous earth…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、ゴキブリやアリなどは、徐々に殺虫剤に耐性を持つようになるからです。\nそれを防ぐために、殺虫剤を切り替えるのです。これは、除草剤や殺菌剤などにも当てはまります。\n殺菌剤などにも当てはまります。\n\n家の周りでは、できるだけ農薬を使わないのが理想的です。殺虫剤は\n殺虫剤は最後の手段にしましょう。珪藻土のようなものは...。",
      "title": "YSKは定期的に農薬の銘柄や種類を変更することで、害虫の抵抗力を進化させないようにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：蟑螂、蚂蚁等会慢慢对杀虫剂产生抗药性。\n更换它们可以防止这种情况。这也适用于除草剂。\n杀真菌剂等。\n\n理想情况下，你应该尽可能少地在家里使用杀虫剂。它们\n应该是最后的手段。像硅藻土这样的东西...",
      "title": "YSK定期更换杀虫剂品牌和类型是防止害虫进化出抗药性的一个好策略。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：蟑螂、螞蟻等會慢慢對殺蟲劑產生抗藥性。\n更換它們可以防止這種情況。這也適用於除草劑。\n殺真菌劑等。\n\n理想情況下，你應該儘可能少地在家裏使用殺蟲劑。它們\n應該是最後的手段。像硅藻土這樣的東西...",
      "title": "YSK定期更換殺蟲劑品牌和類型是防止害蟲進化出抗藥性的一個好策略。"
    }
  ]
}