{
  "author": "oneultralamewhiteboy",
  "original_created_utc": 1628017390,
  "title": "YSK switching pesticide brands and types regularly is a good strategy to prevent pests evolving resistance.",
  "created_utc": 1628077043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cockroaches, ants, etc. can slowly become resistant to pesticides. Switching them up can prevent that. This also applies to weed killers, fungicides, etc.</p>\n\n<p>Ideally, you should use pesticides as little as possible around your home. They should be a last resort. Things like diatomaceous earth or natural repellents like lemon oil, eucalyptus oil, etc. are preferable. You can search for &#39;natural pest control&#39; depending on what you&#39;re trying to keep away. </p>\n\n<p>Pesticides can very easily enter the environment. You spray some ants or roaches, something like a lizard or a bird eats the dying or dead bug, gets sick itself and dies. Then maybe something like a hawk or a coyote eats the dead bird and also gets ill. This is a bigger problem with agriculture than home defense, but it&#39;s still an issue. In agriculture, many farms use pesticides on literally everything, all the time. Seeds are sprayed with pesticides and throughout the plants&#39; lifespan. </p>\n\n<p>Again, pesticides should be used as a last resort, but your mileage may vary. Having an exterminator come by once a month is probably excessive unless your problem is extremely serious. There&#39;s nothing wrong with using pesticides when necessary, but if you want them to be the most effective, it&#39;s important to limit their use and switch up chemical classes when applying them.</p>\n\n<p>Some sources:\n<a href=\"https://www.canr.msu.edu/grapes/integrated_pest_management/how-pesticide-resistance-develops\">https://www.canr.msu.edu/grapes/integrated_pest_management/how-pesticide-resistance-develops</a></p>\n\n<p><a href=\"https://www.architecturaldigest.com/story/natural-pesticide-tips\">https://www.architecturaldigest.com/story/natural-pesticide-tips</a></p>\n\n<p><a href=\"https://www.chemistryworld.com/features/the-growing-problem-of-pesticide-resistance/4013465.article\">https://www.chemistryworld.com/features/the-growing-problem-of-pesticide-resistance/4013465.article</a></p>\n</div><!-- SC_ON -->",
  "score": 275,
  "permalink": "/r/YouShouldKnow/comments/oxadek/ysk_switching_pesticide_brands_and_types/",
  "subreddit": "YouShouldKnow",
  "id": "oxadek",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cockroaches, ants, etc. can slowly become resistant to pesticides.\nSwitching them up can prevent that. This also applies to weed killers,\nfungicides, etc.\n\nIdeally, you should use pesticides as little as possible around your home. They\nshould be a last resort. Things like diatomaceous earth…"
}