{
  "author": "SpectrumDT",
  "the_new_excerpt": "The following applies to creative works of any genre: music, literature, film,\netc. Most of my examples will be about literature.\n\nTo me, a creative work is good to the extent that it is enjoyable and/or to\nexperience or think about.\n\nI often hear arguments of the form: \"You may like it, but it is…",
  "original_created_utc": 1612250670,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "以下适用于任何体裁的创作作品：音乐、文学、电影。\n等。我的大部分例子将是关于文学的。\n\n对我来说，一个创造性的作品，只要它是令人愉快的，和/或对\n经验或思考。\n\n我经常听到这样的争论 \"你可能会喜欢它，但它是... ...",
      "title": "CMV：除了我自己的品味之外，我没有理由去关心一个创作作品 \"客观 \"的好与坏"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "以下適用於任何體裁的創作作品：音樂、文學、電影。\n等。我的大部分例子將是關於文學的。\n\n對我來說，一個創造性的作品，只要它是令人愉快的，和/或對\n經驗或思考。\n\n我經常聽到這樣的爭論 \"你可能會喜歡它，但它是... ...",
      "title": "CMV：除了我自己的品味之外，我沒有理由去關心一個創作作品 \"客觀 \"的好與壞"
    }
  ],
  "title": "CMV: I have no reason to care whether a creative work is \"objectively\" good or bad beyond my own taste",
  "created_utc": 1612270940,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The following applies to creative works of any genre: music, literature, film, etc. Most of my examples will be about literature. </p>\n\n<p><strong>To me, a creative work is <em>good</em> to the extent that it is enjoyable and/or to experience or think about.</strong></p>\n\n<p>I often hear arguments of the form: <em>&quot;You may like it, but it is objectively poor quality.&quot;</em> Such arguments are stupid and misguided. </p>\n\n<p>Sometimes the argument is intricate (&quot;this work lacks character development and themes&quot;). At other times the argument is completely ridiculous and arbitrary (&quot;H. P. Lovecraft is bad because he uses too many adjectives&quot;, &quot;fantasy fiction that spends much time on on worldbuilding is bad because worldbuilding does not count towards literary merit&quot;).</p>\n\n<p>Today I am not interested in arguing whether judging creative works as objectively good or bad is meaningful at all or not. But I will claim this: <strong>Even if we assume that it is meaningful to judge creative works as objectively good or bad, I have no reason to care about it.</strong></p>\n\n<p>For me as a consumer, the only thing that needs to matter is whether something is enjoyable or thought-provoking to me.</p>\n\n<p>For me as a creator, the only thing that needs to matter is whether I like my own work and whether it will sell. (I may choose to care about other things, such as whether my work will be remembered after my death, but it is completely up to me whether that matters to me or not.) </p>\n\n<p>Whether the intelligentsia judge my works and the works I like as good or bad is completely immaterial outside their ivory towers. It does not matter, and no one needs to care.</p>\n\n<p>The only exception to this is when a work deliberately or accidentally sends a political message that has real-world consequences. If for example a work perpetuates racism or harmful misconceptions, that is an objective flaw that is worth caring about. Similarly, if a work spreads a message that genuinely helps people, that is an objective virtue that is worth worth caring about.</p>\n\n<p>But things like adjectives worldbuilding and fictional character development are completely dependent on personal taste.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/laq777/cmv_i_have_no_reason_to_care_whether_a_creative/",
  "subreddit": "changemyview",
  "id": "laq777",
  "is_self": true,
  "media": null,
  "is_video": false
}