{
  "author": "rkgk13",
  "original_created_utc": 1624848287,
  "title": "If you started your own Little Free Library...",
  "created_utc": 1624890033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What would the first round of books you put in it look like? Would you start with classics or go for crowd pleasers? </p>\n\n<p>Would you use circulating themes (i.e. Pride Month in June, beach reads in summer, Christmas books in winter) or would you stock it with whatever you&#39;d just recently read? </p>\n\n<p>I&#39;m curious about how people are actually using their own Little Free Libraries, or how they&#39;d set up their own (potential) one. I&#39;m planning on starting one eventually and I&#39;d love to hear your ideas.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o9bbqd/if_you_started_your_own_little_free_library/",
  "subreddit": "books",
  "id": "o9bbqd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What would the first round of books you put in it look like? Would you start\nwith classics or go for crowd pleasers?\n\nWould you use circulating themes (i.e. Pride Month in June, beach reads in\nsummer, Christmas books in winter) or would you stock it with whatever you'd\njust recently read?\n\nI'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に入れた本はどんなものになるのでしょうか？古典的なものから始めますか？\n古典的なものから始めるのか、それとも人気のあるものから始めるのか？\n\n巡回テーマ（例：6月のプライド月間、夏のビーチブック、冬のクリスマスブック）を使うか、それとも自分の好きな本を置くか？\n例えば、6月のプライド月間、夏のビーチブック、冬のクリスマスブックなど）、それとも最近読んだばかりの本を入れる？\nそれとも最近読んだばかりの本を置く？\n\n私は...",
      "title": "自分でLittle Free Libraryを立ち上げたら...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你放在里面的第一轮书会是什么样子？你会从\n是从经典开始，还是从群众喜闻乐见的书籍开始？\n\n你会使用流通的主题（例如，六月的自豪月，夏天的海滩读物，圣诞节的书籍）吗？\n夏天的海滩读物，冬天的圣诞读物），或者你会用你最近读过的任何书来储存它？\n最近刚读过的书？\n\n我是...",
      "title": "如果你开始自己的小型免费图书馆..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你放在裏面的第一輪書會是什麼樣子？你會從\n是從經典開始，還是從羣衆喜聞樂見的書籍開始？\n\n你會使用流通的主題（例如，六月的自豪月，夏天的海灘讀物，聖誕節的書籍）嗎？\n夏天的海灘讀物，冬天的聖誕讀物），或者你會用你最近讀過的任何書來儲存它？\n最近剛讀過的書？\n\n我是...",
      "title": "如果你開始自己的小型免費圖書館..."
    }
  ]
}