{
  "author": "emilybrownies",
  "the_new_excerpt": "I was a 12 year old immigrant so when I read the book, so I didn't know about\nits historical context. I simply picked up Adventures of Tom Sawyer and\nHuckleberry Finn because I heard it was a classic, and I thought the boy on the\ncover was cute. It's funny how the only thing I remember about…",
  "original_created_utc": 1624174860,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこの本を読んだのは12歳の移民だったので、その時代背景を知らなかったのです。\nその歴史的背景を知りませんでした。私が『トム・ソーヤとハックルベリー・フィンの冒険』を手にしたのは、古典的な作品だと聞いたからです。\nハックルベリー・フィンの冒険』を手にしたのは、古典だと聞いていたし、表紙の少年がかわいいと思ったからだ。\n表紙の少年がかわいかったからです。面白いことに、私が覚えている唯一のことは...。",
      "title": "ティーンの頃に、歴史的背景ではなく、娯楽だけで『ハックルベリー・フィン』を読んだ人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个12岁的移民，所以当我读这本书时，我不知道它的历史背景。\n它的历史背景。我只是简单地拿起《汤姆-索亚历险记》和《哈克贝利-费恩》，因为我听说这是一部经典作品。\n哈克贝利-费恩历险记》，因为我听说这是一本经典之作，而且我觉得封面上的男孩很可爱。\n封面上的男孩很可爱。有趣的是，我唯一记得的是...",
      "title": "有谁在青少年时期读过《哈克贝利-费恩》，不是为了其历史背景，而是仅仅为了娱乐？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個12歲的移民，所以當我讀這本書時，我不知道它的歷史背景。\n它的歷史背景。我只是簡單地拿起《湯姆-索亞歷險記》和《哈克貝利-費恩》，因爲我聽說這是一部經典作品。\n哈克貝利-費恩歷險記》，因爲我聽說這是一本經典之作，而且我覺得封面上的男孩很可愛。\n封面上的男孩很可愛。有趣的是，我唯一記得的是...",
      "title": "有誰在青少年時期讀過《哈克貝利-費恩》，不是爲了其歷史背景，而是僅僅爲了娛樂？"
    }
  ],
  "title": "Anyone read Huckleberry Finn as a teen not for its historical context, but for entertainment alone?",
  "created_utc": 1624194581,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was a 12 year old immigrant so when I read the book, so I didn&#39;t know about its historical context. I simply picked up Adventures of Tom Sawyer and Huckleberry Finn because I heard it was a classic, and I thought the boy on the cover was cute. It&#39;s funny how the only thing I remember about Huckleberry Finn was that he was a badass who skipped school, drank alcohol and smoked, dressed in rags and no shoes, hunted, and slept in random barns because he was homeless. Tom Sawyer was also pretty cool too but not as cool because he was kind of annoying with his pranks. It&#39;s funny how I remembered it. I might pick up the books again when I have time just to see if it&#39;s like how I remembered.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/o4089a/anyone_read_huckleberry_finn_as_a_teen_not_for/",
  "subreddit": "books",
  "id": "o4089a",
  "is_self": true,
  "media": null,
  "is_video": false
}