{
  "author": "Amazing_Winter_725",
  "original_created_utc": 1632526825,
  "title": "What prejudices would a German Jewish veteran of WWI have faced fighting with the American army in WWII?",
  "created_utc": 1632606411,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>An interesting post came up on <a href=\"/r/interestingasfuck\">r/interestingasfuck</a> (so far so good) with a picture of a Jewish war veteran having Nazi’s posted outside his shop. Delving deeper into the comments it appears this may be Richard Stern - a German Jew who later went on to enroll in the US army and win a medal fighting in Italy.</p>\n\n<p><a href=\"https://www.cnn.com/2020/01/27/europe/richard-stern-photo-grm-scli-intl/index.html\">https://www.cnn.com/2020/01/27/europe/richard-stern-photo-grm-scli-intl/index.html</a></p>\n\n<p>In the comments it’s posited that owing to the lack of historical understanding - it would have been very difficult for Stern being in the US army - due to his fellow servicemen attributing WWI to nazism/quasi-nazism as well.</p>\n\n<p>This struck me as slightly unlikely due to Nazism in the form we understand it today being a relatively new concept at the time and WWI being within living memory for a number of the soldiers, and all of their parents. Although, that’s not to say they would necessarily have been well informed on international affairs. </p>\n\n<p>That being said; I understand that there was quite strong anti-German as well as antisemitic feeling in Europe in the interwar period. Even if these weren’t being conflated with Nazism, I understand they could lead to a jolly hard time. But my limited recollections from school don’t extend to what feeling may have been in America.</p>\n\n<p>What would have been the difficulties for a man such as Stern?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/puv7db/what_prejudices_would_a_german_jewish_veteran_of/",
  "subreddit": "AskHistorians",
  "id": "puv7db",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "An interesting post came up on r/interestingasfuck [/r/interestingasfuck] (so\nfar so good) with a picture of a Jewish war veteran having Nazi’s posted outside\nhis shop. Delving deeper into the comments it appears this may be Richard Stern\n- a German Jew who later went on to enroll in the US army and…"
}