{
  "author": "248_RPA",
  "original_created_utc": 1625322557,
  "title": "YSK: If you are at the beach and are being pulled by a current into deeper water, swim parallel to the beach to the right or left, toward the white caps of the breaking waves to free yourself from the riptide.",
  "created_utc": 1625327333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are caught by a riptide you could exhaust yourself fighting the current and trying to swim directly back to shore. Instead, swim parallel to the beach until you are released by the current. </p>\n\n<p>If you see an area of calm between waves, do not enter the water at this spot as the space without white caps indicates a dangerous riptide and you may not be able to escape being pulled into deeper water.</p>\n\n<p>If you are caught by a riptide and can&#39;t swim to the side stay afloat and signal for help. Let the rip take you out the back until it stops. Then you&#39;ll be able to swim back to the beach an alternative way.</p>\n\n<p><a href=\"https://www.surfertoday.com/surfing/how-to-avoid-and-survive-rip-currents\">How to identify, avoid and survive rip currents</a></p>\n</div><!-- SC_ON -->",
  "score": 777,
  "permalink": "/r/YouShouldKnow/comments/ocz3zr/ysk_if_you_are_at_the_beach_and_are_being_pulled/",
  "subreddit": "YouShouldKnow",
  "id": "ocz3zr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you are caught by a riptide you could exhaust yourself fighting the\ncurrent and trying to swim directly back to shore. Instead, swim parallel to the\nbeach until you are released by the current.\n\nIf you see an area of calm between waves, do not enter the water at this spot as\nthe space…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もしあなたが潮の流れに巻き込まれたら、流れと戦いながら岸に戻ろうとすると疲れてしまうでしょう。\n流れに抵抗して、直接岸に戻ろうとすると疲れてしまいます。代わりに、流れから解放されるまで浜辺に平行に泳ぐ\n流れから解放されるまで浜辺に平行に泳ぐ。\n\nもし、波と波の間に穏やかな場所があったとしても、その場所で海に入らないでください。\nスペース...",
      "title": "YSK: 海岸にいて、海流に引っ張られて水深が深くなっているときは、海岸と平行に右か左に泳ぎ、砕けた波の白い帽子の方に向かって泳ぐと、潮の流れから解放されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你被激流所困，你可能会筋疲力尽地与激流搏斗。\n试图直接游回岸边。相反，你可以平行地游向\n直到你被水流释放。\n\n如果你看到海浪之间有一片平静的区域，不要在这个地方下水，因为\n这个空间...",
      "title": "YSK：如果你在海滩上，被水流拉到更深的水域，请平行于海滩向右或向左游去，朝破浪的白帽方向游去，以使自己摆脱激流的影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你被激流所困，你可能會筋疲力盡地與激流搏鬥。\n試圖直接游回岸邊。相反，你可以平行地遊向\n直到你被水流釋放。\n\n如果你看到海浪之間有一片平靜的區域，不要在這個地方下水，因爲\n這個空間...",
      "title": "YSK：如果你在海灘上，被水流拉到更深的水域，請平行於海灘向右或向左游去，朝破浪的白帽方向游去，以使自己擺脫激流的影響。"
    }
  ]
}