{
  "author": "C-TAP",
  "original_created_utc": 1629729108,
  "title": "YSK between a coffee or a nap, it's actually best to drink coffee THEN take a nap",
  "created_utc": 1629737682,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: What&#39;s responsible for making you feel tired or exhausted is a molecule in your brain known as adenosine, a byproduct of brain activity.  When it bonds to your brain receptors, it slows down the communication between neurons.  Sleep is the body and brain&#39;s way of recharging and cleaning out adenosine.</p>\n\n<p>Caffeine just so happens to bond to the same receptors that adenosine does.  However, unlike adenosine, neuron communication is not hindered.  This is why caffeine seemingly gives you brain energy.</p>\n\n<p>For coffee to begin to affect you, it needs at least 20 minutes from the moment of consumption to when it finally hits your brain.  A quick 20 to 30 minute nap is also still significant enough to clean out some of the adenosine in your brain.</p>\n\n<p>With a Coffee Nap, as it&#39;s referred to, both of the beneficial processes occur at once.  Adenosine is cleaned up from the brain, while the caffeine from coffee replaces the adenosine&#39;s spot on your brain receptors.  Thus, when you wake up, you&#39;re way more energized and alert than if you had chosen to do one of the two activities.</p>\n\n<p>Science Studies Supporting This:</p>\n\n<p><a href=\"https://pubmed.ncbi.nlm.nih.gov/8936399/\">https://pubmed.ncbi.nlm.nih.gov/8936399/</a></p>\n\n<p><a href=\"https://pubmed.ncbi.nlm.nih.gov/9401427/\">https://pubmed.ncbi.nlm.nih.gov/9401427/</a></p>\n\n<p><a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1388245703002554\">https://www.sciencedirect.com/science/article/abs/pii/S1388245703002554</a></p>\n\n<p><a href=\"https://pubmed.ncbi.nlm.nih.gov/8026448/\">https://pubmed.ncbi.nlm.nih.gov/8026448/</a></p>\n\n<p>Explanation on Coffee Naps - <a href=\"https://www.healthline.com/nutrition/coffee-nap#what-it-is\">https://www.healthline.com/nutrition/coffee-nap#what-it-is</a></p>\n</div><!-- SC_ON -->",
  "score": 919,
  "permalink": "/r/YouShouldKnow/comments/pa10c5/ysk_between_a_coffee_or_a_nap_its_actually_best/",
  "subreddit": "YouShouldKnow",
  "id": "pa10c5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: What's responsible for making you feel tired or exhausted is a molecule\nin your brain known as adenosine, a byproduct of brain activity. When it bonds\nto your brain receptors, it slows down the communication between neurons. Sleep\nis the body and brain's way of recharging and cleaning out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、疲れたと感じるのは、脳内のアデノシンという分子が\nアデノシンと呼ばれる脳内分子です。アデノシンが脳の受容体に結合すると\n脳の受容体に結合して、神経細胞間のコミュニケーションを鈍らせます。睡眠\n睡眠は、体と脳の充電と掃除のためのものです。",
      "title": "コーヒーを飲むか、昼寝をするか、YSKの場合は、コーヒーを飲んでから昼寝をするのがベストです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：使你感到疲倦或筋疲力尽的原因是你大脑中的一种分子\n在你的大脑中被称为腺苷，是大脑活动的副产品。当它与你的大脑受体结合时\n与你的大脑受体结合时，它减缓了神经元之间的交流。睡眠\n是身体和大脑重新充电和清理的方式。",
      "title": "YSK在喝咖啡或小睡之间，实际上最好是先喝咖啡再小睡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：使你感到疲倦或筋疲力盡的原因是你大腦中的一種分子\n在你的大腦中被稱爲腺苷，是大腦活動的副產品。當它與你的大腦受體結合時\n與你的大腦受體結合時，它減緩了神經元之間的交流。睡眠\n是身體和大腦重新充電和清理的方式。",
      "title": "YSK在喝咖啡或小睡之間，實際上最好是先喝咖啡再小睡。"
    }
  ]
}