{
  "author": "jjpdijkstra",
  "original_created_utc": 1624294804,
  "title": "Believe me, we don't want China in crypto.",
  "created_utc": 1624332638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The communist party dictates who can do business and strictly outlines every year the strategy with a 99% majority. </p>\n\n<p>If you are a foreigner and want to do business you have to have a Chinese &quot;partner&quot;. I worked with a couple of those, I would give a 1/10 rating.</p>\n\n<p>Jack Ma went &#39;missing&#39; when he didn&#39;t do with Alibaba/Alipay what the Party wanted. The list of shit in this regard goes on and on and on. </p>\n\n<p>Hong Kong, Uyghur people, Taiwan, social credit system... A little more about that. The digital Yuan is a perfect control on the social credit system. No train tickets if you have different views on stuff 😂.</p>\n\n<p>Do we really want over 50% of the crypto hashing power from China? Btw, whoever HAS money in China or from China abroad DIRECTLY got it from the State.... Because they don&#39;t have private banks.</p>\n\n<p>In the long term, all this is good for the projects that actually solve a problem (shitcoin are fkd anyway).</p>\n\n<p>See you next bull market. I hodl until my daughter turns 18 and she either buys an ice cream in a post apocalyptic world or she can live like a princess from these savings.</p>\n\n<p>I sincerely hope all non-brainwashed Chinese top talents move out of China to apply themselves in Europe and Africa.</p>\n\n<p>Happy buying!</p>\n</div><!-- SC_ON -->",
  "score": 207,
  "permalink": "/r/CryptoCurrency/comments/o4zugh/believe_me_we_dont_want_china_in_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "o4zugh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The communist party dictates who can do business and strictly outlines every\nyear the strategy with a 99% majority.\n\nIf you are a foreigner and want to do business you have to have a Chinese\n\"partner\". I worked with a couple of those, I would give a 1/10 rating.\n\nJack Ma went 'missing' when he…"
}