{
  "author": "mistress-eve",
  "the_new_excerpt": "This has bothered me for years, but I never thought to actually discuss it until\nnow.\n\nAs a kid, I definitely noticed that the female main characters in my favourite\nbooks never seemed to menstruate (or even mention/think about it) despite being\nof an age where it would almost definitely be on your…",
  "original_created_utc": 1611621150,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这个问题困扰了我多年，但我从来没有想过要真正讨论这个问题，直到\n现在。\n\n小时候，我肯定会注意到，我最喜欢的女主\n的书籍似乎从来没有月经（甚至提到/想到它），尽管是。\n的年龄，它几乎肯定会在你的... ...",
      "title": "少年/青年小说中没有月经的现象"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個問題困擾了我多年，但我從來沒有想過要真正討論這個問題，直到\n現在。\n\n小時候，我肯定會注意到，我最喜歡的女主\n的書籍似乎從來沒有月經（甚至提到/想到它），儘管是。\n的年齡，它幾乎肯定會在你的... ...",
      "title": "少年/青年小說中沒有月經的現象"
    }
  ],
  "title": "Absence of menstruation in Teen/YA fiction",
  "created_utc": 1611698881,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This has bothered me for years, but I never thought to actually discuss it until now. </p>\n\n<p>As a kid, I definitely noticed that the female main characters in my favourite books never seemed to menstruate (or even mention/think about it) despite being of an age where it would almost definitely be on your mind as a girl, whether or not you&#39;d started yet. At the time, I put it down to menstruation being an &quot;inappropriate&quot; subject that simply couldn&#39;t be discussed in books aimed at young people. </p>\n\n<p>Now I&#39;m starting to see the role that this plays in maintaining menstruation as a taboo subject. In movies and TV it&#39;s kind of excusable as stories are a lot more action-focused - you aren&#39;t shown so many mundane details of character&#39;s lives. In books however, where&#39;s your inside characters&#39; heads all the time and know what they ate for breakfast and what their bedroom smells like, a hush-hush on menstruation becomes an elephant in the room. </p>\n\n<p>I&#39;m not expecting teen novels to have deep introspection about what it means to be a woman, just the mundane acknowledgement that female characters menstruate. If she&#39;s roughing it in the woods for the night, she might need to improvise pads. If a 12-year-old girl is packing supplies for a long adventure, &quot;what if I start my period&quot; would almost definitely cross her mind. I feel like it&#39;s not really proper representation if something so integral is just...left out. </p>\n\n<p>Does this bother you? Have you come across any Teen/YA books which handle it well?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/l51uzx/absence_of_menstruation_in_teenya_fiction/",
  "subreddit": "books",
  "id": "l51uzx",
  "is_self": true,
  "media": null,
  "is_video": false
}