{
  "author": "hbirdmanesq",
  "original_created_utc": 1630985896,
  "title": "24 Year Journey Has Come to an End",
  "created_utc": 1630991628,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In 1997 I was working in a pizza shop in my hometown.  I had ran out of fantasy novels to read from our local library and a coworker at the pizza shop loaned me The Eye of the World, by Robert Jordan.  I devoured that book.  I quickly ran through all of the Wheel of Time books that were published at the time and began the waiting game for Jordan to complete the series.   </p>\n\n<p>I grew up, went to college, and all of the characters went with me.  They were my companions as I graduated and moved to a large city.  I felt the awe they felt in the story playing out in my life; traveling far away from my small home to a live in a city, to see the world, and feeling that I might always have the right experience or culture to be accepted.   </p>\n\n<p>Then, life happened.   I got a job, I started grad school and I stepped away from the books momentarily.  By the time I got my copy of Knife of Dreams, I had to start all over again.  I got married, and began to build my family.   All the while the books sat on my back shelf.</p>\n\n<p>In 2019 I began the series again.  I wanted to finish what I had started.   About 6 months after starting the series, my mental health took a turn.  Panic and anxiety ruled my life for nearly a year but I continued to read.  As Rand struggled with his own madness, so too did I.  </p>\n\n<p>Last night I finished A Memory of Light.  I am not sure how I feel.   This book series has been with me most of my life.  It helped me see the strength in myself, helped me feel less alone, and helped me understand that the world is not as black and white as we often believe.  </p>\n\n<p>Thank you Robert Jordan and Brandon Sanderson for sharing your world.  Thank you for all of it.   I am sure I am not alone in that thanks, but I wanted to put it out there no the less.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/pjf3nx/24_year_journey_has_come_to_an_end/",
  "subreddit": "books",
  "id": "pjf3nx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In 1997 I was working in a pizza shop in my hometown. I had ran out of fantasy\nnovels to read from our local library and a coworker at the pizza shop loaned me\nThe Eye of the World, by Robert Jordan. I devoured that book. I quickly ran\nthrough all of the Wheel of Time books that were published at…"
}