{
  "author": "hbirdmanesq",
  "original_created_utc": 1630985896,
  "title": "24 Year Journey Has Come to an End",
  "created_utc": 1630991628,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In 1997 I was working in a pizza shop in my hometown.  I had ran out of fantasy novels to read from our local library and a coworker at the pizza shop loaned me The Eye of the World, by Robert Jordan.  I devoured that book.  I quickly ran through all of the Wheel of Time books that were published at the time and began the waiting game for Jordan to complete the series.   </p>\n\n<p>I grew up, went to college, and all of the characters went with me.  They were my companions as I graduated and moved to a large city.  I felt the awe they felt in the story playing out in my life; traveling far away from my small home to a live in a city, to see the world, and feeling that I might always have the right experience or culture to be accepted.   </p>\n\n<p>Then, life happened.   I got a job, I started grad school and I stepped away from the books momentarily.  By the time I got my copy of Knife of Dreams, I had to start all over again.  I got married, and began to build my family.   All the while the books sat on my back shelf.</p>\n\n<p>In 2019 I began the series again.  I wanted to finish what I had started.   About 6 months after starting the series, my mental health took a turn.  Panic and anxiety ruled my life for nearly a year but I continued to read.  As Rand struggled with his own madness, so too did I.  </p>\n\n<p>Last night I finished A Memory of Light.  I am not sure how I feel.   This book series has been with me most of my life.  It helped me see the strength in myself, helped me feel less alone, and helped me understand that the world is not as black and white as we often believe.  </p>\n\n<p>Thank you Robert Jordan and Brandon Sanderson for sharing your world.  Thank you for all of it.   I am sure I am not alone in that thanks, but I wanted to put it out there no the less.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/pjf3nx/24_year_journey_has_come_to_an_end/",
  "subreddit": "books",
  "id": "pjf3nx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In 1997 I was working in a pizza shop in my hometown. I had ran out of fantasy\nnovels to read from our local library and a coworker at the pizza shop loaned me\nThe Eye of the World, by Robert Jordan. I devoured that book. I quickly ran\nthrough all of the Wheel of Time books that were published at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1997年、私は故郷のピザ屋で働いていました。地元の図書館で読むファンタジー小説が尽きてしまったので\nそのピザ屋の同僚が、ロバート・ジョーダンの『世界の眼』を貸してくれたのです。\nロバート・ジョーダンの『世界の眼』です。私はその本を夢中で読みました。私はすぐに\nで出版された「時の輪」を全て読み切りました。",
      "title": "24年間の旅が終わりました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1997年，我在我家乡的一家比萨店工作。我已经没有幻想中的\n幻想小说，比萨店的一位同事借给了我\n世界之眼》，作者罗伯特-乔丹。我吞噬了那本书。我很快就读完了\n我很快就读完了《时空之轮》中的所有书籍，这些书是在1977年出版的。",
      "title": "24年的旅程已经走到尽头"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1997年，我在我家鄉的一家比薩店工作。我已經沒有幻想中的\n幻想小說，比薩店的一位同事借給了我\n世界之眼》，作者羅伯特-喬丹。我吞噬了那本書。我很快就讀完了\n我很快就讀完了《時空之輪》中的所有書籍，這些書是在1977年出版的。",
      "title": "24年的旅程已經走到盡頭"
    }
  ]
}