{
  "author": "Fontane96",
  "original_created_utc": 1636815267,
  "title": "What is Philippa Gregory's deal with incest?",
  "created_utc": 1636835145,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a longtime reader of Philippa Gregory and a history teacher. I know that she flubs the history or completely makes things up and while it makes me grit my teeth, I can get over it.</p>\n\n<p>But seriously, what I can&#39;t get over is her insane obsession with incest. That&#39;s what makes things bad for me, like wtf is her deal with incest? Let&#39;s take it apart piece by piece:</p>\n\n<ol>\n<li>The Other Boleyn Girl: George Boleyn is frequently depicted as intimately kissing both Mary and Anne Boleyn and then it&#39;s heavily, heavily implied that he has sex with Anne, his own sister. </li>\n<li>The Boleyn Inheritance: It is implied that Anne of Cleves brother has a sexual interest in her and likes to see her whipped because he gets sexual pleasure from it. Also, a 16 year old Katherine Howard tries seducing a 60 year old Thomas Howard, her UNCLE.</li>\n<li>The Queen&#39;s Fool: Teenage Elizabeth has a relationship with 40 year old Thomas Seymour, her step-father. I know it doesn&#39;t really count but it infuriates me that PG blames it on Elizabeth being a &quot;whore&quot; and not Seymour, who should be a mature man at 40.</li>\n<li>Constant Princess: Henry VIII is instantly in love with Catherine of Aragon, despite being 10 years old, and the biggest attraction of all is that his brother Arthur had her first.</li>\n<li>The White Queen/Cousin&#39;s War Series: Isabel Neville and George and Anne Neville and Richard III are all first cousins who marry which, while it could be excused, Richard III also has a sexual thing with his niece. Like wtf, the Hapsburgs and their incest are only an ocean away and we know it&#39;s a seriously bad idea when nieces and uncles get together romantically, so PG why would you do this? Are you blind to what happens when uncles-nieces reproduce together?</li>\n<li>Wideacre Trilogy: This one takes the cake for me. You have a brother and a sister having sex and reproducing two kids: a boy and a girl. Then, those two incest kids get together and reproduce again, leading to another daughter.  And nobody has any mental issues despite being the product of 2 generations of brother-sister incest. </li>\n</ol>\n\n<p>I don&#39;t care how hot it is, I cannot get past the close incest. Like, at least 4 books have cases with brother-sister incest. Has PG ever had a sibling? Cause I do and my husband does and most people with sibling&#39;s I talk to could not stand them long enough to form some kind of romantic interest in them. In my experience, nobody gets you to crazy rage faster than a sibling does.</p>\n\n<p>Why is she so interested in incest?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qt2vh8/what_is_philippa_gregorys_deal_with_incest/",
  "subreddit": "books",
  "id": "qt2vh8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a longtime reader of Philippa Gregory and a history teacher. I know that\nshe flubs the history or completely makes things up and while it makes me grit\nmy teeth, I can get over it.\n\nBut seriously, what I can't get over is her insane obsession with incest. That's\nwhat makes things bad for me,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はフィリッパ・グレゴリーの長年の読者であり、歴史の教師でもあります。私が知っているのは\n彼女が歴史をはしょったり、全くの作り話をしたりすることは知っていますが、それは私を苦しめます。\n歯を食いしばりながらも乗り越えることができます。\n\nしかし、真面目な話、私が乗り越えられないのは、彼女の近親相姦に対する異常な執着です。それが\n私にとっては最悪の事態です...",
      "title": "フィリッパ・グレゴリーの近親相姦との付き合い方とは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是菲利帕-格雷戈里的长期读者，也是一名历史教师。我知道\n我知道她对历史的理解不透彻，或者完全是胡编乱造，虽然这让我咬牙切齿。\n虽然这让我咬牙切齿，但我可以克服它。\n\n但说真的，我无法克服的是她对乱伦的疯狂迷恋。这就是\n是什么让事情变得对我不利，...",
      "title": "菲利帕-格里高利对乱伦的处理方式是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是菲利帕-格雷戈裏的長期讀者，也是一名歷史教師。我知道\n我知道她對歷史的理解不透徹，或者完全是胡編亂造，雖然這讓我咬牙切齒。\n雖然這讓我咬牙切齒，但我可以克服它。\n\n但說真的，我無法克服的是她對亂倫的瘋狂迷戀。這就是\n是什麼讓事情變得對我不利，...",
      "title": "菲利帕-格里高利對亂倫的處理方式是什麼？"
    }
  ]
}