{
  "author": "Sagefox2",
  "the_new_excerpt": "Why YSK: So you understand how customer service works and how to get what you\nwant so both parties are happy.\n\nI work customer service, I won't say for what company. But we have a protocol to\nfollow. Which involves customer service offering credit to your account with\n*insert company* first.…",
  "original_created_utc": 1616210189,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：所以你了解客户服务是如何运作的，以及如何获得你的东西。\n想让双方都满意。\n\n我是做客服的，我不会说是哪个公司的。但我们有一个协议，以\n遵循。这涉及到客户服务提供信贷到你的帐户与。\n*插入公司*第一....",
      "title": "YSK的客戶服務可能會給您退款，但您必須提出要求。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：所以你瞭解客戶服務是如何運作的，以及如何獲得你的東西。\n想讓雙方都滿意。\n\n我是做客服的，我不會說是哪個公司的。但我們有一個協議，以\n遵循。這涉及到客戶服務提供信貸到你的帳戶與。\n*插入公司*第一....",
      "title": "YSK的客戶服務可能會給您退款，但您必須提出要求。"
    }
  ],
  "title": "YSK Customer Service might be able to give you a refund but you have to ask",
  "created_utc": 1616269678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So you understand how customer service works and how to get what you want so both parties are happy.</p>\n\n<p>I work customer service, I won&#39;t say for what company. But we have a protocol to follow. Which involves customer service offering credit to your account with *insert company* first. Companies like us to push credits so you have to stay with us and give us another chance.</p>\n\n<p>However, if you want a refund instead of a credit. Most of the time we can give it to you. But you have to be the one to say the word refund <strong>after</strong> we say the word credit. This is called pushback and we have the authority to act on it. And please do so calmly and politely. Because as an agent we want you to leave happy. It&#39;s the job and makes us feel good.</p>\n\n<p>What we hate is a reply like &quot;I&#39;m unhappy with your company but I suppose I have to take the credit then fine.&quot; After that, we will eternally think &quot;No! say the word refund!&quot; Because then we are in an awkward spot. Where we know we could do better but we can&#39;t.</p>\n\n<p>And if customer service isn&#39;t allowed to give you a refund after you ask for it. Then they just are not allowed. It&#39;s company policy. Speaking to a supervisor won&#39;t change it. From our side, there is no reason we&#39;d want to deny you. What the person you are talking to cares about is how you answer the survey about how we did not about our company&#39;s money.</p>\n</div><!-- SC_ON -->",
  "score": 815,
  "permalink": "/r/YouShouldKnow/comments/m8yavt/ysk_customer_service_might_be_able_to_give_you_a/",
  "subreddit": "YouShouldKnow",
  "id": "m8yavt",
  "is_self": true,
  "media": null,
  "is_video": false
}