{
  "author": "Opr9r",
  "original_created_utc": 1633441761,
  "title": "CMV: It’s not just that the minimum wage is too low, it’s that employers try to make every job minimum wage",
  "created_utc": 1633448786,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Don’t get me wrong: Everybody should be able to live off of what they can earn from a week’s work. If a company can’t survive by paying people properly for their time, it shouldn’t survive at all.  HOWEVER… Just focusing on the dollar-amount of the minimum wage draws attention away from the fact that employers are abusing the hell out of it. Every time I see a discussion of minimum wage someone gives an example of a job that is horribly underpaid at (say…) $12 an hour. I can’t help but agree - but my first reaction isn’t “we need to raise the minimum wage”, it’s “why the hell is that considered a minimum wage job?”</p>\n</div><!-- SC_ON -->",
  "score": 302,
  "permalink": "/r/changemyview/comments/q1wrhd/cmv_its_not_just_that_the_minimum_wage_is_too_low/",
  "subreddit": "changemyview",
  "id": "q1wrhd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Don’t get me wrong: Everybody should be able to live off of what they can earn\nfrom a week’s work. If a company can’t survive by paying people properly for\ntheir time, it shouldn’t survive at all. HOWEVER… Just focusing on the\ndollar-amount of the minimum wage draws attention away from the fact…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解を恐れずに言えば、誰もが1週間の労働で得られる収入で生活できるようにすべきです。\n一週間の仕事で得られる収入で生活できるようにすべきだ。人の時間に対して適切な報酬を支払って生きていけない会社は\n会社は存続すべきではないと思っています。ただ、最低賃金の金額だけに注目すると......。\n最低賃金の金額に注目するだけでは、事実から目をそらしてしまいます...。",
      "title": "CMV: 最低賃金が低すぎるというだけでなく、雇用者がすべての仕事を最低賃金にしようとすることが問題なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不要误解我的意思：每个人都应该能够靠自己的收入生活。\n一周的工作收入。如果一个公司不能通过适当地支付人们的时间来生存，它就不应该生存。\n他们的时间，它就根本不应该生存。然而......仅仅关注于\n仅仅关注最低工资的美元数额，就会使人们的注意力偏离这一事实...",
      "title": "CMV：不仅仅是最低工资太低，而是雇主试图让每份工作都成为最低工资。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不要誤解我的意思：每個人都應該能夠靠自己的收入生活。\n一週的工作收入。如果一個公司不能通過適當地支付人們的時間來生存，它就不應該生存。\n他們的時間，它就根本不應該生存。然而......僅僅關注於\n僅僅關注最低工資的美元數額，就會使人們的注意力偏離這一事實...",
      "title": "CMV：不僅僅是最低工資太低，而是僱主試圖讓每份工作都成爲最低工資。"
    }
  ]
}