{
  "author": "DetroitMotorShow",
  "original_created_utc": 1632137591,
  "title": "Today 2 other Chinese real estate companies collapsed. This is a big BUST! It is clear why China banned crypto - CCP could never let their people use crypto and get out of this crisis.",
  "created_utc": 1632173422,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you thought Evergrande was the only one in trouble, there has been some big news today.</p>\n\n<p>2 other Chinese property developers have collapsed today</p>\n\n<p><a href=\"https://preview.redd.it/l7tqcsx88no71.jpg?width=1440&amp;format=pjpg&amp;auto=webp&amp;s=46ab6b03edcb3672172a5d882e241ccd24740458\">Property developer Sinic Holdings (Group) Co Ltd crashed 87&#37; today and trading was halted completely.</a></p>\n\n<p><a href=\"https://preview.redd.it/yzud6puf8no71.jpg?width=1504&amp;format=pjpg&amp;auto=webp&amp;s=95bfdc09e91fda2bc4be49a55fabc7075af803fa\">Another one Guangzhou R&amp;F Properties Co Ltd seems to be following route</a></p>\n\n<p>According to market analyst Henrik Zeberg, 7 out of 10 largest Chinese Real Estate companies are on the verge of collapse.</p>\n\n<p>Remember China kicked out crypto completely just months ago. Many were trying to find reasons for that, but no one was able to pin point anything conclusive. Sure ban trading, but why remove Bitcoin mining which was contributing a huge portion back to the Chinese economy? Why hunt down traders who were paying their fair share of taxes? Why seize and confiscate mining equipment? </p>\n\n<p>Now it is becoming clear - the Chinese economic collapse was well underway and the government didnt want people to have an alternate escape route. With crypto, including miners, they could easily convert their investments and savings and escape this big bust. By shutting crypto down completely, the CCP has ensured that whatever misery now engulfs the Chinese economy, the people will not have an easy way out. </p>\n\n<p>To get out of this mess, the CCP will have to devalue their currency massively, plunging people into poverty and rendering their savings worthless. If they had access to crypto, they could have saved themselves. CCP made sure this option wasnt available to them.</p>\n</div><!-- SC_ON -->",
  "score": 175,
  "permalink": "/r/CryptoCurrency/comments/prsypq/today_2_other_chinese_real_estate_companies/",
  "subreddit": "CryptoCurrency",
  "id": "prsypq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you thought Evergrande was the only one in trouble, there has been some big\nnews today.\n\n2 other Chinese property developers have collapsed today\n\nProperty developer Sinic Holdings (Group) Co Ltd crashed 87% today and trading\nwas halted…"
}