{
  "author": "Spikey-Bubba",
  "original_created_utc": 1626141273,
  "title": "CMV: Calling white people “colonizers” and terms of the like does more harm than good",
  "created_utc": 1626151476,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Please help me either change my view or gain context and perspective because as a white lesson I’m having trouble understanding, but want to listen to the voices that actually matter. I’ve tried to learn in other settings, but this is a sensitive subject and I feel like more often than not emotions were brought into it and whatever I had to say was immediately shot down.</p>\n\n<p>First and foremost I don’t think any “name” like this is productive or beneficial. Black people have fought for a long time to remove the N word from societies lips, and POC as a whole are still fighting for the privilege of not being insulted by their community. I have never personally used a slur and never will, as I’ve seen personally how negative they can affect those around me. Unfortunately I grew up with a rather racist mother who often showcased her cruelty by demeaning others, and while I strongly disagree with her actions, there are still many unconscious biases that I hold that I fight against every day. This bias might be affecting my current viewpoint in ways I can’t appreciate. </p>\n\n<p>This is where my viewpoint comes in. I’ve seen the term colonizer floating around and many tiktok from POC defending its use, but haven’t seen much information in regards to how it’s benefiting the movement towards equality other than “oh people getting offended by it are showing their colors as racist.” Are there other benefits to using this term? </p>\n\n<p>My current viewpoint is that this term just serves as an easy way to insult white people and framing is as a social movement. I feel it’s ineffective because it relies on making white people feel guilty for their ancestors past, and yes, while I benefit from they way our society is set up and fully acknowledge that I have many privileges POC do not, I do not think it’s right for others to ask me to feel guilt about that. My ancestors are not me, and I do not take responsibility for their actions. Beyond making white people feel guilty, I have seen this term be used in the same way “snowflake””cracker” and “white trash” is often used. It feels like at its bare bones this term is little more than an insult. In discussions I’ve seen this drives an unnecessary wedge between white people and POC, where without it more compassion and understanding might have been created. </p>\n\n<p>I COULD BE WRONG, I could very easily be missing a key part of the discussion. And that’s why I’m here. So, Reddit, can you change my view and help me understand?</p>\n</div><!-- SC_ON -->",
  "score": 657,
  "permalink": "/r/changemyview/comments/oj5p2h/cmv_calling_white_people_colonizers_and_terms_of/",
  "subreddit": "changemyview",
  "id": "oj5p2h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Please help me either change my view or gain context and perspective because as\na white lesson I’m having trouble understanding, but want to listen to the\nvoices that actually matter. I’ve tried to learn in other settings, but this is\na sensitive subject and I feel like more often than not emotions…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の見解を変えるか、文脈や視点を得るための手助けをしてください。\n理解するのに苦労していますが、実際に重要な声に耳を傾けたいと思っています。\n実際に重要な声に耳を傾けたいと思っています。私は他の環境で学ぼうとしましたが、これはデリケートな問題です。\n私は他の環境で学ぼうとしましたが、これはデリケートな問題であり、多くの場合、感情が...",
      "title": "CMV：白人を「植民地支配者」などと呼ぶのは害悪でしかない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请帮助我改变我的观点或获得背景和观点，因为作为\n作为一个白人教师，我很难理解，但我想听听那些真正重要的声音。\n的声音，这才是真正重要的。我曾试图在其他场合学习，但这是\n这是一个敏感的话题，我觉得更多的时候，情绪...",
      "title": "CMV：称白人为 \"殖民者 \"之类的词汇弊大于利"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請幫助我改變我的觀點或獲得背景和觀點，因爲作爲\n作爲一個白人教師，我很難理解，但我想聽聽那些真正重要的聲音。\n的聲音，這纔是真正重要的。我曾試圖在其他場合學習，但這是\n這是一個敏感的話題，我覺得更多的時候，情緒...",
      "title": "CMV：稱白人爲 \"殖民者 \"之類的詞彙弊大於利"
    }
  ]
}