{
  "author": "saleemkarim",
  "the_new_excerpt": "To be clear, I'm not arguing for or against capitalism. Under capitalism, people\nare allowed to give money or possessions to anyone they want. Therefore,\nvoluntary socialism could exist within a capitalist society, and gigantic\ndifferences in wealth do not have to exist.\n\nNo rules within capitalism…",
  "original_created_utc": 1609350840,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "需要说明的是，我并不是在为资本主义辩护或反对。在资本主义下，人们\n可以给他们想要的任何人钱或财产。所以呢，\n自愿社会主义可以存在于资本主义社会中，而且\n贫富差距不一定非得存在。\n\n资本主义内部没有规则…",
      "title": "[改变我的想法]：资本主义本来就不好也不坏，而是一种中立的制度，它是否能给普通民众带来繁荣，在很大程度上取决于资本主义社会中人们(特别是有钱人/有权势的人)的道德。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "需要說明的是，我並不是在爲資本主義辯護或反對。在資本主義下，人們\n可以給他們想要的任何人錢或財產。所以呢，\n自願社會主義可以存在於資本主義社會中，而且\n貧富差距不一定非得存在。\n\n資本主義內部沒有規則…",
      "title": "[改變我的想法]：資本主義本來就不好也不壞，而是一種中立的制度，它是否能給普通民衆帶來繁榮，在很大程度上取決於資本主義社會中人們(特別是有錢人/有權勢的人)的道德。"
    }
  ],
  "title": "CMV: Capitalism is neither inherently good nor bad, but rather a neutral system where whether or not it leads to prosperity for the general populace is largely dependent on the morality of the people in a capitalist society (especially the rich/powerful people).",
  "created_utc": 1609407981,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, I&#39;m not arguing for or against capitalism. Under capitalism, people are allowed to give money or possessions to anyone they want. Therefore, voluntary socialism could exist within a capitalist society, and gigantic differences in wealth do not have to exist.</p>\n\n<p>No rules within capitalism prevent people from organizing a system where, for example, people&#39;s income is voluntarily capped at $1 million per year, and whatever other money is made gets voluntarily donated to those in need. You could say that&#39;s naive to think that something like this would happen in a capitalist society, but I&#39;m not saying that it would. I&#39;m saying capitalism allows for something like this to happen, but it requires a general populace with a certain type morality. The opposite is also true. Capitalism could obviously allow for a nightmare of needless death and suffering.</p>\n\n<p>As to what further conclusions can be drawn from this, I&#39;d say that perhaps capitalism is not one of the main problems or solutions in the world. Perhaps one of the main problems in the world is that humans generally have a hard time sufficiently valuing the well-being of those they don&#39;t know.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kn70nz/cmv_capitalism_is_neither_inherently_good_nor_bad/",
  "subreddit": "changemyview",
  "id": "kn70nz",
  "is_self": true,
  "media": null,
  "is_video": false
}