{
  "author": "LivefreeorCRABS",
  "original_created_utc": 1639987003,
  "title": "YSK if you're pumping at a gas station and the fuel stream ignites, DO NOT REMOVE THE NOZZLE FROM THE RECEPTACLE.",
  "created_utc": 1640004726,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If this happens to you, keep the nozzle in place, shut off the fuel at the pump with the on/off or emergency switch, and tell the attendant who will shut off the main pump and call emergency services.  Why YSK:  I&amp;#39;ve seen about 69 videos of people who experience this and immediately remove the nozzle and wave the stream of fire around. This will be your first instinct and it is WRONG. To lower the chance this happening, ground yourself when you exit your car by touching the door frame.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 612,
  "permalink": "/r/YouShouldKnow/comments/rki013/ysk_if_youre_pumping_at_a_gas_station_and_the/",
  "subreddit": "YouShouldKnow",
  "id": "rki013",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If this happens to you, keep the nozzle in place, shut off the fuel at the pump\nwith the on/off or emergency switch, and tell the attendant who will shut off\nthe main pump and call emergency services. Why YSK: I've seen about 69 videos of\npeople who experience this and immediately remove the nozzle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>このような場合は、ノズルをそのままにしておいてください。\nを設置し、ポンプのオン／オフスイッチまたは緊急用スイッチで燃料を停止し、その場で\n係員に伝え、ポンプの元栓を閉め、救急車を呼んでもらう。\nなぜYSKなのか：体験者の動画を69本ほど見たが...。",
      "title": "YSK ガソリンスタンドで給油中に燃料に引火した場合、ノズルをレセプタクルから外さないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你遇到这种情况，请将喷嘴保持在原位。\n如果发生这种情况，请将喷嘴留在原地，用开关或紧急开关关闭泵的燃料，并告诉服务员。\n告知服务员，服务员将关闭主泵并呼叫紧急服务。\n为什么是YSK：我已经看到了大约69个视频，这些人经历了...",
      "title": "如果你在加油站加油时，燃料流被点燃，不要将喷嘴从接收器上移开。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你遇到這種情況，請將噴嘴保持在原位。\n如果發生這種情況，請將噴嘴留在原地，用開關或緊急開關關閉泵的燃料，並告訴服務員。\n告知服務員，服務員將關閉主泵並呼叫緊急服務。\n爲什麼是YSK：我已經看到了大約69個視頻，這些人經歷了...",
      "title": "如果你在加油站加油時，燃料流被點燃，不要將噴嘴從接收器上移開。"
    }
  ]
}