{
  "author": "LivefreeorCRABS",
  "original_created_utc": 1639987003,
  "title": "YSK if you're pumping at a gas station and the fuel stream ignites, DO NOT REMOVE THE NOZZLE FROM THE RECEPTACLE.",
  "created_utc": 1640004726,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If this happens to you, keep the nozzle in place, shut off the fuel at the pump with the on/off or emergency switch, and tell the attendant who will shut off the main pump and call emergency services.  Why YSK:  I&amp;#39;ve seen about 69 videos of people who experience this and immediately remove the nozzle and wave the stream of fire around. This will be your first instinct and it is WRONG. To lower the chance this happening, ground yourself when you exit your car by touching the door frame.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 612,
  "permalink": "/r/YouShouldKnow/comments/rki013/ysk_if_youre_pumping_at_a_gas_station_and_the/",
  "subreddit": "YouShouldKnow",
  "id": "rki013",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If this happens to you, keep the nozzle in place, shut off the fuel at the pump\nwith the on/off or emergency switch, and tell the attendant who will shut off\nthe main pump and call emergency services. Why YSK: I've seen about 69 videos of\npeople who experience this and immediately remove the nozzle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このような場合は、ノズルをそのままにして、ポンプで燃料を停止してください。\nオン／オフスイッチまたは緊急用スイッチで操作し、係員に伝えて、係員が停止させる。\nメインポンプを停止し、救急車を呼ぶ。なぜYSKなのか：今まで約69本のビデオで\n体験者がすぐにノズルを外して...。",
      "title": "YSK ガソリンスタンドで給油中に燃料に引火した場合、ノズルをレセプタクルから外さないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你遇到这种情况，请保持喷嘴不动，用开关或紧急开关关闭油泵的燃料。\n用开/关或紧急开关关闭燃料，并告诉服务员，服务员将关闭主泵并拨打紧急电话。\n他将关闭主泵并呼叫紧急服务。为什么是YSK：我看过大约69个视频\n遇到这种情况的人，立即把油嘴拿掉......",
      "title": "如果你在加油站加油时，燃料流被点燃，不要将喷嘴从接收器上移开。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你遇到這種情況，請保持噴嘴不動，用開關或緊急開關關閉油泵的燃料。\n用開/關或緊急開關關閉燃料，並告訴服務員，服務員將關閉主泵並撥打緊急電話。\n他將關閉主泵並呼叫緊急服務。爲什麼是YSK：我看過大約69個視頻\n遇到這種情況的人，立即把油嘴拿掉......",
      "title": "如果你在加油站加油時，燃料流被點燃，不要將噴嘴從接收器上移開。"
    }
  ]
}