{
  "author": "scrapie22",
  "the_new_excerpt": "I don't know why I waited so long. Perhaps I thought it's somehow inferior,\nthough I can't trace the origin of that thought. Or maybe it's too niche -\nsuitable only for \"space nerds\". I guess I've been too stubborn for my own good.\nSimply ignorant.\n\nFor most of my life I'd been reading classic…",
  "original_created_utc": 1622306340,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜこんなに長く待っていたのか分からない。何か劣っていると思ったのかもしれない。\n劣っていると思ったのかもしれません。あるいは、あまりにもニッチで\n宇宙オタク \"にしか向いていないのかもしれない。頑固すぎたんですね。\n単に無知なだけです。\n\n私は人生のほとんどの期間、古典的な本を読んでいました。",
      "title": "初めてのSF小説が完成しました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道为什么我等了这么久。也许我认为它在某种程度上是低劣的。\n尽管我无法追溯这种想法的起源。或者也许它太小众了\n只适合于 \"太空书呆子\"。我想我太固执了，对我自己有利。\n简直是无知。\n\n在我生活的大部分时间里，我一直在阅读经典...",
      "title": "刚刚完成我的第一本科幻小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道爲什麼我等了這麼久。也許我認爲它在某種程度上是低劣的。\n儘管我無法追溯這種想法的起源。或者也許它太小衆了\n只適合於 \"太空書呆子\"。我想我太固執了，對我自己有利。\n簡直是無知。\n\n在我生活的大部分時間裏，我一直在閱讀經典...",
      "title": "剛剛完成我的第一本科幻小說"
    }
  ],
  "title": "Just finished my first sci-fi novel",
  "created_utc": 1622325415,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know why I waited so long. Perhaps I thought it&#39;s somehow inferior, though I can&#39;t trace the origin of that thought. Or maybe it&#39;s too niche - suitable only for &quot;space nerds&quot;. I guess I&#39;ve been too stubborn for my own good. Simply ignorant.</p>\n\n<p>For most of my life I&#39;d been reading classic literature (plus non-fiction), and you rarely can find sci-fi books on those type of lists. Thought classic novels are safe, proven, significant. You can&#39;t go wrong with &#39;em.</p>\n\n<p>Then I had a revelation. I&#39;d never say reading is worthless, but my enthusiasm for books was built on crooked foundations. My reasons for reading were juvenile, harmful even. I realized it way too late. I developed aversion for literature which lasted 10 years.</p>\n\n<p>Recently I came back. I&#39;m hoping I&#39;ve grown a bit - and I can enjoy literature with a new set of eyes. I&#39;ve never been a fan of &quot;page-turners&quot;. All I want is to feel, to think, and to enjoy the language. And it looks like sci-fi can provide all of that.</p>\n\n<p>My first novel was Do Androids Dream of Electric Sheep? I liked it a lot. It gave me a glimpse of what sci-fi genre can be: well-written, thought-provoking and wildly imaginative. In fact, I ordered over a dozen sci-fi books from different authors. I&#39;m gonna read Childhood&#39;s End by Clarke next.</p>\n\n<p>Feels like a beginning of a new chapter. It&#39;s not a new job, new country or new relationship. It&#39;s just books. But it matters to me, so I felt the need to share. Thanks for reading.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/nnr7gx/just_finished_my_first_scifi_novel/",
  "subreddit": "books",
  "id": "nnr7gx",
  "is_self": true,
  "media": null,
  "is_video": false
}