{
  "author": "intoxicatedpickle",
  "the_new_excerpt": "I get how this may sound absurd.. but I'm looking for a book written from the\nperspective of other characters, the antagonist for instance or perhaps various\ndifferent side characters, and how they view or perceive the \"protagonist\" and\ntheir crusade or quest.\n\nFor example, if the chapter is…",
  "original_created_utc": 1616631255,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这听起来很荒唐... 但我在找一本从 \"我 \"开始写的书。\n其他角色的角度，比如说反面人物，或者是各个\n不同的侧面人物，以及他们如何看待或认识 \"主角 \"和。\n他们的讨伐或追求。\n\n例如，如果该章是．",
      "title": "一本 \"主角 \"不在其中的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這聽起來很荒唐... 但我在找一本從 \"我 \"開始寫的書。\n其他角色的角度，比如說反面人物，或者是各個\n不同的側面人物，以及他們如何看待或認識 \"主角 \"和。\n他們的討伐或追求。\n\n例如，如果該章是．",
      "title": "一本 \"主角 \"不在其中的書"
    }
  ],
  "title": "A book where the \"main\" character isn't in it",
  "created_utc": 1616640221,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get how this may sound absurd.. but I&#39;m looking for a book written from the perspective of other characters, the antagonist for instance or perhaps various different side characters, and how they view or perceive the &quot;protagonist&quot; and their crusade or quest.</p>\n\n<p>For example, if the chapter is focusing on the &quot;main guy&quot; storming a castle, id like to read about it from the guards that are defending against him, the people that are running away from him, the villain who is having an inner discussion about what is happening. </p>\n\n<p>I want to read a book that fleshes out the main character strictly from the perspective of those characters that you would least expect to hear from.</p>\n\n<p>Thanks for any help and suggestions!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/mckwwp/a_book_where_the_main_character_isnt_in_it/",
  "subreddit": "booksuggestions",
  "id": "mckwwp",
  "is_self": true,
  "media": null,
  "is_video": false
}