{
  "author": "Wobulating",
  "original_created_utc": 1634091631,
  "title": "CMV: Communism is a fundamentally unworkable economic system",
  "created_utc": 1634103193,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start with, I am defining communism as an economic system where all property is publicly owned, and resources are given to citizens to fulfill their needs, as described by Marx.</p>\n\n<p>This system, however, has a number of fundamental flaws that are inherent to it and cannot be escaped.</p>\n\n<p>Its largest problem, by far, is that it stifles innovation and growth. If your rewards are guaranteed, and are guaranteed to be equal, then there&#39;s very little motivation to work harder and innovate more, because there&#39;s no personal reward from it.</p>\n\n<p>To provide an example, I&#39;ll use chickens and eggs. If you&#39;re a farmer with a chicken coop and you make enough eggs(let&#39;s say 100 a month as a totally arbitrary number) to fulfill your quotas, off of 20 hours a week of work. You <em>could</em> raise more chickens, maybe bump it up to 200 eggs, but why would you? You would need to build a bigger coop, spend more time caring for them, shovel more waste out and more food in, and it&#39;s just generally a lot more work. Maybe if you did double the number of chickens, you&#39;d be fed up and you&#39;d try to make an automatic chicken feeder, so it took less time for you, and maybe you&#39;d even bump it up to 300 eggs with this new-fangled chicken feeder, but if you&#39;re on 100 eggs, there&#39;s just not much pressure. The entire point of communism is that whether you get 100 or 300 eggs, you are still rewarded about the same, so why put in the extra effort?</p>\n\n<p>There are, of course, proposed solutions, often quotas- but those have a very poor track record, for the simple reason that setting quotas is <em>really hard</em>. Set them too high, and your citizens can&#39;t reach them and they hate you, and set them too low, and just don&#39;t get very much stuff done, and figuring out how much is too high or too low is really, really difficult. There&#39;s a million factors that go into determining the maximum amount that a person can reasonably produce, and such a top-heavy approach simply cannot account for them. </p>\n\n<p>&#x200B;</p>\n\n<p>To step higher up, planned economies like this(and communism does demand a planned economy) have <em>really</em> bad track records. Markets and environments change dramatically and quickly, and it&#39;s very hard for top-heavy economies to respond well to those sorts of changing circumstances. It&#39;s very hard for people to respond to change, generally, especially if there&#39;s no personal stake. If the central planner goes home at the end of the day no matter what, then they probably aren&#39;t gonna get super invested in whether or not all the stuff that they&#39;re responsible for is performing optimally. </p>\n\n<p>Additionally, they&#39;re simply much worse at creating that innovation that drives the world forward- as outlined, they decrease personal desire to innovate, but even for the people who <em>do</em> want to make something new, it&#39;s much more difficult. Creating something new and exciting is, at the end of the day, going to take resources and time, and if you have to petition a bureaucrat a hundred miles away to let you do this, that&#39;s a huge barrier to entry.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/q71f8c/cmv_communism_is_a_fundamentally_unworkable/",
  "subreddit": "changemyview",
  "id": "q71f8c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start with, I am defining communism as an economic system where all property\nis publicly owned, and resources are given to citizens to fulfill their needs,\nas described by Marx.\n\nThis system, however, has a number of fundamental flaws that are inherent to it\nand cannot be escaped.\n\nIts largest…"
}