{
  "author": "gs-28",
  "original_created_utc": 1638372348,
  "title": "YSK that browsers have limitations when it comes to streaming quality. For watching shows or movies, Edge and Safari actually provide a way better experience than Chrome or Firefox.",
  "created_utc": 1638394016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Especially if you&amp;#39;re subscribed to a high-quality streaming plan, you should consider your go-to browser (at least for your streams). Otherwise you basically have zero benefits from the extra money you&amp;#39;re paying if you&amp;#39;re not just out for the multiple profiles in order to split the costs.&lt;/p&gt;\n\n&lt;h1&gt;These are the resolution limits of the most common browsers:&lt;/h1&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Google Chrome:&lt;/strong&gt; Up to 720p (although you can get 1080p using Chrome OS)&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Firefox:&lt;/strong&gt; Up to 720p&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Opera:&lt;/strong&gt; Up to 720p&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Safari:&lt;/strong&gt; Up to 4K (requires a select 2018 Mac or later with an Apple T2 Security Chip and MacOS 11.0 Big Sur or later)&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Microsoft Edge:&lt;/strong&gt; Up to 4K (requires HDCP 2.2-compliant connection to a 4K display, with at least Intel&amp;#39;s 7th-gen Core CPU, plus the latest version of Windows)&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;Source: &lt;a href=\"https://www.digitaltrends.com/home-theater/getting-hd-netflix/\"&gt;this site&lt;/a&gt;, &lt;em&gt;&amp;quot;Why you’re not getting Netflix in HD or 4K and how to fix it&amp;quot;&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;(Also, just to clarify: 720p = HD, 1080p = Full HD)&lt;/p&gt;\n\n&lt;p&gt;[Please keep in mind that this post refers to streaming as in Netflix, Amazon Prime, etc. and not e.g. YouTube videos. Also, this isn&amp;#39;t meant to promote or shame any particular browsers. They all have their benefits/downsides and in the end, everyone should decide for themselves which browser suits them and their needs best.]&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 883,
  "permalink": "/r/YouShouldKnow/comments/r6h98n/ysk_that_browsers_have_limitations_when_it_comes/",
  "subreddit": "YouShouldKnow",
  "id": "r6h98n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Especially if you're subscribed to a high-quality streaming plan, you\nshould consider your go-to browser (at least for your streams). Otherwise you\nbasically have zero benefits from the extra money you're paying if you're not\njust out for the multiple profiles in order to split the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由：特に高画質ストリーミングプランに加入している方は\nは、（少なくともストリーム用には）最適なブラウザだと考えるべきでしょう。そうでなければ\nという人でなければ、余分にお金を払っているメリットは基本的にゼロです。\n複数のプロファイルを使い分けることで、より効率的に...",
      "title": "YSKは、ストリーミングの品質に関して、ブラウザには限界があると考えています。番組や映画の視聴には、ChromeやFirefoxよりもEdgeやSafariの方がはるかに優れた体験ができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：特别是如果你订阅了一个高质量的流媒体计划，你应该考虑你的首选浏览器（至少对你的流媒体而言）。\n你应该考虑你的首选浏览器（至少对于你的流媒体）。否则你\n如果你不是为了分钱，你所付的额外费用基本上是零好处。\n如果你不是为了分得更多的资料，那么你支付的额外费用基本上是零。",
      "title": "YSK认为浏览器在流媒体质量方面有限制。对于观看节目或电影，Edge和Safari实际上提供了比Chrome或Firefox更好的体验。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：特別是如果你訂閱了一個高質量的流媒體計劃，你應該考慮你的首選瀏覽器（至少對你的流媒體而言）。\n你應該考慮你的首選瀏覽器（至少對於你的流媒體）。否則你\n如果你不是爲了分錢，你所付的額外費用基本上是零好處。\n如果你不是爲了分得更多的資料，那麼你支付的額外費用基本上是零。",
      "title": "YSK認爲瀏覽器在流媒體質量方面有限制。對於觀看節目或電影，Edge和Safari實際上提供了比Chrome或Firefox更好的體驗。"
    }
  ]
}