{
  "author": "jesusvsaquaman",
  "original_created_utc": 1639412746,
  "title": "You can literally buy a Big Mac for 0.00002 BTC ($6) in El Salvador today",
  "created_utc": 1639446416,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Blessed be the day we can finally enter stores and buy things like sandwiches and groceries using crypto.&lt;/p&gt;\n\n&lt;p&gt;I have a feel that this reality might take us some time, but eventually it will happen at some point especially if El Salvador proves in the upcoming years that accepting crypto as legal tender is in fact a good idea.&lt;/p&gt;\n\n&lt;p&gt;But for now, we’re gonna have to watch and envy as bystanders. At least we’re starting to see some projects like Alchemy Pay work on bridging between fiat and crypto for retailers and businesses. &lt;/p&gt;\n\n&lt;p&gt;And while it’s technically not “crypto payment” it is expoing more and more people and businesses to crypto which will definitely help for a much smoother transition from fiat to crypto later on in the future.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/rfjjmf/you_can_literally_buy_a_big_mac_for_000002_btc_6/",
  "subreddit": "CryptoCurrency",
  "id": "rfjjmf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Blessed be the day we can finally enter stores and buy things like sandwiches\nand groceries using crypto.\n\nI have a feel that this reality might take us some time, but eventually it will\nhappen at some point especially if El Salvador proves in the upcoming years that\naccepting crypto as legal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ついにお店に入って、暗号を使ってサンドイッチや食料品などを買える日が来るとは幸いです。\n</p> <p>その実現には、まだまだ時間がかかりそうな気がしています。\n</p> <p>この現実には時間がかかるかもしれませんが、いずれかの時点で実現するような気がします。\n</p> <p>この実現には時間がかかりそうですが、いずれは実現するでしょう。",
      "title": "エルサルバドルでは、文字通り0.00002BTC（6ドル）でビッグマックを買うことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>祝福我们终于可以进入商店的那一天。\n</p> <p>我觉得这个现实可能需要一些时间。\n这个现实可能需要一些时间，但最终会在某一时刻发生。\n特别是如果萨尔瓦多在即将到来的会议上证明...",
      "title": "今天在萨尔瓦多，你可以用0.00002 BTC（6美元）买到一个巨无霸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>祝福我們終於可以進入商店的那一天。\n</p> <p>我覺得這個現實可能需要一些時間。\n這個現實可能需要一些時間，但最終會在某一時刻發生。\n特別是如果薩爾瓦多在即將到來的會議上證明...",
      "title": "今天在薩爾瓦多，你可以用0.00002 BTC（6美元）買到一個巨無霸。"
    }
  ]
}