{
  "author": "wellidliketotellyou",
  "the_new_excerpt": "Hi All,\n\nSo I'm gonna be honest, this is a pretty new view of mine and I want it to be\nchallenged prior to developing my full feelings on it. This is a sort of\noff-shoot of the dozens of \"not dating a trans person is transphobic\" threads\nwe've been seeing on the sub lately. Please forgive me if I…",
  "original_created_utc": 1615323561,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好\n\n所以，我会说实话，这是我的一个漂亮的新的观点，我希望它是。\n在我对它产生完整的感受之前，受到了挑战。这是一种\n几十条 \"不和变性人约会是变性人恐惧症 \"帖子的分支\n我们最近在子上看到的。请原谅我，如果我...",
      "title": "CMV：在成年人之间自愿的卧室里没有（社会）道德的空间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好\n\n所以，我會說實話，這是我的一個漂亮的新的觀點，我希望它是。\n在我對它產生完整的感受之前，受到了挑戰。這是一種\n幾十條 \"不和變性人約會是變性人恐懼症 \"帖子的分支\n我們最近在子上看到的。請原諒我，如果我...",
      "title": "CMV：在成年人之間自願的臥室裏沒有（社會）道德的空間。"
    }
  ],
  "title": "CMV: There is no room for (societal) morality in the bedroom between consenting adults",
  "created_utc": 1615344540,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi All,</p>\n\n<p>So I&#39;m gonna be honest, this is a pretty new view of mine and I want it to be challenged prior to developing my full feelings on it. This is a sort of off-shoot of the dozens of &quot;not dating a trans person is transphobic&quot; threads we&#39;ve been seeing on the sub lately. Please forgive me if I have some trouble properly expressing this viewpoint in an understandable way, like i said it&#39;s new and I&#39;m not totally sure about it. </p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>Basically, In the various trans threads, a common issue seems to pop up: A cis het person understands themselves to not be transphobic, yet they won&#39;t date a trans person (even one who is practically indistinguishable from their preferred birth-sex). The case is then made that if that person refuses to date a trans person on grounds that are not incidental (such as wanting to have children, liking the feel of natural genitals, etc), but rather strictly because they are trans, then they are transphobic. There then proceeds to be a back and forth between the commenters arguing either position. The cis het person might argue that, because sex and dating is exclusionary, they are not obligated to be attracted to a trans person, and the reason why doesnt matter. The opposing view might argue that, by not being inclusive of dating a trans person (who, by all accounts is indistinguishable from a cis het person), they are being transphobic by not actually viewing that person as the sex that they identify as, and as such, they are being immoral and harming the trans community. </p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>I believe that sex and a relationship between two consenting adults has absolutely no obligation to abide by any societal mores. Basically, it&#39;s nobody&#39;s business to judge someone for who they decide to have sex or not have sex with. To go further, let&#39;s say a white person and a black person were in a relationship with each other. Neither of them are racist, but because of the weird way that kinks and fetishes work, let&#39;s say they are both into race-play. This attitude is strictly kept between these two individuals and only during sex (i.e the actions they employ during their &quot;kinkier&quot; sessions absolutely do not represent their actual views on race). Similarly, it&#39;s not OK to call women sluts in society, but if two consenting adults liked to do that during sex, then neither any individuals nor society at large is harmed. </p>\n\n<p>&#x200B;</p>\n\n<p>To bring this back to the trans dating issue, I believe that if a cis het person doesn&#39;t want to date a trans person, then their reasoning DOESN&#39;T MATTER, so long as they still respect and accept trans people. Sexuality is weird, and it&#39;s unfair to levy criticisms and judgements into the relationship of two consenting adults who may express sexual sentiments that are contrary to what they believe in the context of society.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/m1g5jh/cmv_there_is_no_room_for_societal_morality_in_the/",
  "subreddit": "changemyview",
  "id": "m1g5jh",
  "is_self": true,
  "media": null,
  "is_video": false
}