{
  "author": "SportsMajor",
  "original_created_utc": 1635607338,
  "title": "Rereading The Great Gatsby and I Love It",
  "created_utc": 1635638221,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe three years ago, back when I was in 11th grade, I read The Great Gatsby (it was one of three choices) for my English work. I liked it a lot back then, but I don&#39;t recall grasping it all. There were times when I was confused reading the story. Since I decided a week ago that I was going to begin reading to replace any form of social media, to keep my mind active, and to expand my vocabulary, I took it upon myself to find The Great Gatsby and found it on the Gutenberg Project after finishing another book.</p>\n\n<p>I&#39;m currently on chapter 7, and the drama has made this story interesting, much more than it was a few years ago. The fact Daisy basically cheated on Tom and Tom waited to confront both of them for this long has made this already interesting book quite dramatic. I really love this book more than ever before.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qj3nwl/rereading_the_great_gatsby_and_i_love_it/",
  "subreddit": "books",
  "id": "qj3nwl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe three years ago, back when I was in 11th grade, I read The Great\nGatsby (it was one of three choices) for my English work. I liked it a lot back\nthen, but I don't recall grasping it all. There were times when I was confused\nreading the story. Since I decided a week ago that I was going to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "確か3年前、私が11年生の時に『グレート・ギャツビー』を読みました。\nGatsby』を読みました（3つの選択肢のうちの1つでした）。当時はとても気に入っていたのですが\n当時はとても気に入っていたのですが、すべてを把握した記憶はありません。読んでいて混乱したこともありました。\n物語を読んでいて混乱したこともありました。一週間前に決めたので...。",
      "title": "グレート・ギャツビー」を再読して、気に入っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信三年前，当我在11年级时，我读了《伟大的\n盖茨比》（它是三个选择之一）作为我的英语作业。我当时非常喜欢它，但我不记得我是否完全掌握了它。\n但我不记得我完全掌握了它。有几次我在阅读故事时感到困惑\n阅读这个故事。由于我一周前决定要...",
      "title": "重读《了不起的盖茨比》，我爱它"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信三年前，當我在11年級時，我讀了《偉大的\n蓋茨比》（它是三個選擇之一）作爲我的英語作業。我當時非常喜歡它，但我不記得我是否完全掌握了它。\n但我不記得我完全掌握了它。有幾次我在閱讀故事時感到困惑\n閱讀這個故事。由於我一週前決定要...",
      "title": "重讀《了不起的蓋茨比》，我愛它"
    }
  ]
}