{
  "author": "KaseBee",
  "the_new_excerpt": "So about 2 years ago I started The Eye of the World for the first time and put\nit down after getting about halfway threw it, I then tried to finish it 2 more\ntimes. I really can't come up with a reason (or just don't remember) why I\nstopped but I picked it back up about 6 months ago and just today…",
  "original_created_utc": 1615358487,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以大约2年前，我第一次开始《世界之眼》，把\n扔了一半之后，我又尝试着把它完成2\n次。我实在想不出一个理由（或者说就是不记得了），为什么我。\n停止，但我拿起它回 约6个月前，只是今天... ...",
      "title": "在试着读了3遍《世界之眼》后，刚刚读完《时空之轮》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以大約2年前，我第一次開始《世界之眼》，把\n扔了一半之後，我又嘗試着把它完成2\n次。我實在想不出一個理由（或者說就是不記得了），爲什麼我。\n停止，但我拿起它回 約6個月前，只是今天... ...",
      "title": "在試着讀了3遍《世界之眼》後，剛剛讀完《時空之輪》。"
    }
  ],
  "title": "Just finished The Wheel Of Time after trying to read The Eye of the World 3 different times",
  "created_utc": 1615389979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So about 2 years ago I started The Eye of the World for the first time and put it down after getting about halfway threw it, I then tried to finish it 2 more times. I really can&#39;t come up with a reason (or just don&#39;t remember) why I stopped but I picked it back up about 6 months ago and just today finished A Memory of Light. These books are wonderful, I absolutely devoured all 15 books in that amount of time and can say I highly encourage anyone that put them down like I did to give it another shot. </p>\n\n<p>I&#39;ve always loved Tolkien and besides The Stormlight Archive (and I don&#39;t count Stormlight because it&#39;s not finished yet) I haven&#39;t had an experience that I&#39;ve actually felt I liked more than his works until now. I will have to give Wheel of Time a re-read before I can actually give any kind of answer but there were so many times where I thought to myself that this is the best story I&#39;ve ever experienced. </p>\n\n<p>Tldr: This series is wonderful and if you&#39;ve put it down I&#39;d say it&#39;s definitely worth picking back up and trying again.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/m1rf14/just_finished_the_wheel_of_time_after_trying_to/",
  "subreddit": "books",
  "id": "m1rf14",
  "is_self": true,
  "media": null,
  "is_video": false
}