{
  "author": "xiledone",
  "original_created_utc": 1632086961,
  "title": "CMV: The american healthcare system is broken",
  "created_utc": 1632112808,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am an american studying to going the american healthcare system and everything I see is how bad insurance has hurt the system and made it so doctors are drowned in paperwork and erecords, and cannot spend quality time with their patients anymore. </p>\n\n<p>I hear a lot about moral injury and how burnout is a huge issue due to this.</p>\n\n<p>And most of all it seems that more and more people are lacking faith in doctors. Wether its full on antivaxx people not believing doctors or its normal people more worried about the bill at the end than the care the doctor is recommending. </p>\n\n<p>I love helping others and its always been my dream to do this through psychiatry, but i&#39;m afraid of burnout and hating my job like ive seen other people say after they go into the field.</p>\n\n<p>Please CMV to that of the field is rewarding, it works to help people, and burnout is avoidable, or whatever stance you may want to take.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/prgxtg/cmv_the_american_healthcare_system_is_broken/",
  "subreddit": "changemyview",
  "id": "prgxtg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am an american studying to going the american healthcare system and everything\nI see is how bad insurance has hurt the system and made it so doctors are\ndrowned in paperwork and erecords, and cannot spend quality time with their\npatients anymore.\n\nI hear a lot about moral injury and how burnout is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアメリカ人で、アメリカの医療制度を学ぶために勉強しています。\n私が目にするのは、保険がいかにシステムに悪影響を与えているかということと、医師が書類や記録に追われて\n医師は事務処理や記録に追われ、患者との時間を大切にすることができません。\n患者さんと充実した時間を過ごすことができなくなりました。\n\n私がよく耳にするのは、モラルの喪失と燃え尽き症候群についてです。",
      "title": "CMV: アメリカの医療システムは壊れている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名美国人，正在学习如何进入美国的医疗保健系统，而我所看到的一切\n我看到的是保险对系统的伤害有多大，并使医生被淹没在文书工作和电子记录中。\n淹没在文书工作和电子记录中，无法再花时间与他们的病人进行高质量的交流。\n病人了。\n\n我听到很多关于精神伤害和职业倦怠的说法。",
      "title": "美国的医疗系统已经崩溃了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名美國人，正在學習如何進入美國的醫療保健系統，而我所看到的一切\n我看到的是保險對系統的傷害有多大，並使醫生被淹沒在文書工作和電子記錄中。\n淹沒在文書工作和電子記錄中，無法再花時間與他們的病人進行高質量的交流。\n病人了。\n\n我聽到很多關於精神傷害和職業倦怠的說法。",
      "title": "美國的醫療系統已經崩潰了"
    }
  ]
}