{
  "author": "guessishouldjoin",
  "the_new_excerpt": "Firstly, planned obsolescence is different to using poor quality components\nmaterials for cost saving. Planned obsolescence (P.O) is deliberately including\ndesign flaws to ensure a product stops working or has reduced performance after\na certain amount of time. It does not include items that need to…",
  "original_created_utc": 1621294121,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、計画的陳腐化とは、コスト削減のために質の悪い部品や材料を使うこととは違います。\nコスト削減のために品質の悪い部品や材料を使うこととは違います。計画的陳腐化(P.O.)とは、意図的に以下のような設計上の欠陥を盛り込むことです。\n計画的陳腐化（P.O.）とは、意図的に設計上の欠陥を盛り込み、一定期間後に製品が動作しなくなったり\n計画的陳腐化（P.O.）とは、ある一定の時間が経過すると製品が動作しなくなったり、性能が低下したりするように、意図的に設計上の欠陥を含めることです。これには必要なアイテムは含まれていません...",
      "title": "cmvです。計画的陳腐化は、意図的に不良品を販売することと同じであり、そのタイムフレームを購入者に開示すべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，有计划的淘汰与使用质量差的部件不同\n材料来节约成本。计划性淘汰（P.O）是故意包括\n设计缺陷，以确保产品在一定时间后停止工作或性能下降。\n在一定的时间后停止工作或降低性能。它不包括那些需要...",
      "title": "cmv: 计划报废与故意出售有缺陷的产品是一样的，应该向购买者披露时间框架。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，有計劃的淘汰與使用質量差的部件不同\n材料來節約成本。計劃性淘汰（P.O）是故意包括\n設計缺陷，以確保產品在一定時間後停止工作或性能下降。\n在一定的時間後停止工作或降低性能。它不包括那些需要...",
      "title": "cmv: 計劃報廢與故意出售有缺陷的產品是一樣的，應該向購買者披露時間框架。"
    }
  ],
  "title": "cmv: Planned obsolescence is the same as deliberately selling a defective product and the timeframe should be disclosed to the purchaser.",
  "created_utc": 1621299244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly, planned obsolescence is different to using poor quality components materials for cost saving. Planned obsolescence (P.O) is deliberately including design flaws to ensure a product stops working or has reduced performance after a certain amount of time. It does not include items that need to stop working for safety reasons such as an expired gas detector.</p>\n\n<p>As an example, there are two very similar phones that cost $500 each, one has a P.O date of 2 years, and the other has a P.O date of 5 years.  As each phone gets nearer to it’s P.O date it’s value approaches zero, so after 1 year the first phone is worth less than the second. The second phone represents a better investment. </p>\n\n<p>It’s not possible for consumers to make the best decision for their financial circumstances without knowing the P.O date and the manufacturer should have to disclose it.</p>\n</div><!-- SC_ON -->",
  "score": 141,
  "permalink": "/r/changemyview/comments/nev5mz/cmv_planned_obsolescence_is_the_same_as/",
  "subreddit": "changemyview",
  "id": "nev5mz",
  "is_self": true,
  "media": null,
  "is_video": false
}