{
  "author": "KnightTrain",
  "original_created_utc": 1639181757,
  "title": "In Tacitus' \"Germania\", he mentions the names of many 1st century \"German\" tribes. Do we know how similar these names are to what these tribes would have called themselves? Ie--would the Marcomanni or Frisii have called themselves the proto-Germanic equivalent of Marcommans or Frisians?",
  "created_utc": 1639234625,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was inspired by coming across &lt;a href=\"https://upload.wikimedia.org/wikipedia/commons/b/bb/Roman_Empire_125.png\"&gt;this map of the Roman Empire in 125CE&lt;/a&gt; and saw the names of all of the Germanic tribes.  I know that the suffix &amp;quot;i&amp;quot; or &amp;quot;es&amp;quot; comes from Latin, and I was curious if  these names would be any kind of similar to the names that the tribes would actually have used for themselves or one another, especially since &amp;quot;Germans/Germania&amp;quot; itself was a Roman term and not, as I understand it, one that actual Germans used.&lt;/p&gt;\n\n&lt;p&gt;I know the overall accuracy of Tacitus is very questionable and that he is probably closer with some tribes than with others... and that some tribes&amp;#39; only real historical record comes from his work.  But if I am a well-traveled 2nd century native German literate in Latin and I read Tacitus, would I recognize most of the groups he was talking about based on the names he used?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/rdmppw/in_tacitus_germania_he_mentions_the_names_of_many/",
  "subreddit": "AskHistorians",
  "id": "rdmppw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I was inspired by coming across <a\nhref=\"https://upload.wikimedia.org/wikipedia/commons/b/bb/Roman_Empire_125.png\">this\nmap of the Roman Empire in 125CE</a> and saw the names of all of the Germanic\ntribes. I know that the suffix &quot;i&quot; or &quot;es&quot; comes…"
}