{
  "author": "PM_ME_UR_SUPPLE_HAND",
  "original_created_utc": 1625790630,
  "title": "I just finished reading 'Siddhartha' by Hesse. I think it might have changed my life.",
  "created_utc": 1625800865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry if the title is on the dramatic side, but I can&#39;t overstate how profoundly that book affected me. It didn&#39;t introduce many new concepts to me, but Hesse explained these concepts so beautifully and simply, that it was as if I were hearing them for the first time. I&#39;m not an avid reader anymore- this is the first book I&#39;ve finished in 3 years, but I tore through Siddhartha in no time. I identified with Siddhartha&#39;s spiritual baselessneess, his quest for meaning in a place with so many lifestyles and philosophies, yet with no true answer to our suffering. The most poignant passage to me is near the end, when Siddhartha explains the difference between searching and finding, and if you search your whole life, you&#39;ll miss all the answers that were right under your nose. This was the best book I&#39;ve ever read- I will re-read it, I will suggest it to anyone who I think might find it applicable to their own life, and I will continue to ponder the lessons presented by Hesse.  </p>\n\n<p>EDIT: grammar</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ogk8oh/i_just_finished_reading_siddhartha_by_hesse_i/",
  "subreddit": "books",
  "id": "ogk8oh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry if the title is on the dramatic side, but I can't overstate how profoundly\nthat book affected me. It didn't introduce many new concepts to me, but Hesse\nexplained these concepts so beautifully and simply, that it was as if I were\nhearing them for the first time. I'm not an avid reader anymore-…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大げさなタイトルになってしまいましたが、この本が私にどれほど大きな影響を与えたかは、いくら言っても足りません。\nこの本は私に大きな影響を与えました。この本は、私に新しい概念をもたらすものではありませんでしたが、ヘッセはその概念をとても美しくシンプルに説明してくれました。\nしかし、ヘッセはその概念をとても美しくシンプルに説明し、まるで初めて聞いたかのように\n初めて聞いたような気がしました。私はもう熱心な読書家ではありませんが...。",
      "title": "ヘッセの「シッダールタ」を読み終えました。私の人生を変えたかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对不起，如果这个标题过于戏剧化，但我无法夸大这本书对我的深刻影响。\n那本书对我的影响是多么深刻。它并没有向我介绍很多新的概念，但黑塞\n对这些概念的解释是如此美丽和简单，以至于我仿佛是在听\n第一次听到这些概念。我不再是一个狂热的读者了--...",
      "title": "我刚刚读完黑塞的《悉达多》。我想它可能已经改变了我的生活。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對不起，如果這個標題過於戲劇化，但我無法誇大這本書對我的深刻影響。\n那本書對我的影響是多麼深刻。它並沒有向我介紹很多新的概念，但黑塞\n對這些概念的解釋是如此美麗和簡單，以至於我彷彿是在聽\n第一次聽到這些概念。我不再是一個狂熱的讀者了--...",
      "title": "我剛剛讀完黑塞的《悉達多》。我想它可能已經改變了我的生活。"
    }
  ]
}