{
  "author": "tawhx",
  "original_created_utc": 1632386997,
  "title": "Here's a rare joy: tomorrow I get to help a 12th grader pick their very first book.",
  "created_utc": 1632404414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I run the D&amp;D club at the school where I teach English, and one of my favorite players came to me today at lunch, and confessed that when his teacher took him to the library, he had no idea how to find a book, because he has never read one.</p>\n\n<p>Sure, when he was small he read Dr. Seuss, but he has avoided reading anything since. He has seen others enjoy reading, and would like to give it a shot, but doesn&#39;t know where to start. He has read informational material, like the stories in tv and movies, but has never read a novel.</p>\n\n<p>There are so many great choices out there. Since he&#39;s a D&amp;D player, I&#39;m thinking perhaps Pratchett might be a great place to start, or perhaps Garman&#39;s shorter stuff, or the Hitchhikers Guide... Oooh, or some of King&#39;s short stories? Hmmm. Could go Cyberpunk, and do Snow Crash, or Neuromancer... I&#39;m thinking that if I want to get him hooked, it should be pretty short, and relatively contemporary. Are there other qualities I should look for if I want to help a new reader have an amazing first experience?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/ptr18u/heres_a_rare_joy_tomorrow_i_get_to_help_a_12th/",
  "subreddit": "books",
  "id": "ptr18u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I run the D&D club at the school where I teach English, and one of my favorite\nplayers came to me today at lunch, and confessed that when his teacher took him\nto the library, he had no idea how to find a book, because he has never read\none.\n\nSure, when he was small he read Dr. Seuss, but he has…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は英語を教えている学校でD&Dクラブを運営しているのですが、その中でも特に好きなのが\n今日の昼食時に、お気に入りのプレイヤーが私のところに来て、先生に図書館に連れて行かれたときに\n読んだことがないので、どうやって本を探せばいいのかわからないと告白しました。\n読んだことがないからです。\n\n確かに小さい頃はDr.スースを読んでいましたが、彼には...。",
      "title": "明日は12年生が初めての本を選ぶのを手伝うことになりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在教英语的学校里管理D&D俱乐部，我最喜欢的一个玩家今天在午餐时来找我，承认他的老师把他带去的时候，他就把他带去了。\n我最喜欢的一个玩家今天在午餐时来找我，并承认当他的老师带他去图书馆时\n他坦白说，当他的老师带他去图书馆时，他不知道如何找到一本书，因为他从来没有看过\n一本。\n\n当然，在他小的时候，他读过苏斯博士，但他已经...",
      "title": "这里有一个难得的喜悦：明天我可以帮助一个12年级学生挑选他们的第一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在教英語的學校裏管理D&D俱樂部，我最喜歡的一個玩家今天在午餐時來找我，承認他的老師把他帶去的時候，他就把他帶去了。\n我最喜歡的一個玩家今天在午餐時來找我，並承認當他的老師帶他去圖書館時\n他坦白說，當他的老師帶他去圖書館時，他不知道如何找到一本書，因爲他從來沒有看過\n一本。\n\n當然，在他小的時候，他讀過蘇斯博士，但他已經...",
      "title": "這裏有一個難得的喜悅：明天我可以幫助一個12年級學生挑選他們的第一本書。"
    }
  ]
}