{
  "author": "chadstark89",
  "original_created_utc": 1630358052,
  "title": "CMV: if you're anti-vax because you believe in \"my body my choice\" then you must also be pro-choice.",
  "created_utc": 1630362755,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It all stems from this response I keep hearing from the anti-vax camp &quot;my body my choice&quot;, which sounds an awful lot like something we&#39;ve been hearing from the pro-choice movement for a long time. I think that if you believe in that statement as an argument for being anti-vaccination that you have to also be pro-choice. There seems to be a large overlap of people who are anti-vax and evangelical (anti-abortion), which got me thinking...</p>\n\n<p>The only argument I&#39;ve been able to come up with being against this line of thinking is that abortion effects a 3rd party (the fetus) where as a vaccination only effects the host. My argument would be that when you choose to not get vaccinated you&#39;re choice doesn&#39;t just effect you. Your choice has the potential to effect countless other people around you including death. If you infect someone with something you&#39;re carrying and they die because of it I&#39;d argue that you caused the death of that person. Sure you could argue it&#39;s not a one-to-one thing and there&#39;s a chance that you might not infect anyone, but ultimately it&#39;s a choice you&#39;re making that has the potential to effect a lot of people who didn&#39;t have a choice in the matter.</p>\n\n<p>So, yeah, I don&#39;t really see how you can be anti-vax and not also pro-choice. Change my view!</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/percty/cmv_if_youre_antivax_because_you_believe_in_my/",
  "subreddit": "changemyview",
  "id": "percty",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It all stems from this response I keep hearing from the anti-vax camp \"my body\nmy choice\", which sounds an awful lot like something we've been hearing from the\npro-choice movement for a long time. I think that if you believe in that\nstatement as an argument for being anti-vaccination that you have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての原因は、私がアンチワクチン派から聞いている「私の体、私の選択」という反応にあります。\n私の選択 \"という言葉は、私たちが賛成派から聞いていた言葉と非常によく似ています。\nこれは長い間、プロチョイス運動から聞かされてきたこととよく似ています。私は、もしあなたがこの言葉を信じて\nこの言葉を信じて反ワクチンを主張するのであれば、あなたは...",
      "title": "CMV: もしあなたが「私の体には私の選択がある」と信じているからアンチワクチンであるなら、あなたはプロチョイスでもあるはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这一切都源于我一直从反疫苗阵营中听到的这种反应，\"我的身体\n我的身体，我的选择\"，这听起来非常像我们长期以来从支持选择权运动中听到的东西。\n这听起来非常像我们从支持选择权运动中听到的东西，已经有很长一段时间了。我认为，如果你相信这句话\n作为反对接种疫苗的论据，你就有...",
      "title": "CMV：如果你反疫苗是因为你相信 \"我的身体我做主\"，那么你也一定是支持选择的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這一切都源於我一直從反疫苗陣營中聽到的這種反應，\"我的身體\n我的身體，我的選擇\"，這聽起來非常像我們長期以來從支持選擇權運動中聽到的東西。\n這聽起來非常像我們從支持選擇權運動中聽到的東西，已經有很長一段時間了。我認爲，如果你相信這句話\n作爲反對接種疫苗的論據，你就有...",
      "title": "CMV：如果你反疫苗是因爲你相信 \"我的身體我做主\"，那麼你也一定是支持選擇的。"
    }
  ]
}