{
  "author": "splendidgooseberry",
  "original_created_utc": 1626027853,
  "title": "Libby tip: Export your highlights as CSV or text!",
  "created_utc": 1626092477,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First, if you haven&#39;t heard about Libby yet, it&#39;s an amazing app where many local libraries offer ebooks and audiobooks! Many small libraries still have unexpectedly huge online selections, so make sure to check if yours uses it. If you&#39;re familiar with Overdrive, Libby is the successor to Overdrive. </p>\n\n<p>If you&#39;re already a user, fyi: They don&#39;t advertise this feature at all, and it&#39;s incredibly hidden, but you CAN in fact export all your highlights and bookmarks as text or even CSV files! Even for books you have long since returned.</p>\n\n<p>Go to your list of books that you ever loaned -&gt; click the title you want -&gt; click on the title picture AGAIN -&gt; </p>\n\n<p>If you scroll down, you&#39;ll see your reading journey (when you returned it, when you reached different %es of the page count, etc). Scroll to the bottom of that list and click on the button &quot;Reading Journey&quot; -&gt; in the top right, click Actions -&gt; export reading data -&gt; choose your format -&gt; a link will open in your browser -&gt; choose what you want to download (reading progress, bookmarks, highlights) -&gt; save the file</p>\n\n<p>Get your highlights in only 10 definitely totally intuitive steps! 🙃</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/oi9qmi/libby_tip_export_your_highlights_as_csv_or_text/",
  "subreddit": "books",
  "id": "oi9qmi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First, if you haven't heard about Libby yet, it's an amazing app where many\nlocal libraries offer ebooks and audiobooks! Many small libraries still have\nunexpectedly huge online selections, so make sure to check if yours uses it. If\nyou're familiar with Overdrive, Libby is the successor to…"
}