{
  "author": "Tigvee",
  "original_created_utc": 1639883883,
  "title": "YSK that Unlimited PTO/Vacation is not a perk, even though it is often used as a selling point by companies during the recruiting process.",
  "created_utc": 1639903626,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: in a traditional PTO package with a set number of days per year, your vacation time is accrued each payroll period essentially creating a bank of days off. Some companies will even let you carry over a certain amount of days into the following year (although that is becoming increasingly rare these days). If you are allowed 3 weeks per year and you are allowed to carry over 1 week per year, over the course of 5 years, you could build up a pretty substantial amount of accrued PTO. If you leave the company, they have to make you whole… in other words, that company is required to pay back all your accrued vacation time at the end of your employment. &lt;/p&gt;\n\n&lt;p&gt;However, with an unlimited vacation policy, no vacation time is accrued at any point throughout the year. So if you had a really stressful year which didn’t allow you to take PTO and the company lays you off in December, you receive nothing. In the 3 week PTO example, the company would have to comp you almost 3 weeks of accrued vacation time.&lt;/p&gt;\n\n&lt;p&gt;Also, there is a psychological component in play as well. If employees are given unlimited PTO, most take less time off throughout any given year. If a company says you HAVE to take 3 weeks this year (no carryover), you’re going to plan out that time off. If unlimited, you always think that you’ll get around to planning time off but then that always gets delayed. As one who can speak from experience in my current company, I make sure to assign myself X number of days off per year and track to that. Believe me, it helps.&lt;/p&gt;\n\n&lt;p&gt;Just remember, a lot of companies are not “cool” or progressive with these perks that make them seem more attractive, they are usually tactics that somehow benefit their bottom lines in the end.&lt;/p&gt;\n\n&lt;p&gt;(Seeing a lot of comments about policies outside of US. Apologies, I should have clarified that all my experience is within US based companies. I am not surprised for a second that other countries take better care of their workforce)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 293,
  "permalink": "/r/YouShouldKnow/comments/rjnkl2/ysk_that_unlimited_ptovacation_is_not_a_perk_even/",
  "subreddit": "YouShouldKnow",
  "id": "rjnkl2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: in a traditional PTO package with a set number of days per year, your\nvacation time is accrued each payroll period essentially creating a bank of days\noff. Some companies will even let you carry over a certain amount of days into\nthe following year (although that is becoming increasingly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 従来のPTOパッケージでは、PTOを取得することはできませんが、YSKでは、PTOを取得することができます。\n休暇は給与計算期間ごとに発生します。\n休日の銀行を作ることです。会社によっては\n翌年も一定日数以上の勤務が可能です。",
      "title": "YSKは、無制限のPTO/Vacationは、企業が採用の際にセールスポイントとしてよく使うが、特典ではないことを説明した。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：在传统的PTO套餐中，每年有固定的天数。\n在传统的PTO套餐中，每年有固定的天数，你的休假时间在每个发薪期都会被累积。\n基本上创造了一个假期银行。有些公司甚至会让你将一定数量的休假时间\n一些公司甚至会让你将一定数量的天数结转到下一年......",
      "title": "YSK认为，无限制的PTO/Vacation不是一项福利，尽管在招聘过程中，它经常被公司作为一个卖点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：在傳統的PTO套餐中，每年有固定的天數。\n在傳統的PTO套餐中，每年有固定的天數，你的休假時間在每個發薪期都會被累積。\n基本上創造了一個假期銀行。有些公司甚至會讓你將一定數量的休假時間\n一些公司甚至會讓你將一定數量的天數結轉到下一年......",
      "title": "YSK認爲，無限制的PTO/Vacation不是一項福利，儘管在招聘過程中，它經常被公司作爲一個賣點。"
    }
  ]
}