{
  "author": "CrossonTheGroove",
  "the_new_excerpt": "I think at this point in time when it comes to technology and the age of apps\nand services for anything you could possibly think of, how companies use the\n\"Terms and Service or Conditions\" to basically give them free reign to do\nanything they want even if they are unethical.\n\nThis system has evolved…",
  "original_created_utc": 1612376240,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我认为在这个时候，当涉及到技术和应用的时代时\n和服务，你能想到的任何事情，公司如何使用。\n\"服务条款或条件\"，基本上让他们可以自由地做。\n任何他们想要的，即使他们是不道德的。\n\n这个系统已经发展到...",
      "title": "CMV：\"条款和条件 \"作为一个系统需要进行巨大的改革。公司知道没有人阅读这些条款和条件，他们利用这一点，在出现问题时，基本上给自己一个全面的豁免权，避免后果，因为 \"你同意了\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲在這個時候，當涉及到技術和應用的時代時\n和服務，你能想到的任何事情，公司如何使用。\n\"服務條款或條件\"，基本上讓他們可以自由地做。\n任何他們想要的，即使他們是不道德的。\n\n這個系統已經發展到...",
      "title": "CMV：\"條款和條件 \"作爲一個系統需要進行巨大的改革。公司知道沒有人閱讀這些條款和條件，他們利用這一點，在出現問題時，基本上給自己一個全面的豁免權，避免後果，因爲 \"你同意了\"。"
    }
  ],
  "title": "CMV: \"Terms and Conditions\" as a system needs a huge overhaul. Companies know that no one reads them and they exploit this by basically giving themselves a blanket immunity when problems arise and avoid ramifications because \"You agreed to it.\"",
  "created_utc": 1612384633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think at this point in time when it comes to technology and the age of apps and services for anything you could possibly think of, how companies use the &quot;Terms and Service or Conditions&quot; to basically give them free reign to do anything they want even if they are unethical.</p>\n\n<p>This system has evolved in line with our advancement of technology and how it affects our lives.  After witnessing what&#39;s been going on with the GameStop stock drama I decided to learn more about it. When it comes to Robinhood stopping trading of GameStop&#39;s stock and these came about that it was done to help out the hedge funds from going bankrupt.  If a class action lawsuit was to be filed it wouldn&#39;t even see the light of day.  Everyone who downloaded the app and used it agreed to Robinhood&#39;s Terms of Service. And wouldn&#39;t you know it, deep within all the lawyer speak and tiny font and extremely lengthy list of things you blindly agree to is that:</p>\n\n<p>Robinhood has a right to adjust prices and not necessarily guarantee that the number it shows to be paid isn&#39;t what you&#39;ll be paid and among other things, you give up your right to filing a class action lawsuit for anything done with Robinhood.</p>\n\n<p>This has been going on for decades.  &quot;Facebook has been selling my personal data to advertisers and profiting off of it!&quot; You agreed to it.  &quot;Twitter banned Trump because he incited  violence and that&#39;s not fair because he&#39;s my President and I love him! FREE SPEECH!&quot; Yeah too bad, he agreed to the rules.</p>\n\n<p>I think much like lawmakers getting a bill 4 hours before a vote to pass it, and they scribble things in the margins and make this that yada yada to the point nobody actually has any idea how anything works because it&#39;s too much to comprehend, companies use ToS so that the only thing that is their responsibility and that they can be held accountable for is receiving a profit.</p>\n\n<p>I&#39;m not saying I think companies don&#39;t have a right to watch their backs. Of course they should. If I get in an accident that isn&#39;t my fault cause some guy made an illegal turn, I shouldn&#39;t be responsible for paying the repairs. What these ToS do is the complete opposite extreme.  </p>\n\n<p>You know games that you buy digitally on Playstation or what have you, you don&#39;t actually own those games. You&#39;re basically just renting them.  Playstation has every right to revoke your access to that game because you named your character &quot;CuntPrivate&quot;</p>\n\n<p>I believe the system needs an overhaul or at least regulated to prevent companies to be greedily unaccountable for any wrong doing. They know consumers don&#39;t read all the legal mumbo jumbo. It would take days to read some of theses all the way through. They know this and exploit it. To me that&#39;s wrong.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/lbu456/cmv_terms_and_conditions_as_a_system_needs_a_huge/",
  "subreddit": "changemyview",
  "id": "lbu456",
  "is_self": true,
  "media": null,
  "is_video": false
}