{
  "approved_at_utc": null,
  "subreddit": "books",
  "selftext": "Thank you for acknowledging that some of the \"classics\" or other works we read during the year can be quite boring and dry reads. Instead of trying to convince a bored group of high school seniors that *Dubliners* or anything by Faulkner was the epitome of riveting storytelling, you told us outright that some books simply don't appeal to certain readers.   \n\n\nPlus, you encouraged us to be honest with our feelings about the content we read. *Beloved* by Toni Morrison was a very heavy, emotionally-laden book, and was very much meant to be so, but you understood that different students would react to it differently. Things were spaced out to allow for some breathing room and generally more pleasant content. You understood there were certain novels or texts that a student didn't care for, and were okay with that. You allowed us to criticize the texts we read, as well as understand and appreciate them (to some extent, however minimal it may have been).  \n\n\nThank you for openly advocating for the *performance* of Shakespeare's plays, instead of just reading them like a typical novel. Being called out on the spot to act and read a character's lines was a bit stressful and awkward at times, but it really did make things more interesting and engaging. it wasn't full on acting since we were learning remotely, but damn, you did your best trying to make it work.  \n\n\nI can't say it enough- we need more teachers like you. I'd also love to hear other's stories about their English/Literature/Reading teachers who deserve the praise. High School English isn't necessarily going to be a student's favorite subject, but I really do think you made more people comfortable with it.",
  "author_fullname": "t2_3vlm4vhc",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Appreciation for my high-school-senior year Literature teacher.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/books",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_nwt7dk",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.86,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 59,
  "total_awards_received": 0,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 59,
  "approved_by": null,
  "is_created_from_ads_ui": false,
  "author_premium": false,
  "thumbnail": "self",
  "author_cakeday": true,
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1623374674,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.books",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thank you for acknowledging that some of the &quot;classics&quot; or other works we read during the year can be quite boring and dry reads. Instead of trying to convince a bored group of high school seniors that <em>Dubliners</em> or anything by Faulkner was the epitome of riveting storytelling, you told us outright that some books simply don&#39;t appeal to certain readers.   </p>\n\n<p>Plus, you encouraged us to be honest with our feelings about the content we read. <em>Beloved</em> by Toni Morrison was a very heavy, emotionally-laden book, and was very much meant to be so, but you understood that different students would react to it differently. Things were spaced out to allow for some breathing room and generally more pleasant content. You understood there were certain novels or texts that a student didn&#39;t care for, and were okay with that. You allowed us to criticize the texts we read, as well as understand and appreciate them (to some extent, however minimal it may have been).  </p>\n\n<p>Thank you for openly advocating for the <em>performance</em> of Shakespeare&#39;s plays, instead of just reading them like a typical novel. Being called out on the spot to act and read a character&#39;s lines was a bit stressful and awkward at times, but it really did make things more interesting and engaging. it wasn&#39;t full on acting since we were learning remotely, but damn, you did your best trying to make it work.  </p>\n\n<p>I can&#39;t say it enough- we need more teachers like you. I&#39;d also love to hear other&#39;s stories about their English/Literature/Reading teachers who deserve the praise. High School English isn&#39;t necessarily going to be a student&#39;s favorite subject, but I really do think you made more people comfortable with it.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qh4i",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "nwt7dk",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "the_real_morin",
  "discussion_type": null,
  "num_comments": 15,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/books/comments/nwt7dk/appreciation_for_my_highschoolsenior_year/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/books/comments/nwt7dk/appreciation_for_my_highschoolsenior_year/",
  "subreddit_subscribers": 19422653,
  "created_utc": 1623380484,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1623345874,
  "the_new_excerpt": "Thank you for acknowledging that some of the \"classics\" or other works we read\nduring the year can be quite boring and dry reads. Instead of trying to convince\na bored group of high school seniors that Dubliners or anything by Faulkner was\nthe epitome of riveting storytelling, you told us outright…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちが1年間に読む「古典」などの作品の中には、非常に退屈で退屈なものもあることを認めていただき、ありがとうございます。\n年間で読む「古典」などの作品の中には、非常に退屈で乾いた読み物であることを認めていただき、ありがとうございます。退屈な高校生たちに\n退屈している高校3年生のグループに、『ダブリンズ』やフォークナーの作品を\n説得するのではなく、はっきりと教えてくれました。",
      "title": "高校～高校3年生の時の文学部の先生への感謝。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "谢谢你承认我们在一年中所读的一些 \"经典 \"或其他作品\n在这一年中，一些 \"经典 \"或其他作品可能是相当无聊和枯燥的读物。与其试图说服\n而不是试图说服一群无聊的高中生相信《都柏林人》或福克纳的任何作品是\n的缩影，而是直截了当地告诉我们......",
      "title": "感谢我的高中--高三的文学老师。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "謝謝你承認我們在一年中所讀的一些 \"經典 \"或其他作品\n在這一年中，一些 \"經典 \"或其他作品可能是相當無聊和枯燥的讀物。與其試圖說服\n而不是試圖說服一羣無聊的高中生相信《都柏林人》或福克納的任何作品是\n的縮影，而是直截了當地告訴我們......",
      "title": "感謝我的高中--高三的文學老師。"
    }
  ]
}