{
  "author": "LonePonderer",
  "original_created_utc": 1630976141,
  "title": "CMV: Australia isn't a democracy anymore",
  "created_utc": 1630992636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After reading about this disturbing new bill that only took 24 hours to be passed through government, I decided it was a good time to do a stock take on Australians&#39; current political system: </p>\n\n<p>&#39;The Surveillance Legislation Amendment (Identify and Disrupt) Bill 2020 gives the Australian Federal Police (AFP) and the Australian Criminal Intelligence Commission (ACIC) powers to modify, add to, copy, or delete data to &quot;frustrate the commission of serious offenses online.&quot; To gather evidence of suspected criminal activity, they also have the power to take over online accounts.&#39; <a href=\"https://www.techspot.com/news/91071-australia-passes-surveillance-bill-police-take-over-accounts.html\">Link</a>\n&#39;System administrators could be forced to help police hack into computers and user accounts or face 10 years in jail, under new legislation that passed this week.&#39; <a href=\"https://ia.acs.org.au/article/2021/help-government-hack-or-face-10-years--jail.html\">Link</a></p>\n\n<blockquote>\n<p>A democracy is a system where people can change their rulers in a peaceful manner and the government is given the right to rule because the people say it may</p>\n</blockquote>\n\n<p>In 3 election cycles from 2010 there were 5 Prime Ministers (3 year terms incase you didn&#39;t know). That&#39;s 2 leaders of the country that took office that were not elected for the role by the people. </p>\n\n<blockquote>\n<p>Democracies require free speech and freedom of the press, so that citizens can discuss, debate,<br/>\nand make informed choices come election time. </p>\n</blockquote>\n\n<p>The Murdoch press empire has the majority of influence out of any other news source:</p>\n\n<p>&#39;In Australia, he owns 14 of 21 metropolitan daily and weekend newspapers, plus radio stations, TV channel Sky News Australia and top-read site news.com.au News Corp Australia has the only metropolitan newspapers in Queensland, South Australia, Tasmania and the Northern Territory.&#39; - <a href=\"https://www.bbc.com/news/world-australia-54503968\">BBC</a><br/>\nIf one entity can control the narrative how can the people have a wholistic understanding of political landscape to make informed decisions? </p>\n\n<p>Equally disturbing are the incidence of the &#39;fixated persons unit&#39; and specialist police squads being used to raid homes and arrest individuals who express their opinions too publicly:<br/>\n<a href=\"https://www.watoday.com.au/national/western-australia/wa-counter-terrorism-police-raid-climate-activists-homes-over-chalk-graffiti-20210820-p58kn0.html\">5 homes raided in WA for chalk paint during a protest against oil and gas giant Woodside</a><br/>\n<a href=\"https://www.theguardian.com/australia-news/2021/jun/24/friendlyjordies-producer-pleads-not-guilty-to-stalking-and-intimidating-john-barilaro\">Arrest of a 21yr old &#39;friendlyjordies&#39; producer</a>  </p>\n\n<blockquote>\n<p>The defining feature of democracy is <strong>representative government</strong>. This meanspoliticians hold power not for their own sake or to pursue their own agenda; they act for us,<br/>\nthe people. This is why Abraham Lincoln, in the Gettysburg address, said that democracy means ‘Government of the people, by the people, for the people’</p>\n</blockquote>\n\n<p>I&#39;m struggling to find metrics where by the Australian government has represented itself as a democratic entity. Prime Ministers appointed not through popular vote, empowering the police with the ability to call anyone a terrorist and doctor evidence to support their case, being beholden to one media outlet (which purposefully and unapologetically misinforms the public), arresting individuals who oppose the unquestioned support they give to corporate interests. The majority of these changes have little to no benefit to the population. </p>\n\n<p>If you want a long read this is the document I&#39;ve used for some of the quotes, it also goes into detail around other laws that have changed recently without democratic process: <a href=\"https://cdn.getup.org.au/2836-GetUp-Democracy-Dossier.pdf\">Link</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pjcj0g/cmv_australia_isnt_a_democracy_anymore/",
  "subreddit": "changemyview",
  "id": "pjcj0g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After reading about this disturbing new bill that only took 24 hours to be\npassed through government, I decided it was a good time to do a stock take on\nAustralians' current political system:\n\n'The Surveillance Legislation Amendment (Identify and Disrupt) Bill 2020 gives\nthe Australian Federal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この不穏な新法案を読んだ後、わずか24時間後には\nこの不穏な法案を読んで、オーストラリアの現在の政治システムについて考えてみることにしました。\nオーストラリアの現在の政治システムについて考えてみたいと思います。\n\n「2020年監視法改正法案（Identify and Disrupt）は、オーストラリア連邦...\nオーストラリア連邦...",
      "title": "CMV: オーストラリアはもう民主主義ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在阅读了这一令人不安的新法案后，该法案仅用了24小时就获得通过。\n顺利通过，我决定现在是一个很好的时机，对澳大利亚目前的政治制度进行一次评估。\n澳大利亚人目前的政治制度。\n\n2020年监控立法修正案（识别和干扰）法案》赋予了澳大利亚联邦政府\n澳大利亚联邦...",
      "title": "CMV：澳大利亚不再是一个民主国家了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在閱讀了這一令人不安的新法案後，該法案僅用了24小時就獲得通過。\n順利通過，我決定現在是一個很好的時機，對澳大利亞目前的政治制度進行一次評估。\n澳大利亞人目前的政治制度。\n\n2020年監控立法修正案（識別和干擾）法案》賦予了澳大利亞聯邦政府\n澳大利亞聯邦...",
      "title": "CMV：澳大利亞不再是一個民主國家了"
    }
  ]
}