{
  "author": "Martin_Buber",
  "original_created_utc": 1624407870,
  "title": "In those American states that did not join the Confederacy but still had legal slavery such as Maryland, Delaware and Missouri, what was the practice of slavery like during the war?",
  "created_utc": 1624422413,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What I mean to ask is, did things for slave masters and slaves continue to go on as before? Were slave owners encouraged or pressured to free their slaves by the society writ large, so that slavery was abolished de facto? Were slave owners seen as a potential fifth column and subject to suspicion? How did slave owners who supported the Union and the federal government justify their side in the conflict with regards to their practice of slavery, since they surely would&#39;ve known that if the South lost the war then slavery would be abolished throughout the nation? Or did they not know that, and believe that at wars end the nation would return to the antebellum status quo, or that slavery would only be abolished in those states which rebelled? </p>\n\n<p>That last point seems quite difficult to believe, as the abolitionist movement had already become much more  radical and uncompromising throughout the 50s, after the passage of the Fugitive Slave Act and the Kansas-Nebraska Act, and the subsequent armed conflict which followed that, and that years of war with hundreds of thousands dead or maimed would only increase that sentiment.</p>\n\n<p>My apologies if this is a query with a well known answer, I&#39;m not American and have only recently developed an interest in the history of the United States.</p>\n\n<hr/>\n\n<p>As an addendum to the primary question, I would also like to know what the practice of slavery was like in these border states before the war? From what I&#39;ve read, in decades preceding the war there was a movement of slaves and slave owners toward the deeper South, and the traditional plantation economy was already in decline in states such as Maryland; does this mean that most slaves in these places would&#39;ve been household servants, field hands for smallholders, or even workers in urban and bourgeois professions and the trades?</p>\n</div><!-- SC_ON -->",
  "score": 117,
  "permalink": "/r/AskHistorians/comments/o6190j/in_those_american_states_that_did_not_join_the/",
  "subreddit": "AskHistorians",
  "id": "o6190j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What I mean to ask is, did things for slave masters and slaves continue to go on\nas before? Were slave owners encouraged or pressured to free their slaves by the\nsociety writ large, so that slavery was abolished de facto? Were slave owners\nseen as a potential fifth column and subject to suspicion?…"
}