{
  "author": "suddenly_ponies",
  "original_created_utc": 1636561263,
  "title": "CMV: There is no reasonable argument against mask or vaccine mandates",
  "created_utc": 1636580455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>it&#39;s been somewhat constantly surprising when I see otherwise normal-seeming people and co-workers who I may have naively assumed were more logical than I thought railing against mandates and masks - calling it a freedoms issue and using everything from abortion to slavery and diversity. </p>\n\n<p>I find this all very confusing and quite often offensive to people who have real problems and hardships. </p>\n\n<p>Let me start by saying I understand vax-hesitance - wanting to &quot;wait and see&quot;... I did it myself. I let months pass and millions test the vaccines to see who would die or suffer (callous, but new medications are risky and I wanted to reduce the risk). After a while, it became clear that there weren&#39;t significant enough risks to wait.</p>\n\n<p>That said, the entire time, I stayed at home even when Texas law didn&#39;t require it. I wore masks and kept my distance even when not required (frickin Texas...). I took reasonable countermeasures to protect others from the consequences of MY choices. It&#39;s insane to me that people think they shouldn&#39;t have to do the same.</p>\n\n<p>You don&#39;t have the right to drive on the wrong side of the road or drive drunk or blindfolded or using only chopsticks to operate the vehicle. You don&#39;t have these rights because it creates a significant and unnecessary threat to others. In the case of actually impaired people (one arm for example), they are allowed to drive only if they have equipment in place to compensate for their differences. I see no reason why mask/vaccine mandates are different.</p>\n\n<p>Granted, there will come a point where we have herd immunity (hopefully anyway) and/or tech and capacity to handle the smattering of cases in the future, but during the pandemic when we&#39;re stretched to the limits, it&#39;s completely reasonable to mandate safety (masks, distancing, staying home) and require either vaccines or that people work from home (if they can) or find another job if they can&#39;t. There&#39;s no reasonable argument I&#39;ve seen counter to this, but being a rational person requires that I investigate. That and there are so many people so frothingly bothered by this all that I&#39;m curious to know if I&#39;ve actually missed something. It wouldn&#39;t be the first time so, what is a reasonable counter-argument (assuming there is one)?</p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/changemyview/comments/qqy08f/cmv_there_is_no_reasonable_argument_against_mask/",
  "subreddit": "changemyview",
  "id": "qqy08f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "it's been somewhat constantly surprising when I see otherwise normal-seeming\npeople and co-workers who I may have naively assumed were more logical than I\nthought railing against mandates and masks - calling it a freedoms issue and\nusing everything from abortion to slavery and diversity.\n\nI find…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでもっとロジカルだと思っていた普通の人や同僚を見ると、ちょっとした驚きを感じることがあります。\n自分が思っていたよりも論理的だと単純に考えていた人や同僚が、義務化やマスクに対して\n義務化やマスクに反対しているのを見て、いつも驚かされます。\n自由の問題と称して、中絶から奴隷制度、多様性に至るまであらゆるものを使って。\n\n私は...",
      "title": "CMV: マスクやワクチンの義務化に反対する合理的な議論は存在しない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我看到那些看起来很正常的人和同事时，我一直有些惊讶。\n的人和同事，我可能天真地以为他们比我想象的更有逻辑性\n这些人可能天真地以为自己比我想象的更有逻辑性，但他们却对强制规定和口罩大加挞伐--称其为自由问题，并\n利用从堕胎到奴隶制和多样性的一切。\n\n我发现...",
      "title": "CMV：没有合理的理由反对口罩或疫苗的强制规定"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我看到那些看起來很正常的人和同事時，我一直有些驚訝。\n的人和同事，我可能天真地以爲他們比我想象的更有邏輯性\n這些人可能天真地以爲自己比我想象的更有邏輯性，但他們卻對強制規定和口罩大加撻伐--稱其爲自由問題，並\n利用從墮胎到奴隸制和多樣性的一切。\n\n我發現...",
      "title": "CMV：沒有合理的理由反對口罩或疫苗的強制規定"
    }
  ]
}