{
  "author": "Team-First",
  "original_created_utc": 1635470823,
  "title": "CMV: It’s disingenuous to tell someone to “love your natural self” when you make aesthetic alterations to yourself",
  "created_utc": 1635489036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see this with celebrities and “influencers” but also in general. Many people promote this message of “loving yourself for who you are” while they themselves are refuse to be seen without makeup, use filters and photoshop and get surgeries to look better. </p>\n\n<p>I think one of the goofiest things I’ve seen is an influencer talking about how you should love your natural skin...so buy this make up that looks like natural skin but covers up flaws.</p>\n\n<p>There are people who get surgery, wear makeup and use filters all at the same time. There’s no way youre making all these changes and “love your natural self”</p>\n\n<p>It’s just disingenuous and hypocritical to me and it creates a harmful message for young people and adults as well</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qi1j3a/cmv_its_disingenuous_to_tell_someone_to_love_your/",
  "subreddit": "changemyview",
  "id": "qi1j3a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see this with celebrities and “influencers” but also in general. Many people\npromote this message of “loving yourself for who you are” while they themselves\nare refuse to be seen without makeup, use filters and photoshop and get\nsurgeries to look better.\n\nI think one of the goofiest things I’ve…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "芸能人や \"インフルエンサー \"に限らず、一般的にもそうですね。多くの人が\n多くの人が「ありのままの自分を愛する」というメッセージを発信していますが、彼ら自身は\nすっぴんになるのを嫌がったり、フィルターやフォトショップを使ったり、整形したりしています。\n整形をしています。\n\n私が今までに経験した中で、最もおかしかったことのひとつは......。",
      "title": "CMV: 自分で自分の美的感覚を変えておきながら、「自然な自分を愛しなさい」と言うのは不誠実です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在名人和 \"影响者 \"身上看到了这一点，但在一般情况下也是如此。许多人\n宣传 \"爱你自己是谁 \"的信息，而他们自己\n拒绝被人看到不化妆，使用滤镜和Photoshop，并接受手术以使自己看起来更好。\n手术来让自己看起来更好。\n\n我认为我所经历的最愚蠢的事情之一是，\"爱你自己\"。",
      "title": "CMV：当你对自己进行审美改造时，告诉别人要 \"爱你的自然\"，这是不真诚的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在名人和 \"影響者 \"身上看到了這一點，但在一般情況下也是如此。許多人\n宣傳 \"愛你自己是誰 \"的信息，而他們自己\n拒絕被人看到不化妝，使用濾鏡和Photoshop，並接受手術以使自己看起來更好。\n手術來讓自己看起來更好。\n\n我認爲我所經歷的最愚蠢的事情之一是，\"愛你自己\"。",
      "title": "CMV：當你對自己進行審美改造時，告訴別人要 \"愛你的自然\"，這是不真誠的。"
    }
  ]
}