{
  "author": "closestconch10",
  "original_created_utc": 1624721739,
  "title": "YSK that approximately 1 in 4 dogs develop cancer, and for dogs over the age of 10, that number may reach as high as 1 in 2.",
  "created_utc": 1624991547,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Approximately 25 per cent of dogs develop neoplasia (tumours), and that number grows such that almost 50 per cent of dogs over the age of 10, develop cancer. The rate of cancer in cats is not well studied, however, some cancers are more common in cats than in dogs e.g. lymphoma. Cancer in cats is the leading cause of death among cats. The symptoms are often overlooked as signs of general malaise and it is important to get your pet checked out as these are often curable in the early stages. Symptoms may range from lumps, limping, loss of appetite to non-healing wounds. Here is some suggested reading to help take care of your pet:</p>\n\n<p><a href=\"https://www.avma.org/resources/pet-owners/petcare/cancer-pets\">https://www.avma.org/resources/pet-owners/petcare/cancer-pets</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Cancer_in_dogs\">https://en.wikipedia.org/wiki/Cancer_in_dogs</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Cancer_in_cats\">https://en.wikipedia.org/wiki/Cancer_in_cats</a></p>\n\n<p><a href=\"https://www.msdvetmanual.com/special-pet-topics/cancer-and-tumors/causes-of-cancer\">https://www.msdvetmanual.com/special-pet-topics/cancer-and-tumors/causes-of-cancer</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o8d2zr/ysk_that_approximately_1_in_4_dogs_develop_cancer/",
  "subreddit": "YouShouldKnow",
  "id": "o8d2zr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Approximately 25 per cent of dogs develop neoplasia (tumours), and that\nnumber grows such that almost 50 per cent of dogs over the age of 10, develop\ncancer. The rate of cancer in cats is not well studied, however, some cancers\nare more common in cats than in dogs e.g. lymphoma. Cancer in…"
}