{
  "author": "closestconch10",
  "original_created_utc": 1624721739,
  "title": "YSK that approximately 1 in 4 dogs develop cancer, and for dogs over the age of 10, that number may reach as high as 1 in 2.",
  "created_utc": 1624991547,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Approximately 25 per cent of dogs develop neoplasia (tumours), and that number grows such that almost 50 per cent of dogs over the age of 10, develop cancer. The rate of cancer in cats is not well studied, however, some cancers are more common in cats than in dogs e.g. lymphoma. Cancer in cats is the leading cause of death among cats. The symptoms are often overlooked as signs of general malaise and it is important to get your pet checked out as these are often curable in the early stages. Symptoms may range from lumps, limping, loss of appetite to non-healing wounds. Here is some suggested reading to help take care of your pet:</p>\n\n<p><a href=\"https://www.avma.org/resources/pet-owners/petcare/cancer-pets\">https://www.avma.org/resources/pet-owners/petcare/cancer-pets</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Cancer_in_dogs\">https://en.wikipedia.org/wiki/Cancer_in_dogs</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Cancer_in_cats\">https://en.wikipedia.org/wiki/Cancer_in_cats</a></p>\n\n<p><a href=\"https://www.msdvetmanual.com/special-pet-topics/cancer-and-tumors/causes-of-cancer\">https://www.msdvetmanual.com/special-pet-topics/cancer-and-tumors/causes-of-cancer</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o8d2zr/ysk_that_approximately_1_in_4_dogs_develop_cancer/",
  "subreddit": "YouShouldKnow",
  "id": "o8d2zr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Approximately 25 per cent of dogs develop neoplasia (tumours), and that\nnumber grows such that almost 50 per cent of dogs over the age of 10, develop\ncancer. The rate of cancer in cats is not well studied, however, some cancers\nare more common in cats than in dogs e.g. lymphoma. Cancer in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：犬の約25％が新生物（腫瘍）を発症し、その数は増え続け、10歳以上の犬の約50％が新生物を発症すると言われています。\nその数は増えていき、10歳以上の犬の約50％が癌になると言われています。\n癌になります。猫の癌の発生率はあまり研究されていませんが、犬よりも猫に多い癌もあります。\nリンパ腫など、犬よりも猫に多い癌もあります。猫のがん...",
      "title": "YSKでは、犬の約4頭に1頭ががんになり、10歳以上の犬では2頭に1頭になると言われています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大约25%的狗会发生肿瘤，而且这个数字还在不断增长。\n这个数字在不断增长，10岁以上的狗中几乎有50%的狗会发生\n癌症。对猫的癌症发病率没有很好的研究，但是，一些癌症\n在猫身上比在狗身上更常见，例如：淋巴瘤。癌症在猫身上...",
      "title": "YSK认为，大约每4只狗中就有1只患癌症，对于10岁以上的狗来说，这一数字可能高达1/2。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大約25%的狗會發生腫瘤，而且這個數字還在不斷增長。\n這個數字在不斷增長，10歲以上的狗中幾乎有50%的狗會發生\n癌症。對貓的癌症發病率沒有很好的研究，但是，一些癌症\n在貓身上比在狗身上更常見，例如：淋巴瘤。癌症在貓身上...",
      "title": "YSK認爲，大約每4只狗中就有1只患癌症，對於10歲以上的狗來說，這一數字可能高達1/2。"
    }
  ]
}