{
  "author": "Hash_Slngn_Slshr",
  "original_created_utc": 1627054716,
  "title": "YSK asking loaded questions in a relationship can be disastrous and many times we do it unknowingly",
  "created_utc": 1627061767,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: questions that seem harmless but are forcing an uncomfortable answer out of your significant other are asking for trouble. But it&#39;s our nature to ask questions where we want both honest feedback from our SO but also want validation. Instead, express your feelings about the topic or question at hand and request feedback on that emotion. Examples at the end. Also, while this can apply to any relationship, I wanted my focus on this post to be for couples in romantic relationships. </p>\n\n<p>It&#39;s tough to answer: don&#39;t you absolutely love this new recipe I made right after my long day of work standing on my feet and getting exhausted? Do I look good in this outfit that doesn&#39;t match and is totally inappropriate for the event we are attending? *Do I look fat, BE HONEST? *</p>\n\n<p>As an alternative which will help you get the feedback and validation you need while also receiving constructive criticism that won&#39;t feel like an attack when you&#39;re in need of a self esteem boost, you need to rephrase the question into an open ended statement that encourages a conversation, not a yes or not absolute.</p>\n\n<p>Hey, I found this new recipe online I wanted to try but I didn&#39;t feel too confident while I was making it. I feel like there may be something missing but what do you think?</p>\n\n<p>I&#39;m trying something new with this outfit. There&#39;s just something about it I really like but is there anything I should change about it?</p>\n\n<p>I <em>know</em> I haven&#39;t been eating well or exercising as much as I used to. I don&#39;t feel happy with how I look. I just feel like I look fat. </p>\n\n<p>That last one is always difficult to address in any kind way as we have been conditioned to focus on our appearance well beyond any other aspect of our life. But this will at least help your SO take the hint to be encouraging and supportive rather than force them to lie or be awkward.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/oq4yfq/ysk_asking_loaded_questions_in_a_relationship_can/",
  "subreddit": "YouShouldKnow",
  "id": "oq4yfq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: questions that seem harmless but are forcing an uncomfortable answer\nout of your significant other are asking for trouble. But it's our nature to ask\nquestions where we want both honest feedback from our SO but also want\nvalidation. Instead, express your feelings about the topic or question…"
}