{
  "approved_at_utc": null,
  "subreddit": "CryptoCurrency",
  "selftext": "&#x200B;\n\nhttps://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&format=pjpg&auto=webp&s=abae97caa7ab3061563dc9244998936e1ec74c10\n\n&#x200B;\n\nHi everyone,\n\nAfter my post on Inflation and Cryptocurrency, I received a lot of requests asking me to analyze other areas of the Crypto market. I figured that I would tackle Decentralized Finance and the two major areas of crypto functionality within DeFi.\n\n&#x200B;\n\n**What is Decentralized Finance (DeFi)?**\n\nThe internet isn't any one thing, its a beautiful and incredibly elaborate series of connections between servers. Everything on the internet needs to be stored somewhere, traditionally that meant stored either on a personal computer, a personal server, or as a small part of a massive server farm hosted by a tech company. The issue with this setup is that the owner of the server, if left unrestricted, can determine exactly what is hosted on their hardware. This fear of potential and real censorship has led the push towards a decentralized internet hosted on a trustless foundation. A system that is secure.\n\nThis idea has spread throughout the niches of the internet economy. The target of the system is decentralized finance, or how to commodify the internet to allow for a decentralized flow of money.  There are two main areas that this overlays with crypto, the first, like Bitcoin, a currency, is primarily an asset, the second, like Ethereum, is primarily a platform for functionality.\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/jbpafpnenlo61.png?width=624&format=png&auto=webp&s=4bbf11f05e009be7dd05a4aa9a9ef698a4bef61e\n\nBefore we get started, let me quickly run-through some factors that I used to determine the Fundamental Analysis and subsequent Technical Analysis.\n\n**Fundamental Analysis:**\n\nFundamental Analysis is attempting to put an accurate price on a item based upon an objective calculation of its worth. This is normally a nebulous number that roughly correlates to its in-kind purchase power if transferred to a universally traded currency. It answers the question of, given the ability to buy its competitors, what is the value of this good in a fair market setting. Fundamental Analysis generally seeks to answer whether the current price is overvalued or undervalued.\n\nSome Fundamental Analysis include:\n\n* Market Cap:\n   * Current Price x number of coins\n* 24 hour Trading Volume:\n   * How much coin is being exchanged\n* Inflation Rate:\n   * How many new coins are likely to be introduced\n\nBest sources for Fundamental Analysis data: [https://research.binance.com/en/projects](https://research.binance.com/en/projects)\n\n**Technical Analysis:**\n\nTechnical Analysis is to Fundamental Analysis as a crystal ball is to a NYSE ticker quote. Technical Analysis is the attempt to predict the market value of an item given all the outside factors that influence it. A technical analysis is generally done when historic numbers are used to predict future trends. Correlation analysis, candlestick patterns, and social media references are ways analysts assess a coins technicals. Technical analysis generally seeks to predict the future price of a coin.\n\n&#x200B;\n\n**The White Paper**\n\nThis, often overlooked, gem is the thesis behind the coin. This is the coin's reason for being and the market space that it intends on owning. A coin with an undefined white paper is a coin with an undefined answer, namely to the question, what makes you so special?\n\nIt contains:\n\n* The type of system\n   * POS, POW, etc\n* The coin's answer the Byzantine Fault Tolerance (how a coin proofs consensus of trust in an imperfect environment)\n* Tokenomics of the coin\n   * How coins can be received or distributed\n* The coin's \"why?\"\n\n**Valuation and Bubbles**\n\nA bubble can occur when there is a deviation between the Fundamental Analysis, what something should be worth based upon its own merits, and the Technical Analysis, where the market places the item's worth based upon outside factors. The idea of a bubble occurring is driven largely by projected future value and real future value. Both types of analysis seek to explain the market evaluation of an item.\n\nA quick word on bubbles and bitcoins. This hits on tokenomics, or the inherent value of the coin based on its function as a store of value, unit of account, and medium of exchange. A coin's risk can be determined by its degree of usability, valuations, inflation rate of the coin, information surrounding the design team, and volume of fees (indicating a rough level of willingness for people to trade coin for other currency).\n\n**Two major System Types:**\n\n**Proof of Work (POW):** The basis for traditional Cryptocurrency, where a complex equation is solved, providing the equation solver with a unit of currency. The currency gains intrinsic value through the value of the expended energy used to complete the equation. Thus, the tie between energy and currency allows the valuation of the currency.\n\nExamples: Bitcoin (BTC), Ethereum (ETH)\n\nPros:\n\n* The first, and most tested, way to ensure decentralized control over a currency.\n* POW provides incentives for miners to behave well and creates a system to settle transactions.\n\nCons:\n\n* The process wastes resources, which is unscalable with the current dominance of fossil fuels in our energy production.\n* The transaction time increases as the system seeks to prevent against double spending through verifying against “double spending”\n* Subject to 51% attacks\\*\n   * Miners can technically control 51% of the currencies computational value\n* This allows them to effectively re-write node history and secure bitcoins from other miners, controlling supply\n\n**Proof of Stake (POS):** The newer version of POW, favoring efficiency over whole-chain verification. Ouroboro’s Genesis-based POS relies on actors providing collateral to verify reduction of tradable coins in the marketplace. Traditionally, verification was performed through a reduced version of POW, where a portion of the blockchain is recorded and used to verify that the owners had not spent the stake. A second method of verification involves creating a lag time between when the currency being un-staked and the ability to spend the coins.\n\nExamples: Zilliqa (ZIL), Cardano (ADA), Polkadot (DOT)\n\nPros:\n\n* More environmentally friendly\n* Reduces latency when compared to POW\n* The required code to obtain the currency can be dynamic, allowing for scalable security\n\nCons:\n\n* Environmental pollution, latency, and security varies by the coins design\n* No consensus on how the system is verified\n* Requires users to trust the system as a whole and does not allow for selecting verifiers\n\n&#x200B;\n\nSo lets get to it:\n\n**The industry leader:**\n\nhttps://preview.redd.it/5vybmds5xlo61.png?width=893&format=png&auto=webp&s=4003ab17871980b749aea30f69591fd7a63473a9\n\n**Ethereum (ETH) - March 22**\n\nFunctionality: **DeFi Platform**\n\nNetwork: **Ethereum**\n\nCryptocurrency: **Ether**\n\nMarket Cap:  **$203.87B**\n\n* 115.15 million out of No specified Limit\n\nTransaction Count:  **1.21M**\n\nAverage 24 hour transaction fee: $[**16.07**](https://www.coindesk.com/price/ethereum)\n\nTech: **Proof of Work (ETH). Proof of Stake (ETH 2.0)**\n\nOversite: Decentralized\n\n&#x200B;\n\nEthereum is the prototypical alt coin. Second only in Market Cap to Bitcoin, but with an amazingly versatile and proven functionality that bridges the gap between currency and utility. It was launched as a type of global computer that allows platforms to build upon it, utilizing its computational capacity for their business functionality. It was made to scale the blockchain technology, and its done a great job so far.\n\n&#x200B;\n\nUtilizing smart contract technology that triggers when the outlined terms are met, ETH's smart contract functions as a decentralized broker that eliminates the need for traditional financial middlemen.\n\n&#x200B;\n\nPros:\n\n* Gradually shifting to ETH 2.0\n* Much of current DeFi system is based upon Ethereum network\n* Does not have a similar DeFi coin that can compete in adoptability\n   * Offhandedly referred to as the \"worlds computer\" due to its ubiquity in its market\n* Strong backing from institutions\n* Proof of concept and proof of team\n\nCons:\n\n* Incredibly high fees when compared to competing POS coins\n* Scalability issues with ETH 1.0\n   * ETH 2.0 fixes this with the shift to POS\n* Low Latency\n   * Due to the limited number of transactions allowed per second the system is bottlenecked\n      * ETH 2.0 fixes this by expanding\n* Skepticism regarding its ability to shift to POS\n   * Upgrading is more difficult than creating from scratch due to transition time and ecosystem\n\n&#x200B;\n\n**The competition:**\n\n&#x200B;\n\nhttps://preview.redd.it/uvmlzgdgnlo61.png?width=1373&format=png&auto=webp&s=71982b1e9c4be943fd4c4ceda9c216f195dbe916\n\n**Ripple (XRP) - March 22**\n\nFunctionality: **Currency (Unit of exchange)**\n\nNetwork: **Ripple**\n\nCryptocurrency: **Ripple**\n\nMarket Cap:  [25.3 B](https://www.coinbase.com/price/xrp)\n\n* 45,000,000,000 in circulation out of Hard Cap of 100,000,000,000\n\nTransactions:\n\n* Transaction Count:  **1.11M**\n* Average 24 hour transaction fee  $[0.000609](https://www.coindesk.com/price/xrp)\n\nTech:  XRP Ledger Consensus Protocol\n\nOversite: Centralized by Ripple\n\n&#x200B;\n\nRipple was founded 2004 by Ryan Fugger. Ripple Protocol, outlined in [Ripple’s 2018 Whitepaper](https://ripple.com/files/ripple_consensus_whitepaper.pdf), describes its model for using the Byzantine Agreement system in conjunction with decentralized trust.\n\nXRP was started by the folks at Ripple, and finished through open source collaboration. As a coin, XRP does not achieve a traditional system wide consensus and is instead powered by a ledger based consensus. These ledgers are, in part, managed by the company itself through their [verification system](https://ripple.com/xrp/). Ripple has done a commendable job diversifying their ledger owners, referred to as Unique Node Lists(UNL). Ripple has an extensive [list of partners](https://ripple.com/customers/) who have adopted their tech, and are growing at an impressive rate. XRP supports a number of functionalities including: Payment channels, escrows, deposit authorizations, a decentralized exchange, amendments, and invariant checking.\n\nPros:\n\n* Oldest coin between the three ETH competitors\n* Managed by a team that has successfully transitioned to a new whitepaper\n* The system does not require system wide-consensus, allowing for lower latency\n* Developed within an ecosystem that is currently growing\n\nCons:\n\n* Master list system for node selection does not give XRL owners full control of their trusted nodes, unlike XLM\n* Attached to the Ripple scandal, and a for-profit company\n* Similar in benefits to XLM, but lacks extra security features seen through the FBA\n\n&#x200B;\n\nhttps://preview.redd.it/oswvusvjnlo61.png?width=1372&format=png&auto=webp&s=ae3479fc2638b407925ce507d37c14258fbfb69e\n\n**Stellar Lumens (XLM) - March 22**\n\nFunctionality: **Currency (Unit of exchange)**\n\nNetwork: **Stellar**\n\nCryptocurrency: **Lumens**\n\nMarket Cap:  [9.09 B](https://coinmarketcap.com/currencies/stellar/)\n\n* **22,648,880,607** in circulation out of Hard Cap of  **50,001,806,812**\n\nTransactions:\n\n* Transaction Count:   **4.49M**\n* Average 24 hour transaction fee **$0.000013**\n\nTech:  Stellar Consensus Protocol\n\nOversite: Decentralized nodes\n\n&#x200B;\n\nStellar, was founded by Jed McCaleb, a co-founder of an earlier coin, Ripple. The Stellar White-Paper explains the reasoning for the currency and the market gap it seeks to fill. Stellar seeks to create a word wide financial network, ensured through a Stellar consensus protocol (SCP) built around a decentralized trust model called the Federated Byzantine Agreement (FBA). Through implementing its decentralized trust model, SCP, the Stellar system seeks to ensure:\n\n* Decentralized Control\n   * No gatekeeping or barrier to entry for consensus\n* Low latency\n   * Faster processing through spreading work over decentralized nodes\n* Flexible Trust\n   * User determined nodes, providing security based upon users predetermined trusted nodes.\n* Asymptotic Security\n   * Flexible digital signatures and hash families allowing for scaling for security\n\nTechnicals:\n\nUnlike competitors, XLM seeks to fix POW’s latency, trust, and security problems through their SCP model. It’s worth noting that XLM’s SCP model was built before [Ouroboro’s Genesis](https://dl.acm.org/doi/10.1145/3243734.3243848).\n\nXLM allows individual users to select trusted nodes, separating them from Ripple’s earlier attempt to create master sheets with trusted nodes. Rather than individually selected by users, the master sheets employed by ripple ended up transferring the byzantine system of authority from ripple to the sheet owners, leading to sheet owners maintaining control over the term “trusted nodes” within Ripple.\n\nThe XLM model diverges from the decentralize admission Ripple attempted in an important way, rather than relying master node lists that are editable, FBA relies on a consensus between decentralized nodes. Turning different nodes into individual owner’s elected officials that verify transactions for them. Thereby allowing for a decentralized consensus along with all the benefits of the Byzantine Agreement. This change, according to XLM, allows their model to create the decentralized consensus that achieves their goals of decentralized control, low latency, flexible trust, and asymptotic security.\n\nPros:\n\n* Its tech is consumer focused and better (regarding fees and latency) than current market leaders BTC and RPL\n* Highest transaction count of all coins surveyed\n* Historic ties to ADA and similar functionality *may* indicate an undervaluation of the currency\n\nCons:\n\n* Smaller market cap to XRP, paired with a much higher coin cap, makes % growth more difficult\n* Its tech puts the security onus on the owner\n* Smallest exchange volume of the coins surveyed\n\n&#x200B;\n\n&#x200B;\n\nhttps://preview.redd.it/zrl5u16jnlo61.png?width=1370&format=png&auto=webp&s=614c51074cc8d25e6b99783d3af6901d9ebb19bb\n\n&#x200B;\n\n**Cardano (ADA) - March 22**\n\nFunctionality: **DeFi Platform**\n\nNetwork: **Cardano**\n\nCryptocurrency: **Cardano**\n\nMarket Cap: **32.62**\n\n* **31,948,309,441**  in circulation out of Hard Cap of  **45,000,000,000**\n\nTransactions:\n\n* Transaction Count:   **30,341**\n* Average 24 hour transaction fee   **$0.258043**\n\nTech: Stellar Consensus Protocol\n\nOversite: Decentralized nodes\n\n&#x200B;\n\nCardano was founded by Charles Hoskinson, a co-founder of Ethereum, and was launched in 2017. The main goal of Cardano was to solve Bitcoin’s speed and rigidity, while also addressing Caradano’s stated issues with Ethereum’s scalability and safety.\n\nTechnicals:\n\nCardano, unlike Bitcoin, uses a Proof of Stake (POS) rather than Proof of Work (POW). This difference rewards the first rather than the most powerful, a system known as [Ouroboros Genesis](https://dl.acm.org/doi/10.1145/3243734.3243848), where miners can rejoin their chain and continue where they ended. The goal of POS through Ouroboros was to reduce the amount of energy needed compared to BTC and ETH, which both use POW.\n\nSecondly, like ETH’s ecosystem, the second layer of the Cardano is a layer similar to ETH, enabling using the system for smart contracts and applications. Cardano’s POS and computation layer, when combined, offer the benefits of BTC’s security and ETH’s functionality.\n\nPros:\n\n* POS tech that connects security, reduced latency, efficiency, and scalability\n* Not reliant on ETH's current market\n   * Target market is [developing world friendly](https://why.cardano.org/en/introduction/what-it-the-point-of-all-of-it/)\n* Similar to ETH, ADA has a secondary layer to its code allowing for it to function as a software platform\n* You can end staking whenever you like, with no end period\n* Likelihood that ADA will be completed before ETH 2.0 is fully implemented\n\nCons:\n\n* Viability after proposed ETH 2.0 in question\n   * Considering the adoption of ETH, and its proven value, ADA is unlikely to unseat\n* Historic tie between ADA:XLM:XRP *may* indicate an overvaluation\n* Number of transactions is smaller when compared to ETH\n\n**Final Thoughts**\n\nWorld Computer:\n\nDeFi has a lot of room for multiple coins. The current enterprise space is littered with blockchain tech supported by the largest tech giants. Unlike ETH, these ecosystems are unlikely to be as secure and are limited by the security of its founder. This security also comes in the form of potential censorship, either by the company or through regulation.\n\nFor this reason, its likely that the blockchain functionality through a decentralized currency has real utility. In that light, the functionality allowed through the adoption of ETH and ADA is here to stay. Between the two, there is enough space to support both coins, especially as the ADA model seeks to promote exchanges in developing countries. However, the transition to ETH 2.0 presents an incredible opportunity to reduce ETH's marketshare. ADA's superior latency and fees, paired with its proposed functionality will make ETH's competition market share based. The release of ADA's second tier is likely to come before ETH 2.0 is fully implemented. The impending switch to the POS model will likely keep many ETH users on the ETH network, but the high fees may cause newer adopters to prefer ADA's system.\n\nEither way, ETH has something that ADA does not, a fully functioning system, while ADA does not have a scalability problem and is likely to arrive on market as a full POS. They are both likely to increase in value, as neither coin is the other's Deus Ex Machina.\n\n&#x200B;\n\nCurrency:\n\nIn regards to utility, Ripple and Stellar are likely to continue their battle as a secondary exchange. Ripple, with their recent scandals attached to their network, has an uphill battle to regain trust. Stellar has the advantage in number of transactions, which can largely be attributed to the reduced fee structure. XRP, while supported by Ripple, is not a humanitarian effort, and the efforts to commercialize the coin has landed them in hot water with the FEC.\n\nRipple's profit seeking nature gives it a higher likelihood of price growth, as they have little incentive to act in the best interest of the system as a whole. Stellar, while a non-profit, is more likely to seek out adoption regardless of the price. This lack of accountability to Ripple owners gives Stellar the ability to plan long term and sacrifice short term gains for long term strategy.\n\nBetween the two currencies, I foresee a split in effectiveness. XRP will most likely bring the most profit from holding in the short term. The adoption rate of XLM will continue to surpass XRP and will eventually allow for continued compounded growth. The latency and reduced fees of XLM will entice retail investors, while XRP, over the long term, will most likely attempt another white paper pivot towards hosting on its functionality rather than facilitating exchange.\n\n&#x200B;\n\n**Any data, text or other content on this page is provided as general market information and not as investment advice. Past performance is not necessarily an indicator of future results.**\n\n&#x200B;\n\nEdit: Coindesk listed incorrect market cap for XLM & XRP, Thanks to commenter who pointed out.\n\n\\*\\*CoinDesk does not seem to be a reliable source for Market Cap Data\\*\\*\n\n\\-For those interested, [Coindesk](https://www.coindesk.com/price/stellar), [Coinmarketcap](https://coinmarketcap.com/currencies/stellar/), [Coinbase](https://www.coinbase.com/price/stellar). \n\n\\-XLM Consensus as of 3/22/22, around 9.1B-\n\n\\-XRP consensus as of 3/22/22 at 25B-",
  "author_fullname": "t2_850vgii6",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "What you need to know about Decentralized Finance (DeFi)",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "FINANCE"
    }
  ],
  "subreddit_name_prefixed": "r/CryptoCurrency",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "FINANCE",
  "downs": 0,
  "thumbnail_height": 78,
  "top_awarded_type": null,
  "hide_score": false,
  "media_metadata": {
    "zrl5u16jnlo61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 65,
          "x": 108,
          "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=108&crop=smart&auto=webp&s=0ee69a0eaf6fdd610b34fbc2b9465544c38a74d2"
        },
        {
          "y": 130,
          "x": 216,
          "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=216&crop=smart&auto=webp&s=2f8aa2e796c4b39e9ed0e8847c2b89feded9eb91"
        },
        {
          "y": 193,
          "x": 320,
          "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=320&crop=smart&auto=webp&s=d82401655e9e7c8e81076873b3fb6e8b93dba9f5"
        },
        {
          "y": 387,
          "x": 640,
          "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=640&crop=smart&auto=webp&s=875b6b7adb643ac65f82824d3de8e2afc89d5b30"
        },
        {
          "y": 580,
          "x": 960,
          "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=960&crop=smart&auto=webp&s=61820c930371c61ab845a522e6dca184f050721f"
        },
        {
          "y": 653,
          "x": 1080,
          "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=1080&crop=smart&auto=webp&s=b987ba3220f3197e6b4abbe47228cd86da67ef10"
        }
      ],
      "s": {
        "y": 829,
        "x": 1370,
        "u": "https://preview.redd.it/zrl5u16jnlo61.png?width=1370&format=png&auto=webp&s=614c51074cc8d25e6b99783d3af6901d9ebb19bb"
      },
      "id": "zrl5u16jnlo61"
    },
    "5vybmds5xlo61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 75,
          "x": 108,
          "u": "https://preview.redd.it/5vybmds5xlo61.png?width=108&crop=smart&auto=webp&s=efebdde606dcf70d0039d06e25bbe231ba18c1b2"
        },
        {
          "y": 150,
          "x": 216,
          "u": "https://preview.redd.it/5vybmds5xlo61.png?width=216&crop=smart&auto=webp&s=5a75fa4f212bfa8d262d97969da625774f9bb7ef"
        },
        {
          "y": 222,
          "x": 320,
          "u": "https://preview.redd.it/5vybmds5xlo61.png?width=320&crop=smart&auto=webp&s=41b44e09ab34f03e9bb79ff397d8211b4bb11dfa"
        },
        {
          "y": 445,
          "x": 640,
          "u": "https://preview.redd.it/5vybmds5xlo61.png?width=640&crop=smart&auto=webp&s=1c686716bec608589fd7e5bce4bbf5b95405cd47"
        }
      ],
      "s": {
        "y": 621,
        "x": 893,
        "u": "https://preview.redd.it/5vybmds5xlo61.png?width=893&format=png&auto=webp&s=4003ab17871980b749aea30f69591fd7a63473a9"
      },
      "id": "5vybmds5xlo61"
    },
    "kyaxvk1wgmo61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 144,
          "x": 108,
          "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=108&crop=smart&auto=webp&s=d6e54b876f68eb5e3ba33a49e7ccac250ba7672e"
        },
        {
          "y": 288,
          "x": 216,
          "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=216&crop=smart&auto=webp&s=c819b82281762cbab55b396adf07db632fcd2c17"
        },
        {
          "y": 426,
          "x": 320,
          "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=320&crop=smart&auto=webp&s=03acde00d9ccd48f34ad939817c925b8dbf48829"
        },
        {
          "y": 853,
          "x": 640,
          "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=640&crop=smart&auto=webp&s=e358f80f2decac8c0ce22186fd2695898186c8da"
        },
        {
          "y": 1280,
          "x": 960,
          "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=960&crop=smart&auto=webp&s=8c6fef89af6587474d3b80b4b42a38ef6fd50682"
        },
        {
          "y": 1440,
          "x": 1080,
          "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1080&crop=smart&auto=webp&s=5cd64661cbb158179d7dcb502867cd72d47eb237"
        }
      ],
      "s": {
        "y": 2304,
        "x": 1728,
        "u": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&format=pjpg&auto=webp&s=abae97caa7ab3061563dc9244998936e1ec74c10"
      },
      "id": "kyaxvk1wgmo61"
    },
    "uvmlzgdgnlo61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 64,
          "x": 108,
          "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=108&crop=smart&auto=webp&s=166962450ac3687bd658763b7dbdc9ee5ebb4b1d"
        },
        {
          "y": 129,
          "x": 216,
          "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=216&crop=smart&auto=webp&s=fd5a8712791e31f99ce330efbcbaafc080592ac3"
        },
        {
          "y": 191,
          "x": 320,
          "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=320&crop=smart&auto=webp&s=43c77fa399c00975d819b384e5aa0b2087669252"
        },
        {
          "y": 383,
          "x": 640,
          "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=640&crop=smart&auto=webp&s=f6f975e6b1d3a862d65df5d83d9944689e904189"
        },
        {
          "y": 574,
          "x": 960,
          "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=960&crop=smart&auto=webp&s=0d8710e04f27f80c1fc7c171a4d3c2cdcbb5d07c"
        },
        {
          "y": 646,
          "x": 1080,
          "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=1080&crop=smart&auto=webp&s=b0b20abeea6fcd60191f862ba94c7d8ad69d0f3e"
        }
      ],
      "s": {
        "y": 822,
        "x": 1373,
        "u": "https://preview.redd.it/uvmlzgdgnlo61.png?width=1373&format=png&auto=webp&s=71982b1e9c4be943fd4c4ceda9c216f195dbe916"
      },
      "id": "uvmlzgdgnlo61"
    },
    "oswvusvjnlo61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 64,
          "x": 108,
          "u": "https://preview.redd.it/oswvusvjnlo61.png?width=108&crop=smart&auto=webp&s=de920212dedf0b30556d89fb02f656a3abfc49cf"
        },
        {
          "y": 129,
          "x": 216,
          "u": "https://preview.redd.it/oswvusvjnlo61.png?width=216&crop=smart&auto=webp&s=1c8c38c9b591df7c79219524e0a7ace159fbf16c"
        },
        {
          "y": 192,
          "x": 320,
          "u": "https://preview.redd.it/oswvusvjnlo61.png?width=320&crop=smart&auto=webp&s=8cd6f55031cbceae209055b4a78ff31fb6235f3f"
        },
        {
          "y": 384,
          "x": 640,
          "u": "https://preview.redd.it/oswvusvjnlo61.png?width=640&crop=smart&auto=webp&s=39ae2c1fbd7d715c3d95f7c346156b2b36ea6074"
        },
        {
          "y": 576,
          "x": 960,
          "u": "https://preview.redd.it/oswvusvjnlo61.png?width=960&crop=smart&auto=webp&s=332881cc9a8d0b76d87d665ee6765cedc3d2c22b"
        },
        {
          "y": 648,
          "x": 1080,
          "u": "https://preview.redd.it/oswvusvjnlo61.png?width=1080&crop=smart&auto=webp&s=5dd2ff6f81cf1ecaac646c602e22e60880b1247e"
        }
      ],
      "s": {
        "y": 824,
        "x": 1372,
        "u": "https://preview.redd.it/oswvusvjnlo61.png?width=1372&format=png&auto=webp&s=ae3479fc2638b407925ce507d37c14258fbfb69e"
      },
      "id": "oswvusvjnlo61"
    },
    "jbpafpnenlo61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 57,
          "x": 108,
          "u": "https://preview.redd.it/jbpafpnenlo61.png?width=108&crop=smart&auto=webp&s=a5d4ad8a3f1611d044be937ab1d896d486c6f05b"
        },
        {
          "y": 115,
          "x": 216,
          "u": "https://preview.redd.it/jbpafpnenlo61.png?width=216&crop=smart&auto=webp&s=6fc13330786d4433e166afb50c7066c19ec529e2"
        },
        {
          "y": 171,
          "x": 320,
          "u": "https://preview.redd.it/jbpafpnenlo61.png?width=320&crop=smart&auto=webp&s=ae2cda7b0d2c6eec993cbc495ae874913cab5539"
        }
      ],
      "s": {
        "y": 335,
        "x": 624,
        "u": "https://preview.redd.it/jbpafpnenlo61.png?width=624&format=png&auto=webp&s=4bbf11f05e009be7dd05a4aa9a9ef698a4bef61e"
      },
      "id": "jbpafpnenlo61"
    }
  },
  "name": "t3_mauduv",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.93,
  "author_flair_background_color": "",
  "subreddit_type": "public",
  "ups": 222,
  "total_awards_received": 15,
  "media_embed": {},
  "thumbnail_width": 140,
  "author_flair_template_id": null,
  "is_original_content": true,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "FINANCE",
  "can_mod_post": false,
  "score": 222,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "https://b.thumbs.redditmedia.com/Mjm2k0fPkJtaxwfEKQ7z1qqpqH2Zz-QUcRB2Qd9eHlg.jpg",
  "edited": 1616453409,
  "author_flair_css_class": "Transitioning",
  "author_flair_richtext": [
    {
      "e": "text",
      "t": " "
    }
  ],
  "gildings": {
    "gid_1": 5,
    "gid_3": 1
  },
  "post_hint": "self",
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1616466352,
  "link_flair_type": "richtext",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "richtext",
  "domain": "self.CryptoCurrency",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&amp;format=pjpg&amp;auto=webp&amp;s=abae97caa7ab3061563dc9244998936e1ec74c10\">https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&amp;format=pjpg&amp;auto=webp&amp;s=abae97caa7ab3061563dc9244998936e1ec74c10</a></p>\n\n<p>&#x200B;</p>\n\n<p>Hi everyone,</p>\n\n<p>After my post on Inflation and Cryptocurrency, I received a lot of requests asking me to analyze other areas of the Crypto market. I figured that I would tackle Decentralized Finance and the two major areas of crypto functionality within DeFi.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>What is Decentralized Finance (DeFi)?</strong></p>\n\n<p>The internet isn&#39;t any one thing, its a beautiful and incredibly elaborate series of connections between servers. Everything on the internet needs to be stored somewhere, traditionally that meant stored either on a personal computer, a personal server, or as a small part of a massive server farm hosted by a tech company. The issue with this setup is that the owner of the server, if left unrestricted, can determine exactly what is hosted on their hardware. This fear of potential and real censorship has led the push towards a decentralized internet hosted on a trustless foundation. A system that is secure.</p>\n\n<p>This idea has spread throughout the niches of the internet economy. The target of the system is decentralized finance, or how to commodify the internet to allow for a decentralized flow of money.  There are two main areas that this overlays with crypto, the first, like Bitcoin, a currency, is primarily an asset, the second, like Ethereum, is primarily a platform for functionality.</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/jbpafpnenlo61.png?width=624&amp;format=png&amp;auto=webp&amp;s=4bbf11f05e009be7dd05a4aa9a9ef698a4bef61e\">https://preview.redd.it/jbpafpnenlo61.png?width=624&amp;format=png&amp;auto=webp&amp;s=4bbf11f05e009be7dd05a4aa9a9ef698a4bef61e</a></p>\n\n<p>Before we get started, let me quickly run-through some factors that I used to determine the Fundamental Analysis and subsequent Technical Analysis.</p>\n\n<p><strong>Fundamental Analysis:</strong></p>\n\n<p>Fundamental Analysis is attempting to put an accurate price on a item based upon an objective calculation of its worth. This is normally a nebulous number that roughly correlates to its in-kind purchase power if transferred to a universally traded currency. It answers the question of, given the ability to buy its competitors, what is the value of this good in a fair market setting. Fundamental Analysis generally seeks to answer whether the current price is overvalued or undervalued.</p>\n\n<p>Some Fundamental Analysis include:</p>\n\n<ul>\n<li>Market Cap:\n\n<ul>\n<li>Current Price x number of coins</li>\n</ul></li>\n<li>24 hour Trading Volume:\n\n<ul>\n<li>How much coin is being exchanged</li>\n</ul></li>\n<li>Inflation Rate:\n\n<ul>\n<li>How many new coins are likely to be introduced</li>\n</ul></li>\n</ul>\n\n<p>Best sources for Fundamental Analysis data: <a href=\"https://research.binance.com/en/projects\">https://research.binance.com/en/projects</a></p>\n\n<p><strong>Technical Analysis:</strong></p>\n\n<p>Technical Analysis is to Fundamental Analysis as a crystal ball is to a NYSE ticker quote. Technical Analysis is the attempt to predict the market value of an item given all the outside factors that influence it. A technical analysis is generally done when historic numbers are used to predict future trends. Correlation analysis, candlestick patterns, and social media references are ways analysts assess a coins technicals. Technical analysis generally seeks to predict the future price of a coin.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>The White Paper</strong></p>\n\n<p>This, often overlooked, gem is the thesis behind the coin. This is the coin&#39;s reason for being and the market space that it intends on owning. A coin with an undefined white paper is a coin with an undefined answer, namely to the question, what makes you so special?</p>\n\n<p>It contains:</p>\n\n<ul>\n<li>The type of system\n\n<ul>\n<li>POS, POW, etc</li>\n</ul></li>\n<li>The coin&#39;s answer the Byzantine Fault Tolerance (how a coin proofs consensus of trust in an imperfect environment)</li>\n<li>Tokenomics of the coin\n\n<ul>\n<li>How coins can be received or distributed</li>\n</ul></li>\n<li>The coin&#39;s &quot;why?&quot;</li>\n</ul>\n\n<p><strong>Valuation and Bubbles</strong></p>\n\n<p>A bubble can occur when there is a deviation between the Fundamental Analysis, what something should be worth based upon its own merits, and the Technical Analysis, where the market places the item&#39;s worth based upon outside factors. The idea of a bubble occurring is driven largely by projected future value and real future value. Both types of analysis seek to explain the market evaluation of an item.</p>\n\n<p>A quick word on bubbles and bitcoins. This hits on tokenomics, or the inherent value of the coin based on its function as a store of value, unit of account, and medium of exchange. A coin&#39;s risk can be determined by its degree of usability, valuations, inflation rate of the coin, information surrounding the design team, and volume of fees (indicating a rough level of willingness for people to trade coin for other currency).</p>\n\n<p><strong>Two major System Types:</strong></p>\n\n<p><strong>Proof of Work (POW):</strong> The basis for traditional Cryptocurrency, where a complex equation is solved, providing the equation solver with a unit of currency. The currency gains intrinsic value through the value of the expended energy used to complete the equation. Thus, the tie between energy and currency allows the valuation of the currency.</p>\n\n<p>Examples: Bitcoin (BTC), Ethereum (ETH)</p>\n\n<p>Pros:</p>\n\n<ul>\n<li>The first, and most tested, way to ensure decentralized control over a currency.</li>\n<li>POW provides incentives for miners to behave well and creates a system to settle transactions.</li>\n</ul>\n\n<p>Cons:</p>\n\n<ul>\n<li>The process wastes resources, which is unscalable with the current dominance of fossil fuels in our energy production.</li>\n<li>The transaction time increases as the system seeks to prevent against double spending through verifying against “double spending”</li>\n<li>Subject to 51% attacks*\n\n<ul>\n<li>Miners can technically control 51% of the currencies computational value</li>\n</ul></li>\n<li>This allows them to effectively re-write node history and secure bitcoins from other miners, controlling supply</li>\n</ul>\n\n<p><strong>Proof of Stake (POS):</strong> The newer version of POW, favoring efficiency over whole-chain verification. Ouroboro’s Genesis-based POS relies on actors providing collateral to verify reduction of tradable coins in the marketplace. Traditionally, verification was performed through a reduced version of POW, where a portion of the blockchain is recorded and used to verify that the owners had not spent the stake. A second method of verification involves creating a lag time between when the currency being un-staked and the ability to spend the coins.</p>\n\n<p>Examples: Zilliqa (ZIL), Cardano (ADA), Polkadot (DOT)</p>\n\n<p>Pros:</p>\n\n<ul>\n<li>More environmentally friendly</li>\n<li>Reduces latency when compared to POW</li>\n<li>The required code to obtain the currency can be dynamic, allowing for scalable security</li>\n</ul>\n\n<p>Cons:</p>\n\n<ul>\n<li>Environmental pollution, latency, and security varies by the coins design</li>\n<li>No consensus on how the system is verified</li>\n<li>Requires users to trust the system as a whole and does not allow for selecting verifiers</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p>So lets get to it:</p>\n\n<p><strong>The industry leader:</strong></p>\n\n<p><a href=\"https://preview.redd.it/5vybmds5xlo61.png?width=893&amp;format=png&amp;auto=webp&amp;s=4003ab17871980b749aea30f69591fd7a63473a9\">https://preview.redd.it/5vybmds5xlo61.png?width=893&amp;format=png&amp;auto=webp&amp;s=4003ab17871980b749aea30f69591fd7a63473a9</a></p>\n\n<p><strong>Ethereum (ETH) - March 22</strong></p>\n\n<p>Functionality: <strong>DeFi Platform</strong></p>\n\n<p>Network: <strong>Ethereum</strong></p>\n\n<p>Cryptocurrency: <strong>Ether</strong></p>\n\n<p>Market Cap:  <strong>$203.87B</strong></p>\n\n<ul>\n<li>115.15 million out of No specified Limit</li>\n</ul>\n\n<p>Transaction Count:  <strong>1.21M</strong></p>\n\n<p>Average 24 hour transaction fee: $<a href=\"https://www.coindesk.com/price/ethereum\"><strong>16.07</strong></a></p>\n\n<p>Tech: <strong>Proof of Work (ETH). Proof of Stake (ETH 2.0)</strong></p>\n\n<p>Oversite: Decentralized</p>\n\n<p>&#x200B;</p>\n\n<p>Ethereum is the prototypical alt coin. Second only in Market Cap to Bitcoin, but with an amazingly versatile and proven functionality that bridges the gap between currency and utility. It was launched as a type of global computer that allows platforms to build upon it, utilizing its computational capacity for their business functionality. It was made to scale the blockchain technology, and its done a great job so far.</p>\n\n<p>&#x200B;</p>\n\n<p>Utilizing smart contract technology that triggers when the outlined terms are met, ETH&#39;s smart contract functions as a decentralized broker that eliminates the need for traditional financial middlemen.</p>\n\n<p>&#x200B;</p>\n\n<p>Pros:</p>\n\n<ul>\n<li>Gradually shifting to ETH 2.0</li>\n<li>Much of current DeFi system is based upon Ethereum network</li>\n<li>Does not have a similar DeFi coin that can compete in adoptability\n\n<ul>\n<li>Offhandedly referred to as the &quot;worlds computer&quot; due to its ubiquity in its market</li>\n</ul></li>\n<li>Strong backing from institutions</li>\n<li>Proof of concept and proof of team</li>\n</ul>\n\n<p>Cons:</p>\n\n<ul>\n<li>Incredibly high fees when compared to competing POS coins</li>\n<li>Scalability issues with ETH 1.0\n\n<ul>\n<li>ETH 2.0 fixes this with the shift to POS</li>\n</ul></li>\n<li>Low Latency\n\n<ul>\n<li>Due to the limited number of transactions allowed per second the system is bottlenecked\n\n<ul>\n<li>ETH 2.0 fixes this by expanding</li>\n</ul></li>\n</ul></li>\n<li>Skepticism regarding its ability to shift to POS\n\n<ul>\n<li>Upgrading is more difficult than creating from scratch due to transition time and ecosystem</li>\n</ul></li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><strong>The competition:</strong></p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/uvmlzgdgnlo61.png?width=1373&amp;format=png&amp;auto=webp&amp;s=71982b1e9c4be943fd4c4ceda9c216f195dbe916\">https://preview.redd.it/uvmlzgdgnlo61.png?width=1373&amp;format=png&amp;auto=webp&amp;s=71982b1e9c4be943fd4c4ceda9c216f195dbe916</a></p>\n\n<p><strong>Ripple (XRP) - March 22</strong></p>\n\n<p>Functionality: <strong>Currency (Unit of exchange)</strong></p>\n\n<p>Network: <strong>Ripple</strong></p>\n\n<p>Cryptocurrency: <strong>Ripple</strong></p>\n\n<p>Market Cap:  <a href=\"https://www.coinbase.com/price/xrp\">25.3 B</a></p>\n\n<ul>\n<li>45,000,000,000 in circulation out of Hard Cap of 100,000,000,000</li>\n</ul>\n\n<p>Transactions:</p>\n\n<ul>\n<li>Transaction Count:  <strong>1.11M</strong></li>\n<li>Average 24 hour transaction fee  $<a href=\"https://www.coindesk.com/price/xrp\">0.000609</a></li>\n</ul>\n\n<p>Tech:  XRP Ledger Consensus Protocol</p>\n\n<p>Oversite: Centralized by Ripple</p>\n\n<p>&#x200B;</p>\n\n<p>Ripple was founded 2004 by Ryan Fugger. Ripple Protocol, outlined in <a href=\"https://ripple.com/files/ripple_consensus_whitepaper.pdf\">Ripple’s 2018 Whitepaper</a>, describes its model for using the Byzantine Agreement system in conjunction with decentralized trust.</p>\n\n<p>XRP was started by the folks at Ripple, and finished through open source collaboration. As a coin, XRP does not achieve a traditional system wide consensus and is instead powered by a ledger based consensus. These ledgers are, in part, managed by the company itself through their <a href=\"https://ripple.com/xrp/\">verification system</a>. Ripple has done a commendable job diversifying their ledger owners, referred to as Unique Node Lists(UNL). Ripple has an extensive <a href=\"https://ripple.com/customers/\">list of partners</a> who have adopted their tech, and are growing at an impressive rate. XRP supports a number of functionalities including: Payment channels, escrows, deposit authorizations, a decentralized exchange, amendments, and invariant checking.</p>\n\n<p>Pros:</p>\n\n<ul>\n<li>Oldest coin between the three ETH competitors</li>\n<li>Managed by a team that has successfully transitioned to a new whitepaper</li>\n<li>The system does not require system wide-consensus, allowing for lower latency</li>\n<li>Developed within an ecosystem that is currently growing</li>\n</ul>\n\n<p>Cons:</p>\n\n<ul>\n<li>Master list system for node selection does not give XRL owners full control of their trusted nodes, unlike XLM</li>\n<li>Attached to the Ripple scandal, and a for-profit company</li>\n<li>Similar in benefits to XLM, but lacks extra security features seen through the FBA</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/oswvusvjnlo61.png?width=1372&amp;format=png&amp;auto=webp&amp;s=ae3479fc2638b407925ce507d37c14258fbfb69e\">https://preview.redd.it/oswvusvjnlo61.png?width=1372&amp;format=png&amp;auto=webp&amp;s=ae3479fc2638b407925ce507d37c14258fbfb69e</a></p>\n\n<p><strong>Stellar Lumens (XLM) - March 22</strong></p>\n\n<p>Functionality: <strong>Currency (Unit of exchange)</strong></p>\n\n<p>Network: <strong>Stellar</strong></p>\n\n<p>Cryptocurrency: <strong>Lumens</strong></p>\n\n<p>Market Cap:  <a href=\"https://coinmarketcap.com/currencies/stellar/\">9.09 B</a></p>\n\n<ul>\n<li><strong>22,648,880,607</strong> in circulation out of Hard Cap of  <strong>50,001,806,812</strong></li>\n</ul>\n\n<p>Transactions:</p>\n\n<ul>\n<li>Transaction Count:   <strong>4.49M</strong></li>\n<li>Average 24 hour transaction fee <strong>$0.000013</strong></li>\n</ul>\n\n<p>Tech:  Stellar Consensus Protocol</p>\n\n<p>Oversite: Decentralized nodes</p>\n\n<p>&#x200B;</p>\n\n<p>Stellar, was founded by Jed McCaleb, a co-founder of an earlier coin, Ripple. The Stellar White-Paper explains the reasoning for the currency and the market gap it seeks to fill. Stellar seeks to create a word wide financial network, ensured through a Stellar consensus protocol (SCP) built around a decentralized trust model called the Federated Byzantine Agreement (FBA). Through implementing its decentralized trust model, SCP, the Stellar system seeks to ensure:</p>\n\n<ul>\n<li>Decentralized Control\n\n<ul>\n<li>No gatekeeping or barrier to entry for consensus</li>\n</ul></li>\n<li>Low latency\n\n<ul>\n<li>Faster processing through spreading work over decentralized nodes</li>\n</ul></li>\n<li>Flexible Trust\n\n<ul>\n<li>User determined nodes, providing security based upon users predetermined trusted nodes.</li>\n</ul></li>\n<li>Asymptotic Security\n\n<ul>\n<li>Flexible digital signatures and hash families allowing for scaling for security</li>\n</ul></li>\n</ul>\n\n<p>Technicals:</p>\n\n<p>Unlike competitors, XLM seeks to fix POW’s latency, trust, and security problems through their SCP model. It’s worth noting that XLM’s SCP model was built before <a href=\"https://dl.acm.org/doi/10.1145/3243734.3243848\">Ouroboro’s Genesis</a>.</p>\n\n<p>XLM allows individual users to select trusted nodes, separating them from Ripple’s earlier attempt to create master sheets with trusted nodes. Rather than individually selected by users, the master sheets employed by ripple ended up transferring the byzantine system of authority from ripple to the sheet owners, leading to sheet owners maintaining control over the term “trusted nodes” within Ripple.</p>\n\n<p>The XLM model diverges from the decentralize admission Ripple attempted in an important way, rather than relying master node lists that are editable, FBA relies on a consensus between decentralized nodes. Turning different nodes into individual owner’s elected officials that verify transactions for them. Thereby allowing for a decentralized consensus along with all the benefits of the Byzantine Agreement. This change, according to XLM, allows their model to create the decentralized consensus that achieves their goals of decentralized control, low latency, flexible trust, and asymptotic security.</p>\n\n<p>Pros:</p>\n\n<ul>\n<li>Its tech is consumer focused and better (regarding fees and latency) than current market leaders BTC and RPL</li>\n<li>Highest transaction count of all coins surveyed</li>\n<li>Historic ties to ADA and similar functionality <em>may</em> indicate an undervaluation of the currency</li>\n</ul>\n\n<p>Cons:</p>\n\n<ul>\n<li>Smaller market cap to XRP, paired with a much higher coin cap, makes % growth more difficult</li>\n<li>Its tech puts the security onus on the owner</li>\n<li>Smallest exchange volume of the coins surveyed</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/zrl5u16jnlo61.png?width=1370&amp;format=png&amp;auto=webp&amp;s=614c51074cc8d25e6b99783d3af6901d9ebb19bb\">https://preview.redd.it/zrl5u16jnlo61.png?width=1370&amp;format=png&amp;auto=webp&amp;s=614c51074cc8d25e6b99783d3af6901d9ebb19bb</a></p>\n\n<p>&#x200B;</p>\n\n<p><strong>Cardano (ADA) - March 22</strong></p>\n\n<p>Functionality: <strong>DeFi Platform</strong></p>\n\n<p>Network: <strong>Cardano</strong></p>\n\n<p>Cryptocurrency: <strong>Cardano</strong></p>\n\n<p>Market Cap: <strong>32.62</strong></p>\n\n<ul>\n<li><strong>31,948,309,441</strong>  in circulation out of Hard Cap of  <strong>45,000,000,000</strong></li>\n</ul>\n\n<p>Transactions:</p>\n\n<ul>\n<li>Transaction Count:   <strong>30,341</strong></li>\n<li>Average 24 hour transaction fee   <strong>$0.258043</strong></li>\n</ul>\n\n<p>Tech: Stellar Consensus Protocol</p>\n\n<p>Oversite: Decentralized nodes</p>\n\n<p>&#x200B;</p>\n\n<p>Cardano was founded by Charles Hoskinson, a co-founder of Ethereum, and was launched in 2017. The main goal of Cardano was to solve Bitcoin’s speed and rigidity, while also addressing Caradano’s stated issues with Ethereum’s scalability and safety.</p>\n\n<p>Technicals:</p>\n\n<p>Cardano, unlike Bitcoin, uses a Proof of Stake (POS) rather than Proof of Work (POW). This difference rewards the first rather than the most powerful, a system known as <a href=\"https://dl.acm.org/doi/10.1145/3243734.3243848\">Ouroboros Genesis</a>, where miners can rejoin their chain and continue where they ended. The goal of POS through Ouroboros was to reduce the amount of energy needed compared to BTC and ETH, which both use POW.</p>\n\n<p>Secondly, like ETH’s ecosystem, the second layer of the Cardano is a layer similar to ETH, enabling using the system for smart contracts and applications. Cardano’s POS and computation layer, when combined, offer the benefits of BTC’s security and ETH’s functionality.</p>\n\n<p>Pros:</p>\n\n<ul>\n<li>POS tech that connects security, reduced latency, efficiency, and scalability</li>\n<li>Not reliant on ETH&#39;s current market\n\n<ul>\n<li>Target market is <a href=\"https://why.cardano.org/en/introduction/what-it-the-point-of-all-of-it/\">developing world friendly</a></li>\n</ul></li>\n<li>Similar to ETH, ADA has a secondary layer to its code allowing for it to function as a software platform</li>\n<li>You can end staking whenever you like, with no end period</li>\n<li>Likelihood that ADA will be completed before ETH 2.0 is fully implemented</li>\n</ul>\n\n<p>Cons:</p>\n\n<ul>\n<li>Viability after proposed ETH 2.0 in question\n\n<ul>\n<li>Considering the adoption of ETH, and its proven value, ADA is unlikely to unseat</li>\n</ul></li>\n<li>Historic tie between ADA:XLM:XRP <em>may</em> indicate an overvaluation</li>\n<li>Number of transactions is smaller when compared to ETH</li>\n</ul>\n\n<p><strong>Final Thoughts</strong></p>\n\n<p>World Computer:</p>\n\n<p>DeFi has a lot of room for multiple coins. The current enterprise space is littered with blockchain tech supported by the largest tech giants. Unlike ETH, these ecosystems are unlikely to be as secure and are limited by the security of its founder. This security also comes in the form of potential censorship, either by the company or through regulation.</p>\n\n<p>For this reason, its likely that the blockchain functionality through a decentralized currency has real utility. In that light, the functionality allowed through the adoption of ETH and ADA is here to stay. Between the two, there is enough space to support both coins, especially as the ADA model seeks to promote exchanges in developing countries. However, the transition to ETH 2.0 presents an incredible opportunity to reduce ETH&#39;s marketshare. ADA&#39;s superior latency and fees, paired with its proposed functionality will make ETH&#39;s competition market share based. The release of ADA&#39;s second tier is likely to come before ETH 2.0 is fully implemented. The impending switch to the POS model will likely keep many ETH users on the ETH network, but the high fees may cause newer adopters to prefer ADA&#39;s system.</p>\n\n<p>Either way, ETH has something that ADA does not, a fully functioning system, while ADA does not have a scalability problem and is likely to arrive on market as a full POS. They are both likely to increase in value, as neither coin is the other&#39;s Deus Ex Machina.</p>\n\n<p>&#x200B;</p>\n\n<p>Currency:</p>\n\n<p>In regards to utility, Ripple and Stellar are likely to continue their battle as a secondary exchange. Ripple, with their recent scandals attached to their network, has an uphill battle to regain trust. Stellar has the advantage in number of transactions, which can largely be attributed to the reduced fee structure. XRP, while supported by Ripple, is not a humanitarian effort, and the efforts to commercialize the coin has landed them in hot water with the FEC.</p>\n\n<p>Ripple&#39;s profit seeking nature gives it a higher likelihood of price growth, as they have little incentive to act in the best interest of the system as a whole. Stellar, while a non-profit, is more likely to seek out adoption regardless of the price. This lack of accountability to Ripple owners gives Stellar the ability to plan long term and sacrifice short term gains for long term strategy.</p>\n\n<p>Between the two currencies, I foresee a split in effectiveness. XRP will most likely bring the most profit from holding in the short term. The adoption rate of XLM will continue to surpass XRP and will eventually allow for continued compounded growth. The latency and reduced fees of XLM will entice retail investors, while XRP, over the long term, will most likely attempt another white paper pivot towards hosting on its functionality rather than facilitating exchange.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Any data, text or other content on this page is provided as general market information and not as investment advice. Past performance is not necessarily an indicator of future results.</strong></p>\n\n<p>&#x200B;</p>\n\n<p>Edit: Coindesk listed incorrect market cap for XLM &amp; XRP, Thanks to commenter who pointed out.</p>\n\n<p>**CoinDesk does not seem to be a reliable source for Market Cap Data**</p>\n\n<p>-For those interested, <a href=\"https://www.coindesk.com/price/stellar\">Coindesk</a>, <a href=\"https://coinmarketcap.com/currencies/stellar/\">Coinmarketcap</a>, <a href=\"https://www.coinbase.com/price/stellar\">Coinbase</a>. </p>\n\n<p>-XLM Consensus as of 3/22/22, around 9.1B-</p>\n\n<p>-XRP consensus as of 3/22/22 at 25B-</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?auto=webp&s=3c65eddf1024d6a8b6ccff2c78bbe012d829b301",
          "width": 1600,
          "height": 900
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?width=108&crop=smart&auto=webp&s=c5906f3b4eba0862fc0f53f6bebf4774d53ecff9",
            "width": 108,
            "height": 60
          },
          {
            "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?width=216&crop=smart&auto=webp&s=3a7b84224368c9b1cd2411ccd35305b7c4485a78",
            "width": 216,
            "height": 121
          },
          {
            "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?width=320&crop=smart&auto=webp&s=777214e7389cfe3d95a313a8827dbcda2cbd0f6a",
            "width": 320,
            "height": 180
          },
          {
            "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?width=640&crop=smart&auto=webp&s=ca6c3474b4db8272799f318331b0e7bb5dd63c5a",
            "width": 640,
            "height": 360
          },
          {
            "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?width=960&crop=smart&auto=webp&s=db183964841ffec373c19a350be04846591437b2",
            "width": 960,
            "height": 540
          },
          {
            "url": "https://external-preview.redd.it/XOSFxUg8nXatdrUCphMOdGmCnK7A-aM1XPV6Fix-Sw0.jpg?width=1080&crop=smart&auto=webp&s=5905f4c8be629080a4ff2afd5ec7155e970a46e2",
            "width": 1080,
            "height": 607
          }
        ],
        "variants": {},
        "id": "ok-mWRomtwWSwc3C4XDrX8UC5ovU8nM153b_7k1ekIo"
      }
    ],
    "enabled": false
  },
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": " ",
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2wlj3",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "mauduv",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Ameri-CantBeWrong",
  "discussion_type": null,
  "num_comments": 90,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": "dark",
  "permalink": "/r/CryptoCurrency/comments/mauduv/what_you_need_to_know_about_decentralized_finance/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/CryptoCurrency/comments/mauduv/what_you_need_to_know_about_decentralized_finance/",
  "subreddit_subscribers": 1957747,
  "created_utc": 1616456676,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1616437552,
  "the_new_excerpt": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&format=pjpg&auto=webp&s=abae97caa7ab3061563dc9244998936e1ec74c10\n\n\n\nHi everyone,\n\nAfter my post on Inflation and Cryptocurrency, I received a lot of requests\nasking me to analyze other areas of the Crypto market. I figured that I would\ntackle…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&format=pjpg&auto=webp&s=abae97caa7ab3061563dc9244998936e1ec74c10\n\n\n\n大家好\n\n在我发表了关于通货膨胀和加密货币的文章后，我收到了很多要求\n要求我分析加密市场的其他领域。我想，我将\n处理...",
      "title": "关于分散式金融（DeFi），你需要知道什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://preview.redd.it/kyaxvk1wgmo61.jpg?width=1728&format=pjpg&auto=webp&s=abae97caa7ab3061563dc9244998936e1ec74c10\n\n\n\n大家好\n\n在我發表了關於通貨膨脹和加密貨幣的文章後，我收到了很多要求\n要求我分析加密市場的其他領域。我想，我將\n處理...",
      "title": "關於分散式金融（DeFi），你需要知道什麼？"
    }
  ]
}