{
  "author": "0x0BAD_ash",
  "original_created_utc": 1635447474,
  "title": "CMV: Circumcision for children should be illegal",
  "created_utc": 1635532244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Circumcision is not only almost always medically unnecessary, but it is a clear violation of the rights of the child. If somebody who is at an age capable of consenting, then sure, let them do it.<br/>\nBeing allowed to mutilate our children in the name of religion is completely insane, and should not at all be tolerated. Female genital mutilation is abhorrent, but why are we allowed to do it to men? Religion should not be a defense for such acts.<br/>\nWe&#39;d never tolerate FGM in western countries like America (even though it still happens), so why do we tolerate this?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qhtxyb/cmv_circumcision_for_children_should_be_illegal/",
  "subreddit": "changemyview",
  "id": "qhtxyb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Circumcision is not only almost always medically unnecessary, but it is a clear\nviolation of the rights of the child. If somebody who is at an age capable of\nconsenting, then sure, let them do it.\nBeing allowed to mutilate our children in the name of religion is completely\ninsane, and should not at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "割礼は、ほとんどの場合、医学的に不要であるだけでなく、明らかに子どもの権利を侵害しています。\n子供の権利を明らかに侵害しています。同意できる年齢の人がいるなら\n同意できる年齢の人がいれば、それはそれでいいでしょう。\n宗教の名の下に子供を切り刻むことが許されるのは、完全に狂気の沙汰です。\nしてはならないことだと思います。",
      "title": "CMV: 子供の割礼は違法にすべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "割礼不仅在医学上几乎总是不必要的，而且是对儿童权利的明显侵犯。\n侵犯了儿童的权利。如果有人到了能够同意的年龄\n同意，那么当然，让他们做吧。\n允许以宗教的名义残害我们的孩子是完全\n疯了，而且不应该在...",
      "title": "CMV：儿童的包皮环切术应该是非法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "割禮不僅在醫學上幾乎總是不必要的，而且是對兒童權利的明顯侵犯。\n侵犯了兒童的權利。如果有人到了能夠同意的年齡\n同意，那麼當然，讓他們做吧。\n允許以宗教的名義殘害我們的孩子是完全\n瘋了，而且不應該在...",
      "title": "CMV：兒童的包皮環切術應該是非法的"
    }
  ]
}