{
  "author": "gamerjackson74",
  "original_created_utc": 1635434583,
  "title": "CMV: Money does buy happiness. It’s literally the whole point of modern society.",
  "created_utc": 1635442393,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Money doesn&#39;t buy happiness. Its a statement that is a complete and udder lie that is only used to keep the poor from feeling bad about their current situations. Of course money buys happiness. The world was literally built on the idea of currency. You&#39;d have to be an absolute buffoons&#39; to assume anything different. Cause as any sane human being would understand and see, money is the one thing we need to survive. Due to the absolutely disgusting thing we call human greed, we&#39;ve created system where life without money leads to nothing buy unhappiness and hardship. Really think about it for a second. Have you ever seen an happy homeless person? Just a person who isn&#39;t begging for money or sitting on the corner while directly looking into your eyes only for you to ignore them like they were the scum of the earth. Exactly. They beg for money out of desperation, not because there happy with their current situation.  Look, i get it. The saying is supposed to talk about how experiences can&#39;t be bought and how good memories aren&#39;t made with money. However, you must understand that money has and always will play a role in your happiness. That trip to Florida didn&#39;t pay itself and neither did the people who enjoyed it with you. Call me pessimistic all you want, but if you really want true happiness, you might as well be willing to drop a few dollars in order to enjoy yourself.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/qhpfuy/cmv_money_does_buy_happiness_its_literally_the/",
  "subreddit": "changemyview",
  "id": "qhpfuy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Money doesn't buy happiness. Its a statement that is a complete and udder lie\nthat is only used to keep the poor from feeling bad about their current\nsituations. Of course money buys happiness. The world was literally built on the\nidea of currency. You'd have to be an absolute buffoons' to assume…"
}