{
  "author": "Lichsenate",
  "the_new_excerpt": "Title says it all.\n\nIf you are a parent to a child ages 0-12 (without genetic conditions), and\nthey're obese. That's your fault.\n\nYou let them become that. Now they'll have health issues, get bullied at school,\nwon't be able to participate in sports as much, self-esteem issues, and have to\nwaste a…",
  "original_created_utc": 1623366688,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルがすべてを物語っています。\n\nもしあなたが、0歳から12歳までの子供（遺伝的条件なし）の親であり\n彼らは肥満である。それはあなたのせいです。\n\nあなたが彼らをそうさせたのです。今、彼らは健康問題を抱え、学校でいじめられ、スポーツにも参加できないでしょう。\nスポーツにもあまり参加できないし、自尊心の問題もあります。\n無駄に...",
      "title": "CMV：もしあなたの（遺伝的に健康な）子供が病的な肥満だったら。あなたは児童虐待者です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说明了一切。\n\n如果你是一个0-12岁孩子的父母（没有遗传病），并且\n他们是肥胖的。这是你的错。\n\n你让他们变成这样。现在他们会有健康问题，在学校被欺负。\n将不能像以前那样参加体育活动，有自尊心问题，并且不得不\n浪费一个...",
      "title": "CMV: 如果你的（遗传上健康的）孩子是病态的肥胖。你就是一个虐待儿童的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說明了一切。\n\n如果你是一個0-12歲孩子的父母（沒有遺傳病），並且\n他們是肥胖的。這是你的錯。\n\n你讓他們變成這樣。現在他們會有健康問題，在學校被欺負。\n將不能像以前那樣參加體育活動，有自尊心問題，並且不得不\n浪費一個...",
      "title": "CMV: 如果你的（遺傳上健康的）孩子是病態的肥胖。你就是一個虐待兒童的人。"
    }
  ],
  "title": "CMV: If your (genetically healthy) child is morbidly obese. You're a child abuser.",
  "created_utc": 1623374087,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says it all.</p>\n\n<p>If you are a parent to a child ages 0-12 (without genetic conditions), and they&#39;re obese. That&#39;s your fault. </p>\n\n<p>You let them become that. Now they&#39;ll have health issues, get bullied at school, won&#39;t be able to participate in sports as much, self-esteem issues, and have to waste a good part of their teenage years fixing your mistake. </p>\n\n<p>And lets hope you didn&#39;t cause anything too severe or permanent either. </p>\n\n<p>&quot;Oh but I let my child choose what he or she eats, its not my fault&quot; Yes, it is. You&#39;re the adult. You&#39;re responsible.</p>\n\n<p>I&#39;m not from there, but I spent a large portion of my childhood in Qatar, where kids were routinely morbidly obese, and often had type 2 diabetes. Why? Because the parents wouldn&#39;t give a damn about them, instead threw them in the arms of hired help who weren&#39;t allowed to discipline their children or deny them sweets. So Qatar has the highest morbid obesity and child diabetes rate in the world. I had a family member do nursing rounds in hospitals where she was responsible for caring for young kids. many had developed elephant skin, lost limbs, and died because of this. </p>\n\n<p>I see it a lot less in the West. But I still see too much of it. </p>\n\n<p>Frankly, if parents raised obese children, they are actively hurting their child. And while I&#39;m no fan of CPS in most countries, it might very well be better.</p>\n</div><!-- SC_ON -->",
  "score": 175,
  "permalink": "/r/changemyview/comments/nx1bp4/cmv_if_your_genetically_healthy_child_is_morbidly/",
  "subreddit": "changemyview",
  "id": "nx1bp4",
  "is_self": true,
  "media": null,
  "is_video": false
}