{
  "author": "lieV_aapje",
  "original_created_utc": 1625917098,
  "title": "CMV: Being able to freeze time is the best superpower you could wish for",
  "created_utc": 1625924295,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am convinced being able to freeze time is the best superpower you could have. I could fulfill all my dreams (both good and evil) with this power. </p>\n\n<p>It’s important to mention that I’m talking about how a superpower would be useful while living a ‘normal’ life.  That means I’m not trying to be part of some Avengers group or fighting intergalactic demons. Let me give you some examples to explain. </p>\n\n<p>Get into a fight? Freeze time and escape or calmly find a way to defeat your opponent. \nWant to be rich? Freeze time and take whatever you want. \nStarting to rain? Freeze time and find a dry spot. \nRunning late for a meeting? Freeze time and get there on time. \nHave to answer a tough question? Take all the time you need to think about an answer.<br/>\nWant to live life to the max? Freeze time every now and then to experience everything the world has to offer without having to rush things. </p>\n\n<p>Now, I’ve thought about immortality as a superpower. But the thought of being immortal seemed depressing to me because you’ll lose your loved ones over time. But by freezing time you can still grow old together, but on your time!</p>\n\n<p>I could even use this superpower to fulfill some evil and naughty desires… this superpower is better than invisibility ;). </p>\n\n<p>The only limit I found with this super power is if you want to use it for helping people in unexpected disasters. Because you can’t act before it happens. It only works on easy stuff you are able to see in front of you. For instance, a child that is going to get hit by a bus or something. </p>\n\n<p>I’m curious if you can think of any other cons to this power. But I’m 99% sure this is the best choice.</p>\n</div><!-- SC_ON -->",
  "score": 140,
  "permalink": "/r/changemyview/comments/ohh4ps/cmv_being_able_to_freeze_time_is_the_best/",
  "subreddit": "changemyview",
  "id": "ohh4ps",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am convinced being able to freeze time is the best superpower you could have.\nI could fulfill all my dreams (both good and evil) with this power.\n\nIt’s important to mention that I’m talking about how a superpower would be\nuseful while living a ‘normal’ life. That means I’m not trying to be part…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "時間を止めることができるというのは、最高のスーパーパワーだと確信しています。\nこの力があれば、私のすべての夢（善と悪の両方）を叶えることができます。\n\nここで重要なのは、超能力が生活の中でどのように役立つかということを話しているということです。\n普通」の生活をしているときにどのように役立つかを話しているということです。つまり、私は自分の人生の一部になろうとはしていないということです。",
      "title": "CMV: 「時間を止められる」というのは、あなたが望む最高の超能力です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，能够冻结时间是你能拥有的最好的超能力。\n我可以用这种能力实现我所有的梦想（包括善和恶）。\n\n值得一提的是，我说的是在过 \"正常 \"生活时，超能力会如何\n在过 \"正常 \"生活时如何有用。这意味着我并不是想成为一个...",
      "title": "CMV：能够冻结时间是你所希望的最佳超能力"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，能夠凍結時間是你能擁有的最好的超能力。\n我可以用這種能力實現我所有的夢想（包括善和惡）。\n\n值得一提的是，我說的是在過 \"正常 \"生活時，超能力會如何\n在過 \"正常 \"生活時如何有用。這意味着我並不是想成爲一個...",
      "title": "CMV：能夠凍結時間是你所希望的最佳超能力"
    }
  ]
}