{
  "author": "jellyjellybeans",
  "original_created_utc": 1633479802,
  "title": "Y’all ever read a book slow so that it won’t be over?",
  "created_utc": 1633495314,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m reading <strong>All the Pretty Horses</strong> by Cormac McCarthy. It’s the best goddamn book I’ve ever read in my life. Usually when I’m super into a book, I won’t put it down. But this one, I’ve been savoring 20-30 pages at a time. I hate the idea of finishing it because then I won’t be able to read it anymore.</p>\n\n<p>Y’all ever had that? A book that just crawls up inside your soul and takes up residence? I only have sixty pages left and I’m already dreading the end</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q298wu/yall_ever_read_a_book_slow_so_that_it_wont_be_over/",
  "subreddit": "books",
  "id": "q298wu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m reading All the Pretty Horses by Cormac McCarthy. It’s the best goddamn book\nI’ve ever read in my life. Usually when I’m super into a book, I won’t put it\ndown. But this one, I’ve been savoring 20-30 pages at a time. I hate the idea of\nfinishing it because then I won’t be able to read it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Cormac McCarthyのAll the Pretty Horsesを読んでいます。人生で読んだ本の中で\n今まで読んだ中で最高の本です。通常、私は本に夢中になると、それを置くことができません。\n置くことができません。でもこの本は、一度に20～30ページを堪能しています。読み終わるのが嫌なのは\n終わってしまうと読めなくなってしまうから...。",
      "title": "皆さんは、本を読むときに、終わらないようにゆっくり読んだことがありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在读科马克-麦卡锡的《所有漂亮的马》。这是我这辈子读过的最好的该死的书\n我有生以来读过的最好的书。通常情况下，当我超级喜欢一本书时，我不会把它\n放下。但是这本书，我每次都会细细品味20-30页。我讨厌完成它的想法\n因为那样我就无法再读下去了......",
      "title": "你们都读过一本缓慢的书，以便它不会被结束吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在讀科馬克-麥卡錫的《所有漂亮的馬》。這是我這輩子讀過的最好的該死的書\n我有生以來讀過的最好的書。通常情況下，當我超級喜歡一本書時，我不會把它\n放下。但是這本書，我每次都會細細品味20-30頁。我討厭完成它的想法\n因爲那樣我就無法再讀下去了......",
      "title": "你們都讀過一本緩慢的書，以便它不會被結束嗎？"
    }
  ]
}