{
  "author": "Snuggly-Muffin",
  "the_new_excerpt": "Why YSK:. \"...there is a lot of information available to women who want to\nbecome pregnant about the importance of a healthy lifestyle and good dietary\nchoices both for their own health and that of their child. Interestingly,\nlittle, if any, advice is available for the father.\"\n\n-Dr. Adam…",
  "original_created_utc": 1619928793,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：。\"...妊娠を希望する女性には、多くの情報が提供されています。\n妊娠を希望する女性には、健康的なライフスタイルと食生活の重要性について、多くの情報が提供されています。\n妊娠を希望する女性には、自分と子供の健康のために、健康的なライフスタイルと食生活の重要性について多くの情報が提供されています。しかし、興味深いことに\n興味深いことに、父親へのアドバイスはほとんどありません。\"\n\n-ドクター・アダム...",
      "title": "YSK:. 受胎時、父親の食生活や健康状態は、子孫の長期的な成長や代謝の健康に影響する"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：。\"......有很多信息可以提供给想要怀孕的妇女\n健康的生活方式和良好的饮食习惯的重要性。\n对她们自己和孩子的健康都很重要。有趣的是。\n几乎没有，如果有的话，对父亲的建议。\"\n\n-亚当医生...",
      "title": "YSK:. 在受孕时，父亲的饮食和健康状况影响着其后代的长期成长和代谢健康。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：。\"......有很多信息可以提供給想要懷孕的婦女\n健康的生活方式和良好的飲食習慣的重要性。\n對她們自己和孩子的健康都很重要。有趣的是。\n幾乎沒有，如果有的話，對父親的建議。\"\n\n-亞當醫生...",
      "title": "YSK:. 在受孕時，父親的飲食和健康狀況影響着其後代的長期成長和代謝健康。"
    }
  ],
  "title": "YSK:. At the time of conception, the diet and well-being of the father influences the long-term growth and metabolic health of his offspring",
  "created_utc": 1619938804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:.  &quot;...there is a lot of information available to women who want to become pregnant about the importance of a healthy lifestyle and good dietary choices both for their own health and that of their child. Interestingly, little, if any, advice is available for the father.&quot;</p>\n\n<p>-Dr. Adam Walkins</p>\n\n<p>Source:. <a href=\"https://www.sciencedaily.com/releases/2018/08/180829115539.htm\">https://www.sciencedaily.com/releases/2018/08/180829115539.htm</a></p>\n</div><!-- SC_ON -->",
  "score": 218,
  "permalink": "/r/YouShouldKnow/comments/n2yt9i/ysk_at_the_time_of_conception_the_diet_and/",
  "subreddit": "YouShouldKnow",
  "id": "n2yt9i",
  "is_self": true,
  "media": null,
  "is_video": false
}