{
  "author": "GlossyBuckthorn",
  "original_created_utc": 1626405528,
  "title": "Call of the Wild, and White Fang, by Jack London",
  "created_utc": 1626450310,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just read Call of the Wild, and White Fang, two adventure stories by Jack London. I did not know what I was even getting into</p>\n\n<p>To sum it up: </p>\n\n<p>&quot;If you want a picture of Jack London, imagine a boot stamping on a dogs face— forever.&quot;</p>\n\n<p>These books were brutal. Poor Buck and White Fang! Reading both of them being beat into submission, turned into viscous fighting dogs, starved and strained to beyond human limits, again and again, was difficult. </p>\n\n<p>Still, one cannot knock the vivid images that London captures, he really gave an excellent perspective to each dog, with both animals being totally separate characters. </p>\n\n<p>Like, Buck, from CotW, is a formerly domestic dog, that is kidnapped and turned into a sled dog; From there, he essentially becomes an überhund, dominating every dog he comes across in a hellish descent into madness, and ascent to supremacy.<br/>\nWhite Fang, meanwhile, is almost pure unadulterated wildness. A wolf, who is taken from the wild, and absolutely oppressed into slavish and resentful submission all his life; From the time he is a diminutive puppy, to when he is full grown. </p>\n\n<p>I loved all the description of ancestor memories in CotW. Buck thinking to himself, as he stares at his master across a campfire, how his distant wolf ancestors saw a similar creature, hairy and exposed, hunched over a fire, always looking over his back, and armed with a simple club. Whereas Buck and his kin evolved to an almost physical supremacy, humanity evolved in quite a different direction, and it seems not so long ago, that Buck may have considered this man-beast as prey.</p>\n\n<p>That was an interesting angle that I&#39;m glad CotW explored. But White Fang went in almost the total opposite direction of that; White Fang looks at humans as gods, from a primordial instinct. He is lesser, and thus, he must submit to humanity. It is this lack of Self-fulfillment from White Fang that drives most of his tragic life. At almost no point does he trust humanity, but he submits to them, almost purely out of instinct.  And that is really quite tragic.</p>\n\n<p>Good stories. </p>\n\n<p>I didn&#39;t expect these books to be as existential as they were, it was honestly quite surprising :)</p>\n\n<p>What did you think of these stories?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ol8g0d/call_of_the_wild_and_white_fang_by_jack_london/",
  "subreddit": "books",
  "id": "ol8g0d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just read Call of the Wild, and White Fang, two adventure stories by Jack\nLondon. I did not know what I was even getting into\n\nTo sum it up:\n\n\"If you want a picture of Jack London, imagine a boot stamping on a dogs face—\nforever.\"\n\nThese books were brutal. Poor Buck and White Fang! Reading both of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジャック・ロンドンの冒険小説『コール・オブ・ザ・ワイルド』と『ホワイト・ファング』を読みました。\nロンドンです。自分が何に夢中になっているのかさえわからなかった。\n\nそれを要約すると\n\n「ジャック・ロンドンをイメージするなら、犬の顔を踏みつけるブーツを想像するといい。\n永遠に。\"\n\nこれらの本は残酷なものでした。可哀想なBuckとWhite Fang! 両方とも読むと...",
      "title": "ジャック・ロンドン著『コール・オブ・ザ・ワイルド』『ホワイト・ファング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读了《野性的呼唤》和《白芳》，这是杰克-伦敦的两个冒险故事。\n伦敦写的。我甚至不知道我在做什么。\n\n总结一下。\n\n\"如果你想了解杰克-伦敦的形象，请想象一只靴子踩在狗的脸上--永远。\n永远。\"\n\n这些书很残酷。可怜的巴克和白方! 阅读这两本书...",
      "title": "野性的呼唤》和《白芳》，作者：杰克-伦敦"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀了《野性的呼喚》和《白芳》，這是傑克-倫敦的兩個冒險故事。\n倫敦寫的。我甚至不知道我在做什麼。\n\n總結一下。\n\n\"如果你想了解傑克-倫敦的形象，請想象一隻靴子踩在狗的臉上--永遠。\n永遠。\"\n\n這些書很殘酷。可憐的巴克和白方! 閱讀這兩本書...",
      "title": "野性的呼喚》和《白芳》，作者：傑克-倫敦"
    }
  ]
}