{
  "author": "L1011TriStar",
  "original_created_utc": 1640229210,
  "title": "YSK: If you're interested in airplane accidents and incidents, look up \"The Aviation Herald\". You'll be in the know as soon as something happens.",
  "created_utc": 1640402525,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: The website called &amp;quot;The Aviation Herald&amp;quot; is an absolute must for people interested in commercial aviation incidents and accidents and avgeeks. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s ran by a single person who posts only factual and verifiable information about any commercial aviation incident or accident with incredible speed and accuracy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s incredibly interesting to scroll through and see what&amp;#39;s happening out there.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://avherald.com/\"&gt;https://avherald.com/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/rmm2nk/ysk_if_youre_interested_in_airplane_accidents_and/",
  "subreddit": "YouShouldKnow",
  "id": "rmm2nk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The website called \"The Aviation Herald\" is an absolute must for people\ninterested in commercial aviation incidents and accidents and avgeeks.\n\nIt's ran by a single person who posts only factual and verifiable information\nabout any commercial aviation incident or accident with incredible…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの魅力：「The Aviation Herald」というウェブサイトは必見です。\n民間航空機の事件・事故やアヴギークに興味がある。\n\n事実と検証可能な情報のみを掲載し、一人で運営されている。\n民間航空機の事件や事故について、信じられないような...",
      "title": "YSK: 飛行機の事故や事件に興味があるなら、\"The Aviation Herald \"を調べてみてください。何かが起きるとすぐに知ることができますよ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：名为 \"The Aviation Herald \"的网站是对商业航空事件和事故感兴趣的人和航空爱好者绝对不能错过的。\n对商业航空事件和事故感兴趣的人，以及对avgeeks感兴趣的人，绝对不能错过。\n\n它是由一个人经营的，他只发布事实和可核实的信息\n关于任何商业航空事件或事故，都有令人难以置信的信息......",
      "title": "YSK：如果你对飞机事故和事件感兴趣，请查一下 \"航空先驱报\"。一旦有事情发生，你就会知道了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：名爲 \"The Aviation Herald \"的網站是對商業航空事件和事故感興趣的人和航空愛好者絕對不能錯過的。\n對商業航空事件和事故感興趣的人，以及對avgeeks感興趣的人，絕對不能錯過。\n\n它是由一個人經營的，他只發布事實和可覈實的信息\n關於任何商業航空事件或事故，都有令人難以置信的信息......",
      "title": "YSK：如果你對飛機事故和事件感興趣，請查一下 \"航空先驅報\"。一旦有事情發生，你就會知道了。"
    }
  ]
}