{
  "author": "altinnewworld",
  "original_created_utc": 1632975868,
  "title": "I got a stripper's number but what does it mean?",
  "created_utc": 1632990458,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello! I&#39;ll try to keep this brief. I went to a strip club for the first time. It was a slow time and I was the only one there so I spent a long time talking to the only girl working that night. I got a few private dances and basically spent hours talking to this girl. I&#39;m early 20s and she is late 20s (if what she said was true) so we had a lot in common. We talked a lot about just about everything plus she explained how the clubs worked and made me feel less nervous. She even seemed to suggest me to take her to some cool places around the area that I had been to but she never had.</p>\n\n<p>Anyway she asked for my number, we talked for a few more hours and I went home. We I got home she texted about how she enjoyed hanging out with me, sent me some nudes, and even shared some pics of things (non-sexual) related to what we talked about during the night. She said to &quot;message me whenever!&quot; when we finally said goodnight.</p>\n\n<p>Is this a common thing to get repeat customers? Did she see a young nervous guy and see some easy prey? This is not at all what I was expecting for a first time... but wouldn&#39;t it be weird to message her? I don&#39;t wanna be a creepy cutomer... I&#39;m confused and thanks for any help in advance.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/NoStupidQuestions/comments/pycbg0/i_got_a_strippers_number_but_what_does_it_mean/",
  "subreddit": "NoStupidQuestions",
  "id": "pycbg0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello! I'll try to keep this brief. I went to a strip club for the first time.\nIt was a slow time and I was the only one there so I spent a long time talking\nto the only girl working that night. I got a few private dances and basically\nspent hours talking to this girl. I'm early 20s and she is late…"
}