{
  "author": "Razik_",
  "original_created_utc": 1637527738,
  "title": "A Little Life is probably the most devastating book I've ever read",
  "created_utc": 1637548895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As i neared the end of this book, I went on Google and searched &quot;saddest books ever&quot; and was not surprised to find      <em>A Little Life</em> in the first position of multiple lists. Its such a heartbreaking novel. </p>\n\n<p>The story follows four college classmates initially and later becomes the story of two. However, ultimately, this is the story of a character named Jude. Jude that goes through, (i have a lump in my throat as I write this), horrifying, absolutely horrifying things in his childhood and how those experiences follow him as trauma all throughout his adult life. What happens to Jude in this book may be described by some readers as &quot;excessive&quot;, &quot;unrealistic&quot; or &quot;laughable&quot; (as one goodreads reviewer said) but I for one do not see it as any of those things. I know that a lot of the times the reality can be stranger than fiction and that there are people, right now even, who witness and experience unimaginable horrors. For that reason,  i cannot fault the author for writing this story. Make no mistake this book is still a difficult read and depressing as hell. </p>\n\n<p>The author did a fantastic job of constructing the characters. At the end of the novel, I felt that they were real because I have grown to know them so so well. I also appreciate how the side characters are given depth and dimensions. I love all of them (with the exception of JB).  Additionally, the author&#39;s writing is worthy of mention and praise. The prose is so tender and emotional and easily tugs at your heartstrings. </p>\n\n<p>I want to share a passage with you that kinda stuck with me:</p>\n\n<p> &quot;He took pleasure in his friendships, and it didn’t hurt anyone, so who cared if it was codependent or not? And anyway, how was a friendship any more codependent than a relationship? Why was it admirable when you were twenty-seven but creepy when you were thirty-seven? Why wasn’t friendship as good as a relationship? Why wasn’t it even better? It was two people who remained together, day after day, bound not by sex or physical attraction or money or children or property, but only by the shared agreement to keep going, the mutual dedication to a union that could never be codified. Friendship was witnessing another’s slow drip of miseries, and long bouts of boredom, and occasional triumphs. It was feeling honored by the privilege of getting to be present for another person’s most dismal moments, and knowing that you could be dismal around him in return.&quot;</p>\n\n<p>The reason I say the above passage stuck with me is because I had been thinking in a similar way recently. I am someone who really values friendships and so have been mulling about the fact that as a society we do not really ascribe the same level of importance to friendships as we do to romantic relationships or even familial ones. Nobody really makes movies about friendships. Or nobody makes a big deal about breaking up with a friend. And so forth and so forth. I believe friendships are the most pure relationship you can have because it isn&#39;t bound by sex, duty, family ties etc. What are your thoughts on this? Should friendships be on the same level as other types of relationships? Should it be higher? </p>\n\n<p>There are so many other things I have taken out of this novel that I&#39;m sure will stay with me for a long time. All in all I do not recommend this book to those who feel that they do not possess the emotional bandwidth to read it. If you think you do, make sure you have tissues to dab at the eyes for all times. \nLastly, I want to say that I am thinking of all the people in the world that went through or are going through unimaginable horrors. This world is so unfair and there is nothing a lot of us can do but hope. Hope that life will get better for you.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qz42ns/a_little_life_is_probably_the_most_devastating/",
  "subreddit": "books",
  "id": "qz42ns",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As i neared the end of this book, I went on Google and searched \"saddest books\never\" and was not surprised to find      A Little Life in the first position of\nmultiple lists. Its such a heartbreaking novel.\n\nThe story follows four college classmates initially and later becomes the story\nof two.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本が終わりに近づいたとき、私はGoogleで「saddest books ever」と検索しました。\nと検索してみたところ、『小さな命』が複数の検索結果の最初に出てきたのには驚きました。\n驚いた。心を打つ小説です。\n\nこの物語は、最初は4人の大学の同級生を描いたもので、後には2人の\n2人の物語になります。....",
      "title": "A Little Life』は、今まで読んだ本の中で最も悲惨な本かもしれない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我接近这本书的结尾时，我在谷歌上搜索 \"最悲伤的书\n我在谷歌上搜索 \"有史以来最悲伤的书\"，并毫不惊讶地发现《小生命》出现在多个榜单的第一位置。\n榜单的第一位。它是这样一部令人心碎的小说。\n\n这个故事最初跟随四个大学同学，后来变成了两个人的故事\nof two....",
      "title": "小生命》可能是我读过的最具破坏性的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我接近這本書的結尾時，我在谷歌上搜索 \"最悲傷的書\n我在谷歌上搜索 \"有史以來最悲傷的書\"，並毫不驚訝地發現《小生命》出現在多個榜單的第一位置。\n榜單的第一位。它是這樣一部令人心碎的小說。\n\n這個故事最初跟隨四個大學同學，後來變成了兩個人的故事\nof two....",
      "title": "小生命》可能是我讀過的最具破壞性的書"
    }
  ]
}