{
  "author": "hotelstationery",
  "original_created_utc": 1630257008,
  "title": "I'm 44 years old and I've just discovered audiobooks. I can't believe what I've been missing out on all these years.",
  "created_utc": 1630261544,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m old enough that I remember when audiobooks were called books on tape, and they were on a carousel in the bookstore at the mall. Then they appeared on compact disc.</p>\n\n<p>I never thought there was anything wrong with them, or that they weren&#39;t &quot;real reading&quot;, I just never got into them. Maybe the selection back then was lacking, so it was mostly popular fiction, which isn&#39;t what I usually read.</p>\n\n<p>About five years ago I started working remote location industrial construction jobs and I got a tablet for my 18 hour commute. I got so many magazines from the library that I eventually had to cut my subscriptions in half, I just couldn&#39;t read them all. The same app has audiobooks but I never bothered to check any out.</p>\n\n<p>I don&#39;t even know what eventually motivated me to do it, but this year I finally checked one out.</p>\n\n<p>My life is transformed. Anytime I&#39;m doing something that I used to listen to music for, it&#39;s now audiobooks. If I&#39;m in the kitchen (I live alone), I&#39;ve got an audiobook on. If I go for a walk, I listen to a book. I almost wish I had a commute, so I could listen to more audiobooks. If I could be listening to a book but I&#39;m not, I feel like I&#39;m wasting my time.</p>\n\n<p>So far this year I&#39;ve read two physical books but I&#39;m closing in on ten audiobooks and I haven&#39;t even been at it all year. It&#39;s all been during time that I&#39;ve been doing other things. I just feel like I&#39;ve doubled productivity for a large portion of my life. I&#39;ve got 13 more on my holds list and another 120 tagged for interest.</p>\n</div><!-- SC_ON -->",
  "score": 194,
  "permalink": "/r/books/comments/pdz975/im_44_years_old_and_ive_just_discovered/",
  "subreddit": "books",
  "id": "pdz975",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm old enough that I remember when audiobooks were called books on tape, and\nthey were on a carousel in the bookstore at the mall. Then they appeared on\ncompact disc.\n\nI never thought there was anything wrong with them, or that they weren't \"real\nreading\", I just never got into them. Maybe the…"
}