{
  "author": "hotelstationery",
  "original_created_utc": 1630257008,
  "title": "I'm 44 years old and I've just discovered audiobooks. I can't believe what I've been missing out on all these years.",
  "created_utc": 1630261544,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m old enough that I remember when audiobooks were called books on tape, and they were on a carousel in the bookstore at the mall. Then they appeared on compact disc.</p>\n\n<p>I never thought there was anything wrong with them, or that they weren&#39;t &quot;real reading&quot;, I just never got into them. Maybe the selection back then was lacking, so it was mostly popular fiction, which isn&#39;t what I usually read.</p>\n\n<p>About five years ago I started working remote location industrial construction jobs and I got a tablet for my 18 hour commute. I got so many magazines from the library that I eventually had to cut my subscriptions in half, I just couldn&#39;t read them all. The same app has audiobooks but I never bothered to check any out.</p>\n\n<p>I don&#39;t even know what eventually motivated me to do it, but this year I finally checked one out.</p>\n\n<p>My life is transformed. Anytime I&#39;m doing something that I used to listen to music for, it&#39;s now audiobooks. If I&#39;m in the kitchen (I live alone), I&#39;ve got an audiobook on. If I go for a walk, I listen to a book. I almost wish I had a commute, so I could listen to more audiobooks. If I could be listening to a book but I&#39;m not, I feel like I&#39;m wasting my time.</p>\n\n<p>So far this year I&#39;ve read two physical books but I&#39;m closing in on ten audiobooks and I haven&#39;t even been at it all year. It&#39;s all been during time that I&#39;ve been doing other things. I just feel like I&#39;ve doubled productivity for a large portion of my life. I&#39;ve got 13 more on my holds list and another 120 tagged for interest.</p>\n</div><!-- SC_ON -->",
  "score": 194,
  "permalink": "/r/books/comments/pdz975/im_44_years_old_and_ive_just_discovered/",
  "subreddit": "books",
  "id": "pdz975",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm old enough that I remember when audiobooks were called books on tape, and\nthey were on a carousel in the bookstore at the mall. Then they appeared on\ncompact disc.\n\nI never thought there was anything wrong with them, or that they weren't \"real\nreading\", I just never got into them. Maybe the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は古い人間なので、オーディオブックがbook on tapeと呼ばれていた頃を覚えています。\n商店街の本屋さんの回転木馬に乗っていました。その後、コンパクトディスクで登場した\nコンパクトディスクで登場した。\n\n私はそれらが悪いとは思わなかったし、それらが「本当の読書」ではないとも思わなかった。\n読書」ではないと思ったことはありませんでしたが、ただ夢中になれなかったのです。たぶん...",
      "title": "私は44歳ですが、オーディオブックに出会ったばかりです。今まで何を見逃していたのか、信じられません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经很老了，我记得当有声书被称为磁带书的时候，它们在马路边的书店里被放在转盘上。\n他们是在商场的书店里的旋转木马上。然后它们出现在\n光盘。\n\n我从来不认为它们有什么问题，或者它们不是 \"真正的 \"有声书。\n读书\"，我只是从来没有喜欢过它们。也许是...",
      "title": "我已经44岁了，我刚刚发现了有声书。我无法相信这些年来我一直在错过什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經很老了，我記得當有聲書被稱爲磁帶書的時候，它們在馬路邊的書店裏被放在轉盤上。\n他們是在商場的書店裏的旋轉木馬上。然後它們出現在\n光盤。\n\n我從來不認爲它們有什麼問題，或者它們不是 \"真正的 \"有聲書。\n讀書\"，我只是從來沒有喜歡過它們。也許是...",
      "title": "我已經44歲了，我剛剛發現了有聲書。我無法相信這些年來我一直在錯過什麼。"
    }
  ]
}