{
  "author": "shadowdra126",
  "the_new_excerpt": "Wow. Just wow. This book was absolutely amazing. The humor was genuine, the plot\nwas compelling and the characters were relatable.\n\nIt definitely was one of the most fun I have had reading in a long time. The\nvarious conflicts that arise in the story are all so enthralling.\n\nThe ending surprised me…",
  "original_created_utc": 1623894841,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すごい。とにかくすごい。この本は本当に素晴らしかった。ユーモアは本物で、プロットは説得力があり\n説得力があり、キャラクターも親しみやすい。\n\n今まで読んだ本の中で最も楽しかった本のひとつです。この本では\n物語の中で起こる様々な葛藤は、どれもとても魅力的です。\n\n結末には驚かされました...。",
      "title": "Project Hail Maryを読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "哇。只是哇。这本书绝对令人惊讶。幽默是真实的，情节\n是引人注目的，而且人物是可亲的。\n\n这绝对是我在很长一段时间内阅读过的最有趣的书之一。故事中出现的各种冲突\n故事中出现的各种冲突都是如此令人着迷。\n\n结局让我感到惊讶...",
      "title": "刚刚读完 \"万福玛利亚计划\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "哇。只是哇。這本書絕對令人驚訝。幽默是真實的，情節\n是引人注目的，而且人物是可親的。\n\n這絕對是我在很長一段時間內閱讀過的最有趣的書之一。故事中出現的各種衝突\n故事中出現的各種衝突都是如此令人着迷。\n\n結局讓我感到驚訝...",
      "title": "剛剛讀完 \"萬福瑪利亞計劃\"。"
    }
  ],
  "title": "Just finished reading Project Hail Mary",
  "created_utc": 1623914959,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Wow. Just wow. This book was absolutely amazing. The humor was genuine, the plot was compelling and the characters were relatable.</p>\n\n<p>It definitely was one of the most fun I have had reading in a long time. The various conflicts that arise in the story are all so enthralling. </p>\n\n<p>The ending surprised me and that&#39;s not a bad thing. I think Andy Weir did a wonderful job and I cannot wait to read his next novel</p>\n\n<p>I also loved the use of flashbacks as a storytelling device and I think it may be the best sci fi I have read in a long time.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/o1lhnz/just_finished_reading_project_hail_mary/",
  "subreddit": "books",
  "id": "o1lhnz",
  "is_self": true,
  "media": null,
  "is_video": false
}