{
  "author": "AtomicJugular",
  "the_new_excerpt": "Hello everyone. This has been something I’m very confused about. People are\nbuying these random cryptos and calling it investing when the “investment” in\nquestion has nothing real to back it. You invest in a company, you get shares\nthat increase or decrease in value based off how the company is…",
  "original_created_utc": 1620147364,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。これは私が非常に混乱していることです。人々は\nこのようなランダムな暗号を購入し、それを投資と呼んでいますが、その「投資」には何の裏付けもありません。\n実際には何の裏付けもありません。会社に投資すると、株を手に入れて\n会社に投資すると、その会社の状況に応じて価値が上がったり下がったりする株を手に入れます...",
      "title": "CMV: 暗号は投資よりもギャンブル性が高い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。这一直是我非常困惑的事情。人们正在\n购买这些随机的加密货币，并称其为投资，而有关的 \"投资 \"却没有任何实际的支持。\n问题没有任何真实的支持。你投资于一家公司，你得到的股份\n价值的增加或减少是基于该公司的情况...",
      "title": "CMV：加密货币是赌博多于投资"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。這一直是我非常困惑的事情。人們正在\n購買這些隨機的加密貨幣，並稱其爲投資，而有關的 \"投資 \"卻沒有任何實際的支持。\n問題沒有任何真實的支持。你投資於一家公司，你得到的股份\n價值的增加或減少是基於該公司的情況...",
      "title": "CMV：加密貨幣是賭博多於投資"
    }
  ],
  "title": "CMV: Crypto is more gambling than investing",
  "created_utc": 1620167523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello everyone. This has been something I’m very confused about. People are buying these random cryptos and calling it investing when the “investment” in question has nothing real to back it. You invest in a company, you get shares that increase or decrease in value based off how the company is doing. But with crypto it honestly seems like you just buy it and hope it works, then get pissed when it doesn’t. </p>\n\n<p>What’s the monetary backing to it? How is it worth any more money than people are willing to “invest” in it? What happens when it gets high enough and everybody wants to sell? To me it just seems like a way people are trying to make a quick buck and it seems like a formula for a lot of people to lose a lot of money. I know that’s a problem too or else I wouldn’t see 5 posts each day begging people not to sell their shit. </p>\n\n<p>I guess the biggest problem here is I don’t see how it works. People throw some money in, invite others like it’s their MLM to raise the value, and then sell? I guess I just don’t see how it’s an actual, sustainable investment rather than gambling.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/n4tay4/cmv_crypto_is_more_gambling_than_investing/",
  "subreddit": "changemyview",
  "id": "n4tay4",
  "is_self": true,
  "media": null,
  "is_video": false
}