{
  "author": "kazzzaa",
  "original_created_utc": 1629033862,
  "title": "I thought you were lying about Agatha Christie",
  "created_utc": 1629037895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I recently started taking reading seriously, after <em>three</em> years of not touching a book. I got a list of recommendations from <a href=\"/r/booksuggestions\">r/booksuggestions</a> and <a href=\"/r/suggestmeabook\">r/suggestmeabook</a> but even I knew I would not be able to get back into reading that quickly.</p>\n\n<p>Seriously, it took me a week to start reading my first recommendation and that was the Silent Patient. It took me even longer to muster up the stamina to keep reading after the first chapter. Mostly because I was not used to reading for that long, and I just wanted to watch a three hour movie instead.</p>\n\n<p>But partly because I had no trust in the author to pull the plot twist off. I really thought books were just as disappointing as movies. </p>\n\n<p>I stopped reading halfway, went to reddit, got a basic spoiler about the book and went back to reading, thinking I could see the twist coming. I didn&#39;t. The Silent Patient blew my mind. I remember walking out of my sister&#39;s room screaming as soon as the twist scene began. </p>\n\n<p>I was hungry for more, so I decided I would randomly pick another recommendation and Agatha Christie, Orient Express came up. I sat down on my desk, opened the book and read the first five chapters. </p>\n\n<p>I immediately guessed that <span class=\"md-spoiler-text\">McQueen had something to do with it</span> and like the foolish naive little beginner I was (am), I thought Agatha wouldn&#39;t pull one over me. Not me. Surely.</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p>It&#39;s been twenty minutes since I put it down and I am still shook. I scrolled back to the beginning, to the middle, to random pages and ALL THE CLUES ARE ON EVERY PAGE.</p>\n\n<p>&#x200B;</p>\n\n<p>It&#39;s honestly been a great three hours. However, I do admit that the writing style is probably not the best for me. Maybe I&#39;ll go look for a more contemporary murder mystery. And hopefully, I won&#39;t underestimate a great author again.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/p4tch1/i_thought_you_were_lying_about_agatha_christie/",
  "subreddit": "books",
  "id": "p4tch1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I recently started taking reading seriously, after three years of not\ntouching a book. I got a list of recommendations from r/booksuggestions\n[/r/booksuggestions] and r/suggestmeabook [/r/suggestmeabook] but even I knew I\nwould not be able to get back into reading that quickly.\n\nSeriously, it…"
}