{
  "author": "farckashkun",
  "the_new_excerpt": "Since it's clear that gender and biological sex are two different things, the\nfirst being a set of social constructs and expectations that are assigned to\neveryone at birth based on the second, being trans would imply that these two\naspects don't match in a person. For example, someone who is…",
  "original_created_utc": 1611145743,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "既然明确了性别和生理性别是两回事，那就说明\n首先是一套社会建构和期望，这些社会建构和期望被分配给\n每个人在出生的时候都会根据第二种情况，变性就意味着这两种情况。\n方面不匹配的人。比如说，一个人如果...",
      "title": "[改变我的想法]：不被变性人吸引并没有什么变性恐惧症。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "既然明確了性別和生理性別是兩回事，那就說明\n首先是一套社會建構和期望，這些社會建構和期望被分配給\n每個人在出生的時候都會根據第二種情況，變性就意味着這兩種情況。\n方面不匹配的人。比如說，一個人如果...",
      "title": "[改變我的想法]：不被變性人吸引並沒有什麼變性恐懼症。"
    }
  ],
  "title": "CMV: There is nothing transphobic about not being attracted to trans people",
  "created_utc": 1611160375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since it&#39;s clear that gender and biological sex are two different things, the first being a set of social constructs and expectations that are assigned to everyone at birth based on the second, being trans would imply that these two aspects don&#39;t match in a person. For example, someone who is biologically male might not feel comfortable living his life the way a typical male is expected to, leading to him wishing to, or hopefully managing to make the transition to female.</p>\n\n<p>But, physical attraction isn&#39;t based on identity, but on each individual&#39;s response to the biology of someone else. A gay man isn&#39;t (initially) attracted to other men based on them identifying as a man, but by the physical, biological characteristics that come with being a biologically male. </p>\n\n<p>**Please take into account that I&#39;m talking about averages here, of course some gay men are attracted to more feminine looking men, some straight men are attracted to more manly looking women etc. However, these aspects regarding attraction that I&#39;m discussing here are generally true to the majority of the population. Also, I&#39;m speaking about INITIAL attraction, since of course a very attractive person who has a bad personality turns others off.</p>\n\n<p>Now, I&#39;ve seen people argue that if a straight man says he would not date a trans woman, that makes him transphobic because, allegedly, he doesn&#39;t see her as a woman. However, attraction doesn&#39;t have anything to do with respecting other people&#39;s identity. This hypothetical man I&#39;m talking about isn&#39;t attracted to the identity of a woman, but to her physical characteristics. He would just as well not feel any attraction whatsoever to a cis woman who is tall, has a deep voice, or has a wider frame. It won&#39;t matter to him that she was both assigned female at birth and that she still identifies as such, all that matters is whether her traits match the feminine traits he naturally finds attractive.</p>\n\n<p>The sad reality is that the success stories we find of people transitioning are not the norm, but outliers. The vast majority of trans people simply don&#39;t have access to all the hormones and reconstructive surgeries they would need to look completely indistinguishable from the opposite sex. Plus, bottom surgery is a MAJOR operation that maybe not everyone is ready to go through. It&#39;s not something you do during your lunch break. And while it is tragic that there is not simpler alternative to changing your genitals, people are completely entitled to their preference of these. It&#39;s not all about &quot;seeing women as walking vaginas&quot; or &quot;seeing men as walking penises&quot;, if your straight, you have absolutely no interest in ever interacting with genitals that are the same as your, and if you&#39;re gay there&#39;s absolutely nothing wrong with not wanting to interact with genitals that are different. </p>\n\n<p>TL;DR: Attraction is not based on respecting someone else&#39;s identity, but on biology. You can respect trans people without being attracted to them.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/l188e7/cmv_there_is_nothing_transphobic_about_not_being/",
  "subreddit": "changemyview",
  "id": "l188e7",
  "is_self": true,
  "media": null,
  "is_video": false
}