{
  "author": "tihotihotiho",
  "the_new_excerpt": "I see this a lot in British news. British news, especially the less serious\nnews, is vile and unethical, and over half their articles go:\n\n\"a source says\"\n\n\"an anonymous source said\"\n\n\"a source informed on the matter said\" (fyi this often can mean another\nreporter, they give \"sources\" to each other…",
  "original_created_utc": 1623549809,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "イギリスのニュースでもよく見かけますね。イギリスのニュース、特にあまり深刻でないニュースは下品で倫理的ではありません。\nイギリスのニュースは、特に深刻ではないものの、下品で非倫理的であり、記事の半分以上が\n\n\"a source says\"\n\n\"匿名の情報源が言った\n\n\"a source informed on the matter said」（参考までに、これはしばしば他の記者を意味することがあります。\n記者同士が「情報源」を教え合うこともありますが...。",
      "title": "CMV: 「匿名の情報源」を引用しているニュース記事には、もっと注意を払うべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在英国新闻中经常看到这种情况。英国的新闻，尤其是不太严肃的\n新闻，是卑鄙和不道德的，他们的文章有一半以上是这样的。\n\n\"一个消息来源说\"\n\n\"一个匿名消息来源说\"\n\n\"一个了解此事的消息来源说\"（注：这通常是指另一个记者，他们把 \"消息来源 \"给了一个记者。\n记者，他们互相提供 \"消息来源\"......",
      "title": "CMV：人们需要更经常地指出那些引用 \"匿名消息来源 \"的新闻文章--匿名消息来源很容易意味着记者编造了它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在英國新聞中經常看到這種情況。英國的新聞，尤其是不太嚴肅的\n新聞，是卑鄙和不道德的，他們的文章有一半以上是這樣的。\n\n\"一個消息來源說\"\n\n\"一個匿名消息來源說\"\n\n\"一個瞭解此事的消息來源說\"（注：這通常是指另一個記者，他們把 \"消息來源 \"給了一個記者。\n記者，他們互相提供 \"消息來源\"......",
      "title": "CMV：人們需要更經常地指出那些引用 \"匿名消息來源 \"的新聞文章--匿名消息來源很容易意味着記者編造了它。"
    }
  ],
  "title": "CMV: People need to call out news articles that cite \"anonymous sources\" more often-- anonymous source can just as easily mean the reporter made it up",
  "created_utc": 1623598230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see this a lot in British news. British news, especially the less serious news, is vile and unethical, and over half their articles go:</p>\n\n<p>&quot;a source says&quot;</p>\n\n<p>&quot;an anonymous source said&quot;</p>\n\n<p>&quot;a source informed on the matter said&quot; (fyi this often can mean another reporter, they give &quot;sources&quot; to each other to fill inches)</p>\n\n<p>It&#39;s disgraceful that these articles are consumed by the masses and taken for journalistically sound.</p>\n\n<p>I understand anonymous sources have their place. But unless the journalist or medium reporting it is rock solid, and with evidence to back, these anonymous sources are just a vehicle for misinformation and press abuse</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nymbva/cmv_people_need_to_call_out_news_articles_that/",
  "subreddit": "changemyview",
  "id": "nymbva",
  "is_self": true,
  "media": null,
  "is_video": false
}