{
  "author": "Echospite",
  "original_created_utc": 1628811522,
  "title": "YSK that if you have restless legs at night and nothing seems to be working, it might be because you're eating too close to bed time.",
  "created_utc": 1628880674,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: RLS can be triggered by <a href=\"https://diabetestalk.net/diabetes/can-high-blood-sugar-cause-restless-legs\">low blood sugar</a> even if you are not diabetic. Eating before bed, especially refined carbs, can make it so that once you&#39;re waiting for sleep you end up in a period of low blood sugar, which can contribute to RLS. Even once you fall asleep, you can continue to kick and fidget in your sleep and you&#39;ll be more tired the next day.</p>\n\n<p>So if you&#39;re trying everything else -- iron, electrolytes, hot showers -- and you&#39;re still getting RLS, your eating habits might be the culprit.</p>\n</div><!-- SC_ON -->",
  "score": 512,
  "permalink": "/r/YouShouldKnow/comments/p3bpjc/ysk_that_if_you_have_restless_legs_at_night_and/",
  "subreddit": "YouShouldKnow",
  "id": "p3bpjc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: RLS can be triggered by low blood sugar\n[https://diabetestalk.net/diabetes/can-high-blood-sugar-cause-restless-legs]\neven if you are not diabetic. Eating before bed, especially refined carbs, can\nmake it so that once you're waiting for sleep you end up in a period of low\nblood sugar, which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSK：RLSは低血糖が引き金になることがある\n[https://diabetestalk.net/diabetes/can-high-blood-sugar-cause-restless-legs]\n糖尿病ではなくても。寝る前の食事、特に精製された炭水化物は\n寝る前の食事、特に精製された炭水化物は、睡眠を待っている間に、低血糖の期間に入ってしまうようにします。\n血糖値が低い状態になり、それが...",
      "title": "YSKさんは、もし夜に足が落ち着かず、何をしてもうまくいかないようであれば、寝る時間に近い時間に食事をしていることが原因かもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：RLS可能是由低血糖引发的\n[https://diabetestalk.net/diabetes/can-high-blood-sugar-cause-restless-legs]\n即使你不是糖尿病患者。睡前吃东西，特别是精制碳水化合物，会使你在等待时\n使得一旦你等待睡眠，你就会处于一个低血糖的时期，这...\n血糖，这...",
      "title": "YSK认为，如果你在晚上有不安分的腿，而且似乎没有什么效果，可能是因为你在离睡觉时间太近时吃东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：RLS可能是由低血糖引發的\n[https://diabetestalk.net/diabetes/can-high-blood-sugar-cause-restless-legs]\n即使你不是糖尿病患者。睡前喫東西，特別是精製碳水化合物，會使你在等待時\n使得一旦你等待睡眠，你就會處於一個低血糖的時期，這...\n血糖，這...",
      "title": "YSK認爲，如果你在晚上有不安分的腿，而且似乎沒有什麼效果，可能是因爲你在離睡覺時間太近時喫東西。"
    }
  ]
}