{
  "author": "2lit_",
  "original_created_utc": 1638464486,
  "title": "Why are people trying to normalize being overweight or obese?",
  "created_utc": 1638475683,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If you make a comment and say someone should lose weight, then you are automatically “fat phobic”. &lt;/p&gt;\n\n&lt;p&gt;My cousin was 23 and a 685 lb male. I didnt make comments about his weight ever but one time in my life, when I saw he couldn’t walk up three steps and was out of breath. &lt;/p&gt;\n\n&lt;p&gt;I told him he needed to start taking his health seriously and I would be a support system for him. I would go on a diet and to the gym right along with him. &lt;/p&gt;\n\n&lt;p&gt;He said he was fine being 600 and that he will lose weight “in the future”&lt;/p&gt;\n\n&lt;p&gt;He died last night of a heart attack. &lt;/p&gt;\n\n&lt;p&gt;I don’t get why you’re automatically label as fat phobic or fat shaming or whatever the fuck people jump out and say, just because you don’t agree that’s it’s helpful to encourage obesity and being overweight&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 113,
  "permalink": "/r/TooAfraidToAsk/comments/r7bwkd/why_are_people_trying_to_normalize_being/",
  "subreddit": "TooAfraidToAsk",
  "id": "r7bwkd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you make a comment and say someone should lose weight, then you are\nautomatically “fat phobic”.\n\nMy cousin was 23 and a 685 lb male. I didnt make comments about his weight ever\nbut one time in my life, when I saw he couldn’t walk up three steps and was out\nof breath.\n\nI told him he needed to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>誰かを痩せさせるべきだとコメントすると、自動的に「脂肪恐怖症」になってしまいます。\n</p> <p>私のいとこは23歳でした。</p> <p>私のいとこは23歳で、685ポンドの男性でした。\n685ポンドの男性でした。私は彼の体重についてコメントしたことはありませんが、一度だけ\n</p> <p>私のいとこは23歳で685ポンドの男性でした。",
      "title": "なぜ人々は太りすぎや肥満を正常化しようとしているのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你发表评论并说某人应该\n瘦身，那么你就自动成为 \"脂肪恐惧症\"。</p> <p>我的表弟23岁\n和一个685磅的男性。我从来没有评论过他的体重，但有一次在我的生活中\n但有一次，当我看到他连三步都走不动，而且还在外面......",
      "title": "为什么人们试图将超重或肥胖正常化？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你發表評論並說某人應該\n瘦身，那麼你就自動成爲 \"脂肪恐懼症\"。</p> <p>我的表弟23歲\n和一個685磅的男性。我從來沒有評論過他的體重，但有一次在我的生活中\n但有一次，當我看到他連三步都走不動，而且還在外面......",
      "title": "爲什麼人們試圖將超重或肥胖正常化？"
    }
  ]
}