{
  "author": "Chainsmoker88",
  "the_new_excerpt": "The way I see it, a true meritocracy in which people are judged purely by the\ncontent of their character, not unlike what MLK envisioned, is the only way to\nensure true racial and gender equality. For example doing away with hiring\nquotas in the workplace and instead hiring based soley on their…",
  "original_created_utc": 1617278378,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，一个真正的任人唯贤的人，其评判标准是纯粹的。\n他们的性格内容，与MLK所设想的不一样，是唯一的办法。\n确保真正的种族和性别平等。例如，取消雇用\n工作场所的配额，而不是仅仅根据他们的... ...",
      "title": "CMV：真正的种族和性别平等的标志是对种族和性别的不冷不热，而不是庆祝和迷恋它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，一個真正的任人唯賢的人，其評判標準是純粹的。\n他們的性格內容，與MLK所設想的不一樣，是唯一的辦法。\n確保真正的種族和性別平等。例如，取消僱用\n工作場所的配額，而不是僅僅根據他們的... ...",
      "title": "CMV：真正的種族和性別平等的標誌是對種族和性別的不冷不熱，而不是慶祝和迷戀它們。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私の考えでは、純粋に人が判断される真の実力主義とは、そのようなものだと思います。\n判断される真の実力主義こそが、真の人種・男女平等を実現する唯一の方法だと思います。\n真の人種平等、男女平等を実現する唯一の方法です。例えば、職場での採用枠を廃止し\n例えば、職場での採用枠を廃止し、代わりに個人の性格だけで採用することです。",
      "title": "CMV: 真の人種・性別の平等とは、人種や性別を祝福したり、それにこだわるのではなく、それらに対して無頓着であることが特徴です。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えでは、純粋に人が判断される真の実力主義とは、そのようなものだと思います。\n判断される真の実力主義こそが、真の人種・男女平等を実現する唯一の方法だと思います。\n真の人種平等、男女平等を実現する唯一の方法です。例えば、職場での採用枠を廃止し\n例えば、職場での採用枠を廃止し、代わりに個人の性格だけで採用することです。",
      "title": "CMV: 真の人種・性別の平等とは、人種や性別を祝福したり、それにこだわるのではなく、それらに対して無頓着であることが特徴です。"
    }
  ],
  "title": "CMV: True racial and gender equality is marked by nonchalance towards race and gender, rather than celebrating and obsessing over them.",
  "created_utc": 1617284112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The way I see it, a true meritocracy in which people are judged <em>purely</em> by the content of their character, not unlike what MLK envisioned, is the only way to ensure true racial and gender equality. For example doing away with hiring quotas in the workplace and instead hiring based soley on their merit, as well as not flying into a craze every time a traditionally white character in a work of fiction is cast as a non-white actor (as long as race is not important to the plot) as well as not v\noting for a politician simply because you hare a superficial character trait such as race or sex with them (Kamala Harris, Hillary Clinton etc) are just some examples of this. True racial and gender equality is marked by race and gender being a complete irrelevance and instead a person&#39;s merit being the only reasonable metric to judge them by.</p>\n\n<p>I get the counter argument, which typically goes something like &quot;If we all pretend to be colourblind we won&#39;t see racism when it happens&quot; and frankly I find this ridiculous. Firstly, not caring about race and sex doesn&#39;t literally mean that we pretend we can&#39;t see race and sex. Obviously we can, it just means we don&#39;t care about it. Second, we don&#39;t have to dichotomise not caring about race with refusing to acknowledge racism when it happens. We can do both. Third, there would literally be no racism at all if everyone was &quot;colourblind&quot;. Obviously that will never happen, but the more people that support this idea the better, as it means we come closer to eliminating racism.</p>\n\n<p>Remember what Morgan Freeman said- &quot;How do we stop racism? Stop talking about it. I&#39;m going to stop calling you a white man and I&#39;m going to ask that you stop calling me a black man.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/changemyview/comments/mhtqh8/cmv_true_racial_and_gender_equality_is_marked_by/",
  "subreddit": "changemyview",
  "id": "mhtqh8",
  "is_self": true,
  "media": null,
  "is_video": false
}