{
  "author": "RappingAlt11",
  "the_new_excerpt": "I see over and over again on reddit, people criticizing mainly right-wingers for\n\"voting against their interests\" or something of the sort. Now say what you will\nabout their politics, but specifically, the argument that someone should vote\nfor their own interests is a flawed one. I've also seen the…",
  "original_created_utc": 1621284801,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "redditでは、主に右翼を「自分たちの利益に反する投票をした」などと批判している人を何度も見かけました。\n\"自分の利益に反する投票をした」などと主に右翼を批判しているのをよく見かけます。彼らの政治については何とでも言えますが\n自分の利益のために投票すべきだという議論には欠陥があります。\n自分の利益のために投票すべきだという議論には欠陥があります。また、私が見た...",
      "title": "CMV：自分の生活が悪化するような政策を、社会のためになると信じて支持することは、徳を積むことになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在reddit上一次又一次地看到，人们批评主要是右翼人士的\n\"投票反对他们的利益 \"或类似的东西。现在你可以说\n他们的政治，但具体而言，有人应该为自己的利益投票的说法\n的论点是有缺陷的。我也见过...",
      "title": "CMV: 倡导让你的生活变得更糟的政策，因为你认为这对社会更好，这显示了美德。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在reddit上一次又一次地看到，人們批評主要是右翼人士的\n\"投票反對他們的利益 \"或類似的東西。現在你可以說\n他們的政治，但具體而言，有人應該爲自己的利益投票的說法\n的論點是有缺陷的。我也見過...",
      "title": "CMV: 倡導讓你的生活變得更糟的政策，因爲你認爲這對社會更好，這顯示了美德。"
    }
  ],
  "title": "CMV: Advocating for policy that makes your life worse because you believe it's better for society shows virtue",
  "created_utc": 1621294236,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see over and over again on reddit, people criticizing mainly right-wingers for &quot;voting against their interests&quot; or something of the sort.  Now say what you will about their politics, but specifically, the argument that someone should vote for their own interests is a flawed one.  I&#39;ve also seen the argument used in regards to the rich advocating for higher taxes, or things of this sort. I believe it shows virtue to stand up for the beliefs you hold even if they harm you personally because you think it&#39;s better for society as a whole.</p>\n\n<p>&#x200B;</p>\n\n<p>When I think of politics I like to imagine a thought experiment I was shown a while ago.  Imagine you&#39;re going to be thrown into a society, but you have no way of knowing if you&#39;ll be born to the richest or poorest family, born extremely smart or stupid, born with a disability or extremely healthy, no way of knowing what gender, race, etc you will be.  Essentially try to create a society without your personal bias.  I believe this is the best way to conduct politics.</p>\n\n<p>&#x200B;</p>\n\n<p>People voting in their own interests taken to the logical extreme would have the majority voting for their own interests to the detriment of the minority.</p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/changemyview/comments/nerkh7/cmv_advocating_for_policy_that_makes_your_life/",
  "subreddit": "changemyview",
  "id": "nerkh7",
  "is_self": true,
  "media": null,
  "is_video": false
}