{
  "author": "macnfly23",
  "original_created_utc": 1625681911,
  "title": "CMV: Many countries are becoming more authoritarian and cares less about individual privacy",
  "created_utc": 1625701008,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is definitely a controversial topic but as an initial disclaimer I&#39;d like to say that I&#39;m not a libertarian I&#39;m personally more of a centrist, and I&#39;m also not someone who is anti-lockdowns or anything. I don&#39;t live in the US either and don&#39;t affiliate with any of the two main parties there. </p>\n\n<p>The title comes from my general observations which make me feel like many countries are slowly losing liberties and becoming more authoritarian as well as disregarding personal privacy. I do feel like it&#39;s a bit like 1984. Here are the main examples that make me believe that countries are becoming more authoritarian and getting closer to the China model. </p>\n\n<p>&#x200B;</p>\n\n<ol>\n<li><strong>COVID-19 Lockdowns</strong>. Obviously this is the prime example of a more authoritarian stance. Yes, there have been other outbreaks like the Spanish Flu and quarantines but this is definitely the most governments have done. I&#39;m not saying I disagree with the lockdowns but I do think that they clearly show that governments are willing to impose their full authority and have citizens do exactly what they say (i.e. stay inside, close all businesses, etc.)</li>\n<li><strong>COVID-19 Vaccination passports / identification</strong>. Again, I&#39;m not against this personally, I had the vaccine myself but I feel that again this is contrary to the principles of individual privacy as while not the case yet my thought is that many businesses/countries will require vaccination in order to enter. There is already a sort of obligation when travelling (sure, you can have a COVID test but that will cost, the vaccine won&#39;t). So it&#39;s almost an obligation by the state &quot;either you&#39;re vaccinated or you have less privileges than people who are&quot;</li>\n<li><strong>CCTV / AI / Drones</strong>. This is a more general phenomenon but take London for example, there&#39;s so many CCTV cameras there and basically everything you do can be monitored. If not already the case, AI can and will certainly be used as well for facial recognition and so on, having your face in some database. </li>\n<li><strong>Cashless economy / credit cards</strong>. It also seems to me that cash money will be phased out in the near future in favour of cards only which of course allow for less privacy and governments to be able to know every single transaction that is made.</li>\n<li><strong>Cancel culture / censorship.</strong> This is a clear one. These days if you say something that is not &quot;politically correct&quot; or that is deemed controversial you can be cancelled by the internet and basically be an outcast simply because of your opinion. This is very dangerous to me and shows that the concept of <em>freedom of speech</em> is being severely limited if your speech can cause you to no longer be &#39;cancelled&#39;. This isn&#39;t necessarily something governments are doing but society clearly is. </li>\n</ol>\n\n<p>These arguments are all flawed, I know. Most of the measures I agree with even, but it&#39;s just my feeling that the world is moving towards a 1984-type authoritarian world (not as bad but still).</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ofoq2j/cmv_many_countries_are_becoming_more/",
  "subreddit": "changemyview",
  "id": "ofoq2j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is definitely a controversial topic but as an initial disclaimer I'd like\nto say that I'm not a libertarian I'm personally more of a centrist, and I'm\nalso not someone who is anti-lockdowns or anything. I don't live in the US\neither and don't affiliate with any of the two main parties…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは確かに議論のあるトピックですが、最初に免責事項として申し上げますと、私はリバタリアンではありません。\n私はリバタリアンではなく、個人的にはどちらかというと中道派です。\nまた、ロックダウンに反対しているわけでもありません。私はアメリカに住んでいません。\nアメリカにも住んでいませんし、二大政党にも所属していません...。",
      "title": "CMV: 多くの国では権威主義が強まり、個人のプライバシーへの関心が薄れています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这绝对是一个有争议的话题，但作为最初的免责声明，我想说的是，我不是自由主义者，我是一个人。\n我想说的是，我不是自由主义者，我个人更倾向于中间派，而且我也不是一个反对封锁或什么的人。\n也不是一个反对封锁或任何东西的人。我也没有住在美国\n也不属于两个主要政党中的任何一个......",
      "title": "CMV: 许多国家正在变得更加专制，对个人隐私的关注度也在降低。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這絕對是一個有爭議的話題，但作爲最初的免責聲明，我想說的是，我不是自由主義者，我是一個人。\n我想說的是，我不是自由主義者，我個人更傾向於中間派，而且我也不是一個反對封鎖或什麼的人。\n也不是一個反對封鎖或任何東西的人。我也沒有住在美國\n也不屬於兩個主要政黨中的任何一個......",
      "title": "CMV: 許多國家正在變得更加專制，對個人隱私的關注度也在降低。"
    }
  ]
}