{
  "author": "macnfly23",
  "original_created_utc": 1625681911,
  "title": "CMV: Many countries are becoming more authoritarian and cares less about individual privacy",
  "created_utc": 1625701008,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is definitely a controversial topic but as an initial disclaimer I&#39;d like to say that I&#39;m not a libertarian I&#39;m personally more of a centrist, and I&#39;m also not someone who is anti-lockdowns or anything. I don&#39;t live in the US either and don&#39;t affiliate with any of the two main parties there. </p>\n\n<p>The title comes from my general observations which make me feel like many countries are slowly losing liberties and becoming more authoritarian as well as disregarding personal privacy. I do feel like it&#39;s a bit like 1984. Here are the main examples that make me believe that countries are becoming more authoritarian and getting closer to the China model. </p>\n\n<p>&#x200B;</p>\n\n<ol>\n<li><strong>COVID-19 Lockdowns</strong>. Obviously this is the prime example of a more authoritarian stance. Yes, there have been other outbreaks like the Spanish Flu and quarantines but this is definitely the most governments have done. I&#39;m not saying I disagree with the lockdowns but I do think that they clearly show that governments are willing to impose their full authority and have citizens do exactly what they say (i.e. stay inside, close all businesses, etc.)</li>\n<li><strong>COVID-19 Vaccination passports / identification</strong>. Again, I&#39;m not against this personally, I had the vaccine myself but I feel that again this is contrary to the principles of individual privacy as while not the case yet my thought is that many businesses/countries will require vaccination in order to enter. There is already a sort of obligation when travelling (sure, you can have a COVID test but that will cost, the vaccine won&#39;t). So it&#39;s almost an obligation by the state &quot;either you&#39;re vaccinated or you have less privileges than people who are&quot;</li>\n<li><strong>CCTV / AI / Drones</strong>. This is a more general phenomenon but take London for example, there&#39;s so many CCTV cameras there and basically everything you do can be monitored. If not already the case, AI can and will certainly be used as well for facial recognition and so on, having your face in some database. </li>\n<li><strong>Cashless economy / credit cards</strong>. It also seems to me that cash money will be phased out in the near future in favour of cards only which of course allow for less privacy and governments to be able to know every single transaction that is made.</li>\n<li><strong>Cancel culture / censorship.</strong> This is a clear one. These days if you say something that is not &quot;politically correct&quot; or that is deemed controversial you can be cancelled by the internet and basically be an outcast simply because of your opinion. This is very dangerous to me and shows that the concept of <em>freedom of speech</em> is being severely limited if your speech can cause you to no longer be &#39;cancelled&#39;. This isn&#39;t necessarily something governments are doing but society clearly is. </li>\n</ol>\n\n<p>These arguments are all flawed, I know. Most of the measures I agree with even, but it&#39;s just my feeling that the world is moving towards a 1984-type authoritarian world (not as bad but still).</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ofoq2j/cmv_many_countries_are_becoming_more/",
  "subreddit": "changemyview",
  "id": "ofoq2j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is definitely a controversial topic but as an initial disclaimer I'd like\nto say that I'm not a libertarian I'm personally more of a centrist, and I'm\nalso not someone who is anti-lockdowns or anything. I don't live in the US\neither and don't affiliate with any of the two main parties…"
}