{
  "author": "EsPatte",
  "the_new_excerpt": "By saying psychedelic drugs - I mean 5HT2A receptor agonists: LSD and\npsilocybin.\n\n * These substances are orders of magnitude less harmful to the body than\n   alcohol. In fact, in recreational doses they haven't ever been shown to\n   possess have any poisonous qualities at all, meanwhile alcohol is…",
  "original_created_utc": 1609251862,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我说的迷幻药物-我是指5HT2A受体激动剂：LSD和\n裸盖菇素。\n\n*这些物质对身体的危害比\n酒精。事实上，在娱乐剂量上，他们从来没有被展示过\n有没有任何有毒的品质，同时酒精是…",
      "title": "[改变我的想法]：迷幻药物的危害性要比酒精小得多-无论是对整个社会的绝对危害，还是对大多数个人的相对危害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我說的迷幻藥物-我是指5HT2A受體激動劑：LSD和\n裸蓋菇素。\n\n*這些物質對身體的危害比\n酒精。事實上，在娛樂劑量上，他們從來沒有被展示過\n有沒有任何有毒的品質，同時酒精是…",
      "title": "[改變我的想法]：迷幻藥物的危害性要比酒精小得多-無論是對整個社會的絕對危害，還是對大多數個人的相對危害。"
    }
  ],
  "title": "CMV:Psychedelic drugs are significantly less harmful than alcohol - both in absolute terms for the society in large and in relative terms for majority of individuals.",
  "created_utc": 1609264372,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>By saying psychedelic drugs - I mean 5HT2A receptor agonists: LSD and psilocybin.</p>\n\n<ul>\n<li><p>These substances are orders of magnitude less harmful to the body than alcohol.\nIn fact, in recreational doses they haven&#39;t ever been shown to possess have any poisonous qualities at all, meanwhile alcohol is found to be hepatotoxic and neurotoxic already at low recreational doses and is capable of destroying almost every single organ with chronic use.</p></li>\n<li><p>Physical addiction of psychedelics is usually thought to be impossible, as use of these drugs result in immediate increased tolerance because of downregulation of serotonin receptors. It is impossible to binge these drugs longer than 3 days even when possessing ridiculous quantities of them.\nIn the other hand - alcohol is known for particularly nasty physical addiction which makes withdrawals physically dangerous and can result in epileptic seizures, delirious states and even death.</p></li>\n<li><p>Any real dependence of psychedelics is very rare. Even for an experienced user it always takes at least some courage to drop. Willingness to use drug is actually lower after consumption than before. Weekly use of psychedelics is said to be &quot;heavy use&quot;, weekly use of alcohol among certain social groups is the norm and is not even seen as a cause of concern (even though it is).\nAlcohol often results in dependence, even in users who are vary of their alcohol consumption - up to 1/5 of all people who have tried alcohol become dependant on it one time or another.</p></li>\n<li><p>Current scientific evidence show that use of psychedelics is less harmful psychologically than consumption of alcohol, as consumption of psychedelics does not seem to increase prevelance of any mental illness in studies which control for other factors. Alcohol equivalent of &quot;bad-trip&quot; causes just as bad outcomes, just because it doesn&#39;t seem as unpleasant to the user itself doesn&#39;t mean it is less bad.</p></li>\n<li><p>Negative side-effects of psychedelics for the most part have equally negative side-effects in alcohol itself.\nDrug-induced psychosis has been found to also be induced by alcohol.\nFor example - alcohol at high doses is capable on causing dangerous, violent and delirious states which in level of intoxication mimic or are even worse than comparable states induced by high doses of psychedelics. Violence under the influence of LSD is very rare but under the influence of alcohol it is relatively common.</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 148,
  "permalink": "/r/changemyview/comments/kmfcyb/cmvpsychedelic_drugs_are_significantly_less/",
  "subreddit": "changemyview",
  "id": "kmfcyb",
  "is_self": true,
  "media": null,
  "is_video": false
}