{
  "author": "kimboparmesan",
  "original_created_utc": 1626546593,
  "title": "Advice for reading Cormac McCarthy for the first time?",
  "created_utc": 1626576852,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Blood Meridian has been on my list for a really long time and I have a camping trip coming up sans kids and think this is finally the right time to tackle it. I&#39;ve heard a lot of folks don&#39;t finish this book and I will quit a book but I never like to.</p>\n\n<p>I&#39;ve heard McCarthy uses very a advanced vocabulary. I would not say this is necessarily a strong point for me. Will this inhibit my enjoyment/understanding? </p>\n\n<p>TIA for your thoughts and experiences reading McCarthy!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/om9u5m/advice_for_reading_cormac_mccarthy_for_the_first/",
  "subreddit": "books",
  "id": "om9u5m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Blood Meridian has been on my list for a really long time and I have a camping\ntrip coming up sans kids and think this is finally the right time to tackle it.\nI've heard a lot of folks don't finish this book and I will quit a book but I\nnever like to.\n\nI've heard McCarthy uses very a advanced…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Blood Meridianはずっと前からリストに入っていたのですが、子供のいないキャンプに行くことになったので\n子供のいないキャンプに行くことになったので、ついに取り組むべき時が来たと思っています。\n多くの人がこの本を最後まで読まないと聞いていますが、私は本をやめることはあっても\nしたくないのです。\n\nマッカーシーは非常に高度な技術を使っていると聞いています...",
      "title": "コーマック・マッカーシーを初めて読む方へのアドバイスをお願いします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "血色子午线》在我的清单上已经有很长一段时间了，我有一次没有孩子的露营\n我有一次没有孩子的野营旅行，认为现在终于是解决这个问题的好时机了。\n我听说很多人都读不完这本书，我也会放弃一本书，但我从不喜欢放弃。\n但我从不喜欢放弃。\n\n我听说麦卡锡在书中使用了非常先进的方法。",
      "title": "对第一次阅读科马克-麦卡锡的建议？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "血色子午線》在我的清單上已經有很長一段時間了，我有一次沒有孩子的露營\n我有一次沒有孩子的野營旅行，認爲現在終於是解決這個問題的好時機了。\n我聽說很多人都讀不完這本書，我也會放棄一本書，但我從不喜歡放棄。\n但我從不喜歡放棄。\n\n我聽說麥卡錫在書中使用了非常先進的方法。",
      "title": "對第一次閱讀科馬克-麥卡錫的建議？"
    }
  ]
}