{
  "author": "Zijdehoen",
  "original_created_utc": 1634569388,
  "title": "It is Time we ALL unfollow Elon and other \"Crypto Celebrities\"",
  "created_utc": 1634600421,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>I am aware that cryptocurrencies would not have been as big or widespread as it is now without the help and love of some famous personalities, bringing the name to the masses.</em> </p>\n\n<p>However, <strong>we do NOT need them</strong>. Yes they helped, but we would have reached this point anyway later in time. </p>\n\n<p><strong>The problem is</strong> that some of these figures think they are some kind of founder or pioneer of certain projects, and unfortunately the <del>people</del> sheeple follow them in whatever they say. </p>\n\n<p>Today, our beloved <em>BiTcOiN WaSteS EnErGy BuT RoCkEts DoN&#39;t</em> friend Elon Musk tweeted this:  </p>\n\n<p><a href=\"https://preview.redd.it/vjy48dzp38u71.png?width=317&amp;format=png&amp;auto=webp&amp;s=e6faa91fb1563f43c048bcdfec1fe4c539e7db75\">Literally nothing</a></p>\n\n<p>Which is just a stupid animal figure holding a rocket. Ofcourse the <em>sheeple</em> think this obvious rabbit is some kind of dog, so what happens? <strong>Dogecoin and Shiba Inu pump hard.</strong> </p>\n\n<p><strong>When is this going to stop?</strong> John McAfee was convicted and rotted in his cell because of this but Elon can keep pumping his portfolio without any consequence as long as it is vague enough?</p>\n\n<p>It is time we stop following him and other hypocrites. They are unhealthy for our community and crypto in general.</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/qaoh1o/it_is_time_we_all_unfollow_elon_and_other_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "qaoh1o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am aware that cryptocurrencies would not have been as big or widespread as it\nis now without the help and love of some famous personalities, bringing the name\nto the masses.\n\nHowever, we do NOT need them. Yes they helped, but we would have reached this\npoint anyway later in time.\n\nThe problem is…"
}