{
  "author": "fspluver",
  "the_new_excerpt": "As I am writing this, the top post on the sub is someone sharing about their\nexperience listening to World War Z on audiobook. They mention that they \"read\"\nthe book, and there are a lot of upvoted comments telling OP that OP didn't\n\"read\" the book, they listened to it. Some of these commenters are…",
  "original_created_utc": 1614880882,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在我写这篇文章的时候，子上的头条是有人分享他们的。\n听《Z战》有声书的经历。他们提到，他们 \"读\"\n的书，而且有很多上票的评论告诉OP，OP没有\n\"读 \"这本书，他们听了。其中一些评论者是...",
      "title": "有声书的把关是怎么回事？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我寫這篇文章的時候，子上的頭條是有人分享他們的。\n聽《Z戰》有聲書的經歷。他們提到，他們 \"讀\"\n的書，而且有很多上票的評論告訴OP，OP沒有\n\"讀 \"這本書，他們聽了。其中一些評論者是...",
      "title": "有聲書的把關是怎麼回事？"
    }
  ],
  "title": "What's with the gatekeeping surrounding audiobooks?",
  "created_utc": 1614885754,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As I am writing this, the top post on the sub is someone sharing about their experience listening to World War Z on audiobook. They mention that they &quot;read&quot; the book, and there are a <em>lot</em> of upvoted comments telling OP that OP didn&#39;t &quot;read&quot; the book, they listened to it. Some of these commenters are more respectful than others, but all of them have this idiotic, elitist attitude about what it means to &quot;read&quot; a book. Why do you care? Someone is sharing the joy they experience while reading a book. Isn&#39;t that what this sub is all about? Get over yourselves.</p>\n\n<p>There are also quite a few upvoted comments telling op that if WWZ is one of the best books they&#39;ve read, then they need to read more books. There&#39;s no nuance here, these commenters are just being straight up rude.</p>\n\n<p>Stop gatekeeping &quot;reading&quot; or whatever. Someone referring to listening to an audiobook as &quot;reading&quot; does not harm you in anyway.  </p>\n\n<p>EDIT: I am getting a lot of comments about about the definition of reading. The semantic point doesn&#39;t matter. As one commenter pointed out, an audio reader and a visual reader can hold a conversation about the same book and not realize they read in different formats. That&#39;s really all that matters. Also, when I see these comments, they usually include of imply some kind of value-judgment, so they aren&#39;t just comments on semantics.</p>\n</div><!-- SC_ON -->",
  "score": 143,
  "permalink": "/r/books/comments/lxqx7o/whats_with_the_gatekeeping_surrounding_audiobooks/",
  "subreddit": "books",
  "id": "lxqx7o",
  "is_self": true,
  "media": null,
  "is_video": false
}