{
  "author": "Select-Topic-8081",
  "original_created_utc": 1627168238,
  "title": "CMV: Prisoners who sexually abuse molesters aren’t “heros”",
  "created_utc": 1627180944,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I need to first say, I am not in support of child molesters nor am I coming to their defense. Pedophiles and molesters are utterly disgusting.</p>\n\n<p>Lately I’ve been seeing predator vigilantes (usually 20 year olds) confronting dudes and instantly beating up anyone who is accused of pedophiles. They aren’t doing it because they care for children, they are doing it because they enjoy inflicting pain on others that society sees as low.</p>\n\n<p>I’ve also been seeing comments from people saying “I hope that guy gets raped in prison” or “that guy who’s in jail for murderer just killed a sex offender!!!! Yay!!! He should be released and get an award!!!” No he shouldn’t be released. What if that murderer is in prison because he killed your family members, would you want him being released because he “was a hero and killed a pedophile”? No.</p>\n\n<p>Anyone who wishes rape and vile things to happen to molesters is sick just like the molester himself. </p>\n\n<p>What people never think about is what if that molester or pedophile is innocent? You never know because all it takes is for someone to lie and you’re guilty until proven innocent and immediately people will wish you to be raped.</p>\n\n<p>Edit: in my title, instead of sexually abuse, i meant to say murder.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/or09ur/cmv_prisoners_who_sexually_abuse_molesters_arent/",
  "subreddit": "changemyview",
  "id": "or09ur",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I need to first say, I am not in support of child molesters nor am I coming to\ntheir defense. Pedophiles and molesters are utterly disgusting.\n\nLately I’ve been seeing predator vigilantes (usually 20 year olds) confronting\ndudes and instantly beating up anyone who is accused of pedophiles. They…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私は児童虐待者を支持しているわけではありませんし、擁護しているわけでもありません。\n擁護するものでもありません。小児性愛者や痴漢は、まったくもって嫌なものです。\n\n最近、自警団（たいていは20歳代の若者）が男に立ち向かって\n男たちに立ち向かい、小児性愛者と非難された人を即座に殴り倒しています。彼らは...",
      "title": "CMV: 痴漢を性的に虐待した囚人は \"ヒーロー \"ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我需要首先说明，我并不支持猥亵儿童的人，也不为他们辩护。\n为他们辩护。恋童癖和猥亵者是完全令人厌恶的。\n\n最近，我一直看到掠夺者义警（通常是20岁的人）面对着\n帅哥，并立即殴打任何被指控为恋童癖的人。他们...",
      "title": "CMV：对猥亵者进行性虐待的囚犯不是 \"英雄\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我需要首先說明，我並不支持猥褻兒童的人，也不爲他們辯護。\n爲他們辯護。戀童癖和猥褻者是完全令人厭惡的。\n\n最近，我一直看到掠奪者義警（通常是20歲的人）面對着\n帥哥，並立即毆打任何被指控爲戀童癖的人。他們...",
      "title": "CMV：對猥褻者進行性虐待的囚犯不是 \"英雄\""
    }
  ]
}