{
  "author": "Snarkyandcosy",
  "original_created_utc": 1628222918,
  "title": "YSK: If someone is trying to kidnap or abducting you. Do WHAT EVER you can to not end up in the car",
  "created_utc": 1628228627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: IF you are forced in to a vehicle. Do NOT let them get you to their &quot;Safe&quot; place. Don&#39;t comply, don&#39;t accept any faith, do not trust their words about not harming you</p>\n\n<p>Do your best to attack the person, hit them in the stomach, in their private area, any soft area in general is good.</p>\n\n<p>Use your keys as a weapon, a person&#39;s eyes, and nose can also be areas to attack. Don&#39;t worry about fighting fair, when someone is trying to take you elsewhere against your will, they are playing unfair. Do anything and everything you can, to stop them.</p>\n\n<p>Shout fire, shout rape, scream like a banshee if you have to, shout anything you can think of, to get people to come running to you. Hit, claw, punch, jab, do anything and everything to get away. </p>\n\n<p>Throw your wallet, purse or even your shoes at them, do whatever you can to get away.</p>\n\n<p>If you live in an area where you aren&#39;t allowed weapons on your person, get regular every day items like a nail filer or something similar and put it in your pocket. You can just say it&#39;s a nail filer, but it can be used as a weapon as well. Just anything to protect yourself. Doesn&#39;t have to be a nail filer, just using that as an example of an ordinary item.</p>\n\n<p>As someone in the comment said, if someone pulls up next to you, run in the opposite direction their car is facing, it&#39;ll buy you time to get away from them.</p>\n\n<p>You can also use perfume, and the like as well if you have any.</p>\n\n<p>It&#39;s a good idea to learn basic skills of some kind of martial arts or similar, in order to protect yourself a little bit better.</p>\n</div><!-- SC_ON -->",
  "score": 1759,
  "permalink": "/r/YouShouldKnow/comments/oyz7rt/ysk_if_someone_is_trying_to_kidnap_or_abducting/",
  "subreddit": "YouShouldKnow",
  "id": "oyz7rt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: IF you are forced in to a vehicle. Do NOT let them get you to their\n\"Safe\" place. Don't comply, don't accept any faith, do not trust their words\nabout not harming you\n\nDo your best to attack the person, hit them in the stomach, in their private\narea, any soft area in general is good.\n\nUse…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もしも車に押し込まれたら。安全な場所に連れて行ってもらってはいけません。\n「安全な場所に連れて行ってもらってはいけません。従わないでください、どんな信仰も受け入れないでください、彼らの言葉を信じないでください。\n危害を加えないという彼らの言葉を信用してはいけません。\n\nその人を全力で攻撃し、お腹やプライベートな場所を殴る。\n柔らかい場所が良いでしょう。\n\n使うのは...",
      "title": "YSK: 誰かがあなたを誘拐しようとしたり、拉致しようとしている場合。車に乗らないようにできるだけのことをしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你是被迫进入车辆。不要让他们把你带到他们的\n\"安全 \"的地方。不要服从，不要接受任何信仰，不要相信他们的话\n他们说不会伤害你\n\n尽力攻击对方，打他们的肚子，打他们的隐私部位\n任何柔软的地方都是好的。\n\n使用...",
      "title": "YSK：如果有人试图绑架或劫持你。做任何你能做的事，以避免在车内结束。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你是被迫進入車輛。不要讓他們把你帶到他們的\n\"安全 \"的地方。不要服從，不要接受任何信仰，不要相信他們的話\n他們說不會傷害你\n\n盡力攻擊對方，打他們的肚子，打他們的隱私部位\n任何柔軟的地方都是好的。\n\n使用...",
      "title": "YSK：如果有人試圖綁架或劫持你。做任何你能做的事，以避免在車內結束。"
    }
  ]
}