{
  "author": "cburke82",
  "original_created_utc": 1638754292,
  "title": "Newish to crypto. Is this what a bear market looks like?",
  "created_utc": 1638780023,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I started a bit before May. So I&amp;#39;ve seen a few big corrections usually followed by somewhat steady growth leading to another correction.&lt;/p&gt;\n\n&lt;p&gt;This feels different. It feels like the corrections are the same but less growth before yet another correction/crash. &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t see a need to sell my crypto anytime soon so I&amp;#39;m just looking at this as a way to buy more of the projects I&amp;#39;m interested in.&lt;/p&gt;\n\n&lt;p&gt;But what would you say officially signifies a bear market? How long does the trend need to be going downward to say hey this is the bear market people have been talking about?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m thinking my strategy for an actual bear market is to hit Bitcoin and eth much harder and stuff keep holding and staking the alt coins I already have. Any thoughts on that?&lt;/p&gt;\n\n&lt;p&gt;EDIT: My question is poorly worded as I think it should have been more along the lines of &amp;quot;is this how a bear market starts?&amp;quot; I&amp;#39;ve gotten some very good input though it&amp;#39;s much appreciated!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 193,
  "permalink": "/r/CryptoCurrency/comments/r9v1xe/newish_to_crypto_is_this_what_a_bear_market_looks/",
  "subreddit": "CryptoCurrency",
  "id": "r9v1xe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started a bit before May. So I've seen a few big corrections usually followed\nby somewhat steady growth leading to another correction.\n\nThis feels different. It feels like the corrections are the same but less growth\nbefore yet another correction/crash.\n\nI don't see a need to sell my crypto…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私が始めたのは5月の少し前です。だから、私が見たのは\n</p> <p>私は5月の少し前に始めたので、これまでに何度か大きな修正を経験しています。\n</p> <p>今回は違いますね。訂正は同じだが\n</p> <p>今回は違う感じがします。修正は同じですが、成長が少なくなってから、また修正やクラッシュが起こるような感じです。....",
      "title": "暗号化は初めてです。これが弱気相場の姿か？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我在5月前就开始了。因此，我看到了一些大的修正，通常是在一些稳定的增长之后，导致了\n几年的大调整后，通常会有一些稳定的增长，从而导致另一次修正。\n</p> <p>这次感觉不同。感觉就像修正\n是一样的，但在另一次修正/崩溃之前增长较少....。",
      "title": "初次接触加密货币。这就是熊市的样子吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我在5月前就開始了。因此，我看到了一些大的修正，通常是在一些穩定的增長之後，導致了\n幾年的大調整後，通常會有一些穩定的增長，從而導致另一次修正。\n</p> <p>這次感覺不同。感覺就像修正\n是一樣的，但在另一次修正/崩潰之前增長較少....。",
      "title": "初次接觸加密貨幣。這就是熊市的樣子嗎？"
    }
  ]
}