{
  "author": "HatiValcoran",
  "the_new_excerpt": "Hello,\n\nSquirrels are evil. I know it. I can feel their tiny eyes constantly watching,\nburning with untold hatred and wily malice. I know they are out there,\nsomewhere, patiently waiting for me to drop my guard as they kill time chewing\non some hospital's electric wires.\n\nNothing can stop them from…",
  "original_created_utc": 1615712480,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你好啊\n\n松鼠是邪恶的。我知道它。我能感觉到它们的小眼睛一直在注视着我。\n燃烧着无尽的仇恨和狡猾的恶意。我知道他们就在外面\n在某个地方，耐心地等着我放松警惕，因为他们在消磨时间，咀嚼。\n在一些医院的电线上。\n\n没有什么能阻止他们...",
      "title": "CMV：松鼠是邪恶的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好啊\n\n松鼠是邪惡的。我知道它。我能感覺到它們的小眼睛一直在注視着我。\n燃燒着無盡的仇恨和狡猾的惡意。我知道他們就在外面\n在某個地方，耐心地等着我放鬆警惕，因爲他們在消磨時間，咀嚼。\n在一些醫院的電線上。\n\n沒有什麼能阻止他們...",
      "title": "CMV：松鼠是邪惡的。"
    }
  ],
  "title": "CMV: Squirrels are evil.",
  "created_utc": 1615786523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello,</p>\n\n<p>Squirrels are evil. I know it. I can feel their tiny eyes constantly watching, burning with untold hatred and wily malice. I know they are out there, somewhere, patiently waiting for me to drop my guard as they kill time chewing on some hospital&#39;s electric wires.</p>\n\n<p>Nothing can stop them from reaching their target once it is out in the open, if you doubt me, search youtube for &quot;squirrel ninja obstacle courses&quot; and tell me if you think that you would be harder to reach than that birdseeder.</p>\n\n<p>But that&#39;s only their training. They disguise their evil nature with cute antics and acorn chewing, but when they think no one is watching, they will be all too happy to indulge in their lust for the flesh of the living.</p>\n\n<p>If they can kill it, they&#39;ll eat it. If they can reach it, they can kill it. They&#39;ll eat baby birds, baby snakes, baby bunnies. Do you think they would feel any regret for eating you? Are you cuter than a fluffy little baby bunny?</p>\n\n<p>The only reason they don&#39;t attack people is because they have to keep up appearances.</p>\n\n<p>&#x200B;</p>\n\n<p>But I know their true nature, and it is black as the darkest tar.</p>\n\n<p>&#x200B;</p>\n\n<p>And <em>they</em> know.</p>\n\n<p>&#x200B;</p>\n\n<p><em>They know I know</em>.</p>\n\n<p>&#x200B;</p>\n\n<p>But, maybe I am the one in the wrong. So if anyone has a different take, I would love to hear it. </p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/m4rqio/cmv_squirrels_are_evil/",
  "subreddit": "changemyview",
  "id": "m4rqio",
  "is_self": true,
  "media": null,
  "is_video": false
}