{
  "author": "verticalnoise",
  "the_new_excerpt": "Why YSK: Because promising drugs developed and approved in other countries take\nyears to get approved in the US, years some US patients with serious conditions\nmay not have.\n\nMany people with conditions like ALS, Multiple Sclerosis or certain cancers who\ndon't see improvements or a slowing of the…",
  "original_created_utc": 1611592821,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为在其他国家开发并获得批准的有前途的药物需要\n年才能在美国获得批准，年有些美国患者病情严重\n可能没有。\n\n许多患有像ALS、多发性硬化症或某些癌症的人，他们可能没有。\n看不到改善或放缓的... ...",
      "title": "YSK，你可以合法地进口未在美国批准的药品--FDA允许在有限的条件下进口。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲在其他國家開發並獲得批准的有前途的藥物需要\n年才能在美國獲得批准，年有些美國患者病情嚴重\n可能沒有。\n\n許多患有像ALS、多發性硬化症或某些癌症的人，他們可能沒有。\n看不到改善或放緩的... ...",
      "title": "YSK，你可以合法地進口未在美國批准的藥品--FDA允許在有限的條件下進口。"
    }
  ],
  "title": "YSK that you can legally import medicines that are not approved in the USA - FDA allows it under limited conditions",
  "created_utc": 1611647936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because promising drugs developed and approved in other countries take years to get approved in the US, years some US patients with serious conditions may not have. </p>\n\n<p>Many people with conditions like ALS, Multiple Sclerosis or certain cancers who don&#39;t see improvements or a slowing of the condition with the usual treatments may look for medicines that are approved in other countries (European countries and Japan usually). The FDA can take years to approve a medicine that was developed and approved in Europe, precious time for some patients.</p>\n\n<p>This is why the FDA allows the import of such medicines that are not yet approved in the States, on some conditions, and they&#39;re stipulated in the Personal Importation Policy. A few of the conditions: - The drug is for use for a serious condition for which effective treatment is not available in the US - The drug is considered not to represent an unreasonable risk - The individual importing the drug verifies in writing that it is for his or her own use</p>\n\n<p>Requirements for importing medicine into the US: - A prescription from the patient’s treating doctor in the US - An import letter written by the patient’s treating doctor in the US - A detailed description of the treatment plan</p>\n\n<p>With the help of a medical advisor and an attorney (from the Netherlands) to legal check, I&#39;ve written up a short PDF guide with all the details + what details a prescription should contain and an import letter model to follow.</p>\n\n<p><a href=\"https://thesocialmedwork.com/custom/files/import-guides/guide-importing-medicine-USA.pdf\">https://thesocialmedwork.com/custom/files/import-guides/guide-importing-medicine-USA.pdf</a></p>\n\n<p>The PDF is branded by the Dutch organization I work for (that sources and delivers medicines on a case-by-case basis) because it&#39;s the document we send to our US patients so they know what paperwork to arrange in order to receive their medicine. </p>\n\n<p>I got approval to make it available to anyone at all since it&#39;s public information, just collected in one place, since we always get questions from people who want a certain medicine but are suspicious: &quot;Is this even legal?? How can my doctor prescribe a medicine if it&#39;s not approved in the States?&quot; or they need help with how an import letter should look like.</p>\n\n<p>Hope it&#39;s useful to someone.</p>\n\n<p>References: </p>\n\n<p><a href=\"https://www.fda.gov/industry/import-basics/personal-importation\">https://www.fda.gov/industry/import-basics/personal-importation</a> </p>\n\n<p><a href=\"https://www.fda.gov/about-fda/fda-basics/it-legal-me-personally-import-drugs\">https://www.fda.gov/about-fda/fda-basics/it-legal-me-personally-import-drugs</a></p>\n</div><!-- SC_ON -->",
  "score": 210,
  "permalink": "/r/YouShouldKnow/comments/l4rllg/ysk_that_you_can_legally_import_medicines_that/",
  "subreddit": "YouShouldKnow",
  "id": "l4rllg",
  "is_self": true,
  "media": null,
  "is_video": false
}