{
  "author": "iSuckElon",
  "original_created_utc": 1630250340,
  "title": "CMV: It is not wrong to think religious people are delusional",
  "created_utc": 1630258366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Personally I do not believe in any religion I was raised by very heavy christians however. Some of the arguments I heard was &quot; you can&#39;t prove god isn&#39;t real.&quot; Well I can&#39;t prove the tooth fairy isn&#39;t real either doesn&#39;t mean I can&#39;t think you&#39;re delusional if you believe it is. It&#39;s like religious people have to completely shut down their brains to continue believing at this point which is nearly identical to a cult. Religion meets the definition of a cult by every definition I can find. Just because the majority people are in some cult doesn&#39;t mean it&#39;s not a cult. &quot; It&#39;s funny how the right religion is always the one you grew up with. &quot; That is such a true statement I really don&#39;t see how anyone can believe knowing all that without being mentally delusional. Truthfully religion seems like a very primitive practice that makes very little sense in modern society and should be classified as a delusion or a mental disorder in the DSM.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/pdx5hb/cmv_it_is_not_wrong_to_think_religious_people_are/",
  "subreddit": "changemyview",
  "id": "pdx5hb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Personally I do not believe in any religion I was raised by very heavy\nchristians however. Some of the arguments I heard was \" you can't prove god\nisn't real.\" Well I can't prove the tooth fairy isn't real either doesn't mean I\ncan't think you're delusional if you believe it is. It's like religious…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "個人的にはどの宗教も信じていません。\n育ちましたが。私が聞いた議論の中には、「神の存在を証明することはできない。\nis not real.\" 歯の妖精が実在しないことも証明できませんが、だからといってあなたの妄想を\n実在すると信じているあなたを妄想だと思うことはできません。それは宗教のようなもので...",
      "title": "CMV: 宗教家が妄想だと思うことは間違いではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我个人不相信任何宗教，我是由非常严重的\n的基督教徒。我听到的一些论点是：\"你无法证明上帝\n是不真实的。\" 好吧，我也不能证明牙仙不是真的，但这并不意味着我\n如果你相信它是真实的，我就不能认为你有妄想症。这就像宗教...",
      "title": "CMV：认为宗教人士有妄想症是没有错的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我個人不相信任何宗教，我是由非常嚴重的\n的基督教徒。我聽到的一些論點是：\"你無法證明上帝\n是不真實的。\" 好吧，我也不能證明牙仙不是真的，但這並不意味着我\n如果你相信它是真實的，我就不能認爲你有妄想症。這就像宗教...",
      "title": "CMV：認爲宗教人士有妄想症是沒有錯的"
    }
  ]
}