{
  "author": "somesayimapsychopath",
  "original_created_utc": 1635960724,
  "title": "CMV: There is no good reason to legally require any part of the human body to be covered in public.",
  "created_utc": 1635972134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It makes no sense that humans are literally not <em>allowed</em> to just exist as humans. </p>\n\n<p>All humans have nipples, vaginas, and/or penises. There is nothing inherently &quot;dirty&quot; or &quot;immoral&quot; about them.</p>\n\n<p>It doesn&#39;t matter that you don&#39;t want to see a dong swinging around while you&#39;re out shopping at the grocery store. I don&#39;t want to see belly rolls and arm flaps, but no one is about to suggest legally requiring fat people to cover up.</p>\n\n<p>&quot;it&#39;ll expose children to ˢᵉˣ.&quot; Yep. And they&#39;ll grow up much healthier because of it. </p>\n\n<p>• they&#39;ll grow up knowing that their bits and pieces are perfectly normal and nothing to be ashamed about. \n• they&#39;ll grow up with a better understanding that bodies come in all shapes and sizes, and there&#39;s no need to shame other people. \n• they&#39;ll have a better chance to learn what a healthy and functioning body looks like and does. (erections, discharge, etc) \n• they&#39;ll have a better understanding of anatomy than half of the existing British population (who aren&#39;t even able to figure out which hole is the vagina and which is the urethra).</p>\n\n<p>There is literally no logical reason to force people to cover up.</p>\n\n<p>Bonus related opinion: female nipples are <strong>not</strong> inherently more sexual than men&#39;s, and should not be treated as such.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qlzmm7/cmv_there_is_no_good_reason_to_legally_require/",
  "subreddit": "changemyview",
  "id": "qlzmm7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It makes no sense that humans are literally not allowed to just exist as humans.\n\nAll humans have nipples, vaginas, and/or penises. There is nothing inherently\n\"dirty\" or \"immoral\" about them.\n\nIt doesn't matter that you don't want to see a dong swinging around while you're\nout shopping at the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文字通り、人間が人間として存在することだけが許されないのは意味がありません。\n\n全ての人間には乳首、膣、そして/またはペニスがあります。本質的には何もありません。\n「汚い」とか「不道徳」とかいうことはありません。\n\nあなたが買い物をしているときにチンチンが揺れているのを見たくないと思っても、それは問題ではありません。\nで買い物をしているときに、振り回されているチンポを見たくないというのは問題ではありません。",
      "title": "CMV: 公衆の面前で体の一部を隠すことを法的に義務付ける正当な理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从字面上看，人类不被允许仅仅作为人类存在，这是没有意义的。\n\n所有人类都有乳头、阴道和/或阴茎。没有任何内在的\n\"肮脏 \"或 \"不道德\"。\n\n当你在外面购物时，你不希望看到一个阴茎在周围晃动，这并不重要。\n这并不重要。",
      "title": "CMV：没有充分的理由在法律上要求人体的任何部分在公共场合被遮盖。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從字面上看，人類不被允許僅僅作爲人類存在，這是沒有意義的。\n\n所有人類都有乳頭、陰道和/或陰莖。沒有任何內在的\n\"骯髒 \"或 \"不道德\"。\n\n當你在外面購物時，你不希望看到一個陰莖在周圍晃動，這並不重要。\n這並不重要。",
      "title": "CMV：沒有充分的理由在法律上要求人體的任何部分在公共場合被遮蓋。"
    }
  ]
}