{
  "author": "patrickdm1998",
  "original_created_utc": 1638556033,
  "title": "YSK: driving slow isn't always the same as driving safe",
  "created_utc": 1638571338,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: there are a lot of situations where driving fast is safer than driving slow. &lt;/p&gt;\n\n&lt;p&gt;For example if you&amp;#39;re passing something, especially something like a truck with high winds, it&amp;#39;s safest to pass it as quickly as possible. I always use the rule of thumb that passing should take 10 seconds maximum.&lt;/p&gt;\n\n&lt;p&gt;Another example is with weather that causes bad sight (think heavy fog or rain) a lot of people just slam their brakes. But it&amp;#39;s way safer to just keep driving the recommended speed, since that makes you predictable. If you don&amp;#39;t trust the poor vision, go to the right lane and gradually lower your speed, if you plan to go slower than 80 km/h on the highway turn on your hazards.&lt;/p&gt;\n\n&lt;p&gt;Read the situation on the road, sometimes speeding up/not slowing down is the right course of action. (Note: read sometimes. Don&amp;#39;t go blasting 200 on the daily just because of this post)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 125,
  "permalink": "/r/YouShouldKnow/comments/r85o02/ysk_driving_slow_isnt_always_the_same_as_driving/",
  "subreddit": "YouShouldKnow",
  "id": "r85o02",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: there are a lot of situations where driving fast is safer than driving\nslow.\n\nFor example if you're passing something, especially something like a truck with\nhigh winds, it's safest to pass it as quickly as possible. I always use the rule\nof thumb that passing should take 10 seconds…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：速く走った方が安全な場面はたくさんある。\n遅い。\n\n例えば、何かを追い越すとき、特にトラックのようなものを追い越すときは\n強風が吹いているときは、できるだけ早く追い越したほうが安全です。私がいつも使っている法則は\n追い越しには10秒かかると言われていますが......。",
      "title": "YSK: ゆっくり走ることは、必ずしも安全運転とは限らない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有很多情况下，开快车比开慢车更安全\n慢。\n\n例如，如果你要通过什么东西，特别是像卡车这样的大风车，最安全的做法是尽快通过。\n大风时，尽可能快地通过它是最安全的。我总是使用这样的规则\n经验法则，通过应该需要10秒......",
      "title": "YSK：慢速驾驶并不总是等同于安全驾驶"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有很多情況下，開快車比開慢車更安全\n慢。\n\n例如，如果你要通過什麼東西，特別是像卡車這樣的大風車，最安全的做法是儘快通過。\n大風時，儘可能快地通過它是最安全的。我總是使用這樣的規則\n經驗法則，通過應該需要10秒......",
      "title": "YSK：慢速駕駛並不總是等同於安全駕駛"
    }
  ]
}