{
  "author": "Glowing_Sista",
  "original_created_utc": 1624459906,
  "title": "CMV: I believe the USA should have universal healthcare. This guarantees free basic healthcare to anyone in need without fear of personal financial devastation. It would also decrease health insurance costs for employers.",
  "created_utc": 1624473714,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen so many people go bankrupt and lose homes because of healthcare costs. Diabetes, cancer, lupus....these are diseases requiring expensive medical care for survival. In the process, people have to manage daily life expenses and outrageous medical costs. It seems unfair to die because you couldn&#39;t afford the medicine for continued quality of life. Without insulin, people die. It&#39;s so expensive. A life saving drug that some people can&#39;t afford. It seems cruel that medical treatment/healthcare isn&#39;t affordable for all.</p>\n</div><!-- SC_ON -->",
  "score": 129,
  "permalink": "/r/changemyview/comments/o6ediz/cmv_i_believe_the_usa_should_have_universal/",
  "subreddit": "changemyview",
  "id": "o6ediz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen so many people go bankrupt and lose homes because of healthcare costs.\nDiabetes, cancer, lupus....these are diseases requiring expensive medical care\nfor survival. In the process, people have to manage daily life expenses and\noutrageous medical costs. It seems unfair to die because you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "医療費のために破産したり、家を失ったりする人をたくさん見てきました。\n糖尿病、がん、ループス....、これらは生きていくために高額な医療を必要とする病気です。\n高額な医療を必要とする病気です。その間、生活費や外食費などをやりくりしなければなりません。\n膨大な医療費がかかります。自分のせいで死んでしまうなんて、不公平ですよね。",
      "title": "CMV: 私は、アメリカは国民皆保険制度を導入すべきだと考えています。これにより、必要な人は誰でも無料で基本的な医療を受けることができ、個人的な経済的打撃を受ける心配もありません。また、雇用者の健康保険料も削減できます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我见过很多人因为医疗费用而破产和失去家园。\n糖尿病、癌症、红斑狼疮....，这些都是需要昂贵的医疗护理的疾病。\n以求生存。在这个过程中，人们不得不管理日常生活开支和\n离谱的医疗费用。这似乎是不公平的，因为你的死亡...",
      "title": "CMV：我相信美国应该有全民医疗保健。这可以保证任何有需要的人都能得到免费的基本医疗服务，而不用担心个人的经济损失。这也会减少雇主的健康保险费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我見過很多人因爲醫療費用而破產和失去家園。\n糖尿病、癌症、紅斑狼瘡....，這些都是需要昂貴的醫療護理的疾病。\n以求生存。在這個過程中，人們不得不管理日常生活開支和\n離譜的醫療費用。這似乎是不公平的，因爲你的死亡...",
      "title": "CMV：我相信美國應該有全民醫療保健。這可以保證任何有需要的人都能得到免費的基本醫療服務，而不用擔心個人的經濟損失。這也會減少僱主的健康保險費用。"
    }
  ]
}