{
  "author": "WirrkopfP",
  "original_created_utc": 1637584066,
  "title": "CMV: It's not unreasonable or ethnocentric to expect immigrants to learn the dominant language of the country they have migrated to at least if they are planning to stay.",
  "created_utc": 1637591407,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Until two years Ago I used to live in a neighborhood in Germany with a lot of Turkish and Russian immigrants. </p>\n\n<p>Most of them are very nice people. Regardless of their language skills. </p>\n\n<p>But I don&#39;t get why someone would live in a foreign country for 10 plus years (or even in second generation) and not be able to communicate with more than a handful of broken words. </p>\n\n<p>I was told that this view would be ethnocentric or that I am a literal nazi because of it. </p>\n\n<p>I&#39;m not suggesting anyone changing their culture or religion or that speaking foreign languages should not be allowed. I just think communication is key to successfully building a community and just for obvious practical reasons the people who moved into a country should be those who have to learn the new language.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/qzkc84/cmv_its_not_unreasonable_or_ethnocentric_to/",
  "subreddit": "changemyview",
  "id": "qzkc84",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Until two years Ago I used to live in a neighborhood in Germany with a lot of\nTurkish and Russian immigrants.\n\nMost of them are very nice people. Regardless of their language skills.\n\nBut I don't get why someone would live in a foreign country for 10 plus years\n(or even in second generation) and not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2年前まで、私はドイツでトルコやロシアからの移民が多く住む地域に住んでいました。\nトルコやロシアからの移民が多い地域に住んでいました。\n\n彼らのほとんどはとてもいい人たちです。彼らの言語能力に関わらず。\n\nでも、外国に10年以上も住んでいて（あるいは2世でも）、その国の文化に馴染めない人がいるというのは理解できません。\n(外国に10年以上も住んでいて（2世でも）...",
      "title": "CMV: 移民が、少なくとも滞在を予定している場合には、移住先の国の支配的な言語を学ぶことを期待することは、不合理でも民族主義的でもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "直到两年前，我一直住在德国的一个社区，那里有很多土耳其和俄罗斯移民。\n土耳其和俄罗斯移民。\n\n他们中的大多数人都是非常好的人。不管他们的语言能力如何。\n\n但我不明白为什么有人会在外国生活10多年\n(甚至是第二代)而不...",
      "title": "CMV：期望移民学习他们所移民的国家的主流语言，至少在他们打算留下来的情况下，这不是不合理的，也不是种族中心主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "直到兩年前，我一直住在德國的一個社區，那裏有很多土耳其和俄羅斯移民。\n土耳其和俄羅斯移民。\n\n他們中的大多數人都是非常好的人。不管他們的語言能力如何。\n\n但我不明白爲什麼有人會在外國生活10多年\n(甚至是第二代)而不...",
      "title": "CMV：期望移民學習他們所移民的國家的主流語言，至少在他們打算留下來的情況下，這不是不合理的，也不是種族中心主義。"
    }
  ]
}