{
  "author": "Phredmcphigglestein",
  "original_created_utc": 1634919418,
  "title": "cmv: I hate 'My Pet Just Died' posts",
  "created_utc": 1634935244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems almost impossible to scroll through any animal-related sub (or /all for that matter) without coming across one of these. I invariably see the picture/video/whatever first, and about halfway through the warm-fuzzy feeling I get when I see someone&#39;s pet, I register that the title is something along the lines of &quot;My pet fucking died today, I&#39;m devastated&quot; and it makes me feel <em>absolutely horrible.</em> &#39;Hey this animal you saw and liked? Its dead.&#39; is such an unexpected gut punch every time.</p>\n\n<p>Add to that the fact that its a format that&#39;s almost certainly being farmed for Karma, every one gets massive amounts of upvotes and awards, and its not even &#39;expected&#39; that the picture/video/whatever has <em>anything to do with the pet getting old or dying.</em> A gif of a kitten stumbling around will catch you upside the head with its title describing the poor thing getting run over, and get 10k upvotes! </p>\n\n<p>I kind of get why people post these sincerely in the first place, and I understand why people upvote them, (even if I think giving strangers fake internet points to make them feel better is kind of dumb, personally) but I cant help but wish they were banned (edit; in lighthearted, feel-good subs) or at least a lot less popular so I wouldn&#39;t see them ALL THE TIME.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qdkd35/cmv_i_hate_my_pet_just_died_posts/",
  "subreddit": "changemyview",
  "id": "qdkd35",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems almost impossible to scroll through any animal-related sub (or /all for\nthat matter) without coming across one of these. I invariably see the\npicture/video/whatever first, and about halfway through the warm-fuzzy feeling I\nget when I see someone's pet, I register that the title is something…"
}