{
  "author": "Unevenshoe656",
  "original_created_utc": 1632654561,
  "title": "YSK: 3000 mile oil changes that are still so popular in the USA are a myth and a waste of money.",
  "created_utc": 1632660603,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK. I&#39;m a British expat who moved to the USA 5 years ago. On every street corner is a quick oil change place and I found out almost everyone changes their oil at 3000 miles.</p>\n\n<p>Why is this a waste?</p>\n\n<ol>\n<li><p>This is a myth purported from the 60s and 70s, car engine technology and oil technology has evolved greatly since then and engines go longer between oil changes.</p></li>\n<li><p>Most cars in the US have engines that are used worldwide. For example, Ford engines used in cars in American are manufactured and used worldwide. Oil change intervals for these same engines are 10,000 miles +</p></li>\n<li><p>Most cars since about 2010 will notify you when an oil change is due, based on environmental and driving conditions.</p></li>\n</ol>\n\n<p>Source? I&#39;m an ex Automotive filter development engineer and ex Ford development engineer.</p>\n</div><!-- SC_ON -->",
  "score": 147,
  "permalink": "/r/YouShouldKnow/comments/pvrtfo/ysk_3000_mile_oil_changes_that_are_still_so/",
  "subreddit": "YouShouldKnow",
  "id": "pvrtfo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK. I'm a British expat who moved to the USA 5 years ago. On every street\ncorner is a quick oil change place and I found out almost everyone changes their\noil at 3000 miles.\n\nWhy is this a waste?\n\n 1. This is a myth purported from the 60s and 70s, car engine technology and oil\n    technology…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。私は5年前にアメリカに移住したイギリス人の駐在員です。どの通りでも\nほとんどの人が3000マイルでオイルを交換していることを知りました。\nほとんどの人が3000マイルでオイルを交換していることを知りました。\n\nなぜこれが無駄なのか？\n\n 1. これは60年代、70年代の車のエンジン技術やオイル技術から言われている神話です。\n    技術が進歩して",
      "title": "YSK: アメリカで普及している3000マイルのオイル交換は、神話であり、お金の無駄です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK。我是一个5年前搬到美国的英国侨民。在每个街道\n拐角处都有一个快速换油的地方，我发现几乎每个人都会在3000英里时换油。\n3000英里时更换机油。\n\n为什么这是一种浪费？\n\n 1. 这是从60年代和70年代传来的神话，汽车发动机技术和油品\n    技术...",
      "title": "YSK：在美国仍然很流行的3000英里换油是一个神话，是在浪费钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK。我是一個5年前搬到美國的英國僑民。在每個街道\n拐角處都有一個快速換油的地方，我發現幾乎每個人都會在3000英里時換油。\n3000英里時更換機油。\n\n爲什麼這是一種浪費？\n\n 1. 這是從60年代和70年代傳來的神話，汽車發動機技術和油品\n    技術...",
      "title": "YSK：在美國仍然很流行的3000英里換油是一個神話，是在浪費錢。"
    }
  ]
}