{
  "author": "MutedBass",
  "original_created_utc": 1633522798,
  "title": "CMV: Joel Osteen is a piece of garbage",
  "created_utc": 1633530951,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People defend him because he gets his money from book sales instead of the offering plate.  He says God wants to see him rich because he is loved and God is looking out for him.  So never mind the thousands who could benefit from being donated too, he’s God’s special person and you can be too.  You can be too?  Other people don’t have as easy a path to being rich as being famous from church so you can sell books.  And every celebrity and fan just loves him.  His fans see him as deserving of it all.  And for what?  He’s just a human piece of garbage as far as I’m concerned.</p>\n\n<p>Edit: I posted this earlier naming it Esteen and got no replies.</p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/changemyview/comments/q2j9me/cmv_joel_osteen_is_a_piece_of_garbage/",
  "subreddit": "changemyview",
  "id": "q2j9me",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People defend him because he gets his money from book sales instead of the\noffering plate. He says God wants to see him rich because he is loved and God is\nlooking out for him. So never mind the thousands who could benefit from being\ndonated too, he’s God’s special person and you can be too. You can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人々が彼を擁護するのは、彼が献金皿ではなく本の売り上げからお金を得ているからです。\n人々は彼を擁護します。彼は、神は彼が豊かになることを望んでいると言います。なぜなら、彼は愛されており、神は彼を見守っているからです。\nしているからです。だから、寄付されることで利益を得られる何千人もの人々のことは気にしないでください。\n彼は神の特別な人であり、あなたもそうなれるのです。あなたにも...",
      "title": "CMV: ジョエル・オスティーンはゴミのような存在だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们为他辩护，因为他的钱来自图书销售，而不是奉献盘。\n献金盘。他说上帝希望看到他发财，因为他是被爱的，上帝在照顾他。\n照顾他。因此，不要介意成千上万的人可以从他的捐款中受益。\n他是上帝的特殊人物，你也可以是。你可以...",
      "title": "CMV：Joel Osteen是个垃圾"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們爲他辯護，因爲他的錢來自圖書銷售，而不是奉獻盤。\n獻金盤。他說上帝希望看到他發財，因爲他是被愛的，上帝在照顧他。\n照顧他。因此，不要介意成千上萬的人可以從他的捐款中受益。\n他是上帝的特殊人物，你也可以是。你可以...",
      "title": "CMV：Joel Osteen是個垃圾"
    }
  ]
}