{
  "author": "UnderTyle",
  "the_new_excerpt": "Hey guys, I just wanted to chime in having just started Eye of the World and I\ngotta say, contrary to what everyone else said about the first story being slow\nor whatever... I'm really loving it.\n\nI have tried to read both J.R.R. Tolkien in the past as well as GoT and I\nreally, really am enjoying…",
  "original_created_utc": 1624093267,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "みんな、「アイ・オブ・ザ・ワールド」を始めたばかりなので、ちょっとコメントしたいと思います。\nみんなが言っていたように、最初のストーリーが遅いとかいう意見とは逆に\nとかなんとか言ってたけど 私はこの作品をとても気に入っています。\n\n私は過去にJ.R.R.トールキンとGoTの両方を読もうとしたことがありますが、本当に、本当に楽しんでいます。\n本当に、本当に楽しんでいます。",
      "title": "ホイール・オブ・タイム鑑賞（ネタバレなしでお願いします"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，伙计们，我只是想在刚刚开始《世界之眼》的时候插上一脚。\n我得说，与其他人所说的第一个故事很慢相反\n或其他什么... 我真的很喜欢它。\n\n我过去曾尝试阅读J.R.R.托尔金的作品，也曾尝试阅读GoT的作品。\n真的，真的很喜欢...",
      "title": "时空之轮》赏析（请勿剧透"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，夥計們，我只是想在剛剛開始《世界之眼》的時候插上一腳。\n我得說，與其他人所說的第一個故事很慢相反\n或其他什麼... 我真的很喜歡它。\n\n我過去曾嘗試閱讀J.R.R.托爾金的作品，也曾嘗試閱讀GoT的作品。\n真的，真的很喜歡...",
      "title": "時空之輪》賞析（請勿劇透"
    }
  ],
  "title": "Wheel of Time appreciation (please no spoilers)",
  "created_utc": 1624106272,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey guys, I just wanted to chime in having just started Eye of the World and I gotta say, contrary to what everyone else said about the first story being slow or whatever... I&#39;m really loving it. </p>\n\n<p>I have tried to read both J.R.R. Tolkien in the past as well as GoT and I really, really am enjoying this kind of writing. It&#39;s descriptive but not overwhelmingly so with such a huge focus on language and it throws in lore but it doesn&#39;t inundate you with so much intrigue and mystery that you don&#39;t know what&#39;s going on. </p>\n\n<p>I&#39;m only on chapter 8 but I already feel very invested in this story. I&#39;m really looking forward to this series and I&#39;m super glad I didn&#39;t decide not to pick it up because of it&#39;s length, the &quot;slog&quot; halfway through, or the general disdain aimed at the first couple books.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/o3btuo/wheel_of_time_appreciation_please_no_spoilers/",
  "subreddit": "books",
  "id": "o3btuo",
  "is_self": true,
  "media": null,
  "is_video": false
}