{
  "author": "Chicky_Nuggy",
  "original_created_utc": 1630922514,
  "title": "HEX is an obvious scam. You should definitely avoid this coin.",
  "created_utc": 1630938835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Google HEX scam, they have paid for them to rank in the keywords &quot;is hex a scam&quot; and &quot;hex scam&quot; what genuine brand or company would do this? Very strange. </p>\n\n<p>There&#39;s more - if you scroll further down the page you can see they have made an entire website to let us all know that HEX isn&#39;t a scam and people are just mean to them and or jealous haha, wild - see <a href=\"https://www.hexscam.com/\">here</a></p>\n\n<p>Here&#39;s a <a href=\"https://news.bitcoin.com/andreas-antonopoulos-hex-team-offered-me-10-btc-to-speak-well-of-their-token/\">TWEET</a> from a journalist where he was offered 10 BTC to say it wasn&#39;t a scam.</p>\n\n<p>Hex is an obvious Ponzi scheme and really shouldn&#39;t be allowed to operate as they let the community down as a whole and decrease the reputation of genuine projects on the market. </p>\n\n<p>Literally the 2021 Bitconnect - for those who don&#39;t know what Bitconnect was the CEO is being sued 2 billion by USA law currently <a href=\"https://finance.yahoo.com/news/north-american-bitconnect-head-pleads-140527737.html?guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAJwgFQDVLYXfYTi9x8zHauDrP8Q99J97oa3tVLeaWXIiDbEBBz1S3P-cISDJ8HOoF2zO2PX79ddEpqyUv0_ON4nSl-g-r9KhpF5ble0OxTAEsubfODUTb8qO2kqV9NB2f3xC-5JoO9nhRgA9Z-KhIXAAcLNmS_6HeVRSQqA7ku26\">more info </a></p>\n\n<p>Tldr, don&#39;t invest in HEX, it&#39;s about as secure as having your sayings in USDT.</p>\n\n<p>EDIT: All of a sudden there has been many many comments shilling and defending the &quot;definitely not a scam coin&quot; please do your own research, a simple Google will show you many articles from respected journalists proving my point.</p>\n\n<p>EDIT 2: furthermore someone sent me screenshots of various telegram groups asking them to &quot;drown out&quot; this post with downvotes and positive comments hahaha.</p>\n</div><!-- SC_ON -->",
  "score": 239,
  "permalink": "/r/CryptoCurrency/comments/piwi1u/hex_is_an_obvious_scam_you_should_definitely/",
  "subreddit": "CryptoCurrency",
  "id": "piwi1u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Google HEX scam, they have paid for them to rank in the keywords \"is hex a scam\"\nand \"hex scam\" what genuine brand or company would do this? Very strange.\n\nThere's more - if you scroll further down the page you can see they have made an\nentire website to let us all know that HEX isn't a scam and…"
}