{
  "author": "AcceptaBowl",
  "original_created_utc": 1627396877,
  "title": "YSK: \"Flushable\" wipes do not break down well and can clog pipes, which can result in thousands of dollars of professional plumbing costs.",
  "created_utc": 1627407999,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Companies are obviously incentivized to advertise the best qualities of their products. While flushable wipes are more likely to break down and decompose compared to traditional wipes, they are not as efficient as doing so as many people believe. You should very wary of flushing them down your drains to avoid expensive repair bills.</p>\n\n<p>Source for more information.</p>\n\n<p><a href=\"https://www.greenamerica.org/blog/are-flushable-wipes-really-flushable\">https://www.greenamerica.org/blog/are-flushable-wipes-really-flushable</a></p>\n</div><!-- SC_ON -->",
  "score": 323,
  "permalink": "/r/YouShouldKnow/comments/oso4qt/ysk_flushable_wipes_do_not_break_down_well_and/",
  "subreddit": "YouShouldKnow",
  "id": "oso4qt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Companies are obviously incentivized to advertise the best qualities of\ntheir products. While flushable wipes are more likely to break down and\ndecompose compared to traditional wipes, they are not as efficient as doing so\nas many people believe. You should very wary of flushing them down…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：企業は、自社製品の最高の品質を宣伝したいと思うのは当然のことです。\n企業は当然、自社製品の最高の品質を宣伝したいと思っています。水に流せるおしりふきは、分解される可能性が高いのです。\n水に流せるタイプのおしりふきは、従来のおしりふきに比べて分解されやすいですが、多くの人が信じているほど効率的ではありません。\n多くの人が信じているほど効率的ではありません。水に流さないように気をつけましょう。",
      "title": "YSK: \"水に流せる \"ワイプは分解がうまくいかず、パイプを詰まらせてしまい、結果的に数千ドルもの専門的な配管費用がかかることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：公司显然有动力宣传其产品的最佳品质。\n他们的产品。虽然可冲水湿巾与传统湿巾相比，更容易分解和\n虽然可冲水湿巾与传统湿巾相比更容易分解，但它们并不像传统湿巾那样有效。\n正如许多人所认为的那样。你应该非常警惕地把它们冲下去......",
      "title": "YSK：\"可冲洗 \"湿巾不能很好地分解，会堵塞管道，这可能导致数千美元的专业管道费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：公司顯然有動力宣傳其產品的最佳品質。\n他們的產品。雖然可沖水溼巾與傳統溼巾相比，更容易分解和\n雖然可沖水溼巾與傳統溼巾相比更容易分解，但它們並不像傳統溼巾那樣有效。\n正如許多人所認爲的那樣。你應該非常警惕地把它們衝下去......",
      "title": "YSK：\"可沖洗 \"溼巾不能很好地分解，會堵塞管道，這可能導致數千美元的專業管道費用。"
    }
  ]
}