{
  "author": "Slixil",
  "original_created_utc": 1628758660,
  "title": "CMV: Punishing a child for swearing is a stupid and outdated thing to do.",
  "created_utc": 1628771438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>NOTE: I’m not including slurs, as those are tied to trauma and are a completely different league from “Fuck”, “Shit”, “Ass”, etc as they were made to demean certain demographics.</p>\n\n<p>Edit: Perhaps the better title might be “The current social standards regarding swearing need a serious overhaul, as currently they’re only holding us back”</p>\n\n<p>I also understand that the allure and value of swear words come from their restriction in general conversation. As in it feels much better to say them knowing that you can’t say it often, like a colloquial “treat”. However, I don’t believe this is justification for explicit punishment, as swearing within itself doesn’t harm anybody, and everyone has the right to ruin the words for themselves should they feel like it. </p>\n\n<p>Essentially, if a kid stubs his toe on the school blacktop and says “FUCK” in response, punishing or telling that kid not to say that word serves no beneficial purpose. Karens who “WoUlD NeVeR wAnT mY cHiLd tO sAy SuCh ThInGs!!1!” Need to get over themselves and really think about why they think that way.</p>\n\n<p>Edit: Just wanted to elaborate further. I agree that we should educate kids about when it is and isn’t okay to swear GIVEN the current social standards. I just think the social standards are arbitrary and hold us back (which isn’t the most mind-blowing conclusion, I know). In a perfect world we wouldn’t have these standards. They are bad standards.</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/changemyview/comments/p2w05b/cmv_punishing_a_child_for_swearing_is_a_stupid/",
  "subreddit": "changemyview",
  "id": "p2w05b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "NOTE: I’m not including slurs, as those are tied to trauma and are a completely\ndifferent league from “Fuck”, “Shit”, “Ass”, etc as they were made to demean\ncertain demographics.\n\nEdit: Perhaps the better title might be “The current social standards regarding\nswearing need a serious overhaul, as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "注：スラー（中傷）は、トラウマと結びついていて、「Fuck」、「Shit」、「Ass」などとは全く別次元のものなので、含みません。\nFuck」、「Shit」、「Ass」などとは全く別のもので、特定の層を卑下するために作られたものだからです。\nとは全く別物です。\n\n編集部：タイトルは、「悪口に関する現在の社会的基準は、深刻な見直しが必要である」の方がいいかもしれません。\n悪口に関する現在の社会的基準は、深刻な見直しを必要としています...。",
      "title": "CMV: 子供が悪口を言ったからといって、それを罰するのは愚かで時代遅れなことだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "注意：我不包括污言秽语，因为这些污言秽语与创伤有关，与 \"操 \"完全是两个概念。\n与 \"Fuck\"、\"Shit\"、\"Ass \"等完全不同，因为它们是用来贬低\n某些人口群体。\n\n编辑：也许更好的标题可能是 \"当前社会关于脏话的标准\n脏话的现行社会标准需要进行一次严肃的改革，因为...",
      "title": "CMV: 惩罚孩子说脏话是一件愚蠢和过时的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注意：我不包括污言穢語，因爲這些污言穢語與創傷有關，與 \"操 \"完全是兩個概念。\n與 \"Fuck\"、\"Shit\"、\"Ass \"等完全不同，因爲它們是用來貶低\n某些人口羣體。\n\n編輯：也許更好的標題可能是 \"當前社會關於髒話的標準\n髒話的現行社會標準需要進行一次嚴肅的改革，因爲...",
      "title": "CMV: 懲罰孩子說髒話是一件愚蠢和過時的事情。"
    }
  ]
}