{
  "author": "Team-First",
  "original_created_utc": 1635201607,
  "title": "CMV: It’s not an employees responsibility to find a replacement",
  "created_utc": 1635212644,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I remember when I first started working, as long as someone gave a few days notice before calling off, the manager would handle scheduling. It was nice if you had already found someone to fill in for you but it wasn’t an expectation. </p>\n\n<p>But it seems at some point that changed where now the employee is expected to coordinate this in order to call off. This makes no sense. </p>\n\n<p>The boss/manager knows everyone’s schedule, when they’re working, when they’re off, when they’re on vacation, what projects they have going on and likely knows who maybe looking for more hours or is also requesting off that may coincidence with the date. </p>\n\n<p>I think this is just a way to discourage employees from taking days off, but in my mind it’s not their responsibility. </p>\n\n<p>Can anyone give me a any good reason why an employee should have to do this?</p>\n\n<p><strong>To make my CMV clearer what I’m asking is “what’s is the practical purpose of requiring an employee to find a replacement other than to discourage people taking time off”</strong></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/qfscr7/cmv_its_not_an_employees_responsibility_to_find_a/",
  "subreddit": "changemyview",
  "id": "qfscr7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I remember when I first started working, as long as someone gave a few days\nnotice before calling off, the manager would handle scheduling. It was nice if\nyou had already found someone to fill in for you but it wasn’t an expectation.\n\nBut it seems at some point that changed where now the employee is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が仕事を始めた頃は、休む前に数日前に連絡を入れておけば\n数日前に連絡すれば、マネージャーがスケジューリングしてくれました。自分の代わりになる人を見つけていれば良かったのですが\n自分の代わりになる人を見つけていれば良かったのですが、それは期待していませんでした。\n\nしかし、ある時点でそれが変わったようで、今では従業員が...",
      "title": "CMV：後任を探すのは社員の責任ではありません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我记得我刚开始工作时，只要有人在请假前提前几天通知\n的通知，经理就会负责安排工作。如果你已经找到人代替你，那就很好。\n这很好，如果你已经找到人替你工作，但这不是一个期望。\n\n但似乎在某些方面发生了变化，现在员工是...",
      "title": "CMV：寻找替代者不是员工的责任"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我記得我剛開始工作時，只要有人在請假前提前幾天通知\n的通知，經理就會負責安排工作。如果你已經找到人代替你，那就很好。\n這很好，如果你已經找到人替你工作，但這不是一個期望。\n\n但似乎在某些方面發生了變化，現在員工是...",
      "title": "CMV：尋找替代者不是員工的責任"
    }
  ]
}