{
  "author": "Quirky_Push_7097",
  "original_created_utc": 1627047587,
  "title": "CMV: Playing video games as a single hobby without interacting with the community is way better.",
  "created_utc": 1627065225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically the older I get the more I realize how annoying and obnoxious the video game community is at times.</p>\n\n<p>This isn’t everyone by the way, but from the past 10 years of meeting different people in the video game community, the wide majority of them are obnoxious and uninteresting people.</p>\n\n<p>I’m not saying I’m special either, as I’m a fairly boring person but I like that about myself. I find playing games as a singular hobby way better them interacting with the general public.</p>\n\n<p>Is this an unhealthy mindset to have? 9 times out of 10 I don’t find the majority of gamers interesting to talk to.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/oq2lut/cmv_playing_video_games_as_a_single_hobby_without/",
  "subreddit": "changemyview",
  "id": "oq2lut",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Basically the older I get the more I realize how annoying and obnoxious the\nvideo game community is at times.\n\nThis isn’t everyone by the way, but from the past 10 years of meeting different\npeople in the video game community, the wide majority of them are obnoxious and\nuninteresting people.\n\nI’m…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的には、年を重ねるごとに、ゲーム業界がいかに迷惑で不愉快な存在であるかがわかってきました。\nビデオゲームコミュニティがいかに迷惑で不愉快かということを実感しています。\n\nこれは全ての人に当てはまるわけではありませんが、過去10年間、様々な人と出会ってきたことで\nこの10年間、ゲーム業界で様々な人に会ってきましたが、大多数の人が不快で面白くない人です。\n面白くない人たちです。\n\n私は...",
      "title": "CMV：ゲームを趣味として楽しむだけで、コミュニティとの関わりを持たない方がずっといい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上，我越长大就越意识到视频游戏社区有时是多么令人讨厌和令人厌恶。\n视频游戏社区有时是多么令人厌恶。\n\n顺便说一下，这不是每个人，但从过去10年遇到不同的\n但从过去10年在视频游戏界遇到的不同人来看，他们中的绝大多数都是令人厌恶的和\n无趣的人。\n\n我是...",
      "title": "CMV：把电子游戏作为单一的爱好来玩，而不与社区互动，这样做更好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上，我越長大就越意識到視頻遊戲社區有時是多麼令人討厭和令人厭惡。\n視頻遊戲社區有時是多麼令人厭惡。\n\n順便說一下，這不是每個人，但從過去10年遇到不同的\n但從過去10年在視頻遊戲界遇到的不同人來看，他們中的絕大多數都是令人厭惡的和\n無趣的人。\n\n我是...",
      "title": "CMV：把電子遊戲作爲單一的愛好來玩，而不與社區互動，這樣做更好。"
    }
  ]
}