{
  "author": "WufflyTime",
  "original_created_utc": 1636368146,
  "title": "The Iron Dream by Norman Spinrad, and the uncomfortable similarities between power fantasies and fascism.",
  "created_utc": 1636404997,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>The Iron Dream</em> is about a hero who finds himself drawn into an epic struggle against an evil empire of mind-controlling mutants who seek to destroy the forces of good. After rooting out one of the mutants, he gets in a fight with a bunch of rogues and wins a powerful, mystical weapon of old that makes him King of his People, and from there, he leads the forces of good in a battle against the evil mind-controllers.</p>\n\n<p>Sounds similar to other sci-fi and fantasy stories, right?</p>\n\n<p>Except, what if I told you that the story I described was Adolf Hitler’s Hugo-award winning sci-fantasy, <em>Lord of the Swastika</em>? Because that’s the major premise of <em>The Iron Dream</em>. It pretends to be another book entirely, written by an alternate history Adolf Hitler who emigrated to the US in 1919 instead of becoming Leader of the Nazi Party.</p>\n\n<p>Perhaps fittingly for a story that prefers arming its character with truncheons over swords, the book keeps bludgeoning us over the head with the same message: your sword and sorcery story is uncomfortably fascist. And if that isn’t enough, it ends with an academic reviewing the book, literally reminding us of the central narrative, by explicitly dissecting how the fictional Hitler is taking your bog standard tropes and turning them up to eleven, whilst swapping out usual fantasy terms of good and evil with eugenics terms. Subtlety is not this book&#39;s watchword, and some old copies even resorted to having a motorcycle-riding Hitler on the front cover. (Despite this, some readers didn’t get the message and it ended up on the American Nazi Party’s recommended reading list. Go figure.)</p>\n\n<p>Norman Spinrad wrote this book to criticise the militaristic power fantasies that seemed to crop up again and again in books of his time, such as Robert Heinlein and Orson Scott Card. Apparently, he took specific issue against Card&#39;s <em>Ender Game</em>.</p>\n\n<p>I personally haven’t read many stories that would fit that narrative. I didn’t think it was a huge problem anymore, thought most modern authors seemed to have also noticed this and taken it to heart. But perhaps that&#39;s because those stories don&#39;t appeal to me; there could be plenty and I&#39;m just not seeing them, because I&#39;m ignoring them. And then it occurred to me, what about other media? I know <em>Starship Troopers</em> (ironically based on a Heinlein book) doesn&#39;t count, because the people who made it were intentionally doing what Spinrad was doing. But some other TV shows, videogames and movies, kind of feature similar elements.</p>\n\n<p>Is Spinrad&#39;s book still sadly as relevant now as it was when written?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qpb09x/the_iron_dream_by_norman_spinrad_and_the/",
  "subreddit": "books",
  "id": "qpb09x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Iron Dream is about a hero who finds himself drawn into an epic struggle\nagainst an evil empire of mind-controlling mutants who seek to destroy the\nforces of good. After rooting out one of the mutants, he gets in a fight with a\nbunch of rogues and wins a powerful, mystical weapon of old that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アイアン・ドリーム」は、世界を滅ぼそうとするマインドコントロールされたミュータントの悪の帝国との壮絶な戦いに巻き込まれたヒーローの物語です。\nマインドコントロールされたミュータントによる悪の帝国との戦いに巻き込まれます。\n善の力を破壊しようとする悪の帝国との壮絶な戦いに巻き込まれていきます。ミュータントの一人を根絶やしにした後、彼は悪党たちと戦い、強力で神秘的な武器を手に入れます。\nミュータントの一人を根絶やしにした後、彼は悪党たちと戦い、強力で神秘的な昔の武器を手に入れます。",
      "title": "ノーマン・スピンラッド著「The Iron Dream」、そしてパワー・ファンタジーとファシズムの不快な類似性について。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "钢铁之梦》讲述了一位英雄发现自己被卷入了一场史诗般的斗争中。\n他发现自己被卷入了一场史诗般的斗争中，对抗一个由精神控制的变种人组成的邪恶帝国，这些变种人试图摧毁正义的力量。\n善的力量。在铲除其中一个变种人后，他与一群流氓打了起来。\n在根除了一个变种人之后，他与一群流氓打了起来，并赢得了一个强大的、神秘的古老武器。",
      "title": "诺曼-斯宾拉德（Norman Spinrad）的《钢铁之梦》，以及权力幻想和法西斯主义之间令人不舒服的相似之处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "鋼鐵之夢》講述了一位英雄發現自己被捲入了一場史詩般的鬥爭中。\n他發現自己被捲入了一場史詩般的鬥爭中，對抗一個由精神控制的變種人組成的邪惡帝國，這些變種人試圖摧毀正義的力量。\n善的力量。在剷除其中一個變種人後，他與一羣流氓打了起來。\n在根除了一個變種人之後，他與一羣流氓打了起來，並贏得了一個強大的、神祕的古老武器。",
      "title": "諾曼-斯賓拉德（Norman Spinrad）的《鋼鐵之夢》，以及權力幻想和法西斯主義之間令人不舒服的相似之處。"
    }
  ]
}