{
  "author": "throwawaykame",
  "original_created_utc": 1637363455,
  "title": "Just finished reading \"born a crime\" and thought i should share",
  "created_utc": 1637389738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What a Rollercoaster. I am a fan of emotional auto biography already. And this book doesn&#39;t fail to deliver.\nTrevor noah talks about his early life. And It was quiet a read. I was hooked from the first few lines.</p>\n\n<p>I am lost for words as i JUST finished it like few minutes ago. And i still need to process it. But i can safely say that it&#39;s a must read for any person who likes real life emotional stories. It&#39;s a perfect coming of age story. </p>\n\n<p>From the start you can tell that the book has two main characters. Trevor and his amazing mom. I have nothing but respect for this strong woman. And the way he describes the environment makes you able to find beauty  even in the chaos of post apartheid south africa. You get glimpses of what it was like growing up in such a difficult environment. </p>\n\n<p>Anyone else read the book? I would love to hear your thoughts.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qxs122/just_finished_reading_born_a_crime_and_thought_i/",
  "subreddit": "books",
  "id": "qxs122",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What a Rollercoaster. I am a fan of emotional auto biography already. And this\nbook doesn't fail to deliver. Trevor noah talks about his early life. And It was\nquiet a read. I was hooked from the first few lines.\n\nI am lost for words as i JUST finished it like few minutes ago. And i still need\nto…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "What a Rollercoaster. 私はすでに感情的な自動伝記のファンです。この本も\nこの本はその期待を裏切らない。トレバー・ノアが自分の幼少期について語る。そして、それは\n静かに読めました。私は最初の数行から夢中になりました。\n\n数分前に読み終えたばかりなので、言葉を失っています。そして、私はまだ\n私はまだ...",
      "title": "Born a crime \"を読み終えて、共有すべきだと思いました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好一个过山车。我已经是一个情感自动传记的粉丝了。而这\n本书也不负众望。特雷弗-诺亚谈到了他的早期生活。这本书是\n安静的阅读。我从头几行就被吸引住了。\n\n几分钟前，我刚读完这本书，不知所措。而我仍然需要\n要...",
      "title": "刚读完《生而为人》，我想我应该分享一下"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好一個過山車。我已經是一個情感自動傳記的粉絲了。而這\n本書也不負衆望。特雷弗-諾亞談到了他的早期生活。這本書是\n安靜的閱讀。我從頭幾行就被吸引住了。\n\n幾分鐘前，我剛讀完這本書，不知所措。而我仍然需要\n要...",
      "title": "剛讀完《生而爲人》，我想我應該分享一下"
    }
  ]
}