{
  "author": "blkheron23",
  "original_created_utc": 1624818545,
  "title": "The Idiot",
  "created_utc": 1624906950,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished part one of the idiot and I am really impressed. Someone posted in this sub that they thought the brothers karzmazov was the best book of all time. Naturally, I went out and bought the book, but I also bought the idiot (I wanted to read it as a warm up to the author). Dostoevsky has an ability in creating characters that I’ve never seen any other author have. His characters are emotionally raw. Many of the characters in the book are rich, and the way that they are written feels hilarious, but also completely accurate in context. So much happens in the first part of this book alone, and what was mind blowing to me was that it happened in only one day. My favorite characters are the prince (who I relate to) and nastasya filipovna. The way that nastasya brings out the disbelief, anger, and hilarity of the rest of the cast was a great read. I’m excited to finish the book soon. Do you consider these two characters to be some of fyodor’s best? Who else if not?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o92pnr/the_idiot/",
  "subreddit": "books",
  "id": "o92pnr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished part one of the idiot and I am really impressed. Someone posted\nin this sub that they thought the brothers karzmazov was the best book of all\ntime. Naturally, I went out and bought the book, but I also bought the idiot (I\nwanted to read it as a warm up to the author). Dostoevsky has…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はちょうどバカのパート1を終えたところですが、本当に感動しています。誰かがこのサブに\n兄弟カルツマゾフは史上最高の本だと思うとこのサブに投稿していました。\nという投稿がありました。当然、私はその本を買いに行きましたが、同時に「バカ」も買いました。\n著者へのウォーミングアップとして読んでみたかったのです）。) ドストエフスキーは...",
      "title": "The Idiot"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚完成了白痴的第一部分，我真的印象深刻。有人在这个帖子中说\n说他们认为《卡尔兹马佐夫兄弟》是有史以来最好的书。\n时间。很自然，我就去买了这本书，但我也买了《白痴》（我想读它作为对作者的热身）。\n我想读它作为对作者的热身）。) 陀思妥耶夫斯基有...",
      "title": "白痴"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛完成了白癡的第一部分，我真的印象深刻。有人在這個帖子中說\n說他們認爲《卡爾茲馬佐夫兄弟》是有史以來最好的書。\n時間。很自然，我就去買了這本書，但我也買了《白癡》（我想讀它作爲對作者的熱身）。\n我想讀它作爲對作者的熱身）。) 陀思妥耶夫斯基有...",
      "title": "白癡"
    }
  ]
}