{
  "author": "Mesngr",
  "original_created_utc": 1637143660,
  "title": "STOP LISTENING TO CONTENT CREATORS. They are selling you hopium and making a lot of money doing it. They are the pickaxe sellers of the Gold Rush.",
  "created_utc": 1637152395,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During the Gold Rush, the people who made out the best were the companies selling pickaxes to people looking to mine gold and get rich. Most gold miners failed and earned very little and/or nothing while the pickaxe companies made millions. </p>\n\n<p>STOP BLINDLY LISTENING TO CONTENT CREATORS SELLING YOU HOPIUM, NO ONE KNOWS WHATS GOING TO HAPPEN. Posts that have &quot;hopium&quot; or positive outlooks garner way more views and interactions than bearish ones, thus making more money. While it&#39;s nice to have a positive outlook, these guys will be telling you everything is OK and to buy the dip all the way down to 0 because they will still be making TONS OF MONEY by saying that. If the market truly collapses and goes into a multiyear bear market, they will still be making money off hopium while everyone else loses a lot of money. They are in a win/win situation with their content and they do not care about you. They care about selling their hopium as views which makes them money. If the market tanks, goes sideways, or moons, they will be making money. You have ZERO evidence they believe in crypto as much as they say and you have ZERO evidence they even have their money where their mouth is. </p>\n\n<p>Everyone is a genius in a bull market and hopium is selling at an absolute premium right now. Always be careful listening to people who literally get paid to say certain things by people looking to hear those certain things. When things change, they will not change with the times.</p>\n\n<p>If YOU believe in Crypto, that&#39;s all that matters. Don&#39;t believe in Crypto because someone is making money telling you to believe in it. Form your own opinions. Crypto content is massive right now and people make A LOT more money posting hopium than they ever will telling you to be careful and pointing out the risks.</p>\n</div><!-- SC_ON -->",
  "score": 323,
  "permalink": "/r/CryptoCurrency/comments/qvw3js/stop_listening_to_content_creators_they_are/",
  "subreddit": "CryptoCurrency",
  "id": "qvw3js",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "During the Gold Rush, the people who made out the best were the companies\nselling pickaxes to people looking to mine gold and get rich. Most gold miners\nfailed and earned very little and/or nothing while the pickaxe companies made\nmillions.\n\nSTOP BLINDLY LISTENING TO CONTENT CREATORS SELLING YOU…"
}