{
  "author": "JairSterre",
  "original_created_utc": 1638971970,
  "title": "YSK: Don't leave your hard drive or SSD in your laptop when bringing it to a repair shop, if you know that the software is alright.",
  "created_utc": 1639003819,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: These companies may make backups and maybe not store them properly. Data is valuable and you don&amp;#39;t want it to be everywhere. Don&amp;#39;t keep your data somewhere unprotected!&lt;/p&gt;\n\n&lt;p&gt;Removing your hard drive or SSD is not hard for most laptops, it will only take a few minutes once you know how to do it and in most cases, it won&amp;#39;t hurt your laptop.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not always neccesary. Here&amp;#39;s when you should and when you should:&lt;/p&gt;\n\n&lt;p&gt;You should when:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;You&amp;#39;re bringing it to a local shop that just does repairs(small businesses with just a few people working there)&lt;/li&gt;\n&lt;li&gt;There&amp;#39;s something physically broken, like the screen, the keyboard or the charging hole.&lt;/li&gt;\n&lt;li&gt;You got sensitive data on your laptop(passwords, private media etc)&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;You shouldn&amp;#39;t when:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;You&amp;#39;re sending your laptop back for warranty&lt;/li&gt;\n&lt;li&gt;There&amp;#39;s warranty stickers on screws, and you still have warranty on your laptop(in that case, just send it back)&lt;/li&gt;\n&lt;li&gt;You don&amp;#39;t have the proper tools to do it&lt;/li&gt;\n&lt;/ol&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 116,
  "permalink": "/r/YouShouldKnow/comments/rbry7i/ysk_dont_leave_your_hard_drive_or_ssd_in_your/",
  "subreddit": "YouShouldKnow",
  "id": "rbry7i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: These companies may make backups and maybe not store them properly.\nData is valuable and you don't want it to be everywhere. Don't keep your data\nsomewhere unprotected!\n\nRemoving your hard drive or SSD is not hard for most laptops, it will only take\na few minutes once you know how to do it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：これらの会社はバックアップを取るかもしれないし、適切に保管しないかもしれない。\n適切に保管していない可能性があります。データは貴重なものですから、どこにでもあるようでは困りますよね。\nどこにでもあるものではありません。データを保護されていない場所に保管しないでください！</p> <p>あなたのデータを削除することで、あなたのデータを保護することができます。\n</p> <p>ハードドライブやSSDを取り外すことは、ほとんどのラップトップにとって難しいことではありませんが、それは...",
      "title": "YSK: ノートパソコンを修理に出すとき、ソフトに問題がないことがわかっているなら、ハードディスクやSSDをノートパソコンに入れたままにしないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>为什么YSK：这些公司可能会进行备份和\n也许没有正确地存储它们。数据是有价值的，你不希望它到处都是。\n到处都是。不要把你的数据放在没有保护的地方！</p> <p>移除你的\n硬盘或固态硬盘对大多数笔记本电脑来说并不难，它将...",
      "title": "YSK：如果你知道软件没有问题，在把笔记本带到维修店时，不要把硬盘或固态硬盘留在里面。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>爲什麼YSK：這些公司可能會進行備份和\n也許沒有正確地存儲它們。數據是有價值的，你不希望它到處都是。\n到處都是。不要把你的數據放在沒有保護的地方！</p> <p>移除你的\n硬盤或固態硬盤對大多數筆記本電腦來說並不難，它將...",
      "title": "YSK：如果你知道軟件沒有問題，在把筆記本帶到維修店時，不要把硬盤或固態硬盤留在裏面。"
    }
  ]
}