{
  "author": "hi_thoughts_1",
  "original_created_utc": 1629441099,
  "title": "Opinions: Watching the movie after reading the book vs. Reading the book after watching the book",
  "created_utc": 1629466896,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading first, watching second - YES PLEASE. I love watching movies. &amp; I especially love watching movies based on books that I enjoyed. It&#39;s a chance to compare it to what I had imagined while reading. Knowing what happens doesn&#39;t bother me at all. In fact, it just makes me more interested in watching.</p>\n\n<p>Watching first, reading second - NOOOOO. I can&#39;t sit through reading a book once I&#39;ve watched the movie. Nope. No no no no. It makes the book extremely boring. One of the things I enjoy about reading is building an image in my head as I read. Watching the movie first ruins it for me. It feels like a waste of time. Even if people claim the book has way more to it, I still can&#39;t sit there &amp; read it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p7wngp/opinions_watching_the_movie_after_reading_the/",
  "subreddit": "books",
  "id": "p7wngp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading first, watching second - YES PLEASE. I love watching movies. & I\nespecially love watching movies based on books that I enjoyed. It's a chance to\ncompare it to what I had imagined while reading. Knowing what happens doesn't\nbother me at all. In fact, it just makes me more interested in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読むのが先、見るのが後 - YES PLEASE 私は映画を見るのが大好きです。\n特に、自分が楽しんだ本を基にした映画を見るのが好きです。読んでいるときに想像していたものと\n読んでいるときに想像していたものと比較するチャンスです。どうなるかわかっていても\n全く気になりません。それどころか、より興味が湧いてきて...",
      "title": "意見を述べます。本を読んでから映画を見るのと、本を見てから本を読むのとでは"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "先阅读，后观看--是的，没错。我喜欢看电影。\n尤其喜欢看基于我喜欢的书籍的电影。这是个机会，可以\n将它与我在阅读时的想象进行比较。知道发生了什么并不\n困扰我。事实上，它只是让我对......更感兴趣。",
      "title": "观点。看完书后看电影与看完书后看书的对比"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "先閱讀，後觀看--是的，沒錯。我喜歡看電影。\n尤其喜歡看基於我喜歡的書籍的電影。這是個機會，可以\n將它與我在閱讀時的想象進行比較。知道發生了什麼並不\n困擾我。事實上，它只是讓我對......更感興趣。",
      "title": "觀點。看完書後看電影與看完書後看書的對比"
    }
  ]
}