{
  "author": "GeoWannaBe",
  "original_created_utc": 1629914116,
  "title": "YSK the necessity of using hand sanitizer at Wally World",
  "created_utc": 1629932358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: By the amount of men (and boys) I see coming out of bathroom urinals and stalls and not stopping to wash their hands, means we&#39;re all touching their junk (or worse) as they handle products, touch carts and counters, etc. Any males notice the same lack of hygiene? - and yes, it&#39;s everywhere - not just at your box store.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/pbgj8t/ysk_the_necessity_of_using_hand_sanitizer_at/",
  "subreddit": "YouShouldKnow",
  "id": "pbgj8t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: By the amount of men (and boys) I see coming out of bathroom urinals\nand stalls and not stopping to wash their hands, means we're all touching their\njunk (or worse) as they handle products, touch carts and counters, etc. Any\nmales notice the same lack of hygiene? - and yes, it's everywhere …",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: トイレの便器やストールから出てきて、手を洗わない男性（および少年）をたくさん見かけます。\nトイレの小便器やストールから出てきて、手を洗わずに立ち止まっている男性（および男子）の数を見ると、私たちは皆、商品を扱ったり、カートやカウンターを触ったりする際に、彼らの性器に触れていることになります。\nつまり、彼らが商品を扱ったり、カートやカウンターを触ったりすることで、私たち全員が彼らのゴミを触っていることになります。誰か\n男性で、同じように衛生的でないことに気づいた人はいますか？- そう、それはどこにでもあることなのです。",
      "title": "YSK、ウォーリーワールドでの手指消毒の必要性について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我看到有很多男人（和男孩）从浴室的小便池和隔间出来，却没有停下来洗手。\n和隔间里出来，却没有停下来洗手，这意味着我们都在接触他们的\n这意味着我们都在接触他们的垃圾（或更糟），因为他们在处理产品，触摸手推车和柜台等。任何\n男性注意到同样的不卫生现象吗？- 是的，它无处不在......",
      "title": "YSK在Wally World使用洗手液的必要性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我看到有很多男人（和男孩）從浴室的小便池和隔間出來，卻沒有停下來洗手。\n和隔間裏出來，卻沒有停下來洗手，這意味着我們都在接觸他們的\n這意味着我們都在接觸他們的垃圾（或更糟），因爲他們在處理產品，觸摸手推車和櫃檯等。任何\n男性注意到同樣的不衛生現象嗎？- 是的，它無處不在......",
      "title": "YSK在Wally World使用洗手液的必要性"
    }
  ]
}