{
  "author": "GodLevelShinobi",
  "original_created_utc": 1637715392,
  "title": "Cmv: It's silly even stupid from a business standpoint for companies to take a political stance especially a strong one in today's political playground.",
  "created_utc": 1637725372,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With a near 50/50 split in politics amongst Americans, taking a strong political stance is flat out foolish, why would you potentially eliminate half your customer base? Business and politics has no reason to be in association. Companies today taking strong progressive stances are being blackballed by many conservatives. Not so much the other way around but the point still stands either way. Produce your product and service and keep your views to yourself. When you openly put your views out there as a company you 9/10 times are gonna lose more customers than gain.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/r0s6xc/cmv_its_silly_even_stupid_from_a_business/",
  "subreddit": "changemyview",
  "id": "r0s6xc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With a near 50/50 split in politics amongst Americans, taking a strong political\nstance is flat out foolish, why would you potentially eliminate half your\ncustomer base? Business and politics has no reason to be in association.\nCompanies today taking strong progressive stances are being blackballed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ人の政治意識はほぼ半々で、強い政治的スタンスを取ることは全くの愚策です。\nお客様の半分を失うことになりかねません。\n顧客の半分を失うことになります。ビジネスと政治が結びつく理由はありません。\n現在、進歩的な姿勢をとる企業は、ブラックボックス化しています...。",
      "title": "Cmv：今の政治状況の中で、企業が政治的なスタンス、特に強いスタンスをとることは、ビジネスの観点から見ても愚かなことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于美国人的政治立场几乎各占一半，采取强烈的政治立场\n采取强烈的政治立场是完全愚蠢的，为什么你可能会消除你的一半\n客户群？商业和政治没有理由联系在一起。\n今天，采取强烈的进步立场的公司正在被拉黑......",
      "title": "Cmv: 从商业角度来看，公司采取政治立场，尤其是在今天的政治舞台上采取强烈的政治立场是愚蠢的，甚至是愚蠢的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於美國人的政治立場幾乎各佔一半，採取強烈的政治立場\n採取強烈的政治立場是完全愚蠢的，爲什麼你可能會消除你的一半\n客戶羣？商業和政治沒有理由聯繫在一起。\n今天，採取強烈的進步立場的公司正在被拉黑......",
      "title": "Cmv: 從商業角度來看，公司採取政治立場，尤其是在今天的政治舞臺上採取強烈的政治立場是愚蠢的，甚至是愚蠢的。"
    }
  ]
}