{
  "author": "Polar_Roid",
  "the_new_excerpt": "Reasons\n\n-Unrecyclable\n\n-Difficult to open and distribute product without getting any on hands,\nclothing, table, steering wheel or other innocent bystander\n\n-No easy place to put it after use without creating a further mess; have to wrap\nit up in a paper napkin or other protective wrap\n\n-Alternative…",
  "original_created_utc": 1617807622,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理由\n\n-リサイクルできない\n\n-手を汚さずに開封して配ることが困難である。\n手や衣服、テーブル、ハンドル、その他の無実の人に付着することなく製品を配布することが難しい。\n\n-使用後の製品の置き場所がなく、紙ナプキンなどで包んでおかなければならない。\n紙ナプキンなどで包んでおく必要がある。\n\n-別の方法...",
      "title": "CMV：一般的なケチャップのパッケージは、一般的に使用されているデザインの中で最も不快で使いにくいものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "原因\n\n-不可回收\n\n-在没有拿到手的情况下，很难打开和分发产品。\n衣服、桌子、方向盘或其他无辜的旁观者。\n\n-使用后没有方便的地方放置，不会造成进一步的混乱，必须要包起来。\n用纸巾或其他保护膜包起来。\n\n-另一种...",
      "title": "CMV：标准的番茄酱包装是常用的最令人气愤、最不友好的设计"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "原因\n\n-不可回收\n\n-在沒有拿到手的情況下，很難打開和分發產品。\n衣服、桌子、方向盤或其他無辜的旁觀者。\n\n-使用後沒有方便的地方放置，不會造成進一步的混亂，必須要包起來。\n用紙巾或其他保護膜包起來。\n\n-另一種...",
      "title": "CMV：標準的番茄醬包裝是常用的最令人氣憤、最不友好的設計"
    }
  ],
  "title": "CMV: The standard ketchup packet is the most infuriating and user unfriendly design in common use",
  "created_utc": 1617817165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reasons</p>\n\n<p>-Unrecyclable</p>\n\n<p>-Difficult to open and distribute product without getting any on hands, clothing, table, steering wheel or other innocent bystander</p>\n\n<p>-No easy place to put it after use without creating a further mess; have to wrap it up in a paper napkin or other protective wrap</p>\n\n<p>-Alternative design, consisting of rigid plastic, bottle shaped shallow vessel with peel top, promising neat and open access for dipping, never released into the wild AFAIK.</p>\n\n<p>-Never provided unless asked for, and even then, the &quot;yes it&#39;s in the bag&quot; turns out to be false on too many occasions</p>\n\n<p>-Bulk dispensers have been removed for duration of the COVID era</p>\n\n<p>-AND FURTHER:  without rolling it up, impossible to empty out completely.</p>\n\n<p>An all-around miserable and unfriendly user experience.  Change my view!</p>\n</div><!-- SC_ON -->",
  "score": 295,
  "permalink": "/r/changemyview/comments/mm40lq/cmv_the_standard_ketchup_packet_is_the_most/",
  "subreddit": "changemyview",
  "id": "mm40lq",
  "is_self": true,
  "media": null,
  "is_video": false
}