{
  "author": "LeagueAccurate",
  "original_created_utc": 1630142092,
  "title": "YSK: If you have raised/hand-reared your cat or dog, you are the center of their universe from day one, and their lifelong temperament is largely dependent upon the amount love, or lack thereof, that you give them within the first several weeks after birth.",
  "created_utc": 1630148523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In April of 2020, I discovered a week- old kitten crying alone in my storm drain, in the middle of a heavy downpour. She was in about 2 inches of rainwater, and I refused to leave her to drown. I bottlefed her and stimulated potty breaks, taught her to bathe herself and use the litter box - how to be a cat.</p>\n\n<p>As a baby, I’d keep “Rei “ close always. All the kisses and pets, naps together, followed by long nights awake to feed her and potty. She was/is my heart. She knows nothing but loVe and affection. </p>\n\n<p>She’s A little over a year old now - she’s sweet to all the faces that stop by regularly, and has a sweet habit of looking for/giving physical affection/touch more often than you’d ever expect from a cat. With strangers/friends alike, the most with me. </p>\n\n<p>Why YSK: If You show them love from start, that’s all they’ll ever know. It’s a beautiful thing. Same goes for the opposite, if you neglect them or go without showing them affection, they’re more likely to grow up reclusively and antisocial.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/pd6lrg/ysk_if_you_have_raisedhandreared_your_cat_or_dog/",
  "subreddit": "YouShouldKnow",
  "id": "pd6lrg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In April of 2020, I discovered a week- old kitten crying alone in my storm\ndrain, in the middle of a heavy downpour. She was in about 2 inches of\nrainwater, and I refused to leave her to drown. I bottlefed her and stimulated\npotty breaks, taught her to bathe herself and use the litter box - how to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2020年4月、生後1週間の子猫が豪雨の中、自宅の雨水管で一人で泣いているのを発見しました。\n生後1週間の子猫が、豪雨の中、雨水管の中で一人で泣いているのを発見しました。生後1週間の子猫が、豪雨の中、自宅の雨水管で一人で泣いているのを発見しました。\n溺れてしまうのを見過ごせませんでした。哺乳瓶で育て、トイレを刺激しました。\nトイレ休憩を取り、自分でお風呂に入り、トイレを使うことを教え、どうやって...",
      "title": "YSK: もし、あなたが猫や犬を育てたことがあるならば、あなたはその日から彼らの世界の中心であり、彼らの生涯にわたる気質は、生まれてから数週間の間にあなたがどれだけ愛情を注いだか、あるいは注いでいないかに大きく左右されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "2020年4月，我发现一只一周大的小猫在我的下水道里独自哭泣。\n在一场大雨中独自哭泣。她当时在大约2英寸的雨水中。\n雨水中，而我拒绝让她淹死。我给她喂奶，鼓励她\n我给她喂奶，刺激她上厕所，教她自己洗澡和使用猫砂盆--如何......",
      "title": "YSK：如果你养育了你的猫或狗，从第一天起你就是它们的中心，它们一生的性情在很大程度上取决于你在它们出生后的头几周内给予它们多少爱，或缺乏爱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "2020年4月，我發現一隻一週大的小貓在我的下水道里獨自哭泣。\n在一場大雨中獨自哭泣。她當時在大約2英寸的雨水中。\n雨水中，而我拒絕讓她淹死。我給她餵奶，鼓勵她\n我給她餵奶，刺激她上廁所，教她自己洗澡和使用貓砂盆--如何......",
      "title": "YSK：如果你養育了你的貓或狗，從第一天起你就是它們的中心，它們一生的性情在很大程度上取決於你在它們出生後的頭幾周內給予它們多少愛，或缺乏愛。"
    }
  ]
}