{
  "author": "LeagueAccurate",
  "original_created_utc": 1630142092,
  "title": "YSK: If you have raised/hand-reared your cat or dog, you are the center of their universe from day one, and their lifelong temperament is largely dependent upon the amount love, or lack thereof, that you give them within the first several weeks after birth.",
  "created_utc": 1630148523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In April of 2020, I discovered a week- old kitten crying alone in my storm drain, in the middle of a heavy downpour. She was in about 2 inches of rainwater, and I refused to leave her to drown. I bottlefed her and stimulated potty breaks, taught her to bathe herself and use the litter box - how to be a cat.</p>\n\n<p>As a baby, I’d keep “Rei “ close always. All the kisses and pets, naps together, followed by long nights awake to feed her and potty. She was/is my heart. She knows nothing but loVe and affection. </p>\n\n<p>She’s A little over a year old now - she’s sweet to all the faces that stop by regularly, and has a sweet habit of looking for/giving physical affection/touch more often than you’d ever expect from a cat. With strangers/friends alike, the most with me. </p>\n\n<p>Why YSK: If You show them love from start, that’s all they’ll ever know. It’s a beautiful thing. Same goes for the opposite, if you neglect them or go without showing them affection, they’re more likely to grow up reclusively and antisocial.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/pd6lrg/ysk_if_you_have_raisedhandreared_your_cat_or_dog/",
  "subreddit": "YouShouldKnow",
  "id": "pd6lrg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In April of 2020, I discovered a week- old kitten crying alone in my storm\ndrain, in the middle of a heavy downpour. She was in about 2 inches of\nrainwater, and I refused to leave her to drown. I bottlefed her and stimulated\npotty breaks, taught her to bathe herself and use the litter box - how to…"
}