{
  "author": "arandom_econstudent",
  "original_created_utc": 1627153369,
  "title": "7 Deadly Sins of Crypto",
  "created_utc": 1627162940,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(1) greed</p>\n\n<p>Don&#39;t FOMO all your savings when everything is green, because you will sell at a loss when FUD strikes</p>\n\n<p>(2) lust</p>\n\n<p>Don&#39;t fall for futures/margin trading with leverage. At first you might find great pleasure in enormous gains, but when you get liquidated you&#39;ll regret it.</p>\n\n<p>(3) envy</p>\n\n<p>Don&#39;t envy those that have more crypto (this includes moons) than you. Also regards gains. Be happy for your fellow member of <a href=\"/r/cc\">r/cc</a> or real life friend they probably need the money as much as you do.</p>\n\n<p>(4) gluttony</p>\n\n<p>Don&#39;t go all in into projects that have given you the best results. Trust your other investments and remember than diversified portfolios tend to do better than undiversified ones over long term holds.</p>\n\n<p>(5) vainglory or pride</p>\n\n<p>Don&#39;t share your investments with family or friends even if it makes you proud, don&#39;t fly too close to the sun, you might get burned when everything crashes</p>\n\n<p>(6) wrath, or anger</p>\n\n<p>Don&#39;t lose your mental/physical health for &quot;loses&quot;. The only loss is when you sell, and even with that, you have learned something from the process.</p>\n\n<p>(7) sloth</p>\n\n<p>Do your own research of coins. Don&#39;t trust a 2 minute YouTube guru video.</p>\n</div><!-- SC_ON -->",
  "score": 250,
  "permalink": "/r/CryptoCurrency/comments/oqw2f4/7_deadly_sins_of_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "oqw2f4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(1) greed\n\nDon't FOMO all your savings when everything is green, because you will sell at a\nloss when FUD strikes\n\n(2) lust\n\nDon't fall for futures/margin trading with leverage. At first you might find\ngreat pleasure in enormous gains, but when you get liquidated you'll regret it.\n\n(3) envy\n\nDon't…"
}