{
  "author": "Adam_The_Millennial",
  "original_created_utc": 1637217766,
  "title": "YSK: Anti-work does not mean anti-labor.",
  "created_utc": 1637235101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the largest group of harassment towards the anti-work movement is a lot of contrarian rhetoric trying to “poke holes” into the logic of the movement by latching onto the word “work” and using the most disingenuous definition of it. </p>\n\n<p>When you hear the phrase “If you love what you do, then you will never work a day in your life.” Do you think that this means that you will not perform labor? Of course not. These people who are following their dreams usually perform more labor than others who work for something they don’t care about. </p>\n\n<p>People just want to stop being worked to the bone, especially without being adequately compensated.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/qwjtog/ysk_antiwork_does_not_mean_antilabor/",
  "subreddit": "YouShouldKnow",
  "id": "qwjtog",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: the largest group of harassment towards the anti-work movement is a lot\nof contrarian rhetoric trying to “poke holes” into the logic of the movement by\nlatching onto the word “work” and using the most disingenuous definition of it.\n\nWhen you hear the phrase “If you love what you do, then…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSK：反労働運動に対する最大のハラスメントグループは、多くの\n仕事」という言葉に引っかかって、最も不誠実な定義を使うことで、運動の論理に「穴」を開けようとする反対意見のレトリックです。\n仕事」という言葉に引っかかって、それを最も軽薄に定義することで、運動の論理に「穴」を開けようとする反対意見が多いのです。\n\nもしあなたが自分の仕事を愛しているならば、...」という言葉を耳にしたとき、あなたはその言葉の意味を理解することができます。",
      "title": "YSK: 「反労働」は「反労働」ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：对反工作运动最大的骚扰群体是很多\n试图通过抓住 \"工作 \"这个词来 \"戳穿 \"运动的逻辑的反面言论\n抓住 \"工作 \"这个词，并使用最虚伪的定义。\n\n当你听到 \"如果你热爱你的工作，那么...",
      "title": "YSK：反工作并不意味着反劳动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：對反工作運動最大的騷擾羣體是很多\n試圖通過抓住 \"工作 \"這個詞來 \"戳穿 \"運動的邏輯的反面言論\n抓住 \"工作 \"這個詞，並使用最虛僞的定義。\n\n當你聽到 \"如果你熱愛你的工作，那麼...",
      "title": "YSK：反工作並不意味着反勞動。"
    }
  ]
}