{
  "author": "bbn0305",
  "original_created_utc": 1633923676,
  "title": "CMV: following the rules of the road when driving is more important than being courteous",
  "created_utc": 1633937438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I say “courteous” I don’t mean me turning on my left blinker and the car behind me and to the left slows down a bit so I can get over. I appreciate things like that. Im referring to people who throw all traffic laws out the window and as a result, become very unpredictable. \nHere’s some examples: </p>\n\n<ol>\n<li>I pull up to a 4-way stop with another car opposite me who was clearly there before I was. It’s your turn! Don’t wave at me to go first! </li>\n<li>I was exiting a parking lot today turning onto a major road in town where the speed limit is 45mph. I need to wait till it’s clear before I pull my car into traffic. Apparently not. The car already on the road stopped and let me leave the parking lot. There was nobody behind him. </li>\n</ol>\n\n<p>Being a predictable driver makes the roads safer. Rant over.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/q5nf40/cmv_following_the_rules_of_the_road_when_driving/",
  "subreddit": "changemyview",
  "id": "q5nf40",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I say “courteous” I don’t mean me turning on my left blinker and the car\nbehind me and to the left slows down a bit so I can get over. I appreciate\nthings like that. Im referring to people who throw all traffic laws out the\nwindow and as a result, become very unpredictable. Here’s some…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "礼儀正しい」というのは、私が左のウィンカーを出したら、後ろの車や左の車が少しだけスピードを落として、私が追い越せるようにしてくれた、という意味ではありません。\n私が左ウインカーを出したら、後ろと左の車が少しスピードを落としてくれて、私が追い越すことができた、という意味ではありません。そういうのはありがたいですね。\nそういったことには感謝している。私が言っているのは、すべての交通法規を無視して、その結果、非常に危険な状態になっている人のことです。\nその結果、非常に予測不可能な状態になってしまうのです。ここでいくつか...",
      "title": "CMV：運転時には礼儀よりも交通ルールを守ることが大切"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我说 \"有礼貌 \"时，我并不是说我打开了我的左闪灯，而后面和左边的车\n我身后和左边的车放慢了速度，这样我就可以过去了。我很欣赏\n这样的事情。我指的是那些将所有交通法规抛出窗外的人。\n我指的是那些把所有的交通法规扔出窗外的人，因此，他们变得非常不可预测。这里有一些...",
      "title": "CMV：开车时遵守道路规则比礼貌更重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我說 \"有禮貌 \"時，我並不是說我打開了我的左閃燈，而後面和左邊的車\n我身後和左邊的車放慢了速度，這樣我就可以過去了。我很欣賞\n這樣的事情。我指的是那些將所有交通法規拋出窗外的人。\n我指的是那些把所有的交通法規扔出窗外的人，因此，他們變得非常不可預測。這裏有一些...",
      "title": "CMV：開車時遵守道路規則比禮貌更重要"
    }
  ]
}