{
  "author": "SmidgenFun",
  "the_new_excerpt": "After sending the book to Kindle, open Libby and return it early for extra karma\npoints.\n\nLibby and Kindle are not connected, Amazon won't know that you returned the book\nearly and you will keep the book for the full loan period even if you have the\nKindle's wifi on. The person next in line will be…",
  "original_created_utc": 1619273898,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Kindleに本を送った後、Libbyを開いて早めに返却するとカルマポイントが加算されます。\nポイントを獲得できます。\n\nLibbyとKindleは連携していないので、早期返却したことがAmazonに知られることはありません。\nKindleのWifiがオンになっていても、貸出期間中は本が手元に残ります。\nKindleのWifiをオンにしていても、本は全貸出期間中保たれます。次の人は...。",
      "title": "プロからのアドバイス Libbyユーザーの皆さん、Kindleに送った後、Libbyアプリから早期返却できることをご存知ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "把书送到Kindle后，打开Libby并提前归还，以获得额外的因果关系。\n分。\n\nLibby和Kindle是没有联系的，亚马逊不会知道你提前归还了这本书。\n而你将保留这本书的整个借阅期，即使你有Kindle的wifi。\nKindle的wifi打开。下一个排队的人将是...",
      "title": "专业提示。利比用户，你知道你可以在把书发送到Kindle后，从利比应用中提前退书吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "把書送到Kindle後，打開Libby並提前歸還，以獲得額外的因果關係。\n分。\n\nLibby和Kindle是沒有聯繫的，亞馬遜不會知道你提前歸還了這本書。\n而你將保留這本書的整個借閱期，即使你有Kindle的wifi。\nKindle的wifi打開。下一個排隊的人將是...",
      "title": "專業提示。利比用戶，你知道你可以在把書發送到Kindle後，從利比應用中提前退書嗎？"
    }
  ],
  "title": "Pro Tip: Libby users, Did you know you can return the book early from the Libby app after sending it to Kindle?",
  "created_utc": 1619308015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After sending the book to Kindle, open Libby and return it early for extra karma points.</p>\n\n<p>Libby and Kindle are not connected, Amazon won&#39;t know that you returned the book early and you will keep the book for the full loan period even if you have the Kindle&#39;s wifi on. The person next in line will be able to borrow the book right away.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mxkv5g/pro_tip_libby_users_did_you_know_you_can_return/",
  "subreddit": "books",
  "id": "mxkv5g",
  "is_self": true,
  "media": null,
  "is_video": false
}