{
  "author": "pomelopeel",
  "original_created_utc": 1636984504,
  "title": "I'm crying because I just finished The Shadow of the Wind by Carlos Ruiz Zafón",
  "created_utc": 1636993307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It wasn&#39;t that the ending was sad, I was just sad because I was saying goodbye to all the wonderful characters I got to know throughout this book (and yes I know there&#39;s more books). Daniel, Fermin, Julian, Nuria, the watchmaker, the school teacher, everyone...they all embodied such a strong and vibrant spirit that made the streets of Barcelona in the pages come alive. This book was such a beautiful journey, and in some way reminded me of The Goldfinch by Donna Tartt, although I&#39;m not quite sure why.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qugypy/im_crying_because_i_just_finished_the_shadow_of/",
  "subreddit": "books",
  "id": "qugypy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It wasn't that the ending was sad, I was just sad because I was saying goodbye\nto all the wonderful characters I got to know throughout this book (and yes I\nknow there's more books). Daniel, Fermin, Julian, Nuria, the watchmaker, the\nschool teacher, everyone...they all embodied such a strong and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "結末が悲しかったのではなく、素敵なキャラクターたちとの別れが悲しかったのです。\nこの本を通して知り合った素晴らしいキャラクターたちに別れを告げることになるからです。\nダニエル、フェルミン、ジュリアン、ヌリア、監視員たち。） ダニエル、フェルミン、ジュリアン、ヌリア、時計屋さん、学校の先生、みんな。\nこの本の中で、ダニエル、フェルミン、ジュリアン、ヌリア、時計屋さん、学校の先生、みんなが、とても強くて、強い気持ちを体現していました...。",
      "title": "カルロス・ルイス・ザフォンの「風の影」を読み終えたばかりで泣いています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这并不是说结局很悲伤，我只是悲伤，因为我正在和这本书中我认识的所有精彩的人物说再见。\n所有我在这本书中认识的精彩人物（是的，我知道还有更多书）。\n我知道还有更多的书）。丹尼尔、费尔明、朱利安、努里亚、钟表匠、学校老师，每一个人......他们都是我的朋友。\n学校的老师，每个人......他们都体现了如此强大的力量。",
      "title": "我哭了，因为我刚刚读完卡洛斯-鲁伊斯-扎丰的《风之影》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這並不是說結局很悲傷，我只是悲傷，因爲我正在和這本書中我認識的所有精彩的人物說再見。\n所有我在這本書中認識的精彩人物（是的，我知道還有更多書）。\n我知道還有更多的書）。丹尼爾、費爾明、朱利安、努里亞、鐘錶匠、學校老師，每一個人......他們都是我的朋友。\n學校的老師，每個人......他們都體現瞭如此強大的力量。",
      "title": "我哭了，因爲我剛剛讀完卡洛斯-魯伊斯-扎豐的《風之影》。"
    }
  ]
}