{
  "author": "Oshyrath",
  "original_created_utc": 1634656713,
  "title": "CMV: There is no reason for the US to support Israel financially",
  "created_utc": 1634664638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here is what I understand about Israel&#39;s situation. Israel is currently fighting a war against Hamas, a terrorist organization that launches rockets indescriminatly into Israel. In order to fight back, the US donates around 3 billion to 4 billion dollars a year to fund Iron dome, a defense system used to target missiles out of the sky. Without Iron dome, there&#39;s a good chance lots of Israeli&#39;s would die.</p>\n\n<p>Now that I mentioned that, I&#39;ll get onto my real point. Why should the US care? These are not our citizens and therefore, not our responsibility. Trump said in one of his speeches &quot;America First&quot;. How is giving money to another country putting America First? This money could be put to resources that benefit America.</p>\n\n<p>Here are some common arguments I hear:</p>\n\n<p><em>Nobody should have to face the threat of dying from a terrorist threat.</em> The US just pulled away from Afghanistan effectively leaving millions of people at the hands of the Taliban. Why do we care less about the people in Afghanistan than the people in Israel?</p>\n\n<p><em>Israel is a military ally against the war on terror.</em> Why are we fighting a war on terror anyway? It&#39;s an expensive war and not even relevant inside the US. </p>\n\n<p><em>Israel does a lot of advances in technology and medicine. If you abandon Israel, you&#39;d loose some of the greatest minds in the world</em> So? There are lots of countries with the greatest minds in the world. Why is Israel worth the money that we poor into it?</p>\n\n<p>Edit: After discussing the topic, I made two important realization. Israel is not the only country the US gives money to. And having a military presence is important to secure global trade.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qbdo8f/cmv_there_is_no_reason_for_the_us_to_support/",
  "subreddit": "changemyview",
  "id": "qbdo8f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here is what I understand about Israel's situation. Israel is currently fighting\na war against Hamas, a terrorist organization that launches rockets\nindescriminatly into Israel. In order to fight back, the US donates around 3\nbillion to 4 billion dollars a year to fund Iron dome, a defense system…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでは、イスラエルの状況について理解しています。イスラエルは現在\nイスラエルに無差別にロケット弾を打ち込むテロ組織「ハマス」と戦っている。\nイスラエルに無差別にロケット弾を打ち込むテロ組織ハマスと戦っています。これに対抗するために、アメリカは約30～40億ドルの寄付を行っています。\nアイアンドームという防衛システムのために、アメリカは年間約30～40億ドルの資金を提供しています...",
      "title": "CMV: アメリカがイスラエルを財政的に支援する理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "以下是我对以色列情况的理解。以色列目前正在与哈马斯作战。\n对抗哈马斯的战争，哈马斯是一个恐怖组织，向以色列发射火箭弹\n哈马斯是一个向以色列不分青红皂白地发射火箭的恐怖组织。为了进行反击，美国每年捐赠约30亿至40亿美元，用于资助铁穹。\n为了反击，美国每年捐赠约30亿至40亿美元用于资助 \"铁穹\"，这是一个防御系统...",
      "title": "CMV：美国没有理由在财政上支持以色列"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "以下是我對以色列情況的理解。以色列目前正在與哈馬斯作戰。\n對抗哈馬斯的戰爭，哈馬斯是一個恐怖組織，向以色列發射火箭彈\n哈馬斯是一個向以色列不分青紅皁白地發射火箭的恐怖組織。爲了進行反擊，美國每年捐贈約30億至40億美元，用於資助鐵穹。\n爲了反擊，美國每年捐贈約30億至40億美元用於資助 \"鐵穹\"，這是一個防禦系統...",
      "title": "CMV：美國沒有理由在財政上支持以色列"
    }
  ]
}