{
  "author": "Oshyrath",
  "original_created_utc": 1634656713,
  "title": "CMV: There is no reason for the US to support Israel financially",
  "created_utc": 1634664638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here is what I understand about Israel&#39;s situation. Israel is currently fighting a war against Hamas, a terrorist organization that launches rockets indescriminatly into Israel. In order to fight back, the US donates around 3 billion to 4 billion dollars a year to fund Iron dome, a defense system used to target missiles out of the sky. Without Iron dome, there&#39;s a good chance lots of Israeli&#39;s would die.</p>\n\n<p>Now that I mentioned that, I&#39;ll get onto my real point. Why should the US care? These are not our citizens and therefore, not our responsibility. Trump said in one of his speeches &quot;America First&quot;. How is giving money to another country putting America First? This money could be put to resources that benefit America.</p>\n\n<p>Here are some common arguments I hear:</p>\n\n<p><em>Nobody should have to face the threat of dying from a terrorist threat.</em> The US just pulled away from Afghanistan effectively leaving millions of people at the hands of the Taliban. Why do we care less about the people in Afghanistan than the people in Israel?</p>\n\n<p><em>Israel is a military ally against the war on terror.</em> Why are we fighting a war on terror anyway? It&#39;s an expensive war and not even relevant inside the US. </p>\n\n<p><em>Israel does a lot of advances in technology and medicine. If you abandon Israel, you&#39;d loose some of the greatest minds in the world</em> So? There are lots of countries with the greatest minds in the world. Why is Israel worth the money that we poor into it?</p>\n\n<p>Edit: After discussing the topic, I made two important realization. Israel is not the only country the US gives money to. And having a military presence is important to secure global trade.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qbdo8f/cmv_there_is_no_reason_for_the_us_to_support/",
  "subreddit": "changemyview",
  "id": "qbdo8f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here is what I understand about Israel's situation. Israel is currently fighting\na war against Hamas, a terrorist organization that launches rockets\nindescriminatly into Israel. In order to fight back, the US donates around 3\nbillion to 4 billion dollars a year to fund Iron dome, a defense system…"
}