{
  "author": "newleafsauce",
  "original_created_utc": 1626372028,
  "title": "CMV: Political affiliation should NOT be treated as a neutral attribute like one's ethnicity, sexual orientation, or gender identity",
  "created_utc": 1626413508,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen a lot of grumblings lately that &quot;political affiliation should be a protected class&quot; like race, gender, etc or that people think it&#39;s &quot;unfair&quot; to judge someone based on political affiliation. My main issue with this is that political affiliation is not at all comparable to innocuous, often immutable attributes such as skin color, sexual orientation, country of origin, etc. Political affiliation speaks to your core values because it is a label you voluntarily opt into and which signals the policies and/or politicians you support. These actions, as I see it, are indicative of the content of your character. And are we not allowed to judge people on the content of their character?</p>\n\n<p>I am definitely open to having my view changed here, or have it explained to me why political affiliation should be comparable to other neutral attributes.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/oky8o0/cmv_political_affiliation_should_not_be_treated/",
  "subreddit": "changemyview",
  "id": "oky8o0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen a lot of grumblings lately that \"political affiliation should be a\nprotected class\" like race, gender, etc or that people think it's \"unfair\" to\njudge someone based on political affiliation. My main issue with this is that\npolitical affiliation is not at all comparable to innocuous, often…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、人種や性別のように「政治的所属を保護された階級にすべきだ」という意見をよく目にします。\n人種や性別のように保護されるべきだ」という意見や、「政治的所属で人を判断するのは不公平だ」という意見を\nという意見をよく目にします。私がこの問題で一番気になるのは\n政治的所属は、何の変哲もない、しばしば...とは全く比較にならない。",
      "title": "CMV: 政治的所属は、民族、性的指向、性自認のように中立的な属性として扱われるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近看到很多抱怨，说 \"政治派别应该是一个受保护的阶层\"，就像种族、性别等。\n抱怨说，\"政治派别应该像种族、性别等一样成为受保护的阶层\"，或者人们认为根据政治派别来判断一个人是 \"不公平的\"。\n或者人们认为根据政治派别来判断一个人是 \"不公平的\"。我对此的主要问题是\n政治派别完全不能与无害的、经常...",
      "title": "CMV：政治派别不应作为一个人的种族、性取向或性别认同那样的中性属性来对待。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近看到很多抱怨，說 \"政治派別應該是一個受保護的階層\"，就像種族、性別等。\n抱怨說，\"政治派別應該像種族、性別等一樣成爲受保護的階層\"，或者人們認爲根據政治派別來判斷一個人是 \"不公平的\"。\n或者人們認爲根據政治派別來判斷一個人是 \"不公平的\"。我對此的主要問題是\n政治派別完全不能與無害的、經常...",
      "title": "CMV：政治派別不應作爲一個人的種族、性取向或性別認同那樣的中性屬性來對待。"
    }
  ]
}