{
  "author": "Troxouli",
  "the_new_excerpt": "Why YSK: Everyone is saying that relationships require compromises. Healthy\nrelationships should be based on support and understanding, therefore\ncompromises should aim to better each other and the relationship. Admitting\nmistakes and character weaknesses is difficult but leads to character…",
  "original_created_utc": 1621310961,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 誰もが、人間関係には妥協が必要だと言っています。健全な\n健全な関係は、サポートと理解に基づいているはずです。\n妥協はお互いの関係を良くするためのものです。間違いや弱点を認めることは\n認めることは難しいことですが、それが性格の改善につながります。",
      "title": "YSK: 恋愛を成功させるためには、妥協するだけではありません。最も重要なのは、それぞれの妥協点の後で、自分と相手の両方を好きになることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大家都在说，关系需要妥协。健康的\n关系应该建立在支持和理解的基础上，因此\n妥协的目的应该是为了改善彼此和关系。承认\n错误和性格弱点是困难的，但会导致性格的改变。",
      "title": "YSK：对于一个成功的关系，它不仅仅是妥协。最重要的是，在每次妥协之后，你应该仍然喜欢自己和对方。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大家都在說，關係需要妥協。健康的\n關係應該建立在支持和理解的基礎上，因此\n妥協的目的應該是爲了改善彼此和關係。承認\n錯誤和性格弱點是困難的，但會導致性格的改變。",
      "title": "YSK：對於一個成功的關係，它不僅僅是妥協。最重要的是，在每次妥協之後，你應該仍然喜歡自己和對方。"
    }
  ],
  "title": "YSK: For a successful relationship, it's not just about the compromises. Most importantly, after each compromise, you should still like both yourself and the other person.",
  "created_utc": 1621324293,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Everyone is saying that relationships require compromises. Healthy relationships should be based on support and understanding, therefore compromises should aim to better each other and the relationship. Admitting mistakes and character weaknesses is difficult but leads to character growth. However, changing one&#39;s self to fit a relationship to the point where you don&#39;t like or recognise yourself is not healthy and will not lead to a long lasting relationship. Love yourself, love each other.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/nf0sbo/ysk_for_a_successful_relationship_its_not_just/",
  "subreddit": "YouShouldKnow",
  "id": "nf0sbo",
  "is_self": true,
  "media": null,
  "is_video": false
}