{
  "author": "AskScienceModerator",
  "original_created_utc": 1630062005,
  "title": "AskScience AMA Series: We're marine scientists exploring the deep sea off Cabo Verde sailing on board the iMirabilis2 cruise. Ask us Anything!",
  "created_utc": 1630091613,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We are a team of scientists and technicians sailing on board the Spanish research vessel <em>Sarmiento de Gamboa</em> on a four-week cruise to explore Cabo Verde&#39;s deep sea ecosystems.</p>\n\n<p>On board we have the remotely operated vehicle (ROV), Luso, the autonomous underwater vehicle (AUV) Autosub6000, three benthic landers (a respirometer, baited camera, and baited trap), a multibeam bathymetry system, box corer, multicorer, a conductivity-temperature- depth (CTD) system, and the newly developed environmental DNA (eDNA) sampler named RoCSI (Robotic Cartridge Sampling Instrument). During the cruise we have used all this equipment to explore the deep sea through mapping, imaging, and sampling the seafloor and water column. We&#39;ve seen cold-water corals, sponges, fish, sea cucumbers, anemones, mud and rocky substrate!</p>\n\n<p>This cruise is part of the EU Horizon 2020 project <a href=\"https://www.iatlantic.eu/\">iAtlantic</a>. You can read all about the cruise on our <a href=\"https://www.iatlantic.eu/imirabilis2-expedition/\">expedition website</a> where you can <a href=\"https://www.iatlantic.eu/imirabilis2-expedition/team/\">meet the team</a>, learn about our <a href=\"https://www.iatlantic.eu/imirabilis2-expedition/science/\">scientific missions</a> and <a href=\"https://www.iatlantic.eu/imirabilis2-expedition/equipment/\">equipment on board</a> as well as catch up with the latest news at the <a href=\"https://www.iatlantic.eu/imirabilis2-expedition/blog/\">expedition blog</a>. You can also follow us on <a href=\"https://twitter.com/iAtlanticEU\">Twitter</a>, <a href=\"https://www.facebook.com/iAtlanticEU/\">Facebook</a>, and <a href=\"https://www.instagram.com/iatlanticeu/\">Instagram</a>.</p>\n\n<p>We will be here from 17:00-19:00 UTC (1-3 PM ET) to answer your questions about scientific cruises, the deep sea, and ocean exploration.</p>\n\n<p>Username: <a href=\"/u/iAtlanticEU\">/u/iAtlanticEU</a></p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/askscience/comments/pcl2nr/askscience_ama_series_were_marine_scientists/",
  "subreddit": "askscience",
  "id": "pcl2nr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We are a team of scientists and technicians sailing on board the Spanish\nresearch vessel Sarmiento de Gamboa on a four-week cruise to explore Cabo\nVerde's deep sea ecosystems.\n\nOn board we have the remotely operated vehicle (ROV), Luso, the autonomous\nunderwater vehicle (AUV) Autosub6000, three…"
}