{
  "author": "TheZombaslaya",
  "the_new_excerpt": "For those of you who don’t know, the US is one of two countries in the world,\n(other being Eritrea), which tax based on citizenship instead of residency. Most\ncountries have a policy where if you live here, you’re a taxpayer. The US on the\nother hand says “If you’re an American, you’re a taxpayer.”…",
  "original_created_utc": 1611340923,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不知道的人，美国是世界上两个国家之一。\n(厄立特里亚除外)，这些国家根据公民身份而不是居住地征税。大多数国家都是根据公民身份而不是居住地征税。\n国家有一个政策，如果你住在这里，你就是一个纳税人。美国就\n另一只手说 \"如果你是美国人，你就是纳税人\"...。",
      "title": "[改变我的想法]：居住在国外的美国人不应该被美国征税。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不知道的人，美國是世界上兩個國家之一。\n(厄立特里亞除外)，這些國家根據公民身份而不是居住地徵稅。大多數國家都是根據公民身份而不是居住地徵稅。\n國家有一個政策，如果你住在這裏，你就是一個納稅人。美國就\n另一隻手說 \"如果你是美國人，你就是納稅人\"...。",
      "title": "[改變我的想法]：居住在國外的美國人不應該被美國徵稅。"
    }
  ],
  "title": "CMV: Americans who live abroad should NOT be subject to US taxation",
  "created_utc": 1611406102,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For those of you who don’t know, the US is one of two countries in the world, (other being Eritrea), which tax based on citizenship instead of residency.  Most countries have a policy where if you live here, you’re a taxpayer.  The US on the other hand says “If you’re an American, you’re a taxpayer.”  This means that Americans are subject to taxation no matter where they live, not just in the United States.  If you have American citizenship but live in another country, you must file and pay your country’s taxes as well as file and possibly pay American taxes.  On top of this, the US requires those with foreign bank accounts over $10,000 to file an FBAR form to declare it and their assets.  While the US has agreements in place to limit double taxation (generally if you make under around $100,000~), you still must file tax returns, and due to the obvious complication of living abroad, this can often require an accountant, costing hundreds if not thousands of dollars annually.  Not all forms of income are covered by tax agreements, one noticeable exception is capital gains tax.  If you buy and sell a house, the IRS may come after you for tax on the house.  Mutual Funds are a popular investment, particularly for those saving for retirement.  However, if you live abroad, the IRS considers foreign mutual funds “passive foreign investment companies” and taxes them at a punitive rate, taking any interest and profit you might make.  </p>\n\n<p><a href=\"https://thunfinancial.com/home/american-expat-financial-advice-research-articles/why-americans-should-never-ever-own-shares-in-a-non-us-incorporated-mutual-fund/\">https://thunfinancial.com/home/american-expat-financial-advice-research-articles/why-americans-should-never-ever-own-shares-in-a-non-us-incorporated-mutual-fund/</a></p>\n\n<p>In 2010, the Obama administration passed a law called FATCA, which blackmails foreign banks into investigating their account holders and clients to find Americans and those with American citizenship and report their accounts the the IRS.  While this law was meant to be a way to crack down on domestic tax evasion, it has become a nightmare for American expats and dual citizens.  If banks don’t comply, they are fined 30% of their U.S. investments.  This has lead to many people loosing their accounts and mortgages as many banks do not want the headache of dealing with the IRS.  </p>\n\n<p>It’s not just Americans abroad who have to navigate this headache, people who are American citizens who may have never lived in America are subject to these laws, so called “Accidental Americans.”  Under the 14th Amendment, the US grants citizenship to anyone born in the country with the exception of diplomats.  While birthright citizenship may be a blessing to those who want to live in America, it is an absolute nightmare for people born in America while their parents were on vacation or temporarily in the country.  Imagine being Italian, and one of your parents is studying a masters or a PHD at an American university.  You happen to be born while they’re studying, and a couple months later move back to Italy.  Even worse, let’s say one of your parents happens to be American, and you’re born in Italy, and never visit America.  You grow up Italian, speak Italian, you might not even learn English.  You’re just as Italian as anyone else, except, you have American citizenship as well.  Maybe you become 30 years old, you have a life, own a house, a car, you work and are saving for retirement and have all the normal financial assets one would have.  One day, you open the mail and have a letter from your bank.  Your bank is asking for your social security number due to some strange new American law, and if you don’t provide it, your accounts will be closed.  You think it’s a mistake, until you do some research, and see that America can tax all your assets, and you should have been filing American taxes and FBARs for years.  Getting “tax compliant” will cost thousands of dollars in accounting fees, as generally there are few US tax accountants in Italy.  And besides, why do you need to comply with a foreign country’s laws regarding your finances when you have absolutely no ties to that country?  You think, can I just cancel my citizenship and avoid this nightmare? Nope, to renounce your citizenship, that will cost $2,300 and require being tax compliant for 5 years.  In addition, depending on your wealth, you may need to pay a 10% “exit” tax on all your assets.  If the U.S. Government suspects you are renouncing due to tax reasons, you can be banned from ever visiting America.  </p>\n\n<p><a href=\"https://youtu.be/7kK5teCY3Qw\">https://youtu.be/7kK5teCY3Qw</a></p>\n\n<p>In 2012, Facebook cofounder Eduardo Saverin, who was living in Singapore at the time canceled his US citizenship which would avoid an estimated $700 Million in capital gains taxes.  This move prompted Senator Chuck Schumer to introduce a bill which would require those renouncing their citizenships to prove it is not for tax reasons.  If someone had a net worth of over $2,000,000, they would be banned from returning to America and be subject to a 30% tax on capital gains.  Thankfully the bill died, but it shows how the government does not care about Americans abroad.  </p>\n\n<p><a href=\"https://www.foxnews.com/politics/senators-target-facebook-co-founder-for-giving-up-citizenship-seek-to-impose-taxes\">https://www.foxnews.com/politics/senators-target-facebook-co-founder-for-giving-up-citizenship-seek-to-impose-taxes</a></p>\n\n<p>Like I mentioned at the beginning, the other country to do this is Eritrea.  Eritrea has come under international fire for harassing Eritreans living abroad for taxes.  This has lead to the UN general assembly passing a resolution condemning Eritrea for doing this, and many Eritrean diplomats have been expelled from various countries over Eritrea’s citizenship based taxation, including Canada.  Canada has condemned Eritrea’s attempts to tax its citizens, but has been silent and downright cooperative in another country’s efforts in taxation, the United States.  Most countries have fallen in line and are ignoring or even assisting the US’s efforts in hunting down expats and taxing them.  Maybe it has to do with the fact Eritrea’s a poor African nation with a spotty human rights record.  </p>\n\n<p><a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;ved=2ahUKEwi8sM_vlbDuAhWIPM0KHekMALcQFjADegQIAxAC&amp;url=https%3A%2F%2Fwww.cbc.ca%2Fnews%2Fpolitics%2Feritrean-diplomat-ordered-out-of-canada-after-tax-on-ex-pats-1.1309691&amp;usg=AOvVaw3XCez9rEgagNIf_CKS4Gz6\">https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;ved=2ahUKEwi8sM_vlbDuAhWIPM0KHekMALcQFjADegQIAxAC&amp;url=https%3A%2F%2Fwww.cbc.ca%2Fnews%2Fpolitics%2Feritrean-diplomat-ordered-out-of-canada-after-tax-on-ex-pats-1.1309691&amp;usg=AOvVaw3XCez9rEgagNIf_CKS4Gz6</a>  </p>\n\n<p>Citizenship based taxation defies common sense.  You should pay taxes where you live, and where your income is sourced from.  You use the infrastructure where you live, and benefit from the government that oversees your jurisdiction.  Expats don’t use US schools, roads or anything else besides maybe renewing their passport.  Why should they have to pay?  Every other country in the world besides the US and Eritrea has a residency based tax system.  If you’re an Italian and you live in the US, you only file and pay US taxes, but if you’re an American living in Italy, you have to file and pay Italian taxes, as well as possibly US taxes.  It’s an extremely unfair system, and the government has gone out of its way to make life even more difficult for Americans abroad.  After FATCA was passed, the US saw many expats were canceling their citizenship.  Instead of reviewing why this was, the US proceeds to raise the fee to do so to over $2,000.  Americans abroad also do not get their own representative, they vote in the state which they last lived in, so in that regard they’re considered a state resident, even while living in a completely different country.  What happened to “no taxation without representation?”  There has been a lot of debate over privilege in America, and discrimination.  In these debates, I have not heard one word about Americans living abroad, who are some of the most discriminated against and overlooked Americans.  Expats want to be left alone, and live their lives like anyone else, and not be burdened with draconian financial and tax requirements to what is basically a foreign government.  This has to change.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/l2u1wn/cmv_americans_who_live_abroad_should_not_be/",
  "subreddit": "changemyview",
  "id": "l2u1wn",
  "is_self": true,
  "media": null,
  "is_video": false
}