{
  "author": "everysproutingtree",
  "the_new_excerpt": "I’ve been trying to read through Frank Herbert’s science fiction classic,\nprimarily in preparation for the movie coming out. However, despite its\nlegendary reputation, it feels like a struggle to even want to move on to each\nnext chapter. The characters feel flat, the plot seeming intentionally…",
  "original_created_utc": 1621957888,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "フランク・ハーバートのSF古典を読み切ろうとしています。\n主に映画の公開に備えて。しかし、その伝説的な評判にもかかわらず\n伝説的な評判にもかかわらず、次の章に進みたいと思うことさえ難しいと感じています。\n次の章に進みたいと思うことさえ難しい。登場人物は平板で、プロットは意図的に作られているように感じられます。",
      "title": "Duneは100ページほど読みましたが、ドロドロとした感じです。この本のどこに惹かれるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在努力读完弗兰克-赫伯特的科幻小说经典。\n主要是为了准备即将上映的电影。然而，尽管它\n尽管它具有传奇性的声誉，但我觉得要想继续阅读每一章都是一种挣扎。\n下一章。人物感觉很平淡，情节似乎是故意的。",
      "title": "我看了《沙丘》大约100页，感觉很费劲。是什么吸引你看这本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在努力讀完弗蘭克-赫伯特的科幻小說經典。\n主要是爲了準備即將上映的電影。然而，儘管它\n儘管它具有傳奇性的聲譽，但我覺得要想繼續閱讀每一章都是一種掙扎。\n下一章。人物感覺很平淡，情節似乎是故意的。",
      "title": "我看了《沙丘》大約100頁，感覺很費勁。是什麼吸引你看這本書？"
    }
  ],
  "title": "I’m about 100 pages into Dune, and it feels like a slog. What draws you to this book?",
  "created_utc": 1621985681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been trying to read through Frank Herbert’s science fiction classic, primarily in preparation for the movie coming out. However, despite its legendary reputation, it feels like a struggle to even want to move on to each next chapter. The characters feel flat, the plot seeming intentionally obscured to the point where I can’t seem to care about what is happening, and the dialogue is rough to say the least.</p>\n\n<p>But I know that there must be something that makes this novel have so much hype to it. What am I missing?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nksyrc/im_about_100_pages_into_dune_and_it_feels_like_a/",
  "subreddit": "books",
  "id": "nksyrc",
  "is_self": true,
  "media": null,
  "is_video": false
}