{
  "author": "CC-5052",
  "the_new_excerpt": "Why YSK: The recent relief package that was just passed in the United States\nraised the de minimis for third-party settlement organizations such as PayPal,\nVenmo, etc will be reduced from $20,000 to $600 in 2022. What does this mean? If\nyou sell items (on sites such as Ebay, Mercari, Poshmark, or…",
  "original_created_utc": 1617629740,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：最近美国刚刚通过的救济方案。\n提高了PayPal等第三方结算组织的最低限额。\nVenmo等将在2022年从2万美元降至600美元。这意味着什么？如果\n您销售的物品（在Ebay、Mercari、Poshmark等网站上）。",
      "title": "YSK：网报的德律风最低额度要降到600元，这将会扼杀线上消费者的销量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：最近美國剛剛通過的救濟方案。\n提高了PayPal等第三方結算組織的最低限額。\nVenmo等將在2022年從2萬美元降至600美元。這意味着什麼？如果\n您銷售的物品（在Ebay、Mercari、Poshmark等網站上）。",
      "title": "YSK：網報的德律風最低額度要降到600元，這將會扼殺線上消費者的銷量。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのか： 先日、米国で成立した救済策では\nPayPalやVenmoなどの第三者決済機関のデミニマス値を引き上げました。\nVenmoなどの第三者決済機関のデミニマスが、2022年に2万ドルから600ドルに引き下げられることになりました。これは何を意味するのでしょうか？もし\nあなたが商品を（Ebay、Mercari、Poshmarkなどのサイトで）販売している場合。",
      "title": "YSK: オンラインレポートのデミニマスが600ドルに引き下げられることになりましたが、これではオンラインでの消費者の販売ができなくなってしまいます。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか： 先日、米国で成立した救済策では\nPayPalやVenmoなどの第三者決済機関のデミニマス値を引き上げました。\nVenmoなどの第三者決済機関のデミニマスが、2022年に2万ドルから600ドルに引き下げられることになりました。これは何を意味するのでしょうか？もし\nあなたが商品を（Ebay、Mercari、Poshmarkなどのサイトで）販売している場合。",
      "title": "YSK: オンラインレポートのデミニマスが600ドルに引き下げられることになりましたが、これではオンラインでの消費者の販売ができなくなってしまいます。"
    }
  ],
  "title": "YSK: The de minimis for online reporting is going to be lowered to $600 which is going to kill online consumer sales.",
  "created_utc": 1617636601,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The recent relief package that was just passed in the United States raised the de minimis for third-party settlement organizations such as PayPal, Venmo, etc will be reduced from $20,000 to $600 in 2022. What does this mean? If you sell items (on sites such as Ebay, Mercari, Poshmark, or anywhere that you can sell your items) that total $600 you will be required to have support for your purchase base and expenses. </p>\n\n<p>This may sound like no big deal but you know that snowbaord you want to sell? Those extra clothes? Want to swap out some of your games for new ones? Odds are you arent receipt clutching and if you arent you&#39;re going to pay whatever your income tax is on your sales since you cant support your cost basis. This is a blatant attack on consumer second hand selling in attempt to by big consumer retailers like Amazon more money. \nDont care as you dont think it will affect you? This is an attack on the reusability of products. It will reduce the amount of people reusing products as the market will shrink from discouraged sellers.</p>\n\n<p><a href=\"https://youtu.be/weYWF_eIiaM\">https://youtu.be/weYWF_eIiaM</a>\n(Here)[<a href=\"https://youtu.be/weYWF_eIiaM\">https://youtu.be/weYWF_eIiaM</a>] is a video by a youtuber who regularly covers financial related topics for card trading games. He has no stake in this as the de minimus doesnt affect him but the amount he does an extremely good job and describing the situation.</p>\n\n<p>Please contact your representatives and tell them that you do not want this imposed this is going to kill a large portion of online buying and selling second hand items. </p>\n\n<p>Please share this topic and the video with friends and family. This is something that we cannot be bullied into!</p>\n</div><!-- SC_ON -->",
  "score": 1346,
  "permalink": "/r/YouShouldKnow/comments/mkkupg/ysk_the_de_minimis_for_online_reporting_is_going/",
  "subreddit": "YouShouldKnow",
  "id": "mkkupg",
  "is_self": true,
  "media": null,
  "is_video": false
}