{
  "author": "overhardeggs",
  "the_new_excerpt": "Contrary to popular belief, fat is a fairly important nutrient in human life and\none of the main sources of getting it before factory processing was through\nanimals, whether it was through dairy or animal fat.\n\nA lot of food we eat nowadays comes out of season... Bostonians in 1800 weren't\neating…",
  "original_created_utc": 1621088070,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "一般的に考えられていることとは異なり、脂肪は人間の生活においてかなり重要な栄養素です。\n工場で加工される前の主な摂取源の一つは、乳製品や動物の脂肪であった。\n乳製品や動物性脂肪などの動物から摂取していました。\n\n現在、私たちが食べている食品の多くは、季節に応じて... 1800年のボストニアンは\n食べていませんでした...",
      "title": "CMV: 持続可能で健康的な菜食主義の食生活は、西暦1800年以前にはごく少数の人々しか享受できなかったでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与人们的看法相反，脂肪是人类生活中相当重要的营养物质，在工厂加工之前，获得脂肪的主要来源之一是通过加工。\n在工厂加工之前，获取脂肪的主要来源之一是通过\n动物，无论是通过乳制品还是动物脂肪。\n\n我们现在吃的很多食物都是过季的... 1800年的波士顿人并没有\n吃...",
      "title": "CMV：在公元1800年之前，只有少数人可以享受到可持续和健康的素食。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與人們的看法相反，脂肪是人類生活中相當重要的營養物質，在工廠加工之前，獲得脂肪的主要來源之一是通過加工。\n在工廠加工之前，獲取脂肪的主要來源之一是通過\n動物，無論是通過乳製品還是動物脂肪。\n\n我們現在喫的很多食物都是過季的... 1800年的波士頓人並沒有\n喫...",
      "title": "CMV：在公元1800年之前，只有少數人可以享受到可持續和健康的素食。"
    }
  ],
  "title": "CMV: A sustainable and healthy vegan diet would have been only been enjoyed by a few people before 1800 AD",
  "created_utc": 1621117938,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Contrary to popular belief, fat is a fairly important nutrient in human life and one of the main sources of getting it before factory processing was through animals, whether it was through dairy or animal fat.</p>\n\n<p>A lot of food we eat nowadays comes out of season... Bostonians in 1800 weren&#39;t eating fresh fruit salad in the winter...</p>\n\n<p>Olive oil and avocados are some of the vegan oils that I can think of that might have been enjoyed before the industrial revolution... and not every climate can support those plants. Sure, you might be able to go vegan in Reinissance Italy where you can grow olive trees but not in Scotland or colonial Boston.</p>\n\n<p>I find it funny how contrasting the keto and vegan diets are. Keto is a more primitive diet that could be eaten in the ancient times while vegan is a modern diet that often relies on modern invention and convenience to be healthy and sustainable</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ncztb5/cmv_a_sustainable_and_healthy_vegan_diet_would/",
  "subreddit": "changemyview",
  "id": "ncztb5",
  "is_self": true,
  "media": null,
  "is_video": false
}