{
  "author": "Userredux",
  "original_created_utc": 1632694502,
  "title": "YSK if your tooth gets knocked out you can save it following these important steps. (Important first aid information)",
  "created_utc": 1632699068,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I’m a dentistry student and it came to my attention that not a lot of people know you can save your tooth if it gets knocked out and it can grow back alive. For example in a fight or (sport)accident. If you don’t follow these steps it reduces the chance of survival of your tooth drastically. When it dies it becomes brown-ish and it has a short life span.</p>\n\n<p>A tooth is a living part of your body. The inner part of the tooth is called the pulpa. The pulpa consists of nerves, bloodvessels, stemcells and this can die. When this happens the lifespan of the tooth is short (around &lt;10 years) and will eventually require an implant or a bridge because it will fall out. When your tooth gets knocked out (or you see one getting knocked out) it is important to follow these steps:</p>\n\n<ol>\n<li><p>pick the tooth up by the crown (chewing surface). Never touch the root! These are surrounded by specialised cells which can be destroyed. </p></li>\n<li><p>Inspect the tooth: is it covered in dirt? \n—&gt; yes: rinse with milk or your own(!) saliva. By pouring the milk on it or spitting your saliva on it. (Clean drinkable (not tap water)) water works too. Still don’t touch or wipe the root and don’t use chemicals like soap!\nIf not this step can be skipped.</p></li>\n<li><p>Preserve the tooth in a save environment.\nThere are several ways to do this:</p></li>\n</ol>\n\n<p>a. (Best option) - look at the tooth. What is the front and what is the back? Place it back correctly and hold it in place with a rag (or something  soft which is similar, like toilet paper or a piece of clothing). </p>\n\n<p>b. When this is not possible because the person is either a child (because they can swallow it) unconcious, jaw is broken, or you don’t know where it belongs because several teeth are out: collect saliva of the person it belongs to (!) in a clean cup (or something similar which is clean like a cap of a waterbottle) and put it gently in there. It should be completely covered in saliva (blood doesn’t matter). Milk works too.</p>\n\n<p>c. Put it in your mouth between the cheek and your teeth with your mouth closed. Don’t touch it with your tongue.</p>\n\n<ol>\n<li>Contact a dentist. He needs to prepare an emergency. You need to go there asap. The dentist will clean the tooth, put it back and spalk it temporarily. This is not expensive (ask if this concerns you). After a few weeks you need to go back to see if the tooth survived. Often more than not it will survive when the above steps are done correctly.</li>\n</ol>\n\n<p>Important:\nNever put back baby teeth. This might damage the gums. Not sure? Follow 3b or 3c.</p>\n\n<p>Only the person where the knocked out  belongs to can use his own saliva to rinse or clean it.</p>\n\n<p>You need to go to the dentist as soon as possible (within an hour)</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/YouShouldKnow/comments/pw3m1h/ysk_if_your_tooth_gets_knocked_out_you_can_save/",
  "subreddit": "YouShouldKnow",
  "id": "pw3m1h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I’m a dentistry student and it came to my attention that not a lot of\npeople know you can save your tooth if it gets knocked out and it can grow back\nalive. For example in a fight or (sport)accident. If you don’t follow these\nsteps it reduces the chance of survival of your tooth…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 私は歯学部の学生ですが、歯が折れても再び生えてくることを知っている人が少ないことに気づきました。\n歯が抜けても、生きて戻ってくることを知っている人は少ないと思います。\n生きています。例えば、喧嘩や（スポーツ）事故などです。もしあなたがこれらの手順に従わなければ\nステップを踏まないと、歯が助かる可能性は低くなります。",
      "title": "YSKは、もしも歯が折れてしまっても、以下の重要なステップを踏むことで歯を救うことができます。(重要な応急処置の情報)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 我是一名牙科学生，我注意到没有很多人知道你可以拯救你的牙齿。\n我注意到，并不是很多人知道，如果你的牙齿被打掉了，你可以挽救它，而且它可以重新长出来。\n活着。例如在打架或（运动）事故中。如果你不遵循这些\n步骤，就会减少你的牙齿存活的机会...",
      "title": "YSK如果你的牙齿被打掉了，你可以按照这些重要的步骤挽救它。(重要的急救信息)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 我是一名牙科學生，我注意到沒有很多人知道你可以拯救你的牙齒。\n我注意到，並不是很多人知道，如果你的牙齒被打掉了，你可以挽救它，而且它可以重新長出來。\n活着。例如在打架或（運動）事故中。如果你不遵循這些\n步驟，就會減少你的牙齒存活的機會...",
      "title": "YSK如果你的牙齒被打掉了，你可以按照這些重要的步驟挽救它。(重要的急救信息)"
    }
  ]
}