{
  "author": "Creeemi",
  "original_created_utc": 1627389297,
  "title": "In 1968 one of the worlds first successful heart transplants was performed on Philip Blaiberg a white South African who was given the heart of Clive Haupt - a young black man. In the era of \"Grand Apartheid\" what were the reaction to the ethics of this?",
  "created_utc": 1627416069,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: Haupt was &quot;coloured&quot; not &quot;black&quot;, a very important difference explained in an answer by <a href=\"/u/khosikulu\">u/khosikulu</a> below</p>\n\n<p>I found very little information on the Clive Haupt, only that he was a 24 year old &quot;a coloured man who had collapsed on a Cape Town beach the day before&quot; according to <a href=\"https://en.wikipedia.org/wiki/Philip_Blaiberg\">Wikipedia</a>. According to this stub from the <a href=\"https://historyengine.richmond.edu/episodes/view/4878\">History Engine of University of Richmond</a> he Blaiberg was buried in an all white cementary and this was according to this site a &quot; cause of celebration because it was illegal for “coloreds” to be buried in the same cemeteries as whites &quot; The Wiki also says &quot;That the identity of the heart donor had been released led to much heated controversy in South Africa.&quot;</p>\n\n<p>This is understandable of course, but what I&#39;m wondering is if there wasn&#39;t much more controversy about the ethics of the obvious use of racial power at play here, where a black mans body was used without consent (I would assume so at least, considering it&#39;s Apartheid) to extend the life of a white man. So how did people react to this? Was it seen as &quot;noble&quot; or as a humiliation? Or as something else completely? Would it later &quot;normal&quot; for black peoples bodies to be used as organ donors for whites in South Africa? Was there awareness of this practice and was it really a &quot;cause of celebration&quot; or was there also (black) resistance to this?</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/oslywf/in_1968_one_of_the_worlds_first_successful_heart/",
  "subreddit": "AskHistorians",
  "id": "oslywf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: Haupt was \"coloured\" not \"black\", a very important difference explained in\nan answer by u/khosikulu [/u/khosikulu] below\n\nI found very little information on the Clive Haupt, only that he was a 24 year\nold \"a coloured man who had collapsed on a Cape Town beach the day before\"\naccording to…"
}