{
  "author": "TexLH",
  "original_created_utc": 1630931349,
  "title": "CMV: All arguments about abortion boil down to people disagreeing about the point in a pregnancy it becomes \"murder\" to end the pregnancy",
  "created_utc": 1630935091,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyone agrees that ending the life of a 1 year old is murder. Abortion disagreements exist because most don&#39;t agree on how far to dial that back and not consider it murder. </p>\n\n<p>I think most everyone agrees that after the child is born, we would convict a person of murder to end the &quot;life&quot;. What if we dial it back 1 day? Would you convict a person of murder for ending the fetus&#39; life?</p>\n\n<p>You see where I&#39;m going with this. Dial it back another month. Murder? Dial it back a few more. Murder?</p>\n\n<p>Dial it back all the way to conception, or maybe all the way back to &quot;spilling the seed&quot; for some.</p>\n\n<p>That&#39;s why there will never be agreement on this topic. And for those that think the current regulations promote murder will never see it as a women&#39;s body issue.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/piyhu3/cmv_all_arguments_about_abortion_boil_down_to/",
  "subreddit": "changemyview",
  "id": "piyhu3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everyone agrees that ending the life of a 1 year old is murder. Abortion\ndisagreements exist because most don't agree on how far to dial that back and\nnot consider it murder.\n\nI think most everyone agrees that after the child is born, we would convict a\nperson of murder to end the \"life\". What if we…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1歳の子供の命を奪うことが殺人であることは誰もが認めるところです。中絶\n意見の相違があるのは、それをどこまで後退させれば殺人とみなさないのかについて、ほとんどの人が同意していないからです。\n中絶の意見の相違があるのは、それをどこまで下げれば殺人とみなさないのかについて、多くの人が同意しないからです。\n\n私は、子供が生まれた後、「命」を絶つことで殺人罪で有罪にすることに、ほとんどの人が同意していると思います。\n命」を終わらせるために殺人罪で有罪にすることは、ほとんどの人が同意していると思います。しかし、もし私たちが...",
      "title": "CMV: 中絶に関するすべての議論は、妊娠中に妊娠を終わらせることが「殺人」になるかどうかについての意見の相違に帰着します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家都同意，结束一个1岁孩子的生命是谋杀。堕胎\n之所以存在分歧，是因为大多数人不同意在多大程度上将其调回并\n不认为这是谋杀。\n\n我想大多数人都同意，在孩子出生后，我们会把结束 \"生命 \"的人判为谋杀。\n终止 \"生命 \"的人是谋杀。如果我们...",
      "title": "CMV: 所有关于堕胎的争论都归结为人们对终止妊娠的时间点存在分歧。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家都同意，結束一個1歲孩子的生命是謀殺。墮胎\n之所以存在分歧，是因爲大多數人不同意在多大程度上將其調回並\n不認爲這是謀殺。\n\n我想大多數人都同意，在孩子出生後，我們會把結束 \"生命 \"的人判爲謀殺。\n終止 \"生命 \"的人是謀殺。如果我們...",
      "title": "CMV: 所有關於墮胎的爭論都歸結爲人們對終止妊娠的時間點存在分歧。"
    }
  ]
}