{
  "author": "Moodfoo",
  "original_created_utc": 1629228631,
  "title": "YSK that the clips of Afghani girls going to school, Talibani fooling around with fitness equipment... are put out on the internet by the Taliban themselves, as part of PR.",
  "created_utc": 1629232199,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> They&#39;re more media savvy than you might expect and readily release such footage as part of a campaign to soften their image. Be careful not to do their PR work for them and especially don&#39;t fool yourself into thinking there&#39;s really no cause for Afghanis to climb onto the side of a plane taking off.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/YouShouldKnow/comments/p6am7t/ysk_that_the_clips_of_afghani_girls_going_to/",
  "subreddit": "YouShouldKnow",
  "id": "p6am7t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: They're more media savvy than you might expect and readily release such\nfootage as part of a campaign to soften their image. Be careful not to do their\nPR work for them and especially don't fool yourself into thinking there's really\nno cause for Afghanis to climb onto the side of a plane…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：予想以上にメディアに精通していて、そのような情報を簡単に公開してくれる。\nイメージダウンを図るためのキャンペーンの一環として、そのような映像を簡単に公開します。彼らの広報活動を代行しないように注意してください。\nまた、彼らの広報活動を代行しないように気をつけてください。特に、彼らには何もないと思ってはいけません。\n特に、アフガニスタン人が飛行機の側面に乗り込む理由がないと思わないように...。",
      "title": "YSKは、アフガニスタンの女の子が学校に行っている様子や、タリバンがフィットネス器具を使って遊んでいる様子などの映像を、タリバン自身がPRの一環としてインターネット上に公開しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：他们比你想象的更了解媒体，并且很乐意发布这样的\n作为软化其形象的运动的一部分。请注意不要做他们的\n特别是不要自欺欺人地认为阿富汗人真的没有理由爬上飞机。\n阿富汗人没有理由爬上飞机...。",
      "title": "YSK认为，阿富汗女孩上学、塔利班用健身器材玩耍的片段......是塔利班自己在互联网上发布的，作为公关的一部分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：他們比你想象的更瞭解媒體，並且很樂意發佈這樣的\n作爲軟化其形象的運動的一部分。請注意不要做他們的\n特別是不要自欺欺人地認爲阿富汗人真的沒有理由爬上飛機。\n阿富汗人沒有理由爬上飛機...。",
      "title": "YSK認爲，阿富汗女孩上學、塔利班用健身器材玩耍的片段......是塔利班自己在互聯網上發佈的，作爲公關的一部分。"
    }
  ]
}