{
  "author": "hometownrival",
  "original_created_utc": 1630276766,
  "title": "YSK that Costco doesn’t charge extra to install and haul away some appliances purchased through them",
  "created_utc": 1630284164,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I just bought a new dishwasher from Costco after I learned that installation and haul away services were included in the price. On top of that, the dishwasher I got was almost $250 cheaper at Costco than Home Depot for the same model (YMMV given it was a Labor Day sale in the USA). The install/haul services range from $150-175 at Lowe’s or Home Depot, whereas a Costco membership is only $60 (lasts for a year).</p>\n</div><!-- SC_ON -->",
  "score": 213,
  "permalink": "/r/YouShouldKnow/comments/pe5gkz/ysk_that_costco_doesnt_charge_extra_to_install/",
  "subreddit": "YouShouldKnow",
  "id": "pe5gkz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I just bought a new dishwasher from Costco after I learned that\ninstallation and haul away services were included in the price. On top of that,\nthe dishwasher I got was almost $250 cheaper at Costco than Home Depot for the\nsame model (YMMV given it was a Labor Day sale in the USA). The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、コストコで新しい食洗機を買ったばかりだからです。\nコストコで新しい食器洗い機を買ったところ、設置と運搬のサービスが価格に含まれていることを知りました。それに加えて\n買った食洗機は、同じモデルでホームデポより250ドル近く安かったです。\n買った食器洗い機は、同じモデルでホームデポよりコストコの方が250ドル近く安かったです（アメリカのレイバーデーのセールだったので仕方ないですが）。その...",
      "title": "コストコで購入した家電製品の設置・運搬に追加料金が発生しないのはYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 我刚刚从Costco买了一台新的洗碗机，因为我知道\n安装和运走服务都包括在价格里。最重要的是。\n我买的这台洗碗机在好市多比家得宝的同型号产品便宜了250美元。\n同型号的洗碗机，好市多比家得宝便宜250美元（考虑到这是美国的劳动节促销活动，我也不知道）。这是我最满意的地方。",
      "title": "YSK认为好市多不收取额外费用来安装和拖走通过他们购买的一些电器"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 我剛剛從Costco買了一臺新的洗碗機，因爲我知道\n安裝和運走服務都包括在價格裏。最重要的是。\n我買的這臺洗碗機在好市多比家得寶的同型號產品便宜了250美元。\n同型號的洗碗機，好市多比家得寶便宜250美元（考慮到這是美國的勞動節促銷活動，我也不知道）。這是我最滿意的地方。",
      "title": "YSK認爲好市多不收取額外費用來安裝和拖走通過他們購買的一些電器"
    }
  ]
}