{
  "author": "diasporajones",
  "original_created_utc": 1636738002,
  "title": "I'm beginning to think all price movements, at any time, can be attributed to whale manipulation",
  "created_utc": 1636781943,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s no way my personal favourite Blockchain Algorand is going up 20% in value during a market wide correction organically. Not because of an adoption tipping point, or as the result of the news surrounding a crypto event or a major investment, or a new features update like the TPS increase coming. I mean those are all possible ways for a cryptocurrency to get exposure and they will affect the price but let&#39;s be realistic. It&#39;s simply impossible that across the entire crypto space, lots of retail investors simultaneously, hive-mind like, have chosen yesterday and today as the days to start going big in Algorand. That just isn&#39;t happening, so what&#39;s the explanation? No, it&#39;s a whale or group of whales mindfully shifting their bags around during a correction to avoid losses. Using my guy Algorand as their bagboy. And tomorrow or a week from now it&#39;ll be some other mid or low cap coin that has so far underperformed the market this most recent bullrun period. Feels kind of sus the entire thing tbh and leaves kind of a bad taste in my mouth, because if this is true once, it&#39;s true always. Whatever project you support, it&#39;s at the mercy of the whales at any given time and nothing you believe about its potential and quality really matter, unless the whales can use its market liquidity to preserve their gains.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/qsg6ld/im_beginning_to_think_all_price_movements_at_any/",
  "subreddit": "CryptoCurrency",
  "id": "qsg6ld",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's no way my personal favourite Blockchain Algorand is going up 20% in\nvalue during a market wide correction organically. Not because of an adoption\ntipping point, or as the result of the news surrounding a crypto event or a\nmajor investment, or a new features update like the TPS increase…"
}