{
  "author": "koenyebest",
  "the_new_excerpt": "Man, I really love this book. It can be read as a normal crime novel, with all\nthe plot twists and everything happening in between, but it's way more than\nthat. Dostoyevsky really builds up characters from the ground and let's them\nloose in this world and plot. I really love the whole philosophical…",
  "original_created_utc": 1620327028,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本が本当に大好きです。普通の犯罪小説として読むことができます。\nそれ以上のものがあります。\nそれ以上のものです。ドストエフスキーはキャラクターを一から作り上げて、この世界とプロットの中に放っておくんだ。\nこの世界とプロットの中で彼らを解き放ちます。私はこの哲学的な部分がとても気に入っています...",
      "title": "今までで最高の本を読みました。それは「カラマーゾフの兄弟」です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "伙计，我真的很喜欢这本书。它可以作为一本普通的犯罪小说来读，其中有所有的\n情节的转折和中间发生的一切，但它远远不止这些。\n但它远不止如此。陀思妥耶夫斯基真的从基础上建立了人物，并让他们在这个世界和情节中自由发挥。\n在这个世界和情节中放任自流。我真的很喜欢这部小说中的整个哲学思想...",
      "title": "我刚刚读了有史以来最好的书，是《卡拉马佐夫兄弟》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "夥計，我真的很喜歡這本書。它可以作爲一本普通的犯罪小說來讀，其中有所有的\n情節的轉折和中間發生的一切，但它遠遠不止這些。\n但它遠不止如此。陀思妥耶夫斯基真的從基礎上建立了人物，並讓他們在這個世界和情節中自由發揮。\n在這個世界和情節中放任自流。我真的很喜歡這部小說中的整個哲學思想...",
      "title": "我剛剛讀了有史以來最好的書，是《卡拉馬佐夫兄弟》。"
    }
  ],
  "title": "I just read the best book ever and it's The Brothers Karamazov",
  "created_utc": 1620337039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Man, I really love this book. It can be read as a normal crime novel, with all the plot twists and everything happening in between, but it&#39;s way more than that. Dostoyevsky really builds up characters from the ground and let&#39;s them loose in this world and plot. I really love the whole philosophical discussion that is disguised as a simpel novel. There&#39;s so much plot choices that captivated me. I love the fact that there&#39;s almost no &#39;completely good&#39; characters and the ones that are I feel are necessarily  to the plot, just like how there&#39;s no good without evil. There&#39;s not one character that takes the role of main character and I love that. I&#39;ve read Crime &amp; Punishment earlier this year and really loved it, but this is even better.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/n6ejq1/i_just_read_the_best_book_ever_and_its_the/",
  "subreddit": "books",
  "id": "n6ejq1",
  "is_self": true,
  "media": null,
  "is_video": false
}