{
  "author": "BigHanksHalfaTank",
  "the_new_excerpt": "EDIT: based on responses, I just want to make clear that I'm not advocating the\nage limit be one or another - just that it should be consistent as it relates to\naccountability. Thanks.\n\nThe fact that (in the US) we've deemed that we're not able to make rational\ndecisions at 18 that have long term…",
  "original_created_utc": 1610983093,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "EDIT：根据回复，我只想说明，我并不主张把\n年龄限制是一种或另一种 -- -- 只是它应该与下列方面保持一致：\n问责制。谢谢。\n\n事实上，（在美国）我们已经认为，我们无法做出理性的\n18岁时的决定，有长期的...",
      "title": "cmv：如果吸烟的年龄限制是21岁，那么服兵役和投票也应该是21岁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "EDIT：根據回覆，我只想說明，我並不主張把\n年齡限制是一種或另一種 -- -- 只是它應該與下列方面保持一致：\n問責制。謝謝。\n\n事實上，（在美國）我們已經認爲，我們無法做出理性的\n18歲時的決定，有長期的...",
      "title": "cmv：如果吸菸的年齡限制是21歲，那麼服兵役和投票也應該是21歲。"
    }
  ],
  "title": "cmv: If the age limit for smoking is 21, so should it be for military service and voting",
  "created_utc": 1610992467,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: based on responses, I just want to make clear that I&#39;m not advocating the age limit be one or another - just that it should be consistent as it relates to accountability. Thanks.</p>\n\n<p>The fact that (in the US) we&#39;ve deemed that we&#39;re not able to make rational decisions at 18 that have long term consequences - such as smoking - and not military service or voting for representatives that create laws we all have to abide by, is a complete double standard and what I would consider an example of ongoing nanny-state legislation.</p>\n\n<p>It only makes sense to me that we would keep a consistent standard when it comes to determining what age we are accountable for our personal actions and decisions as adults.</p>\n\n<p>(As a former smoker, military vet, and smoking military vet - I do not condone smoking or war. I just think an 18yo putting their life on the line in a war zone should be able to smoke a cigarette if he/she wants)</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/changemyview/comments/kzwkd0/cmv_if_the_age_limit_for_smoking_is_21_so_should/",
  "subreddit": "changemyview",
  "id": "kzwkd0",
  "is_self": true,
  "media": null,
  "is_video": false
}