{
  "author": "tfreckle2008",
  "original_created_utc": 1626272611,
  "title": "CMV: Casting historically inaccurate races in historical movies might be nice to see and great for the actors, but I believe does a disservice in understanding the actual harm and prejudice done to those races during those times.",
  "created_utc": 1626288437,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Don&#39;t get me wrong I believe ardently in representation. I believe that it makes a huge difference for historically  disadvantaged and persecuted populations to see themselves in pop culture. I also know the benefit  that has on society broadly, so I&#39;m conflicted. I know that many actors of color want nothing more than to wear the elegant dresses of Victorian British era or as royalty in some beautiful castle. I do think, however, that it does a disservice to history and robs the weight that history should hold. Casting these actors of color in historical movies without context changes history and the lessons we should be learning. </p>\n\n<p>One might ask, but should these POC not be allowed to play anything but stereotypes; slaves, menial workers, servants? I would say, there are infinite stories to tell. There are endless worlds to portray, inexhaustible characters and settings. Having POC characters living in a world without recognizing the prejudice and inequities in context is like having women play characters in those times as if misogyny and inequality didn&#39;t exist. It actively harms the process of us as a society coming to terms with the fact that we didn&#39;t treat people well, that history happened, and that we must learn from it. One might also ask if its that big of a deal. It feels good to see a diverse ensemble on screen. They&#39;re right, however in historical contexts it makes it seem as though racism never existed.</p>\n\n<p>If we allow history to lose its context I&#39;m afraid that it will become toothless and impotent and future generations might get the impression that the kind of acceptance we have currently, was always this way. I&#39;ve gone back and forth on this for a long time. Anyway change my view.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ok5e8o/cmv_casting_historically_inaccurate_races_in/",
  "subreddit": "changemyview",
  "id": "ok5e8o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Don't get me wrong I believe ardently in representation. I believe that it makes\na huge difference for historically disadvantaged and persecuted populations to\nsee themselves in pop culture. I also know the benefit that has on society\nbroadly, so I'm conflicted. I know that many actors of color want…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解しないでいただきたいのですが、私は表現力を強く信じています。歴史的に不利な立場に置かれている人や\n歴史的に不利益を被ってきた人々や迫害されてきた人々が、ポップカルチャーの中で自分たちの姿を見ることができるのは、大きな違いだと思います。\n歴史的に不利益を被ってきた人々や迫害されてきた人々が、ポップカルチャーの中で自分たちの姿を見ることは大きな違いを生むと信じています。また、それが社会全体に与える影響も知っています。\n私は葛藤しています。多くの有色人種の俳優たちが...",
      "title": "CMV: 歴史的に正確な人種を歴史映画に起用することは、俳優にとっては喜ばしいことかもしれませんが、その時代にそれらの人種に対して行われた実際の被害や偏見を理解することにはならないと私は考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不要误会我的意思，我热切地相信代表权。我相信，它使\n我相信对于历史上处于弱势和受迫害的人群来说，在流行文化中看到自己的身影会有很大的不同。\n在流行文化中看到自己。我也知道这对社会有什么好处\n所以我很矛盾。我知道，许多有色人种的演员希望...",
      "title": "CMV：在历史电影中选取与历史不符的种族，可能很好看，对演员来说也很好，但我认为这对了解那些时代对这些种族造成的实际伤害和偏见是不利的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不要誤會我的意思，我熱切地相信代表權。我相信，它使\n我相信對於歷史上處於弱勢和受迫害的人羣來說，在流行文化中看到自己的身影會有很大的不同。\n在流行文化中看到自己。我也知道這對社會有什麼好處\n所以我很矛盾。我知道，許多有色人種的演員希望...",
      "title": "CMV：在歷史電影中選取與歷史不符的種族，可能很好看，對演員來說也很好，但我認爲這對了解那些時代對這些種族造成的實際傷害和偏見是不利的。"
    }
  ]
}