{
  "author": "tfreckle2008",
  "original_created_utc": 1626272611,
  "title": "CMV: Casting historically inaccurate races in historical movies might be nice to see and great for the actors, but I believe does a disservice in understanding the actual harm and prejudice done to those races during those times.",
  "created_utc": 1626288437,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Don&#39;t get me wrong I believe ardently in representation. I believe that it makes a huge difference for historically  disadvantaged and persecuted populations to see themselves in pop culture. I also know the benefit  that has on society broadly, so I&#39;m conflicted. I know that many actors of color want nothing more than to wear the elegant dresses of Victorian British era or as royalty in some beautiful castle. I do think, however, that it does a disservice to history and robs the weight that history should hold. Casting these actors of color in historical movies without context changes history and the lessons we should be learning. </p>\n\n<p>One might ask, but should these POC not be allowed to play anything but stereotypes; slaves, menial workers, servants? I would say, there are infinite stories to tell. There are endless worlds to portray, inexhaustible characters and settings. Having POC characters living in a world without recognizing the prejudice and inequities in context is like having women play characters in those times as if misogyny and inequality didn&#39;t exist. It actively harms the process of us as a society coming to terms with the fact that we didn&#39;t treat people well, that history happened, and that we must learn from it. One might also ask if its that big of a deal. It feels good to see a diverse ensemble on screen. They&#39;re right, however in historical contexts it makes it seem as though racism never existed.</p>\n\n<p>If we allow history to lose its context I&#39;m afraid that it will become toothless and impotent and future generations might get the impression that the kind of acceptance we have currently, was always this way. I&#39;ve gone back and forth on this for a long time. Anyway change my view.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ok5e8o/cmv_casting_historically_inaccurate_races_in/",
  "subreddit": "changemyview",
  "id": "ok5e8o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Don't get me wrong I believe ardently in representation. I believe that it makes\na huge difference for historically disadvantaged and persecuted populations to\nsee themselves in pop culture. I also know the benefit that has on society\nbroadly, so I'm conflicted. I know that many actors of color want…"
}