{
  "author": "iamakyra",
  "original_created_utc": 1627470751,
  "title": "When I was a high school student, in one of my history classes when we were studying the effects of World War 2, my teacher started telling us a story about a Jewish family trying to save themselves from Hitler. But she never got to finish it because she retired suddenly.",
  "created_utc": 1627494417,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The story was that a Jewish merchant in Nazi Germany who was posing as non-Jews Germans, decided to take his family to safety in a rural place. He asks his children to inform everyone in their schools that they were going for a vacation in France. After some days, every person they knew, thought that they were leaving for a holiday. But the truth was that the merchant couldn&#39;t leave the country without getting himself and his family caught and thrown in torture camps, so he lets everyone think that they are leaving for vacation but he actually drives them to a cabin in a rural side of the country. They take food and other supplies which would last for months so that they don&#39;t have to leave. Meanwhile the German police&#39;s monitoring of Jews grows stricter. The family stays for a few weeks, quietly. They do not turn on the lights at night, nor do they eat or use water at night, to avoid getting caught.</p>\n\n<p>That&#39;s all the story I know. Has anyone ever heard of it? I have been trying to find out what happened next in the story since I left high school but all in vain. I couldn&#39;t find it anywhere on the internet so far. And I don&#39;t have any contact details of the teacher, so I cannot ask her either. But when she started the story she said that the story was quite a thrilling and scary one. I am a writer and an extremely curious person. I desperately want to know what happened next. Please help me find some resources of individuals or books where I could find out the rest of the story, or tell me if you know yourself. Please.</p>\n\n<p>Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 110,
  "permalink": "/r/AskHistorians/comments/ot7rpv/when_i_was_a_high_school_student_in_one_of_my/",
  "subreddit": "AskHistorians",
  "id": "ot7rpv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The story was that a Jewish merchant in Nazi Germany who was posing as non-Jews\nGermans, decided to take his family to safety in a rural place. He asks his\nchildren to inform everyone in their schools that they were going for a vacation\nin France. After some days, every person they knew, thought…"
}