{
  "author": "Ajreil",
  "the_new_excerpt": "Why YSK: Easter is coming up, and a bunny is a common gift. If you are planning\nto give someone a bunny, please make sure they're prepared to care for it. Being\nforced to give the bunny to a shelter will spoil the gift.\n\nBunnies live for 8-12 years, so they're a long term commitment. They…",
  "original_created_utc": 1614460835,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Why YSK：复活节快到了，兔子是常见的礼物。如果你正在计划\n给别人一只兔子，请确保他们准备好照顾它。作为\n被迫把兔子送给收容所会破坏礼物。\n\n兔子生活8-12年，所以他们是一个长期的承诺。他们...",
      "title": "YSK说，复活节过后，动物收容所经常会被人们送来的兔子淹没，但却没有准备好照顾它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Why YSK：復活節快到了，兔子是常見的禮物。如果你正在計劃\n給別人一隻兔子，請確保他們準備好照顧它。作爲\n被迫把兔子送給收容所會破壞禮物。\n\n兔子生活8-12年，所以他們是一個長期的承諾。他們...",
      "title": "YSK說，復活節過後，動物收容所經常會被人們送來的兔子淹沒，但卻沒有準備好照顧它們。"
    }
  ],
  "title": "YSK that after Easter, animal shelters are often flooded with bunnies that people got as gifts but weren't prepared to care for",
  "created_utc": 1614519751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Easter is coming up, and a bunny is a common gift. If you are planning to give someone a bunny, please make sure they&#39;re prepared to care for it. Being forced to give the bunny to a shelter will spoil the gift.</p>\n\n<p>Bunnies live for 8-12 years, so they&#39;re a long term commitment. They are fragile, and young children can easily break a bone by mistake. Vet bills can be expensive. They have social and dietary needs that are different from other pets. </p>\n\n<p>They can make great pets, but please do some research before getting one. Talk to the person you&#39;re giving the gift to well before Easter. Don&#39;t surprise someone with a bunch of responsibility. </p>\n\n<p><a href=\"https://hastingsvet.com/bunny-care-tips-why-you-shouldnt-give-real-rabbits-as-easter-gifts/#:%7E:text=Here%20is%20Why%20a%20Live%20Bunny%20is%20Not%20a%20Good%20Easter%20Gift%3A&amp;text=Young%20children%20can&#x27;t%20be,too%20tightly%2C%20or%20jerked%20around.\">Hastingsvet.com - Why a live bunny is not a good Easter gift</a></p>\n</div><!-- SC_ON -->",
  "score": 239,
  "permalink": "/r/YouShouldKnow/comments/ltxls0/ysk_that_after_easter_animal_shelters_are_often/",
  "subreddit": "YouShouldKnow",
  "id": "ltxls0",
  "is_self": true,
  "media": null,
  "is_video": false
}