{
  "author": "BeltwayKing",
  "the_new_excerpt": "Hi, I was wondering if anyone else still recalls the Enid Blyton book series\nfondly. I still have a collection - and have even added a few fine antique\nhardback copies with dust jacket - and dip in occasionally, with delight.\n\nWhat do you think about moves in recent years to 'sanitise' the texts and…",
  "original_created_utc": 1621922882,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "エニード・ブライトンの絵本シリーズを懐かしく思い出される方はいらっしゃるでしょうか？\n懐かしいですね。私は今でもコレクションを持っていて、さらにいくつかの上質なアンティークの\n私は今でもコレクションを持っていて、いくつかの上質なアンティークのダストジャケット付きハードカバーも加えていますが、時々、楽しみながら読んでいます。\n\n近年、本の内容を「汚す」という動きがありますが、これについてはどう思われますか？",
      "title": "Enid Blytonの本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，我想知道是否还有人记得伊尼德-布莱顿的系列图书\n印象深刻。我仍然有一个收藏品--甚至还增加了几本精美的带封皮的古籍\n我仍然有一套书--甚至还增加了几本带防尘套的精装古董书--偶尔也会翻翻看，很高兴。\n\n你对近年来 \"净化 \"文本的举措有何看法？",
      "title": "伊尼德-布莱顿的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，我想知道是否還有人記得伊尼德-布萊頓的系列圖書\n印象深刻。我仍然有一個收藏品--甚至還增加了幾本精美的帶封皮的古籍\n我仍然有一套書--甚至還增加了幾本帶防塵套的精裝古董書--偶爾也會翻翻看，很高興。\n\n你對近年來 \"淨化 \"文本的舉措有何看法？",
      "title": "伊尼德-布萊頓的書"
    }
  ],
  "title": "Enid Blyton books",
  "created_utc": 1621937027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, I was wondering if anyone else still recalls the Enid Blyton book series fondly. I still have a collection - and have even added a few fine antique hardback copies with dust jacket - and dip in occasionally, with delight. </p>\n\n<p>What do you think about moves in recent years to &#39;sanitise&#39; the texts and change wordings to reflect contemporary sensitivities? For e.g. omitting all mention of spanking?</p>\n\n<p>Do you think it&#39;s ever okay to change words in a writer&#39;s work, without their approval, when they&#39;re no longer around to give it?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nkioyo/enid_blyton_books/",
  "subreddit": "books",
  "id": "nkioyo",
  "is_self": true,
  "media": null,
  "is_video": false
}