{
  "author": "Dance_travel_teacher",
  "the_new_excerpt": "I've just been reading about the UK preparing to ban \"conversion therapy\" and\none of the considerations for allowing it to continue is the impact on\n\"religious freedom\".\n\nThis infuriates me, if the practices of a religion are out dated, and damaging\nto those that don't fit the mould then surely…",
  "original_created_utc": 1620705222,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "イギリスが「転換療法」を禁止する準備をしているという記事を読んだところです。\n続けることができるかどうかは、「信教の自由」への影響を考慮する必要があります。\n\"宗教の自由」への影響です。\n\nこれには腹が立ちます。もしある宗教の慣習が時代遅れで、型にはまらない人々にダメージを与えるものであれば、きっと...\n宗教の実践が時代遅れで、型にはまらない人にダメージを与えるものであれば、きっと...。",
      "title": "CMV: 「信教の自由」という権利は、野蛮で古風な慣習を許す手段であってはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读到英国准备禁止 \"转化疗法 \"的消息。\n允许它继续存在的考虑之一是对 \"宗教自由 \"的影响。\n\"宗教自由 \"的影响。\n\n这让我很生气，如果一个宗教的做法是过时的，并且对那些不符合模式的人造成伤害\n如果一个宗教的做法是过时的，对那些不符合模式的人造成损害，那么肯定...",
      "title": "CMV：\"宗教自由 \"的权利不应成为允许野蛮和古老习俗继续存在的方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀到英國準備禁止 \"轉化療法 \"的消息。\n允許它繼續存在的考慮之一是對 \"宗教自由 \"的影響。\n\"宗教自由 \"的影響。\n\n這讓我很生氣，如果一個宗教的做法是過時的，並且對那些不符合模式的人造成傷害\n如果一個宗教的做法是過時的，對那些不符合模式的人造成損害，那麼肯定...",
      "title": "CMV：\"宗教自由 \"的權利不應成爲允許野蠻和古老習俗繼續存在的方式。"
    }
  ],
  "title": "CMV: The right to \"Religious freedom\" should not be a way of allowing barbaric and archaic practices to continue.",
  "created_utc": 1620743767,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve just been reading about the UK preparing to ban &quot;conversion therapy&quot; and one of the considerations for allowing it to continue is the impact on &quot;religious freedom&quot;. </p>\n\n<p>This infuriates me, if the practices of a religion are out dated, and damaging to those that don&#39;t fit the mould then surely those aspects of religion should be reconsidered/ reevaluated by the leaders of that religion? </p>\n\n<p>I take particular issue with the argument that it should be be banned because some people willingly ask for prayer and support from thier religious communities when they are struggling with thier gender identity or sexual orientation. Of all the people to go to, surely this is your worst option. Thier minds are already made up on the issue and extremely bias.</p>\n\n<p>Banning these practices would force people in this situation to seek help from a non-bias source. One that will openly allow them to explore thier feelings in a safe, non judgemental environment. </p>\n\n<p>I&#39;m sure this post will be contraversial, but I also hope to understand this better because my mind is made up this issue for better or worse. I&#39;m curious though how others are feeling about it, to me the choice here is obvious. Ban conversion therapy! </p>\n\n<p>Edit 1: I can see some excellent arguments for allowing religious freedom to a part of the decision to ban conversion therapy and I understand that there is an importance for the religious identity of the people in this situation to be considered. I also however feel that the term &quot;barbaric&quot; should be removed having read a little more about the process of conversion therapy. I do still believe however that the legislation to ban this practice should go ahead. There are just better ways to have this discussion in religious communities that don&#39;t demonise or shame those with this struggle. </p>\n\n<p>Thank you all for taking part in the discussion and I would love to hear from people who have experience in conversion therapy to tell me more about it and how you feel it actually helps?</p>\n\n<p>Sources: \n<a href=\"https://www.bbc.co.uk/news/health-57059459.amp?utm_medium=referral&amp;utm_source=upday\">https://www.bbc.co.uk/news/health-57059459.amp?utm_medium=referral&amp;utm_source=upday</a></p>\n\n<p><a href=\"https://www.bbc.co.uk/news/explainers-56496423\">https://www.bbc.co.uk/news/explainers-56496423</a></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/n9o864/cmv_the_right_to_religious_freedom_should_not_be/",
  "subreddit": "changemyview",
  "id": "n9o864",
  "is_self": true,
  "media": null,
  "is_video": false
}