{
  "author": "oletimbo",
  "original_created_utc": 1626407935,
  "title": "Cmv: I don’t care you have kids, in the workplace",
  "created_utc": 1626435117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m in my mid 30’s and am a Sales Manager for a large company. For the record my company is fantastic and I’ve never had an issue in any way with them - but in my career I’ve experienced and observed an imbalance that rarely seems to be spoken but it’s real: if you’re not engaged, married or have a child - your personal time isn’t as valuable. </p>\n\n<p>I’m learning more and more every day how hard working parents work. Im exhausted mentally at the end of a 12 hour day and I take care of myself and live with my girlfriend and pets. I can’t imagine how difficult that must be. I appreciate my parents so much for the way they provided for me. I appreciate the people I work with for how hard they work and try not to bring their personal lives into work but it happens and that’s completely understandable. </p>\n\n<p>That being said:</p>\n\n<p>I shouldn’t have to feel guilty that my choice of lifestyle right now is to build a career and enjoy life with my partner. When someone is needing to work the closing shift tomorrow or needing to come in early to do a task - it’s not my problem that your son’s piano lesson is on Thursday. </p>\n\n<p>My preference to go eat pizza and drink beer with my girlfriend and dog is my choice. Your life choices resulted in your child. I shouldn’t have to feel bad for wanting to go live a social life because I consciously choose not to live my life that way at this moment. The people with children who look down on single professionals are insulting. </p>\n\n<p>If you work hard and pull your weight then I’m happy to help out my team. However, I think HR teams should acknowledge the difference in standards and expectations between those with and without kids or spouses. I should get paid more than you if you get any preferential treatment. </p>\n\n<p>Sorry if this was done wrong - first post</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ol91wo/cmv_i_dont_care_you_have_kids_in_the_workplace/",
  "subreddit": "changemyview",
  "id": "ol91wo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m in my mid 30’s and am a Sales Manager for a large company. For the record my\ncompany is fantastic and I’ve never had an issue in any way with them - but in\nmy career I’ve experienced and observed an imbalance that rarely seems to be\nspoken but it’s real: if you’re not engaged, married or have a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は30代半ばで、大企業のセールスマネージャーをしています。ちなみに、私の会社は素晴らしく\n私の会社は素晴らしく、これまで何の問題もありませんでした。\nしかし、私は自分のキャリアの中で、あまり語られることのないアンバランスさを経験し、観察してきました。\nしかし、私はキャリアの中で、ほとんど語られることのない不均衡を経験し、観察してきました。",
      "title": "Cmv：子供がいても、職場では気にしない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年30多岁，是一家大公司的销售经理。顺便说一下，我的公司非常好，我从来没有遇到过问题。\n我的公司非常好，我和他们之间从来没有任何问题。\n但在我的职业生涯中，我经历并观察到一种似乎很少被提及的不平衡现象。\n但它是真实的：如果你没有订婚、结婚或有一个...",
      "title": "Cmv: 我不在乎你有孩子，在工作场所中"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年30多歲，是一家大公司的銷售經理。順便說一下，我的公司非常好，我從來沒有遇到過問題。\n我的公司非常好，我和他們之間從來沒有任何問題。\n但在我的職業生涯中，我經歷並觀察到一種似乎很少被提及的不平衡現象。\n但它是真實的：如果你沒有訂婚、結婚或有一個...",
      "title": "Cmv: 我不在乎你有孩子，在工作場所中"
    }
  ]
}