{
  "author": "cliffordsidck",
  "original_created_utc": 1629910623,
  "title": "CMV: It is irresponsible to have children when finances are tight",
  "created_utc": 1629948639,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not saying it’s horrible. It’s just irresponsible. If finances are tight, then having kids will make finances tighter. If you are living in a rural area, I’d say it’s better to have kids when the entire household income exceeds 80k/yr (both people making 40k/yr) if you are living in an expensive city, the household income should be higher. The same people who have kids when finances are tight are the same people who complain that they have nothing in savings. No savings for retirement. No savings for emergencies. No savings for their children’s college.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pbfchx/cmv_it_is_irresponsible_to_have_children_when/",
  "subreddit": "changemyview",
  "id": "pbfchx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not saying it’s horrible. It’s just irresponsible. If finances are tight,\nthen having kids will make finances tighter. If you are living in a rural area,\nI’d say it’s better to have kids when the entire household income exceeds 80k/yr\n(both people making 40k/yr) if you are living in an expensive…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "酷いとは言いません。ただ無責任なだけなのです。家計が厳しいなら\n子供を持てば、さらに財政が厳しくなります。もしあなたが地方に住んでいるならば\n世帯全体の年収が8万円を超えてから子供を作った方がいいと思います。\n(もしあなたが高価な地域に住んでいるなら、（二人とも年収4万円）子供を産むのは、世帯全体の収入が8万円を超えてからの方がいいと思います。",
      "title": "CMV：経済的に余裕がないのに子供を作るのは無責任である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不是说这很可怕。它只是不负责任。如果财政紧张，那么生孩子会使财政更紧张。\n那么生孩子会使财政更加紧张。如果你住在农村地区。\n我认为当整个家庭的收入超过8万/年时，生孩子会更好。\n(两个人的收入都是4万/年)，如果你住在一个昂贵的地方，我认为最好在整个家庭收入超过8万/年的时候生孩子。",
      "title": "CMV：经济拮据时生孩子是不负责任的做法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不是說這很可怕。它只是不負責任。如果財政緊張，那麼生孩子會使財政更緊張。\n那麼生孩子會使財政更加緊張。如果你住在農村地區。\n我認爲當整個家庭的收入超過8萬/年時，生孩子會更好。\n(兩個人的收入都是4萬/年)，如果你住在一個昂貴的地方，我認爲最好在整個家庭收入超過8萬/年的時候生孩子。",
      "title": "CMV：經濟拮据時生孩子是不負責任的做法"
    }
  ]
}