{
  "author": "Odysseus_Lannister",
  "original_created_utc": 1639748397,
  "title": "Sentiment here is starting to feel familiar to late 2017-2018",
  "created_utc": 1639776820,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’m not saying that this is indeed the big bad bear market yet, but this is how the 2018 bear felt at the beginning. Many “experts” predicting very high price points for Bitcoin and Ethereum after ATHs were recently hit. &lt;/p&gt;\n\n&lt;p&gt;Many common investors made some quick cash and thought they were geniuses and thought the green would never end and there was a long road for the foreseeable future because crypto was here to stay and it was truly different. &lt;/p&gt;\n\n&lt;p&gt;Then the run just stopped. There was no one event you could point to and say “that’s the cause of the end”. Price just kept going steadily down and with every smaller relief rally, hope and interest started to diminish. &lt;/p&gt;\n\n&lt;p&gt;I’m just saying this as someone who experienced this once before to consider the possibility that this run up could be in the rear view and have a strategy for both bull and bear markets.&lt;/p&gt;\n\n&lt;p&gt;TLDR: there doesn’t have to be one catastrophic event to go from bull to bear. Sometimes it just happens abruptly without any single culprit&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/rihnmq/sentiment_here_is_starting_to_feel_familiar_to/",
  "subreddit": "CryptoCurrency",
  "id": "rihnmq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not saying that this is indeed the big bad bear market yet, but this is how\nthe 2018 bear felt at the beginning. Many “experts” predicting very high price\npoints for Bitcoin and Ethereum after ATHs were recently hit.\n\nMany common investors made some quick cash and thought they were geniuses…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>これが本当に大凶だと言っているわけではありません。\nbear marketはまだですが、2018年のbearは最初こんな感じでしたね。多くの\nATHの後、ビットコインとイーサリアムの非常に高い価格帯を予測する \"専門家\"\nが最近ヒットしました。</p> <p>多くの一般投資家は、いくつかの迅速な...",
      "title": "ここでのセンチメントは、2017年後半から2018年にかけてのものに親近感を覚え始めている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>我并不是说这确实是大的坏的\n熊市，但这是2018年熊市开始时的感觉。许多\n\"专家 \"预测比特币和以太坊的价格点很高，因为ATHs\n最近被击中。</p> <p>许多普通投资者做了一些快速...",
      "title": "这里的情绪开始对2017-2018年末感到熟悉了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>我並不是說這確實是大的壞的\n熊市，但這是2018年熊市開始時的感覺。許多\n\"專家 \"預測比特幣和以太坊的價格點很高，因爲ATHs\n最近被擊中。</p> <p>許多普通投資者做了一些快速...",
      "title": "這裏的情緒開始對2017-2018年末感到熟悉了"
    }
  ]
}