{
  "author": "hondaguy1998",
  "original_created_utc": 1626405239,
  "title": "CMV: political correctness is just self righteous narcissism",
  "created_utc": 1626420614,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>PC is just a way for narcissistic people to feel better about themselves by acting like self righteous, better than everyone else try hards. I understand that purposely trying to upset someone with racism or homophobic slurs, and things like that to upset someone is uncalled for but like other things there has to be intent for something to be considered an attack on someone. Like saying something that&#39;s &quot;offensive&quot; as a joke is just a joke which I consider meaningless. Just because I say something offensive doesn&#39;t mean I actually intent to cause harm to anyone. </p>\n\n<p>PC is just an easy way for people who think way too highly of themselves to point out everyone else&#39;s mistakes instead while hiding their own, and trying to control what other people say, control how other people express themselves. People who do this piss me off to another level. Just mind your business and leave other people alone.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ol8d56/cmv_political_correctness_is_just_self_righteous/",
  "subreddit": "changemyview",
  "id": "ol8d56",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "PC is just a way for narcissistic people to feel better about themselves by\nacting like self righteous, better than everyone else try hards. I understand\nthat purposely trying to upset someone with racism or homophobic slurs, and\nthings like that to upset someone is uncalled for but like other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "PCは、自己愛の強い人たちが、自分のことを良くするために\n人よりも優れた正義の味方のように振る舞うことで、自分自身をより良く感じるための手段です。私の理解では\n人種差別やホモフォビアの中傷など、故意に誰かを怒らせようとすることは\n誰かを怒らせようとすることは許されることではありませんが、他の...",
      "title": "CMV: ポリティカル・コレクトネスは自己正当化のナルシシズムに過ぎない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "个人电脑只是自恋的人通过表现出自以为是、比别人强的努力者而对自己感觉更好的一种方式。\n表现得像自以为是，比其他人更努力的人。我理解\n故意用种族主义或仇视同性恋的污言秽语来惹恼别人，以及像这样的事情来惹恼别人是不应该的。\n这样的事情让别人不高兴是不应该的，但是像其他...",
      "title": "CMV：政治正确性只是自以为是的自恋行为"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "個人電腦只是自戀的人通過表現出自以爲是、比別人強的努力者而對自己感覺更好的一種方式。\n表現得像自以爲是，比其他人更努力的人。我理解\n故意用種族主義或仇視同性戀的污言穢語來惹惱別人，以及像這樣的事情來惹惱別人是不應該的。\n這樣的事情讓別人不高興是不應該的，但是像其他...",
      "title": "CMV：政治正確性只是自以爲是的自戀行爲"
    }
  ]
}