{
  "author": "redditrnrvlad",
  "original_created_utc": 1624719001,
  "title": "CMV: Diversity quotas are not the best way to tackle under representation",
  "created_utc": 1624797300,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi reddit,</p>\n\n<p>Let me be clear from the beginning. I think that anyone who is against fairness or equal chances should significantly rethink their life philosophy. Being discriminated based on gender / race / etc is horrible and we should do everything in our power to change that.</p>\n\n<p>Now, from what I notice, the number one initiative to tackles this issue is to impose a diversity quota. You all see this : we commit to have 50% of our board members females, or x% of our workforce latino, etc (depends on the geography as well).</p>\n\n<p>My assumption is that this strategy is to “force” change, by setting these targets. In essence, any organization with such a target needs to do everything in their power to change the way they recruit and promote talent to reach that target.</p>\n\n<p>I also assume this kind of initiatives happen mostly in highly skilled white collar workforce organizations. I don’t see anyone advocating we increase the % of men as hairdressers, % of women as bricklayers, % of blacks in sports, or even ridiculous things like a quotas for prisons.</p>\n\n<p>With that being said, I think that these type of policies have the opposite effect than intended. What happens is that companies blindly promote and recruit based on diversity rather than best talent. This leads to more conflict as we are creating environments where employees feel treated unfair since whatever population is underrepresented is privileged.</p>\n\n<p>Why are we not rather focusing on creating equal chances? Blind CVs, better maternity/paternity rules, inclusion trainings, etc. If we treat the process fair, why care if the result is 70%women- 30%men , or whatever you want to measure?</p>\n\n<p>Very curious what you have to say!</p>\n\n<p>EDIT: Really interesting conversations! Thanks for the people who took their time to answer. While I do think a lot of the comments are going off topic, I definitely learned more about this issue. In reading more about the topic, I came across some interesting materials. Have a look if you are interested:</p>\n\n<p>1) <a href=\"https://www.economist.com/business/2018/02/17/ten-years-on-from-norways-quota-for-women-on-corporate-boards\">https://www.economist.com/business/2018/02/17/ten-years-on-from-norways-quota-for-women-on-corporate-boards</a></p>\n\n<p>2) <a href=\"https://www.youtube.com/watch?v=IIb3uyTPrk8\">https://www.youtube.com/watch?v=IIb3uyTPrk8</a></p>\n\n<p>3) <a href=\"https://en.wikipedia.org/wiki/Gender-equality_paradox\">https://en.wikipedia.org/wiki/Gender-equality_paradox</a></p>\n\n<p>I am still not convinced that gender quotas is the right way to go forward, and do believe that there are unintended consequences. However, I am optimistic for the future and hope all of us who feel under represented will see better days. </p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/o8c7rx/cmv_diversity_quotas_are_not_the_best_way_to/",
  "subreddit": "changemyview",
  "id": "o8c7rx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi reddit,\n\nLet me be clear from the beginning. I think that anyone who is against fairness\nor equal chances should significantly rethink their life philosophy. Being\ndiscriminated based on gender / race / etc is horrible and we should do\neverything in our power to change that.\n\nNow, from what I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは、reddit。\n\n最初からはっきりさせておきたいことがあります。公平さや平等な機会に反対する人は、自分の人生哲学を大きく見直すべきだと思います。\n機会均等に反対する人は、自分の人生哲学を大きく見直すべきだと思います。差別されること\n性別や人種などで差別されることは恐ろしいことであり、それを変えるためには\n私たちはそれを変えるために力を尽くすべきです。\n\nさて、私の話では...",
      "title": "CMV: ダイバーシティ・クオータはアンダー・リプレゼンテーションに取り組む最善の方法ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，reddit。\n\n让我从头说清楚。我认为，任何反对公平\n或平等机会的人应该大大反思他们的人生哲学。被\n基于性别/种族/等的歧视是可怕的，我们应该尽\n我们应该尽一切力量来改变这种状况。\n\n现在，从我所...",
      "title": "CMV：多样性配额不是解决代表性不足的最佳方式"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，reddit。\n\n讓我從頭說清楚。我認爲，任何反對公平\n或平等機會的人應該大大反思他們的人生哲學。被\n基於性別/種族/等的歧視是可怕的，我們應該盡\n我們應該盡一切力量來改變這種狀況。\n\n現在，從我所...",
      "title": "CMV：多樣性配額不是解決代表性不足的最佳方式"
    }
  ]
}