{
  "author": "windoww",
  "the_new_excerpt": "I am from Europe, non-EU country. People here always run to more developed\ncountries to work. Some come back and some stay and continue to live there.\nBunch of them go to Germany, Austria, Sweden or Netherlands. These countries are\nthe most popular. A small percentage of people accually make it to…",
  "original_created_utc": 1620335672,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はヨーロッパの非EU諸国出身です。ここの人たちはいつも先進国に出稼ぎに\n働いています。何人かは戻ってきて、何人かは残って住み続けます。\n彼らの多くは、ドイツ、オーストリア、スウェーデン、オランダに行きます。これらの国は\n最も人気のある国です。ごく一部の人たちは、実際には...。",
      "title": "CMV： アメリカでの生活はそれほど悪くありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我来自欧洲，非欧盟国家。这里的人总是跑到更发达的\n国家工作。有些人回来了，有些人留在那里继续生活。\n他们中有很多人去了德国、奥地利、瑞典或荷兰。这些国家是\n是最受欢迎的。有一小部分人实际上是去了...",
      "title": "CMV：在美国生活并不是那么糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我來自歐洲，非歐盟國家。這裏的人總是跑到更發達的\n國家工作。有些人回來了，有些人留在那裏繼續生活。\n他們中有很多人去了德國、奧地利、瑞典或荷蘭。這些國家是\n是最受歡迎的。有一小部分人實際上是去了...",
      "title": "CMV：在美國生活並不是那麼糟糕。"
    }
  ],
  "title": "CMV: Living in the US is not that bad.",
  "created_utc": 1620377111,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am from Europe, non-EU country. People here always run to more developed countries to work. Some come back and some stay and continue to live there. Bunch of them go to Germany, Austria, Sweden or Netherlands. These countries are the most popular. A small percentage of people accually make it to the US so its not a really popular choice. A lot of people hate the US for some reason and they advise everyone to stay out of it.</p>\n\n<p>A lot of people hate their political beliefs and think that they are a genocide nation. Maybe its because of history or what they heard on the news.</p>\n\n<p>People sometimes tell me how there are a lot of homeless people there and that it is not safe to live there. Thats ironic because where I live 50% of people live in poverty.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/n6hw6g/cmv_living_in_the_us_is_not_that_bad/",
  "subreddit": "changemyview",
  "id": "n6hw6g",
  "is_self": true,
  "media": null,
  "is_video": false
}