{
  "author": "welp_thats_hurtful",
  "original_created_utc": 1639619958,
  "title": "YSK The addiction cycle is easily reignited by precontemplation (the moment your old addiction first pops into your head). What follows is Contemplation, Determination, Action, Maintenance, and finally Relapse.",
  "created_utc": 1639630664,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: You can break addictions by noticing the early signs. If you can, tell your partner what your trigger is when you find it so that they can be on the lookout with you.&lt;/p&gt;\n\n&lt;p&gt;This is exactly the pattern my personal addiction follows, and it adheres perfectly to the typical model researchers have found. Does it sound familiar?&lt;/p&gt;\n\n&lt;p&gt;Bonus point for those who made it this far! Advertisements are artificial precontemplation triggers, targeted at ex-addicts.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://addictionresource.com/treatment/stages/\"&gt;https://addictionresource.com/treatment/stages/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 481,
  "permalink": "/r/YouShouldKnow/comments/rhfks8/ysk_the_addiction_cycle_is_easily_reignited_by/",
  "subreddit": "YouShouldKnow",
  "id": "rhfks8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can break addictions by noticing the early signs. If you can, tell\nyour partner what your trigger is when you find it so that they can be on the\nlookout with you.\n\nThis is exactly the pattern my personal addiction follows, and it adheres\nperfectly to the typical model researchers have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 初期症状に気づくことで、依存症を断ち切ることができます。できれば\n自分のきっかけを見つけたら、パートナーに伝えてください。\nを一緒に見守りましょう。\n\nこれはまさに、私の個人的な依存症のパターンと同じです。\n研究者が持っている典型的なモデルと完全に一致する...。",
      "title": "YSK 依存症のサイクルは、前思考（昔の依存症が頭に浮かぶ瞬間）によって簡単に再点火します。その後、「熟考」「決意」「行動」「維持」、そして最後に「再発」へと続く。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你可以通过注意到早期的迹象来打破成瘾。如果你能，告诉\n你的伴侣，当你发现你的诱因时，他们可以和你一起留意。\n与你一起注意。\n\n这正是我个人上瘾的模式，而且它完全符合研究人员的典型模式。\n完全符合研究人员的典型模式......",
      "title": "YSK 上瘾的循环很容易被预想（你的旧瘾第一次出现在你脑海中的时刻）重新点燃。接下来是沉思、决心、行动、维持，最后是复发。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你可以通過注意到早期的跡象來打破成癮。如果你能，告訴\n你的伴侶，當你發現你的誘因時，他們可以和你一起留意。\n與你一起注意。\n\n這正是我個人上癮的模式，而且它完全符合研究人員的典型模式。\n完全符合研究人員的典型模式......",
      "title": "YSK 上癮的循環很容易被預想（你的舊癮第一次出現在你腦海中的時刻）重新點燃。接下來是沉思、決心、行動、維持，最後是復發。"
    }
  ]
}