{
  "author": "Andalib_Odulate",
  "original_created_utc": 1637776038,
  "title": "CMV: CMV: Any company that requires employees to complete an unpaid internship should also be required to offer room and board for them during the duration of their internship.",
  "created_utc": 1637805892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This isn&#39;t going to be long. If a company requires an employee to be an unpaid intern before becoming a paid employee, they should be required to house them and feed them. Simple as that. It&#39;s basically indentured servitude otherwise.</p>\n\n<p>All volunteer work that is 40 hours a week or 3 full days or more (24 hours a week but 3 days a week) should require room and board because it prevents the volunteer from being able to work full time.</p>\n\n<p>Unpaid internships are the biggest scam in America. A classist system meant a way for the upper class to get free labor from the lower class by veiling it as &quot;experience&quot;.</p>\n\n<p>Edit- I am mostly talking about internships that impede the ability for the interns to work another job while in training for prolonged periods of time.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/r1atb1/cmv_cmv_any_company_that_requires_employees_to/",
  "subreddit": "changemyview",
  "id": "r1atb1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This isn't going to be long. If a company requires an employee to be an unpaid\nintern before becoming a paid employee, they should be required to house them\nand feed them. Simple as that. It's basically indentured servitude otherwise.\n\nAll volunteer work that is 40 hours a week or 3 full days or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "長くはなりません。もし会社が従業員に無給の\nになる前に無給のインターンになることを要求するなら、彼らを住まわせることを要求すべきで\nと食事を提供することが求められます。単純なことだ。それ以外は基本的に年季奉公です。\n\n週に40時間とか、丸3日とかのボランティア活動はすべて...",
      "title": "CMV: CMV: 従業員に無給のインターンシップをさせる企業は、インターンシップ期間中の部屋と食事を提供することも求められるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这不会很长。如果一个公司要求员工在成为无偿的\n如果公司要求员工在成为带薪雇员之前成为无薪实习生，他们应该被要求为他们提供住所和食物。\n并为他们提供食物。就这么简单。否则基本上就是契约奴役了。\n\n所有每周40小时或3个全天的志愿工作或...",
      "title": "CMV: CMV: 任何要求员工完成无偿实习的公司也应该要求在实习期间为他们提供食宿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這不會很長。如果一個公司要求員工在成爲無償的\n如果公司要求員工在成爲帶薪僱員之前成爲無薪實習生，他們應該被要求爲他們提供住所和食物。\n併爲他們提供食物。就這麼簡單。否則基本上就是契約奴役了。\n\n所有每週40小時或3個全天的志願工作或...",
      "title": "CMV: CMV: 任何要求員工完成無償實習的公司也應該要求在實習期間爲他們提供食宿。"
    }
  ]
}