{
  "author": "krishnakanthreadsit",
  "the_new_excerpt": "I've enjoyed the book a lot. His prose was somehow deeply engaging and yet very\nsimple. The stories deal with normal lives of people from Japan (mostly) and\ntheir relationship with certain women in their lives either from the past or in\nthe present. Upon face value, the book looks like a romantic…",
  "original_created_utc": 1621063950,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本をとても楽しんでいます。彼の散文は、どこか深い魅力があり、しかも非常に\nシンプルである。物語は、日本に住む人々（主に）の普通の生活と、彼らの人生の中で過去や未来にいる特定の女性との関係を扱っています。\n物語は、（主に）日本の人々の普通の生活と、彼らの人生の中で過去または現在のある女性との関係を扱っています。\n物語が展開されます。一見すると、この本は恋愛小説のように見えます。",
      "title": "村上春樹の本を初めて読みました。「女のいない男たち」という短編アンソロジーです。村上さんの文章がこんなにいいとは思いませんでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我非常喜欢这本书。他的散文在某种程度上深具吸引力，但又非常\n简单。这些故事涉及来自日本的人们的正常生活（主要是），以及他们与生活中某些女性的关系，无论是过去还是现在。\n他们与生活中某些女性的关系，无论是过去还是现在。\n现在。从表面上看，这本书看起来像是一本浪漫的书。",
      "title": "刚刚读完我的第一本村上春树的书，一本短篇小说选集，名为：《没有女人的男人》。没想到村上的写作有这么好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我非常喜歡這本書。他的散文在某種程度上深具吸引力，但又非常\n簡單。這些故事涉及來自日本的人們的正常生活（主要是），以及他們與生活中某些女性的關係，無論是過去還是現在。\n他們與生活中某些女性的關係，無論是過去還是現在。\n現在。從表面上看，這本書看起來像是一本浪漫的書。",
      "title": "剛剛讀完我的第一本村上春樹的書，一本短篇小說選集，名爲：《沒有女人的男人》。沒想到村上的寫作有這麼好。"
    }
  ],
  "title": "Just finished reading my first Haruki Murakami book, a short story anthology called: 'Men Without Women.' Didn't except Murakami's writing to be this good.",
  "created_utc": 1621079592,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve enjoyed the book a lot. His prose was somehow deeply engaging and yet very simple. The stories deal with normal lives of people from Japan (mostly) and their relationship with certain women in their lives either from the past or in the present. Upon face value, the book looks like a romantic relationship fiction, but it&#39;s largely about the human condition in terms of relation between men and women but from the perspectives of the characters in these stories. Also, it doesn&#39;t generalize and each story felt different in its own way. That&#39;s what I loved about this collection.</p>\n\n<p>I&#39;ve come across Haruki Murakami&#39;s books a lot here on this sub but somehow never felt like picking up one. But I&#39;m very glad that I did and I think I will read him more in the future.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/nct8qs/just_finished_reading_my_first_haruki_murakami/",
  "subreddit": "books",
  "id": "nct8qs",
  "is_self": true,
  "media": null,
  "is_video": false
}