{
  "author": "Objective__Opinion",
  "original_created_utc": 1625965487,
  "title": "CMV: If someone gets repeatedly arrested for hostile crimes. Eventually they should just get life in prison.",
  "created_utc": 1626025241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I keep seeing news stories about felons who have been in out and out of prisons more times that they can count. Yet they continue to be released over and over again until the end up committing a deadly crime. If someone makes a mistake, learns their lesson and gets released into society without issue that&#39;s one thing. \nBut take Anthony Lorenzi for example. He was arrested 26 times as an adult alone, before committing the horrific act he just did. </p>\n\n<p>If someone is clearly a menace to society. We shouldn&#39;t wait until it&#39;s too late to permanently remove them. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ohuush/cmv_if_someone_gets_repeatedly_arrested_for/",
  "subreddit": "changemyview",
  "id": "ohuush",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I keep seeing news stories about felons who have been in out and out of prisons\nmore times that they can count. Yet they continue to be released over and over\nagain until the end up committing a deadly crime. If someone makes a mistake,\nlearns their lesson and gets released into society without…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "刑務所を出たり入ったりしている重罪犯のニュースを、数え切れないほど目にします。\n数え切れないほどの回数です。しかし、彼らは何度も何度も釈放され続け\n致命的な犯罪を犯すことになるのです。もし誰かが間違いを犯しても\n懲りずに社会に出てきたとしても...。",
      "title": "CMV：敵対的な犯罪で何度も逮捕された人がいたら。最終的には終身刑にすればいいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直看到关于重罪犯的新闻报道，他们进出监狱的次数多得数不清。\n次数多得数不清。然而，他们继续一次又一次地被释放\n直到他们最终犯下致命的罪行。如果有人犯了一个错误。\n汲取教训并被释放到社会中，而没有...",
      "title": "CMV: 如果一个人因为敌对的罪行而被反复逮捕。最终，他们应该只是被判终身监禁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直看到關於重罪犯的新聞報道，他們進出監獄的次數多得數不清。\n次數多得數不清。然而，他們繼續一次又一次地被釋放\n直到他們最終犯下致命的罪行。如果有人犯了一個錯誤。\n汲取教訓並被釋放到社會中，而沒有...",
      "title": "CMV: 如果一個人因爲敵對的罪行而被反覆逮捕。最終，他們應該只是被判終身監禁。"
    }
  ]
}