{
  "author": "Sallal",
  "the_new_excerpt": "I’m a relatively new reader, started my first book in 2017 and have been hooked\never since. I used to watch all the major movies/series religiously since 2008,\nbut not anymore. Nowadays I only watch couple movies a year socially with\nfriends and family.\n\nMovies specifically usually feel too shallow…",
  "original_created_utc": 1618423410,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は比較的新しい読者で、2017年に初めて本を読み始めて以来、夢中になっています。\n以来、ずっとです。私は2008年以来、すべての主要な映画/シリーズを宗教的に見ていました。\nしかし今は違います。最近では、年に2、3本の映画を友人や家族と一緒に楽しむ程度です。\n最近では、年に2、3本の映画を友人や家族と一緒に楽しむ程度です。\n\n特に映画は浅い感じがして...。",
      "title": "本は、私にとって映画やテレビ番組を台無しにするものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个比较新的读者，从2017年开始看第一本书，就已经被吸引了。\n从此。从2008年开始，我曾经虔诚地观看所有的主要电影/电视剧。\n但现在不一样了。现在，我每年只看几部电影，与社会上。\n朋友和家人。\n\n具体到电影通常会觉得太肤浅...",
      "title": "书籍毁了我的电影和电视剧。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個比較新的讀者，從2017年開始看第一本書，就已經被吸引了。\n從此。從2008年開始，我曾經虔誠地觀看所有的主要電影/電視劇。\n但現在不一樣了。現在，我每年只看幾部電影，與社會上。\n朋友和家人。\n\n具體到電影通常會覺得太膚淺...",
      "title": "書籍毀了我的電影和電視劇。"
    }
  ],
  "title": "Books have ruined movies and TV shows for me.",
  "created_utc": 1618449436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a relatively new reader, started my first book in 2017 and have been hooked ever since. I used to watch all the major movies/series religiously since 2008, but not anymore. Nowadays I only watch couple movies a year socially with friends and family.</p>\n\n<p>Movies specifically usually feel too shallow and very rushed due to the time limit, they always leave me disappointed. Books on the other hand (at least the ones I’ve read) have better/more world building, better plots and more character development in general. I LOVE the fact that one book can take me to a wonderful place and keep me busy for months!</p>\n\n<p>It’s a shame that I didn’t discover books earlier in my life, and for that reason I introduced my nieces to them (age 12 and 9). We started reading “Harry Potter the philosopher’s stone” and they are having a blast. it makes me super happy to have someone close to talk with about books and share the stories with!</p>\n\n<p>So what do you think? Am I missing the point of movies/TV shows? Is it unfair to compare the visual media with books?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/mqw88n/books_have_ruined_movies_and_tv_shows_for_me/",
  "subreddit": "books",
  "id": "mqw88n",
  "is_self": true,
  "media": null,
  "is_video": false
}