{
  "author": "Thedrumdoctor",
  "the_new_excerpt": "I'll preface this by saying that I think I'm pretty well-read. I think that\ncompared to the general population, I have an above-average vocabulary. But\nGnomon by Nick Harkaway is making me feel illiterate. The guy's word choices are\nso foreign to me, and used with such frequency that if I were to…",
  "original_created_utc": 1611581151,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我先说一句，我觉得我的书读得很好。我认为\n与一般人相比，我的词汇量高于平均水平。但是\n尼克-哈卡威的《侏儒》让我觉得自己是个文盲。这家伙的文字选择是\n对我来说太陌生了，而且使用频率很高，如果我... ...",
      "title": "有没有看过一本让你觉得很蠢的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我先說一句，我覺得我的書讀得很好。我認爲\n與一般人相比，我的詞彙量高於平均水平。但是\n尼克-哈卡威的《侏儒》讓我覺得自己是個文盲。這傢伙的文字選擇是\n對我來說太陌生了，而且使用頻率很高，如果我... ...",
      "title": "有沒有看過一本讓你覺得很蠢的書？"
    }
  ],
  "title": "Ever read a book that just made you feel dumb?",
  "created_utc": 1611637522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll preface this by saying that I think I&#39;m pretty well-read. I think that compared to the general population, I have an above-average vocabulary. But Gnomon by Nick Harkaway is making me feel illiterate. The guy&#39;s word choices are so foreign to me, and used with such frequency that if I were to look up the words in the dictionary, I might as well just read the dictionary. In addition to the frequent unknown-to-me words, he&#39;ll sometimes string together a quarter page sentence that just leaves me bewildered. &quot;What the hell did I just read?&quot; I will add, though, that I am thoroughly enjoying this book. The concept, the story telling, and the characters are all fantastic and my mind gets blown with every turn of the page. I&#39;m just going to have to re-read the entire thing again to catch everything.</p>\n</div><!-- SC_ON -->",
  "score": 206,
  "permalink": "/r/books/comments/l4nsxo/ever_read_a_book_that_just_made_you_feel_dumb/",
  "subreddit": "books",
  "id": "l4nsxo",
  "is_self": true,
  "media": null,
  "is_video": false
}