{
  "author": "rocking_ape_binder",
  "the_new_excerpt": "What I mean when I say “people who hate happy holidays”: People who complain\nvocally or online about how the phrase ‘Happy Holidays’ is bad in any way.\nOften, they are upset that ‘Happy Holidays’ diminishes their tradition or\nreligion.\n\nWhat I mean when I say “people who hate merry christmas”:…",
  "original_created_utc": 1608754545,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我说“讨厌欢乐节日的人”时，我的意思是：抱怨的人\n无论是在口头上还是在网上谈论“节日快乐”这句话在任何方面都是不好的。\n通常，他们会因为“节日快乐”削弱了他们的传统而心烦意乱，或者\n宗教信仰。\n\n我说“讨厌圣诞快乐的人”的意思是：…",
      "title": "[改变我的想法]：讨厌“节日快乐”的人比讨厌“圣诞快乐”的人多得多，也更烦人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我說“討厭歡樂節日的人”時，我的意思是：抱怨的人\n無論是在口頭上還是在網上談論“節日快樂”這句話在任何方面都是不好的。\n通常，他們會因爲“節日快樂”削弱了他們的傳統而心煩意亂，或者\n宗教信仰。\n\n我說“討厭聖誕快樂的人”的意思是：…",
      "title": "[改变我的想法]：討厭“節日快樂”的人比討厭“聖誕快樂”的人多得多，也更煩人。"
    }
  ],
  "title": "CMV: People who hate 'Happy Holidays' are more numerous and annoying than people who hate 'Merry Christmas'",
  "created_utc": 1608788105,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What I mean when I say “people who hate happy holidays”: People who complain vocally or online about how the phrase ‘Happy Holidays’ is bad in any way. Often, they are upset that ‘Happy Holidays’ diminishes their tradition or religion.</p>\n\n<p>What I mean when I say “people who hate merry christmas”: Similar to above, people who complain vocally or online about the phrase “Merry Christmas”. Often, this type of person is upset that the phrase ‘Merry Christmas’ is exclusive.</p>\n\n<p>Either type of person might get upset when they see the phrase on an ad, or hear it in person. They might respond by pointedly/argumentatively saying their preferred holiday greeting.</p>\n\n<p>When I say more numerous, I just mean that in my experience I have witnessed far, far more people getting upset about the usage of happy holidays vs merry christmas. This plays into why I think they&#39;re more annoying. I feel that the much more numerous group pretends the smaller group is bigger than it is, to feed into their persecution complex.</p>\n\n<p>When I say more annoying, I also mean this: the happy holidays haters generally come from the dominant social/ethnic group (in North America anyways). Their annoyance comes from a place of their tradition being stolen, whereas the other side bases their frustration in their much more overlooked tradition being ignored or demeaned. One side is asking for everyone else’s traditions to be ignored, whereas the other side is asking for a more inclusive approach.</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/changemyview/comments/kj0dzd/cmv_people_who_hate_happy_holidays_are_more/",
  "subreddit": "changemyview",
  "id": "kj0dzd",
  "is_self": true,
  "media": null,
  "is_video": false
}