{
  "author": "letsgocactus",
  "the_new_excerpt": "I need a new key made for my car and the locksmith is coming later this week. He\nasked me to send him a photo of the front and back of the pass key and he’s\ngoing to machine it before he comes over. I was suspicious that this was a legit\nway to make keys.\n\nWhy YSK according to a busy mobile…",
  "original_created_utc": 1610597081,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我需要一把新的车钥匙，锁匠这周晚些时候会来。他\n让我给他发一张通行证钥匙的正反面照片，他就。\n要在他来之前把它加工好。我怀疑这是一个合法的\n的方式来制作钥匙。\n\n为什么YSK根据一个繁忙的移动...",
      "title": "YSK锁匠可以从照片中复制出你的汽车或房子的钥匙--不要把钥匙的照片发到社交媒体上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我需要一把新的車鑰匙，鎖匠這周晚些時候會來。他\n讓我給他發一張通行證鑰匙的正反面照片，他就。\n要在他來之前把它加工好。我懷疑這是一個合法的\n的方式來製作鑰匙。\n\n爲什麼YSK根據一個繁忙的移動...",
      "title": "YSK鎖匠可以從照片中複製出你的汽車或房子的鑰匙--不要把鑰匙的照片發到社交媒體上。"
    }
  ],
  "title": "YSK A locksmith can make a copy of your car or house key from a photo - don’t post photos of your keys to social media.",
  "created_utc": 1610681468,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I need a new key made for my car and the locksmith is coming later this week. He asked me to send him a photo of the front and back of the pass key and he’s going to machine it before he comes over. I was suspicious that this was a legit way to make keys. </p>\n\n<p>Why YSK according to a busy mobile locksmith:  it’s super easy to make accurate, working keys from photos. He said his friends out of state posted photos on facebook of their new house / keys - he made copies and sent them. They worked and the friends freaked out. </p>\n\n<p>So, don’t get your car stolen or house burgled by posting photos of your keys.</p>\n\n<p>Edited to add: YSK that you can get copies of your house and car keys made from photos. So keep photo copies of these somewhere handy in case you are locked out.</p>\n</div><!-- SC_ON -->",
  "score": 202,
  "permalink": "/r/YouShouldKnow/comments/kwxwpw/ysk_a_locksmith_can_make_a_copy_of_your_car_or/",
  "subreddit": "YouShouldKnow",
  "id": "kwxwpw",
  "is_self": true,
  "media": null,
  "is_video": false
}