{
  "author": "Dinglemaniac",
  "original_created_utc": 1626663925,
  "title": "CMV: We should revert back to taking the \"seen\" feature off of instant messaging platforms.",
  "created_utc": 1626745341,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While technology has made it much easier for us to connect with each other, as well as reconnect with people we wouldn&#39;t have been able to contact otherwise, the constant pressure of needing to reply to people instantly after reading a message does more harm than good.</p>\n\n<p>I feel the more this feature has been implemented across multiple messaging platforms in the last ten or so years, a social expectancy of instantly replying has been normalised to the point where &quot;left on seen&quot; even gets joked about. For socially anxious people (which seems to be a rising trend) this creates a pressure on both ends of the conversation to 1. Feel like a bad or socially inept person for not replying instantly. Or 2. Feel rejected if someone doesn&#39;t reply instantly.</p>\n\n<p>While I admit that this wouldn&#39;t bother someone with a healthy set of social boundaries, I fear that a big portion of people prioritise replying to the person they just got a message from over contributing to conversations with people they are actually physically sitting in a room with. I see this quite a lot already with people my age (mid 20&#39;s), and worry even younger generations will fall deeper into this hole. It already isn&#39;t an uncommon site to see couples or groups sitting together in public places looking at phones and ignoring each other, and I think this phenomenon is partially to blame.</p>\n\n<p>If anyone has some counterarguments as to why the feature is more beneficial than harmful I am genuinely curious to hear and consider alternative opinions!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/on5k26/cmv_we_should_revert_back_to_taking_the_seen/",
  "subreddit": "changemyview",
  "id": "on5k26",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While technology has made it much easier for us to connect with each other, as\nwell as reconnect with people we wouldn't have been able to contact otherwise,\nthe constant pressure of needing to reply to people instantly after reading a\nmessage does more harm than good.\n\nI feel the more this feature…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "テクノロジーの発達により、私たちはお互いにつながりやすくなりました。\nそうでなければ連絡を取ることができなかった人々と再会することもできます。\nメッセージを読んだらすぐに返信しなければならないというプレッシャーは\nメッセージを読んだらすぐに返信しなければならないというプレッシャーは、良いことよりも悪いことの方が多いのです。\n\nこの機能があればあるほど...",
      "title": "CMV: 私たちは、インスタントメッセージングのプラットフォームから「見た」という機能を取り除くことに戻るべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然技术已经使我们更容易相互联系，以及与我们在其他情况下无法联系的人重新联系。\n以及与我们无法联系的人重新联系。\n但在阅读信息后需要立即回复的持续压力\n我觉得这个功能越多越好。\n\n我觉得这个功能越是...",
      "title": "CMV: 我们应该恢复在即时通讯平台上取消 \"看到 \"的功能。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然技術已經使我們更容易相互聯繫，以及與我們在其他情況下無法聯繫的人重新聯繫。\n以及與我們無法聯繫的人重新聯繫。\n但在閱讀信息後需要立即回覆的持續壓力\n我覺得這個功能越多越好。\n\n我覺得這個功能越是...",
      "title": "CMV: 我們應該恢復在即時通訊平臺上取消 \"看到 \"的功能。"
    }
  ]
}