{
  "author": "redyellowblue5031",
  "original_created_utc": 1634919190,
  "title": "CMV: It is wrong to use \"small dick\" or variations thereof as a means to insult someone.",
  "created_utc": 1634923806,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m of the belief that using an intrinsic quality of someone as a basis of insult is wrong. There are countless other ways we try to improve our language to be more sensitive and inclusive; I don&#39;t see a valid reason this should be an exception. </p>\n\n<p>As a corollary part of my view on this I believe that there is a great deal of irony for those who use this insult. It&#39;s often used with the implication of trying to poke fun at toxic masculinity, but the act of using &quot;tiny dick&quot; insults inherently reinforces the reason it would be an undesirable trait to have in the first place (and thus needing to be compensated for). </p>\n\n<p>In summary, using variations of &quot;tiny dick&quot; as a means to insult someone is wrong in my view and hypocritical of those who care about being sensitive to groups of people with unchangeable qualities.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/changemyview/comments/qdka8a/cmv_it_is_wrong_to_use_small_dick_or_variations/",
  "subreddit": "changemyview",
  "id": "qdka8a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm of the belief that using an intrinsic quality of someone as a basis of\ninsult is wrong. There are countless other ways we try to improve our language\nto be more sensitive and inclusive; I don't see a valid reason this should be an\nexception.\n\nAs a corollary part of my view on this I believe that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、人の本質的な性質を侮辱の根拠とすることは、間違っていると考えています。\n侮辱することは間違っていると思います。言葉を改善するための方法は、他にも数え切れないほどあります。\nこれを例外とする正当な理由はありません。\n例外とする正当な理由はありません。\n\n私は、このような考え方の副次的な部分として、次のように考えています...",
      "title": "CMV: \"small dick \"やそのバリエーションを誰かを侮辱する手段として使うのは間違っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，用一个人的内在品质作为侮辱的依据\n侮辱是错误的。我们有无数的其他方法来改善我们的语言\n变得更加敏感和包容；我看不出有什么合理的理由这应该是一个例外。\n例外。\n\n作为我对此观点的一个推论部分，我认为...",
      "title": "CMV: 使用 \"小鸡鸡 \"或其变体作为侮辱他人的手段是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，用一個人的內在品質作爲侮辱的依據\n侮辱是錯誤的。我們有無數的其他方法來改善我們的語言\n變得更加敏感和包容；我看不出有什麼合理的理由這應該是一個例外。\n例外。\n\n作爲我對此觀點的一個推論部分，我認爲...",
      "title": "CMV: 使用 \"小雞雞 \"或其變體作爲侮辱他人的手段是錯誤的。"
    }
  ]
}