{
  "author": "Glenps2",
  "original_created_utc": 1628960070,
  "title": "CMV: Dr. Anthony Fauci is a reliable and trustworthy source of information on the pandemic and a highly effective public servant.",
  "created_utc": 1628966887,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realize that many of you may need to take a devil&#39;s advocate stance on this, but with so much hatred towards him online from the political right I just have to try and understand where the anger comes from. I&#39;ve seen him labeled a criminal, liar, and a terrorist for seemingly no reason. </p>\n\n<p>I understand that much of this is politically motivated as he hasn&#39;t been afraid to contradict Donald Trump when he put out misinformation, and Dr. Fauci&#39;s advocacy of mask-wearing and initial lockdowns was bound to piss off those who oppose them, but it seems clear that those positions are informed by sound science with the goal of public safety in mind.</p>\n\n<p>The main objection I&#39;ve heard is that he lied about the effectiveness of masks in the beginning of the pandemic, but this is a misinformed position. The CDC and Fauci did not know how effective mask wearing would be and did not want to worsen shortages for healthcare professionals, and reversed his advice when the effectiveness was proven and the supply of masks caught up to demand. </p>\n\n<p>So please CMV, or at least help me understand why a rational and informed individual would disagree with my position.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/changemyview/comments/p4bni0/cmv_dr_anthony_fauci_is_a_reliable_and/",
  "subreddit": "changemyview",
  "id": "p4bni0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I realize that many of you may need to take a devil's advocate stance on this,\nbut with so much hatred towards him online from the political right I just have\nto try and understand where the anger comes from. I've seen him labeled a\ncriminal, liar, and a terrorist for seemingly no reason.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この件に関しては、多くの方が悪魔の証明のような立場を取る必要があると思います。\nしかし、ネット上の政治的右派からの彼への憎悪があまりにも多いので、私はどうしても\nその怒りがどこから来るのかを理解しようとしています。彼が犯罪者のレッテルを貼られているのを見たことがあります。\n理由もなく、犯罪者、嘘つき、テロリストというレッテルを貼られています。\n\nI...",
      "title": "CMV：Anthony Fauci博士は、パンデミックに関する信頼できる情報源であり、非常に有能な公僕です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我意识到，你们中的许多人可能需要在这个问题上采取魔鬼般的立场。\n但是，网上有那么多来自政治右派的对他的仇恨，我只是要试着理解愤怒来自何处。\n试着理解这种愤怒来自何处。我已经看到他被贴上了一个标签\n罪犯、骗子和恐怖分子，似乎没有任何理由。\n\nI...",
      "title": "CMV：Anthony Fauci博士是一个可靠的、值得信赖的大流行病信息来源，也是一个高效的公务员。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我意識到，你們中的許多人可能需要在這個問題上採取魔鬼般的立場。\n但是，網上有那麼多來自政治右派的對他的仇恨，我只是要試着理解憤怒來自何處。\n試着理解這種憤怒來自何處。我已經看到他被貼上了一個標籤\n罪犯、騙子和恐怖分子，似乎沒有任何理由。\n\nI...",
      "title": "CMV：Anthony Fauci博士是一個可靠的、值得信賴的大流行病信息來源，也是一個高效的公務員。"
    }
  ]
}