{
  "author": "Glenps2",
  "original_created_utc": 1628960070,
  "title": "CMV: Dr. Anthony Fauci is a reliable and trustworthy source of information on the pandemic and a highly effective public servant.",
  "created_utc": 1628966887,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realize that many of you may need to take a devil&#39;s advocate stance on this, but with so much hatred towards him online from the political right I just have to try and understand where the anger comes from. I&#39;ve seen him labeled a criminal, liar, and a terrorist for seemingly no reason. </p>\n\n<p>I understand that much of this is politically motivated as he hasn&#39;t been afraid to contradict Donald Trump when he put out misinformation, and Dr. Fauci&#39;s advocacy of mask-wearing and initial lockdowns was bound to piss off those who oppose them, but it seems clear that those positions are informed by sound science with the goal of public safety in mind.</p>\n\n<p>The main objection I&#39;ve heard is that he lied about the effectiveness of masks in the beginning of the pandemic, but this is a misinformed position. The CDC and Fauci did not know how effective mask wearing would be and did not want to worsen shortages for healthcare professionals, and reversed his advice when the effectiveness was proven and the supply of masks caught up to demand. </p>\n\n<p>So please CMV, or at least help me understand why a rational and informed individual would disagree with my position.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/changemyview/comments/p4bni0/cmv_dr_anthony_fauci_is_a_reliable_and/",
  "subreddit": "changemyview",
  "id": "p4bni0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I realize that many of you may need to take a devil's advocate stance on this,\nbut with so much hatred towards him online from the political right I just have\nto try and understand where the anger comes from. I've seen him labeled a\ncriminal, liar, and a terrorist for seemingly no reason.\n\nI…"
}