{
  "author": "HitchofferChristens",
  "the_new_excerpt": "I'm studying to be a librarian. Recently, my professor said something about\nexpanding your own library - read a genre you usually wouldn't, read books that\ndoesn't initially interest you. It got me thinking about my own reading habits.\nI mainly read books from the same handful of authors, and when I…",
  "original_created_utc": 1616159631,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我学的是图书馆员。最近，我的教授说了一些关于\n扩充自己的图书馆--读你平时不会读的类型，读的书。\n最初并不感兴趣。这让我想到了自己的阅读习惯。\n我主要看同一批作者的书，当我...",
      "title": "扩大你的视野"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我學的是圖書館員。最近，我的教授說了一些關於\n擴充自己的圖書館--讀你平時不會讀的類型，讀的書。\n最初並不感興趣。這讓我想到了自己的閱讀習慣。\n我主要看同一批作者的書，當我...",
      "title": "擴大你的視野"
    }
  ],
  "title": "Expand your horizon",
  "created_utc": 1616177022,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m studying to be a librarian. Recently, my professor said something about expanding your own library - read a genre you usually wouldn&#39;t, read books that doesn&#39;t initially interest you. It got me thinking about my own reading habits. I mainly read books from the same handful of authors, and when I discover someone new, it&#39;s usually someone very similiar to my old favorites (Kafka, Hemingway, Dostoevsky, Bukowski, Murakami, Despentes). I know there are a lot of differences between these authors, but they do have a lot in common, I think. </p>\n\n<p>If I&#39;m going to be a librarian, or something similar, I need to be able to recommend books to all different types of people, so I started picking up books that I ususally wouldn&#39;t, and it&#39;s been great! I&#39;ve discovered so many great books and authors lately, and thought I&#39;d motivate some of you guys to do the same. Try something new, even if you end up hating it, you never know what you might find.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/m8gz7g/expand_your_horizon/",
  "subreddit": "books",
  "id": "m8gz7g",
  "is_self": true,
  "media": null,
  "is_video": false
}