{
  "author": "diamondzbloody",
  "original_created_utc": 1626708201,
  "title": "Three Body Problem by Liu Cixin changed my perception about human life.",
  "created_utc": 1626726915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished the trilogy (Earth&#39;s Remembrance Past) last two weeks. And boy, I&#39;m still thinking about it from time to time. To be honest none of the protagonists are likeable especially Luo Ji and Cheng. But I believe we don&#39;t need perfect characters with predictable outcomes in terms of morals. These are people and I see myself in them, sometimes corrupted, insecure and confused. Living a human experience is a wild ride, we keep on failing, suffering, but we keep on thriving and surviving. Damn I wish I can tell more. </p>\n\n<p>For me, Three Body Problem is just an appetizer, Dark Forest is the dessert and Death&#39;s End is the main course. It&#39;s being adapted by Netflix (GoT Producers) and I have mixed feelings. </p>\n\n<p>Anyway, what&#39;s your fave sci-fi series?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ong7y5/three_body_problem_by_liu_cixin_changed_my/",
  "subreddit": "books",
  "id": "ong7y5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished the trilogy (Earth's Remembrance Past) last two weeks. And boy, I'm\nstill thinking about it from time to time. To be honest none of the protagonists\nare likeable especially Luo Ji and Cheng. But I believe we don't need perfect\ncharacters with predictable outcomes in terms of morals. These…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先々週、三部作（地球の追憶過去編）を終えました。そして、今でも時々、この作品のことを考えています。\n今でも時々このことを考えます。正直なところ、どの主人公も好きになれません。\n特にルオジとチェンは好きになれません。しかし、私たちは完璧なキャラクターを必要としていないと信じています。\nしかし、私たちは道徳の面で予測可能な結果を持つ完璧なキャラクターを必要としないと思います。これらの...",
      "title": "劉慈心の「三体問題」は、私の人間の人生に対する認識を変えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在上两周完成了三部曲（《地球的纪念过去》）。而孩子，我\n还在不时地想着它。说实话，没有一个主人公\n都不讨人喜欢，尤其是罗辑和程咬金。但我相信我们不需要完美的\n角色，在道德方面有可预见的结果。这些...",
      "title": "刘慈欣的《三体问题》改变了我对人类生活的看法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在上兩週完成了三部曲（《地球的紀念過去》）。而孩子，我\n還在不時地想着它。說實話，沒有一個主人公\n都不討人喜歡，尤其是羅輯和程咬金。但我相信我們不需要完美的\n角色，在道德方面有可預見的結果。這些...",
      "title": "劉慈欣的《三體問題》改變了我對人類生活的看法。"
    }
  ]
}