{
  "author": "Yoshikage_Kira_333",
  "original_created_utc": 1627390833,
  "title": "CMV: People who make false rape claims should get the same amount of time in prison as the people they accuse",
  "created_utc": 1627396506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Over the past years, false rape claims seem to be popping up everywhere with the people being accused having their life ruined while the people playing victim go scot free.</p>\n\n<p>Not only do I believe they should go to prison for these false claim, but get the same amount of time as the accused would have or has already served.</p>\n\n<p>The reason I think this is because the accused will have their life ruined, rape now being on their permanent record, while the ‘victim’ could get a maximum of a year in jail. That is it. That is all they get for ruining a person who did no wrongs life. That’s fucked up!</p>\n\n<p>They should get the exact same as the person they accused. And that’s why I think so. So, Reddit, Change my mind</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/osmddg/cmv_people_who_make_false_rape_claims_should_get/",
  "subreddit": "changemyview",
  "id": "osmddg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Over the past years, false rape claims seem to be popping up everywhere with the\npeople being accused having their life ruined while the people playing victim go\nscot free.\n\nNot only do I believe they should go to prison for these false claim, but get\nthe same amount of time as the accused would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ数年、レイプの冤罪事件があちこちで発生しているようです。\n訴えられた人は人生を台無しにされ、被害者面をしている人は無罪放免。\n犠牲者になった人は無罪放免。\n\n私は、このような冤罪事件の犯人は刑務所に入るべきだと思います。\n訴えられた人と同じくらいの刑期を...",
      "title": "CMV: レイプ被害を訴えた人には、訴えた人と同じ刑期を与えるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的几年里，虚假的强奸指控似乎到处都在出现，其中包括\n被指控的人的生活被毁了，而扮演受害者的人却逍遥法外。\n逍遥法外。\n\n我不仅认为他们应该为这些虚假的索赔而入狱，而且要得到\n我认为他们不仅应该为这些虚假指控入狱，而且应该得到与被指控者相同的时间...",
      "title": "CMV：提出虚假强奸指控的人应该得到与他们指控的人相同的监禁时间"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的幾年裏，虛假的強姦指控似乎到處都在出現，其中包括\n被指控的人的生活被毀了，而扮演受害者的人卻逍遙法外。\n逍遙法外。\n\n我不僅認爲他們應該爲這些虛假的索賠而入獄，而且要得到\n我認爲他們不僅應該爲這些虛假指控入獄，而且應該得到與被指控者相同的時間...",
      "title": "CMV：提出虛假強姦指控的人應該得到與他們指控的人相同的監禁時間"
    }
  ]
}