{
  "author": "thjmze21",
  "original_created_utc": 1634235540,
  "title": "CMV: Things like \"Watch your drink\" or \"use a buddy system\" aren't victim blaming",
  "created_utc": 1634243876,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There was a guide on <a href=\"/r/coolguides\">r/coolguides</a> that flipped these tips on their head like &quot;if you see a drink, don&#39;t spike it&quot; or similar inversions of these tips on the basis that you should not victim blame. But these aren&#39;t victim blaming. If you don&#39;t lock your door to your house and it gets broken into, it&#39;s not your fault. But telling someone to lock their door isn&#39;t blaming them. It&#39;s just a tip to reduce the chance they get their house broken into. You can&#39;t prevent rape or robberies but you can reduce the risk of them. So telling someone to watch their drink or have a friend watch your drink isn&#39;t victim blaming. It&#39;s just giving people ways to avoid the unsavory situation.  If a rapist wants to rape someone, he or she will but you can take actions to increase safety.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/changemyview/comments/q85he5/cmv_things_like_watch_your_drink_or_use_a_buddy/",
  "subreddit": "changemyview",
  "id": "q85he5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There was a guide on r/coolguides [/r/coolguides] that flipped these tips on\ntheir head like \"if you see a drink, don't spike it\" or similar inversions of\nthese tips on the basis that you should not victim blame. But these aren't\nvictim blaming. If you don't lock your door to your house and it gets…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "r/coolguides [/r/coolguides]では、「飲み物を見たら、スパイクしてはいけない」とか\n飲み物を見たら、スパイクしてはいけない」など、これらのヒントを逆さまにして\n犠牲者を出すべきではないという理由で、これらのヒントを逆転させています。しかし、これらは\n犠牲者を責めることではありません。もし、あなたが家のドアに鍵をかけず、それが...",
      "title": "CMV：「お酒に気をつけて」「バディシステムを使って」などは、被害者を責めるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在r/coolguides [/r/coolguides]上有一个指南，将这些提示翻转过来。\n诸如 \"如果你看到饮料，不要加料 \"或类似的反转提示。\n这些提示的基础上，你不应该指责受害者。但这些并不是\n指责受害者。如果你没有锁好你的房子的门，而它被...",
      "title": "CMV：像 \"注意饮酒 \"或 \"使用伙伴系统 \"这样的事情并不是指责受害者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在r/coolguides [/r/coolguides]上有一個指南，將這些提示翻轉過來。\n諸如 \"如果你看到飲料，不要加料 \"或類似的反轉提示。\n這些提示的基礎上，你不應該指責受害者。但這些並不是\n指責受害者。如果你沒有鎖好你的房子的門，而它被...",
      "title": "CMV：像 \"注意飲酒 \"或 \"使用夥伴系統 \"這樣的事情並不是指責受害者。"
    }
  ]
}