{
  "author": "Garnovski",
  "the_new_excerpt": "It is something that I genuinely can't wrap my head around. I've played sports\nfor most of my life and I believe it gave me a pretty solid sportsmanship, so\nmaybe this is what shifts my perception. But in sports, in my opinion, if my\nteammates are less good than I am, it is my job to carry them.…",
  "original_created_utc": 1616197488,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是我真心无法理解的事情。我玩过体育\n大半辈子，我相信它给了我一个很扎实的体育精神，所以。\n也许这就是我观念的转变。但在体育界，在我看来，如果我的\n队友不如我，我的工作就是带着他们....。",
      "title": "CMV：如果你是一个游戏玩家，如果你对自己的队友进行火焰攻击，你就是个白痴"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我真心無法理解的事情。我玩過體育\n大半輩子，我相信它給了我一個很紮實的體育精神，所以。\n也許這就是我觀念的轉變。但在體育界，在我看來，如果我的\n隊友不如我，我的工作就是帶着他們....。",
      "title": "CMV：如果你是一個遊戲玩家，如果你對自己的隊友進行火焰攻擊，你就是個白癡"
    }
  ],
  "title": "CMV: If you are a gamer who flames their teammates, you are an idiot",
  "created_utc": 1616229027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is something that I genuinely can&#39;t wrap my head around. I&#39;ve played sports for most of my life and I believe it gave me a pretty solid sportsmanship, so maybe this is what shifts my perception. But in sports, in my opinion, if my teammates are less good than I am, it is my job to carry them. Somedays I&#39;ll have an off day and they will carry me, and on others I&#39;ll be the best player on either team and save their asses. This, to me, should be obvious to everyone.</p>\n\n<p>But I started playing league of legends recently and the clash has been real. People thrashing teammates in the chat for bad decisions, complaining in the all chat even, and we are talking unranked games. Baffling. That guy who did not land a snare? A fucking idiot. That gal who opted for a sligthly different strategy than what you had in mind? Worst player ever, please report for inting. What the hell?  </p>\n\n<p>So yeah, the way I see it, if you flame your teammates, you<br/>\na) Destroy all possible teamwork for the rest of the game<br/>\nb) Risk tilting them, ensuring the loss<br/>\nc) Are a downright bad person for doing so<br/>\nd) Don&#39;t realize that you too have your bad games every once in a while<br/>\nAnd therefore, are an idiot.<br/>\nCMV</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/m8ugqf/cmv_if_you_are_a_gamer_who_flames_their_teammates/",
  "subreddit": "changemyview",
  "id": "m8ugqf",
  "is_self": true,
  "media": null,
  "is_video": false
}