{
  "author": "mristre",
  "the_new_excerpt": "Around the 1950s, the label Soundmark Records put out quite a few records of\nauthors and poets reading their work, including James Baldwin, Robert Frost,\nEzra Pound, Sylvia Plath, William Carlos Williams, E.E. Cummings, T.S. Eliot,\nWilliam Butler Yeats, Langston Hughes and more. The recordings…",
  "original_created_utc": 1617207463,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大约在20世纪50年代，Soundmark唱片公司推出了相当多的唱片，其中包括\n作家和诗人阅读他们的作品，包括詹姆斯-鲍德温、罗伯特-弗罗斯特。\nEzra Pound, Sylvia Plath, William Carlos Williams, E.E. Cummings, T.S. Eliot,\n威廉-巴特勒-叶芝，兰斯顿-休斯等等。录音...",
      "title": "我做了一个20世纪诗人朗读作品的Spotify播放列表。有29个多小时的诗歌和文字，由那些写他们的人阅读，包括詹姆斯-鲍德温，罗伯特-弗罗斯特，威廉-卡洛斯-威廉姆斯，叶芝，T.S.艾略特，西尔维娅-普拉斯等人的录音! 你有什么想法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大約在20世紀50年代，Soundmark唱片公司推出了相當多的唱片，其中包括\n作家和詩人閱讀他們的作品，包括詹姆斯-鮑德溫、羅伯特-弗羅斯特。\nEzra Pound, Sylvia Plath, William Carlos Williams, E.E. Cummings, T.S. Eliot,\n威廉-巴特勒-葉芝，蘭斯頓-休斯等等。錄音...",
      "title": "我做了一個20世紀詩人朗讀作品的Spotify播放列表。有29個多小時的詩歌和文字，由那些寫他們的人閱讀，包括詹姆斯-鮑德溫，羅伯特-弗羅斯特，威廉-卡洛斯-威廉姆斯，葉芝，T.S.艾略特，西爾維婭-普拉斯等人的錄音! 你有什麼想法？"
    }
  ],
  "title": "I made a Spotify playlist of 20th century poets reading their writings. There's 29+ hours of poems and texts read by those who wrote them, and includes recordings by James Baldwin, Robert Frost, William Carlos Williams, Yeats, T.S. Eliot, Sylvia Plath, and many more! What are your thoughts?",
  "created_utc": 1617213370,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Around the 1950s, the label Soundmark Records put out quite a few records of authors and poets reading their work, including James Baldwin, Robert Frost, Ezra Pound, Sylvia Plath, William Carlos Williams, E.E. Cummings, T.S. Eliot, William Butler Yeats, Langston Hughes and more. The recordings include a mix of excerpts of novels and poetry.</p>\n\n<p>Last year I discovered some albums of 20th century writers reciting their work and eventually I came across these albums. I recently realized that there were a huge volume of these Soundmark recordings, but there doesn&#39;t seem to be anywhere to find them all in one place, so I searched for as many as I could find and compiled them into this playlist. (I&#39;m not sure how many I may be missing, so if you know of any albums I should add, feel free to comment them here or send me a message and I&#39;ll add it!)</p>\n\n<p>I&#39;ve been really enjoying listening to these writers reading their own words, and I find it&#39;s interesting to hear their different accents and inflections and how lyrically or flatly they individually speak. It&#39;s like discovering another dimension to the written work, since you&#39;re not only experiencing the words of the author but you&#39;re actually hearing the words spoken in their own voice with all their own unique inflections and articulations. I would be interested to know what all your thoughts are on this, and whether you think it adds or takes away from the experience of these texts.</p>\n\n<p><strong>LINK: It looks like the link keeps getting auto removed, so you&#39;ll have to search for the title on Spotify.</strong> You can search for the title below, or look at my post history for the recent post in <a href=\"/r/poetry\">r/poetry</a> which includes the link!</p>\n\n<p><strong>Soundmark Records - Authors &amp; Poets, The Complete Collection</strong></p>\n\n<p>Sorry for this!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mh9mby/i_made_a_spotify_playlist_of_20th_century_poets/",
  "subreddit": "books",
  "id": "mh9mby",
  "is_self": true,
  "media": null,
  "is_video": false
}