{
  "author": "AutoGeek3000",
  "original_created_utc": 1632170900,
  "title": "YSK when we're on Standard time (and when we're not)",
  "created_utc": 1632224570,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So you don&#39;t embarrass yourself at work, and so you can meet with people at the right time.</p>\n\n<p>2-3 times a week I get an email from someone who wants to set up a meeting on Eastern Standard Time. Half the year, that&#39;s cool. The other half the year, those people don&#39;t know what they&#39;re talking about.</p>\n\n<p>When the clocks go forward an hour to Daylight Saving Time, we&#39;re no longer on Standard Time, that&#39;s called Daylight Time. Right now, we&#39;re on Eastern Daylight Time (EDT), and NOT Eastern Standard Time (EST). The same is true for Central Time (CST/CDT), Pacific Time (PST/PDT), etc.</p>\n\n<p>You&#39;re lucky if you live in an area that doesn&#39;t change your clocks, but it&#39;s still good info to know for when you&#39;re arranging times with someone in a place that does.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ps3ha7/ysk_when_were_on_standard_time_and_when_were_not/",
  "subreddit": "YouShouldKnow",
  "id": "ps3ha7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So you don't embarrass yourself at work, and so you can meet with\npeople at the right time.\n\n2-3 times a week I get an email from someone who wants to set up a meeting on\nEastern Standard Time. Half the year, that's cool. The other half the year,\nthose people don't know what they're talking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、仕事で恥をかかないようにするためと、適切なタイミングで人と会うためです。\n人と適切なタイミングで会うことができるからです。\n\n週に2～3回、東部標準時にミーティングを設定したいという人からメールを受け取ります。\n東部標準時です。年の半分は、それがクールです。残りの1年の半分は。\nその人たちは、自分が何を言っているのかわかっていません...。",
      "title": "標準時のYSK（標準時ではない時のYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这样你就不会在工作中感到尴尬，而且你可以在正确的时间与人见面。\n在正确的时间与人会面。\n\n我每周都会收到2-3次某人的电子邮件，他想在东部标准时间安排一次会议。\n东部标准时间。一年中有一半时间，这很好。一年中的另一半时间。\n这些人不知道他们在说什么......",
      "title": "当我们在标准时间时，YSK（以及当我们不在标准时间时）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這樣你就不會在工作中感到尷尬，而且你可以在正確的時間與人見面。\n在正確的時間與人會面。\n\n我每週都會收到2-3次某人的電子郵件，他想在東部標準時間安排一次會議。\n東部標準時間。一年中有一半時間，這很好。一年中的另一半時間。\n這些人不知道他們在說什麼......",
      "title": "當我們在標準時間時，YSK（以及當我們不在標準時間時）。"
    }
  ]
}