{
  "author": "juankaius",
  "the_new_excerpt": "This sub has several posts about one of the best books of all time, but I'd like\nto add my observation with a personal anecdote.\n\nWhen I turned 21, the concept of Crime and Punishment excited me to the core! I\nordered the book and started reading with high anticipation. However, after just\nabout 50…",
  "original_created_utc": 1613559207,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这个子有几个帖子，关于最好的书之一的所有时间，但我想。\n以个人轶事补充我的看法。\n\n当我21岁的时候，《罪与罚》的概念让我兴奋到了极点! I\n订购了这本书，满怀期待地开始阅读。然而，在刚刚\n大约50...",
      "title": "二十出头就别看《罪与罚》了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個子有幾個帖子，關於最好的書之一的所有時間，但我想。\n以個人軼事補充我的看法。\n\n當我21歲的時候，《罪與罰》的概念讓我興奮到了極點! I\n訂購了這本書，滿懷期待地開始閱讀。然而，在剛剛\n大約50...",
      "title": "二十出頭就別看《罪與罰》了。"
    }
  ],
  "title": "Don't read Crime and Punishment in your early 20s",
  "created_utc": 1613566802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This sub has several posts about one of the best books of all time, but I&#39;d like to add my observation with a personal anecdote.</p>\n\n<p>When I turned 21, the concept of Crime and Punishment excited me to the core! I ordered the book and started reading with high anticipation. However, after just about 50 pages, I got so bored that I had to give up. The fact tormented me for years because I always wanted to go through that book.</p>\n\n<p>Almost a decade later, I had another go at it. One thing that was on my side was that I read the  Richard Pevear and Larissa Volokhonsky translation which is considered much better than the Garnett one. But, boy, was I blown away!</p>\n\n<p>Having had a fair share of suffering behind me and the constant anxiety of having achieved nothing in 30 years of existence, made this book like a mirror which entices you to look at it even though the reflection scares you. Its philosophical, psychological, and mystical musings are like a hot iron that painfully unveils what&#39;s there deep inside you! The entire novel was a page turner for me, more than any mystery/thriller I&#39;ve ever read.</p>\n\n<p>There were moments that made me cry, there were passages that made me feel better about my own existential suffering, there were revelations that made me jump from my seat, and finally, at the ending, it felt I had lived with Raskolnikov and shared his misery, which is akin only to a Christian living the pain of Christ&#39;s Passion.</p>\n\n<p>If you are still in your teenage or early 20s and are fascinated by Dostoevsky&#39;s, wait a few years before picking up Crime and Punishment. I&#39;m not discounting the fact that one suffers even through teenage and young adult days, but the nascent maturity you&#39;ll develop towards your 30s will make you experience this book more profoundly!</p>\n\n<p>This book is perfect for someone who&#39;s been hardened by years of grief but still has that soft, sensitive spot that flares up even at the hint of something awry.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit 1: This post is merely a suggestion based on my personal experience. It&#39;s in no way a universal phenomenon! If you are young and have Crime and Punishment on your list, please don&#39;t let this post discourage you. A lot of young adults and teens seem to enjoy the read as suggested in the comments. </p>\n\n<p>Edit 2: Wish I could change the title of this post. Ended up being sort of misleading. </p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/llrvhc/dont_read_crime_and_punishment_in_your_early_20s/",
  "subreddit": "books",
  "id": "llrvhc",
  "is_self": true,
  "media": null,
  "is_video": false
}