{
  "author": "Many_Arm7466",
  "original_created_utc": 1633212279,
  "title": "Does anybody else live way below their means to have extra FIAT to put into Crypto?",
  "created_utc": 1633239039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not rich, in fact I’m not rich at all but I do have a job that pays me a decent amount of money. But an outsider looking in at me would be surprised that I make as much as I do living the way I do. </p>\n\n<p>I live in a humble flat, drive an old beige Corolla with a heavy mileage but still reliable, usually wear second hand or thrift shop clothes, and virtually never go out to eat as I can cook and meal plan well. </p>\n\n<p>The only thing I don’t really skimp out on is vacations and experiences with my loved ones! As those are really important to me. But besides that I live very frugally, and besides my emergency fund, invest all my savings into stocks and Crypto. </p>\n\n<p>Now in theory I could afford a nicer apartment, latest car, and a bunch of flashy designer clothes and still have money left over. But the thing is I grew up in a very poor household(below poverty line, free lunches at school, food stamps all of it). So I’m used to having to live life with a lot less. My current lifestyle although frugal and conservative to others is lavish compared to my childhood. </p>\n\n<p>Then my goal is and always has been early retirement and a wealth reserve for my future kids. I’m tired of the rat race and although my job pays well I hate it and just want to be done. Then I want my kids to have the leg up in life that I never got and have all the opportunities in the world. </p>\n\n<p>So I consider these next 5-10 years of my life waiting for my portfolio to take off a sacrifice. So that the next 30+ years I will be financially free and some will my children. </p>\n\n<p>Anybody have a similar mindset or experience?</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/q04hzw/does_anybody_else_live_way_below_their_means_to/",
  "subreddit": "CryptoCurrency",
  "id": "q04hzw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am not rich, in fact I’m not rich at all but I do have a job that pays me a\ndecent amount of money. But an outsider looking in at me would be surprised that\nI make as much as I do living the way I do.\n\nI live in a humble flat, drive an old beige Corolla with a heavy mileage but\nstill reliable,…"
}