{
  "author": "ordinary-art-",
  "original_created_utc": 1624334397,
  "title": "YSK There is an app that is easy to use to help scientists identify wildlife with just a picture when you’re out.",
  "created_utc": 1624350447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk: there are many endangered animals, insects, and plants in the world. Something as simple as sharing photos of the pretty flowers or butterfly you saw camping this summer can help scientists study them. This in turn can help us understand the patterns better and in endangered cases help preserve the sites they are found. </p>\n\n<p>Let’s all save the earth together. Snap pics of everything you enjoy in your time outside even if it’s a walk in the park and post them to places like <a href=\"https://www.inaturalist.org/\">iNaturalist </a> and <a href=\"https://plantnet.org/\">Plantnet</a> for free. You don’t need to know what it is exactly just post the pic and your location and it helps the scientists out!</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/YouShouldKnow/comments/o5dslz/ysk_there_is_an_app_that_is_easy_to_use_to_help/",
  "subreddit": "YouShouldKnow",
  "id": "o5dslz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why ysk: there are many endangered animals, insects, and plants in the world.\nSomething as simple as sharing photos of the pretty flowers or butterfly you saw\ncamping this summer can help scientists study them. This in turn can help us\nunderstand the patterns better and in endangered cases help…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜかというと、世界には絶滅の危機に瀕している動物や昆虫、植物がたくさんいるからです。\n夏のキャンプで見たきれいな花や蝶の写真を共有するだけでも、科学者の研究に役立ちます。\nこの夏のキャンプで見たきれいな花や蝶の写真を共有するだけでも、科学者の研究に役立ちます。そして、それは私たちにも役立つのです。\nその結果、私たちはパターンをよりよく理解することができ、絶滅の危機に瀕している場合には...",
      "title": "YSK 外出先で写真を撮るだけで、科学者が野生動物を識別するための簡単なアプリがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么ysk：世界上有许多濒临灭绝的动物、昆虫和植物。\n一些简单的事情，如分享你在今年夏天露营时看到的漂亮花朵或蝴蝶的照片\n蝴蝶的照片，就可以帮助科学家研究它们。这反过来又可以帮助我们\n更好地了解这些模式，并在濒危情况下帮助...",
      "title": "YSK 有一个应用程序很容易使用，当你外出时，只需一张照片就能帮助科学家识别野生动物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼ysk：世界上有許多瀕臨滅絕的動物、昆蟲和植物。\n一些簡單的事情，如分享你在今年夏天露營時看到的漂亮花朵或蝴蝶的照片\n蝴蝶的照片，就可以幫助科學家研究它們。這反過來又可以幫助我們\n更好地瞭解這些模式，並在瀕危情況下幫助...",
      "title": "YSK 有一個應用程序很容易使用，當你外出時，只需一張照片就能幫助科學家識別野生動物。"
    }
  ]
}