{
  "author": "zillguckerberg",
  "the_new_excerpt": "Feminism in the Western world is redundant and its goals have already been\nachieved. I come from an African country where women have few rights. They can't\nrent houses on their own without a husband figure. They are actively discouraged\nfrom studying certain courses at university or at vocational…",
  "original_created_utc": 1612332038,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "西方世界的女权主义是多余的，它的目标已经是\n我来自一个妇女很少有权利的非洲国家。我来自一个非洲国家，那里的妇女很少有权利。她们不能\n没有丈夫的身影，自己租房。她们被积极劝阻。\n在大学或职业学校学习某些课程；",
      "title": "CMV：西方的女权主义是一场多余的运动。非洲和中东地区才是真正需要平等权利运动的地区。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "西方世界的女權主義是多餘的，它的目標已經是\n我來自一個婦女很少有權利的非洲國家。我來自一個非洲國家，那裏的婦女很少有權利。她們不能\n沒有丈夫的身影，自己租房。她們被積極勸阻。\n在大學或職業學校學習某些課程；",
      "title": "CMV：西方的女權主義是一場多餘的運動。非洲和中東地區纔是真正需要平等權利運動的地區。"
    }
  ],
  "title": "CMV: Feminism in the West is a redundant movement. Africa and the Middle East are the ones really in need of an equal rights movement",
  "created_utc": 1612370845,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Feminism in the Western world is redundant and its goals have already been achieved. I come from an African country where women have few rights. They can&#39;t rent houses on their own without a husband figure. They are actively discouraged from studying certain courses at university or at vocational school. In certain tribes, widows have to drink the bath water of their dead husbands just to prove that they had no role in the husband&#39;s death. Soldiers sometimes beat up women who dress &quot;indecently&quot; and university professors kick women out for their dressing. Women are pressured to get married against their will and if they aren&#39;t pregnant within 1 year of marriage they are pressured by the in-laws and the husbands are encouraged to take second wives. In some cases it is eventually discovered that the husband is the one with fertility problems but the woman has been shamed her entire life. The women have to cook and clean regardless of how stressful their day jobs are. It’s the same story in the Arab world and places like Pakistan and Afghanistan where women are even killed. </p>\n\n<p>In Europe and North America in contrast, women don&#39;t have any of these problems. They are free to make choices just like men and they have access to the same opportunities as men. They may not always get the same results as men but this has nothing to do with a patriarchy holding them down. Western feminists have turned to witch-hunting because there&#39;s no legitimate battle to be fought anymore. They complain about unequal representation at the CEO level ignoring the fact that most men never reach that level. They complain about wage gap in sports ignoring that most people, including women, don&#39;t have an interest in viewing female sports. They insist that all women should be believed in rape cases even when it&#39;s clear that people lie. They actively try to shut down men&#39;s rights movements and male domestic violence shelters. They fight against men getting 50 percent custody of children. They invent terms like mansplaining to make men feel guilty for expressing themselves. I live in Europe and see no differences in the rights and privileges afforded to men and women. Of course women lack access to certain things but so do men. Both genders lack some things. Why not focus on obtaining these things instead of blaming men and the patriarchy for your inability to obtain them? Would be nice to hear your opinions on this issue and possibly alter my views on this topic.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/lbh1hu/cmv_feminism_in_the_west_is_a_redundant_movement/",
  "subreddit": "changemyview",
  "id": "lbh1hu",
  "is_self": true,
  "media": null,
  "is_video": false
}