{
  "author": "FinishGloomy",
  "original_created_utc": 1631073028,
  "title": "“Some sketchy behavior coming out of the SEC recently.” - Brian Armstrong CEO of Coinbase",
  "created_utc": 1631086279,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Coinbase were planning to go live with their lend feature in a few weeks and has reached out to the SEC to give them a friendly heads up and briefing.</p>\n\n<p>SEC responded by telling Coinbase that the lend feature they were to supposed to go live with is a “security”. </p>\n\n<p>“Ok - seems strange, how can lending be a security?” Brian Armstrong remarked. </p>\n\n<p>Coinbase asked the SEC to help them understand and share their view. SEC instead refused to tell the reason why they think that lending is a security and instead subpoena a bunch of records from Coinbase, demanded testimony from Coinbase employees, and told Coinbase that they will be suing the company if they proceed to launch the lending feature, with zero explanation as to why.</p>\n\n<p>For those who wants to check Brian Armstrong’s full statements, you can check them <a href=\"https://mobile.twitter.com/brian_armstrong/status/1435439291715358721\">here</a></p>\n\n<p>Now what do you guys think?</p>\n\n<p>Edit: First was Ripple, then Uniswap, and now Coinbase. Considering how long the Ripple case is taking, just imagine how long it would take to finish if the SEC were to come after each Exchanges and Companies that deals with crypto, one by one, just imagine.</p>\n</div><!-- SC_ON -->",
  "score": 349,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/1KuacsU2mVmfQSOVtaMXQC6IqWuuWDrk2fgE7x_XeIU.jpg?auto=webp&s=294845fdf96e67cb3eb84c9f3dca9e18568ae0ed",
          "width": 140,
          "height": 140
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/1KuacsU2mVmfQSOVtaMXQC6IqWuuWDrk2fgE7x_XeIU.jpg?width=108&crop=smart&auto=webp&s=4369ffff0ec1661430d7ab4fd0966d758cefa85a",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "pd32x9Z7CHWMw9miznmyXH6sTPkyIeJNkxkRN8gEcTQ"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/pk2xg4/some_sketchy_behavior_coming_out_of_the_sec/",
  "subreddit": "CryptoCurrency",
  "id": "pk2xg4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Coinbase were planning to go live with their lend feature in a few weeks and has\nreached out to the SEC to give them a friendly heads up and briefing.\n\nSEC responded by telling Coinbase that the lend feature they were to supposed to\ngo live with is a “security”.\n\n“Ok - seems strange, how can lending…"
}