{
  "author": "iwfan53",
  "original_created_utc": 1632601727,
  "title": "CMV: Highschools in nations with wide internet access should have a mandatory \"Cursory Internet Knowledge\" class that all students need to take.",
  "created_utc": 1632612641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think a large degree of why people often end up causing each other so much stress, anguish, and other ill feelings on the internet is often because to some degree there is no handbook that we&#39;re all operating out of, if we used public education to establish a baseline level of internet knowledge and behavior then it would help give us a communal touchstone to work from and thus arguments/discussions/interactions would be less likely to engender bad feelings.</p>\n\n<p>The class could cover such important topics as...</p>\n\n<p>1: Recognizing a troll and knowing when to disengage.</p>\n\n<p>2: Phishing scams or why there isn&#39;t a Nigerian prince who needs your money.</p>\n\n<p>3: Cancel Culture, the internet is forever, and why you should consider reviewing your own posting history every five years before someone else does.</p>\n\n<p>4: Poe&#39;s Law, or why it isn&#39;t other people&#39;s fault if they can&#39;t tell you were being sarcastic if you did not expressly declare your sarcastic intentions.</p>\n\n<p>5: Hunbots or why MLMs are just Pyramid Schemes that you end up investing your time into as well as your money.</p>\n\n<p>6: Catfishing and the importance of &quot;trust but verify.&quot;</p>\n\n<p>7: Echo chambers, media presentation algorithms and how the internet will make your political views the worst versions of themselves if you&#39;re not careful.</p>\n\n<p>8:  How to help your parents/grandparents/relatives set up their email accounts and also avoid getting sucked down one of the internets rabbit holes....</p>\n\n<p>By covering important topics like these in a school setting society can better prepare children for their futures/present interactions with the internet and raise a generation of internet users who are less likely to suffer the possible negative effects of the internet.</p>\n\n<p>To change my view you&#39;d need to prove that either such a class already exists, isn&#39;t necessary as this knowledge is already being provided in another uniform setting,  or that such a class wouldn&#39;t be effective at teaching high-school level children this information.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/pvew60/cmv_highschools_in_nations_with_wide_internet/",
  "subreddit": "changemyview",
  "id": "pvew60",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think a large degree of why people often end up causing each other so much\nstress, anguish, and other ill feelings on the internet is often because to some\ndegree there is no handbook that we're all operating out of, if we used public\neducation to establish a baseline level of internet knowledge…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、インターネット上で人々がお互いにストレスや苦悩、その他の悪感情を抱く原因の大部分は、何らかの理由で\nインターネット上で人と人との間に大きなストレスや苦痛、その他の悪感情が生じてしまうのは、ある程度は\nもし、公教育でインターネットの知識の基準を作ったとしたら...。\nもし、公教育でインターネットの知識の基本レベルを確立したら...",
      "title": "CMV: インターネットが普及している国の高校では、「Cursory Internet Knowledge」という授業を全生徒に義務付けるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，为什么人们往往最终会在互联网上给对方造成如此多的\n的压力、痛苦和其他不良情绪，往往是因为在某种程度上\n在某种程度上，没有一本我们都在操作的手册，如果我们用公共的\n如果我们用公共教育来建立一个互联网知识的基线水平...",
      "title": "CMV: 在互联网接入广泛的国家，高中应该有一个所有学生都需要参加的强制性 \"互联网知识入门 \"课程。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，爲什麼人們往往最終會在互聯網上給對方造成如此多的\n的壓力、痛苦和其他不良情緒，往往是因爲在某種程度上\n在某種程度上，沒有一本我們都在操作的手冊，如果我們用公共的\n如果我們用公共教育來建立一個互聯網知識的基線水平...",
      "title": "CMV: 在互聯網接入廣泛的國家，高中應該有一個所有學生都需要參加的強制性 \"互聯網知識入門 \"課程。"
    }
  ]
}