{
  "author": "Shark_Bones",
  "original_created_utc": 1624871338,
  "title": "CMV: There has never been a better time in human history to be alive.",
  "created_utc": 1624890819,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s not strange to think the world is a horrible place. That&#39;s all you see in the new, on social media and especially on Reddit . My view is that there has never ever been a better time to be alive. For anyone, anywhere.</p>\n\n<ul>\n<li>Food has never been more plentiful, despite increasing populations. Almost every key resources are plentiful despite record populations. The share of income spent on food has steeply declined as well.</li>\n<li>A higher percentage of children make it through childhood today than ever before.</li>\n<li>Access to knowledge has never been easier, and cheaper.</li>\n<li>Air quality world wide has never been better.</li>\n<li>Global poverty is at an all time low. Child labor world wide is on a steep decline.</li>\n<li>Global literacy rate is at an all time high.</li>\n<li>Personal freedom is most countries is also at an all time high.</li>\n</ul>\n\n<p>Standards of living in almost every country has drastically increased. In developed countries, you have access to news, entertainment, food, flights, games at the press of a few buttons.   </p>\n\n<p><strong>Medicine.</strong> I don&#39;t think anyone needs convincing how much better modern medicine has made the world.   </p>\n\n<p>It&#39;s never been more accessible for the average person to start a business or make money from personal projects or creative works, eg on Youtube, Instagrams or small online stores. Small side gigs have never been so profitable and accessible (Uber, DoorDash etc) </p>\n\n<p>There has been been more possibilities available to the average person on Earth. And more people than ever before have access to this level of leisure time.  </p>\n\n<p>And most importantly, technological innovations are on the rise, promising even better medicine, education and living standards in the coming years.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/o9gikx/cmv_there_has_never_been_a_better_time_in_human/",
  "subreddit": "changemyview",
  "id": "o9gikx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s not strange to think the world is a horrible place. That's all you see in\nthe new, on social media and especially on Reddit . My view is that there has\nnever ever been a better time to be alive. For anyone, anywhere.\n\n * Food has never been more plentiful, despite increasing populations.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "世界が恐ろしい場所だと思うのはおかしいことではありません。ニュースやソーシャルメディア、特にRedditでは、そのようなことばかりが目につきます。\nソーシャルメディア、特にRedditでは、それがすべてです。私の考えでは、これまでに\n私の考えでは、誰にとっても、どこにとっても、生きているのに適した時代はこれまでになかったと思います。誰にとっても、どこにとっても。\n\n * 人口が増加しているにもかかわらず、食べ物がこれほど豊富になったことはありません....",
      "title": "CMV: 人類の歴史の中で、生きていることがこんなに素晴らしい時代はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "认为世界是一个可怕的地方，这并不奇怪。这就是你在\n新的，在社交媒体上，特别是在Reddit上。我的观点是，现在是\n从未有一个更好的时间来活着。对于任何人，任何地方。\n\n *尽管人口越来越多，但食物从未如此丰富，....。",
      "title": "CMV：在人类历史上，从来没有一个更好的时代可以活着。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "認爲世界是一個可怕的地方，這並不奇怪。這就是你在\n新的，在社交媒體上，特別是在Reddit上。我的觀點是，現在是\n從未有一個更好的時間來活着。對於任何人，任何地方。\n\n *儘管人口越來越多，但食物從未如此豐富，....。",
      "title": "CMV：在人類歷史上，從來沒有一個更好的時代可以活着。"
    }
  ]
}