{
  "author": "WinesburgOhio",
  "the_new_excerpt": "As an avid walker and reader who lives near Powell's in Portland, I used to\nregularly browse through that book store multiple times a week. There are plenty\nof other decent bookstores in the city, but Powell's simply has the best\ncollection due to its tremendous size.\n\nWell they shut down on March…",
  "original_created_utc": 1614358769,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个住在波特兰Powell's附近的狂热的步行者和读者，我曾经。\n每周定期浏览该书店多次。有很多\n但鲍威尔书店有最好的。\n收集由于其巨大的规模。\n\n他们在3月关闭了...",
      "title": "你无法想象我的大型本地书店(波特兰的Powell's)今天开出了他们的二楼，我感到很欣慰!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個住在波特蘭Powell's附近的狂熱的步行者和讀者，我曾經。\n每週定期瀏覽該書店多次。有很多\n但鮑威爾書店有最好的。\n收集由於其巨大的規模。\n\n他們在3月關閉了...",
      "title": "你無法想象我的大型本地書店(波特蘭的Powell's)今天開出了他們的二樓，我感到很欣慰!"
    }
  ],
  "title": "You cannot imagine the relief I feel with my large, local bookstore (Powell's in Portland) opening up their 2nd floor today!",
  "created_utc": 1614365828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As an avid walker and reader who lives near Powell&#39;s in Portland, I used to regularly browse through that book store multiple times a week. There are plenty of other decent bookstores in the city, but Powell&#39;s simply has the best collection due to its tremendous size. </p>\n\n<p>Well they shut down on March 14, but they did reopen the 1st floor (<em>they have 3 floors</em>) a few months ago which was great. Plenty of precautions and whatnot, but it was wonderful to be back in there. The 1st floor, however, is about 1/3 a kids/YA section and the majority of the rest is fiction and gifts. As fun as it is to browse their fiction books, including their legendary sci-fi section, what I really longed for was the non-fiction sections on the 2nd floor. </p>\n\n<p>Yesterday Powell&#39;s announced their 2nd floor is opening up TODAY! It&#39;s a sense of relief and pure joy to be able to go back up there today. I just had to share this with some folks who would understand.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/lt20l1/you_cannot_imagine_the_relief_i_feel_with_my/",
  "subreddit": "books",
  "id": "lt20l1",
  "is_self": true,
  "media": null,
  "is_video": false
}