{
  "author": "zclcghr",
  "the_new_excerpt": "I’d like to kick off this post by saying I have the utmost respect for the\nLGBTQ+ community, and deeply respect the struggle that they go through. With\nthat said, I am of the view that too many people in the LGBTQ+ community exhibit\ntheir sexuality as the central theme of their personality. I think…",
  "original_created_utc": 1610391962,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想在这个帖子的开头说，我非常尊重\nLGBTQ+社区，并深深尊重他们所经历的斗争。使用\n也就是说，我认为LGBTQ+社区中的太多人展示了\n他们的性取向是他们人格的中心主题。我认为…",
      "title": "[改变我的想法]：太多人把同性恋作为个性的替身。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想在這個帖子的開頭說，我非常尊重\nLGBTQ+社區，並深深尊重他們所經歷的鬥爭。使用\n也就是說，我認爲LGBTQ+社區中的太多人展示了\n他們的性取向是他們人格的中心主題。我認爲…",
      "title": "[改變我的想法]：太多人把同性戀作爲個性的替身。"
    }
  ],
  "title": "CMV: Too many people use being gay as a substitute for a personality.",
  "created_utc": 1610466434,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d like to kick off this post by saying I have the utmost respect for the LGBTQ+ community, and deeply respect the struggle that they go through. With that said, I am of the view that too many people in the LGBTQ+ community exhibit their sexuality as the central theme of their personality. I think that while it’s wonderful to see guys showing their feminine and ‘fabulous’ side, this shouldn’t become their defining characteristic. I know that finding and exploring your sexual identity while young is healthy, I don’t feel that people constantly need to hear about your sexual preferences, and often this can drown out actual interesting personality traits. I often hear the rebuttal that ‘straight men do the same’, and while I agree on the basis that men often discuss ‘hot girls’ among other men, they do not plaster the heterosexual flag over their social media and wear tank tops absolutely everywhere. I would be really interested to see what people think about this and whether my mind can be changed.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kv9gnr/cmv_too_many_people_use_being_gay_as_a_substitute/",
  "subreddit": "changemyview",
  "id": "kv9gnr",
  "is_self": true,
  "media": null,
  "is_video": false
}