{
  "author": "SebasW9",
  "original_created_utc": 1628031404,
  "title": "CMV: Changing Homeless People to Unhoused People is not helping anyone; Its at best harmless virtue signalling and at worst smothering a problem with technicalities.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m in college debate and just moved on to uni where it&#39;s aggressively liberal. One of the things I&#39;ve already been yelled at for is referring to homeless people as such. They want me to say unhouse individuals or people without housing. Which I found very semantic and nit-picky. The stated reason I&#39;ve been told is &quot;It shifts the terminology from them being people that have homelessness tied to their identity to people experiencing something.&quot; That along with the idea that being called homeless borders on a slur. Both reasons I found to be... unsubstantial to say the least. </p>\n\n<p>The first point while sounds like it make sense to me feels toothless. Like yay, you changed some language technicalities. But does that actually make people want to fix homelessness? I don&#39;t think so. If anything seems like a way people who don&#39;t have the means or desire to truly help attempt to add their &quot;help&quot;. It becomes virtue signaling rather than actual help. </p>\n\n<p>The second point, of it being a &quot;slur&quot;, is just moving the goal post honestly. To be fair I don&#39;t even see it as a slur, its a functional term that like many words does carry some stigma which would move to any other word that described this idea. This takes me to the idea that it&#39;s moving the goal post, similarly to how we stopped using the word hobo, how homeless is being seen as the &quot;bad word&quot; give it some time and now unhoused person or person without housing will become the new bad word that needs to be changed. Being homeless is an unfortunate position and as long as American homelessness stays as it is will always be seen with stigma, thus any change in name will just shift the stigma to that new name. </p>\n\n<p>&#x200B;</p>\n\n<p>Now how it becomes harmful, by changing the name to such a sterile terminology. While in the future will become a slur as bad as homelessness (which honestly isn&#39;t even a slur) in the now becomes so sterile as to no longer elicited emotion and make the problem harder for the average joe and jane to feel. Like, tell someone &quot;The plane is experiencing significantly reduced lift&quot; vs &quot;Oh the plane of falling out of the sky&quot; which one of those is gonna make someone go &quot;Oh shit a problem&quot;. </p>\n\n<p>TLDR: Changing the terminology is just moving a goal post while sterilizing a word to garner no emotional value, thus as at best becomes virtue signaling with no benefit and at worse making the homeless seem like an abstract city problem</p>\n</div><!-- SC_ON -->",
  "score": 273,
  "permalink": "/r/changemyview/comments/oxf4hd/cmv_changing_homeless_people_to_unhoused_people/",
  "subreddit": "changemyview",
  "id": "oxf4hd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm in college debate and just moved on to uni where it's aggressively liberal.\nOne of the things I've already been yelled at for is referring to homeless\npeople as such. They want me to say unhouse individuals or people without\nhousing. Which I found very semantic and nit-picky. The stated reason…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は大学のディベート部に所属していて、積極的にリベラルな大学に進学したばかりです。\n私がすでに怒鳴られたことのひとつは、ホームレスの人たちをそう呼ぶことでした。\n人々のことを「ホームレス」と呼ぶことです。彼らは私にunhouse individualsやpeople without housingと言って欲しいのです。\n住居のない人たち。これは非常に意味深で些細なことだと感じました。その理由は...",
      "title": "CMV: Homeless PeopleをUnhoused Peopleに変更しても、誰の役にも立ちません。よく言えば無害な美徳の象徴であり、悪く言えば技術的なことで問題を覆い隠しているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在大学辩论，刚刚转到大学，那里是积极的自由主义。\n我已经被骂了，因为我把无家可归者称为\n的人。他们想让我说无家可归者或没有住房的人。\n住房的人。我觉得这很有语义，而且吹毛求疵。所谓的原因是...",
      "title": "CMV：将无家可归者改为无家可归者对任何人都没有帮助；充其量是无害的美德信号，最坏的情况是用技术性问题来扼杀一个问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在大學辯論，剛剛轉到大學，那裏是積極的自由主義。\n我已經被罵了，因爲我把無家可歸者稱爲\n的人。他們想讓我說無家可歸者或沒有住房的人。\n住房的人。我覺得這很有語義，而且吹毛求疵。所謂的原因是...",
      "title": "CMV：將無家可歸者改爲無家可歸者對任何人都沒有幫助；充其量是無害的美德信號，最壞的情況是用技術性問題來扼殺一個問題。"
    }
  ]
}