{
  "author": "nutritionacc",
  "original_created_utc": 1625055368,
  "title": "cmv: Nutrition, sleep, and other ‘physical’ aspects of self care are extremely underrated in improving mental health",
  "created_utc": 1625063622,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying that I am beyond the point in my interests of nutrition and sleep where I think they are end all be all determiners of health.</p>\n\n<p>BUT… I do strongly believe that the connection between how you feel (your energy, outlook, emotions, cognition, decision making abilities) is not brought to the forefront of solving issues like depression, unproductiveness, and aggression like it should. </p>\n\n<p>Everybody is willing to acknowledge that diet and sleep have profound effects on health but very few seem to actually realise it and apply it to themselves. </p>\n\n<p>More often than not I feel as though that ‘tiring job’ or ‘draining relationship’ is more a result of a poor diet and sleep regime than it is actual social interactions having an effect. No, you are not tired on Saturday because you ‘just finished an exhausting work week’, you are tired because you eat and sleep like shit. </p>\n\n<p>Don’t get me wrong, hormones can be influenced by social interactions, but over a long period of time I see their effects as minimal in comparison to a good regime. (I’m saying this to attribute more of the effect to diet and sleep, I’m not saying that severe events like a loved one’s passing can’t sometimes overpower the effects of diet and sleep). </p>\n\n<p>Mind you, I’m in the prime of my life physically and I don’t expect the entire population to have my level of energy or sharpness so I realise my bias, but I don’t think people without prexisting conditions are doomed to things like midday lethargy and morning grogginess. On a good day of eating and sleeping I have energy throughout and feel cognitively present at all times, regardless of my social context. </p>\n\n<p>Oh yeah, also, what is with normalising things like lethargy, headaches, and brain fog?? I constantly see people accept things like post-meal lethargy as concrete and unchangeable. People literally plan their days around when they’ll be lethargic instead of actually trying to fix the problem. </p>\n\n<p>Don’t get me started on the neurodepressive effects of eating and sleeping like garbage. Not saying all cases of depression can be solved with those two things alone, but they can certainly be greatly ameliorated by them. </p>\n\n<p>Realisation translates into action. 2/3rds of the American popular is overweight, if that doesn’t show that this isn’t an unpopular sentiment I don’t know what does. </p>\n\n<p>What do you guys think? Kick me down a peg I’ve been lurking pubmed and NCBI for too long. </p>\n\n<p>(Also this isn’t intended to invalidate other aspects of self care)</p>\n</div><!-- SC_ON -->",
  "score": 233,
  "permalink": "/r/changemyview/comments/oaw37t/cmv_nutrition_sleep_and_other_physical_aspects_of/",
  "subreddit": "changemyview",
  "id": "oaw37t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start off by saying that I am beyond the point in my interests of\nnutrition and sleep where I think they are end all be all determiners of health.\n\nBUT… I do strongly believe that the connection between how you feel (your\nenergy, outlook, emotions, cognition, decision making abilities) is not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私は栄養と睡眠に興味があり、それらが健康のすべてを決定すると考える段階を超えています。\n私は、栄養と睡眠が健康のすべてを決定するとは考えていません。\n\nしかし、私は、気持ち（エネルギー、展望、感情、認知、意思決定の能力）のつながりは、健康とは無関係ではないと強く信じています。\nエネルギー、展望、感情、認知、意思決定能力）との関連性は...",
      "title": "cmv。栄養、睡眠などの「身体的」な面でのセルフケアは、メンタルヘルスの改善には極めて過小評価されています"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我要说的是，我对营养和睡眠的兴趣已经超出了我认为它们是决定健康的所有因素的程度。\n我认为营养和睡眠是决定健康的所有因素。\n\n但是......我确实坚信，你的感觉（你的能量、前景、情绪、认知、决策能力）与你的身体状况之间存在着联系。\n能量、前景、情绪、认知、决策能力）之间的联系。",
      "title": "cmv: 营养、睡眠和其他 \"身体 \"方面的自我护理在改善心理健康方面被极度低估。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我要說的是，我對營養和睡眠的興趣已經超出了我認爲它們是決定健康的所有因素的程度。\n我認爲營養和睡眠是決定健康的所有因素。\n\n但是......我確實堅信，你的感覺（你的能量、前景、情緒、認知、決策能力）與你的身體狀況之間存在着聯繫。\n能量、前景、情緒、認知、決策能力）之間的聯繫。",
      "title": "cmv: 營養、睡眠和其他 \"身體 \"方面的自我護理在改善心理健康方面被極度低估。"
    }
  ]
}