{
  "author": "nutritionacc",
  "original_created_utc": 1625055368,
  "title": "cmv: Nutrition, sleep, and other ‘physical’ aspects of self care are extremely underrated in improving mental health",
  "created_utc": 1625063622,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying that I am beyond the point in my interests of nutrition and sleep where I think they are end all be all determiners of health.</p>\n\n<p>BUT… I do strongly believe that the connection between how you feel (your energy, outlook, emotions, cognition, decision making abilities) is not brought to the forefront of solving issues like depression, unproductiveness, and aggression like it should. </p>\n\n<p>Everybody is willing to acknowledge that diet and sleep have profound effects on health but very few seem to actually realise it and apply it to themselves. </p>\n\n<p>More often than not I feel as though that ‘tiring job’ or ‘draining relationship’ is more a result of a poor diet and sleep regime than it is actual social interactions having an effect. No, you are not tired on Saturday because you ‘just finished an exhausting work week’, you are tired because you eat and sleep like shit. </p>\n\n<p>Don’t get me wrong, hormones can be influenced by social interactions, but over a long period of time I see their effects as minimal in comparison to a good regime. (I’m saying this to attribute more of the effect to diet and sleep, I’m not saying that severe events like a loved one’s passing can’t sometimes overpower the effects of diet and sleep). </p>\n\n<p>Mind you, I’m in the prime of my life physically and I don’t expect the entire population to have my level of energy or sharpness so I realise my bias, but I don’t think people without prexisting conditions are doomed to things like midday lethargy and morning grogginess. On a good day of eating and sleeping I have energy throughout and feel cognitively present at all times, regardless of my social context. </p>\n\n<p>Oh yeah, also, what is with normalising things like lethargy, headaches, and brain fog?? I constantly see people accept things like post-meal lethargy as concrete and unchangeable. People literally plan their days around when they’ll be lethargic instead of actually trying to fix the problem. </p>\n\n<p>Don’t get me started on the neurodepressive effects of eating and sleeping like garbage. Not saying all cases of depression can be solved with those two things alone, but they can certainly be greatly ameliorated by them. </p>\n\n<p>Realisation translates into action. 2/3rds of the American popular is overweight, if that doesn’t show that this isn’t an unpopular sentiment I don’t know what does. </p>\n\n<p>What do you guys think? Kick me down a peg I’ve been lurking pubmed and NCBI for too long. </p>\n\n<p>(Also this isn’t intended to invalidate other aspects of self care)</p>\n</div><!-- SC_ON -->",
  "score": 233,
  "permalink": "/r/changemyview/comments/oaw37t/cmv_nutrition_sleep_and_other_physical_aspects_of/",
  "subreddit": "changemyview",
  "id": "oaw37t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start off by saying that I am beyond the point in my interests of\nnutrition and sleep where I think they are end all be all determiners of health.\n\nBUT… I do strongly believe that the connection between how you feel (your\nenergy, outlook, emotions, cognition, decision making abilities) is not…"
}