{
  "videoId": "-dxXYrQjUeA",
  "channelId": "UCjkF4n3bIuNNy1EVcsavFww",
  "title": "Queen Naija Feat. Ari Lennox - Set Him Up (Official Video)",
  "link": "https://www.youtube.com/watch?v=-dxXYrQjUeA",
  "pubDate": "2021-04-15T17:00:14.000Z",
  "author": "QueenNaijaVEVO",
  "id": "yt:video:-dxXYrQjUeA",
  "isoDate": "2021-04-15T17:00:14.000Z",
  "description": "Watch the official video for Queen Naija Feat. Ari Lennox \"Set Him Up.\"\n\nStream/Download Queen Naija Feat. Ari Lennox \"Set Him Up\" Here: https://QueenNaija.lnk.to/SetHimUp\n\nPre-Save Queen Naija \"missunderstood....still\": https://QueenNaija.lnk.to/MissunderstoodStill\n\nFollow Queen Naija Everywhere:\nInstagram: https://www.instagram.com/queennaija/​\nTikTok: https://www.tiktok.com/QueenNaija​ \nTwitter: https://twitter.com/QueenNaija​\nFacebook: https://www.facebook.com/QueenNaija\n\nQueen Naija Feat. Ari Lennox \"Set Him Up\" Lyrics:\n\nAri: Girl I feel a way, need some Chardonnay, just got my hair pressed but after I see him, gold member Beyoncé \n \nQueen: Oooh, well girl that was just me, he came and laid the D, the n*gga turned me out when he went down south, I had to change my sheets  \n \nAri: Oooh your man must be nasty (nasty) just like mine, love his dark brown eyes, and he packs a nine  \n \nQueen: Mmmm sounds about right, but what’s your plans tonight?  \n \nAri Hook:\nAnything and everything, that he wanna do to me, anything and everything, that he wanna do to me, everything, love it when he sexxin’ me, said anything and everything- AH, AH  \n \nQueen: He grabbed me by my waist, through my panties on the floor, he ate it like a cake, then we broke the headboard, love the way he smell when he wear that Tom Ford, hit it so good had me beggin for some more \n \nAri: Ooh, Ooh girl I know how you feel, my man wear the same scent, told em’ it’s my favorite, he just new whip too, G wag light blue, and we made love in it til the sun came through  \n \nQueen: Wait, what’s the letters on his plane?  \n \nAri: (What?) \n \nQueen: Do it start with L, and end with an H ?  \n \nAri: Yea I think it do girl what you tryna say? You might be confused, might have seen em’ round the way \n \nQueen: Do he gotta tat on his back that say the ‘realist’  \n \nAri: Do he got a room with a \n \nBoth: Mirror on the ceiling?  \n \nQueen: Do he gotta ex out west he used to deal with?  \n \nBoth: GIRL IF YA N*GGA IS MY N*GGA IMMA KILL HIM  \n \nQueen Hook : EVERYTHING, I’m doing anything and everything, to him if he fuckin with you, and he fuckin with me too, OH!  \nEverything I’m doing anything and everything, to him if he fucking with you, so tell me girl what we gone do?? \n \nAri: Hey girl, I got an idea, what I called and told him meet me somewhere?  \n \nQueen: Yea I could roll up with you in those tinted back seats, and tell’em get inside and surprise it’s me \n \nAri: Hmm, wait imma ask him if he ate,  \n \nQueen: Yea that’s a little better take him to his favorite place  \n \nAri: Said when his food is ready imma have you bring the plate,  \n \nQueen: Ooh girl I cannot wait to see the look up on his face  \n \nBoth: We bout to set him up, yea, yea,  \nWe bout to set him up, yea, yea \nWe bout to set him up, yea, yea  \nWe bout to set him up ....2x\n\n#QueenNaija #AriLennox #SetHimUp\n\nMusic video by Queen Naija, Ari Lennox performing Set Him Up. Capitol Records; © 2021 Queen Naija, under exclusive license to UMG Recordings, Inc.\n\nhttp://vevo.ly/VbnKto",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/-dxXYrQjUeA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "21317",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "106519"
  },
  "original_created_at": "2021-04-15T17:00:14.000Z",
  "created_at": "2021-04-15T22:00:29.671Z",
  "tags": [
    "QueenNaija",
    "AriLennox",
    "SetHimUp"
  ]
}