{
  "videoId": "0VgbMG503Ws",
  "channelId": "UCiKsRIULyLr783nNZm-JlAQ",
  "title": "Marc Anthony - Una Noche (Full Concert)",
  "link": "https://www.youtube.com/watch?v=0VgbMG503Ws",
  "pubDate": "2021-04-18T21:00:16.000Z",
  "author": "Marc Anthony",
  "id": "yt:video:0VgbMG503Ws",
  "isoDate": "2021-04-18T21:00:16.000Z",
  "description": "Marc Anthony - Una Noche (Full Concert)\n\r\nMI GENTE, tal como lo prometí anoche, mi equipo y yo hemos estado trabajando sin parar para encontrar una solución a los problemas técnicos de transmisión del evento programado de anoche. He exigido que todos los promotores reembolsen el dinero a todos los que compraron sus entradas y que ese proceso comience hoy mismo.\nTambién quiero decirles que yo les prometí un concierto, y les voy a honrar dicho concierto con la versión grabada del show completo que no pudieron ver. El mismo estará disponible totalmente gratis en mi canal de YouTube. El concierto se estrenará hoy, domingo 18 de abril a las 5 pm ET (Disponible por 24 horas). Quiero agradecerles a todos desde el fondo de mi corazón por todo el apoyo y comprensión. ¡Trabajamos duro y con mucho amor, y esto lo hicimos para ustedes! ¡Espero que ustedes y sus seres queridos lo disfruten! ¡Dios los bendiga!\n\nMI GENTE, just as I promised last night, my team and I have been working non-stop throughout the night to find a solution to the technical transmission issues that interfered with last night's scheduled event. \nI have demanded that the promoter of the show provide full refunds to all ticket buyers and that they begin that process today. \nI also want to tell you that since I promised you a concert, I am giving you one: the recorded version of the entire show that you were not able to watch last night will be presented totally free (gratis!) on my YouTube channel. The concert will premiere today, Sunday April 18th, at 5pm ET (Available for 24 hours).\nI want to thank you from the bottom of my heart for all the support and understanding I have received.  A lot of Love went into this project and it was done for you. I hope you and your loved ones enjoy it!  God Bless!\n\n\n\n_________________________\r\nSigue a Marc Anthony en: \n\r\nMarc Anthony Una Noche: Directed by Carlos Perez - Elastic People\n\nFacebook: https://www.facebook.com/officialmarcanthony/  \nInstagram: https://www.instagram.com/marcanthony/\nTikTok: https://www.tiktok.com/@marcanthony/\r\nTwitter: https://twitter.com/MarcAnthony/\r\nWebsite: http://www.marcanthonyonline.com/\r\n\r\n\r\n© 2021 Magnus Studios\r\n___\r\n#MarcAnthony  #UnaNoche #MagnusStudios",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/0VgbMG503Ws/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "0",
    "average": "0.00",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "3814844"
  },
  "original_created_at": "2021-04-18T21:00:16.000Z",
  "created_at": "2021-04-19T14:55:59.132Z",
  "tags": [
    "MarcAnthony",
    "UnaNoche",
    "MagnusStudios"
  ]
}