{
  "videoId": "2ty2J0s2W0c",
  "channelId": "UCLXo7UDZvByw2ixzpQCufnA",
  "title": "How rich countries are making the pandemic last longer",
  "link": "https://www.youtube.com/watch?v=2ty2J0s2W0c",
  "pubDate": "2021-04-28T12:00:01.000Z",
  "author": "Vox",
  "id": "yt:video:2ty2J0s2W0c",
  "isoDate": "2021-04-28T12:00:01.000Z",
  "description": "A program called Covax wants to distribute Covid-19 vaccines fairly. Is it working?\n\nSubscribe to our channel! http://goo.gl/0bsAjO\n\nEarly in the Covid-19 pandemic, many of the world’s richest countries poured money into the race for a vaccine. Billions of dollars, from programs like the US’s Operation Warp Speed, funded development that brought us multiple Covid-19 vaccines in record time. But it also determined where those vaccines would go. Before vaccine doses had even hit the market, places like the US and the UK had bought up nearly the entire supply.\n\nThis turns out to be an old story. In nearly every modern global health crisis, from smallpox to malaria to H1N1, rich countries have bought up vital medical supplies, making poor countries wait sometimes decades for life-saving support. It’s effectively a system in which where you live determines whether you live or die of a preventable disease. Leaving a disease like Covid-19 to spread unchecked in some places also gives it a chance to mutate -- and variants of the virus are already raising alarms. So: how do we get vaccines to countries that can’t afford them?\n\nOne solution underway is called Covax. It’s a program co-led by the World Health Organization; Gavi, The Vaccine Alliance; and the Coalition of Epidemic Preparedness Innovations (CEPI). Its goal is to get vaccines to lower- and middle-income countries at the same time as rich countries. So how is it supposed to do that? And will it be enough?\n\nMore from Vox.com’s Julia Belluz + Jen Kirby on Covax and vaccine nationalism:\nhttps://www.vox.com/21448719/covid-19-vaccine-covax-who-gavi-cepi\nhttps://www.vox.com/2021/2/24/22298981/ghana-vaccines-global-covax-initiative\nhttps://www.vox.com/2021/1/29/22253908/rich-countries-hoarding-covid-19-vaccines\n\nDuke Global Health Innovation Center data: https://launchandscalefaster.org/covid-19/vaccineprocurement\n\nMore on vaccine nationalism:\nhttps://www.oxfam.org/en/press-releases/campaigners-warn-9-out-10-people-poor-countries-are-set-miss-out-covid-19-vaccine\nhttps://www.npr.org/sections/goatsandsoda/2021/02/04/963741244/in-vaccine-race-middle-income-nations-are-at-a-disadvantage-just-ask-peru\n\nMore on the H1N1 pandemic:\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC2864298/\nhttps://www.cdc.gov/flu/pandemic-resources/2009-pandemic-timeline.html\n\nVox.com is a news website that helps you cut through the noise and understand what's really driving the events in the headlines. Check out http://www.vox.com.\n\nWatch our full video catalog: http://goo.gl/IZONyE\nFollow Vox on Facebook: http://goo.gl/U2g06o\nOr Twitter: http://goo.gl/XFrZ5H",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/2ty2J0s2W0c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "26460",
    "average": "4.65",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "591307"
  },
  "original_created_at": "2021-04-28T12:00:01.000Z",
  "created_at": "2021-04-28T21:27:08.771Z",
  "tags": []
}