{
  "videoId": "as5q0ExTL-I",
  "channelId": "UCBs5YS0JTDAU5hwN9bGVk_A",
  "title": "Canelo Alvarez’s Guadalajara mansion tour (EXCLUSIVE)",
  "link": "https://www.youtube.com/watch?v=as5q0ExTL-I",
  "pubDate": "2021-04-28T15:23:36.000Z",
  "author": "Graham Bensinger",
  "id": "yt:video:as5q0ExTL-I",
  "isoDate": "2021-04-28T15:23:36.000Z",
  "description": "Saúl “Canelo” Alvarez offers an exclusive tour of his mansion in Guadalajara, Mexico. Canelo expresses that he prefers to keep his lifestyle private, but is offering the tour of his luxurious estate to hopefully inspire others, especially those who come from humble backgrounds like he did. The world boxing champ also shows us his garage, complete with a Ferrari, Rolls Royce, Lamborghini, a Shelby Mustang, a multitude of motorcycles and a wall adorned with championship belts. \n\nEN ESPAÑOL: Saúl “Canelo” Álvarez ofrece un recorrido exclusivo por su mansión en Guadalajara, México. Canelo expresa que prefiere mantener su estilo de vida privado, pero ofrece el recorrido por su lujosa propiedad para inspirar a otros, especialmente a aquellos de orígenes humildes como él. El campeón mundial de boxeo también nos muestra su garaje, completo con un Ferrari, un Rolls Royce, un Lamborghini, un Shelby Mustang, una multitud de motocicletas y una pared adornada con cinturones de campeonato.\n\nWant to see more? SUBSCRIBE to watch the latest interviews: http://bit.ly/1R1Fd6w \n\nEpisode debuted nationwide in 2021.\n\nWatch full episodes each week on TV stations across the country. Find the airing time and channel for your city:\nhttp://www.grahambensinger.com/index.php/when-where-watch\n\nConnect with Graham:\nFACEBOOK: https://www.facebook.com/GrahamBensinger\nTWITTER: https://twitter.com/GrahamBensinger\nINSTAGRAM: https://www.instagram.com/grahambensinger\nWEBSITE: http://www.grahambensinger.com/",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/as5q0ExTL-I/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "18557",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "642391"
  },
  "original_created_at": "2021-04-28T15:23:36.000Z",
  "created_at": "2021-04-29T15:29:19.352Z",
  "tags": []
}