{
  "videoId": "cPBGtKnNFuU",
  "channelId": "UCJ6nMHaJPZvsJ-HmUmj1SeA",
  "title": "Hitman’s Wife’s Bodyguard (2021 Movie) Teaser – Ryan Reynolds, Samuel L. Jackson, Salma Hayek",
  "link": "https://www.youtube.com/watch?v=cPBGtKnNFuU",
  "pubDate": "2021-04-13T13:00:20.000Z",
  "author": "Lionsgate Movies",
  "id": "yt:video:cPBGtKnNFuU",
  "isoDate": "2021-04-13T13:00:20.000Z",
  "description": "Hitman’s Wife’s Bodyguard – Only In Theaters June 16, 2021! Ryan Reynolds, Samuel L. Jackson, Salma Hayek, with Antonio Banderas, and Morgan Freeman, Frank Grillo, Caroline Goodall, Rebecca Front, Gabriella Wright, Alice McMillan, Kristofer Kamiyasu, Tom Hopper, Blake Ritson, with Richard E. Grant\n\nSubscribe to the LIONSGATE YouTube Channel for the latest movie trailers, clips, and more: https://bit.ly/2Z6nfym \n\n#HitmansWife\n\nhttps://thehitmanswifesbodyguard.movie/\nhttps://www.facebook.com/hitmansbodyguard\nhttps://twitter.com/HitmanBodyguard\nhttps://www.instagram.com/hitmansbodyguard/\nhttps://www.tiktok.com/@lionsgate\n\nThe world’s most lethal odd couple – bodyguard Michael Bryce (Ryan Reynolds) and hitman Darius Kincaid (Samuel L. Jackson) – are back on another life-threatening mission. Still unlicensed and under scrutiny, Bryce is forced into action by Darius’s even more volatile wife, the infamous international con artist Sonia Kincaid (Salma Hayek). As Bryce is driven over the edge by his two most dangerous protectees, the trio get in over their heads in a global plot and soon find that they are all that stand between Europe and a vengeful and powerful madman (Antonio Banderas). Joining in the fun and deadly mayhem is Morgan Freeman as...well, you’ll have to see.\n\nLionsgate and Millennium Media present, a Millennium Media/Nu Boyana Film Studios production, in association with Campbell Grobman Films, and in association with Film i Vâst and Filmgate Films.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/cPBGtKnNFuU/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4414",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "691291"
  },
  "original_created_at": "2021-04-13T13:00:20.000Z",
  "created_at": "2021-04-13T20:18:01.203Z",
  "tags": [
    "HitmansWife"
  ]
}