{
  "videoId": "fEE4RO-_jug",
  "channelId": "UCJCx8aQrdx_ueXPmxTD2odQ",
  "title": "F9 - Official Trailer 2",
  "link": "https://www.youtube.com/watch?v=fEE4RO-_jug",
  "pubDate": "2021-04-14T15:00:01.000Z",
  "author": "The Fast Saga",
  "id": "yt:video:fEE4RO-_jug",
  "isoDate": "2021-04-14T15:00:01.000Z",
  "description": "F9\nFast is back June 25.\nhttp://www.thefastsaga.com/\n\nNo matter how fast you are, no one outruns their past. \n\nF9 is the ninth chapter in the Fast & Furious Saga, which has endured for two decades and has earned more than $5 billion around the world.  \n\nVin Diesel’s Dom Toretto is leading a quiet life off the grid with Letty and his son, little Brian, but they know that danger always lurks just over their peaceful horizon. This time, that threat will force Dom to confront the sins of his past if he’s going to save those he loves most. His crew joins together to stop a world-shattering plot led by the most skilled assassin and high-performance driver they’ve ever encountered: a man who also happens to be Dom’s forsaken brother, Jakob (John Cena, the upcoming The Suicide Squad). \n\nF9 sees the return of Justin Lin as director, who helmed the third, fourth, fifth and sixth chapters of the series when it transformed into a global blockbuster. The action hurtles around the globe—from London to Tokyo, from Central America to Edinburgh, and from a secret bunker in Azerbaijan to the teeming streets of Tbilisi. Along the way, old friends will be resurrected, old foes will return, history will be rewritten, and the true meaning of family will be tested like never before.  \n\nThe film stars returning cast members Michelle Rodriguez, Tyrese Gibson, Chris “Ludacris” Bridges, Jordana Brewster, Nathalie Emmanuel and Sung Kang, with Oscar® winner Helen Mirren and Oscar® winner Charlize Theron. F9 also features Grammy-winning superstar Cardi B as new franchise character Leysa, a woman with a connection to Dom’s past, and a cameo by Reggaeton sensation Ozuna.  \n\nF9 is produced by Neal H. Moritz, Vin Diesel, Jeff Kirschenbaum, Joe Roth, Justin Lin, Clayton Townsend and Samantha Vincent.  www.thefastsaga.com",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/fEE4RO-_jug/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "82569",
    "average": "4.79",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "6668066"
  },
  "original_created_at": "2021-04-14T15:00:01.000Z",
  "created_at": "2021-04-14T21:36:30.490Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "F9\nFastは6月25日に復活。\nhttp://www.thefastsaga.com/\n\nどんなに速くても、誰も過去からは逃れられない。\n\nF9』は、20年にわたって存続し、世界中で50億ドル以上の収益を上げてきた『ワイルド・スピード』シリーズの第9章です。 \n\nヴィン・ディーゼル演じるドム・トレットは、レティと息子のブライアンと一緒に平穏な生活を送っていますが、その平穏な地平線のすぐ先には常に危険が潜んでいることを知っています。今回は、最も愛する人たちを救うために、ドムは過去の罪と向き合うことになる。この男は、ドムの弟であるヤコブ（ジョン・シナ、次回作「スーサイド・スクワッド」）であった。\n\nF9」は、世界的な大ヒットとなったシリーズの第3弾、第4弾、第5弾、第6弾を手がけたジャスティン・リンが監督に復帰。ロンドンから東京、中米からエジンバラ、アゼルバイジャンの秘密基地からトビリシの繁華街まで、世界各地を舞台にアクションが繰り広げられます。その過程で、旧友が復活し、旧敵が戻ってきて、歴史が書き換えられ、家族の真の意味がこれまでになく試されることになるでしょう。 \n\n本作には、ミシェル・ロドリゲス、タイリース・ギブソン、クリス・リュダクリス・ブリッジス、ジョーダナ・ブリュースター、ナタリー・エマニュエル、ソン・カンといった豪華キャストに加え、オスカー®受賞者のヘレン・ミレンとオスカー®受賞者のシャーリーズ・セロンが出演しています。また、「F9」には、グラミー賞受賞のスーパースター、カーディ・Bがフランチャイズの新キャラクター、ドムの過去と関係のある女性レイサ役で出演するほか、レゲトン界の人気者オズナがカメオ出演しています。 \n\nF9」は、ニール・H・モリッツ、ヴィン・ディーゼル、ジェフ・カースチェンバウム、ジョー・ロス、ジャスティン・リン、クレイトン・タウンゼント、サマンサ・ヴィンセントがプロデュースしています。www.thefastsaga.com",
      "title": "映画『F9』公式予告編2"
    },
    {
      "locale": "zh",
      "description": "F9\n快速是6月25日回来的。\nhttp://www.thefastsaga.com/\n\n无论你的速度有多快，没有人能够超越自己的过去。\n\nF9》是《速度与激情传奇》的第九章，该片历经20年，在全球赚取了超过50亿美元的票房。 \n\nVin Diesel饰演的Dom Toretto与Letty和他的儿子小Brian过着平静的生活，但他们知道，危险总是潜伏在他们平静的地平线上。这一次，如果Dom要拯救他最爱的人，危险将迫使他面对过去的罪孽。他的队员们一起阻止了一个由他们所遇到的最熟练的刺客和高性能的司机所领导的震惊世界的阴谋：这个人恰好也是Dom被抛弃的兄弟Jakob（约翰-塞纳，即将上映的《自杀小队》）。\n\nF9》迎来了林志颖导演的回归，他曾执导过该系列的第三、四、五、六章，当时该片转型为全球大片。从伦敦到东京，从中美洲到爱丁堡，从阿塞拜疆的一个秘密碉堡到第比利斯的繁华街道，行动在全球各地飞驰。一路上，老朋友将复活，老对手将回归，历史将被改写，家庭的真正意义将受到前所未有的考验。 \n\n影片由回归的演员米歇尔-罗德里格兹、泰瑞斯-吉布森、克里斯-\"卢达克里斯\"-布里奇斯、乔丹娜-布鲁斯特、娜塔莉-艾曼纽尔和宋康，以及奥斯卡®得主海伦-米伦和奥斯卡®得主查理兹-塞隆主演。F9》还邀请了格莱美奖得主Cardi B饰演新的特许经营角色Leysa，一个与Dom的过去有联系的女人，雷鬼乐队的明星Ozuna也会出演。 \n\nF9由Neal H. Moritz、Vin Diesel、Jeff Kirschenbaum、Joe Roth、Justin Lin、Clayton Townsend和Samantha Vincent制作。www.thefastsaga.com。",
      "title": "F9 - 官方预告片2"
    },
    {
      "locale": "zh-Hant",
      "description": "F9\n快速是6月25日回來的。\nhttp://www.thefastsaga.com/\n\n無論你的速度有多快，沒有人能夠超越自己的過去。\n\nF9》是《速度與激情傳奇》的第九章，該片歷經20年，在全球賺取了超過50億美元的票房。 \n\nVin Diesel飾演的Dom Toretto與Letty和他的兒子小Brian過着平靜的生活，但他們知道，危險總是潛伏在他們平靜的地平線上。這一次，如果Dom要拯救他最愛的人，危險將迫使他面對過去的罪孽。他的隊員們一起阻止了一個由他們所遇到的最熟練的刺客和高性能的司機所領導的震驚世界的陰謀：這個人恰好也是Dom被拋棄的兄弟Jakob（約翰-塞納，即將上映的《自殺小隊》）。\n\nF9》迎來了林志穎導演的迴歸，他曾執導過該系列的第三、四、五、六章，當時該片轉型爲全球大片。從倫敦到東京，從中美洲到愛丁堡，從阿塞拜疆的一個祕密碉堡到第比利斯的繁華街道，行動在全球各地飛馳。一路上，老朋友將復活，老對手將回歸，歷史將被改寫，家庭的真正意義將受到前所未有的考驗。 \n\n影片由迴歸的演員米歇爾-羅德里格茲、泰瑞斯-吉布森、克里斯-\"盧達克里斯\"-布里奇斯、喬丹娜-布魯斯特、娜塔莉-艾曼紐爾和宋康，以及奧斯卡®得主海倫-米倫和奧斯卡®得主查理茲-塞隆主演。F9》還邀請了格萊美獎得主Cardi B飾演新的特許經營角色Leysa，一個與Dom的過去有聯繫的女人，雷鬼樂隊的明星Ozuna也會出演。 \n\nF9由Neal H. Moritz、Vin Diesel、Jeff Kirschenbaum、Joe Roth、Justin Lin、Clayton Townsend和Samantha Vincent製作。www.thefastsaga.com。",
      "title": "F9 - 官方預告片2"
    }
  ],
  "source_updated_at": 1618566625272
}