{
  "videoId": "fsjvwQclGLo",
  "channelId": "UCLXo7UDZvByw2ixzpQCufnA",
  "title": "Why 99% of ocean plastic pollution is \"missing\"",
  "link": "https://www.youtube.com/watch?v=fsjvwQclGLo",
  "pubDate": "2021-04-27T12:00:15.000Z",
  "author": "Vox",
  "id": "yt:video:fsjvwQclGLo",
  "isoDate": "2021-04-27T12:00:15.000Z",
  "description": "The plastic we dump into the ocean might be hiding in plain sight. \n\nSubscribe to our channel! http://goo.gl/0bsAjO\n\nVox.com is a news website that helps you cut through the noise and understand what's really driving the events in the headlines. Check out http://www.vox.com.\n\nFor the past several years scientists have been trying to account for the 8 million metric tonnes of plastic that we dump into the ocean each year. The assumption was that a large portion of it was floating out in one of the large garbage patches, where swirling debris accumulates thanks to ocean gyres. But recent measurements of the amount of trash in the patches fell far short of what’s thought to be out there. \n\nScientists are getting closer to an answer, which could help clean-up efforts and prevent further damage to marine life and ocean ecosystems. \n\nFor more reading, check out this New Yorker article on the missing plastic problem, which inspired this video: \nhttps://www.newyorker.com/news/news-desk/where-does-all-the-plastic-go\n\nLaurent Lebreton’s research that estimates the amount of debris in the garbage patches is here: \nhttps://www.nature.com/articles/s41598-018-22939-w\n\nFor more about Ocean Conservancy’s work, and their annual international beach cleanup events: \nhttps://oceanconservancy.org/\n\nFor more reading about Erik Van Sebille’s work: \nhttp://erik.vansebille.com/\n\nFor more reading about Melanie Bergmann’s work: \nhttps://www.theverge.com/2021/1/12/22226655/microplastics-laundry-wastewater-plastic-pollution-arctic-ocean\n\nWatch our full video catalog: http://goo.gl/IZONyE\nFollow Vox on Facebook: http://goo.gl/U2g06o\nOr Twitter: http://goo.gl/XFrZ5H",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/fsjvwQclGLo/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "20478",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "455744"
  },
  "original_created_at": "2021-04-27T12:00:15.000Z",
  "created_at": "2021-04-27T22:55:45.985Z",
  "tags": []
}