{
  "videoId": "gHQPDCX_1z8",
  "channelId": "UCq3hT5JPPKy87JGbDls_5BQ",
  "title": "Shang-Chi (2021) Official Trailer Breakdown, Characters Explained, Easter Eggs & Things You Missed",
  "link": "https://www.youtube.com/watch?v=gHQPDCX_1z8",
  "pubDate": "2021-04-19T15:05:54.000Z",
  "author": "Heavy Spoilers",
  "id": "yt:video:gHQPDCX_1z8",
  "isoDate": "2021-04-19T15:05:54.000Z",
  "description": "Shang-Chi (2021) Official Trailer Breakdown, Characters Explained, Easter Eggs & Things You Missed | LEGEND OF THE TEN RINGS. The Shang-Chi trailer is here and we breakdown everything you need to know about the movie, it's storyline, characters, easter eggs and the things you missed.\n\n#ShangChi #Trailer #TrailerBreakdown #EasterEggs #ThingsYouMissed #Marvel #TheMandarin #MCU\n\nIf you enjoyed this video then please subscribe to the channel https://www.youtube.com/channel/UCq3hT5JPPKy87JGbDls_5BQ?sub_confirmation=1\n\nIf You Want To Help Support The Channel So I Can Make More Videos Like This Please Donate Here:\nhttps://www.youtube.com/channel/UCq3hT5JPPKy87JGbDls_5BQ/join\n\nGet some awesome Heavy Spoilers show clothes, phonecases and accessories at - https://teespring.com/en-GB/stores/deffinitions-store\n\n*Check out our BEST new videos below*\n*Madame Hydra Explained* - https://www.youtube.com/watch?v=b6gPSkN7-NI\n*Invincible Episode 6 Breakdown* - https://www.youtube.com/watch?v=18n6Xp_duXQ\n*Falcon And The Winter Soldier Episode 5 Breakdown* - https://www.youtube.com/watch?v=rDiIIaRIdcA\n*Godzilla Vs Kong Easter Eggs* - https://www.youtube.com/watch?v=abs9qnbQ1K0\n*The Walking Dead Season 10 Ending Explained* - https://www.youtube.com/watch?v=S3GBF7IqHBA\n*Godzilla Vs Kong Ending Explained* - https://www.youtube.com/watch?v=WqcLtrAmwXs\n*Omni-Man Explained* - https://www.youtube.com/watch?v=33AtqStgVl8\n\n\n/* ----- SOCIAL MEDIA ----- */\n\nFollow Me On Social Media At:\nhttps://www.facebook.com/DeffinitionMC/\nhttps://twitter.com/heavyspoilers\nhttps://www.instagram.com/heavyspoilers/\n\n\n/* ----- VIDEO INFORMATION ----- */\n\n0:00 Shang-Chi Legend Of The Ten Rings Trailer Breakdown Intro\n0:49 Marvel MCU Ten Rings Recap\n1:30 Avengers Endgame Tie-In\n2:04 The Mandarin Explained\n3:14 Shang-Chi Powers And Abilities\n5:01 Fing Fang Foom Leaks\n5:47 Razor Fist\n6:16 Michelle Yeoh\n6:32 Shang Chi Trailer Breakdown\n10:13 Trailer Reaction\n\nNow the movie itself is apparently going to show the criminal empire that he has amassed over the years. This movie is actually set to show both events that happened between the snap and the blip as well as the aftermath of it, bringing us fully up to speed with the MCU.\n\nIf you cast your mind back to that movie you'll remember there was a big bit with Hawkeye in which he was taking down Mobsters in Tokyo. This arc is apparently gonna be expanded upon so we see that when half of all life in the universe was snapped away that many members of the Ten Rings came in and seized power. Though we might not see things from Hawkeyes perspective, we could see these mobsters potentially popping up in the movie, explaining certain parts in Endgame.\n\nIt's all connected!!!!\n\nNow as for The Mandarin, the film is going to be making him not only the leader of The Ten Rings but also the father of Shang-Chi. This differs slightly from the comic books as in those it was Fu Manchu who was his dad. However, Marvel came out and said that because he played on a lot of stereotypes that he's a bit of a problematic character and thus they've decided to combine both the Mandarin and Fu Manchu into well...the Mandarin.\n\nThis is something similar to what they did with Whiplash who was a combination of Crymson Dynamo and...well Whiplash.\n\nThere's actually a big article on Wikipedia that talks about the controversy that Fu Manchu has caused over the years such as his nonsensical name, the fact he's basically just a stereotype and also he said in a book once 'kill the white man and take his women.'\n\nPlayed by Tony Leung, Director Destin Daniel Cretton has said that they want to smash asian stereotypes and that they want the Mandarin to be the character to do this.\n\nSo yeah, Fu Manchu is about as popular as Armie Hammer is at a Vegan meet up and thus they've definitely done the right thing.\n\nAs for Shang-Chi, in the MCU he's been trained by his father in the ways of Martial arts since he was a child and the character has very much seen the ins and outs of the criminal organisation.\n\nIn the comics they've never out and out said exactly what his powers and abilities are and depending on what you read, very much depends on what you get. Though he has possessed them from time to time, on the whole, Shang-Chi tends\n\nHowever, Shang-Chi is a next level athlete that's often referred to as the greatest empty-handed fighter in the Marvel Universe. Move over Iron Fist you stupid chump, get the hell out of here.\n\nShang-Chi has mastered Chi and because of this he's able to push his body beyond the usual limitations that normal people face. He could basically do a trailer breakdown 20 minutes after a trailer releases which is almost as fast as me.\n\n\nMusic By Lakey Inspired\n» Patreon: https://www.patreon.com/lakeyinspired\n» Spotify: https://goo.gl/aLkwM5\n» SoundCloud: https://soundcloud.com/lakeyinspired\n» Instagram: https://www.instagram.com/lakeyinspired/\n» SnapChat: Lakeyinspired",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/gHQPDCX_1z8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "6416",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "118583"
  },
  "original_created_at": "2021-04-19T15:05:54.000Z",
  "created_at": "2021-04-19T21:46:28.696Z",
  "tags": [
    "ShangChi",
    "Trailer",
    "TrailerBreakdown",
    "EasterEggs",
    "ThingsYouMissed",
    "Marvel",
    "TheMandarin",
    "MCU"
  ]
}