{
  "videoId": "HRiCVoyGh8c",
  "channelId": "UCzMjRlKVO9XIqH_crIFpi6w",
  "title": "Overworld Vs Nether ESCAPE ROOM Build Battle - Minecraft",
  "link": "https://www.youtube.com/watch?v=HRiCVoyGh8c",
  "pubDate": "2021-04-24T22:01:21.000Z",
  "author": "Skeppy",
  "id": "yt:video:HRiCVoyGh8c",
  "isoDate": "2021-04-24T22:01:21.000Z",
  "description": "Skeppy and Captain Puffy Compete In An Escape Room Build Battle!\n\n\nToday I stressed out Captain Puffy LMAO in a really fun and interesting Build Battle hahah. But this time we are building AND solving our very own Escape Room's. Also we themed it! I had an Overworld theme - shut up I didn't forget guys everything is technically overworld - and Puffy's was Nether themed. Pretty easy, right? Puffy even included prizes which was honestly just the best thing ever hahaha! She totally didn't cheat by looking over the wall, by the way, I guess it's those \"spidey senses\" she was talking about it. Even Rat makes an appearance! Also like all of her questions were BadBoyHalo themed... Thanks Puffy. At least I have a voucher to make up for it. This video was so fun and funny to make so if you enjoyed please hit this video with a like :D If this gets 100k likes maybe I'll challenge another YouTuber to a fun Build Battle!! Also sub to @CaptainPuffy she is the best :D\n\nAlso! I will be uploading the BBH footage in a couple hours if you're looking for it.\n\nFollow My Twitter - @Skeppy\nFollow My Instagram - @Skeppy\n\nNot Minecraft, But Water Rises or Minecraft, But Lava Rises, or any other but challenge like that. This is a speed runner / survivalist in Minecraft against a killer / assassin / hitmen but it's Captain Puffy stressing out for 15 minutes LMAO\n\nSub to @Captain Puffy !!!!",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/HRiCVoyGh8c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "36432",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "378715"
  },
  "original_created_at": "2021-04-24T22:01:21.000Z",
  "created_at": "2021-04-25T14:16:12.957Z",
  "tags": []
}