{
  "videoId": "jpZrVxvG3mk",
  "channelId": "UCuaFvcY4MhZY3U43mMt1dYQ",
  "title": "Disney’s Cruella | Official Trailer 2",
  "link": "https://www.youtube.com/watch?v=jpZrVxvG3mk",
  "pubDate": "2021-04-07T12:17:21.000Z",
  "author": "Walt Disney Studios",
  "id": "yt:video:jpZrVxvG3mk",
  "isoDate": "2021-04-07T12:17:21.000Z",
  "description": "This May, the Devil Gets Her Due. See #Cruella in theaters and on #DisneyPlus with Premier Access May 28. Additional fee required.\n\nAcademy Award® winner Emma Stone (“La La Land”) stars in Disney’s “Cruella,” an all-new live-action feature film about the rebellious early days of one of cinemas most notorious – and notoriously fashionable – villains, the legendary Cruella de Vil. “Cruella,” which is set in 1970s London amidst the punk rock revolution, follows a young grifter named Estella, a clever and creative girl determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute, played by two-time Oscar® winner Emma Thompson (“Howards End,” “Sense & Sensibility”). But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella. \n \nDisney’s “Cruella” is directed by Craig Gillespie (“I Tonya”) from a screenplay by Dana Fox and Tony McNamara, story by Aline Brosh McKenna and Kelly Marcel & Steve Zissis. It was produced by Andrew Gunn (“Freaky Friday”), Marc Platt (“Mary Poppins Returns”) and Kristin Burr (“Christopher Robin”), with Emma Stone, Michelle Wright, Jared LeBoff and Glenn Close serving as executive producers. Two-time Oscar®- winning costume designer Jenny Beavan (“Mad Max: Fury Road,” “A Room with a View”) creates the dazzling and imaginative costumes, which take on a life of their own.\n\nFor more information on “Cruella,” follow us on:\n\nFacebook: https://www.facebook.com/DisneyCruellaDeVil \nTwitter: https://twitter.com/cruella  \nInstagram: https://www.instagram.com/disneycruella \nYouTube: https://youtube.com/disneymovietrailers​\nHashtag: #Cruella",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/jpZrVxvG3mk/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "8293",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "369703"
  },
  "original_created_at": "2021-04-07T12:17:21.000Z",
  "created_at": "2021-04-07T21:19:26.789Z",
  "tags": [
    "Cruella",
    "DisneyPlus",
    "Cruella"
  ]
}