{
  "videoId": "kNx9hcrUpww",
  "channelId": "UCryGec9PdUCLjpJW2mgCuLw",
  "title": "Perseverance Rover's Mastcam-Z Captures Ingenuity's Third Flight",
  "link": "https://www.youtube.com/watch?v=kNx9hcrUpww",
  "pubDate": "2021-04-25T21:26:08.000Z",
  "author": "NASA Jet Propulsion Laboratory",
  "id": "yt:video:kNx9hcrUpww",
  "isoDate": "2021-04-25T21:26:08.000Z",
  "description": "NASA’s Ingenuity Mars Helicopter takes off and lands in this video captured on April 25, 2021, by Mastcam-Z, an imager aboard NASA’s Perseverance Mars rover. As expected, the helicopter flew out of its field of vision while completing a flight plan that took it 164 feet (50 meters) downrange of the landing spot. Keep watching, the helicopter will return to stick the landing. Top speed for today's flight was about 2 meters per second, or about 4.5 miles-per-hour.\n\nThe Ingenuity Mars Helicopter was built by JPL, which also manages this technology demonstration project for NASA Headquarters. It is supported by NASA’s Science Mission Directorate, Aeronautics Research Mission Directorate, and Space Technology Mission Directorate. NASA’s Ames Research Center and Langley Research Center provided significant flight performance analysis and technical assistance during Ingenuity’s development.\n\nA key objective for Perseverance’s mission on Mars is astrobiology, including the search for signs of ancient microbial life. The rover will characterize the planet’s geology and past climate, pave the way for human exploration of the Red Planet, and be the first mission to collect and cache Martian rock and regolith (broken rock and dust). \n\nSubsequent NASA missions, in cooperation with ESA (European Space Agency), would send spacecraft to Mars to collect these sealed samples from the surface and return them to Earth for in-depth analysis.\n\nThe Mars 2020 Perseverance mission is part of NASA’s Moon to Mars exploration approach, which includes Artemis missions to the Moon that will help prepare for human exploration of the Red Planet.\n\nJPL, which is managed for NASA by Caltech in Pasadena, California, built and manages operations of the Perseverance rover.\n\nFor more about Perseverance:\n-mars.nasa.gov/mars2020/\n-nasa.gov/perseverance\n\nCredit: NASA/JPL-Caltech/ASU/MSSS",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/kNx9hcrUpww/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "17537",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1628084"
  },
  "original_created_at": "2021-04-25T21:26:08.000Z",
  "created_at": "2021-04-26T15:28:12.947Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "2021年4月25日、NASAの火星探査機Perseveranceに搭載されたイメージャーMastcam-Zが撮影した動画で、NASAのIngenuity Mars Helicopterが離陸・着陸しています。予想通り、ヘリコプターは着陸地点から50メートル離れた場所で飛行計画を立てている間に、視界から外れてしまいました。この後、ヘリコプターは着陸地点に戻ってきます。本日の飛行の最高速度は、秒速約2メートル、時速約4.5マイルでした。\n\nIngenuity Mars Helicopterは、JPLが製作したもので、JPLはこの技術実証プロジェクトをNASA本部のために管理しています。このプロジェクトは、NASAの科学ミッション本部、航空研究ミッション本部、宇宙技術ミッション本部の支援を受けています。また、NASAのエイムズ研究センターとラングレー研究センターは、Ingenuityの開発において、飛行性能の分析と技術支援を行いました。\n\nPerseveranceの火星でのミッションの主な目的は、古代の微生物の痕跡を探すことを含めた宇宙生物学です。このローバーは、火星の地質と過去の気候の特徴を明らかにし、人類による火星探査への道を開くとともに、火星の岩石やレゴリス（砕けた岩石や塵）を収集して保管する最初のミッションとなります。\n\nその後のNASAのミッションでは、ESA（欧州宇宙機関）と協力して、火星に探査機を送り、地表からこれらの密封されたサンプルを採取し、詳細な分析のために地球に持ち帰ることになります。\n\nMars 2020 Perseveranceミッションは、NASAの月から火星への探査アプローチの一部であり、月へのArtemisミッションも含めて、赤い惑星への有人探査の準備を進めることになります。\n\nカリフォルニア州パサデナにあるカリフォルニア工科大学がNASAのために管理しているJPLは、Perseveranceローバーの製造と運用管理を行っています。\n\nPerseveranceについての詳細はこちら。\n-mars.nasa.gov/mars2020/\n-nasa.gov/perseverance\n\nCredit: NASA/JPL-Caltech/ASU/MSSS",
      "title": "Perseverance RoverのMastcam-ZがIngenuityの3回目のフライトを撮影"
    },
    {
      "locale": "zh",
      "description": "NASA的Ingenuity火星直升机在2021年4月25日由Mastcam-Z拍摄的这段视频中起飞和降落，Mastcam-Z是NASA毅力号火星车上的一个成像器。正如预期的那样，直升机飞出了它的视野，同时完成了一个飞行计划，把它带到了降落点的164英尺（50米）的范围内。继续观察，直升机将返回坚持着陆。今天飞行的最高速度约为每秒2米，或每小时约4.5英里。\n\nIngenuity火星直升机是由JPL建造的，它也为NASA总部管理这个技术示范项目。它得到了NASA科学任务局、航空研究任务局和空间技术任务局的支持。NASA的艾姆斯研究中心和兰利研究中心在毅力的开发过程中提供了重要的飞行性能分析和技术援助。\n\n毅力号在火星上任务的一个关键目标是天体生物学，包括寻找古代微生物生命的迹象。该探测器将描述该星球的地质和过去的气候特征，为人类探索红色星球铺平道路，并成为第一个收集和储存火星岩石和再生石（破碎的岩石和灰尘）的任务。\n\n随后的NASA任务将与ESA（欧洲航天局）合作，向火星发送航天器，从火星表面收集这些密封样品，并将其送回地球进行深入分析。\n\n火星2020毅力任务是美国宇航局从月球到火星探索方法的一部分，其中包括对月球的阿特米斯任务，这将有助于为人类探索红色星球做准备。\n\n位于加州帕萨迪纳的加州理工学院为美国宇航局管理的JPL建造并管理毅力号探测器的运行。\n\n关于毅力号的更多信息。\n-mars.nasa.gov/mars2020/\n-nasa.gov/perseverance\n\n信用：NASA/JPL-Caltech/ASU/MSSS",
      "title": "毅力号漫游者的Mastcam-Z拍摄到了Ingenuity的第三次飞行"
    },
    {
      "locale": "zh-Hant",
      "description": "NASA的Ingenuity火星直升機在2021年4月25日由Mastcam-Z拍攝的這段視頻中起飛和降落，Mastcam-Z是NASA毅力號火星車上的一個成像器。正如預期的那樣，直升機飛出了它的視野，同時完成了一個飛行計劃，把它帶到了降落點的164英尺（50米）的範圍內。繼續觀察，直升機將返回堅持着陸。今天飛行的最高速度約爲每秒2米，或每小時約4.5英里。\n\nIngenuity火星直升機是由JPL建造的，它也爲NASA總部管理這個技術示範項目。它得到了NASA科學任務局、航空研究任務局和空間技術任務局的支持。NASA的艾姆斯研究中心和蘭利研究中心在毅力的開發過程中提供了重要的飛行性能分析和技術援助。\n\n毅力號在火星上任務的一個關鍵目標是天體生物學，包括尋找古代微生物生命的跡象。該探測器將描述該星球的地質和過去的氣候特徵，爲人類探索紅色星球鋪平道路，併成爲第一個收集和儲存火星岩石和再生石（破碎的岩石和灰塵）的任務。\n\n隨後的NASA任務將與ESA（歐洲航天局）合作，向火星發送航天器，從火星表面收集這些密封樣品，並將其送回地球進行深入分析。\n\n火星2020毅力任務是美國宇航局從月球到火星探索方法的一部分，其中包括對月球的阿特米斯任務，這將有助於爲人類探索紅色星球做準備。\n\n位於加州帕薩迪納的加州理工學院爲美國宇航局管理的JPL建造並管理毅力號探測器的運行。\n\n關於毅力號的更多信息。\n-mars.nasa.gov/mars2020/\n-nasa.gov/perseverance\n\n信用：NASA/JPL-Caltech/ASU/MSSS",
      "title": "毅力號漫遊者的Mastcam-Z拍攝到了Ingenuity的第三次飛行"
    }
  ],
  "source_updated_at": 1619776222420
}