{
  "videoId": "mLOCxCpp5D0",
  "channelId": "UCPD_bxCRGpmmeQcbe2kpPaA",
  "title": "Steve-O Takes It Too Far While Eating Spicy Wings | Hot Ones",
  "link": "https://www.youtube.com/watch?v=mLOCxCpp5D0",
  "pubDate": "2021-04-15T15:00:29.000Z",
  "author": "First We Feast",
  "id": "yt:video:mLOCxCpp5D0",
  "isoDate": "2021-04-15T15:00:29.000Z",
  "description": "Hot Ones legend Steve-O is back for the Season 14 finale! He’s a comedian, author, and YouTuber. His latest special, Gnarly, is currently available on Steve-O.com, and while you’re there check out his memoir Professional Idiot, his skateboard decks, and—as fate would have it—his own hot sauce, Steve-O’s Hot Sauce for Your Butthole. But how will he fare in his second round with the wings of death? Watch as he shares stories about 50 Cent, reminisces about his Jackass days, and closes out the season in the most epic fashion possible.\n\nMAKE A DIFFERENCE BY DONATING TO COMMON THREADS, THE BRAND-NEW CHARITY PARTNER OF HOT ONES: https://www.commonthreads.org/firstwefeast/\n\nBUY HOT ONES TRUTH OR DAB THE GAME NOW: http://truthordabgame.com\n\nBUY HOT ONES HOT SAUCE NOW: http://bit.ly/HotOnesSaucesNEW\n\nHOT ONES MERCH AVAILABLE NOW: https://bit.ly/2AIS271\n\nSIGN UP FOR THE HOT ONES MONTHLY HOT SAUCE SUB BOX: https://bit.ly/2veY50P\n\nSIGN UP FOR THE FIRST WE FEAST NEWSLETTER: http://firstwefeast.com/signup\n\nSubscribe to First We Feast on YouTube: http://goo.gl/UxFzhK\n\nCheck out more of First We Feast here:\n\nhttp://firstwefeast.com/\n\nhttps://twitter.com/firstwefeast\n\nhttps://www.facebook.com/FirstWeFeast\n\nhttp://instagram.com/firstwefeast\n\nFirst We Feast videos offer an iconoclastic view into the culinary world, taking you behind-the-scenes with some of the country’s best chefs and finding the unexpected places where food and pop culture intersect.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/mLOCxCpp5D0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "31855",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "343912"
  },
  "original_created_at": "2021-04-15T15:00:29.000Z",
  "created_at": "2021-04-15T22:00:29.671Z",
  "tags": []
}