{
  "videoId": "qUD_ad_MrPg",
  "channelId": "UCvvVOIyaYu2l4jiH9L8_eRw",
  "title": "Dax - \"BEATBOX\" Freestyle [One Take Video]",
  "link": "https://www.youtube.com/watch?v=qUD_ad_MrPg",
  "pubDate": "2021-04-06T21:14:01.000Z",
  "author": "Dax",
  "id": "yt:video:qUD_ad_MrPg",
  "isoDate": "2021-04-06T21:14:01.000Z",
  "description": "250K LIKES AND YOU UNLOCK THE \"WHOOPTY\" FREESTYLE...\nit's up to YALL... we are the label.\n\nHad to hop in the fun and make a BEATBOX FREEESTYLE FOR THE BEATBOX CHALLENGE. It's been awesome to see so many people hop on the beat. This is what hip hop is about. Shoutout to spotemgottem and dababy for the fire ass song, go check it out if you haven't already. yall def gon want me to do WHOOPTY as well. ima go even harder if that's even possible hahahahah. ITS DAX. all love. is my beatbox freestyle the best?\n\nSOUNDCLOUD (only): \n\nFollow @thatsdax on EVERYTHING\nShot by: Logan Meis\n\n#Beatbox #freestyle #Remix #Dax\n\nLYRICS:\n\nthey say that i'm different\nif i flex a gun they would probably fuck with my image\ni'm DAX and the shit that I’ve done it could never me mickmed\nthis shit is exclusive i’m RUSSIAN the beat like I’m VLADIMIR PUTINfor every ((BAR)-that-you-(MITZ)-ima-(FUH) you like I’m going JEWISH) [bar that you miss ima fuck]i promise you niggas we not in the same league\n(BarMitzvah)\ni (GO)-in-(Bert) I’m with DONOVAN MITCHELL [utah jazz]\ni got more STRIPES than ZEBRA they speak on me FOUL because Dax has been way to OFFICIAL\nstay in my lane with my head on a swivel\n(X)’ing em out like i’m MALCOLM and MIDDLE [malcolm x =, malcolm in the middle]\ni tried to be nice but these people is KAREN'S so I’m BLACKING out like my last name is CIVIL [Karen Civil]\ni’m doing LIFE for these BARS every that beat touch ima BODY THAT\nbout to fuck TWINS after this so you PUSSIES can call me a COPY CAT\nI got a ((CHEVY-IMPALA) with-(PISTONS) I’m driving\nin (PONTIAC), I’ll never ((MICH)AGAIN) I’m in (DETROIT) with the (BOYS) I got CHIPS like (ISAIAH) and (THOMAS)) had\ni’m a different category\nstay IN THE HOUSE in like my name is CORY [cory in the house]\nso many FLOWS they get WET when I rap in I could have an ORGY\nth-this beat makes me HORNY\nonce i-CUM-you can’t ignore me\nniggas my SONS they won’t admit ima have to take they ass and SHOW it on MAURY\nAKON nigga imma bout to SMACK THAT\nCAN'T BREATHE like I’m rapping with a GAS MASKswitch gears everytime a nigga fast rap\nthey too slow I’m already on my last lap\nyou’ll get SMOKED you niggas can’t MATCH that\ni’m so BLUNT you people try to PASS DAX\nthen try to front like you my DOGS i SEE RIGHT THROUGH YOU like a nigga did a CAT SCAN\ndo try to front because I know you know\ni been BOSS, no HUGO\nyou USDs while I’m EUROS\nmy bars are worth like two times yours\ndon’t you make that mistake\nindependent how I bust in the gate\ni do numbers organic i don’t gotta pay\nmy shit GOLDEN like STEPHEN and KLAY\ni’m my ZONE in my NATURAL STATE\ndon’t gotta WARM UP I’m HITTING MY SHOT if you throw me throw me the ROCK when i step in the GAME\nand i promise i don’t miss\ni stay focused\nevery songs a MAGNUM OPUS\nMy rhymes-scheme-(SE(a)RENA) so damn big\nit broke the US OPEN (serena williams, us open)\nand yes I noticed\nniggas never gonna give me my roses\nso I stay cooking up this crack and serving it out in potent doses\nwhat you niggas done I done I did that already\nyou must be JELLY, (JAM)MING my NUTS\nmy BALLS are too HEAVY\ni need some WAP not talking talking bout FETTI, i’m wit the SQUAD like ED EDD and EDDIE,\nand if I don’t pop then this years a flop cuz my shits too hot and can’t no one tell me that my shit don’t ROCK-and-ROLL over what’s on top charts I’m SERVING that LEVY\n(so SIT DOWN please I will not STAND for this I am not ALLSTATE\nI spit GAS, you people STAY SLEEP, I’m UP no wonder you're ALL BREAKS)\ni’m getting sick of this\nyou gon' put some respect on a lyricist\ni’m in HOUSTON-like-ASTROS-I’m-NOMICAL CHEMICALLY serving up BARS like a PHYSICIST\nI been to rapping to far ima\nSLOOOOOW take it slow\nI gotta SLOOOW DOWN to GET IT GOING\nU can’t replace meI rap in HDI promise niggas DAX is bout the be the place to beFUCK DANIEL!\nUpstain I throw HEAT ROCKS im like d-wade when I bowl\nI don’t need a deal to pop I got talent my nigga i don’t have to sell my soul\nBut if I do\nIt’s over for you\nSo I gotta\nI GOTTA SLOW take it slow\nI gotta SLOW DOWN to GET IT GOINGU can’t replace meI rap in HD\nI Promise niggas DAX is bout to be the place to be\nFUCK DANIEL!ITS DAX!",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/qUD_ad_MrPg/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "56069",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "263634"
  },
  "original_created_at": "2021-04-06T21:14:01.000Z",
  "created_at": "2021-04-07T14:59:13.084Z",
  "tags": [
    "Beatbox",
    "freestyle",
    "Remix",
    "Dax"
  ]
}