{
  "videoId": "Spx6s9Q2xFg",
  "channelId": "UCL6JmiMXKoXS6bpP1D3bk8g",
  "title": "Rocket Bunny - Everything You Need to Know | Up to Speed",
  "link": "https://www.youtube.com/watch?v=Spx6s9Q2xFg",
  "pubDate": "2021-04-01T16:00:12.000Z",
  "author": "Donut Media",
  "id": "yt:video:Spx6s9Q2xFg",
  "isoDate": "2021-04-01T16:00:12.000Z",
  "description": "Thanks to CarParts.com for sponsoring today’s episode. Click here http://bit.ly/carpartsdotcom1  to check out their massive inventory of car parts.\n\nRocket Bunny made widebody kits and over fenders one of the most popular trends in the history of cars. Kei Muira has combined multiple influences from japanese car culture to create a worldwide phenomenon. How did Rocket Bunny become one of the most popular body kit companies in the world? \n\nA HUGE thanks to Dionne Mascunana for helping us with this video. We literally couldn’t have done it without him. He gave us a ton of footage, provided a bunch of really cool information and fun stories about Kei Muira, he even set up an interview with the man himself. He also has some really cool builds. To see more of his stuff follow his youtube channel OMG Miata and also Toyo Tires youtube. \nOMGmiata: https://www.youtube.com/c/MASCUNANABEAR\nhttps://www.instagram.com/omgmiata/\nToyo Tires: https://www.youtube.com/user/toyotires\nhttps://www.instagram.com/toyotires/\n\nAnd another big thanks to Kenji at Greddy Performance for sitting down with us. They’re the US distributor of Rocket Bunny kits and accessories. Check them out at:\nwww.greddy.com\nhttps://www.instagram.com/greddyperformance/\n\nAnd of course thanks to Kei Muira for having such a cool story and doing such cool stuff. Check his kits out: https://pandemusa.com/\nhttps://www.instagram.com/pandemusa/\n\nThanks to Jun Takahashi at Hardcore Tokyo for sharing so much of his incredible underground drifting footage: https://www.youtube.com/user/JUNLACOKA\nhttps://www.instagram.com/hardcoretokyo/\n\nThanks to Tommy Babiarz for coming in clutch with some great last minute footage of Kei:\nhttps://www.instagram.com/tomimotofilms/\nhttps://www.youtube.com/user/tomimotofilms\n\nAmazing animations by Raghav Arumugam Check out his stuff here.\nhttps://www.youtube.com/ragsanimations\n\nWe were so stoked that we were able to get Ryan Hailey to edit this video. He's a super hillarious dude and a ton of funny stuff he added got cut or moved for one reason or another. Here's a link to his channel: https://www.youtube.com/c/RyansShorts\n\n\nAnd shouts to Jonny Grunewald for bringing his dope Rocket Bunny RX-8 by our shop to use for the UTS background! https://www.instagram.com/trmnl7/\n \n►Subscribe to Donut here: http://bit.ly/1JQ3qvO\n\nCheck out more Donut Media Videos: https://youtu.be/Pz8IGLgFE2s?list=PLF…\n\nShop Donut Merch at www.donutmedia.com\n\nFollow us on Instagram @donutmedia\n\nLike us on Facebook: https://www.facebook.com/donutmedia/\n\nDonut Media is at the center of digital media for the next generation of automotive and motorsports enthusiasts. We are drivers, drifters, and car enthusiasts who love to tell stories.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/Spx6s9Q2xFg/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "64555",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "693461"
  },
  "original_created_at": "2021-04-01T16:00:12.000Z",
  "created_at": "2021-04-02T07:34:28.713Z",
  "tags": []
}