{
  "videoId": "tI1JGPhYBS8",
  "channelId": "UCWOA1ZGywLbqmigxE4Qlvuw",
  "title": "Army of the Dead | Official Trailer | Netflix",
  "link": "https://www.youtube.com/watch?v=tI1JGPhYBS8",
  "pubDate": "2021-04-13T15:15:01.000Z",
  "author": "Netflix",
  "id": "yt:video:tI1JGPhYBS8",
  "isoDate": "2021-04-13T15:15:01.000Z",
  "description": "In Select Theaters May and on Netflix May 21.\n\nFrom filmmaker Zack Snyder (300, Watchmen, Zack Snyder’s Justice League), ARMY OF THE DEAD takes place following a zombie outbreak that has left Las Vegas in ruins and walled off from the rest of the world. When Scott Ward (Dave Bautista), a former zombie war hero who’s now flipping burgers on the outskirts of the town he now calls home, is approached by casino boss Bly Tanaka (Hiroyuki Sanada), it’s with the ultimate proposition: break into the zombie-infested quarantine zone to retrieve $200 million sitting in a vault beneath the strip before the city is nuked by the government in 32 hours. With little left to lose, Ward takes on the challenge, assembling a ragtag team of experts for the heist. With a ticking clock, a notoriously impenetrable vault, and a smarter, faster horde of Alpha zombies closing in, only one thing’s for certain in the greatest heist ever attempted: survivors take all.\n\nStarring Dave Bautista, Ella Purnell, Omari Hardwick, Ana de la Reguera, Theo Rossi, Matthias Schweighöfer, Nora Arnezeder, Hiroyuki Sanada, Tig Notaro, Raúl Castillo, Huma Qureshi, Samantha Win, Michael Cassidy, Richard Cetrone, and Garret Dillahunt.\n\nSUBSCRIBE: http://bit.ly/29qBUt7\n\nAbout Netflix:\nNetflix is the world's leading streaming entertainment service with 204 million paid memberships in over 190 countries enjoying TV series, documentaries and feature films across a wide variety of genres and languages. Members can watch as much as they want, anytime, anywhere, on any internet-connected screen. Members can play, pause and resume watching, all without commercials or commitments.\n\nArmy of the Dead | Official Trailer | Netflix \nhttps://youtube.com/Netflix\n\nAfter a zombie outbreak in Las Vegas, a group of mercenaries takes the ultimate gamble by venturing into the quarantine zone for the greatest heist ever.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/tI1JGPhYBS8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "51474",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "868422"
  },
  "original_created_at": "2021-04-13T15:15:01.000Z",
  "created_at": "2021-04-13T21:42:53.386Z",
  "tags": []
}