{
  "videoId": "uG5xcr1tphM",
  "channelId": "UCJ7dtuZhjFSJvb_CZjWJkng",
  "title": "Kate's Outfit For Philip's Funeral Means More Than You Think",
  "link": "https://www.youtube.com/watch?v=uG5xcr1tphM",
  "pubDate": "2021-04-17T22:13:11.000Z",
  "author": "The List",
  "id": "yt:video:uG5xcr1tphM",
  "isoDate": "2021-04-17T22:13:11.000Z",
  "description": "Kate Middleton is one of 30 guests in attendance at Prince Philip's funeral, and appropriately, she donned an all-black outfit, designed by Roland Mouret, to mourn the royal family patriarch. Upon leaving for St. George's Chapel in Windsor, the Duchess of Cambridge was photographed wearing a black hat — complete with black netting — and face mask as well. Meanwhile, eagle-eyed royal watchers may have noticed Kate is also adorned in some familiar jewelry, which has a deep meaning for the family.\n\nIndeed, Prince William's wife was seen wearing the Queen's pearl necklace — which is said to be from her personal collection. This is not the first time Kate has worn the elegant piece, having also accessorized with the choker in 2017 at a birthday celebration for Margaret Thatcher, according to the Daily Mail.\n\nMeanwhile, someone else very special to both Kate and the royal family has also worn the pearl necklace in the past. But just who it is may surprise those who have followed the drama that has plagued the British royals for several decades.\n\nPrincess Diana, who was greatly at odds with the royal family almost from the start by all accounts, also wore Queen Elizabeth's Japanese pearl choker for a banquet in 1982, shortly after she married Prince Charles according to the Daily Mail. Of course, her mother-in-law at the time lent it to her for the occasion.\n\nNow, Kate wearing the storied pearls is a show of solidarity with Queen Elizabeth, according to Express. The Duchess of Cambridge put her own spin on the look, pairing the meaningful piece with diamond and pearl drop earrings, which according to Hello! are also from the monarch's personal collection.\n\nKate's outfit for the funeral ties her to Diana, and to the sovereign, on a solemn day commemorating the life of the longest serving consort in British history, Prince Philip, but it also makes a statement about health and family.\n\nWatch this video for how Kate's outfit for Philips funeral means more than you think! \n\n#RoyalFamily #PrincePhilip #KateMiddleton\n\nRead Full Article: https://www.thelist.com/385449/kate-middletons-outfit-for-prince-philips-funeral-has-a-deeper-meaning-than-you-think/",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/uG5xcr1tphM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "10924",
    "average": "4.80",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1325914"
  },
  "original_created_at": "2021-04-17T22:13:11.000Z",
  "created_at": "2021-04-18T14:43:30.644Z",
  "tags": [
    "RoyalFamily",
    "PrincePhilip",
    "KateMiddleton"
  ]
}