{
  "videoId": "vBumm7mYT_0",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "THE SUICIDE SQUAD - Rebellion Trailer",
  "link": "https://www.youtube.com/watch?v=vBumm7mYT_0",
  "pubDate": "2021-04-01T20:56:47.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:vBumm7mYT_0",
  "isoDate": "2021-04-01T20:56:47.000Z",
  "description": "Thought you might like this too. #TheSuicideSquad\n \nhttps://www.facebook.com/thesuicidesquad\nhttps://www.instagram.com/thesuicidesquad\nhttps://twitter.com/SuicideSquadWB\nhttps://www.thesuicidesquad.com\n \nFrom writer/director James Gunn comes Warner Bros. Pictures’ superhero action adventure “The Suicide Squad,” featuring a collection of the most degenerate delinquents in the DC lineup.\n \nWelcome to hell—a.k.a. Belle Reve, the prison with the highest mortality rate in the US of A.  Where the worst Super-Villains are kept and where they will do anything to get out—even join the super-secret, super-shady Task Force X.  Today’s do-or-die assignment?  Assemble a collection of cons, including Bloodsport, Peacemaker, Captain Boomerang, Ratcatcher 2, Savant, King Shark, Blackguard, Javelin and everyone’s favorite psycho, Harley Quinn.  Then arm them heavily and drop them (literally) on the remote, enemy-infused island of Corto Maltese.  Trekking through a jungle teeming with militant adversaries and guerrilla forces at every turn, the Squad is on a search-and-destroy mission with only Colonel Rick Flag on the ground to make them behave…and Amanda Waller’s government techies in their ears, tracking their every movement.  And as always, one wrong move and they’re dead (whether at the hands of their opponents, a teammate, or Waller herself).  If anyone’s laying down bets, the smart money is against them—all of them. \n \nThe film stars Margot Robbie (“Birds of Prey,” “Bombshell”), Idris Elba (“Avengers: Infinity War”), John Cena (upcoming HBO Max series “Peacemaker,” “Bumblebee”), Joel Kinnaman (“Suicide Squad”), Jai Courtney (the “Divergent” franchise), Peter Capaldi (“World War Z,” BBC’s “Doctor Who” ), David Dastmalchian (upcoming “Dune,” “Ant-Man and the Wasp”), Daniela Melchior (“Parque Mayer”), Michael Rooker (the “Guardians of the Galaxy” films), Alice Braga (“Elysium”), Pete Davidson (“The King of Staten Island,” TV’s “Saturday Night Live”), Joaquín Cosio (“Spider-Man: Into the Spider-Verse,” TV’s “Narcos: Mexico”), Juan Diego Botto (“The Europeans”), Storm Reid (“The Invisible Man,” “A Wrinkle in Time”, “Euphoria”), Nathan Fillion (“Guardians of the Galaxy,” TV’s “The Rookie”), Steve Agee (“Brightburn,” “Guardians of the Galaxy Vol. 2”), Sean Gunn (the “Guardians of the Galaxy” films, the “Avengers” films), Mayling Ng (“Wonder Woman”), Flula Borg (“Ralph Breaks the Internet”), Jennifer Holland (“Brightburn,” upcoming HBO Max series “Peacemaker”) and Tinashe Kajese (TV’s “Valor,” “The Inspectors”), with Sylvester Stallone (the “Rocky,” “Rambo” and “Expendables” franchises), and Viola Davis (“Ma Rainey’s Black Bottom,” “Suicide Squad”).\n \nGunn (the “Guardian of the Galaxy” films) directs from his own screenplay, based on characters from DC.  The film is produced by Charles Roven and Peter Safran, with Zack Snyder, Deborah Snyder, Walter Hamada, Chantal Nong Vo, Nikolas Korda and Richard Suckle executive producing.\n \nGunn’s creative team includes director of photography Henry Braham (“Guardians of the Galaxy Vol. 2”), production designer Beth Mickle (“Captain Marvel”), editors Fred Raskin (“Guardians of the Galaxy Vol. 2,” “Once Upon a Time… In Hollywood”) and Christian Wagner (the “Fast & Furious” films) and Oscar-nominated costume designer Judianna Makovsky (“Guardians of the Galaxy Vol 2,” “Avengers: Endgame,” “Harry Potter and the Sorcerer’s Stone”).  The music is by John Murphy (“Kick-Ass”).\n \nWarner Bros. Pictures Presents An Atlas Entertainment/Peter Safran Production, A James Gunn Film, “The Suicide Squad.”  The film will be distributed worldwide by Warner Bros. Pictures.  It is set for release nationwide in theaters and IMAX on August 6, 2021 and will be available on HBO Max for 31 days from theatrical release.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/vBumm7mYT_0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "53938",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "962413"
  },
  "original_created_at": "2021-04-01T20:56:47.000Z",
  "created_at": "2021-04-02T15:30:04.819Z",
  "tags": [
    "TheSuicideSquad"
  ]
}