{
  "author": "CanadianW",
  "original_created_utc": 1630509731,
  "title": "CMV: There is no point in telling kids that there is no such thing as \"boy\" names and \"girl\" names.",
  "created_utc": 1630517632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>By &quot;kid&quot; I mean someone under the age of about 8.</p>\n\n<p>We hear a lot of parents saying to their kids &quot;There&#39;s no such thing as boy colours and girl colours.&quot;</p>\n\n<p>And I would be inclined to agree.  There is nothing wrong with a boy liking pink or a girl liking blue and no child should feel left out for that.</p>\n\n<p>But sometimes this can be extended to other things, like parents telling their kids that there is no such thing as &quot;boy&quot; names and &quot;girl&quot; names.</p>\n\n<p>Now if you, the parent, personally believe this, that&#39;s great.  To an extent I can understand why.  But there is no point in telling your kids this.</p>\n\n<p>All of the people that the kid will encounter in life will have a name, and eventually that kid will realize that some names are 99% of the time used by women and that some names are 99% used by men.  </p>\n\n<p>Thus it cannot make sense that we say at such an early age &quot;well actually there is no such thing as a girl name and a boy name&quot; because what is the kid supposed to think when he realizes that every person he meets named &quot;Sarah&quot; is going to be a woman?</p>\n\n<p>It does no harm to let the kid figure out that some names are gender specific and some are unisex, if that&#39;s the reason you are doing this.  If this is the reason parents say this, then it would be easier to say that certain names can be for anyone rather than all names.</p>\n\n<p>I honestly see no advantages in saying that there is no such thing.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/pfw3f1/cmv_there_is_no_point_in_telling_kids_that_there/",
  "subreddit": "changemyview",
  "id": "pfw3f1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "By \"kid\" I mean someone under the age of about 8.\n\nWe hear a lot of parents saying to their kids \"There's no such thing as boy\ncolours and girl colours.\"\n\nAnd I would be inclined to agree. There is nothing wrong with a boy liking pink\nor a girl liking blue and no child should feel left out for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供」というのは、8歳くらいまでの人のことです。\n\n親が子供に「男の子の色と女の子の色なんてないよ」と言っているのをよく耳にします。\n男の子の色と女の子の色なんてないんだよ」という親の声をよく耳にします。\n\n私もそれに同意したいと思います。男の子がピンクを好きでも、女の子がブルーを好きでも、何の問題もありません。\n男の子がピンクを、女の子がブルーを好むことは悪いことではありませんし、子供がそのことで仲間はずれにされるべきではありません・・・。",
      "title": "CMV: 子供たちに「男の子」の名前と「女の子」の名前はないと言っても意味がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我所说的 \"孩子 \"是指大约8岁以下的人。\n\n我们听到很多父母对他们的孩子说：\"没有男孩的颜色和女孩的颜色这回事。\n颜色和女孩颜色\"。\n\n我也倾向于同意。男孩喜欢粉红色，女孩喜欢蓝色，这没有什么不对。\n或女孩喜欢蓝色也没有什么不对，没有孩子应该感到被遗弃......",
      "title": "CMV：告诉孩子们没有所谓的 \"男孩 \"和 \"女孩 \"的名字是没有意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我所說的 \"孩子 \"是指大約8歲以下的人。\n\n我們聽到很多父母對他們的孩子說：\"沒有男孩的顏色和女孩的顏色這回事。\n顏色和女孩顏色\"。\n\n我也傾向於同意。男孩喜歡粉紅色，女孩喜歡藍色，這沒有什麼不對。\n或女孩喜歡藍色也沒有什麼不對，沒有孩子應該感到被遺棄......",
      "title": "CMV：告訴孩子們沒有所謂的 \"男孩 \"和 \"女孩 \"的名字是沒有意義的。"
    }
  ]
}