{
  "author": "CanadianW",
  "original_created_utc": 1630509731,
  "title": "CMV: There is no point in telling kids that there is no such thing as \"boy\" names and \"girl\" names.",
  "created_utc": 1630517632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>By &quot;kid&quot; I mean someone under the age of about 8.</p>\n\n<p>We hear a lot of parents saying to their kids &quot;There&#39;s no such thing as boy colours and girl colours.&quot;</p>\n\n<p>And I would be inclined to agree.  There is nothing wrong with a boy liking pink or a girl liking blue and no child should feel left out for that.</p>\n\n<p>But sometimes this can be extended to other things, like parents telling their kids that there is no such thing as &quot;boy&quot; names and &quot;girl&quot; names.</p>\n\n<p>Now if you, the parent, personally believe this, that&#39;s great.  To an extent I can understand why.  But there is no point in telling your kids this.</p>\n\n<p>All of the people that the kid will encounter in life will have a name, and eventually that kid will realize that some names are 99% of the time used by women and that some names are 99% used by men.  </p>\n\n<p>Thus it cannot make sense that we say at such an early age &quot;well actually there is no such thing as a girl name and a boy name&quot; because what is the kid supposed to think when he realizes that every person he meets named &quot;Sarah&quot; is going to be a woman?</p>\n\n<p>It does no harm to let the kid figure out that some names are gender specific and some are unisex, if that&#39;s the reason you are doing this.  If this is the reason parents say this, then it would be easier to say that certain names can be for anyone rather than all names.</p>\n\n<p>I honestly see no advantages in saying that there is no such thing.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/pfw3f1/cmv_there_is_no_point_in_telling_kids_that_there/",
  "subreddit": "changemyview",
  "id": "pfw3f1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "By \"kid\" I mean someone under the age of about 8.\n\nWe hear a lot of parents saying to their kids \"There's no such thing as boy\ncolours and girl colours.\"\n\nAnd I would be inclined to agree. There is nothing wrong with a boy liking pink\nor a girl liking blue and no child should feel left out for…"
}