{
  "author": "PettyWitch",
  "the_new_excerpt": "Edit: If you want a book recommendation I recommend “How to Deal with\nEmotionally Explosive People” by Albert Bernstein. I read this as a 19 year old\ntrying to understand why my dad exploded at us so much and it made me realize I\nwas also headed down that path of exploding at people. I read a bunch…",
  "original_created_utc": 1615489450,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：如果你想推荐一本书，我推荐《如何应对》。\n阿尔伯特-伯恩斯坦的《情绪爆炸的人》。我在19岁的时候读过这本书\n试图理解为什么我爸会对我们大发雷霆，这让我意识到我\n也是走向了那条向人爆炸的道路。我看了一堆...",
      "title": "YSK，在很多家庭中，对你的家人大喊大叫是不正常的，也是虐待的起点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：如果你想推薦一本書，我推薦《如何應對》。\n阿爾伯特-伯恩斯坦的《情緒爆炸的人》。我在19歲的時候讀過這本書\n試圖理解爲什麼我爸會對我們大發雷霆，這讓我意識到我\n也是走向了那條向人爆炸的道路。我看了一堆...",
      "title": "YSK，在很多家庭中，對你的家人大喊大叫是不正常的，也是虐待的起點。"
    }
  ],
  "title": "YSK that screaming at people in your family is not normal in a lot of households, and a starting point for abuse",
  "created_utc": 1615542353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: If you want a book recommendation I recommend “How to Deal with Emotionally Explosive People” by Albert Bernstein. I read this as a 19 year old trying to understand why my dad exploded at us so much and it made me realize I was also headed down that path of exploding at people. I read a bunch of books to help me but this one really sticks out.</p>\n\n<p>Why YSK: Many people who grow up with a parent who screams at them when angry ends up doing it to friends or members of their own family when they grow up. They don&#39;t know that, for a lot of people who grew up with healthier family dynamics, it&#39;s not normal to be screamed at and can feel very scary. Screaming at someone angrily isn&#39;t necessarily abuse, but habitually screaming at someone to scare or upset them or to &#39;get your way&#39;, especially when also insulting them or cursing at them, is considered abusive. You&#39;d be surprised how many people do not know this and think screaming is normal!</p>\n</div><!-- SC_ON -->",
  "score": 18076,
  "permalink": "/r/YouShouldKnow/comments/m2xzxh/ysk_that_screaming_at_people_in_your_family_is/",
  "subreddit": "YouShouldKnow",
  "id": "m2xzxh",
  "is_self": true,
  "media": null,
  "is_video": false
}