{
  "author": "CryptoMaximalist",
  "original_created_utc": 1625690845,
  "title": "Governance Poll: Make mod's distinguished posts ineligible for moons",
  "created_utc": 1625697237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Distinguished posts are submissions or comments posted by a mod or admin, which they choose to highlight to indicate that they are speaking officially (such as this one for example).  On <a href=\"https://mods.reddithelp.com/hc/en-us/articles/360003017751-Mod-Distinguishing-\">old.reddit this may be a green highlight behind the username or green [M] next to it</a>.  On new.reddit and mobile, this is usually a green shield next to the username.  For admins, this is usually a red highlight.</p>\n\n<p>&#x200B;</p>\n\n<p>It was the understanding of most mods that distinguished posts were already ineligible for moons, which makes sense because mods have their own part of the moon distribution for their official actions.  However, it was recently clarified by admins that sticky posts that are ineligible, and distinguished posts are considered for moons just like any other.  I can&#39;t think of any reason for our official posts to be eligible for moons, so I would suggest changing this policy</p>\n\n<p>&#x200B;</p>\n\n<p>Original Pre-Proposal: <a href=\"https://np.reddit.com/r/CryptoCurrencyMeta/comments/oceyc9/preproposal_make_mods_distinguished_posts/\">https://np.reddit.com/r/CryptoCurrencyMeta/comments/oceyc9/preproposal_make_mods_distinguished_posts/</a></p>\n\n<p>&#x200B;</p>\n\n<p>Thank you for your consideration and please let me know your feedback about this idea</p>\n\n<p><a href=\"https://www.reddit.com/poll/ofrqvu\">View Poll</a></p>\n</div><!-- SC_ON -->",
  "score": 176,
  "permalink": "/r/CryptoCurrency/comments/ofrqvu/governance_poll_make_mods_distinguished_posts/",
  "subreddit": "CryptoCurrency",
  "id": "ofrqvu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Distinguished posts are submissions or comments posted by a mod or admin, which\nthey choose to highlight to indicate that they are speaking officially (such as\nthis one for example). On old.reddit this may be a green highlight behind the\nusername or green [M] next to…"
}