{
  "author": "overhardeggs",
  "original_created_utc": 1627921530,
  "title": "CMV: It's understandable that the church of jesus christ of latter day saints is not considered a Christian church",
  "created_utc": 1627936943,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>They have another book of scripture called the book of mormon, they have churches and then temples that only faithful members can enter and believe that God, Jesus christ and the holy spirit are three separate beings. There are many other things that are a part of their faith that are unique to it but that could be a very long list, this is just a short one. </p>\n\n<p>These are all things and beliefs that are very uncommon or non existent among Christian churches so I can see why they exclude the church from their friendship circle so to say. Besides Catholicism, name another Christian denomination that is as mocked as the aforementioned church. There is even a popular Broadway musical called The Book of Mormon mocking the beliefs of the church.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/owi1kf/cmv_its_understandable_that_the_church_of_jesus/",
  "subreddit": "changemyview",
  "id": "owi1kf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "They have another book of scripture called the book of mormon, they have\nchurches and then temples that only faithful members can enter and believe that\nGod, Jesus christ and the holy spirit are three separate beings. There are many\nother things that are a part of their faith that are unique to it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼らはモルモン書と呼ばれる別の聖典を持っています。\n教会と神殿があり、忠実なメンバーだけが入ることができ、神、イエス・キリスト、聖霊が三位一体であると信じています。\n神、イエス・キリスト、聖霊は3つの独立した存在であると信じています。他にも様々な\n他にも、彼らの信仰の一部であり、独自のものがたくさんあります...。",
      "title": "CMV: 後日聖徒イエス・キリスト教会がキリスト教の教会とみなされていないことは理解できます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "他们有另一本叫《摩门经》的经书，他们有\n他们有教堂和寺庙，只有忠实的成员才能进入，并相信上帝、耶稣和圣灵是三个独立的存在。\n上帝、耶稣基督和圣灵是三个独立的存在。还有许多\n他们的信仰中还有许多独特的东西......",
      "title": "CMV: 耶稣基督后天圣徒教会不被视为基督教会是可以理解的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他們有另一本叫《摩門經》的經書，他們有\n他們有教堂和寺廟，只有忠實的成員才能進入，並相信上帝、耶穌和聖靈是三個獨立的存在。\n上帝、耶穌基督和聖靈是三個獨立的存在。還有許多\n他們的信仰中還有許多獨特的東西......",
      "title": "CMV: 耶穌基督後天聖徒教會不被視爲基督教會是可以理解的。"
    }
  ]
}