{
  "author": "reachout_touchspace",
  "the_new_excerpt": "I have never been a anti-vax \"vaccine causes autism\" person. And honestly, I\nthink the covid vaccine being rolled out is a modern scientific miracle.\n\nThat being said, there has been so much politicizing the virus itself, leading\nto misinformation. BY BOTH SIDES. This carried over notably and easily…",
  "original_created_utc": 1621881911,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこれまで、「ワクチンで自閉症になる」というアンチ・ヴァックス派ではありませんでした。そして正直なところ、私は\n展開されているコビドワクチンは、現代科学の奇跡だと思います。\n\nとはいえ、ウイルス自体を政治的に取り上げることが多く、誤った情報が流布してしまっています。\n誤った情報につながっています。両者ともに。これが顕著に伝わり、簡単に...。",
      "title": "CMV：コヴィドやワクチンの政治化・極論化は、おそらくウイルスそのものよりも悪影響を及ぼしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来不是一个反疫苗 \"疫苗导致自闭症 \"的人。而且说实话，我\n我认为正在推出的covid疫苗是一个现代科学奇迹。\n\n话虽如此，但有很多人将病毒本身政治化，导致了\n导致错误的信息。双方都是如此。这一点很明显，也很容易...",
      "title": "CMV：对covid和疫苗的政治化/极端化可能比病毒本身更有害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來不是一個反疫苗 \"疫苗導致自閉症 \"的人。而且說實話，我\n我認爲正在推出的covid疫苗是一個現代科學奇蹟。\n\n話雖如此，但有很多人將病毒本身政治化，導致了\n導致錯誤的信息。雙方都是如此。這一點很明顯，也很容易...",
      "title": "CMV：對covid和疫苗的政治化/極端化可能比病毒本身更有害。"
    }
  ],
  "title": "CMV: The politicization/polarization of covid and the vaccine has probably been more detrimental than the virus itself.",
  "created_utc": 1621914788,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have never been a anti-vax &quot;vaccine causes autism&quot; person. And honestly, I think the covid vaccine being rolled out is a modern scientific miracle. </p>\n\n<p>That being said, there has been so much politicizing the virus itself, leading to misinformation. BY BOTH SIDES. This carried over notably and easily into the vaccines rollout as well. </p>\n\n<p>It seems as if you were already pro quarantine/making/shutdowns then you HAD to be all for the vaccine. Like that was part of your camp, your clan. </p>\n\n<p>Likewise, if you were less cautious with about the virus itself then you NEED to be against the vaccine and be blowing the horn about <em>any</em> possible side effects. </p>\n\n<p>And no productive rational discussion can happen between the two sides.</p>\n\n<p>I think this is more detrimental than the virus itself because if the public had been given the straight unvarnished truth to begin with- nobody would have felt played. No governors, senators, or doctors would have made moves that put lives at risk just to prove political points. </p>\n\n<p>Change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/nk53af/cmv_the_politicizationpolarization_of_covid_and/",
  "subreddit": "changemyview",
  "id": "nk53af",
  "is_self": true,
  "media": null,
  "is_video": false
}