{
  "author": "fabgirly",
  "original_created_utc": 1635421894,
  "title": "CMV: People should stop referring to American culture as “white culture” and start referring to it as “American culture” instead.",
  "created_utc": 1635431823,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>“White culture” is synonymous with American culture because most Americans are white and “white culture” is the dominant culture in the USA. People should stop referring to American culture as “white culture” and start referring to it as “American culture” because it doesn’t let nonwhites assimilate into Americans. People calling American culture “white culture” constantly reminds nonwhite Americans that the culture of their country can’t be theirs or that they can’t be American simply for not having white skin. People calling American culture “white culture” only lets white people assimilate into Americans while excluding everyone else when the USA is a country of immigrants and was supposed to be for any immigrant that decided to live their home country for a better place.</p>\n\n<p>We hear no country name their culture after a skin color. Germans call their culture “German culture” and not “white culture.” Nigerians calls their culture “Nigerian culture” and not “black culture.” The USA is weird for being the only country call their culture after a skin color rather than region.</p>\n\n<p>The term “White culture” also gives the idea that white people worldwide are homogenous or a monolith when they are not. A white person from Ireland won’t act the same as a white person from the USA. Another reason why people should start referring to American culture as American culture and not “white culture.” </p>\n\n<p>People might say “But ‘African American’ culture is a subculture of American culture, so people should say ‘white culture’ in order to not confuse it with African American culture.” I already disagree with you because indigenous people in Mexico have their own culture too and it’s separate from mainstream Mexican culture. But guess what. Both the indigenous cultures in Mexico and the mainstream Mexican culture are Mexican. But people still call mainstream Mexican culture “Mexican culture” rather than “mestizo culture.” Why can’t the USA do the same, stop focusing on skin color, and call their mainstream American culture “American culture” rather than “white culture?”</p>\n\n<p>One more thing. Skin color is so insignificant as hair color or eye color or the length of someone’s finger. Why should we worry about the color of someone’s skin? We should look past that because it’s so insignificant. What color someone is doesn’t make them any other different. They’re still human like everyone else. We shouldn’t be obsessed with what someone’s skin color is.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/qhl9p7/cmv_people_should_stop_referring_to_american/",
  "subreddit": "changemyview",
  "id": "qhl9p7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "“White culture” is synonymous with American culture because most Americans are\nwhite and “white culture” is the dominant culture in the USA. People should stop\nreferring to American culture as “white culture” and start referring to it as\n“American culture” because it doesn’t let nonwhites assimilate…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"白人文化 \"はアメリカ文化の代名詞であり、それはアメリカ人の多くが白人であり\nアメリカ人のほとんどが白人であり、「白人文化」がアメリカの支配的な文化だからです。人々は、アメリカ文化を「白人文化」と呼ぶのをやめて\nアメリカの文化を「白人文化」と呼ぶのはやめて、「アメリカ文化」と呼ぶべきです。\n「アメリカの文化は白人以外の人を同化させないからです...。",
      "title": "CMV: アメリカの文化を「白人の文化」と呼ぶのをやめて、「アメリカの文化」と呼ぶべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"白人文化 \"是美国文化的同义词，因为大多数美国人是白人，\"白人文化 \"是美国的主流文化。\n白人，而且 \"白人文化 \"是美国的主流文化。人们应该停止\n人们应该停止把美国文化称为 \"白人文化\"，而开始把它称为\n\"美国文化\"，因为它不允许非白人同化......",
      "title": "CMV：人们应该停止将美国文化称为 \"白人文化\"，而是开始将其称为 \"美国文化\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"白人文化 \"是美國文化的同義詞，因爲大多數美國人是白人，\"白人文化 \"是美國的主流文化。\n白人，而且 \"白人文化 \"是美國的主流文化。人們應該停止\n人們應該停止把美國文化稱爲 \"白人文化\"，而開始把它稱爲\n\"美國文化\"，因爲它不允許非白人同化......",
      "title": "CMV：人們應該停止將美國文化稱爲 \"白人文化\"，而是開始將其稱爲 \"美國文化\"。"
    }
  ]
}