{
  "author": "RedtheGamer100",
  "the_new_excerpt": "Like a lot of folks on this subreddit (presumably), I use Goodreads to help me\nkeep track of books I have read and want to read. It's a wonderful site, and the\nability to filter for your specific edition/cover of a piece of literature is\ngreat.\n\nHowever, the review section is not as appreciated,…",
  "original_created_utc": 1623123359,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このサブレディットにいる多くの人たち（おそらく）と同様に、私もGoodreadsを使って\n読んだ本や読みたい本の記録を残すために使っています。これは素晴らしいサイトです。\n自分が読んだことのある本や読みたい本を管理するのに使っています。\n素晴らしいですね。\n\nしかし、レビュー欄はそれほど評価されていません、、、。",
      "title": "レビューを書くことで、その本の知識を定着させることができることを実感しました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "像这个分论坛上的很多人一样（估计），我使用Goodreads来帮助我\n追踪我已经读过和想读的书。这是个很好的网站，而且\n它是一个很好的网站，而且能够过滤你的特定版本/封面的文学作品，这一点非常好。\n很好。\n\n然而，评论部分却不那么受人欢迎，...",
      "title": "我发现写评论可以帮助我保持对一本书的认识"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像這個分論壇上的很多人一樣（估計），我使用Goodreads來幫助我\n追蹤我已經讀過和想讀的書。這是個很好的網站，而且\n它是一個很好的網站，而且能夠過濾你的特定版本/封面的文學作品，這一點非常好。\n很好。\n\n然而，評論部分卻不那麼受人歡迎，...",
      "title": "我發現寫評論可以幫助我保持對一本書的認識"
    }
  ],
  "title": "I've found that writing reviews helps me retain the knowledge of a book",
  "created_utc": 1623171579,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like a lot of folks on this subreddit (presumably), I use Goodreads to help me keep track of books I have read and want to read. It&#39;s a wonderful site, and the ability to filter for your specific edition/cover of a piece of literature is great.</p>\n\n<p>However, the review section is not as appreciated, probably due to it being an open forum that is utilized by everyone. But from a personal POV, I&#39;ve found that it has helped me remember books that I otherwise would have forgotten the plots/details for.</p>\n\n<p>Granted, I&#39;m someone who tends to not have the strongest memory when it comes to novels, perhaps b/c of the lack of visual stimuli that help make things resonate in one&#39;s mind. But still, there have been books that I have had to re-read multiple times to remember even obvious plot aspects. Yet, whenever I write a review, it removes the need to do so.</p>\n\n<p>Anyone else had a similar experience with writing reviews in general, whether on Goodreads or not?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nuvdmj/ive_found_that_writing_reviews_helps_me_retain/",
  "subreddit": "books",
  "id": "nuvdmj",
  "is_self": true,
  "media": null,
  "is_video": false
}