{
  "author": "memes_420",
  "the_new_excerpt": "Background: I have bipolar disorder. It is debilitating and affects me every\nday. My brother has schizophrenia. It is debilitating for him. Our grandmother\nhad bipolar disorder. It caused her immense difficulty in her life.\n\nIt feels so cruel to pass on a disability to your child. No one in their…",
  "original_created_utc": 1612495459,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "背景：我有躁郁症。我有躁郁症。它是削弱和影响我的每一个\n一天。 - 我哥哥有精神分裂症。我哥哥有精神分裂症 这对他来说是一种摧残。我们的奶奶\n有躁郁症。这给她的生活带来了极大的困难。\n\n把残疾传给你的孩子，感觉很残酷。没有人在他们...",
      "title": "CMV：遗传病的传承，比如躁郁症，是残酷的，应该不鼓励。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景：我有躁鬱症。我有躁鬱症。它是削弱和影響我的每一個\n一天。 - 我哥哥有精神分裂症。我哥哥有精神分裂症 這對他來說是一種摧殘。我們的奶奶\n有躁鬱症。這給她的生活帶來了極大的困難。\n\n把殘疾傳給你的孩子，感覺很殘酷。沒有人在他們...",
      "title": "CMV：遺傳病的傳承，比如躁鬱症，是殘酷的，應該不鼓勵。"
    }
  ],
  "title": "CMV: Passing on genetic illness, like bipolar disorder, is cruel and should be discouraged.",
  "created_utc": 1612561099,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: I have bipolar disorder. It is debilitating and affects me every day. My brother has schizophrenia. It is debilitating for him. Our grandmother had bipolar disorder. It caused her immense difficulty in her life.</p>\n\n<p>It feels so cruel to pass on a disability to your child. No one in their right mind would intentionally cripple their child yet people, like my parents, roll the dice every time they have children. It&#39;s hard to understand how anyone would leave the wellbeing of their children up to chance when the chance of hereditary illness is meaningfully above average. If the risk of your child being sick is high then you should not have children.</p>\n\n<p>I would not go so far as to legally prevent sick people from reproducing, but it should be very stigmatized. Did instance, we don&#39;t condone pregnant mothers drinking alcohol because it will hurt the child. We don&#39;t condone letting Dad&#39;s strap their infants onto a motorcycle and doing 90mph down the freeway. There are some things that we think are not worthwhile gambles to take because the wellbeing of a human being is on the line. Hereditary illness should be the same.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lcy9ou/cmv_passing_on_genetic_illness_like_bipolar/",
  "subreddit": "changemyview",
  "id": "lcy9ou",
  "is_self": true,
  "media": null,
  "is_video": false
}