{
  "author": "archangels_feast",
  "the_new_excerpt": "For context, I’m not talking about politicians failing to solve the worlds\nproblems, I’m talking about everyday people burning bridges, fueling Twitter\nwars, feeling afraid so speak their views over social backlash, etc.\n\nIn my experience, listening and assuming the best and giving second chances…",
  "original_created_utc": 1620393777,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "世界の問題を解決できない政治家の話ではありません。\n私が言っているのは、世界の問題を解決できない政治家のことではなく、橋を燃やしたり、ツイッター戦争を煽ったり\n社会からの反発を恐れて自分の意見を言えないでいる人たちのことです。\n\n私の経験では、耳を傾け、最善を想定し、セカンドチャンスを与えることで...",
      "title": "CMV：政治的な議論の崩壊は、合理性の欠如ではなく、感情的な知性の欠如に起因する。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了说明情况，我说的不是政治家未能解决世界上的\n的问题，我说的是每天都有人在烧毁桥梁，助长推特上的战争。\n我说的是普通人烧毁桥梁，在推特上推波助澜，因社会反响而不敢说出自己的观点，等等。\n\n根据我的经验，倾听和假设最好的，并给予第二次机会。",
      "title": "CMV：政治话语的崩溃是由缺乏情商而不是缺乏理性造成的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了說明情況，我說的不是政治家未能解決世界上的\n的問題，我說的是每天都有人在燒燬橋樑，助長推特上的戰爭。\n我說的是普通人燒燬橋樑，在推特上推波助瀾，因社會反響而不敢說出自己的觀點，等等。\n\n根據我的經驗，傾聽和假設最好的，並給予第二次機會。",
      "title": "CMV：政治話語的崩潰是由缺乏情商而不是缺乏理性造成的"
    }
  ],
  "title": "CMV: breakdown in political discourse is caused a lack of emotional intelligence rather than lack of rationality",
  "created_utc": 1620401959,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I’m not talking about politicians failing to solve the worlds problems, I’m talking about everyday people burning bridges, fueling Twitter wars, feeling afraid so speak their views over social backlash, etc.</p>\n\n<p>In my experience, listening and assuming the best and giving second chances and so on have led to better conversations both offline and online, and have led to more long term mind-changing, rather than trying to methodically poetry-slam talking points into people.</p>\n\n<p>On the flip side, I know some very intelligent people on both sides of politics who can be toxic as hell. Rationalizing your points well doesn’t make up for the gap you’re creating by the name-calling and flaunting intelligence.</p>\n\n<p>I think there’s a strain of thought that assumes “if everyone just did a better job of critical thinking and sorting through misinformation, we wouldn’t be in this mess”</p>\n\n<p>However when it comes to deeply held beliefs, it seems to me that people believe them in the first place due to life experiences and personal situations, rather than “reason and evidence”. So calories are better spent untangling their life experiences and how they processed them, and maybe set aside, idk, 0-20% of the conversation for talking points and evidence (unless doing that seems to be going well for once).</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/n6ye42/cmv_breakdown_in_political_discourse_is_caused_a/",
  "subreddit": "changemyview",
  "id": "n6ye42",
  "is_self": true,
  "media": null,
  "is_video": false
}