{
  "author": "-SENDHELP-",
  "the_new_excerpt": "Average Americans have a negligible impact on legislation passed regardless of\nthe amount of popular support while gigantic corporations and those controlling\nthem have interests that government action aligns stupid closely with, the ultra\nrich can do whatever they want without consequences, and if…",
  "original_created_utc": 1611845347,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "普通美国人对通过的立法的影响微乎其微，无论\n巨大的企业和控制者，却没有得到民众的支持。\n他们的利益，政府的行动与愚蠢的紧密结合，极端的\n有钱人可以为所欲为，不计后果，如果...",
      "title": "cmv: 美国是一个寡头国家 只有当所有者阶级想改变的时候，事情才会发生变化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "普通美國人對通過的立法的影響微乎其微，無論\n巨大的企業和控制者，卻沒有得到民衆的支持。\n他們的利益，政府的行動與愚蠢的緊密結合，極端的\n有錢人可以爲所欲爲，不計後果，如果...",
      "title": "cmv: 美國是一個寡頭國家 只有當所有者階級想改變的時候，事情纔會發生變化。"
    }
  ],
  "title": "cmv: America is an oligarchy and things only change when the owner class wants them to",
  "created_utc": 1611856074,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Average Americans have a negligible impact on legislation passed regardless of the amount of popular support while gigantic corporations and those controlling them have interests that government action aligns stupid closely with, the ultra rich can do whatever they want without consequences, and if the worker class tries the same thing, we face decades in prison. The wealth gap is huge, the average american can&#39;t afford surprise expenses to save their life, and everyone under the age of 50 is a veritable wage slave in permanent debt.  Police exist and always have existed to uphold the status quo, the government spies on its own citizens and assassinates prominent leftists and OPENLY ADMITS TO IT. We as a country <em>literally</em> fucking destabilize, invade, or otherwise attempt to destroy leftist countries and spread propaganda against them, and we never face the consequences for it. America on a local scale is so god damn gerrymandered to hell that officials control their own reelection chances rather than the people (see: Mitch mcconnell and his 15 or so percent support.) I see zero reason to classify america as a democratic country. We are a thinly veiled oligarchy with fake elections every four years for candidates that the ultra wealthy themselves choose, and even then your vote literally doesn&#39;t matter in choosing which of the candidates the ultra wealthy put forth. </p>\n\n<p>In summary, America is not a democratic country, it is an oligarchy in disguise.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/l6yisl/cmv_america_is_an_oligarchy_and_things_only/",
  "subreddit": "changemyview",
  "id": "l6yisl",
  "is_self": true,
  "media": null,
  "is_video": false
}