{
  "author": "FractalImagination",
  "original_created_utc": 1634413274,
  "title": "If any of you make substantial money from crypto, keep it to yourself. Not everyone is your friend.",
  "created_utc": 1634423462,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to live in a shelter in Toronto. Met a lot of people and we were all broke. Broke people can be friends.. but when I started getting my life together and saving money, I told only some of my friends how much I had. I don&#39;t know if they told other people out of jealousy or what but people I barely knew came out the woodwork asking to borrow money. They and even my friends gave me the cold shoulder when I refused. </p>\n\n<p>I guarantee you it will be the same if you have a substantial amount of money. People get jealous and start acting entitled to your money because they have less.. and that&#39;s not ok. Don&#39;t let ANYONE make you feel bad or guilty if you don&#39;t want to share.. truth is, they have the same opportunities as any of us here and they don&#39;t take them. </p>\n\n<p>You are the ones who wake up everyday, earn your money and learn how to invest it. You don&#39;t owe anyone!\nEven your own family can turn on you.. matter of fact, I&#39;m 35 and I have found family to be the least dependable and the ones who will stab you in the back the most (Not going to apply to everyone obviously)</p>\n\n<p>Stay safe and focused my people!</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "permalink": "/r/CryptoCurrency/comments/q9j14j/if_any_of_you_make_substantial_money_from_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "q9j14j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to live in a shelter in Toronto. Met a lot of people and we were all\nbroke. Broke people can be friends.. but when I started getting my life together\nand saving money, I told only some of my friends how much I had. I don't know if\nthey told other people out of jealousy or what but people I…"
}