{
  "author": "lizbabyxo",
  "original_created_utc": 1627786456,
  "title": "CMV: Funeral Directors and funeral industry workers have not received the recognition they deserve throughout this pandemic.",
  "created_utc": 1627795844,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When people die of COVID, where do you think they go? People die every day anyways, but funeral homes have been absolutely swamped since the start of this whole thing. The only thing you’ve probably heard about is the sheer number of bodies, having to be put into refrigerated trucks because the morgues are so crammed, which should be an indication of how busy we are. We have the immediate family members of the deceased in <em>our</em> offices, planning funerals. A lot of them carrying the virus themselves. How do I know this? Because we often get calls after the funeral, at least once a week, telling us “Heyyyy, soooOooo, 30 people from the funeral tested positive for COVID, you may wanna get tested.” Are we recognized as essential workers? Given glamorized news stories about our lives being in danger, the time with our families we miss out on, discounts at every store, priority? Recognition of ANY sort? Nope. We have a running joke/claim in the industry that we are not first responders, but last responders. Regardless, it’s us who are coming into close contact with families of the infected, it’s us dressing and embalming COVID patients after death, it’s us going to the hospital morgues picking up decedents, it’s us being put at risk with 200 people showing up in a crowded room for a funeral. And when was the last time you heard anyone giving them any recognition? Thank your local funeral director, funeral assistant, receptionist, removal tech, crematory operator. We are dog tired, and so severely overworked right now. And we do it thanklessly, 7 days a week, because it is our calling to make sure your loved one is put to rest respectfully after a long, hard fight with COVID, cancer, depression, anorexia, domestic assault, COPD, whatever it may be. PS: If you’re looking for a job, I guarantee your local funeral home is most likely hiring. You do not need a license to be a removal tech (if you can stomach it) or a receptionist, a cemetery caretaker etc.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/ovkd6d/cmv_funeral_directors_and_funeral_industry/",
  "subreddit": "changemyview",
  "id": "ovkd6d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When people die of COVID, where do you think they go? People die every day\nanyways, but funeral homes have been absolutely swamped since the start of this\nwhole thing. The only thing you’ve probably heard about is the sheer number of\nbodies, having to be put into refrigerated trucks because the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "COVIDで死んだ人はどこに行くと思いますか？人は毎日死んでいます。\nしかし、この事件が始まって以来、葬儀場は大忙しです。\n葬儀屋さんは大忙しです。皆さんが聞いたことがあるのは、膨大な数の遺体が冷蔵保存されているということくらいでしょうか。\n冷蔵トラックに入れなければならないので...",
      "title": "CMV: このパンデミックの間、葬儀屋さんや葬儀業界の人々は、彼らに相応しい評価を受けていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当人们死于COVID时，你认为他们会去哪里？每天都有人死亡\n但自从这件事开始以来，殡仪馆已经完全被淹没了。\n整个事情的开始。你可能听说过的唯一一件事是尸体的数量太多。\n尸体的数量，不得不被放入冷藏车，因为...",
      "title": "CMV：在这场大流行中，殡仪馆馆长和殡仪业工作人员没有得到应有的认可。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當人們死於COVID時，你認爲他們會去哪裏？每天都有人死亡\n但自從這件事開始以來，殯儀館已經完全被淹沒了。\n整個事情的開始。你可能聽說過的唯一一件事是屍體的數量太多。\n屍體的數量，不得不被放入冷藏車，因爲...",
      "title": "CMV：在這場大流行中，殯儀館館長和殯儀業工作人員沒有得到應有的認可。"
    }
  ]
}