{
  "author": "nahnprophet",
  "original_created_utc": 1640736287,
  "title": "YSK that there is a hidden economy of buying and selling addiction patients, and people are dying as a result",
  "created_utc": 1640741800,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have worked in addiction treatment for 20 years, and YSK that in the background of all of these organizations is a quasi-legal economy of patient trafficking. One involes non-profit organizations that ostensibly educate and support the public, then turn around and &amp;quot;sell&amp;quot; referrals to treatment centers for personal profit (sometimes laundered as &amp;quot;you can buy advertising on our website&amp;quot; or &amp;quot;you can sponsor our events financially for a certain number of patients per quarter&amp;quot;). This violates numerous ethical rules and means that the community organizations that claim to be working in the public interest, but some who benefit from the non-profit tax status also have thriving direct income from selling your loved ones into centers that may not be the right fit for their needs. &lt;/p&gt;\n\n&lt;p&gt;The other more publicized version are the internal and external &amp;quot;treatment loops&amp;quot; maintained between inpatient and outpatient centers. Essentially either one owner holds both centers, and they count on you relapsing in the lower level of care to send you back up to the higher level of care in and endless loop that ends in your death, or the inpatient facility partners with a series of poorly-run outpatient facilities or &amp;quot;recovery homes&amp;quot; that are either negligently or in some cases intentionally inviting relapse, then rushing you back through to the feeder system of inpatient care...is you survive. &lt;/p&gt;\n\n&lt;p&gt;Why YSK: Because this can contribute to the relapse and death of you or a loved one. America has a complicated and complex issue with addiction, but this aspect is a part of the problem, and is not nearly well-known enough and gets ignored when the federal government releases millions of dollars in new grants, that then sadly often go to those exact organizations that continue to prop up more of the same kinds of cyclical addiction factories. &lt;/p&gt;\n\n&lt;p&gt;Please, do your own research and choose the centers that specialize in the kids of issues you or your loved one suffer from, and don&amp;#39;t blindly take the word of community outreach personnel that may or may not have a vested financial interest in treatment failure.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.natlawreview.com/article/addiction-treatment-facilities-patient-shuffling-scheme-exposed\"&gt;Florida Addiction Treatment Scam&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/rqtp1u/ysk_that_there_is_a_hidden_economy_of_buying_and/",
  "subreddit": "YouShouldKnow",
  "id": "rqtp1u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have worked in addiction treatment for 20 years, and YSK that in the\nbackground of all of these organizations is a quasi-legal economy of patient\ntrafficking. One involes non-profit organizations that ostensibly educate and\nsupport the public, then turn around and \"sell\" referrals to treatment…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は20年間、依存症治療に携わってきましたが、YSKはその中で\nこれらの組織の背景には、患者を対象とした準法規的な経済が存在する。\n売している。一つは、表向きは教育や宣伝を行うNPOが関わっています。\n一般市民を支援した後、一転して治療への紹介を「売る」のです...。",
      "title": "依存症患者を売買する隠れた経済が存在し、その結果、人が死んでいることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在戒毒所工作了20年，YSK认为，在所有这些组织的背景中，有一种准合法的病人经济。\n所有这些组织的背景是一个准合法的病人经济。\n贩卖。其中一个涉及非营利组织，表面上是教育和支持公众，然后转过身来 \"出售 \"转诊病人。\n支持公众，然后转身 \"出售 \"转诊治疗......",
      "title": "YSK认为存在着买卖成瘾者的隐性经济，人们因此而死亡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在戒毒所工作了20年，YSK認爲，在所有這些組織的背景中，有一種準合法的病人經濟。\n所有這些組織的背景是一個準合法的病人經濟。\n販賣。其中一個涉及非營利組織，表面上是教育和支持公衆，然後轉過身來 \"出售 \"轉診病人。\n支持公衆，然後轉身 \"出售 \"轉診治療......",
      "title": "YSK認爲存在着買賣成癮者的隱性經濟，人們因此而死亡。"
    }
  ]
}