{
  "author": "StinkyMeatloaf",
  "original_created_utc": 1640625750,
  "title": "What should I do if I’m gonna be homeless?",
  "created_utc": 1640641327,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’m staying at an Airbnb right now, I have $198 in my account, I have a car, I have a job. My family kicked me out because I told my brother about them treating my nephew the way they treated us and fighting in front of him. I can’t stay with my partner, I can’t stay with any friends, my brother has no space for me, I’m at a complete loss at what to do, I’ve applied for apartments but I know they can take a long time to get back to you.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 110,
  "permalink": "/r/NoStupidQuestions/comments/rpsbnx/what_should_i_do_if_im_gonna_be_homeless/",
  "subreddit": "NoStupidQuestions",
  "id": "rpsbnx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I’m staying at an Airbnb right now, I have\n$198 in my account, I have a car, I have a job. My family kicked me out because\nI told my brother about them treating my nephew the way they treated us and\nfighting in front of him. I can’t stay with my partner, I can’t…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I'm staying at a Airbnb right now, I have a\n口座に198ドル、車も仕事もある。家族から追い出された理由は\n私は弟に、彼らが私たちと同じように甥を扱っていることを話してしまいました。\n彼の目の前で喧嘩をする。相棒とは一緒にいられないし・・・。",
      "title": "ホームレスになりそうなときはどうすればいい？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我现在住在Airbnb，我的账户里有198美元。\n我的账户里有198美元，我有一辆车，我有一份工作。我的家人把我赶了出来，因为\n我告诉我哥哥，他们用对待我们的方式对待我的侄子，并在他面前打架。\n在他面前打架。我不能和我的伙伴在一起，我不能...",
      "title": "如果我将无家可归，我应该怎么做？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我現在住在Airbnb，我的賬戶裏有198美元。\n我的賬戶裏有198美元，我有一輛車，我有一份工作。我的家人把我趕了出來，因爲\n我告訴我哥哥，他們用對待我們的方式對待我的侄子，並在他面前打架。\n在他面前打架。我不能和我的夥伴在一起，我不能...",
      "title": "如果我將無家可歸，我應該怎麼做？"
    }
  ]
}