{
  "created_at": "2021-06-13T21:40:29.020Z",
  "title": "Show HN: I curate HN stories which didn't reach the front page",
  "url": null,
  "author": "bengtan",
  "points": 220,
  "story_text": "Hi,<p>I&#x27;d like to introduce, and ask feedback for, my newsletter <i>Interesting Things</i> [1][2].<p>It&#x27;s a response to the notion that many interesting stories posted to HN flies past and are not seen. Maybe they could, and should, be surfaced again somehow. A newsletter seemed like a good way to do it.<p>I experimented by trawling through the &#x27;newest&#x27; section of HN. The first few times were mind-numbing. Gosh, there&#x27;s so much noise in there! . But eventually I became more selective and efficient and it became repeatable.<p>Then I evolved it and added stories from reddit, newsletters that I subscribe to, and some other places. Whilst a portion of the stories are still from HN, it&#x27;s no longer only from there.<p>The criteria is &#x27;What I find interesting&#x27; but, since I&#x27;m a typical HN reader, the interest profile ends up being similar. It&#x27;s mainly tech but with splashes of startups, science, productivity, etc. I omit politics. I also try to omit product&#x2F;press releases, big corp stuff, and stories that would be covered by the mainstream tech press.<p>There is little overlap with other Hacker-News-based newsletters and digests. This is intentional. They cover the top stories from HN. Mine does not. (Maybe there might be one or two &#x27;tier 1&#x27; stories, but the majority are not.)<p>So anyway ... if you&#x27;d like to read interesting stuff (whether or not it was unnoticed by HN) please have a look at <i>Interesting Things</i>. I hope you guys like it and find it ... well ... interesting.<p>I&#x27;m also looking for criticism, feedback and suggestions for improvement. Some sample questions: Do you like the one-two liner blurbs? Are the blurbs useful? What do you think of the distribution of topics? Are there areas where you&#x27;d like to see more (or less) coverage? Please let me know. I&#x27;m happy to talk.<p>Thanks for reading!<p>[1] <a href=\"https:&#x2F;&#x2F;bengtan.com&#x2F;interesting-things\" rel=\"nofollow\">https:&#x2F;&#x2F;bengtan.com&#x2F;interesting-things</a>\n[2] <a href=\"https:&#x2F;&#x2F;bengtan.com&#x2F;newsletter&#x2F;sample\" rel=\"nofollow\">https:&#x2F;&#x2F;bengtan.com&#x2F;newsletter&#x2F;sample</a> (redirects to the latest public edition)",
  "comment_text": null,
  "num_comments": 25,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1623589668,
  "_tags": [
    "story",
    "author_bengtan",
    "story_27492255",
    "show_hn",
    "front_page"
  ],
  "objectID": "27492255",
  "_highlightResult": {
    "title": {
      "value": "Show HN: I curate HN stories which didn't reach the front page",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "bengtan",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hi,<p>I'd like to introduce, and ask feedback for, my newsletter <i>Interesting Things</i> [1][2].<p>It's a response to the notion that many interesting stories posted to HN flies past and are not seen. Maybe they could, and should, be surfaced again somehow. A newsletter seemed like a good way to do it.<p>I experimented by trawling through the 'newest' section of HN. The first few times were mind-numbing. Gosh, there's so much noise in there! . But eventually I became more selective and efficient and it became repeatable.<p>Then I evolved it and added stories from reddit, newsletters that I subscribe to, and some other places. Whilst a portion of the stories are still from HN, it's no longer only from there.<p>The criteria is 'What I find interesting' but, since I'm a typical HN reader, the interest profile ends up being similar. It's mainly tech but with splashes of startups, science, productivity, etc. I omit politics. I also try to omit product/press releases, big corp stuff, and stories that would be covered by the mainstream tech press.<p>There is little overlap with other Hacker-News-based newsletters and digests. This is intentional. They cover the top stories from HN. Mine does not. (Maybe there might be one or two 'tier 1' stories, but the majority are not.)<p>So anyway ... if you'd like to read interesting stuff (whether or not it was unnoticed by HN) please have a look at <i>Interesting Things</i>. I hope you guys like it and find it ... well ... interesting.<p>I'm also looking for criticism, feedback and suggestions for improvement. Some sample questions: Do you like the one-two liner blurbs? Are the blurbs useful? What do you think of the distribution of topics? Are there areas where you'd like to see more (or less) coverage? Please let me know. I'm happy to talk.<p>Thanks for reading!<p>[1] <a href=\"https://bengtan.com/interesting-things\" rel=\"nofollow\">https://bengtan.com/interesting-things</a>\n[2] <a href=\"https://bengtan.com/newsletter/sample\" rel=\"nofollow\">https://bengtan.com/newsletter/sample</a> (redirects to the latest public edition)",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-06-13T13:07:48.000Z",
  "image": "",
  "localize": [
    {
      "locale": "ja",
      "title": "Show HN: フロントページに載らなかったHNのストーリーをキュレーションしています。"
    },
    {
      "locale": "zh",
      "title": "展示HN：我策划了HN的故事，这些故事没有到达头版。"
    },
    {
      "locale": "zh-Hant",
      "title": "展示HN：我策劃了HN的故事，這些故事沒有到達頭版。"
    }
  ],
  "source_updated_at": 1624009752706
}