{
  "created_at": "2021-06-15T14:43:42.687Z",
  "title": "Ask HN: How did an adult ADHD diagnosis help you?",
  "url": null,
  "author": "codpiece",
  "points": 219,
  "story_text": "My therapist wants to explore an ADHD diagnosis, run tests and dive deep. My question to you is; how did this help you or impact your life?<p>I am in the later half of an adventurous and successful career. I continue to grow, have a long-term stable marriage, good savings, great life. I went to my therapist to handle a lingering family issue and now we&#x27;ve come up to the ADHD talk.<p>They want to run neurological tests, said I&#x27;m &#x27;twice exceptional&#x27; and I see this as an expensive and time consuming diversion of my goals. I do admit that there is some validity in the idea, I do see symptoms, but how would this help me at this point in my life?",
  "comment_text": null,
  "num_comments": 196,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1623758312,
  "_tags": [
    "story",
    "author_codpiece",
    "story_27514005",
    "ask_hn",
    "front_page"
  ],
  "objectID": "27514005",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: How did an adult ADHD diagnosis help you?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "codpiece",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "My therapist wants to explore an ADHD diagnosis, run tests and dive deep. My question to you is; how did this help you or impact your life?<p>I am in the later half of an adventurous and successful career. I continue to grow, have a long-term stable marriage, good savings, great life. I went to my therapist to handle a lingering family issue and now we've come up to the ADHD talk.<p>They want to run neurological tests, said I'm 'twice exceptional' and I see this as an expensive and time consuming diversion of my goals. I do admit that there is some validity in the idea, I do see symptoms, but how would this help me at this point in my life?",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-06-15T11:58:32.000Z",
  "image": "",
  "localize": [
    {
      "locale": "ja",
      "title": "Ask HN: 大人のADHDの診断はどのように役立ちましたか？"
    },
    {
      "locale": "zh",
      "title": "Ask HN: 成人多动症的诊断对你有什么帮助？"
    },
    {
      "locale": "zh-Hant",
      "title": "Ask HN: 成人多動症的診斷對你有什麼幫助？"
    }
  ],
  "source_updated_at": 1624009752929
}