{
  "author": "iamtechnicolor",
  "the_new_excerpt": "Hi all,\n\nThough usually an avid reader, I’ve been in a funk for a few months and the last\nfew books I’ve tried to pick up just haven’t grabbed me.\n\nI’m really craving a non-formulaic thriller, hopefully one with a mystery that\nwill hook me. But I’m hoping for something outside of “the next Gone…",
  "original_created_utc": 1623642389,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n普段は熱心な読書家なのですが、ここ数ヶ月は気分が乗らず、手に取ろうとしたここ数冊の本にも心を奪われませんでした。\n手に取ろうとしたここ数冊の本は、私の心を捉えられませんでした。\n\n非定型的なスリラーを切望しているのですが、できれば私を夢中にさせるようなミステリーのあるものが欲しいです。\n私を夢中にさせるようなミステリーがあればいいなと思っています。でも、「次のGone...」以外のものを期待しています。",
      "title": "読書好きの私をノックアウトするようなページターナーを教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n虽然我通常是一个狂热的读者，但这几个月来我一直处于低迷状态，而最近的几本书\n我试图拿起的几本书都没有吸引我。\n\n我真的很想看一本非公式化的惊悚小说，希望能有一本带有神秘感的书能吸引我。\n会吸引我。但我希望能有 \"下一个Gone... \"之外的东西。",
      "title": "你能给我推荐一本吸引人的书，把我从阅读的困境中解救出来吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n雖然我通常是一個狂熱的讀者，但這幾個月來我一直處於低迷狀態，而最近的幾本書\n我試圖拿起的幾本書都沒有吸引我。\n\n我真的很想看一本非公式化的驚悚小說，希望能有一本帶有神祕感的書能吸引我。\n會吸引我。但我希望能有 \"下一個Gone... \"之外的東西。",
      "title": "你能給我推薦一本吸引人的書，把我從閱讀的困境中解救出來嗎？"
    }
  ],
  "title": "Can you suggest me a page-turner to knock me out of my reading funk?",
  "created_utc": 1623661557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all, </p>\n\n<p>Though usually an avid reader, I’ve been in a funk for a few months and the last few books I’ve tried to pick up just haven’t grabbed me.</p>\n\n<p>I’m really craving a non-formulaic thriller, hopefully one with a mystery that will hook me. But I’m hoping for something outside of “the next Gone Girl” generic thrillers that are a dime a dozen these days.</p>\n\n<p>Thanks so much!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/nzdty5/can_you_suggest_me_a_pageturner_to_knock_me_out/",
  "subreddit": "booksuggestions",
  "id": "nzdty5",
  "is_self": true,
  "media": null,
  "is_video": false
}