{
  "author": "volkney",
  "original_created_utc": 1631811670,
  "title": "A letter of appreciation to Jorge Luis Borges",
  "created_utc": 1631831933,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p>I don’t know if this post will be suitable for this subreddit but lately I’ve been wanting to express my love for the short stories of Borges.</p>\n\n<p>I discovered my passion for reading a little late in my life, maybe 5 years ago. Since then I’ve  read many books and I believe that I have solidified my list of favorite authors and in that list Borges appears. </p>\n\n<h1>To The Aleph and The Zahir</h1>\n\n<p>Thank you Borges for the aleph because thanks to that short story I now understand how to appreciate everything around me. Even when I feel small and insignificant in this vast universe, with the help of my two alephs (my eyes) I can create tasteless poetry like Carlos Argentino Daneri with everything that I see. Time doesn’t wait for anybody and certainly will not wait for me. From the description of seeing everything at the same time, I go to see only one thing and dive into my obsession with the Zahir. The Zahir is something that draws our attention and consumes it until that’s the only thing in our minds. For Borges the Zahir was a coin, for some, a tiger for others, maybe vices. For me the Aleph and the Zahir are two opposites and two different interpretations of infinity.</p>\n\n<h1>The Library of Babel and The Book of Sand</h1>\n\n<p>Again these two short stories are two sides of the same coin for me. The library of babel is this monstrous universe with an infinite amount of books while the book of sand is one book with an infinite number of pages. </p>\n\n<h1>The Secret Miracle</h1>\n\n<p>This story is by far my favorite one. Besides some regular themes that Borges used to write about like loneliness and infinity, this story is a little unconventional for his style. I find it to be more of a drama. The story follows a Jewish man who lived in Prague and is sentenced to death during WWII. The only regret that he had was not finishing his novel “The Enemies”; while he was in prison, he asked God for more time to finish his novel. In the final part of the story when the protagonist is about to be shot 4 times by a firing squad.</p>\n\n<p>Before the order was given, the physical universe stopped</p>\n\n<p>The protagonist had one year to finish his novel and he had to do it by memory. He lived in a frozen picture for an entire year. “He came to love the courtyard, the prison…” This part changed my life entirely. How would our lives change if we could observe every frame of our life for a year? Would we appreciate more things that seem meaningless because we don’t pay attention to them?.</p>\n\n<p>I could talk about all of his stories for my entire life but I don’t want to type more than I should for a post. Anyways, thank you Borges for changing my life and being the reason why my name is Jorge!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pphc3s/a_letter_of_appreciation_to_jorge_luis_borges/",
  "subreddit": "books",
  "id": "pphc3s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t know if this post will be suitable for this subreddit but lately I’ve\nbeen wanting to express my love for the short stories of Borges.\n\nI discovered my passion for reading a little late in my life, maybe 5 years ago.\nSince then I’ve read many books and I believe that I have solidified my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この投稿がこのsubredditに適しているかどうかはわかりませんが、最近、私は\nボルヘスの短編小説への愛を表現したいと思っています。\n\n私が読書への情熱に目覚めたのは少し遅く、5年ほど前でしょうか。\nそれ以来、私は多くの本を読み、私の人生を確固たるものにしたと信じています。",
      "title": "ジョージ・ルイス・ボルヘスへの感謝の手紙"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道这个帖子是否适合在这个分论坛上发表，但最近我一直想表达我对博尔赫斯短篇小说的喜爱。\n一直想表达我对博尔赫斯短篇小说的热爱。\n\n我发现自己对阅读的热情有点晚，也许是5年前。\n从那时起，我读了很多书，我相信我已经巩固了我的...",
      "title": "致豪尔赫-路易斯-博尔赫斯的感谢信"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道這個帖子是否適合在這個分論壇上發表，但最近我一直想表達我對博爾赫斯短篇小說的喜愛。\n一直想表達我對博爾赫斯短篇小說的熱愛。\n\n我發現自己對閱讀的熱情有點晚，也許是5年前。\n從那時起，我讀了很多書，我相信我已經鞏固了我的...",
      "title": "致豪爾赫-路易斯-博爾赫斯的感謝信"
    }
  ]
}