{
  "author": "Bawonga",
  "the_new_excerpt": "Why YSK: For most hearing impaired people, consonant sounds are muddled and\ncannot easily be distinguished if pronounced quickly. Vowels are heard more\nclearly because they carry most of the sound of a word, but consonants happen\nquickly in speech and aren't as audible or distinguishable. It's easy…",
  "original_created_utc": 1613791862,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：对于大多数听力受损的人来说，辅音是混浊的，而且是很难听的。\n如果发音快，不容易区分。元音听得多\n很明显，因为它们承载了一个词的大部分声音，但辅音发生了\n语速很快，而且听觉和分辨能力都不强。这很容易...",
      "title": "YSK说，当你和听力不好的人说话时，放慢语速比提高音量更重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：對於大多數聽力受損的人來說，輔音是混濁的，而且是很難聽的。\n如果發音快，不容易區分。元音聽得多\n很明顯，因爲它們承載了一個詞的大部分聲音，但輔音發生了\n語速很快，而且聽覺和分辨能力都不強。這很容易...",
      "title": "YSK說，當你和聽力不好的人說話時，放慢語速比提高音量更重要。"
    }
  ],
  "title": "YSK that when you speak to someone who is hard of hearing, slowing down your speech is more important than raising your volume.",
  "created_utc": 1613827401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: For most hearing impaired people, consonant sounds are muddled and cannot easily be distinguished if pronounced quickly. Vowels are heard more clearly because they carry most of the sound of a word, but consonants happen quickly in speech and aren&#39;t as audible or distinguishable. It&#39;s easy to confuse similar words because of the inability to distinguish consonants (such as &quot;beer&quot; ... &quot;deer ... &quot;bat&quot; ... &quot;pat&quot; ...&quot;tip&quot; ...&quot;bit&quot;) .  So when talking to hearing impaired people, s-l-o-w  d-o-w-n and enunciate each sound!  And, please, be patient when they ask you to repeat what you say (don&#39;t get louder; say it again more slowly &amp; clearly).</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/YouShouldKnow/comments/lny54u/ysk_that_when_you_speak_to_someone_who_is_hard_of/",
  "subreddit": "YouShouldKnow",
  "id": "lny54u",
  "is_self": true,
  "media": null,
  "is_video": false
}