{
  "author": "Zak",
  "the_new_excerpt": "Declining birth rates have been in the news lately, and most of the reporting\nI've read has centered around the resulting demographic shift causing economic\ndifficulties. While I'm sure there will be economic difficulties to overcome, I\nthink it's necessary to do so, and now is a better time than…",
  "original_created_utc": 1620220165,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、少子化が話題になっていますが、私が読んだ記事のほとんどは\n少子化の影響で経済的に厳しい状況になっているという記事が多いですね。\nといった内容です。経済的な困難を克服する必要があることは確かですが\n克服しなければならないと思います。",
      "title": "CMV：出生率が低下するのは良いことだと思う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，出生率下降一直是新闻热点，而我读到的大多数报道\n我读到的大多数报道都围绕着由此产生的人口结构变化导致的经济困难。\n困难。虽然我确信会有经济困难需要克服，但我认为有必要这样做。\n我认为有必要这样做，而且现在是一个更好的时机，比...",
      "title": "CMV：出生率下降是件好事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，出生率下降一直是新聞熱點，而我讀到的大多數報道\n我讀到的大多數報道都圍繞着由此產生的人口結構變化導致的經濟困難。\n困難。雖然我確信會有經濟困難需要克服，但我認爲有必要這樣做。\n我認爲有必要這樣做，而且現在是一個更好的時機，比...",
      "title": "CMV：出生率下降是件好事"
    }
  ],
  "title": "CMV: it's a good thing that birth rates are declining",
  "created_utc": 1620229441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Declining birth rates have been in the news lately, and most of the reporting I&#39;ve read has centered around the resulting demographic shift causing economic difficulties. While I&#39;m sure there will be economic difficulties to overcome, I think it&#39;s necessary to do so, and now is a better time than later.</p>\n\n<p>An economy that requires a continuously increasing population is not sustainable indefinitely. Eventually, we&#39;ll have enough people that we need more of some resource we don&#39;t have a good way to get more of and be forced into the sorts of decisions that form the basis of <a href=\"https://en.wikipedia.org/wiki/Category:Overpopulation_fiction\">dystopian sci-fi</a>. That people are voluntarily having fewer children solves the problem before it becomes a crisis.</p>\n\n<p>Fewer people means that each person can have a larger share of limited resources. Each person&#39;s labor becomes more valuable due to reduced competition, which is well-timed as automation reduces the demand for low-skill, low-pay labor. Of course owners of businesses that currently profit from inexpensive labor might not be thrilled about it, but as long as the world still has people living in extreme poverty, I suspect there are ways to fill any remaining demand for cheap labor.</p>\n</div><!-- SC_ON -->",
  "score": 356,
  "permalink": "/r/changemyview/comments/n5fj89/cmv_its_a_good_thing_that_birth_rates_are/",
  "subreddit": "changemyview",
  "id": "n5fj89",
  "is_self": true,
  "media": null,
  "is_video": false
}