{
  "author": "trainisloud",
  "original_created_utc": 1628531954,
  "title": "Happy National Book Lover's Day",
  "created_utc": 1628563093,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading has always been a significant part of my life, my parents instilled a love of the written word by encouraging me to read on my own, reading to me and my siblings each night, helping us pick out books at Scholastic Book Fairs &amp; my local Library, helping us track books we read each summer to get that personal pan pizza from Pizza Hut, and watching my parents and grandparents read for fun. There are few joys as a parents that top the feeling as catching your child read on their own and watch their awe and happiness as they turn the pages. I remember the excitement of opening &#39;the Hobbit&#39; the first time and diving into a world of fantasy and wonder, or reading Alfred Hitchcock&#39;s &#39;3 Investigators&#39;, reading books on the bus to school and to games, reading on the plane on my first big adventure to Yellowstone, finding belonging over a lunch table at college talking about our favorite writers, the comfort books provided as I served in the Peace Corps, how they make the commute disappear as I go to and from work, how they challenge how I think and make me more compassionate, understanding, and open. Today is National Book Lover&#39;s Day and I will celebrate by reading (as I do everyday) but on this day I will be especially grateful for all of those who put their pens to paper, fingers to keys, and minds to create, explore, and expand and to those in the industry that make them available to my home and life and my parents who have given me the gateway to 1000s of lifetimes.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p16r19/happy_national_book_lovers_day/",
  "subreddit": "books",
  "id": "p16r19",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading has always been a significant part of my life, my parents instilled a\nlove of the written word by encouraging me to read on my own, reading to me and\nmy siblings each night, helping us pick out books at Scholastic Book Fairs & my\nlocal Library, helping us track books we read each summer to…"
}