{
  "author": "trainisloud",
  "original_created_utc": 1628531954,
  "title": "Happy National Book Lover's Day",
  "created_utc": 1628563093,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading has always been a significant part of my life, my parents instilled a love of the written word by encouraging me to read on my own, reading to me and my siblings each night, helping us pick out books at Scholastic Book Fairs &amp; my local Library, helping us track books we read each summer to get that personal pan pizza from Pizza Hut, and watching my parents and grandparents read for fun. There are few joys as a parents that top the feeling as catching your child read on their own and watch their awe and happiness as they turn the pages. I remember the excitement of opening &#39;the Hobbit&#39; the first time and diving into a world of fantasy and wonder, or reading Alfred Hitchcock&#39;s &#39;3 Investigators&#39;, reading books on the bus to school and to games, reading on the plane on my first big adventure to Yellowstone, finding belonging over a lunch table at college talking about our favorite writers, the comfort books provided as I served in the Peace Corps, how they make the commute disappear as I go to and from work, how they challenge how I think and make me more compassionate, understanding, and open. Today is National Book Lover&#39;s Day and I will celebrate by reading (as I do everyday) but on this day I will be especially grateful for all of those who put their pens to paper, fingers to keys, and minds to create, explore, and expand and to those in the industry that make them available to my home and life and my parents who have given me the gateway to 1000s of lifetimes.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p16r19/happy_national_book_lovers_day/",
  "subreddit": "books",
  "id": "p16r19",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading has always been a significant part of my life, my parents instilled a\nlove of the written word by encouraging me to read on my own, reading to me and\nmy siblings each night, helping us pick out books at Scholastic Book Fairs & my\nlocal Library, helping us track books we read each summer to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読書は常に私の人生の重要な部分を占めてきました。\n私の両親は、私に自分で本を読むように勧め、私や兄弟に読み聞かせをすることで、文字を愛する心を植え付けました。\n毎晩、私と兄弟に本を読んでくれ、Scholastic Book Fairsや地元の図書館で本を選ぶのを手伝ってくれました。\n毎晩、私と兄弟に本を読んでくれたり、スコラスティック・ブックフェアや地元の図書館で本を選ぶのを手伝ってくれたり、夏に読んだ本を記録して...",
      "title": "Happy National Book Lover's Day"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "阅读一直是我生活中的一个重要部分，我的父母向我灌输了对文字的热爱。\n我的父母通过鼓励我自己阅读，每天晚上给我和我的兄弟姐妹们读书，在学而思书展上帮我们挑选书籍，以及我的兄弟姐妹。\n每天晚上给我和我的兄弟姐妹们读书，帮助我们在学而思书展和当地图书馆挑选书籍。\n当地的图书馆，帮助我们跟踪每年夏天阅读的书籍，以...",
      "title": "全国爱书人节快乐"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "閱讀一直是我生活中的一個重要部分，我的父母向我灌輸了對文字的熱愛。\n我的父母通過鼓勵我自己閱讀，每天晚上給我和我的兄弟姐妹們讀書，在學而思書展上幫我們挑選書籍，以及我的兄弟姐妹。\n每天晚上給我和我的兄弟姐妹們讀書，幫助我們在學而思書展和當地圖書館挑選書籍。\n當地的圖書館，幫助我們跟蹤每年夏天閱讀的書籍，以...",
      "title": "全國愛書人節快樂"
    }
  ]
}