{
  "author": "camelbaksrule",
  "the_new_excerpt": "I say this because of the posts on social media that are “don’t ask your\nminority/female/lgbtq/disabled friends about issues and discrimination\nsurrounding their identity, you should already know about it”. I find this so\nhard to understand.\n\nWhen someone is trying to be on the right side of…",
  "original_created_utc": 1620636017,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこのようなことを言うのは、ソーシャルメディア上で「マイノリティ/女性/lgbtq/障害者の友人に問題を尋ねてはいけない」というような投稿があるからです。\nマイノリティ/女性/lgbtq/障害者の友人に、彼らのアイデンティティにまつわる問題や差別について聞くな。\n自分のアイデンティティにまつわる問題や差別について友達に聞かないで、あなたはもう知っているはずだから」という投稿があるからです。私はこれをとても\n理解できません。\n\n誰かが正義の味方になろうとしているときに...",
      "title": "CMV: \"あなたを教育するのは私の責任ではありません \"と言っても、何の役にも立ちません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我这样说是因为社交媒体上的帖子是 \"不要问你的\n不要问你的少数民族/女性/同性恋/残疾朋友关于他们身份的问题和歧视，你应该已经知道了。\n围绕他们的身份，你应该已经知道了\"。我觉得这很\n很难理解。\n\n当有人试图站在正确的一边...",
      "title": "CMV：说 \"我没有责任教育你[插入问题]\"，对任何事业都没有帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我這樣說是因爲社交媒體上的帖子是 \"不要問你的\n不要問你的少數民族/女性/同性戀/殘疾朋友關於他們身份的問題和歧視，你應該已經知道了。\n圍繞他們的身份，你應該已經知道了\"。我覺得這很\n很難理解。\n\n當有人試圖站在正確的一邊...",
      "title": "CMV：說 \"我沒有責任教育你[插入問題]\"，對任何事業都沒有幫助。"
    }
  ],
  "title": "CMV: It’s not helpful to any cause to say that “it’s not my responsibility to educate you about [insert issue]”",
  "created_utc": 1620678723,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I say this because of the posts on social media that are “don’t ask your minority/female/lgbtq/disabled friends about issues and discrimination surrounding their identity, you should already know about it”. I find this so hard to understand.</p>\n\n<p>When someone is trying to be on the right side of history, that’s an opportunity. Take it. When someone is trying to learn, teach them. If you don’t want to, don’t push them off, tell them “you can research about x, y, z; i know a, b, c that are very helpful”. </p>\n\n<p>I know that a counter argument is that people who have been previously oblivious to racial/gender/other kinds of inequality are already wrong, and any decent person should have learned it by now. But that’s not how things work; it’s hard to change how people think about issues, and maybe it takes longer for some people than others.</p>\n\n<p>If by talking to someone about your issues, you change their mind; they can go on and change more minds and make more impact. This helps the cause. how does shaming them for not already being educated help?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/n8zn8c/cmv_its_not_helpful_to_any_cause_to_say_that_its/",
  "subreddit": "changemyview",
  "id": "n8zn8c",
  "is_self": true,
  "media": null,
  "is_video": false
}