{
  "author": "Lurkolantern",
  "original_created_utc": 1639268628,
  "title": "People worldwide (not just USA): Will crypto influence who you vote for in future elections?",
  "created_utc": 1639279928,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Over on the bitcoin sub, someone posted an article about Desantis (the Republican governor of Florida) making certain state services (ie vehicle registrations, property taxes, etc) payable via crypto.&lt;/p&gt;\n\n&lt;p&gt;A few redditors indicated that they were getting fed up with Democrat Party opposition to crypto and may vote for the first time for the GOP candidates on future ballots.  For folks in the USA and around the world (particularly where there are multiple viable political parties), would you vote for someone you otherwise wouldn&amp;#39;t based on whether they were pro-crypto? &lt;/p&gt;\n\n&lt;p&gt;Likewise, has the way you see various political groups (or politicians) changed as a result of how they&amp;#39;ve approached crypto regulation in your country?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 213,
  "permalink": "/r/CryptoCurrency/comments/recmq2/people_worldwide_not_just_usa_will_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "recmq2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Over on the bitcoin sub, someone posted an article about Desantis (the\nRepublican governor of Florida) making certain state services (ie vehicle\nregistrations, property taxes, etc) payable via crypto.\n\nA few redditors indicated that they were getting fed up with Democrat Party\nopposition to crypto…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ビットコインのサブサイトで、誰かが投稿した記事があります。\n共和党のフロリダ州知事であるデサンティス氏が、ある種の州のサービス（例えば、車両の登録）を\n</p> </p> <p>Redditorsの数人が、このような記事を投稿しました。\n</p> <p>数人のredditorが、うんざりしていると指摘しました。",
      "title": "世界中の人々（アメリカだけではありません）。暗号は、将来の選挙で誰に投票するかに影響するか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在比特币分论坛上，有人发布了一篇关于Desantis（佛罗里达州的共和党州长）让某些州政府的官员在其任期内担任职务。\n共和党的佛罗里达州州长Desantis让某些州的\n共和党的佛罗里达州州长Desantis将某些州的服务（即车辆注册，财产税等）通过加密货币支付。\n<p>一些红人表示，他们已经厌倦了......",
      "title": "全世界的人（不仅仅是美国）。在未来的选举中，加密货币是否会影响你投票给谁？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在比特幣分論壇上，有人發佈了一篇關於Desantis（佛羅里達州的共和黨州長）讓某些州政府的官員在其任期內擔任職務。\n共和黨的佛羅里達州州長Desantis讓某些州的\n共和黨的佛羅里達州州長Desantis將某些州的服務（即車輛註冊，財產稅等）通過加密貨幣支付。\n<p>一些紅人表示，他們已經厭倦了......",
      "title": "全世界的人（不僅僅是美國）。在未來的選舉中，加密貨幣是否會影響你投票給誰？"
    }
  ]
}