{
  "author": "AdventurousRelative2",
  "the_new_excerpt": "Edit: stop comparing it to 1984 lmao. I don’t care if that book is better.\n\nI find the aspect of societal norms in Brave New World intriguing. Some of them\nwere completely contradictory to our norms. Others were perhaps accurate. I\nbelieve that the portrayal of the norms was a warning to us. Aldous…",
  "original_created_utc": 1621013472,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集部：1984年と比較するのはやめてください lmao. 私はその本が優れているかどうかは気にしません。\n\nブレイブ・ニュー・ワールド』の社会的規範の側面には興味をそそられます。規範の中には\n私たちの規範と完全に矛盾しているものもありました。他のものはおそらく正確だった。I\n規範の描写は、私たちへの警告だったのではないでしょうか。アルダス...",
      "title": "ブレイブ・ニュー・ワールドはとても良い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：别再把它和《1984》相提并论了，笑死我了。我不关心那本书是否更好。\n\n我觉得《勇敢的新世界》中的社会规范方面很耐人寻味。其中一些\n与我们的规范完全相悖。其他的也许是准确的。I\n我相信，对这些规范的描述是对我们的警告。奥尔德斯...",
      "title": "勇敢的新世界》是如此的好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：別再把它和《1984》相提並論了，笑死我了。我不關心那本書是否更好。\n\n我覺得《勇敢的新世界》中的社會規範方面很耐人尋味。其中一些\n與我們的規範完全相悖。其他的也許是準確的。I\n我相信，對這些規範的描述是對我們的警告。奧爾德斯...",
      "title": "勇敢的新世界》是如此的好"
    }
  ],
  "title": "Brave New World is so good",
  "created_utc": 1621033056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: stop comparing it to 1984 lmao. I don’t care if that book is better. </p>\n\n<p>I find the aspect of societal norms in Brave New World intriguing. Some of them were completely contradictory to our norms. Others were perhaps accurate. I believe that the portrayal of the norms was a warning to us. Aldous Huxley was trying to say that we should be aware of how advanced society is becoming so that we do not end up in a dystopian society. Instead of advancing to a better society, we are perhaps heading toward a broken one. Children were doing things that are obscene which I believe was a commentary on the evolution of sexuality.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nce5aa/brave_new_world_is_so_good/",
  "subreddit": "books",
  "id": "nce5aa",
  "is_self": true,
  "media": null,
  "is_video": false
}