{
  "author": "diverareyouok",
  "original_created_utc": 1637512903,
  "title": "YSK: There’s a website available for free that will instantly get you into paywalled sites. No browser extensions needed.",
  "created_utc": 1637516478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hate paywalls, so I searched high and low until I found a website that instantly gets around almost all of them: <a href=\"https://12ft.io\">12 foot ladder</a>. </p>\n\n<p>So far, it’s worked on every website I’ve tried it with. All you have to do is go to the website, then put in the URL, and it opens it for you. It’s a lot more convenient than downloading browser add-ons or extensions.</p>\n\n<p>If you want to test it out, <a href=\"https://cooking.nytimes.com/recipes/1019938-two-ingredient-mashed-potatoes?action=click&amp;module=Collection%20Band%20Recipe%20Card&amp;region=Thanksgiving%20Side%20Dish%20Recipes&amp;pgType=supercollection&amp;rank=1\">here’s</a> a paywalled recipe from New York Times Cooking.</p>\n\n<p>Why YSK: you won’t have to spend money or switch devices to read paywalled sites anymore, making your life just a little easier.</p>\n</div><!-- SC_ON -->",
  "score": 202,
  "permalink": "/r/YouShouldKnow/comments/qyysp1/ysk_theres_a_website_available_for_free_that_will/",
  "subreddit": "YouShouldKnow",
  "id": "qyysp1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I hate paywalls, so I searched high and low until I found a website that\ninstantly gets around almost all of them: 12 foot ladder [https://12ft.io].\n\nSo far, it’s worked on every website I’ve tried it with. All you have to do is\ngo to the website, then put in the URL, and it opens it for you. It’s a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はペイウォールが嫌いなので、いろいろ探した結果、ほとんどのペイウォールを回避できるサイトを見つけました。\n瞬時にほとんどすべてを回避することができます。12 foot ladder [https://12ft.io]です。\n\n今のところ、試したすべてのウェブサイトで機能しています。あなたがするべきことは\nウェブサイトにアクセスして、URLを入力すれば、それを開いてくれます。これは...",
      "title": "YSK: 有料サイトに瞬時にアクセスできるサイトが無料で公開されています。ブラウザの拡張機能は必要ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我讨厌付费墙，所以我一直在寻找，直到我发现一个网站\n瞬间就能绕过几乎所有的收费墙。12英尺梯子[https://12ft.io]。\n\n到目前为止，它在我试过的每个网站上都很有效。你所要做的就是\n进入该网站，然后输入URL，它就会为你打开它。这是个...",
      "title": "YSK: 有一个网站可以免费使用，可以立即让你进入付费网站。不需要浏览器扩展。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我討厭付費牆，所以我一直在尋找，直到我發現一個網站\n瞬間就能繞過幾乎所有的收費牆。12英尺梯子[https://12ft.io]。\n\n到目前爲止，它在我試過的每個網站上都很有效。你所要做的就是\n進入該網站，然後輸入URL，它就會爲你打開它。這是個...",
      "title": "YSK: 有一個網站可以免費使用，可以立即讓你進入付費網站。不需要瀏覽器擴展。"
    }
  ]
}