{
  "author": "Equivalent_Load4067",
  "the_new_excerpt": "So, I've ready basically everything by D.A. And T. P. But most recently I\nfinished a long marathon of Stephen King and Chuck Palahniuk (very bleak), and I\nneed something fun and light to pull out of a bit of a personal downward spiral.\nI love all of these books are irreverent, and I want something…",
  "original_created_utc": 1623607330,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、D.A.とT.P.の作品は基本的にすべて用意していますが、最近では、Stephen KingとChuck Palahniukのロングマラソンを終えました。\nStephen KingとChuck Palahniukの長いマラソンを終えました（とても暗い）。\nそして、個人的に少し落ち込んだ状態から抜け出すために、何か楽しくて軽いものが必要なのです。\n私はこれらの本がすべて不遜であることを愛しており、私は何かをしたい...",
      "title": "ヒッチハイカーズ・ガイド」「ダーク・ジェントリー」「ディスク・ワールド」などの本..."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我基本上已经准备好了D.A.和T.P.的所有作品。\n完成了斯蒂芬-金和查克-帕拉纽克的长期马拉松比赛（非常暗淡），我需要一些有趣和轻松的东西来摆脱个人的低迷。\n我需要一些有趣的、轻松的东西来摆脱个人的颓废状态。\n我喜欢所有这些书都是不敬业的，我想要一些...",
      "title": "像《搭车指南》、《德克-詹特利》、《光盘世界》这样的书..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我基本上已經準備好了D.A.和T.P.的所有作品。\n完成了斯蒂芬-金和查克-帕拉紐克的長期馬拉松比賽（非常暗淡），我需要一些有趣和輕鬆的東西來擺脫個人的低迷。\n我需要一些有趣的、輕鬆的東西來擺脫個人的頹廢狀態。\n我喜歡所有這些書都是不敬業的，我想要一些...",
      "title": "像《搭車指南》、《德克-詹特利》、《光盤世界》這樣的書..."
    }
  ],
  "title": "Books like Hitchhiker's Guide, Dirk Gently, Disc World...",
  "created_utc": 1623659988,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I&#39;ve ready basically everything by D.A. And T. P. But most recently I finished a long marathon of Stephen King and Chuck Palahniuk (very bleak), and I need something fun and light to pull out of a bit of a personal downward spiral. I love all of these books are irreverent, and I want something funny, witty, but with some depth.</p>\n\n<p>Unfortunately I&#39;m not a fan of Christopher Moore, so not that set. Hope this helps, and thanks for the recommendations in advance. I can&#39;t believe how helpful this group has been for me!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/nz2370/books_like_hitchhikers_guide_dirk_gently_disc/",
  "subreddit": "booksuggestions",
  "id": "nz2370",
  "is_self": true,
  "media": null,
  "is_video": false
}