{
  "author": "TheBigT0ss",
  "original_created_utc": 1635275154,
  "title": "Why am I being ghosted out of nowhere?",
  "created_utc": 1635287206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I (26M) met her (23F) at a huge party thrown by work. While we were dancing, she came my way and started flirting. We had great chemistry, hit it off really well. Ended up both being cheesy little basterds with each other after the party was over with a (not so) little making out session here and there. Everything was great, I noticed her looking at me when she thought I didn&#39;t see, and post-party we went into the city to find a afterparty. We didn&#39;t succeed, so I dropped her at a busstation, me kissed a bunch and she went her merry way home. We did agree on seeing each other from drinks some other time right then.</p>\n\n<p>She texted me after she got home, and the next day she continued the texting (she sent the first message that morning). I told her I wasn&#39;t fully done making out with her yesterday evening, to which she replied &quot;hehehe, yeah neither was I but it adds to the excitement doesn&#39;t it? 😉&quot; which I agreed with. After like 6 messages from her side and 6 from mine I asked her if she wanted to meet up for drinks later this week. No reply, I waited for 48 hours to get one. I then sent &quot;Hey, at least I thought it was great meeting you. If you don&#39;t want to continue that&#39;s fine, but message me if you do 😙&quot;  and she hasn&#39;t responded to that either (7 hours ago).</p>\n\n<p>Does anyone know why the sudden shift from girlfriend experience to absolute nothingness? I&#39;m pretty sure her phone hasn&#39;t fallen in the toilet or something as I did see her &#39;online&#39; on WhatsApp. Also, I suppose passive aggressive ignoring someone can be part of a gf-experience but that&#39;s not the part I&#39;m looking for.  Please help me with your thoughts, I&#39;m kind of sad that this isn&#39;t going anywhere. I did decide for myself not the send anything else before she replies.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/TooAfraidToAsk/comments/qgdnoz/why_am_i_being_ghosted_out_of_nowhere/",
  "subreddit": "TooAfraidToAsk",
  "id": "qgdnoz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I (26M) met her (23F) at a huge party thrown by work. While we were dancing, she\ncame my way and started flirting. We had great chemistry, hit it off really\nwell. Ended up both being cheesy little basterds with each other after the party\nwas over with a (not so) little making out session here and…"
}