{
  "author": "OddGuidance907",
  "original_created_utc": 1638108647,
  "title": "CMV: we should stop using the term “Latinx”",
  "created_utc": 1638113973,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I admit it will be very difficult to change my view as I feel very strongly on this but I am open to reconsidering my view.</p>\n\n<ol>\n<li><p>The term is completely unpronounceable in Spanish the way that people intend for it to be pronounced. If the people for whom the word is intended cannot even pronounce it, then it is not an effective solution.</p></li>\n<li><p>“Latino” is gender neutral in Spanish already but if that is unacceptable because of its masculine inclination for some people then there are other alternatives that are easier to pronounce such as “Latine” and “Latin.” In Spanish, it is understood that “Latino” is gender neutral and it does not have the sexist connotation that English-speakers assume it does. </p></li>\n<li><p>The term is largely pushed by progressive white Americans against the will of the Latino community in the US. Only 3% of Latinos in the US identify with the term according to the Pew Research Center, the vast majority have not even heard of it, and amongst those who have their view of it is overwhelmingly negative. They see it as a white Western attempt to disrespect the rules of the Spanish language for politicized means, which is linguistic imperialism. </p></li>\n<li><p>Given the number of people who actually use the term being so small, it should not be used as the default for all Latinos unlike what corporations and politicians in the US are doing. If you know someone identifies as a woman or a man just call them Latino or Latina. </p></li>\n<li><p>We often say people are the authors of their own experience and this is a central tenet of progressivism especially for the marginalized. So why are people NOT listening to the majority of Latinos who do not want to be called Latinx? It screams “we know what is better for you than you know for yourself so sit back and shut up.”</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 214,
  "permalink": "/r/changemyview/comments/r454ng/cmv_we_should_stop_using_the_term_latinx/",
  "subreddit": "changemyview",
  "id": "r454ng",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I admit it will be very difficult to change my view as I feel very strongly on\nthis but I am open to reconsidering my view.\n\n 1. The term is completely unpronounceable in Spanish the way that people intend\n    for it to be pronounced. If the people for whom the word is intended cannot\n    even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "強く感じているので、自分の考えを変えるのは非常に難しいとは思いますが\nしかし、私は自分の考えを見直すことに前向きです。\n\n 1. この言葉はスペイン語では全く発音できず、人々が意図するようには\n    スペイン語では全く発音できません。もし、その言葉が意図されている人たちが\n    もできないとしたら・・・。",
      "title": "CMV: \"Latinx \"という言葉を使うのをやめよう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我承认要改变我的观点是非常困难的，因为我在这方面的感觉非常强烈。\n但我愿意重新考虑我的观点。\n\n 1. 这个词在西班牙语中完全不能按人们的意图发音。\n    1.这个词在西班牙语中完全不能以人们想要的方式发音。如果这个词所针对的人不能\n    甚至...",
      "title": "CMV：我们应该停止使用 \"拉美人 \"一词"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我承認要改變我的觀點是非常困難的，因爲我在這方面的感覺非常強烈。\n但我願意重新考慮我的觀點。\n\n 1. 這個詞在西班牙語中完全不能按人們的意圖發音。\n    1.這個詞在西班牙語中完全不能以人們想要的方式發音。如果這個詞所針對的人不能\n    甚至...",
      "title": "CMV：我們應該停止使用 \"拉美人 \"一詞"
    }
  ]
}