{
  "author": "Astronomnomnomicon",
  "the_new_excerpt": "I was on another popular sub where the post was a video of a white woman getting\ninto a confrontation with a black man in New Orleans, and many of the comments\nwere complaining about gentrification of cities like New Orleans. Most didn't\neven mention anything related to rising housing costs - they…",
  "original_created_utc": 1620258996,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "別の人気サブサイトでは、ニューオリンズで白人女性が黒人男性と対立しているビデオが投稿されていました。\nニューオーリンズで白人女性が黒人男性と対立しているビデオが投稿されていて、多くのコメントが\nコメントの多くは、ニューオリンズのような都市のジェントリフィケーション（高級化）についての文句でした。ほとんどのコメントは\n殆どのコメントは、住宅コストの上昇については何も言及していませんでした - 彼らは...",
      "title": "CMV: ジェントリフィケーションに対する文化的な懸念は、白人の人種差別主義者や国家主義者が移民問題などで主張することと非常によく似ています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在另一个流行的子上，帖子是一个白人妇女在新奥尔良与黑人发生冲突的视频。\n在新奥尔良与一名黑人发生冲突的视频，而许多评论\n抱怨像新奥尔良这样的城市的绅士化。大多数人都没有\n甚至没有提到与住房成本上升有关的事情--他们...",
      "title": "CMV：对城市化的文化关注似乎与白人种族主义者/民族主义者对移民等事情的争论非常相似。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在另一個流行的子上，帖子是一個白人婦女在新奧爾良與黑人發生衝突的視頻。\n在新奧爾良與一名黑人發生衝突的視頻，而許多評論\n抱怨像新奧爾良這樣的城市的紳士化。大多數人都沒有\n甚至沒有提到與住房成本上升有關的事情--他們...",
      "title": "CMV：對城市化的文化關注似乎與白人種族主義者/民族主義者對移民等事情的爭論非常相似。"
    }
  ],
  "title": "CMV: Cultural concerns over gentrification seem very similar to the arguments white racists/nationalists make about things like immigration",
  "created_utc": 1620294115,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was on another popular sub where the post was a video of a white woman getting into a confrontation with a black man in New Orleans, and many of the comments were complaining about gentrification of cities like New Orleans. Most didn&#39;t even mention anything related to rising housing costs - they were just railing against the idea that white people are coming there and upsetting their culture and status quo.  </p>\n\n<p>And it struck me... isn&#39;t this basically the same argument that racists and white nationalists use? Sure its often extended to the whole country (although of course they too care about their more immediate communities), but the principle seems to be the exact same: people of the &quot;wrong&quot; culture and skin color are perceived as coming in droves and &quot;destroying our way of life&quot; or whatever. </p>\n\n<p>Am I missing something here or is this just another classic case of &quot;its okay when POC do it but not okay when white people do it?&quot;</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/n5u96r/cmv_cultural_concerns_over_gentrification_seem/",
  "subreddit": "changemyview",
  "id": "n5u96r",
  "is_self": true,
  "media": null,
  "is_video": false
}