{
  "author": "OTLOTLOTLOTL",
  "the_new_excerpt": "I'm very interested to see if others have had this experience.\n\nI learned English as a second language when I was a kid, and I've been devouring\nbooks since. Sometimes I'll use words I've only seen written and find out that\nI've been mispronouncing it in my head all along. It's kind of disorienting…",
  "original_created_utc": 1618620103,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他の人がこのような経験をしているかどうか、とても興味があります。\n\n私は子供の頃、第二言語として英語を学び、それ以来、本を貪るように読んできました。\n貪るように読んできました。時々、書かれたものしか見たことのない単語を使い、自分の中で発音を間違えていたことに気づくことがあります。\n頭の中でずっと発音を間違えていたことに気づくことがあります。それはちょっとした混乱です。",
      "title": "本でしか見たことのない言葉で、後になって間違った発音をしていたことに気づく"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很想看看别人是否有这样的经历。\n\n我小时候学过英语，作为第二语言，我一直在吞噬着\n书自。有时我会用只见过写过的字，却发现\n我一直在脑海里念错。这是种迷惑...",
      "title": "只在书本上见过的字，所以直到后来才发现自己读错了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很想看看別人是否有這樣的經歷。\n\n我小時候學過英語，作爲第二語言，我一直在吞噬着\n書自。有時我會用只見過寫過的字，卻發現\n我一直在腦海裏唸錯。這是種迷惑...",
      "title": "只在書本上見過的字，所以直到後來才發現自己讀錯了。"
    }
  ],
  "title": "Words you've only seen in books so you don't find out until later in life you've been pronouncing it wrong",
  "created_utc": 1618628000,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m very interested to see if others have had this experience.</p>\n\n<p>I learned English as a second language when I was a kid, and I&#39;ve been devouring books since. Sometimes I&#39;ll use words I&#39;ve only seen written and find out that I&#39;ve been mispronouncing it in my head all along. It&#39;s kind of disorienting but funny. Curious to know what those words are for you. Some of mine:</p>\n\n<ul>\n<li>Respite I pronounced like &quot;despite&quot;, but it&#39;s actually &quot;ress-pit&quot;</li>\n<li>Detritus I pronounced like &quot;Deh-tre-tus&quot;, but it&#39;s actually &quot;de-trai-tus&quot;</li>\n<li>Boatswain I pronounced like &quot;boats-wane&quot; but it&#39;s actually &quot;bo-sun&quot; (this one is DUMB imo)</li>\n</ul>\n\n<p>And don&#39;t get me started on fantasy/sci-fi names. In Gideon the Ninth Tamsyn Muir has notes on all the character name pronunciations at the end of the book and it was only after I had finished it that I realized I was pronouncing like two thirds of the characters&#39; names wrong.</p>\n\n<p>Edit: Thanks for all the replies! It&#39;s nice to know I&#39;m not alone here, and some of you definitely made me laugh. If I&#39;ve learned anything today it&#39;s that English is the most nonsensical language when it comes to spelling and pronunciation...</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/msghvi/words_youve_only_seen_in_books_so_you_dont_find/",
  "subreddit": "books",
  "id": "msghvi",
  "is_self": true,
  "media": null,
  "is_video": false
}