{
  "author": "mildredthecat",
  "original_created_utc": 1625957968,
  "title": "CMV: \"Human sexuality is binary by design with the purpose being the reproduction of our species. This principle is self-evident.”",
  "created_utc": 1625971499,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi folks, a biochemist here.</p>\n\n<p>The quote in my title represents my view about human biological sex - that humans are a binary species.  The fact that conditions like Klinefelter/Turner exist doesn&#39;t imply the existence of other sexes, they&#39;re simply genetic variations of a binary system.</p>\n\n<p>The idea that sex is not binary is an ideological position, not one based in science, and represents a dangerous trend - one in which objective scientific truth is discarded in favour of opinion and individual perception.  Apparently scientific truth isn&#39;t determined by extensive research and peer-review; it&#39;s simply whatever you do or don&#39;t agree with.</p>\n\n<p>This isn&#39;t a transphobic position, it&#39;s simply one that holds respect for science, even when science uncovers objective truths that make people uncomfortable or doesn&#39;t fit with their ideologies.</p>\n\n<p>So, CMV: Show me science (not opinion) that suggests our current model of human biological sex is incorrect.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: So I&#39;ve been reading the comments, and &quot;design&quot; is a bad choice of words. I&#39;m not implying intelligent design, and I think &quot;Human sexuality is binary by *evolution*&quot; would have been a better description.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/ohsuxl/cmv_human_sexuality_is_binary_by_design_with_the/",
  "subreddit": "changemyview",
  "id": "ohsuxl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi folks, a biochemist here.\n\nThe quote in my title represents my view about human biological sex - that\nhumans are a binary species. The fact that conditions like Klinefelter/Turner\nexist doesn't imply the existence of other sexes, they're simply genetic\nvariations of a binary system.\n\nThe idea…"
}