{
  "author": "mildredthecat",
  "original_created_utc": 1625957968,
  "title": "CMV: \"Human sexuality is binary by design with the purpose being the reproduction of our species. This principle is self-evident.”",
  "created_utc": 1625971499,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi folks, a biochemist here.</p>\n\n<p>The quote in my title represents my view about human biological sex - that humans are a binary species.  The fact that conditions like Klinefelter/Turner exist doesn&#39;t imply the existence of other sexes, they&#39;re simply genetic variations of a binary system.</p>\n\n<p>The idea that sex is not binary is an ideological position, not one based in science, and represents a dangerous trend - one in which objective scientific truth is discarded in favour of opinion and individual perception.  Apparently scientific truth isn&#39;t determined by extensive research and peer-review; it&#39;s simply whatever you do or don&#39;t agree with.</p>\n\n<p>This isn&#39;t a transphobic position, it&#39;s simply one that holds respect for science, even when science uncovers objective truths that make people uncomfortable or doesn&#39;t fit with their ideologies.</p>\n\n<p>So, CMV: Show me science (not opinion) that suggests our current model of human biological sex is incorrect.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: So I&#39;ve been reading the comments, and &quot;design&quot; is a bad choice of words. I&#39;m not implying intelligent design, and I think &quot;Human sexuality is binary by *evolution*&quot; would have been a better description.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/ohsuxl/cmv_human_sexuality_is_binary_by_design_with_the/",
  "subreddit": "changemyview",
  "id": "ohsuxl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi folks, a biochemist here.\n\nThe quote in my title represents my view about human biological sex - that\nhumans are a binary species. The fact that conditions like Klinefelter/Turner\nexist doesn't imply the existence of other sexes, they're simply genetic\nvariations of a binary system.\n\nThe idea…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。生化学者です。\n\nタイトルの引用は、人間の生物学的な性についての私の見解を表しています。\n人間は二元的な種であるということです。クラインフェルター/ターナーのような状態が存在することは、他の性別の存在を示唆するものではありません。\nのような状態が存在するということは、他の性の存在を示唆するものではなく、それらは単に二元系の遺伝的\n二元的なシステムの遺伝的バリエーションに過ぎないのです。\n\nその考えは...",
      "title": "CMV：「人間の性は、種の再生産を目的とした二元的なデザインである。この原理は自明の理です。\""
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，我是一名生物化学家。\n\n我标题中的那句话代表了我对人类生物性别的看法--人类是一个二元物种。\n人类是一个二元物种。像克莱内费尔特/特纳这样的情况存在并不意味着其他性别的存在。\n存在的事实并不意味着其他性别的存在，它们只是基因上的\n二元系统的遗传变异。\n\n这个想法...",
      "title": "CMV: \"人类的性行为在设计上是二元的，目的是为了繁殖我们的物种。这一原则是不言而喻的\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，我是一名生物化學家。\n\n我標題中的那句話代表了我對人類生物性別的看法--人類是一個二元物種。\n人類是一個二元物種。像克萊內費爾特/特納這樣的情況存在並不意味着其他性別的存在。\n存在的事實並不意味着其他性別的存在，它們只是基因上的\n二元系統的遺傳變異。\n\n這個想法...",
      "title": "CMV: \"人類的性行爲在設計上是二元的，目的是爲了繁殖我們的物種。這一原則是不言而喻的\"。"
    }
  ]
}