{
  "author": "123_Firedragon123_",
  "the_new_excerpt": "Why YSK: Whenever people are shopping, they don't pay attention to the items\nlocated on the bottom of the racks; they just look directly in front of them to\nsearch for products they need. However, lets say that you are looking for corn.\nThe corn that is located in front of you (if you look straight)…",
  "original_created_utc": 1615230861,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：每当人们在购物的时候，都会不注意商品。\n位于机架的底部；他们只需看一下它们的正前方就可以了。\n搜索他们需要的产品。然而，让我们说，你正在寻找玉米。\n位于你面前的玉米（如果你直视）......",
      "title": "YSK：超市里便宜的商品总是位于底层的货架上"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：每當人們在購物的時候，都會不注意商品。\n位於機架的底部；他們只需看一下它們的正前方就可以了。\n搜索他們需要的產品。然而，讓我們說，你正在尋找玉米。\n位於你面前的玉米（如果你直視）......",
      "title": "YSK：超市裏便宜的商品總是位於底層的貨架上"
    }
  ],
  "title": "YSK: Cheaper Items in Supermarkets are Always Located on the Bottom Shelf",
  "created_utc": 1615343123,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Whenever people are shopping, they don&#39;t pay attention to the items located on the bottom of the racks; they just look directly in front of them to search for products they need. However, lets say that you are looking for corn. The corn that is located in front of you (if you look straight) will usually cost about 25% more than the corn located on the bottom of the shelf.</p>\n\n<p>This is a tactic that companies use to sell more of their products. I have learnt this from one of my friends who is currently working in a supermarket.</p>\n\n<p>You should try this out yourselves! Go to a supermarket and check the prices of homogeneous products, one being located directly in front of you and the other being located on the bottom. It will astonish you how much money you can save by looking down in supermarkets!!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/m0nfzd/ysk_cheaper_items_in_supermarkets_are_always/",
  "subreddit": "YouShouldKnow",
  "id": "m0nfzd",
  "is_self": true,
  "media": null,
  "is_video": false
}