{
  "author": "EastboundMars",
  "the_new_excerpt": "I got through 3 of the Dresden Files books before I had to put them down. The\nauthor just cannot keep from commenting on how sexy every single female\ncharacter is and how chivalrous and misogynistic Harry is. An example from the\nbook: \"She pushed back her asphalt-colored hair with one hand and gave…",
  "original_created_utc": 1617460580,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我看了3本《德累斯顿档案》才不得不放下。这本\n笔者就是忍不住要评论每一个女性有多性感。\n角色是什么，哈利是多么的侠义和厌恶女人。的一个例子。\n书。\"她一手推开沥青色的头发，给..: \"她用一只手推开沥青色的头发，然后给...",
      "title": "《德累斯顿档案》因为对女性的描述而无法阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看了3本《德累斯頓檔案》纔不得不放下。這本\n筆者就是忍不住要評論每一個女性有多性感。\n角色是什麼，哈利是多麼的俠義和厭惡女人。的一個例子。\n書。\"她一手推開瀝青色的頭髮，給..: \"她用一隻手推開瀝青色的頭髮，然後給...",
      "title": "《德累斯頓檔案》因爲對女性的描述而無法閱讀"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "ドレスデン・ファイルの3冊を読み終えたところで、手放すことになりました。作者は\n作者は、女性のキャラクターがどれだけセクシーか、どれだけ騎士道精神に溢れているか、ということをコメントし続けています。\nまた、ハリーがいかに騎士道精神に富み、女嫌いであるかについても言及しています。本の中での一例\nこの本からの例です。\"彼女はアスファルト色の髪を片手で後ろに押しやり、...を与えた。",
      "title": "ドレスデン・ファイル」は女性の描写のせいで読めない"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "ドレスデン・ファイルの3冊を読み終えたところで、手放すことになりました。作者は\n作者は、女性のキャラクターがどれだけセクシーか、どれだけ騎士道精神に溢れているか、ということをコメントし続けています。\nまた、ハリーがいかに騎士道精神に富み、女嫌いであるかについても言及しています。本の中での一例\nこの本からの例です。\"彼女はアスファルト色の髪を片手で後ろに押しやり、...を与えた。",
      "title": "ドレスデン・ファイル」は女性の描写のせいで読めない"
    }
  ],
  "title": "The Dresden Files is unreadable because of how women are described",
  "created_utc": 1617468876,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I got through 3 of the Dresden Files books before I had to put them down. The author just cannot keep from commenting on how sexy every single female character is and how chivalrous and misogynistic Harry is. \nAn example from the book:\n &quot;She pushed back her asphalt-colored hair with one hand and gave me a look of pure calculation. Then she simply crossed her legs, so that the cut of her dress left one pale leg bare to midthigh. A subtle motion of her back thrust out her young, firm breasts, so that their tips pressed visibly against the fabric. “Of course, Mr. Dresden. I’m sure we can do business.” The look she gave me was direct, sensual, and willing.&quot; </p>\n\n<p>Every single woman is portrayed exactly like this and I think it represents the worst in Urban Fantasy.</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/books/comments/mj9pew/the_dresden_files_is_unreadable_because_of_how/",
  "subreddit": "books",
  "id": "mj9pew",
  "is_self": true,
  "media": null,
  "is_video": false
}