{
  "author": "daveyk95",
  "original_created_utc": 1628171619,
  "title": "How many of you make a conscious effort to read authors from diverse backgrounds?",
  "created_utc": 1628193185,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I ask because this year is the first time I&#39;ve attempted the 52 book challenge and I&#39;ve found that because I&#39;m tracking my reading, I&#39;m paying closer attention to the backgrounds of the various authors whose work I&#39;m engaging with.</p>\n\n<p>I recently reached 59 books (over-achieving!) and decided to go through the stats and it turns out almost half of the authors I&#39;ve read this year have been women and about a third have been people of colour/ non-Western writers. Interestingly, I&#39;ve experienced almost no reader&#39;s burnout this year and I think that&#39;s in large part because of the diverse range of voices and stories I&#39;ve had the pleasure of experiencing.</p>\n\n<p>At the same, I&#39;ve also just had a three-book streak of books by white male authors and I feel strangely and irrationally guilty about it. Am I overthinking all this? Shouldn&#39;t I just read what sounds interesting rather than worrying about who wrote it?</p>\n\n<p>What do you folks think? Do you try to vary who you read based on their gender/sexuality/ethnicity or other factors? Does this have a bearing on your reading experience?</p>\n\n<p>**EDIT:**</p>\n\n<p>Thank you all for your insightful responses!</p>\n\n<p>Just as a disclaimer - I&#39;m not trying to be controversial with this post. Nor do I believe any author is a better or worse writer, or worth reading any more or less based on race, gender or whatever else.</p>\n\n<p>I definitely agree with a lot of your comments, and I&#39;d like to share my personal takeaways:</p>\n\n<ol>\n<li>Trying to read diversely can be fulfilling, enlightening, entertaining and can lead to your stumbling on works you may never have considered before, but end up loving.</li>\n<li>But reading in general is a wholly personal endeavor and you should read whomever and whatever most interests you most, regardless of external factors. Just read, damn it!</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oyi0od/how_many_of_you_make_a_conscious_effort_to_read/",
  "subreddit": "books",
  "id": "oyi0od",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I ask because this year is the first time I've attempted the 52 book challenge\nand I've found that because I'm tracking my reading, I'm paying closer attention\nto the backgrounds of the various authors whose work I'm engaging with.\n\nI recently reached 59 books (over-achieving!) and decided to go…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が尋ねたのは、今年初めて52冊の本のチャレンジに挑戦したからです。\n読んだ本を記録することで、作品の背景にまで気を配るようになったのです。\n読書の記録を取ることで、自分が関わっている様々な作家の背景にも注目するようになりました。\n\n先日、59冊に到達したので（達成感あり！）、次は...と決めていました。",
      "title": "意識的に多様なバックグラウンドを持つ作家を読むようにしている人はどれくらいいるでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我这样问是因为今年是我第一次尝试52本书的挑战。\n我发现，由于我在跟踪我的阅读，我更密切地注意到\n我发现，由于我在追踪我的阅读，我更加关注我所接触的各种作者的背景。\n\n我最近达到了59本书（超额完成！），决定去...",
      "title": "你们中有多少人有意识地努力阅读来自不同背景的作者？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我這樣問是因爲今年是我第一次嘗試52本書的挑戰。\n我發現，由於我在跟蹤我的閱讀，我更密切地注意到\n我發現，由於我在追蹤我的閱讀，我更加關注我所接觸的各種作者的背景。\n\n我最近達到了59本書（超額完成！），決定去...",
      "title": "你們中有多少人有意識地努力閱讀來自不同背景的作者？"
    }
  ]
}