{
  "author": "pjabrony",
  "original_created_utc": 1630079221,
  "title": "CMV: It's perfectly fine, better even, to crack an egg on the side of the bowl rather than on the counter.",
  "created_utc": 1630093129,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watch a lot of cooking videos on YouTube, and it seems that the chefs always crack their eggs on the countertop, and some will come right out and say that it&#39;s the right way. Maybe they&#39;re doing it differently from how I do it, but every time I try I get a worse result. </p>\n\n<p>Counter crack: I get a flattening of the round surface, maybe it goes concave instead of convex, with some spider-web cracks emanating from the point of impact. I still have to pierce the egg with my thumb, usually making contact with the white. Often the membrane underneath the shell is still intact. When I do get the shell apart, it is often uneven, which if I&#39;m trying to separate the white and yolk using the &quot;back-and-forth&quot; method, is less useful. </p>\n\n<p>Bowl crack: the edge of the bowl cuts into the egg, leaving a gash at the point of impact. If the break is insufficient, I can go back for another shot. At that point I can turn the egg so the break is at the top, letting the white move down so that I touch little or no white when I complete the crack. </p>\n\n<p>So, what am I not seeing that makes cracking them on the counter better?</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/pcpxvu/cmv_its_perfectly_fine_better_even_to_crack_an/",
  "subreddit": "changemyview",
  "id": "pcpxvu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I watch a lot of cooking videos on YouTube, and it seems that the chefs always\ncrack their eggs on the countertop, and some will come right out and say that\nit's the right way. Maybe they're doing it differently from how I do it, but\nevery time I try I get a worse result.\n\nCounter crack: I get a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YouTubeの料理動画をよく見ていると、シェフたちは必ずカウンターの上で卵を割っているようです。\n卵をカウンターの上で割っているようですが、中には「私は卵を割っていません」とはっきり言う人もいます。\nそれが正しい方法だと言う人もいます。私のやり方とは違うのかもしれませんが、いつも\n私がやってみると、いつも悪い結果になってしまいます。\n\nカウンターの割れ。私の場合は...",
      "title": "CMV: カウンターの上ではなく、ボウルの側面で卵を割るのは全く問題ありませんし、むしろ良いことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在YouTube上看了很多烹饪视频，似乎厨师们总是在台面上打鸡蛋。\n似乎厨师们总是在台面上打鸡蛋，而且有些人会直接说这是正确的方法。\n这是正确的方法。也许他们的做法与我的做法不同，但\n但我每次尝试都会得到一个更糟糕的结果。\n\n柜台裂缝。我得到一个...",
      "title": "CMV：把鸡蛋放在碗边而不是放在台面上，是完全可以的，甚至是更好的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在YouTube上看了很多烹飪視頻，似乎廚師們總是在臺面上打雞蛋。\n似乎廚師們總是在臺面上打雞蛋，而且有些人會直接說這是正確的方法。\n這是正確的方法。也許他們的做法與我的做法不同，但\n但我每次嘗試都會得到一個更糟糕的結果。\n\n櫃檯裂縫。我得到一個...",
      "title": "CMV：把雞蛋放在碗邊而不是放在臺面上，是完全可以的，甚至是更好的。"
    }
  ]
}