{
  "author": "TheBoffo",
  "original_created_utc": 1640733012,
  "title": "My wife and I disagree. We've reached our crypto goal of a house downpayment. She says pull now before interest rates spike, I say HODL. Thoughts?",
  "created_utc": 1640741808,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s the facts. &lt;/p&gt;\n\n&lt;p&gt;We live in one of the most expensive cities in North america. Average two/three bedroom townhouse here is about 900k. We have finally saved up 15% of a down payment (other 5% covered) and we would love to get into the market before our family expands and before the inevitable interest rate hikes in the new year.&lt;/p&gt;\n\n&lt;p&gt;Most of the holding is in ETH. We&amp;#39;re kind of going sideways with price right now but I would still cover the down payment if I pulled today at a recent low (4800cdn). &lt;/p&gt;\n\n&lt;p&gt;My question is, if even 1% of an interest rate hike means an extra $100k on a mortgage, is holding for 6 months to a year to see a possible 10K eth a smart move? Am I basically gaining more crypto but paying more for a house as the rates go up? &lt;/p&gt;\n\n&lt;p&gt;I feel like I&amp;#39;m stuck between a rock and a hard place. A lot of hard work got me to the single goal that most crypto apes hold for, a house, but now I&amp;#39;m finding it impossible to pull the trigger. Also I don&amp;#39;t know shit about fuck and she&amp;#39;s probably smarter than me.&lt;/p&gt;\n\n&lt;p&gt;Ps: yes i&amp;#39;ll make sure to ignore any DMs with great offers on how to double my eth thx&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 345,
  "permalink": "/r/CryptoCurrency/comments/rqsh26/my_wife_and_i_disagree_weve_reached_our_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "rqsh26",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s the facts. </p> <p>We live in one\nof the most expensive cities in North america. Average two/three bedroom\ntownhouse here is about 900k. We have finally saved up 15% of a down payment\n(other 5% covered) and we would love to get into the market before our…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s a facts. </p> <p>私たちが住んでいるのは\n北米で最も物価の高い都市の一つです。平均的な2/3ベッドルームの\nこの辺りのタウンハウスは約90万円です。ようやく頭金が15％貯まりました。\n(このような場合、「某有名企業」と「某有名企業」の2社に依頼することになります。",
      "title": "私と妻は反対です。私たちは家の頭金という暗号の目標に到達しました。彼女は金利が急騰する前に今すぐ引き上げろと言い、私はHODLと言います。どう思う？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>这里是事实。</p> <p>我们生活在一个\n北美最昂贵的城市之一。平均两个/三个卧室的\n镇屋大约是90万。我们终于攒下了15%的首付。\n(其他5%已包括在内)，我们很想在我们购买之前进入市场。",
      "title": "我的妻子和我不同意。我们已经达到了房子首付的加密货币目标。她说在利率飙升之前现在就撤资，我说的是HODL。有什么想法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>這裏是事實。</p> <p>我們生活在一個\n北美最昂貴的城市之一。平均兩個/三個臥室的\n鎮屋大約是90萬。我們終於攢下了15%的首付。\n(其他5%已包括在內)，我們很想在我們購買之前進入市場。",
      "title": "我的妻子和我不同意。我們已經達到了房子首付的加密貨幣目標。她說在利率飆升之前現在就撤資，我說的是HODL。有什麼想法？"
    }
  ]
}