{
  "author": "TyrannosaurusWest",
  "the_new_excerpt": "Ever since the GME/WSB fiasco; the amount of ‘money influencers’ has exploded\nand their core business model is designed to hurt their audience rather than\nhelp. This is the same type of marketing which propped up ITT Tech which is well\nknown for scamming thousands of students with a useless…",
  "original_created_utc": 1624131542,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "GME/WSBの騒動以来、「マネーインフルエンサー」の数は爆発的に増加しています。\n彼らのビジネスモデルの核心は、視聴者を助けるのではなく、むしろ傷つけるように設計されています。\nのです。これは、ITT Techを支えたのと同じタイプのマーケティングです。\nITT Techを支えたのと同じタイプのマーケティングです。",
      "title": "CMV: 広告を使って製品を売らなければならないとしたら、その製品は詐欺師です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从GME/WSB惨败以来，\"金钱影响者 \"的数量已经爆炸性增长。\n他们的核心商业模式是为了伤害他们的受众，而不是为了帮助他们。\n帮助。这也是支持ITT科技公司的同一类型的营销，ITT科技公司以用一个无用的课程欺骗成千上万的学生而闻名。\n这也是支持ITT科技公司的同一类型的营销，ITT科技公司因以无用的方式骗取成千上万的学生而闻名。",
      "title": "CMV：如果你需要通过操纵性广告来销售你的产品；你的产品就是一个骗局。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從GME/WSB慘敗以來，\"金錢影響者 \"的數量已經爆炸性增長。\n他們的核心商業模式是爲了傷害他們的受衆，而不是爲了幫助他們。\n幫助。這也是支持ITT科技公司的同一類型的營銷，ITT科技公司以用一個無用的課程欺騙成千上萬的學生而聞名。\n這也是支持ITT科技公司的同一類型的營銷，ITT科技公司因以無用的方式騙取成千上萬的學生而聞名。",
      "title": "CMV：如果你需要通過操縱性廣告來銷售你的產品；你的產品就是一個騙局。"
    }
  ],
  "title": "CMV: If you need to sell your product through manipulative ads; your product is a scam.",
  "created_utc": 1624174767,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ever since the GME/WSB fiasco; the amount of ‘money influencers’ has exploded and their core business model is designed to hurt their audience rather than help. This is the same type of marketing which propped up ITT Tech which is well known for scamming thousands of students with a useless degree.  </p>\n\n<p>It’s imperative, now more than ever to be extremely skeptical of any ad that finds its way to your online experience.  </p>\n\n<p>So, in essence: CMV that if you need an ad, your product isn’t as great as you’re claiming it to be.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/o3o3oj/cmv_if_you_need_to_sell_your_product_through/",
  "subreddit": "changemyview",
  "id": "o3o3oj",
  "is_self": true,
  "media": null,
  "is_video": false
}