{
  "author": "Broderick512",
  "original_created_utc": 1626023616,
  "title": "What obscure or otherwise not well known book do you absolutely love?",
  "created_utc": 1626077242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You might even mention books that weren&#39;t originally written in English, if, like me, you&#39;re not a native speaker and would like to bring up something from your own culture. </p>\n\n<p>Still, I&#39;d like to mention here a book titled <em>The Firebringer</em> by David Clement-Davis, which was published in English and had moderate success, but I&#39;ve literally never seen it mentioned by anyone anywhere online. It&#39;s pretty much a fantasy epic but with deers. Not anthropomorphic deers, literal deers. It&#39;s set in medieval Scotland and humans do play a part, kinda, but it&#39;s mostly just deers and other woodland critters. It features a chosen one plot, and one of the few examples of one that I actually enjoy. It also features death. Like, a lot of it. When I re-read it a few years back I remember to have thought &quot;holy crap, this is way more violent than I remembered&quot;.</p>\n\n<p>I&#39;m not gonna go in depth with the themes, but I really like this book and its spiritual successor, <em>The Sight</em>, set in the same universe but with wolves instead of deers. <em>The Sight</em> is even darker than <em>The Firebringer</em> and doesn&#39;t require any knowledge from the latter. I think some might like <em>The Sight</em> better, but I have a special place in my heart for <em>The Firebringer</em>.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oi8fg3/what_obscure_or_otherwise_not_well_known_book_do/",
  "subreddit": "books",
  "id": "oi8fg3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You might even mention books that weren't originally written in English, if,\nlike me, you're not a native speaker and would like to bring up something from\nyour own culture.\n\nStill, I'd like to mention here a book titled The Firebringer by David\nClement-Davis, which was published in English and had…"
}