{
  "author": "Broderick512",
  "original_created_utc": 1626023616,
  "title": "What obscure or otherwise not well known book do you absolutely love?",
  "created_utc": 1626077242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You might even mention books that weren&#39;t originally written in English, if, like me, you&#39;re not a native speaker and would like to bring up something from your own culture. </p>\n\n<p>Still, I&#39;d like to mention here a book titled <em>The Firebringer</em> by David Clement-Davis, which was published in English and had moderate success, but I&#39;ve literally never seen it mentioned by anyone anywhere online. It&#39;s pretty much a fantasy epic but with deers. Not anthropomorphic deers, literal deers. It&#39;s set in medieval Scotland and humans do play a part, kinda, but it&#39;s mostly just deers and other woodland critters. It features a chosen one plot, and one of the few examples of one that I actually enjoy. It also features death. Like, a lot of it. When I re-read it a few years back I remember to have thought &quot;holy crap, this is way more violent than I remembered&quot;.</p>\n\n<p>I&#39;m not gonna go in depth with the themes, but I really like this book and its spiritual successor, <em>The Sight</em>, set in the same universe but with wolves instead of deers. <em>The Sight</em> is even darker than <em>The Firebringer</em> and doesn&#39;t require any knowledge from the latter. I think some might like <em>The Sight</em> better, but I have a special place in my heart for <em>The Firebringer</em>.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oi8fg3/what_obscure_or_otherwise_not_well_known_book_do/",
  "subreddit": "books",
  "id": "oi8fg3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You might even mention books that weren't originally written in English, if,\nlike me, you're not a native speaker and would like to bring up something from\nyour own culture.\n\nStill, I'd like to mention here a book titled The Firebringer by David\nClement-Davis, which was published in English and had…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もともと英語で書かれていない本にも言及できるかもしれません。\n私のようにネイティブ・スピーカーではなく、自分の文化から何かを持ち出したい場合には\n私のようにネイティブではなく、自分の国の文化を紹介したい場合は、英語で書かれていない本を紹介することもあります。\n\nここでは、『The Firebringer』という本を紹介したいと思います。\nClement-Davisの『The Firebringer』という本は、英語で出版されていて、...",
      "title": "あなたが絶対に好きな無名の、あるいはあまり知られていない本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你甚至可以提到那些最初不是用英语写的书，如果。\n如果你像我一样，不是以英语为母语的人，并且想从你自己的文化中提出一些东西。\n你自己的文化。\n\n不过，我还是想在这里提到一本名为《火刃》的书，作者是David\n克莱门特-戴维斯（David Clement-Davis）的书，这本书是用英语出版的，有...",
      "title": "你绝对喜欢哪本晦涩难懂或不知名的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你甚至可以提到那些最初不是用英語寫的書，如果。\n如果你像我一樣，不是以英語爲母語的人，並且想從你自己的文化中提出一些東西。\n你自己的文化。\n\n不過，我還是想在這裏提到一本名爲《火刃》的書，作者是David\n克萊門特-戴維斯（David Clement-Davis）的書，這本書是用英語出版的，有...",
      "title": "你絕對喜歡哪本晦澀難懂或不知名的書？"
    }
  ]
}