{
  "author": "breakmyheart01",
  "the_new_excerpt": "I grew up in a time where social media didn’t exist. I feel overall my childhood\nwas a lot less stressful and I focused more on activities other than say\ninstagram.\n\nThese activities made me more well rounded and sociable in the actual world.\n\nThere have been countless stories about cyber bullying…",
  "original_created_utc": 1617315518,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我成长在一个没有社交媒体的时代。我觉得总体来说，我的童年\n是一个减少了很多压力，我专注于更多的活动，而不是说。\ninstagram。\n\n这些活动让我在现实世界中更加完善，更加善于交际。\n\n关于网络欺凌的故事数不胜数，...",
      "title": "CMV：对于社交媒体来说，允许18岁以下的人在其平台上出现应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我成長在一個沒有社交媒體的時代。我覺得總體來說，我的童年\n是一個減少了很多壓力，我專注於更多的活動，而不是說。\ninstagram。\n\n這些活動讓我在現實世界中更加完善，更加善於交際。\n\n關於網絡欺凌的故事數不勝數，...",
      "title": "CMV：對於社交媒體來說，允許18歲以下的人在其平臺上出現應該是非法的。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は、ソーシャルメディアが存在しない時代に育ちました。私の子供時代は全体的に\n私の子供時代は、ストレスが少なく、インスタグラム以外の活動にも力を入れていました。\nインスタグラム以外の活動に力を入れていました。\n\nこのような活動は、私をより豊かにし、実際の世界での社会性を高めてくれました。\n\nネットいじめの話は数え切れないほどありますが...。",
      "title": "CMV: ソーシャルメディアが18歳未満の人を自分たちのプラットフォームに入れることは違法であるべきです。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は、ソーシャルメディアが存在しない時代に育ちました。私の子供時代は全体的に\n私の子供時代は、ストレスが少なく、インスタグラム以外の活動にも力を入れていました。\nインスタグラム以外の活動に力を入れていました。\n\nこのような活動は、私をより豊かにし、実際の世界での社会性を高めてくれました。\n\nネットいじめの話は数え切れないほどありますが...。",
      "title": "CMV: ソーシャルメディアが18歳未満の人を自分たちのプラットフォームに入れることは違法であるべきです。"
    }
  ],
  "title": "CMV: It should be illegal for social media to allow anyone under 18 on their platforms.",
  "created_utc": 1617338928,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I grew up in a time where social media didn’t exist. I feel overall my childhood was a lot less stressful and I focused more on activities other than say instagram.</p>\n\n<p>These activities made me more well rounded and sociable in the actual world.</p>\n\n<p>There have been countless stories about cyber bullying even until the point of death. Overall, children and teens are becoming addicted and mire and more depressed. </p>\n\n<p>What is the possible up side to people under 18 having social media?</p>\n\n<p>Side note, I also think this would help with statutory rape and pedos as well.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/mi6ib8/cmv_it_should_be_illegal_for_social_media_to/",
  "subreddit": "changemyview",
  "id": "mi6ib8",
  "is_self": true,
  "media": null,
  "is_video": false
}