{
  "author": "Yaxoi",
  "original_created_utc": 1639873780,
  "title": "YSK that a fair amount of advice you find online applies to the US only. Especially tips with a cultural component are almost never universal.",
  "created_utc": 1639924794,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Not every place on this planet has the same social or legal norms for quitting your job, buying a car or formating a CV. So make sure to double check with a source in your own language and from your own country. Use common sense, and try to relate what you read in thus sub to expercieas from your life before taking any advice at face value.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 222,
  "permalink": "/r/YouShouldKnow/comments/rjkjq5/ysk_that_a_fair_amount_of_advice_you_find_online/",
  "subreddit": "YouShouldKnow",
  "id": "rjkjq5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Not every place on this planet has the same social or legal norms for\nquitting your job, buying a car or formating a CV. So make sure to double check\nwith a source in your own language and from your own country. Use common sense,\nand try to relate what you read in thus sub to expercieas…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: この地球上のすべての場所に、このようなものがあるわけではありません。\n仕事を辞める、車を買う、書式を決めるなどの社会的・法的規範は同じです。\n履歴書 ですから、必ず自分の言語で、自分の国の情報源で、再確認してください。\n自分の国で 常識的な判断で、あなたが知っていることを関連づけるようにしてください。",
      "title": "YSK ネットで検索すると、かなりの確率でアメリカだけのアドバイスが載っています。特に、文化的な要素を含むアドバイスは、世界共通であることはほとんどありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：在这个星球上，并不是每个地方都有相同的社会或法律规范来辞去你的工作或组建公司。\n辞职、买车或撰写简历的社会或法律规范不尽相同。\n简历。因此，请确保用你自己的语言和来自你自己国家的消息来源来仔细检查。\n你自己的国家的消息来源。使用常识，并尝试将你的想法与你的国家联系起来。",
      "title": "YSK，你在网上找到的相当多的建议只适用于美国。特别是带有文化成分的建议几乎不具有普遍性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：在這個星球上，並不是每個地方都有相同的社會或法律規範來辭去你的工作或組建公司。\n辭職、買車或撰寫簡歷的社會或法律規範不盡相同。\n簡歷。因此，請確保用你自己的語言和來自你自己國家的消息來源來仔細檢查。\n你自己的國家的消息來源。使用常識，並嘗試將你的想法與你的國家聯繫起來。",
      "title": "YSK，你在網上找到的相當多的建議只適用於美國。特別是帶有文化成分的建議幾乎不具有普遍性。"
    }
  ]
}