{
  "author": "AlwaysTheNoob",
  "the_new_excerpt": "Why YSK:\n\nI heard from someone recently that they thought it was a sign of the market in\nmy city cooling down, because they only got one offer on their house. However,\nthat offer was for 12.5% (in this case, $20,000) OVER asking price.\n\nAgain, they were the only ones to submit an offer.\n\nThey…",
  "original_created_utc": 1623781251,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n最近、ある人から聞いたのですが、私の街の市場が冷え込んでいる証拠だと思いました。\nの市場が冷え込んでいる証拠だと思ったと聞きました。しかし。\nそのオファーは、希望価格の12.5％（この場合、2万ドル）オーバーでした。\n\n繰り返しになりますが、オファーを出したのは彼らだけでした。\n\n彼らは...",
      "title": "YSKさんは、家を建てるときに希望価格以上の金額を提示してはいけないということですね。もし、あなたが唯一のオファーであれば、数万ドルの節約になるかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我最近从一个人那里听说，他们认为这是我所在城市市场降温的一个迹象。\n因为他们的房子只收到一份报价。然而。\n那份报价比要价高出12.5%（在这种情况下，是2万美元）。\n\n同样，他们是唯一提交报价的人。\n\n他们...",
      "title": "YSK认为，你不应该对房子提出超过要价的报价。如果你是唯一的出价，你可以让你的房地产经纪人包括一个升级条款，这样的话，如果你是唯一的出价，你可能最终会节省数万美元。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我最近從一個人那裏聽說，他們認爲這是我所在城市市場降溫的一個跡象。\n因爲他們的房子只收到一份報價。然而。\n那份報價比要價高出12.5%（在這種情況下，是2萬美元）。\n\n同樣，他們是唯一提交報價的人。\n\n他們...",
      "title": "YSK認爲，你不應該對房子提出超過要價的報價。如果你是唯一的出價，你可以讓你的房地產經紀人包括一個升級條款，這樣的話，如果你是唯一的出價，你可能最終會節省數萬美元。"
    }
  ],
  "title": "YSK that you shouldn't offer over asking price on a house. Offer asking and have your realtor include an escalation clause, this way if you're the only offer you may end up saving tens of thousands of dollars.",
  "created_utc": 1623792889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I heard from someone recently that they thought it was a sign of the market in my city cooling down, because they only got one offer on their house. However, that offer was for 12.5% (in this case, $20,000) OVER asking price.</p>\n\n<p>Again, they were the <em>only</em> ones to submit an offer.</p>\n\n<p><strong>They literally gave away twenty thousand dollars over asking price for no reason other than the fear of someone else offering more.</strong> But you can avoid all of that by simply asking your agent to add an escalation clause. With that, you can have your offer automatically go higher and higher, up to a pre-set amount, <em>if</em> there are other higher offers on the table. Someone else bid 10k over asking but your clause goes up to 15k? Congrats, you&#39;ve got the highest offer now. Turns out you&#39;re the only offer on the table? Guess what, you just saved yourself five figures by <em>starting</em> your offer at listing price.</p>\n\n<p>Now, it is of course possible that a seller can simply decide to wait and see if a higher offer comes. But that doesn&#39;t automatically disqualify yours. And there are also a lot of sellers who are only ditching their homes because they&#39;ve already bought another and time is a factor, so they&#39;ll take a speedy sale over waiting for a bigger number. And it&#39;s possible that a buyer&#39;s agent will simply say they&#39;re not accepting contracts with ECs. If that&#39;s the case, it&#39;s up to you to decide how badly you want that house.</p>\n</div><!-- SC_ON -->",
  "score": 277,
  "permalink": "/r/YouShouldKnow/comments/o0ky8n/ysk_that_you_shouldnt_offer_over_asking_price_on/",
  "subreddit": "YouShouldKnow",
  "id": "o0ky8n",
  "is_self": true,
  "media": null,
  "is_video": false
}