{
  "author": "shlammyjohnson",
  "original_created_utc": 1633095718,
  "title": "Strap in everyone, We're breaking into the Fall/Winter months. this is where crypto gets crazy.",
  "created_utc": 1633127945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You think we&#39;ve seen volatility?</p>\n\n<p>We haven&#39;t even begun to see the crazy shit that&#39;s going to happen in the next few months.</p>\n\n<p>We just broke into the first day of October for some SPOOKY gains after largely coming out unscathed from some of the historically worst months for crypto and the broader markets. </p>\n\n<p>China caused FUD once again, shooting themselves in the foot in a classic manner and are likely going to deal with a housing collapse soon</p>\n\n<p>The U. S. cant stop its addiction to printing money </p>\n\n<p>The E. U. is making a fool of itself with bond rates that continue to go further negative</p>\n\n<p>And my undercarriage can&#39;t stop chafing because it&#39;s so damn dry where I live</p>\n\n<p>Is there any better mix for individuals and companies looking to store their money elsewhere in what&#39;s likely the biggest wealth transfer coupled with the greatest market uncertainty since the great depression? </p>\n\n<p>I&#39;ll see you guys in December when we&#39;ve broken through the market ceiling and can afford Extra cocoa and hot chocolate with every meal. </p>\n\n<p>100k bitcoin is small potatoes at this point.</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/pz89q3/strap_in_everyone_were_breaking_into_the/",
  "subreddit": "CryptoCurrency",
  "id": "pz89q3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You think we've seen volatility?\n\nWe haven't even begun to see the crazy shit that's going to happen in the next\nfew months.\n\nWe just broke into the first day of October for some SPOOKY gains after largely\ncoming out unscathed from some of the historically worst months for crypto and\nthe broader…"
}