{
  "author": "KyotoMachina",
  "the_new_excerpt": "As the title says, FDS is nothing but toxic. Every single time I’ve opened that\nsubreddit all I EVER see is women complaining about men for whatever reason. Man\ngoing through a hard time? He needs to man up. Man got it going good for him? He\nstepped on women to do it. Literally, is a whole thread…",
  "original_created_utc": 1623943545,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトル通り、FDSは有害以外の何物でもありません。そのサブレディットを開くたびに\n何らかの理由で男性に文句を言っている女性ばかりだからです。男性\n辛いことがあったら 彼は男を上げる必要があります。男がうまくいっている？彼は\nそのために女性を踏みにじる。文字通り、全体のスレッドです...",
      "title": "CMV: r/FemaleDatingStrategyは有害でしかない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，FDS除了有毒之外一无是处。每当我打开那个\n次，我看到的都是女人在抱怨男人，不管什么原因。男人\n正在经历一段困难时期？他需要有男子气概。男人有好的发展吗？他\n踩着女人来做。从字面上看，这是一个完整的主题...",
      "title": "CMV: r/FemaleDatingStrategy除了有毒之外一无是处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，FDS除了有毒之外一無是處。每當我打開那個\n次，我看到的都是女人在抱怨男人，不管什麼原因。男人\n正在經歷一段困難時期？他需要有男子氣概。男人有好的發展嗎？他\n踩着女人來做。從字面上看，這是一個完整的主題...",
      "title": "CMV: r/FemaleDatingStrategy除了有毒之外一無是處"
    }
  ],
  "title": "CMV: r/FemaleDatingStrategy is nothing but toxic",
  "created_utc": 1623952360,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title says, FDS is nothing but toxic. Every single time I’ve opened that subreddit all I EVER see is women complaining about men for whatever reason. Man going through a hard time? He needs to man up. Man got it going good for him? He stepped on women to do it.  Literally, is a whole thread about nothing but bringing down men. </p>\n\n<p>As a biracial male in the Deep South I can tell you this much, the last thing I need is to be discriminated against by women for my gender when I already have people doing that for my skin color. And yet that’s another thing that seems to completely go over their heads.</p>\n\n<p>Granted I’m aware male communities like this exist (I don’t know them off the top of my head as I’m not apart of any of them) but the fact FDS is so crusaded, I just don’t get it.</p>\n\n<p>Pretty much I’m looking for people to convince me of why that subreddit shouldn’t be purged like the other discriminatory subs of Reddit.</p>\n\n<p>Edit: Downvoting is nice and all, but feel free to chime in and tell me why I’m wrong.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/o1zw15/cmv_rfemaledatingstrategy_is_nothing_but_toxic/",
  "subreddit": "changemyview",
  "id": "o1zw15",
  "is_self": true,
  "media": null,
  "is_video": false
}