{
  "author": "Yener07",
  "original_created_utc": 1639339272,
  "title": "Why would anyone buy a picture of a monkey drawn by a computer for thousands of dollars?",
  "created_utc": 1639348569,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Feel free to tell me to do my research better but this is what I dont understand about NFTs,obviously there are some great exceptions but my point stands for majority of them.&lt;/p&gt;\n\n&lt;p&gt;There are some really good and low risk coins that they can invest in,where they will have massive profits or at least, dont lose that much money. But instead, people rather buy some computer drawn cartoon monkeys or just simple pixel art for thousands of dollars.&lt;/p&gt;\n\n&lt;p&gt;I get that you technically &amp;quot;own&amp;quot; the picture but why would anyone want to buy it off you?It feels like people just dump all their money on these thinking it will be the next Bitcoin.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/rewygd/why_would_anyone_buy_a_picture_of_a_monkey_drawn/",
  "subreddit": "CryptoCurrency",
  "id": "rewygd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Feel free to tell me to do my research better but this is what I dont understand\nabout NFTs,obviously there are some great exceptions but my point stands for\nmajority of them.\n\nThere are some really good and low risk coins that they can invest in,where they\nwill have massive profits or at least,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>もっとちゃんと調べろと言うのはご自由にどうぞ。\n私がNFTを理解していないのはこの点です。\n</p> <p>私がもっとよく研究していると言ってくださっても構いません。\n</p> <p>本当に良い、低リスクのコインがあり、彼らはそこに投資することができます...",
      "title": "コンピュータで描いた猿の絵を、なぜ数千円で買う人がいるのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>请告诉我如何更好地进行研究。\n但这正是我对NFT的不理解之处，显然有一些很好的例外，但我的观点适用于大多数NFT。\n</p> <p>有一些非常好的、低风险的钱币，但我认为这些钱币是不可能的。\n币，他们可以投资于一些真正好的、低风险的硬币，在那里他们...",
      "title": "为什么有人会以数千美元的价格购买由电脑绘制的猴子图片？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>請告訴我如何更好地進行研究。\n但這正是我對NFT的不理解之處，顯然有一些很好的例外，但我的觀點適用於大多數NFT。\n</p> <p>有一些非常好的、低風險的錢幣，但我認爲這些錢幣是不可能的。\n幣，他們可以投資於一些真正好的、低風險的硬幣，在那裏他們...",
      "title": "爲什麼有人會以數千美元的價格購買由電腦繪製的猴子圖片？"
    }
  ]
}