{
  "author": "AlabastorGorilla",
  "the_new_excerpt": "Proof: The Dark Knight: 84 Metascore Black Panther: 88 Metascore\n\nThe Dark Knight: 9.0 IMDb score, #4 highest rated film on entire site Black\nPanther: 7.3 IMDb score\n\nThe Dark Knight: 94% on BOTH critic and audience scores Black Panther: 96%\ncritic score, 79% audience score\n\nThe Dark Knight: won 2/8…",
  "original_created_utc": 1614892686,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "证明。《黑暗骑士》： 84 Metascore Black Panther: 88分\n\n黑暗骑士》：IMDb评分9.0分，全场最高分第4名，黑\n黑豹 7.3 IMDb评分\n\n黑暗骑士》：影评人和观众评分均为94%《黑豹》。96%\n批评家评分，79%观众评分\n\n黑暗骑士：赢了2/8... ...",
      "title": "CMV：《黑豹》获得最佳影片提名只是因为具体的社会关联性，而不是基于质量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "證明。《黑暗騎士》： 84 Metascore Black Panther: 88分\n\n黑暗騎士》：IMDb評分9.0分，全場最高分第4名，黑\n黑豹 7.3 IMDb評分\n\n黑暗騎士》：影評人和觀衆評分均爲94%《黑豹》。96%\n批評家評分，79%觀衆評分\n\n黑暗騎士：贏了2/8... ...",
      "title": "CMV：《黑豹》獲得最佳影片提名只是因爲具體的社會關聯性，而不是基於質量。"
    }
  ],
  "title": "CMV: “Black Panther” was only nominated for Best Picture due to specific social relevance and not based on quality.",
  "created_utc": 1614918722,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Proof:\nThe Dark Knight: 84 Metascore\nBlack Panther: 88 Metascore</p>\n\n<p>The Dark Knight: 9.0 IMDb score, #4 highest rated film on entire site\nBlack Panther: 7.3 IMDb score</p>\n\n<p>The Dark Knight: 94% on BOTH critic and audience scores\nBlack Panther: 96% critic score, 79% audience score</p>\n\n<p>The Dark Knight: won 2/8 Academy Award Nominations, no Best Picture nomination\nBlack Panther: won 3/8 Academy Award Nominations, nominated for Best Picture</p>\n\n<p>MCU specific Metascores and IMDb scores\nNext 3 highest rated MCU films\nIron Man: 79 Meta/7.9 IMDb\nAvengers: Endgame: 78 Meta/8.4 IMDb\nGuardians of the Galaxy: 76 Meta/8.0 IMDb</p>\n\n<p>Hypothesis:\nCritics lauded Black Panther beyond what it’s assumed quality was in reality because they were scared of looking racist against a predominantly African-American helmed superhero movie, thus pushing it to levels of praise not shared by the films of a similar caliber.</p>\n\n<p>The Dark Knight is the best superhero film ever made, agreed upon by countless critics and by most audiences.  No Best Picture nod.\nThe next three highest rated Metascore MCU films ALL have higher IMDb scores.  No Best Picture nods.\nBlack Panther was given disproportionately high critics scores compared to relatively decent audience scores.  Nominated for Best Picture AND makes over $1Bn, only surpassed (marginally) by Avengers: Endgame.</p>\n\n<p>This appears to be an obvious, agenda driven narrative pushed by the majority of intensely liberal critics in order to raise the assumed quality and importance of one of the more mediocre MCU films (and comic book films in general) that subsequently lead to the film making far more money and getting far more accolades than it truly deserves.</p>\n\n<p>Art IS subjective, however collective opinion matters MORE with regards to what art deserves and doesn’t deserve the spoils of similar endeavors.  IMDb scores can change over time.  Metascores are permanent.</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/lxvovm/cmv_black_panther_was_only_nominated_for_best/",
  "subreddit": "changemyview",
  "id": "lxvovm",
  "is_self": true,
  "media": null,
  "is_video": false
}