{
  "author": "Papazolaxoxo",
  "the_new_excerpt": "\"Why YSK:\" People often blame themselves for what they did in the past and the\nregret starts eating them from inside.\n\nThey aren't able to move past that incident(s) and their \"head full of regrets\"\nmakes it impossible for them to grow and become a better person in future.\n\nPeople should forgive…",
  "original_created_utc": 1619198663,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"Why YSK:\" 人は往々にして、過去に自分がしたことで自分を責め、その後悔が自分の心を蝕んでいきます。\n後悔が自分を蝕みます。\n\nその出来事を乗り越えることができず、\"頭の中は後悔でいっぱい \"になってしまいます。\n頭の中は後悔でいっぱい」になってしまい、将来、成長してより良い人間になることができなくなってしまうのです。\n\n人は、許すべきだ...。",
      "title": "YSK 頭の中が思い出でいっぱいになるか、頭の中が後悔でいっぱいになるかの違いは、自分を許すことができるかどうかです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"为什么是YSK：\"人们常常为他们过去所做的事情而责备自己，并且遗憾从内心开始吞噬他们。\n遗憾开始从内部侵蚀他们。\n\n他们无法超越那件事，他们的 \"满脑子的遗憾\"\n他们的 \"满脑子后悔 \"使他们无法在未来成长并成为一个更好的人。\n\n人们应该原谅...",
      "title": "YSK 充满回忆的脑袋和充满遗憾的脑袋之间的区别是你原谅自己的能力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"爲什麼是YSK：\"人們常常爲他們過去所做的事情而責備自己，並且遺憾從內心開始吞噬他們。\n遺憾開始從內部侵蝕他們。\n\n他們無法超越那件事，他們的 \"滿腦子的遺憾\"\n他們的 \"滿腦子後悔 \"使他們無法在未來成長併成爲一個更好的人。\n\n人們應該原諒...",
      "title": "YSK 充滿回憶的腦袋和充滿遺憾的腦袋之間的區別是你原諒自己的能力。"
    }
  ],
  "title": "YSK Difference between head full of memories and head full of regrets is your ability to forgive yourself.",
  "created_utc": 1619207117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;Why YSK:&quot; People often blame themselves for what they did in the past and the regret starts eating them from inside.</p>\n\n<p>They aren&#39;t able to move past that incident(s) and their &quot;head full of regrets&quot; makes it impossible for them to grow and become a better person in future.</p>\n\n<p>People should forgive themselves and try to create memories and not life long regrets.</p>\n\n<p>What happened, cannot be changed, they should move forward and become a better human being.</p>\n</div><!-- SC_ON -->",
  "score": 861,
  "permalink": "/r/YouShouldKnow/comments/mx0dkz/ysk_difference_between_head_full_of_memories_and/",
  "subreddit": "YouShouldKnow",
  "id": "mx0dkz",
  "is_self": true,
  "media": null,
  "is_video": false
}