{
  "author": "FXGIO",
  "the_new_excerpt": "Most modern cars come with touch screens and touch buttons. Unfortunately many\ncar manufacturers think it is okay to eliminate old-school tactile buttons and\nknobs and integrate them in the infotainment system.\n\nThis means that, when a driver wants to adjusts say AC temperature, they have to\npush…",
  "original_created_utc": 1621973323,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近の車には、タッチスクリーンやタッチボタンが搭載されています。残念ながら多くの\n昔ながらのボタンやノブを排除して、インフォテイメントシステムに組み込んでもいいと考える自動車メーカーが多いのが残念です。\nノブを排除してインフォテインメントシステムに統合することを良しとしています。\n\nつまり、ドライバーがエアコンの温度を調節したいときには\n押す...",
      "title": "CMV: 自動車のタッチボタンは安全上のリスクがある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数现代汽车都配备了触摸屏和触摸按钮。不幸的是，许多\n汽车制造商认为取消老式的触觉按钮和旋钮是可以的。\n旋钮，并将其整合到信息娱乐系统中。\n\n这意味着，当司机想调整空调温度时，他们必须\n按下...",
      "title": "CMV：汽车中的触摸按钮存在安全风险"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數現代汽車都配備了觸摸屏和觸摸按鈕。不幸的是，許多\n汽車製造商認爲取消老式的觸覺按鈕和旋鈕是可以的。\n旋鈕，並將其整合到信息娛樂系統中。\n\n這意味着，當司機想調整空調溫度時，他們必須\n按下...",
      "title": "CMV：汽車中的觸摸按鈕存在安全風險"
    }
  ],
  "title": "CMV: Touch buttons in cars are a safety risk",
  "created_utc": 1621985682,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most modern cars come with touch screens and touch buttons. Unfortunately many car manufacturers think it is okay to eliminate old-school tactile buttons and knobs and integrate them in the infotainment system.</p>\n\n<p>This means that, when a driver wants to adjusts say AC temperature, they have to push touch screen buttons, instead of just turning an old-style clicky knob. Since touch screen does not provide tactile feedback, the driver must &quot;compensate&quot; for the lack of this feedback with vision and this means they have to take their eyes off of the road for a longer duration. I think this is a safety risk and the following buttons and adjusters should never become all-touchscreen:</p>\n\n<ul>\n<li>Volume knob</li>\n<li>AC temperature Knob</li>\n<li>AC vent chooser buttons</li>\n<li>AC vent direction sliders (looking at you Porsche)</li>\n<li>Any and all buttons on the steering wheel</li>\n</ul>\n\n<p>One might ask about the situation when the manufacturer wants to provide advanced controls, my answer would be to put simple tactile button controls on the console AND put advanced controls in the touchscreen menus.</p>\n\n<p>Edit: Thanks to <a href=\"/u/Rit0tiR45\">/u/Rit0tiR45</a> I just found out that Tesla Model 3 can&#39;t adjust windscreen wipers&#39; speed without touch controls, this seems to me the most serious safety risk of all.\nMany comments suggest, that since many new cars come with voice controls, this is not a big issue. \nMy response is:\n1. Voice controls in cars are famously wonky and even if they improve-\n2. Some people are non-verbal\n3. Many cars get exported to foreign countries, especially after they get older and some people are unable to speak the languages the car supports.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/nkytt6/cmv_touch_buttons_in_cars_are_a_safety_risk/",
  "subreddit": "changemyview",
  "id": "nkytt6",
  "is_self": true,
  "media": null,
  "is_video": false
}