{
  "author": "thedeepfiction",
  "original_created_utc": 1631113480,
  "title": "I just finished Fahrenheit 451 ...",
  "created_utc": 1631120658,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is surely one of those books that I can give a 5-star rating.</p>\n\n<p>I like how this book tackles an interesting concept of censorship where all the books are burned with fire and the firemen are those who do not extinguish the fire but start it. Unbelievable!</p>\n\n<p>The story was short and incredibly intriguing thanks to the writing style of Ray Bradbury. Now I understand why people keep this with another dystopian classic masterpiece 1984 by George Orwell. Books are to be preserved not to be burned and buried.</p>\n\n<p>The story is an excellent example of a society where there is no free speech and no control over one&#39;s life. Time and again multiple people would go against it and eventually this type of system would always be destroyed. Don&#39;t you think?</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/pkcai6/i_just_finished_fahrenheit_451/",
  "subreddit": "books",
  "id": "pkcai6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is surely one of those books that I can give a 5-star rating.\n\nI like how this book tackles an interesting concept of censorship where all the\nbooks are burned with fire and the firemen are those who do not extinguish the\nfire but start it. Unbelievable!\n\nThe story was short and incredibly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これはきっと、5つ星の評価を与えられる一冊だと思います。\n\nこの本は、検閲という面白いコンセプトに取り組んでいるところが気に入っています。\nこの本は、検閲という興味深い概念に取り組んでいるところが好きだ。\n火を消すのではなく、火をつける人たちです。信じられません。\n\n物語は短くて、信じられないくらい...。",
      "title": "華氏451を読み終えました．"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这肯定是我可以给予五星级评价的书之一。\n\n我喜欢这本书处理了一个有趣的审查制度的概念，即所有的\n所有的书都被火烧掉了，而消防员是那些没有扑灭火的人。\n而消防员则是那些没有扑灭火的人，而是开始了它。令人难以置信的是!\n\n这个故事很短，而且令人难以置信...",
      "title": "我刚刚完成了《华氏451》......。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這肯定是我可以給予五星級評價的書之一。\n\n我喜歡這本書處理了一個有趣的審查制度的概念，即所有的\n所有的書都被火燒掉了，而消防員是那些沒有撲滅火的人。\n而消防員則是那些沒有撲滅火的人，而是開始了它。令人難以置信的是!\n\n這個故事很短，而且令人難以置信...",
      "title": "我剛剛完成了《華氏451》......。"
    }
  ]
}