{
  "author": "A_Girl_Has_No_Name58",
  "original_created_utc": 1628954979,
  "title": "An unexpected, amazing surprise.",
  "created_utc": 1629020031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really just wanted to share this with other book lovers because most people in my life wouldn’t understand the significance and joy of the following:</p>\n\n<p>Since Carlos Ruiz Zafón’s death last summer, I’ve been collecting his bibliography (seven published works and one posthumous release scheduled for November) He’s by far one of my favorite authors of all time. If you haven’t read his works- he’s the Michelangelo of words. </p>\n\n<p>I ordered a new copy of The Midnight Palace from Amazon. It was supposed to be delivered within 72 hours of purchase date. It didn’t arrive. There was no tracking number available through Amazon. I contacted the seller and was informed they didn’t have the book in stock and had to request the book from an international partner. They said to give it a week and contact them if it didn’t arrive. </p>\n\n<p>A week passed and I was preparing to request a refund. Low and behold, I get a text that it’s in the US and en route to my home, albeit late, but better late than never. When it finally arrived, I looked at the invoice first and saw that the book was listed “used-like new”. I was disappointed initially because I wanted an unread copy. I check out the book, examining for signs of damage or wear. There was a smudge on the first blank page before the title page. I flip that page and my eye is drawn to a blue ink scribble on the title page. I was upset- I thought someone tested a pen on the title page. Then, my eyes adjusted and examined the whole title page…</p>\n\n<p>… I received an autographed, limited first edition copy by sheer luck/happenstance. I’ve never been so elated as realizing that one of my literary idols held that book in his hands. </p>\n\n<p>Thanks for reading this if you did. I was just so happy, I had to share.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p4a3j7/an_unexpected_amazing_surprise/",
  "subreddit": "books",
  "id": "p4a3j7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really just wanted to share this with other book lovers because most people in\nmy life wouldn’t understand the significance and joy of the following:\n\nSince Carlos Ruiz Zafón’s death last summer, I’ve been collecting his\nbibliography (seven published works and one posthumous release scheduled…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このことを他の本好きな人たちと共有したかったのです。\n私の人生のほとんどの人は、次のような意義や喜びを理解できないでしょうから。\n\n去年の夏にカルロス・ルイス・ザフォンが亡くなってから、私は彼の書誌を集めています。\n去年の夏にカルロス・ルイス・ザフォンが亡くなってから、私は彼の書誌を集めています。",
      "title": "予想外の驚きの連続。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的只是想和其他书友分享这一点，因为我生活中的大多数人\n我的生活中的大多数人都不会理解下面的意义和喜悦。\n\n自从卡洛斯-鲁伊斯-萨丰去年夏天去世后，我一直在收集他的\n自从去年夏天卡洛斯-鲁伊斯-萨冯去世后，我一直在收集他的书目（七部已出版的作品和一部遗作的发行计划......",
      "title": "一个意想不到的、惊人的惊喜。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的只是想和其他書友分享這一點，因爲我生活中的大多數人\n我的生活中的大多數人都不會理解下面的意義和喜悅。\n\n自從卡洛斯-魯伊斯-薩豐去年夏天去世後，我一直在收集他的\n自從去年夏天卡洛斯-魯伊斯-薩馮去世後，我一直在收集他的書目（七部已出版的作品和一部遺作的發行計劃......",
      "title": "一個意想不到的、驚人的驚喜。"
    }
  ]
}