{
  "author": "Mental-Ad-8756",
  "original_created_utc": 1640887393,
  "title": "Why can’t people question their religion?",
  "created_utc": 1640911648,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I don’t even mean as in questioning if they believe in it. I mean questioning it like “why doesn’t the Bible talk about Jesus as a kid?” or “Could anything of been lost in translation?” &lt;/p&gt;\n\n&lt;p&gt;Why does it make other followers so angry? Wondering about things shouldn’t be seen as “oh they’re a non believer” or anything wrong. Why is it so hard to then answer those kinds of questions? Why don’t religious practices include discourse about the religion itself? It would be more interesting and engaging to actually interpret the religious texts in different ways. Doesn’t have to mean that we doubt anything, we’re just trying to understand. There’s a lot of plot holes and such, especially when comparing and contrasting multiple religions.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/TooAfraidToAsk/comments/rs7xfb/why_cant_people_question_their_religion/",
  "subreddit": "TooAfraidToAsk",
  "id": "rs7xfb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t even mean as in questioning if they believe in it. I mean questioning it\nlike “why doesn’t the Bible talk about Jesus as a kid?” or “Could anything of\nbeen lost in translation?”\n\nWhy does it make other followers so angry? Wondering about things shouldn’t be\nseen as “oh they’re a non…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>疑問視しているわけでもないんです。\nそれを信じている。なぜ、聖書には聖書のことが書かれていないのか？\n子供のころのイエスはどうだったのか」「何か訳がわからなくなったのか」。</p> <p>なぜ\n他の信者を怒らせてしまうのでは？いろいろと不思議に思いながら...。",
      "title": "なぜ人は自分の宗教を疑ってはいけないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的意思甚至不是在质疑他们是否\n相信它。我的意思是质疑它，比如 \"为什么《圣经》中没有谈到耶稣是个孩子？\n耶稣还是个孩子？\"或者 \"翻译中会不会丢失什么？\" </p> <p>为什么\n它让其他追随者如此愤怒？想知道的事情...",
      "title": "为什么人们不能质疑他们的宗教？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的意思甚至不是在質疑他們是否\n相信它。我的意思是質疑它，比如 \"爲什麼《聖經》中沒有談到耶穌是個孩子？\n耶穌還是個孩子？\"或者 \"翻譯中會不會丟失什麼？\" </p> <p>爲什麼\n它讓其他追隨者如此憤怒？想知道的事情...",
      "title": "爲什麼人們不能質疑他們的宗教？"
    }
  ]
}