{
  "author": "handsoffmyspuds",
  "the_new_excerpt": "Why YSK: Unless you are in the center of the earth or hundreds of miles off from\nany city, there is most likely a carrier network nearby.\n\n\nCAN YOU STILL CALL 911 WITHOUT SERVICE?\n\n> Thanks to the FCC, network providers must transmit an emergency call (911)\n> regardless of whether you use their…",
  "original_created_utc": 1619126366,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：地球の中心部や都市から何百マイルも離れた場所でなければ\n地球の中心部や都市から何百マイルも離れた場所でない限り、近くにキャリアネットワークがあるはずです。\n\n\nサービスがなくても911に電話できますか？\n\n> FCCの規定により、通信事業者は緊急通報（911）を送信する必要があります。\n> 通信事業者は、あなたが通信事業者のネットワークを利用しているかどうかにかかわらず、緊急通報（911）を...",
      "title": "YSK: 圏外でも、緊急時には911に電話してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：除非你是在地球中心或离任何中心数百英里的地方\n任何城市，附近很可能有一个运营商网络。\n\n\n没有服务，你还能打911吗？\n\n> 由于FCC的规定，网络供应商必须传输紧急呼叫（911）。\n> 无论你是否使用他们的服务，都必须传输紧急呼叫（911）。",
      "title": "YSK：即使你完全没有服务，如果你遇到紧急情况，仍然可以拨打911。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：除非你是在地球中心或離任何中心數百英里的地方\n任何城市，附近很可能有一個運營商網絡。\n\n\n沒有服務，你還能打911嗎？\n\n> 由於FCC的規定，網絡供應商必須傳輸緊急呼叫（911）。\n> 無論你是否使用他們的服務，都必須傳輸緊急呼叫（911）。",
      "title": "YSK：即使你完全沒有服務，如果你遇到緊急情況，仍然可以撥打911。"
    }
  ],
  "title": "YSK: Even IF you have no service at all, still call 911 if you are in an emergency!",
  "created_utc": 1619152653,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Unless you are in the center of the earth or hundreds of miles off from any city, there is most likely a carrier network nearby.</p>\n\n<h1>Can you still call 911 without service?</h1>\n\n<blockquote>\n<p>Thanks to the FCC, network providers must transmit an emergency call (911) regardless of whether you use their service or not. This means if your provider doesnt have coverage in that area, your phone will show that it has no service. ... As long as it has battery power and can reach a signal, the phone can connect to 911.</p>\n</blockquote>\n\n<p>Source: <a href=\"https://www.puretalkusa.com/blog/article?p=how-to-use-your-cell-phone-in-these-3-emergencies\">PureTalk USA via Google</a></p>\n\n<p>I see so many damn people saying “and if you have no service” when being told to call 911. It’s unlikely it’ll happen, but this could very well save your life.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/mwf4au/ysk_even_if_you_have_no_service_at_all_still_call/",
  "subreddit": "YouShouldKnow",
  "id": "mwf4au",
  "is_self": true,
  "media": null,
  "is_video": false
}