{
  "author": "Tohlenejsemja",
  "the_new_excerpt": "Tl;dr: I hate not being able to understand deeper meanings of books and if I was\nforced to find them at school, maybe I could do it now.\n\nI often see posts like \"I finally started reading again after fifteen years. I\nused to read a lot but then at high school I was forced to read and…",
  "original_created_utc": 1616762764,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Tl;dr：我讨厌不能理解书本的深层含义，如果我是。\n被迫在学校里找，也许我现在可以做到。\n\n经常看到这样的帖子：\"十五年后，我终于又开始读书了。I\n以前经常读书，但到了高中就被迫读书，...",
      "title": "有争议的意见。我希望高中时被迫读一些难读的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Tl;dr：我討厭不能理解書本的深層含義，如果我是。\n被迫在學校裏找，也許我現在可以做到。\n\n經常看到這樣的帖子：\"十五年後，我終於又開始讀書了。I\n以前經常讀書，但到了高中就被迫讀書，...",
      "title": "有爭議的意見。我希望高中時被迫讀一些難讀的書"
    }
  ],
  "title": "Controversial opinion: I wish I was forced to read difficult books at high school",
  "created_utc": 1616768856,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tl;dr: I hate not being able to understand deeper meanings of books and if I was forced to find them at school, maybe I could do it now.</p>\n\n<p>I often see posts like &quot;I finally started reading again after fifteen years. I used to read a lot but then at high school I was forced to read and overanalyze books and poems and I hated them and my teacher basically killed my passion for reading for a long time&quot;. Let me start by saying that I don&#39;t try to invalidate that feeling. I just want to put here my perspective as well.</p>\n\n<p>First let me give you some context. I think this holds for a lot of schools in my country (Czechia), but I know it&#39;s definitely not the case in every school. We were taught about books and autors, but I don&#39;t think I was ever forced to try to read and analyze something - usually someone read some excerpt of a book outloud and then we either simply continued, or sometimes the teacher explained it more in depth. And that was very rare. Only way in which we were forced to read was that for making our finals we were given a list of something like 100 or 200 books and we were to read 20 of them (with some restrictions - at least this many novels/plays/poetry/czech/foreign/20th century/18-19th century/before 17th century). At the finals we picked one of our chosen books at random and we were supposed to talk about it for some time and answer questions. Needless to say you usually didn&#39;t need to actually read the books - some summary usually sufficed.</p>\n\n<p>Just to be clear, I used to love this model. I thought it was chosen well. And I don&#39;t even claim now that it is a bad model. All I&#39;m saying is that currently I wish I had been forced to do more at high school. Because nowadays I often read and I just feel that I&#39;m missing the point, but I don&#39;t know what it is.</p>\n\n<p>I read a lot of books that I didn&#39;t actually enjoy that much, until I read what other people reading about it think - and what they can find in it. I am rarely capable of noticing beautiful prose unless someone points it out for me. </p>\n\n<p>Last year I dared myself and I read <em>Gravity&#39;s Rainbow</em> with the group on <a href=\"/r/ThomasPynchon\">/r/ThomasPynchon</a> and it was so great. Just to be clear, I definitely can&#39;t say that the reading itself was always enjoyable - I was very frustrated very often. (And me not being native English speaker didn&#39;t help.) But I always loved reading what other people see in it. And while I usually stop thinking about books quite soon after finishing them, I finished Gravity&#39;s Rinbow in the fall of last year and I don&#39;t think there was a week since then when I didn&#39;t think about it once.</p>\n\n<p>But this is super rare. I usually read what other people think about a book after I finish it, but it&#39;s kinda hard to appriciate it in retrospect - I like to see the things while I read. But I don&#39;t want to reread the book I just finished and I also don&#39;t want to read other peoples thinkpieces beforehand, because I kinda hate spoilers. So unless I can find those things myself, it&#39;s a lose-lose situation.</p>\n\n<p>I&#39;m getting better in destiling the meaning (and other things) out of books, but I still don&#39;t really know what to do - and I wish that I had a high school teacher who would force me to try it (lets be honest, this analysis is kinda hard, and, well, it&#39;s hard to force myself to do hard things) and who would give me feedback about what I find and what I don&#39;t. </p>\n\n<p>I try to do this with poems. Poems seem to me as perfect format for learning analysing - they&#39;re short, usually with nice prose and usually with some &quot;deeper&quot; meaning. I try to read a poem a day this year, but out of the more than 80 poems I read this year, I feel like I at least kinda succeded in analysing only about three or four. And poetry is hard, because I don&#39;t know where to find analyzies of czech poems, so nobody really tells me what the &quot;correct answer&quot; is. (Yes, I&#39;m aware, there is not really such thing as correct or incorrect analysis - but I wish I had <em>some</em> answer.) And while I often read novels in english, I <em>really</em> struggle with english poems, so I don&#39;t like this alternative.</p>\n\n<p>Sorry for being rambly, I just wanted to share my contraopinion to the succesful worldview I see in here.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/mdnto8/controversial_opinion_i_wish_i_was_forced_to_read/",
  "subreddit": "books",
  "id": "mdnto8",
  "is_self": true,
  "media": null,
  "is_video": false
}