{
  "author": "MyGubbins",
  "original_created_utc": 1627160669,
  "title": "CMV: At this point, people who claim that Black Lives Matter means ONLY Black Lives Matter or some variation thereof are arguing in bad faith and/or are willfully ignorant",
  "created_utc": 1627198235,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello, CMV community,</p>\n\n<p>My CMV is pretty much the title. I find it hard to believe that people who take BLM to mean that ONLY Black Lives Matter or some variation of that are either arguing in bad faith and/or are willfully ignorant. I believe that people who think this are attempting to discredit the BLM movement or are refusing to do even a little bit if research into what BLM actually means.</p>\n\n<p>The interesting part of this discussion, I think, is that proponents of the &quot;counter-movement&quot; (if you want to call it that) -- Blue Lives Matter -- do not seem to insinuate that ONLY blue lives matter. I take this to mean that they know exactly what BLM means and are being hypocritical about it.</p>\n\n<p>Ypu can change my view by showing me how someone might still somehow not understand what BLM means, or by showing how proponents of Blue Lives Matter are NOT being hypocritical.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/oqy6s6/cmv_at_this_point_people_who_claim_that_black/",
  "subreddit": "changemyview",
  "id": "oqy6s6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello, CMV community,\n\nMy CMV is pretty much the title. I find it hard to believe that people who take\nBLM to mean that ONLY Black Lives Matter or some variation of that are either\narguing in bad faith and/or are willfully ignorant. I believe that people who\nthink this are attempting to discredit…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMVコミュニティの皆さん、こんにちは。\n\n私のCMVはタイトルの通りです。私は、BLMをBlack Lives Matterだけの意味で捉えている人たちが、信じられません。\nBLMをBlack Lives Matterだけの意味で捉えている人たちが、悪意を持って議論しているか、あるいは\n悪意を持って主張しているのか、あるいは故意に無知なのか。私は、このように考える人は\n私は、このように考える人々は、信用を落とそうとしていると考えています...",
      "title": "CMV: 現時点では、Black Lives Matterが唯一のBlack Lives Matterを意味すると主張する人たちは、悪意を持って議論しているか、故意に無知なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好，CMV社区。\n\n我的CMV几乎就是这个题目。我很难相信，那些把BLM理解为只有黑人生命重要或某种变体的人\nBLM的意思是只有黑人的生命才重要，或者是一些变种，我很难相信这些人要么是\n恶意争论和/或故意无知。我相信，那些\n我认为，有这种想法的人是在试图诋毁...",
      "title": "CMV：在这一点上，那些声称 \"黑人生活重要 \"只意味着 \"黑人生活重要 \"或其某种变体的人是在恶意争辩和/或故意无视。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好，CMV社區。\n\n我的CMV幾乎就是這個題目。我很難相信，那些把BLM理解爲只有黑人生命重要或某種變體的人\nBLM的意思是隻有黑人的生命才重要，或者是一些變種，我很難相信這些人要麼是\n惡意爭論和/或故意無知。我相信，那些\n我認爲，有這種想法的人是在試圖詆譭...",
      "title": "CMV：在這一點上，那些聲稱 \"黑人生活重要 \"只意味着 \"黑人生活重要 \"或其某種變體的人是在惡意爭辯和/或故意無視。"
    }
  ]
}