{
  "author": "UselessGenZer",
  "original_created_utc": 1633562355,
  "title": "CMV: The symmetrical analog stick placement on PlayStation controllers is superior to the asymmetrical analog stick placement on Xbox controllers.",
  "created_utc": 1633574463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I very much believe that PlayStation got the controller right and that the Xbox controller’s analog stick placement makes it a worse controller. There are a lot of reasons that I feel this way, but I’m curious if anybody can change my view.</p>\n\n<p>I tend to play shooter games, so a big point for me is that the two things I use the most on a controller are the left and right analog sticks. Having to push my thumb all the way to the top of the Xbox controller and push down on it to constantly sprint forward in a shooter game makes my hand completely cramp up after a while. With PS controllers, since the analog stick is towards the bottom, pushing upwards doesn’t cause as much strain. </p>\n\n<p>I also like the mention that many mention ease of access to the d-pad with the Xbox controllers. For me, the d-pad is probably the least used button on the controller (again, I typically play shooters &amp; I also rarely use the d-pad in sports games like 2K and Madden). I do understand that some single player games utilize the d-pad more, but unfortunately Sony largely has the better exclusive catalog imo. I also feel like people who use this argument basically admit that that specific spot on a controller is easier to access, making the PS controller better if you feel the analog stick is more important (which I do).</p>\n\n<p>I am open to thoughts because some of my friends that play Xbox want me to switch over because cross play only supports a select few games that we’re bored of. I’m a long-time PS player so I’m having a hard time with the controller issue especially as I feel the Xbox controller is just objectively worse. Thanks all!!</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/q2w16l/cmv_the_symmetrical_analog_stick_placement_on/",
  "subreddit": "changemyview",
  "id": "q2w16l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I very much believe that PlayStation got the controller right and that the Xbox\ncontroller’s analog stick placement makes it a worse controller. There are a lot\nof reasons that I feel this way, but I’m curious if anybody can change my view.\n\nI tend to play shooter games, so a big point for me is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、プレイステーションのコントローラーは正しく、Xboxのコントローラーはアナログスティックの配置が悪いと思っています。\nコントローラーのアナログスティックの配置は、より悪いコントローラーだと思います。そう思う理由はたくさんありますが\n私がそう思う理由はたくさんありますが、誰かが私の考えを変えてくれないかと思っています。\n\n私はシューティングゲームをプレイすることが多いので、私にとっての大きなポイントは...。",
      "title": "CMV：プレイステーションのコントローラーのアナログスティックの配置は、Xboxのコントローラーのアナログスティックの配置が非対称なのに比べて、左右対称で優れています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我非常相信PlayStation的控制器是正确的，而Xbox\n控制器的模拟杆位置使它成为一个更糟糕的控制器。有很多\n我有很多理由这样认为，但我很好奇是否有人能改变我的看法。\n\n我倾向于玩射击游戏，所以对我来说，一个重要的观点是...",
      "title": "CMV：PlayStation控制器上对称的模拟杆位置比Xbox控制器上不对称的模拟杆位置要好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我非常相信PlayStation的控制器是正確的，而Xbox\n控制器的模擬杆位置使它成爲一個更糟糕的控制器。有很多\n我有很多理由這樣認爲，但我很好奇是否有人能改變我的看法。\n\n我傾向於玩射擊遊戲，所以對我來說，一個重要的觀點是...",
      "title": "CMV：PlayStation控制器上對稱的模擬杆位置比Xbox控制器上不對稱的模擬杆位置要好。"
    }
  ]
}