{
  "author": "Starry-nights_",
  "original_created_utc": 1628008147,
  "title": "CMV: Who you go on holiday with is more important than where you go",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Even if you go to your dream country, a lavish resort or a big vibrant city, your company matters. Imagine going on holiday with a bunch of people who have a list that includes everything they wish to do, but you disagree with it and would rather roam around the place spontaneously (or vice versa). You may want to relax and enjoy the holiday. These disagreements can be incredibly infuriating, and might potentially just ruin the vacation.    </p>\n\n<p>Additionally, the age difference is an issue too. Parents and children may inevitably have different definitions of fun, as adults are more likely to enjoy sightseeing, whereas children would prefer games and activities. It&#39;s likely for the children to start using electronics rather than enjoying the scenery because to them it is boring, which could anger the parents. I&#39;m not generalising them, but you cannot expect people not to complain if you do not include other people&#39;s wishes and desires. These clashes just make the entire experience exhausting. </p>\n\n<p>This is why it is necessary to stop and think about the people you are going with. Sure, you can argue that you should sort this out beforehand or that holidays are about making memories, but if there are people unwilling to compromise then it&#39;s probably best not to go. Plus, there is no point in making memories if you won&#39;t look back on them fondly. You should be sure about the people you go with, otherwise, you will be more excited to come back home, when holidays are supposed to be a break. </p>\n\n<p>After going with family (and sometimes family friends), I probably only have one or two vacations that I&#39;m looking back on fondly because I prefer relaxation but was instead dragged around in 40-degree heat weather to explore the place, whilst waking up at 6 am. Even though it was Spain and the weather was beautiful, the people ruined the experience, and your company is what matters the most.</p>\n</div><!-- SC_ON -->",
  "score": 338,
  "permalink": "/r/changemyview/comments/ox73e0/cmv_who_you_go_on_holiday_with_is_more_important/",
  "subreddit": "changemyview",
  "id": "ox73e0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Even if you go to your dream country, a lavish resort or a big vibrant city,\nyour company matters. Imagine going on holiday with a bunch of people who have a\nlist that includes everything they wish to do, but you disagree with it and\nwould rather roam around the place spontaneously (or vice versa).…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "憧れの国や豪華なリゾート地、活気あふれる大都会に行っても\nあなたの会社が重要なのです。このような人たちと一緒に休暇を過ごすことを想像してみてください。\n彼らがやりたいことをすべて盛り込んだリストを持っているのに、あなたはそれに同意せず\nむしろ自発的にその場所を歩き回りたいと思っています（またはその逆）....",
      "title": "CMV：どこに行くかよりも、誰と行くかが大事。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "即使你去了你的梦想国度，一个豪华的度假村或一个充满活力的大城市。\n你的公司很重要。想象一下，和一群人一起去度假，他们有一份包括所有他们想做的事情的清单，但你不同意。\n列表，其中包括他们希望做的所有事情，但你不同意，而\n宁愿自发地在这个地方漫游（或者相反）....",
      "title": "CMV：和谁一起去度假比去哪里更重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "即使你去了你的夢想國度，一個豪華的度假村或一個充滿活力的大城市。\n你的公司很重要。想象一下，和一羣人一起去度假，他們有一份包括所有他們想做的事情的清單，但你不同意。\n列表，其中包括他們希望做的所有事情，但你不同意，而\n寧願自發地在這個地方漫遊（或者相反）....",
      "title": "CMV：和誰一起去度假比去哪裏更重要"
    }
  ]
}