{
  "author": "onthefr1nge",
  "original_created_utc": 1633921588,
  "title": "I read Harlan Coben's The Stranger today and I need to talk about it",
  "created_utc": 1633938770,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Full disclosure: I listened to this book on Audible as I was on a road trip today.  I knocked out the whole book in one go which isn&#39;t a difficult thing to do considering it&#39;s only 5 hours long.  </p>\n\n<p>To give a brief (spoiler-free) summary, a man goes to a school meeting on his wife&#39;s behalf only to be approached by a stranger who tells him a secret about his wife that will tear their marriage apart.  The rest of the book is this man&#39;s amateur detective work to find out how deep this secret goes as he has one heartbreaking revelation after another. </p>\n\n<p>My wife was in the seat next to me as I listened to this and kept asking me what was wrong because I kept physically recoiling at some of the plot twists.  Afterward, I explained it like this: You know when you&#39;re reading a really good book or watching a great tv show or movie where the protagonist ends up cheating on a spouse and YOU, as the reader, feel the guilt as though YOU were cheating on your own spouse?  That sort of anxiety and heartbreak was nonstop for me during this read. </p>\n\n<p>I don&#39;t really want to say any more so I don&#39;t risk possibly spoiling it.  Suffice it to say, I very much enjoyed this book.  I highly recommend it especially if you enjoy feeling the heartbreak along with your protagonist. </p>\n\n<p>My question is: what other books have you read where you relate so deeply with a character and their situation that you *feel* their emotions hours or even days after you finish reading it?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q5muvc/i_read_harlan_cobens_the_stranger_today_and_i/",
  "subreddit": "books",
  "id": "q5muvc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Full disclosure: I listened to this book on Audible as I was on a road trip\ntoday. I knocked out the whole book in one go which isn't a difficult thing to\ndo considering it's only 5 hours long.\n\nTo give a brief (spoiler-free) summary, a man goes to a school meeting on his\nwife's behalf only to be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本はAudibleで聴きましたが、今日は車で旅をしていました。\n今日、この本を読みました。私はこの本を一気に読み終えましたが、5時間しかないことを考えると、難しいことではありません。\n5時間しかないことを考えると、難しいことではありません。\n\n簡単に（ネタバレなしで）要約すると、ある男が妻の代わりに学校の会議に出席したが\n妻の代わりに学校の会議に出席するが、その結果・・・。",
      "title": "今日はハーラン・コーベンの「The Stranger」を読んだので、それについて話したい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "全面披露：我在今天的公路旅行中通过Audible收听了这本书。\n今天。我一口气听完了整本书，这并不是一件难事。\n考虑到它只有5个小时的长度，这不是一件难事。\n\n简要介绍一下（无破坏性），一个男人代表他的妻子去参加学校的会议，结果却被人发现。\n妻子的名义去参加学校的会议，结果却被...",
      "title": "我今天读了哈兰-科本的《异乡人》，我需要谈一谈。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "全面披露：我在今天的公路旅行中通過Audible收聽了這本書。\n今天。我一口氣聽完了整本書，這並不是一件難事。\n考慮到它只有5個小時的長度，這不是一件難事。\n\n簡要介紹一下（無破壞性），一個男人代表他的妻子去參加學校的會議，結果卻被人發現。\n妻子的名義去參加學校的會議，結果卻被...",
      "title": "我今天讀了哈蘭-科本的《異鄉人》，我需要談一談。"
    }
  ]
}