{
  "author": "onthefr1nge",
  "original_created_utc": 1633921588,
  "title": "I read Harlan Coben's The Stranger today and I need to talk about it",
  "created_utc": 1633938770,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Full disclosure: I listened to this book on Audible as I was on a road trip today.  I knocked out the whole book in one go which isn&#39;t a difficult thing to do considering it&#39;s only 5 hours long.  </p>\n\n<p>To give a brief (spoiler-free) summary, a man goes to a school meeting on his wife&#39;s behalf only to be approached by a stranger who tells him a secret about his wife that will tear their marriage apart.  The rest of the book is this man&#39;s amateur detective work to find out how deep this secret goes as he has one heartbreaking revelation after another. </p>\n\n<p>My wife was in the seat next to me as I listened to this and kept asking me what was wrong because I kept physically recoiling at some of the plot twists.  Afterward, I explained it like this: You know when you&#39;re reading a really good book or watching a great tv show or movie where the protagonist ends up cheating on a spouse and YOU, as the reader, feel the guilt as though YOU were cheating on your own spouse?  That sort of anxiety and heartbreak was nonstop for me during this read. </p>\n\n<p>I don&#39;t really want to say any more so I don&#39;t risk possibly spoiling it.  Suffice it to say, I very much enjoyed this book.  I highly recommend it especially if you enjoy feeling the heartbreak along with your protagonist. </p>\n\n<p>My question is: what other books have you read where you relate so deeply with a character and their situation that you *feel* their emotions hours or even days after you finish reading it?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q5muvc/i_read_harlan_cobens_the_stranger_today_and_i/",
  "subreddit": "books",
  "id": "q5muvc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Full disclosure: I listened to this book on Audible as I was on a road trip\ntoday. I knocked out the whole book in one go which isn't a difficult thing to\ndo considering it's only 5 hours long.\n\nTo give a brief (spoiler-free) summary, a man goes to a school meeting on his\nwife's behalf only to be…"
}