{
  "author": "Interesting-Fruit-15",
  "the_new_excerpt": "I've been reading a lot of adventure books written by men (tim powers, etc). I\nlove the plots and the creativity but I hate the way women are treated in the\nstory. In the last book I read, the woman the hero didn't end up with was\ndescribed as slightly overweight, whiny and weak whereas the woman he…",
  "original_created_utc": 1619289307,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は男性が書いた冒険小説（tim powersなど）をよく読んでいます。I\n物語のプロットや創造性は好きですが、物語の中での女性の扱いが嫌いです。\n物語の中での女性の扱いが嫌いです。最後に読んだ本では、主人公が最後まで付き合えなかった女性は\n最後に読んだ本では、ヒーローが結ばれなかった女性は、少し太っていて、泣き虫で弱々しいと表現されていました。",
      "title": "女性が書いた、女性のキャラクターが成長したSF/アドベンチャー本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在读很多男人写的冒险书（Tim powers，等等）。I\n我喜欢其中的情节和创意，但我讨厌故事中对待女性的方式。\n故事中对待女性的方式。在我读的最后一本书中，男主角最终没有得到的那个女人被描述为\n在我读的最后一本书中，男主人公最终没有得到的女人被描述为略微超重、爱发牢骚和软弱，而他的女人则被描述为不爱说话。",
      "title": "由女性写的科幻/冒险书，有发达的女性角色？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在讀很多男人寫的冒險書（Tim powers，等等）。I\n我喜歡其中的情節和創意，但我討厭故事中對待女性的方式。\n故事中對待女性的方式。在我讀的最後一本書中，男主角最終沒有得到的那個女人被描述爲\n在我讀的最後一本書中，男主人公最終沒有得到的女人被描述爲略微超重、愛發牢騷和軟弱，而他的女人則被描述爲不愛說話。",
      "title": "由女性寫的科幻/冒險書，有發達的女性角色？"
    }
  ],
  "title": "Sci fi/adventure books written by women with developed female characters?",
  "created_utc": 1619313956,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been reading a lot of adventure books written by men (tim powers, etc). I love the plots and the creativity but I hate the way women are treated in the story. In the last book I read, the woman the hero didn&#39;t end up with was described as slightly overweight, whiny and weak whereas the woman he did end up with was slender, graceful and had several skills. It&#39;s so frustrating to read female characters who mainly exist to be a present, past or future romantic partner. </p>\n\n<p>I recently read circe and I felt like Miller wrote balanced, whole characters so any books with that vibe would be perfect. </p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/mxpy4v/sci_fiadventure_books_written_by_women_with/",
  "subreddit": "booksuggestions",
  "id": "mxpy4v",
  "is_self": true,
  "media": null,
  "is_video": false
}