{
  "author": "specialist63",
  "original_created_utc": 1628652229,
  "title": "CMV: all of this vaccine hesitancy is really just resistance for resistance sake!",
  "created_utc": 1628696751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether it’s because your candidate lost an election, or more simply because it’s “magnetic”, or because you view the current administration as evil, or it’s going to ruin our country, or it’s not safe because it’s “untested” or whatever lame reason is still yet to be heard, the real reason for the resistance is deadly resistance for its own sake. </p>\n\n<p>Started with masks, an infringement on our rights, can’t breathe while wearing it, yada yada. And now that we have a way to get away from the mask, we won’t take the vaccine, so revert back to masks. It just seems that whatever can be done to help the situation is met with resistance from conservatives (of which I am one, but not for long).  </p>\n\n<p>My view: this is a deadly resistance.</p>\n\n<p>EDIT: after several responses referring to MANDATES, let me be clear in saying that this post is not about mandates. For the record it is about misinformed and abrasive reasons for not getting the vaccine voluntarily. ( although I am in favor of mandates if necessary, buts that is not the topic here.)</p>\n\n<p>EDIT # 2: I want to thank you all who have responded. Here in Las Vegas it is past my bedtime and I promise that I will read all responses. This is my first post here and I am gratified at how much response I got. Thanks again!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p24vjr/cmv_all_of_this_vaccine_hesitancy_is_really_just/",
  "subreddit": "changemyview",
  "id": "p24vjr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whether it’s because your candidate lost an election, or more simply because\nit’s “magnetic”, or because you view the current administration as evil, or it’s\ngoing to ruin our country, or it’s not safe because it’s “untested” or whatever\nlame reason is still yet to be heard, the real reason for the…"
}