{
  "author": "specialist63",
  "original_created_utc": 1628652229,
  "title": "CMV: all of this vaccine hesitancy is really just resistance for resistance sake!",
  "created_utc": 1628696751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether it’s because your candidate lost an election, or more simply because it’s “magnetic”, or because you view the current administration as evil, or it’s going to ruin our country, or it’s not safe because it’s “untested” or whatever lame reason is still yet to be heard, the real reason for the resistance is deadly resistance for its own sake. </p>\n\n<p>Started with masks, an infringement on our rights, can’t breathe while wearing it, yada yada. And now that we have a way to get away from the mask, we won’t take the vaccine, so revert back to masks. It just seems that whatever can be done to help the situation is met with resistance from conservatives (of which I am one, but not for long).  </p>\n\n<p>My view: this is a deadly resistance.</p>\n\n<p>EDIT: after several responses referring to MANDATES, let me be clear in saying that this post is not about mandates. For the record it is about misinformed and abrasive reasons for not getting the vaccine voluntarily. ( although I am in favor of mandates if necessary, buts that is not the topic here.)</p>\n\n<p>EDIT # 2: I want to thank you all who have responded. Here in Las Vegas it is past my bedtime and I promise that I will read all responses. This is my first post here and I am gratified at how much response I got. Thanks again!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p24vjr/cmv_all_of_this_vaccine_hesitancy_is_really_just/",
  "subreddit": "changemyview",
  "id": "p24vjr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whether it’s because your candidate lost an election, or more simply because\nit’s “magnetic”, or because you view the current administration as evil, or it’s\ngoing to ruin our country, or it’s not safe because it’s “untested” or whatever\nlame reason is still yet to be heard, the real reason for the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "候補者が選挙で負けたからでも、もっと単純に「磁力」があるからでも、現政権を悪とみなしているからでも、あるいは\nもっと単純に「磁気」だからでも、現政権を悪と見なしているからでも、国を破滅させそうだからでも\n国を破滅させるとか、「未検証」だから安全ではないとか、そんないい加減な理由はまだ聞いていない。\nダサい理由はまだ聞いていない、本当の理由を...",
      "title": "CMV: ワクチンを躊躇しているのは、抵抗のための抵抗に過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无论是因为你的候选人在选举中失利，还是更简单地因为\n它的 \"磁性\"，或者因为你认为现任政府是邪恶的，或者它\n还是因为你认为现任政府是邪恶的，或者它将毁掉我们的国家，或者它不安全，因为它 \"未经测试 \"或任何\n蹩脚的理由还没有被听到，真正的原因是...",
      "title": "CMV：所有这些疫苗的犹豫不决，实际上只是为了抵抗而抵抗!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論是因爲你的候選人在選舉中失利，還是更簡單地因爲\n它的 \"磁性\"，或者因爲你認爲現任政府是邪惡的，或者它\n還是因爲你認爲現任政府是邪惡的，或者它將毀掉我們的國家，或者它不安全，因爲它 \"未經測試 \"或任何\n蹩腳的理由還沒有被聽到，真正的原因是...",
      "title": "CMV：所有這些疫苗的猶豫不決，實際上只是爲了抵抗而抵抗!"
    }
  ]
}