{
  "author": "-UnclePhil-",
  "original_created_utc": 1636501608,
  "title": "CMV: All vehicles registered for use on public roads should be limited to drive no faster than 85 mph.",
  "created_utc": 1636519385,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Driving is <em>literally</em> one of the most dangerous things people do. It’s one of the top ways to end a life early.</p>\n\n<p>Speed doesn’t help the chance of someone walking out alive or without major injuries.</p>\n\n<p>There is no place where you can legally drive on a public road over 85 (in the US).</p>\n\n<p>You may say… what if I have an emergency? So you speed and run the risk of creating another accident. Running late? Get up earlier. Give yourself a good 45 min to arrive early. </p>\n\n<p>Honestly… what good on an average day comes from someone driving 90mph+ on a public road?</p>\n\n<p>Cars usually already come with a Governor on them, they are set higher than anyone needs to go already.</p>\n\n<p>So change my view. Give me some every day situations where is should be excusable for people to drive at high rates of speed?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qqgnsq/cmv_all_vehicles_registered_for_use_on_public/",
  "subreddit": "changemyview",
  "id": "qqgnsq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Driving is literally one of the most dangerous things people do. It’s one of the\ntop ways to end a life early.\n\nSpeed doesn’t help the chance of someone walking out alive or without major\ninjuries.\n\nThere is no place where you can legally drive on a public road over 85 (in the\nUS).\n\nYou may say……",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "運転は文字通り、人が行う最も危険な行為のひとつです。人生を早く終わらせる方法としては\n人生を早く終わらせる方法のひとつです。\n\nスピードを出せば、誰かが生きて帰ってくる可能性も、大きな怪我をせずに済む可能性も低くなります。\n助けることはできません。\n\nアメリカでは、公道で85km以上の速度で運転できる場所はありません。\nアメリカ）。\n\nと言うかもしれません......",
      "title": "CMV：公道で使用するために登録されたすべての車両は、時速85マイル以下での走行に制限されるべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "开车简直是人们做的最危险的事情之一。它是\n它是提前结束生命的首要方式之一。\n\n速度并不能帮助人们活着走出去或没有重大伤害的机会。\n伤的机会。\n\n在美国，没有任何地方可以合法地在公共道路上开车超过85英里（在美国）。\n美国）。\n\n你可以说......",
      "title": "CMV：所有在公共道路上注册使用的车辆，应限制其驾驶速度不超过85英里/小时。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "開車簡直是人們做的最危險的事情之一。它是\n它是提前結束生命的首要方式之一。\n\n速度並不能幫助人們活着走出去或沒有重大傷害的機會。\n傷的機會。\n\n在美國，沒有任何地方可以合法地在公共道路上開車超過85英里（在美國）。\n美國）。\n\n你可以說......",
      "title": "CMV：所有在公共道路上註冊使用的車輛，應限制其駕駛速度不超過85英里/小時。"
    }
  ]
}