{
  "author": "AutisticDalekOnSpeed",
  "original_created_utc": 1631702692,
  "title": "OpenSea's head of product, Nate Chastain, was caught buying NFTs and then featuring them at the front page of OpenSea to hype them up and sell them for a quick profit.",
  "created_utc": 1631712638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>OpenSea&#39;s head of product was apparently using burner wallets to purchase NFTs, then featured them on the front page of OpenSea to hype them up and sell them for a quick profit.</p>\n\n<p>He made the mistake of returning the profits to his personal wallet which was publicly known (since he had his cryptopunk in there), which is how he was caught.</p>\n\n<p><a href=\"https://etherscan.io/tx/0x54bcb222978a0daa91276edce9d59fab8d276439c797d123c29fadf4ccacf316\">Here you can see one transaction where he returns the profits to his main address.</a> He got the profits by flipping the NFT that is featured on the front page at this moment.</p>\n\n<p>If you check the transaction history of the <a href=\"https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/53295071856365366940297733776602226785191864486606697118452331983834200408078\">NFT that&#39;s currently featured on the front page</a> you can see him (7942F4) buying it for 0.25 ETH yesterday, and selling it for 1.5 ETH a few hours later after featuring it on the front page.</p>\n\n<p>And this was just one transaction. He has been doing this for a while now.</p>\n\n<p>Some twitter users compiled a list with which NFTs he sold, for how much he bought them, and how much he sold them. You can find them <a href=\"https://twitter.com/ZuwuTV/status/1437943520078307330\">here</a></p>\n\n<p>&#x200B;</p>\n\n<p>edit: He made 19 ETH in total according to <a href=\"https://twitter.com/btcinchina/status/1438041142306623491\">this</a></p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 281,
  "permalink": "/r/CryptoCurrency/comments/ponn9p/openseas_head_of_product_nate_chastain_was_caught/",
  "subreddit": "CryptoCurrency",
  "id": "ponn9p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "OpenSea's head of product was apparently using burner wallets to purchase NFTs,\nthen featured them on the front page of OpenSea to hype them up and sell them\nfor a quick profit.\n\nHe made the mistake of returning the profits to his personal wallet which was\npublicly known (since he had his cryptopunk…"
}