{
  "author": "chequecipote",
  "original_created_utc": 1638556417,
  "title": "YSK: There's a free and easy way to automate routine office tasks.",
  "created_utc": 1638589973,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Nearly every office I&amp;#39;ve ever been in has done so many boring, repetitive things by hand. Spending just a couple of days learning the basics of a scripting language like Python can cut hours of tedious work out of your routine. Computers are really good at monotonous things, so if there&amp;#39;s something you do the exact same way every day at work, there&amp;#39;s probably a decent way to automate it.&lt;/p&gt;\n\n&lt;p&gt;A good resource for this is &lt;a href=\"https://automatetheboringstuff.com/\"&gt;Automate the Boring Stuff with Python&lt;/a&gt; by Al Sweigart. It&amp;#39;s free to read online.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 125,
  "permalink": "/r/YouShouldKnow/comments/r85t6g/ysk_theres_a_free_and_easy_way_to_automate/",
  "subreddit": "YouShouldKnow",
  "id": "r85t6g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Nearly every office I've ever been in has done so many boring,\nrepetitive things by hand. Spending just a couple of days learning the basics of\na scripting language like Python can cut hours of tedious work out of your\nroutine. Computers are really good at monotonous things, so if there's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：今までいたオフィスは、ほとんどすべてつまらないことばかりしていました。\n手作業で繰り返されること。たった2、3日で、その基本を学ぶことができます。\nPythonのようなスクリプト言語では、何時間もかかる退屈な作業を削減することができます。\nのルーティンです。コンピュータは単調なことが得意なので、もし...",
      "title": "YSK: オフィスのルーチンワークを自動化するための無料で簡単な方法があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：几乎所有我去过的办公室都做过这么多无聊的事。\n重复的事情都是用手做的。只要花上几天时间学习Python这样的脚本语言的基础知识\n像Python这样的脚本语言，就可以从你的日常工作中减少几个小时的乏味的工作。\n日常工作。计算机真的很擅长做单调的事情，所以如果有...",
      "title": "YSK：有一种免费且简单的方法可以使日常办公任务自动化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：幾乎所有我去過的辦公室都做過這麼多無聊的事。\n重複的事情都是用手做的。只要花上幾天時間學習Python這樣的腳本語言的基礎知識\n像Python這樣的腳本語言，就可以從你的日常工作中減少幾個小時的乏味的工作。\n日常工作。計算機真的很擅長做單調的事情，所以如果有...",
      "title": "YSK：有一種免費且簡單的方法可以使日常辦公任務自動化。"
    }
  ]
}