{
  "author": "chequecipote",
  "original_created_utc": 1638556417,
  "title": "YSK: There's a free and easy way to automate routine office tasks.",
  "created_utc": 1638589973,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Nearly every office I&amp;#39;ve ever been in has done so many boring, repetitive things by hand. Spending just a couple of days learning the basics of a scripting language like Python can cut hours of tedious work out of your routine. Computers are really good at monotonous things, so if there&amp;#39;s something you do the exact same way every day at work, there&amp;#39;s probably a decent way to automate it.&lt;/p&gt;\n\n&lt;p&gt;A good resource for this is &lt;a href=\"https://automatetheboringstuff.com/\"&gt;Automate the Boring Stuff with Python&lt;/a&gt; by Al Sweigart. It&amp;#39;s free to read online.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 125,
  "permalink": "/r/YouShouldKnow/comments/r85t6g/ysk_theres_a_free_and_easy_way_to_automate/",
  "subreddit": "YouShouldKnow",
  "id": "r85t6g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Nearly every office I've ever been in has done so many boring,\nrepetitive things by hand. Spending just a couple of days learning the basics of\na scripting language like Python can cut hours of tedious work out of your\nroutine. Computers are really good at monotonous things, so if there's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>なぜYSKなのか：私がこれまでに経験したほとんどのオフィスでは\n私がこれまでに経験したほとんどのオフィスでは、退屈で繰り返しの多い作業を手作業で行っていました。たった数日で\n数日かけてPythonのようなスクリプト言語の基礎を学べば、何時間もの退屈な作業を省くことができます。\n何時間もの退屈な作業を省くことができるのです。コンピュータは本当に優れている...",
      "title": "YSK: オフィスのルーチンワークを自動化するための無料で簡単な方法があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么是YSK：几乎所有我曾经去过的办公室都做得很好。\n都是用手来做许多无聊、重复的事情。仅仅花了\n几天的时间来学习像Python这样的脚本语言的基础知识，就可以减少\n小时的乏味工作。计算机真的很好...",
      "title": "YSK：有一种免费且简单的方法可以使日常办公任务自动化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼是YSK：幾乎所有我曾經去過的辦公室都做得很好。\n都是用手來做許多無聊、重複的事情。僅僅花了\n幾天的時間來學習像Python這樣的腳本語言的基礎知識，就可以減少\n小時的乏味工作。計算機真的很好...",
      "title": "YSK：有一種免費且簡單的方法可以使日常辦公任務自動化。"
    }
  ]
}