{
  "author": "BrightFadedDog",
  "original_created_utc": 1632569780,
  "title": "YSK That “calling out” someone as having a logical fallacy can be as much of a problem as what you are trying to identify. Recognising fallacies should be used to improve your communication, not as a tool to shut down conversations you don’t like",
  "created_utc": 1632576815,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK    I have had a few attempts recently to talk to groups about controversial topics, and instead of discussion just got a lot of accusations about being a troll and had everything I said labeled as a logical fallacy, effectively shutting down the conversation.    </p>\n\n<p>Try not to use these terms and explain what you mean in plain language.   Posting “that is a Strawman argument” adds nothing.  Posting “people don’t believe X like you said, they believe various things from Y to Z, which makes your argument wrong” says what you actually mean and allows for ongoing discussion.</p>\n\n<p>I have no term to describe it, but the practice of labelling every view you disagree with as a logical fallacy is definitely a rhetorical fallacy that should be avoided.</p>\n</div><!-- SC_ON -->",
  "score": 390,
  "permalink": "/r/YouShouldKnow/comments/pv537y/ysk_that_calling_out_someone_as_having_a_logical/",
  "subreddit": "YouShouldKnow",
  "id": "pv537y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK I have had a few attempts recently to talk to groups about controversial\ntopics, and instead of discussion just got a lot of accusations about being a\ntroll and had everything I said labeled as a logical fallacy, effectively\nshutting down the conversation.\n\nTry not to use these terms and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか 私は最近、議論を呼ぶようなトピックについてグループで話そうとしたことが何度かあります。\n議論をする代わりに、荒らしだと非難されたり、あらゆることを言われたりしました。\nトロールだと非難されたり、私の発言がすべて論理的に破綻しているとレッテルを貼られたりして、効果的に\n議論を打ち切ることになりました。\n\nこのような言葉を使わないようにして、...",
      "title": "YSK 誰かに論理的誤りがあると「呼びかける」ことは、あなたが特定しようとしているものと同じくらい問題になることがあります。誤りに気づくことは、コミュニケーションを向上させるために使うべきであり、気に入らない会話を遮断するためのツールではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK 我最近有几次试图与团体谈论有争议的\n的话题，而不是讨论，只是得到了很多指责，说我是一个\n我说的每一句话都被贴上了逻辑谬误的标签。\n终止了对话。\n\n尽量不要使用这些术语和...",
      "title": "YSK 那 \"叫出 \"某人有逻辑谬误的问题可能和你试图识别的问题一样多。识别谬误应该被用来改善你的沟通，而不是作为关闭你不喜欢的对话的工具。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK 我最近有幾次試圖與團體談論有爭議的\n的話題，而不是討論，只是得到了很多指責，說我是一個\n我說的每一句話都被貼上了邏輯謬誤的標籤。\n終止了對話。\n\n儘量不要使用這些術語和...",
      "title": "YSK 那 \"叫出 \"某人有邏輯謬誤的問題可能和你試圖識別的問題一樣多。識別謬誤應該被用來改善你的溝通，而不是作爲關閉你不喜歡的對話的工具。"
    }
  ]
}