{
  "author": "zzzsafternoon",
  "the_new_excerpt": "big spoiler alert!\n\nI can't help but feel like I'm just in this downer state of mind after reading\nit. The prose and characterisation over the course of the book were absolutely\nstunning, descriptions of the town, the house, so evocative.\n\nAnd yet so many of the deaths just felt like they were…",
  "original_created_utc": 1621161367,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ビッグ・スポイラー・アラート!\n\n読んだ後にこのダウナーな状態になってしまったのは仕方がないが\nになってしまいました。本の中の文章や人物描写はとても素晴らしく、町や家の描写はとても印象的でした。\n町や家の描写がとても印象的でした。\n\nそれなのに、多くの死が、まるで...。",
      "title": "百年の孤独」を読んだばかりで、めちゃくちゃ良かったのですが...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大破坏者警报!\n\n我不禁觉得，读完后我只是处于这种低落的心境中\n它。在这本书的过程中，散文和人物描写绝对令人惊叹。\n惊人的，对小镇、房子的描述，如此令人回味。\n\n然而，这么多的死亡事件却让人觉得它们是......",
      "title": "我刚刚读了《百年孤独》，它非常好，但是......。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大破壞者警報!\n\n我不禁覺得，讀完後我只是處於這種低落的心境中\n它。在這本書的過程中，散文和人物描寫絕對令人驚歎。\n驚人的，對小鎮、房子的描述，如此令人回味。\n\n然而，這麼多的死亡事件卻讓人覺得它們是......",
      "title": "我剛剛讀了《百年孤獨》，它非常好，但是......。"
    }
  ],
  "title": "I just read One Hundred Years of Solitude and it was crazy good, but...",
  "created_utc": 1621175305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>big spoiler alert!</em></p>\n\n<p>I can&#39;t help but feel like I&#39;m just in this downer state of mind after reading it. The prose and characterisation over the course of the book were absolutely stunning, descriptions of the town, the house, so evocative.</p>\n\n<p>And yet so many of the deaths just felt like they were written purely to be as emotionally powerful as possible. To the point of being unrealistic. Maybe that&#39;s the point, but I don&#39;t really understand it. I almost wanted to roll my eyes a few times at the gall of it all.</p>\n\n<p>The final moments of the book were so gripping and powerful, that in fact I&#39;d say it&#39;s just straight up horror. Just pure hopeless tragedy and I have to ask, is that just what the book is supposed to evoke in the reader? Nihilistic feelings of pointlessness and depression??</p>\n\n<p>Sorry if I&#39;m coming off too negatively because despite all of this I can say I loved the way it was written. But ugh.</p>\n</div><!-- SC_ON -->",
  "score": 404,
  "permalink": "/r/books/comments/ndlk1c/i_just_read_one_hundred_years_of_solitude_and_it/",
  "subreddit": "books",
  "id": "ndlk1c",
  "is_self": true,
  "media": null,
  "is_video": false
}