{
  "author": "AdditionalAd713",
  "original_created_utc": 1625156244,
  "title": "Cmv: Woman who demand both equality and chivalry are hypocrites",
  "created_utc": 1625172197,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now to star I want to clarify what I mean by chivalry. I dont mean treating people with respect or holding the door open, those are just traits of a decent human. What I mean is the man asking the woman out , having to plan the date, pay for it and any further other(since she will hold it againts him if he dosnt) and generally having to ,, woo her,, while she stays passive. The main reason for this post is a coment I read on one of the dating subs(looking trought the controversial section on them is a guilty pleasure when I&#39;m bored). It was a woman comenthing how when a guy dosnt pay for the date he shows that he is cheap and lazy and yet saying that she never pays for a date. This really annoyed me because it really reminds me of ,, modern day femenist,,. I belive that if a woman want equality ( which everyone should want) then she must accept both the benefits and the responsibility that come with it. You cant just say well I reject the gender norms in this and this area since they hinder me but I want to keep them in this and this are since I benefit from them. If you want to be intellectually honest you either chose equality,  both the good and the bad, or choose old school. Meaning that you demand that the guys is the archetype of the old school gentleman, but you also have to be the archetype of the old school woman(staying in the house, cooking, cleaning and taking care of his sexual needs whenever he wants). Now there isnt anything wrong with either of the options( different tastes for different people) but anything in between and your just a hypocrite who wants to have their cake and eat it.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/obp7da/cmv_woman_who_demand_both_equality_and_chivalry/",
  "subreddit": "changemyview",
  "id": "obp7da",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now to star I want to clarify what I mean by chivalry. I dont mean treating\npeople with respect or holding the door open, those are just traits of a decent\nhuman. What I mean is the man asking the woman out , having to plan the date,\npay for it and any further other(since she will hold it againts…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、星に向かって......私が言う「騎士道精神」とは何かを明らかにしたいと思います。人に敬意を持って接するとか、ドアを開けておくとか、そういう意味ではありません。\n尊敬の念を持って人を扱うとか、ドアを開けておくとか、そういうのはまともな人間の特徴です。\n人間の特徴です。私が言いたいのは、男性が女性をデートに誘い、デートの計画を立てなければならないということです。\n私が言いたいのは、男性が女性をデートに誘い、デートの計画を立て、お金を払い、さらにその他のこと（彼女はそれを反故にするでしょうから）をしなければならないということです。",
      "title": "Cmv: 平等と騎士道の両方を求める女性は偽善者です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在对明星来说，我想澄清我所说的骑士精神是什么意思。我并不是说要以尊重的态度对待\n尊重别人或为别人开门，这些只是一个体面人的特征。\n人的特征。我的意思是，男人约女人出来，必须计划好约会。\n支付费用和任何其他费用（因为她会反对）。",
      "title": "Cmv: 既要求平等又要求骑士精神的女人是伪君子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在對明星來說，我想澄清我所說的騎士精神是什麼意思。我並不是說要以尊重的態度對待\n尊重別人或爲別人開門，這些只是一個體麪人的特徵。\n人的特徵。我的意思是，男人約女人出來，必須計劃好約會。\n支付費用和任何其他費用（因爲她會反對）。",
      "title": "Cmv: 既要求平等又要求騎士精神的女人是僞君子"
    }
  ]
}