{
  "author": "Met76",
  "original_created_utc": 1626290528,
  "title": "YSK: Your vacuum cleaner is probably not broken and just needs a cleaning",
  "created_utc": 1626355784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Emptying the clip-in container doesn&#39;t clear out the system, and many times your issues result from a clogged filter and/or long hair twisting up in the carpet roller under the vacuum.</p>\n\n<p>If you take 10 minutes to explore your vacuum, you&#39;ll find filters that are super easy to remove. Either you just twist it off or just pull it off. Give that filter a few hard whacks outside against something solid and you&#39;ll be amazed how much dust comes out.</p>\n\n<p>If there is a ton of hair wrapped around the carpet scrubber on the bottom, turn the vacuum on its side. Grab a box cutter, and just slice through all the hair and it&#39;ll come right out.</p>\n\n<p>If you do this every once in a while, your vacuum will work near good as new. The most common things that burn out a vacuum is something is clogged up, causing intense strain on the equipment. </p>\n\n<p>Taking 10-20 minutes to just pull crap out will save you from having to buy a whole new vacuum.</p>\n\n<p>Source: Am airbnb host and have done way more than my fair share of vacuuming.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/okbjwk/ysk_your_vacuum_cleaner_is_probably_not_broken/",
  "subreddit": "YouShouldKnow",
  "id": "okbjwk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nEmptying the clip-in container doesn't clear out the system, and many times your\nissues result from a clogged filter and/or long hair twisting up in the carpet\nroller under the vacuum.\n\nIf you take 10 minutes to explore your vacuum, you'll find filters that are\nsuper easy to remove. Either…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nクリップインコンテナを空にしても、システムはクリアになりません。\n多くの場合、フィルターの目詰まりや、髪の毛がカーペットローラーに絡まっていることが原因です。\n掃除機の下のカーペットローラーに長い髪の毛が絡まっていることが多いです。\n\n掃除機の中を10分ほど見てみると、フィルターが簡単に取り外せることに気づくはずです。\n簡単に取り外すことができます。どちらにしても...",
      "title": "YSK: あなたの掃除機はおそらく壊れておらず、掃除が必要なだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n清空夹式容器并不能清除系统，很多时候你的问题是由于过滤器堵塞和/或长毛缠绕在地毯上造成的。\n很多时候，你的问题是由于过滤器堵塞和/或长毛发缠绕在吸尘器下面的地毯\n缠绕在吸尘器下面的地毯辊上。\n\n如果你花10分钟来探索你的真空吸尘器，你会发现过滤器是非常容易拆卸的。\n你会发现过滤器是非常容易去除的。无论是...",
      "title": "YSK：你的吸尘器可能没有坏，只是需要清洁一下"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n清空夾式容器並不能清除系統，很多時候你的問題是由於過濾器堵塞和/或長毛纏繞在地毯上造成的。\n很多時候，你的問題是由於過濾器堵塞和/或長毛髮纏繞在吸塵器下面的地毯\n纏繞在吸塵器下面的地毯輥上。\n\n如果你花10分鐘來探索你的真空吸塵器，你會發現過濾器是非常容易拆卸的。\n你會發現過濾器是非常容易去除的。無論是...",
      "title": "YSK：你的吸塵器可能沒有壞，只是需要清潔一下"
    }
  ]
}