{
  "author": "sarahlu82",
  "original_created_utc": 1634237348,
  "title": "Queer adult rom-coms?",
  "created_utc": 1634254744,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for some recs for cute queer adult romance books. I am LOVING the proliferation of queer YA books in the last couple years, but I&#39;m 39 years old and reading about teen romance feels a little squicky to me. I&#39;m looking for something more on the cute &amp; sweet side - I&#39;m fine with sexual content, I just want more plot than pure erotica. Some I&#39;ve read &amp; enjoyed lately have been Boyfriend Material (Alexis Hall), One Last Stop &amp; RWRB (Casey McQuiston), and Charm Offensive (Alison Cochrun) and would love anything else along those lines. TIA!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/q8635u/queer_adult_romcoms/",
  "subreddit": "booksuggestions",
  "id": "q8635u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm looking for some recs for cute queer adult romance books. I am LOVING the\nproliferation of queer YA books in the last couple years, but I'm 39 years old\nand reading about teen romance feels a little squicky to me. I'm looking for\nsomething more on the cute & sweet side - I'm fine with sexual…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "キュートなクィア・アダルト・ロマンス本のレコメンドを探しています。ここ数年のクィアYA本の普及には感心しています。\nここ2、3年でクィアYAの本が増えてきましたが、私は39歳で\nティーンエイジャーのロマンスを読むのは、ちょっと気が引けます。私が探しているのは\nもっとキュートでスウィートなものを探しています - 性的なものでも構いません。",
      "title": "クィアな大人のロマンス映画？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找一些可爱的成人同性恋爱情书籍的推荐。我很喜欢\n在过去的几年里，同性恋青少年书籍大量涌现，但我已经39岁了。\n但我已经39岁了，读青少年的爱情故事对我来说有点难受。我正在寻找\n更多可爱和甜美的东西--我对性生活没有意见......",
      "title": "同性恋的成人爱情喜剧？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找一些可愛的成人同性戀愛情書籍的推薦。我很喜歡\n在過去的幾年裏，同性戀青少年書籍大量湧現，但我已經39歲了。\n但我已經39歲了，讀青少年的愛情故事對我來說有點難受。我正在尋找\n更多可愛和甜美的東西--我對性生活沒有意見......",
      "title": "同性戀的成人愛情喜劇？"
    }
  ]
}