{
  "author": "bitterbillsfan",
  "the_new_excerpt": "Assume any precedent could just as easily be used against you if a different\nideology was in charge. That should be your litmus test for outrage vs. support.\n\nThis is turning into a censorship witch-hunt against people who, agree with them\nor not, justified or not, already feel like they’re under…",
  "original_created_utc": 1610205570,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "假设任何先例都可以很容易地被用来对付你，如果不同的\n意识形态占主导地位。这应该是愤怒与支持的试金石。\n\n这正在变成一种审查制度，对那些同意他们观点的人进行政治迫害\n不管是不是，合理与否，他们已经感觉自己处于…之下",
      "title": "[改变我的想法]：我的进步同僚应该感到震惊，联合起来反对像禁止/r/donaldtrump这样的技术审查"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "假設任何先例都可以很容易地被用來對付你，如果不同的\n意識形態占主導地位。這應該是憤怒與支持的試金石。\n\n這正在變成一種審查制度，對那些同意他們觀點的人進行政治迫害\n不管是不是，合理與否，他們已經感覺自己處於…之下",
      "title": "[改變我的想法]：我的進步同僚應該感到震驚，聯合起來反對像禁止/r/donaldtrump這樣的技術審查"
    }
  ],
  "title": "CMV: My fellow progressives should be appalled and uniting against tech censoring like banning /r/donaldtrump",
  "created_utc": 1610231925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Assume any precedent could just as easily be used against you if a different ideology was in charge. That should be your litmus test for outrage vs. support.</p>\n\n<p>This is turning into a censorship witch-hunt against people who, agree with them or not, justified or not, already feel like they’re under attack. At the furthest extremes, they have way more guns and a leader some of them would clearly die for. And yet the <a href=\"/r/politics\">/r/politics</a> crowd celebrates pushing them closer to the edge. How do we think that ends? They all just snap out of it one day and agree that “gravy seals” or whatever too-cool-for-the-fucking-room insult you came up is funny? Grow up. Are you seriously a functional, self-actualized adult using insults like a 5th grader? I’m sure I’ve been guilty of it. I’m embarrassed too. </p>\n\n<p>It’s disappointing to watch and not helping the eroding social cohesion tearing the country apart. It’s an attack on progressive ideals just as much as conservatives. And if you’re not going to defend them, they are for damn sure, not going to defend us if the shoe is ever on the other foot.</p>\n\n<p>Apply some Golden rule compassion please. Even (and especially) if you think the other side is a cult. We’ve all been victims of a false narrative at some point. If you think your worldview hasn’t been gamed by at least a few, I have some bad news for you. Instead of reporting every post iNcItInG vIoLeNcE, how about we all get to work on figuring out the series of words we need to use and agreements we need to reach with our fellow Americans to deescalate this shit, live together more harmoniously, and start demanding more of our leaders together?</p>\n\n<p>Edit: The irony of those downvoting this post instead of trying to confront the reality of it is exactly what the post is about. Use your words everyone. Especially those who claim to revel in “difficult conversations” about race, gender, etc...put this on the list. This is a very difficult conversation.</p>\n\n<p>Edit: to clarify, I support the trump Twitter and FB bans. Too much damage can be done. Same with individual bans for violence. It’s the banning in bulk where mostly non-violent people are collateral damage that I’m against. It needlessly marginalizes and isn’t conducive to fixing this shit.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ktson7/cmv_my_fellow_progressives_should_be_appalled_and/",
  "subreddit": "changemyview",
  "id": "ktson7",
  "is_self": true,
  "media": null,
  "is_video": false
}