{
  "author": "NZAvenger",
  "original_created_utc": 1626654398,
  "title": "The Neverending Story is a far better fantasy book than any Harry Potter book",
  "created_utc": 1626664992,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can see this easily becoming a &quot;There are much better fantasy books than Harry Potter.&quot;</p>\n\n<p>But I just finished reading The Neverending Story and I loved the book so much. How it&#39;s printed in green and red ink to differentiate the two worlds, and I loved the second half of the novel when Bastian goes to Fantastica. The plot about how Bastian loses a memory everytime he makes a wish, and must go from wish to wish to find his way back was beautiful, I couldn&#39;t stop reading it.</p>\n\n<p>Michael Ende has ten times the imagination than JK Rowling.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/on2zql/the_neverending_story_is_a_far_better_fantasy/",
  "subreddit": "books",
  "id": "on2zql",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can see this easily becoming a \"There are much better fantasy books than Harry\nPotter.\"\n\nBut I just finished reading The Neverending Story and I loved the book so much.\nHow it's printed in green and red ink to differentiate the two worlds, and I\nloved the second half of the novel when Bastian goes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これが「ハリー・ポッターよりもずっといいファンタジー本がある」になってしまうのは目に見えています。\nとなってしまいそうです。\n\nでも、「ネバーエンディング・ストーリー」を読み終えて、この本がとても気に入りました。\n緑と赤のインクで印刷されていて、2つの世界を区別していることや\n後半のバスチアンが行くところも好きでした。",
      "title": "ネバーエンディング・ストーリー」は、ハリー・ポッターよりもはるかに優れたファンタジー本です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我可以看到这很容易成为 \"有比《哈利-波特》好得多的幻想书\"。\n波特\"。\n\n但是我刚刚读完《永不磨灭的故事》，我非常喜欢这本书。\n它是如何用绿色和红色墨水印刷来区分两个世界的，而且我\n我喜欢小说的后半部分，当巴斯蒂安去...",
      "title": "永无止境的故事》是一本比任何《哈利-波特》更好的奇幻书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我可以看到這很容易成爲 \"有比《哈利-波特》好得多的幻想書\"。\n波特\"。\n\n但是我剛剛讀完《永不磨滅的故事》，我非常喜歡這本書。\n它是如何用綠色和紅色墨水印刷來區分兩個世界的，而且我\n我喜歡小說的後半部分，當巴斯蒂安去...",
      "title": "永無止境的故事》是一本比任何《哈利-波特》更好的奇幻書"
    }
  ]
}