{
  "author": "guy___manderson",
  "original_created_utc": 1634907911,
  "title": "Maybe an actual unpopular opinion: Stop complaining about taxes",
  "created_utc": 1634917393,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Taxes suck. We get it. They always have, and they always will. But taxes are the price we pay to live in a functioning society. Yes, the definition of &quot;functioning society&quot; may seem debatable at times, but the alternative is so much worse. But stop being angry that you have to pay a tax when you turn a capital gain. We all do. Average Joe does, anyways.  </p>\n\n<p>Instead of being angry about having to pay taxes, be angry at the super-wealthy. Those that have access to the means to dodge taxes legally, and be angry at the politicians who write the loopholes that allow them to do so. The solution is not demanding that we shouldn&#39;t have to pay taxes, but instead demanding that the richest people in this world pay their fair share. Every dollar they don&#39;t pay in taxes is a dollar you or I have to make up for.</p>\n\n<p>If you hate that the rich get away with legal tax dodging, then vote. Get everyone you know to vote. Vote for the guy or gal that will keep the rich accountable. Stop voting for the ones that won&#39;t. Posting on this sub about how much you hate taxes isn&#39;t going to accomplish much. Most of us here agree with you already.</p>\n\n<p>Be the change you want to see. Peace and love to you all.</p>\n</div><!-- SC_ON -->",
  "score": 673,
  "permalink": "/r/CryptoCurrency/comments/qdgiqr/maybe_an_actual_unpopular_opinion_stop/",
  "subreddit": "CryptoCurrency",
  "id": "qdgiqr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Taxes suck. We get it. They always have, and they always will. But taxes are the\nprice we pay to live in a functioning society. Yes, the definition of\n\"functioning society\" may seem debatable at times, but the alternative is so\nmuch worse. But stop being angry that you have to pay a tax when you…"
}