{
  "author": "WorriedObjective",
  "original_created_utc": 1629910137,
  "title": "What are some books that you really wanted to read that actually met or exceeded your expectations?",
  "created_utc": 1629933794,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I find so often there are books that have been on my to-read list for so long and I get so excited about them and then they&#39;re just... incredibly underwhelming. I recently finished reading The Secret Life of Bees which had been on my list to read for years and I was so worried it would fall short but I loved every word of it. What are some books that actually met or exceeded your expectations after wanting to read them for so long?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pbf6rw/what_are_some_books_that_you_really_wanted_to/",
  "subreddit": "books",
  "id": "pbf6rw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I find so often there are books that have been on my to-read list for so long\nand I get so excited about them and then they're just... incredibly\nunderwhelming. I recently finished reading The Secret Life of Bees which had\nbeen on my list to read for years and I was so worried it would fall short…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はよく、長い間リーディングリストに載っていた本が\nとても楽しみにしていたのに...信じられないくらいの\n参ってしまいます。最近、何年も読みたいと思っていた『The Secret Life of Bees』を読み終えました。\n何年も前から読みたいと思っていたので、期待外れになるのではないかと心配していたのですが...。",
      "title": "どうしても読みたかった本で、実際に期待通りだったもの、期待以上だったものはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我发现经常有一些书在我的阅读清单上停留了很久\n我对它们感到非常兴奋，然后它们只是......令人难以置信的\n让人难以接受。我最近读完了《蜜蜂的秘密生活》。\n这本书在我的阅读清单上已经有好几年了，我很担心它会落空......",
      "title": "有哪些你非常想读的书，实际上达到或超过了你的期望？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我發現經常有一些書在我的閱讀清單上停留了很久\n我對它們感到非常興奮，然後它們只是......令人難以置信的\n讓人難以接受。我最近讀完了《蜜蜂的祕密生活》。\n這本書在我的閱讀清單上已經有好幾年了，我很擔心它會落空......",
      "title": "有哪些你非常想讀的書，實際上達到或超過了你的期望？"
    }
  ]
}