{
  "author": "SpectrumDT",
  "the_new_excerpt": "I am the father of a son 1-year-old boy. He doesn't talk yet, but I feel I need\nto think about how to teach him things - among other things, an attitude towards\nharsh language.\n\nI use harsh language occasionally myself and see nothing wrong with it, so it\nwould be hypocritical to teach him that…",
  "original_created_utc": 1620148243,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は息子1歳の男の子の父親です。まだ言葉は話せませんが、何かを教えなければと思っています。\n教えることを考えなければならないと思っています。\n厳しい言葉に対する態度です。\n\n私もたまにきつい言葉を使うことがありますが、それは悪いことではありません。\nそれを教えるのは偽善的だと思うのですが・・・。",
      "title": "CMV：罵声は怒鳴り声と同じで、たまには適切なこともありますが、ずっとやっているとバカにされているようで腹が立ちます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个1岁男孩的父亲。他还不会说话，但我觉得我需要\n我需要考虑如何教他一些东西--其中包括对严厉语言的态度。\n严厉的语言。\n\n我自己偶尔也会使用严厉的语言，但我认为这没有什么不对，所以\n所以教他这样做是很虚伪的......",
      "title": "CMV: 骂人就像大喊大叫--偶尔合适，但一直这样做会让你听起来很蠢很烦人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個1歲男孩的父親。他還不會說話，但我覺得我需要\n我需要考慮如何教他一些東西--其中包括對嚴厲語言的態度。\n嚴厲的語言。\n\n我自己偶爾也會使用嚴厲的語言，但我認爲這沒有什麼不對，所以\n所以教他這樣做是很虛僞的......",
      "title": "CMV: 罵人就像大喊大叫--偶爾合適，但一直這樣做會讓你聽起來很蠢很煩人。"
    }
  ],
  "title": "CMV: Cursing is like shouting - occasionally appropriate, but doing it all the time makes you sound stupid and annoying",
  "created_utc": 1620160391,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am the father of a son 1-year-old boy. He doesn&#39;t talk yet, but I feel I need to think about how to teach him things - among other things, an attitude towards harsh language.</p>\n\n<p>I use harsh language occasionally myself and see nothing wrong with it, so it would be hypocritical to teach him that swearing is bad in general. </p>\n\n<p>I think that yelling is a good analogy: Sometimes yelling is completely reasonable, but if you yell a lot it&#39;s annoying and you come off as stupid. The same with cussing.</p>\n\n<p>Is this analogy flawed? CMV.</p>\n</div><!-- SC_ON -->",
  "score": 330,
  "permalink": "/r/changemyview/comments/n4to8w/cmv_cursing_is_like_shouting_occasionally/",
  "subreddit": "changemyview",
  "id": "n4to8w",
  "is_self": true,
  "media": null,
  "is_video": false
}