{
  "author": "cweirick",
  "original_created_utc": 1640796530,
  "title": "Why do we have such awful random inner thoughts?",
  "created_utc": 1640812293,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why does our inner dialogue sometimes come up with the most horrific passing inner thoughts? What possible evolutionary reason is there for that for me to be holding the dog that I love more than anything else have a passing thought of what it would be like to stab him? Or the person I love more than anything a fleeting thought of pushing them downstairs.. I would never act on these in a million years but yet they quickly pass through my brain.. why would that be? And please tell me other people think these things&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 107,
  "permalink": "/r/TooAfraidToAsk/comments/rrcjqe/why_do_we_have_such_awful_random_inner_thoughts/",
  "subreddit": "TooAfraidToAsk",
  "id": "rrcjqe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why does our inner dialogue sometimes come up with the most horrific passing\ninner thoughts? What possible evolutionary reason is there for that for me to be\nholding the dog that I love more than anything else have a passing thought of\nwhat it would be like to stab him? Or the person I love more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> なぜ、私たちの内なる対話は時々出てくるのでしょうか？\n最も恐ろしい通過する内なる思考で？どんな進化的な理由があるのだろう？\nそのために、私は何よりも愛する犬を抱いているのです。\n刺されたらどうしようという思いがよぎる...",
      "title": "なぜ、私たちはこんなにもひどいランダムな内心を持つのだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>为什么我们的内心对话有时会出现\n出最可怕的内心想法？有什么可能的进化理由\n是什么原因让我在抱着我最爱的狗的时候\n我在抱着我最爱的狗的时候，突然想到要刺杀......的感觉。",
      "title": "为什么我们会有如此可怕的随机内心想法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>爲什麼我們的內心對話有時會出現\n出最可怕的內心想法？有什麼可能的進化理由\n是什麼原因讓我在抱着我最愛的狗的時候\n我在抱着我最愛的狗的時候，突然想到要刺殺......的感覺。",
      "title": "爲什麼我們會有如此可怕的隨機內心想法？"
    }
  ]
}