{
  "author": "xxxxxah123",
  "original_created_utc": 1631641952,
  "title": "CMV: r/femaledatingstrategy is one of the most disgusting, vile, subreddits around and deserves to be shutdown",
  "created_utc": 1631655030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The major irony here is that if one of them reads this, they would get on their pedestal and scoff. Probably celebrate because it&#39;s just another &quot;example&quot; of why they&#39;re around. Yeah...okay...</p>\n\n<p>There&#39;s much hypocrisy and terrorism to go around there, but the most hate-filled rhetoric I&#39;ve seen is the absolute MASS of comments about penis size. Now listen here, I am not one to kink-shame or to slut-shame. And I am not saying women can&#39;t have a preference for bigger cocks. In fact, if a woman embraces what she enjoys, more power to her. The sexism and hate comes into play with the <strong>real</strong> comments I&#39;ve seen such as these from the thousands to choose from: &quot;if he don&#39;t have the size, he&#39;s not getting between these thighs&quot;, &quot;ugh I slept with a guy once who had a micropenis....HAHAHAHA&quot;, &quot;I like sex too much to put up with a guy with a small dick.&quot;</p>\n\n<p>Put up with him? Don&#39;t put up with a guy who abuses you. Don&#39;t put up with a guy who thinks you should cook every meal for him. Absolutely...</p>\n\n<p>But you aren&#39;t going to &quot;put up&quot; with a small dick? You say it like he did something wrong. Again, if you don&#39;t find a small penis pleasurable, that&#39;s fine. But what the FUCK is with that phrasing?! </p>\n\n<p>So, you&#39;re simply trying to make men feel bad about an appendage on their body? Something they can&#39;t control and were born with. Why? Because all men are evil? Precisely! That is truly what that sub promotes and pedals. These comments are the norm on that sub. I wouldn&#39;t be surprised if I guy with a small penis had suicidal thoughts while browsing that sub. And no, that&#39;s not hyperbole. I worry for those people.</p>\n\n<p>How dare you!</p>\n\n<p>Also, did you know all men cheat? Every single one. I mean Every. Single. One. All of us. (No, this is not a generalization of the sub&#39;s views. There are posts galore about how literally <em>every</em> man cheats.) Even I, who&#39;s never cheated, I cheat.</p>\n\n<p>Nowadays, &#39;hate&#39; has become so commonplace that it&#39;s taken on a new meaning. &quot;I hate this show. I hate my life. I hate my haircut. I hate you...&quot; Etc. But if we go back to the true definition of what hate is (think &quot;hate crime&quot;), <a href=\"/r/femaledatingstrategy\">r/femaledatingstrategy</a> is a place of hate. Same as a subreddit that would advocate for white supremacy or xenophobia. Hate. That subreddit should not exist and I&#39;m so flabbergasted at the fact that it does. But then again, there are plenty of evil people in the world. And here&#39;s another group participating in terrorism.</p>\n\n<p>Oh, and the funny part (not) is that when they read this, they will laugh and say that I am a misogynist and it will add fuel to their fire. I am the perfect example of the enemy. The sexist man. I&#39;d probably get accused of rape for thinking that small penises shouldn&#39;t be laughed at.</p>\n\n<p>I really couldn&#39;t give more of a fuck because no matter what I say to you, none of those disgusting people would ever change. My purpose here is to shine light on a hub for hate and reach people who may never have heard of it before. Check it out for yourself and form your own opinion. Just don&#39;t stay long enough for them to think they have new followers.</p>\n\n<p><em>LoL I aM So mADdDDdD</em></p>\n\n<p>Yeah, I am. Yeah, you got me. They can laugh at that if they want to I guess. To them, I&#39;m posting this because I&#39;m insecure and lack confidence. Not because I get sad when the world disappoints me and when I&#39;m told I&#39;m the enemy simply because of my gender.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/po7v0x/cmv_rfemaledatingstrategy_is_one_of_the_most/",
  "subreddit": "changemyview",
  "id": "po7v0x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The major irony here is that if one of them reads this, they would get on their\npedestal and scoff. Probably celebrate because it's just another \"example\" of\nwhy they're around. Yeah...okay...\n\nThere's much hypocrisy and terrorism to go around there, but the most\nhate-filled rhetoric I've seen is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでの大きな皮肉は、もし彼らの一人がこれを読んだら、彼らは自分の台座の上に乗り、嘲笑するだろうということです。\n台座に乗って嘲笑するでしょう。おそらく、彼らが存在する理由のもう一つの「例」であるため、祝福するでしょう。\n彼らが存在する理由の一つであるからです。ああ...そうか...。\n\nそこには多くの偽善とテロリズムがありますが、最も\n私が見た中で最も憎しみに満ちたレトリックは...",
      "title": "CMV: r/femaledatingstrategyは最も嫌な、下品なサブレディットの一つであり、閉鎖されるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这里最大的讽刺是，如果他们中的一个人读到这个，他们会站在他们的\n他们会站在他们的基座上嘲笑。可能会庆祝，因为这只是另一个 \"例子\"。\n为什么他们会在这里。是的...好吧...\n\n那里有很多虚伪和恐怖主义的东西，但是最\n充满仇恨的言辞是...",
      "title": "CMV: r/femaledatingstrategy是最恶心、最卑鄙的子版块之一，理应被关闭。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏最大的諷刺是，如果他們中的一個人讀到這個，他們會站在他們的\n他們會站在他們的基座上嘲笑。可能會慶祝，因爲這只是另一個 \"例子\"。\n爲什麼他們會在這裏。是的...好吧...\n\n那裏有很多虛僞和恐怖主義的東西，但是最\n充滿仇恨的言辭是...",
      "title": "CMV: r/femaledatingstrategy是最噁心、最卑鄙的子版塊之一，理應被關閉。"
    }
  ]
}