{
  "author": "DelectPierro",
  "the_new_excerpt": "In an interview with Oprah, Meghan Markle said that someone, presumably in the\nRoyal family, expressed concerns about how dark her baby’s skin would be. But\nshe declined to name who she alleges said that because it would be “very\ndamaging to them.”\n\nIf what she alleges is true, that is an abhorrent,…",
  "original_created_utc": 1615214892,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在接受奥普拉采访时，梅根-马克尔说，有人，大概是在。\n王室，对她宝宝的皮肤会有多黑表示担忧。但是\n她拒绝透露她所称的谁说过这句话，因为这将是 \"非常\"。\n损害了他们的利益。\"\n\n如果她的指控是真的，那就是一种可恶的，... ...",
      "title": "CMV：梅根-马克尔和哈里王子如果要做出他们所做的那种指控，就应该去记录并说出名字。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在接受奧普拉採訪時，梅根-馬克爾說，有人，大概是在。\n王室，對她寶寶的皮膚會有多黑表示擔憂。但是\n她拒絕透露她所稱的誰說過這句話，因爲這將是 \"非常\"。\n損害了他們的利益。\"\n\n如果她的指控是真的，那就是一種可惡的，... ...",
      "title": "CMV：梅根-馬克爾和哈里王子如果要做出他們所做的那種指控，就應該去記錄並說出名字。"
    }
  ],
  "title": "CMV: Meghan Markle and Prince Harry should go on the record and name names if they are to make the type of allegations they did.",
  "created_utc": 1615239333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In an interview with Oprah, Meghan Markle said that someone, presumably in the Royal family, expressed concerns about how dark her baby’s skin would be. But she declined to name who she alleges said that because it would be “very damaging to them.” </p>\n\n<p>If what she alleges is true, that is an abhorrent, inexcusable racist comment and the public - whose tax dollars fund the Royal Family’s lavish lifestyle - have a right to know who said it. </p>\n\n<p>By making that allegation, it casts a net over the entire Royal Family and damages everyone’s image. Investigative reporters will now go out of their way to get corroboration and find out who made those comments. </p>\n\n<p>If they are to make such an allegation, Meghan and Harry owe it to the members of the Royal Family who did not engage in racist conversations but might have their reputations tarnished over tabloid speculation, as well as the public to call them out by name. If it is the Queen or her immediate heir, so be it. The public deserves to know.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m0h77y/cmv_meghan_markle_and_prince_harry_should_go_on/",
  "subreddit": "changemyview",
  "id": "m0h77y",
  "is_self": true,
  "media": null,
  "is_video": false
}