{
  "author": "MajtasticVoyage",
  "original_created_utc": 1628604789,
  "title": "What's the one book you've tried to read many times, but just can't seem to get through?",
  "created_utc": 1628645559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me, it&#39;s <em>House of Leaves</em> by Mark Z. Danielewski. It&#39;s a big book; dense, with lots of interesting formatting. I make it through the first 30 or so pages before I either give up or start on something else or &#39;backburner&#39; it for another day. I must have read those first pages a dozen times. It was highly recommended by a good friend and I&#39;d love to make it through, but I can&#39;t seem to accomplish it.</p>\n\n<p>Another one would be Robert Greene&#39;s <em>The 48 Laws of Power</em>. It&#39;s another one that has incredibly interesting material, but, while it&#39;s been in my library for more than 10 years, I haven&#39;t brought myself to read past the first couple &#39;laws,&#39; even though I&#39;ve very much enjoyed the time I&#39;ve spent with it.</p>\n\n<p>What is the book you can&#39;t seem to make it through? Any insight as to why? I&#39;m just curious. I know it&#39;s really just a matter of sitting down and doing it, and even though I read dozens of books all around it, it just seems impossible to read this one lol! Perhaps I need to just go back to reading comic books and Encyclopedia Brown novels :)</p>\n\n<p>Have a great day, everyone!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p1pzz9/whats_the_one_book_youve_tried_to_read_many_times/",
  "subreddit": "books",
  "id": "p1pzz9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For me, it's House of Leaves by Mark Z. Danielewski. It's a big book; dense,\nwith lots of interesting formatting. I make it through the first 30 or so pages\nbefore I either give up or start on something else or 'backburner' it for\nanother day. I must have read those first pages a dozen times. It was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、Mark Z. Danielewskiの「House of Leaves」です。これは大きな本で、密度が高く\n興味深いフォーマットがたくさんあります。私は最初の30ページほどを読み終えたところで\n諦めるか、他のことに取り掛かるか、別の日に「バックバーナ」するかのいずれかです。\n別の日に「後回し」にする。私はその最初のページを何十回も読んだに違いありません。それは...。",
      "title": "何度も読もうとしているのに、どうしても読めない本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，是马克-Z-丹尼尔维斯基的《叶子之家》。这是一本大书；很密集。\n有很多有趣的格式。我只看了前30页左右\n然后我就放弃了，或者开始做别的事情，或者把它 \"搁置 \"起来。\n另一天。我一定是把这些第一页读了十几遍。它是...",
      "title": "你曾多次试图阅读的一本书是什么，但似乎就是无法读完？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，是馬克-Z-丹尼爾維斯基的《葉子之家》。這是一本大書；很密集。\n有很多有趣的格式。我只看了前30頁左右\n然後我就放棄了，或者開始做別的事情，或者把它 \"擱置 \"起來。\n另一天。我一定是把這些第一頁讀了十幾遍。它是...",
      "title": "你曾多次試圖閱讀的一本書是什麼，但似乎就是無法讀完？"
    }
  ]
}