{
  "author": "MajtasticVoyage",
  "original_created_utc": 1628604789,
  "title": "What's the one book you've tried to read many times, but just can't seem to get through?",
  "created_utc": 1628645559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me, it&#39;s <em>House of Leaves</em> by Mark Z. Danielewski. It&#39;s a big book; dense, with lots of interesting formatting. I make it through the first 30 or so pages before I either give up or start on something else or &#39;backburner&#39; it for another day. I must have read those first pages a dozen times. It was highly recommended by a good friend and I&#39;d love to make it through, but I can&#39;t seem to accomplish it.</p>\n\n<p>Another one would be Robert Greene&#39;s <em>The 48 Laws of Power</em>. It&#39;s another one that has incredibly interesting material, but, while it&#39;s been in my library for more than 10 years, I haven&#39;t brought myself to read past the first couple &#39;laws,&#39; even though I&#39;ve very much enjoyed the time I&#39;ve spent with it.</p>\n\n<p>What is the book you can&#39;t seem to make it through? Any insight as to why? I&#39;m just curious. I know it&#39;s really just a matter of sitting down and doing it, and even though I read dozens of books all around it, it just seems impossible to read this one lol! Perhaps I need to just go back to reading comic books and Encyclopedia Brown novels :)</p>\n\n<p>Have a great day, everyone!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p1pzz9/whats_the_one_book_youve_tried_to_read_many_times/",
  "subreddit": "books",
  "id": "p1pzz9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For me, it's House of Leaves by Mark Z. Danielewski. It's a big book; dense,\nwith lots of interesting formatting. I make it through the first 30 or so pages\nbefore I either give up or start on something else or 'backburner' it for\nanother day. I must have read those first pages a dozen times. It was…"
}