{
  "author": "arnodorian96",
  "original_created_utc": 1628791983,
  "title": "Who is your favorite author of your country?",
  "created_utc": 1628852769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As with most of Reddit, the sub is filled with english speaking authors but I believe authors in other countries might not get the recognition they deserve.  For example, Colombia&#39;s Garcia Marquez has one of the most amazing stories ever written in spanish. In my country, Huasipungo by Jorge Ycaza, a story about indigenous struggles in early 20th century Ecuador is one of my favorite books. A harrowing tale of abuse and hipocrisy of elites surrounding the indigenous people. And in young adult fiction there&#39;s this author called Maria Fernanda Heredia that really captures how it&#39;s being  a teenager and growing up in my country. Something I usually can&#39;t relate on Young Adult fiction from english speaking authors.</p>\n\n<p>So, who is your favorite author in your country?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p35hik/who_is_your_favorite_author_of_your_country/",
  "subreddit": "books",
  "id": "p35hik",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As with most of Reddit, the sub is filled with english speaking authors but I\nbelieve authors in other countries might not get the recognition they deserve.\nFor example, Colombia's Garcia Marquez has one of the most amazing stories ever\nwritten in spanish. In my country, Huasipungo by Jorge Ycaza, a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ほとんどのRedditと同様に、このサブは英語圏の作家で埋め尽くされています。\n他の国の作家は、相応の評価を受けていないのではないでしょうか。\n例えば、コロンビアのガルシア・マルケスは、スペイン語で書かれた最も素晴らしい物語の一つを持っています。\nスペイン語で書かれています。私の国では、Jorge YcazaのHuasipungoは、スペイン語で書かれた最も素晴らしい物語です。",
      "title": "あなたの国の好きな作家は誰ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "和大多数Reddit网站一样，这个子网站充满了讲英语的作者，但我认为其他国家的作者可能没有得到应有的认可。\n我相信其他国家的作者可能没有得到他们应得的认可。\n例如，哥伦比亚的加西亚-马尔克斯有一个最惊人的故事\n的西班牙文作品。在我的国家，豪尔赫-伊卡萨（Jorge Ycaza）的《华西彭戈》（Huasipungo），是一部以西班牙语写成的作品。",
      "title": "你最喜欢的贵国作家是谁？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "和大多數Reddit網站一樣，這個子網站充滿了講英語的作者，但我認爲其他國家的作者可能沒有得到應有的認可。\n我相信其他國家的作者可能沒有得到他們應得的認可。\n例如，哥倫比亞的加西亞-馬爾克斯有一個最驚人的故事\n的西班牙文作品。在我的國家，豪爾赫-伊卡薩（Jorge Ycaza）的《華西彭戈》（Huasipungo），是一部以西班牙語寫成的作品。",
      "title": "你最喜歡的貴國作家是誰？"
    }
  ]
}