{
  "author": "Keylimepieguy123",
  "original_created_utc": 1626557223,
  "title": "CMV: Cruise ships are the most obscene way for people to travel and should stop exisiting",
  "created_utc": 1626644537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cruise ships might be the most obscene “vacations” society has come up with. To start, the companies, for example Carnival or Royal Caribbean, are based in the US but because of absurd maritime law, fly flags of countries with little to no tax responsibility (Carnival in Panama and Royal in Liberia). They are also able to skirt minimum wage laws by flying flags of other countries and basically classify employees as US restaurants would a waiter. Paying well below minimum wage and having the consumer mitigate the awful pay via tips. </p>\n\n<p>Cruise ships can also dump their waste anywhere in international waters due to lack of regulation, essentially giving them free reign to dispose of their waste for nothing but the energy cost to do so.</p>\n\n<p>They greatly disrupt wild life with intense vibrations that throw off communication between everything from whales to sea turtles.</p>\n\n<p>They make picturesque areas (Venice in particular, but any destination really), an abhorrent site for anyone, let alone more impoverished areas where a steady source of income only comes from these ships that destroy the environment people live in to begin with.</p>\n\n<p>Tell me why cruise ships aren’t absolutely disgusting.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/omd54g/cmv_cruise_ships_are_the_most_obscene_way_for/",
  "subreddit": "changemyview",
  "id": "omd54g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Cruise ships might be the most obscene “vacations” society has come up with. To\nstart, the companies, for example Carnival or Royal Caribbean, are based in the\nUS but because of absurd maritime law, fly flags of countries with little to no\ntax responsibility (Carnival in Panama and Royal in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "クルーズ船は、社会が考え出した最も卑猥な「バカンス」かもしれない。そもそも\nそもそも、カーニバル社やロイヤル・カリビアン社などの会社は、アメリカに本社を置いています。\nしかし、不条理な海事法のために、ほとんど、あるいは全く税金のかからない国の旗を掲げています。\nカーニバルはパナマ、ロイヤル・カリビアンは...）。",
      "title": "CMV: クルーズ船は人々にとって最も卑猥な旅行手段であり、その存在を止めるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "邮轮可能是社会所想出的最淫秽的 \"假期\"。首先\n首先，这些公司，例如嘉年华或皇家加勒比，总部设在美国，但由于荒唐的海事法，悬挂的是几乎没有任何国家的国旗。\n但由于荒唐的海商法，它们悬挂的是几乎没有税收责任的国家的旗帜（嘉年华在巴拿马，皇家在......）。\n税收责任的国家（嘉年华在巴拿马，皇家在美国）。",
      "title": "CMV：游轮是人们最淫秽的旅行方式，应该停止存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "郵輪可能是社會所想出的最淫穢的 \"假期\"。首先\n首先，這些公司，例如嘉年華或皇家加勒比，總部設在美國，但由於荒唐的海事法，懸掛的是幾乎沒有任何國家的國旗。\n但由於荒唐的海商法，它們懸掛的是幾乎沒有稅收責任的國家的旗幟（嘉年華在巴拿馬，皇家在......）。\n稅收責任的國家（嘉年華在巴拿馬，皇家在美國）。",
      "title": "CMV：遊輪是人們最淫穢的旅行方式，應該停止存在。"
    }
  ]
}