{
  "author": "MisterSnippy",
  "original_created_utc": 1633752056,
  "title": "Afterwords for old books always make me tear up",
  "created_utc": 1633807236,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Afterwords are always a reflection of the author at the time the book is finished. I think my two favourite afterwords are one from Sir Arthur Conan Doyle in one of the Sherlock Holmes anthologies I read, and one by Boris Strugatsky in Roadside Picnic. In the Sherlock Holmes afterword Sir Arthur Conan Doyle has a moment where he is very directly writing to a reader in the future, and I always found it very touching. For Roadside Picnic the afterword is a fascinating look at the hardships of publishing books in the USSR at the time, and the struggles of writing to the whims of other people. Afterwords are rare things, often a regular book wont have one, but I always appreciate how it&#39;s the author taking us away from the story, and instead talking about something they feel the need to talk about. It&#39;s more than the book you just read, it&#39;s more personal.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q4dr1l/afterwords_for_old_books_always_make_me_tear_up/",
  "subreddit": "books",
  "id": "q4dr1l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Afterwords are always a reflection of the author at the time the book is\nfinished. I think my two favourite afterwords are one from Sir Arthur Conan\nDoyle in one of the Sherlock Holmes anthologies I read, and one by Boris\nStrugatsky in Roadside Picnic. In the Sherlock Holmes afterword Sir Arthur…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アフターワードは常に、本が完成した時点での著者の姿を反映しています。\nを反映したものです。私が好きな2つのあとがきは、アーサー・コナン・ドイルが書いたものです。\nドイルのものと、『ロードサイド・ピクニック』のボリス・ストルガツキーのものです。\nストルガツキーの『ロードサイド・ピクニック』の後書きです。シャーロック・ホームズの後書きでは、アーサー・コナン・ドイル卿が...",
      "title": "昔の本のあとがきにはいつも涙が出ます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "后记总是作者在书完成时的反映。\n完成时的情况。我认为我最喜欢的两篇后记是阿瑟-柯南爵士在《福尔摩斯选集》中写的一篇。\n道尔爵士在我读的《福尔摩斯选集》中的一篇，以及鲍里斯\n斯特鲁加茨基在《路边野餐》中写的。在《夏洛克-福尔摩斯》的后记中，阿瑟-柯南道尔爵士...",
      "title": "旧书的后记总是让我泪流满面"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "後記總是作者在書完成時的反映。\n完成時的情況。我認爲我最喜歡的兩篇後記是阿瑟-柯南爵士在《福爾摩斯選集》中寫的一篇。\n道爾爵士在我讀的《福爾摩斯選集》中的一篇，以及鮑里斯\n斯特魯加茨基在《路邊野餐》中寫的。在《夏洛克-福爾摩斯》的後記中，阿瑟-柯南道爾爵士...",
      "title": "舊書的後記總是讓我淚流滿面"
    }
  ]
}