{
  "author": "Bail-Me-Out",
  "original_created_utc": 1626815854,
  "title": "YSK if raw fruits and vegetables make your throat itchy, you might have oral allergy syndrome. You can zap most fruits and veg in the microwave for 10 seconds then re-chill it to fix the problem.",
  "created_utc": 1627275272,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Oral allergy syndrome is the most common food allergy and you, or someone you know, may have it. You can help them out by killing the pollen on the food you serve. </p>\n\n<p>I&#39;ve been surprised that numerous friends who had their throat itch from bananas, watermelon plums etc. weren&#39;t aware of oral allergy syndrome.  Also known as &quot;food pollen syndrome&quot; it relates to foods from a specific season that carry a type of pollen you&#39;re allergic to (usually birch, grass, or ragweed).</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oobcjo/ysk_if_raw_fruits_and_vegetables_make_your_throat/",
  "subreddit": "YouShouldKnow",
  "id": "oobcjo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Oral allergy syndrome is the most common food allergy and you, or\nsomeone you know, may have it. You can help them out by killing the pollen on\nthe food you serve.\n\nI've been surprised that numerous friends who had their throat itch from\nbananas, watermelon plums etc. weren't aware of oral…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 口腔アレルギー症候群は、最も一般的な食物アレルギーであり、あなたやあなたの知り合いが\nあなたやあなたの知り合いがそうかもしれません。あなたが提供する食べ物に付着した花粉を退治することで、彼らを助けることができるのです。\n花粉を退治してあげてください。\n\n私が驚いたのは、バナナ、スイカ、プラムで喉がかゆくなった友人がたくさんいたことです。\nバナナ、スイカ、プラムなどで喉が痒くなる友人が多いのには驚きましたが、口内炎のことは知りませんでした。",
      "title": "YSK 生の野菜や果物で喉がかゆくなる場合は、口腔アレルギー症候群かもしれません。ほとんどの果物や野菜を電子レンジで10秒間チンしてから、再度冷やすと問題が解決します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：口腔过敏综合征是最常见的食物过敏，你或你认识的人可能有这种情况。\n你或你认识的人可能有这种情况。你可以通过杀死你提供的食物上的花粉来帮助他们。\n你提供的食物。\n\n我感到惊讶的是，许多朋友因为吃了香蕉、西瓜、李子等食物而喉咙发痒，但他们并没有放弃。\n香蕉、西瓜、李子等引起的喉咙发痒，却不知道口服......",
      "title": "YSK如果生的水果和蔬菜使你的喉咙发痒，你可能有口腔过敏综合症。你可以把大多数水果和蔬菜放在微波炉里加热10秒钟，然后重新冷却，以解决这个问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：口腔過敏綜合徵是最常見的食物過敏，你或你認識的人可能有這種情況。\n你或你認識的人可能有這種情況。你可以通過殺死你提供的食物上的花粉來幫助他們。\n你提供的食物。\n\n我感到驚訝的是，許多朋友因爲吃了香蕉、西瓜、李子等食物而喉嚨發癢，但他們並沒有放棄。\n香蕉、西瓜、李子等引起的喉嚨發癢，卻不知道口服......",
      "title": "YSK如果生的水果和蔬菜使你的喉嚨發癢，你可能有口腔過敏綜合症。你可以把大多數水果和蔬菜放在微波爐里加熱10秒鐘，然後重新冷卻，以解決這個問題。"
    }
  ]
}