{
  "author": "Just_AlivenKicking",
  "original_created_utc": 1633616263,
  "title": "The Count of Monte Cristo remains my best classic novel ever!",
  "created_utc": 1633624398,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most of you readers have definitely read The Count of Monte Cristo by Alexandre Dumas. despite having many classics and modern thrillers, none excites me as much as this book. The plot, the language, the intrigue, the twists and turns in the book will always entertain me. Apart from Edmond Dantes the protagonist as the most popular character and Danglars as the most unpopular as the antagonist, who is your best character and why? Who is your most hated character and why?</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/q3a2ze/the_count_of_monte_cristo_remains_my_best_classic/",
  "subreddit": "books",
  "id": "q3a2ze",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most of you readers have definitely read The Count of Monte Cristo by Alexandre\nDumas. despite having many classics and modern thrillers, none excites me as\nmuch as this book. The plot, the language, the intrigue, the twists and turns in\nthe book will always entertain me. Apart from Edmond Dantes…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読者の皆さんの多くは、アレクサンドル・デュマの「モンテ・クリスト伯」を読んだことがあるでしょう。\nデュマの「モンテ・クリスト伯」を読んだことがあると思いますが、古典的な作品や現代的なスリラー作品はたくさんありますが、この本ほど私を興奮させるものはありません。\nこの本ほど興奮するものはありません。この本のプロット、言語、陰謀、紆余曲折は常に私を楽しませてくれます。\nこの本はいつも私を楽しませてくれます。エドモンド・ダンテスは別として...。",
      "title": "モンテ・クリスト伯」は、私にとって最高の古典小説です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你们中的大多数读者肯定都读过亚历山大-大仲马的《基督山伯爵》。\n尽管有许多经典作品和现代惊险小说，但没有一本像这本书那样让我兴奋。\n这本书一样兴奋。书中的情节、语言、阴谋、曲折和转折总是让我感到兴奋。\n书中的情节、语言、阴谋、曲折，总是能让我乐在其中。除了埃德蒙-唐太斯...",
      "title": "基督山伯爵》仍然是我有史以来最好的经典小说!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你們中的大多數讀者肯定都讀過亞歷山大-大仲馬的《基督山伯爵》。\n儘管有許多經典作品和現代驚險小說，但沒有一本像這本書那樣讓我興奮。\n這本書一樣興奮。書中的情節、語言、陰謀、曲折和轉折總是讓我感到興奮。\n書中的情節、語言、陰謀、曲折，總是能讓我樂在其中。除了埃德蒙-唐太斯...",
      "title": "基督山伯爵》仍然是我有史以來最好的經典小說!"
    }
  ]
}