{
  "author": "frostkaiser",
  "original_created_utc": 1628477867,
  "title": "CMV: Universal health care can and should be implemented in the US",
  "created_utc": 1628498620,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really want to hear a logical counterpoint to this.  It just seems so practical and basic.  99% of the industrialized world has implemented some form of it.</p>\n\n<p>I have lived a good portion of my life outside the US in both Germany and Japan (countries with Universal health care) and have found it vastly superior to the system present in the US.  I struggle to any clear reason why we shouldn&#39;t introduce similar comprehensive healthcare systems in the US., especially in the wake of the pandemic.  I understand that there are entrenched business and political interests at work in the US, as well as overall cultural resistance to the idea, but that, to me, is not a good enough reason why we shouldn&#39;t or can&#39;t create our own American Universal healthcare system.</p>\n\n<p>Overall, Universal Health care has very few downsides, aside from putting insurance companies out of business.  Are we concerned that pharmaceutical companies will be less willing to invest in R&amp;D if it isn&#39;t as profitable?  I am not convinced.  In Japan, there is a robust pharmaceutical industry (granted, Japan&#39;s healthcare system is something of a hybrid model), and they are more than capable of creating revolutionary new drugs.</p>\n\n<p>Are we worried about the cultural resistance to it?  Socialism/Communism, etc?  I imagine socialized healthcare will become a much easier sell over the coming years to the American public.  COVID-19 has proved the absolute necessity for a socialized healthcare system.  Imagine the clusterf***** dumpster fire the vaccination rollout would have been if they would have distributed it the way regular insurance is distributed.  I think we&#39;d be looking at a 15% at best vaccination rate right now if it wasn&#39;t free.</p>\n\n<p>What exactly are the reasons we shouldn&#39;t plow full speed ahead on this?  I really want to hear a good counter-argument because I am always interested in hearing the other side.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/p0svp1/cmv_universal_health_care_can_and_should_be/",
  "subreddit": "changemyview",
  "id": "p0svp1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really want to hear a logical counterpoint to this. It just seems so practical\nand basic. 99% of the industrialized world has implemented some form of it.\n\nI have lived a good portion of my life outside the US in both Germany and Japan\n(countries with Universal health care) and have found it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これに対する論理的な反論をぜひとも聞きたいものです。それはとても実用的で\n基本的なことだと思います。先進国の99％が何らかの形で導入しています。\n\n私は人生のかなりの部分をアメリカ以外のドイツと日本（国民皆保険の国）で過ごしてきました。\n(私はアメリカ以外のドイツと日本（国民皆保険制度のある国）で生活したことがありますが、その時に感じたことは...。",
      "title": "CMV: 米国では国民皆保険制度を導入できるし、導入すべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的想听听对这个问题的逻辑性反驳。这似乎很实际\n和基本的。99%的工业化世界已经实施了某种形式。\n\n我在美国之外的德国和日本生活了相当长的一段时间\n(有全民医疗的国家），并发现它...",
      "title": "CMV：在美国可以而且应该实施全民医保"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的想聽聽對這個問題的邏輯性反駁。這似乎很實際\n和基本的。99%的工業化世界已經實施了某種形式。\n\n我在美國之外的德國和日本生活了相當長的一段時間\n(有全民醫療的國家），並發現它...",
      "title": "CMV：在美國可以而且應該實施全民醫保"
    }
  ]
}