{
  "author": "scared_kid_thb",
  "original_created_utc": 1624265085,
  "title": "CMV: Your tip shouldn't change depending on the cost of the meal",
  "created_utc": 1624307835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t really get why tips are typically thought of in terms of percentages rather than absolute dollar value. Like--it&#39;s not substantially more work for the server to bring you a sixty dollar bottle of wine than a five dollar shot, so why would the former substantially increase how much they get paid and the latter have a negligible impact? </p>\n\n<p>What i&#39;m proposing is that you should work out an amount of money that you typically tip that more-or-less equals the average dollar amount you&#39;d be tipping on meals, and use that as the baseline rather than 15%. Like if your meals on average cost around 30$, you should have a baseline tip of 5$ whether you&#39;re getting a 15$ meal or a 45$ meal. (That&#39;s if we accept that 15% is an appropriate baseline tip--i know there&#39;s a push in some areas for that to be higher. i don&#39;t have a strong opinion either way but am probably vaguely supportive of people tipping more if they can afford it.)</p>\n\n<p>You might still have reasons to adjust that tip up or down. I don&#39;t necessarily think you should always pay servers the same--if you&#39;re staying for a long time, or having multiple courses, or have a large/disruptive party, or are going to a place with very good service or strict regulations about how the servers can act, i think those factors should increase how much you tip. And some of them are loosely correlated with expense--but I don&#39;t think that correlation is strong enough to really justify using expense as a proxy instead of tipping more specifically when those factors apply.</p>\n\n<p>Advantages of this:</p>\n\n<p>-increased income stability for waiters. it&#39;s still contingent on how many tables you get and whether they&#39;re generous tippers or not, so hardly ideal, but now at least it&#39;s not about whether the table ordered a 100$ bottle of wine or a 20$ round of shots</p>\n\n<p>-more equal for waiters at cheap places. it doesn&#39;t seem right that waiting at a place with high prices is a way better-paying job than waiting at a place with low prices, all else being equal. it&#39;s possible that the place with high prices is a more demanding job, but it&#39;s also totally possible that it isn&#39;t. </p>\n\n<p>-doesn&#39;t require constant recalculation. You&#39;ll probably only need to work out how much you should be tipping every few years as your income changes and you start being able to spend more--the rest of the time you can just give a steady dollar amount, with more for good service. Obviously I don&#39;t expect you to exactly calculate the average, just give a good enough estimate that you probably aren&#39;t paying less than you otherwise would overall. This is a comparatively minor issue but, well, rule of threes y&#39;know?</p>\n\n<p>The only real problem with this that I&#39;ve been able to see is that it bucks social convention so you&#39;d seem like a dick whenever you get an expensive meal and leave a comparatively small tip, even if you&#39;re actually being more fair overall. But it doesn&#39;t seem right to continue tipping unfairly just to look good/fit with social norms.</p>\n\n<p>Incidentally, i&#39;m also down for abolishing tipping as a practice, but what I&#39;m proposing here is more of a best-practices when you go to a restaurant--I think it&#39;s pretty obvious that the way to get rid of tipping is to put pressure on the restaurant owners, not to screw over the wait staff. (Not very interested in debating this part of the post though)</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/o4qq8y/cmv_your_tip_shouldnt_change_depending_on_the/",
  "subreddit": "changemyview",
  "id": "o4qq8y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't really get why tips are typically thought of in terms of percentages\nrather than absolute dollar value. Like--it's not substantially more work for\nthe server to bring you a sixty dollar bottle of wine than a five dollar shot,\nso why would the former substantially increase how much they get…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "チップは絶対的なものではなく、一般的にパーセンテージで考えられているのがよくわかりません。\n絶対的な金額ではなく、パーセンテージで考えるのはなぜなのでしょうか。例えば、サーバーが60ドルのワインを持ってくるのと、5ドルのワインを持ってくるのとでは、実質的な仕事量は変わりません。\n例えば、サーバーは5ドルのショットよりも60ドルのワインを持ってくる方が実質的に手間がかかるわけではありません。\nそれなのに、なぜ前者の方がもらえる金額が大幅に増えるのか...。",
      "title": "CMV: チップは食事の値段によって変えるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的不明白为什么小费通常被认为是以百分比而不是绝对的美元价值来计算的\n而不是绝对的美元价值。比如说--对服务员来说，给你送一瓶60美元的酒并不比给你送一瓶60美元的酒多出很多工作。\n服务员给你送一瓶60美元的酒并不比送一杯5美元的酒多。\n那么，为什么前者会大大增加他们的收入呢？",
      "title": "CMV：你的小费不应该根据餐费的高低而改变。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的不明白爲什麼小費通常被認爲是以百分比而不是絕對的美元價值來計算的\n而不是絕對的美元價值。比如說--對服務員來說，給你送一瓶60美元的酒並不比給你送一瓶60美元的酒多出很多工作。\n服務員給你送一瓶60美元的酒並不比送一杯5美元的酒多。\n那麼，爲什麼前者會大大增加他們的收入呢？",
      "title": "CMV：你的小費不應該根據餐費的高低而改變。"
    }
  ]
}