{
  "author": "Michaboudica",
  "original_created_utc": 1634438622,
  "title": "Your favorite random find?",
  "created_utc": 1634523401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not books picked up because you had the author recommended to you or because you recognize the title, but geniune random picks off the shelf of a bookstore or library that you found yourself gravitating to for whatever reason and just wanted to read, sight unseen.</p>\n\n<p>There have been plenty of duds in mine, sure, but some of the best books I have ever read were random picks. Black Wings Has My Angel by Elliott Chaze is one. I found that one at a half-price bookstore, and even though I normally don&#39;t read much noir, it just felt like a book I needed to read. Hollow by B. Catling is another. I was browsing the fantasy section at my library and found it tucked away. I hadn&#39;t read fantasy in years and didn&#39;t know what I was looking for, but once I found that book, I knew it was the one I needed to read.</p>\n\n<p>So I was wondering what other peoples&#39; &quot;random finds&quot; were. This isn&#39;t so much a recommendation post as a place to gush about that one (or two, or five) book(s) that ended up finding you and that you&#39;ll never forget.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q9q5tq/your_favorite_random_find/",
  "subreddit": "books",
  "id": "q9q5tq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Not books picked up because you had the author recommended to you or because you\nrecognize the title, but geniune random picks off the shelf of a bookstore or\nlibrary that you found yourself gravitating to for whatever reason and just\nwanted to read, sight unseen.\n\nThere have been plenty of duds in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "著者に勧められたからとか、タイトルを知っているからとかいう理由で手に取る本ではなく\n本屋さんや図書館の棚から、何となく気になった本をランダムに選んでいます。\n書店や図書館の棚から、何かの理由で自分が惹かれ、ただ読みたくなって\nしかし、本屋や図書館の棚から、何かの理由で自分が惹かれ、ただ見知らぬ人のために読みたいと思った純粋なランダム・ピックです。\n\nこれまでにも不発に終わった作品はたくさんあります。",
      "title": "あなたのお気に入りの偶然の発見は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不是因为有作者推荐给你，或因为你认识书名而拿起的书。\n而是从书店或图书馆的书架上随机挑选的、你发现自己对其有兴趣的书。\n你发现自己出于某种原因而喜欢上了这些书，而且只是想读一读。\n你发现自己由于某种原因而对其产生了兴趣，并且只是想读一读，一目了然。\n\n在中国，也有很多哑巴。",
      "title": "你最喜欢的随机发现？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不是因爲有作者推薦給你，或因爲你認識書名而拿起的書。\n而是從書店或圖書館的書架上隨機挑選的、你發現自己對其有興趣的書。\n你發現自己出於某種原因而喜歡上了這些書，而且只是想讀一讀。\n你發現自己由於某種原因而對其產生了興趣，並且只是想讀一讀，一目瞭然。\n\n在中國，也有很多啞巴。",
      "title": "你最喜歡的隨機發現？"
    }
  ]
}