{
  "author": "Moonstone1966",
  "the_new_excerpt": "Haven't read anything by Albert Camus until now, and decided to start with The\nPlague. What a wonderful novel it is! I know it wouldn't have had quite the same\neffect on me if it weren't for the Covid-19 pandemic. Highly recommend.\n\nFor those who read it, what did you guys think? If you'd read it…",
  "original_created_utc": 1622457471,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今までアルベール・カミュの作品を読んでいなかったが、『The Plague』から始めることにした。\n疫病 なんと素晴らしい小説でしょう。もし、Covid-19のパンデミックがなかったら、この小説は私に同じような影響を与えなかったでしょうね。\nもし、Covid-19のパンデミックがなかったら、私には同じ効果はなかったでしょう。とてもお勧めです。\n\n読まれた方、皆さんはどう思われましたか？もし読んでいたら...",
      "title": "アルベール・カミュの『ペスト』はパンデミックの時代の必読書"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "直到现在还没有读过阿尔伯特-加缪的任何作品，并决定从《瘟疫》开始。\n瘟疫》。这是一部多么精彩的小说啊！我知道这本书不会有同样的效果。我知道，如果不是因为Covid-19大流行病，它不会对我产生同样的影响。\n如果不是因为Covid-19大流行病，它对我的影响不会太大。强烈推荐。\n\n对于那些读过它的人，你们觉得怎么样？如果你读过...",
      "title": "阿尔伯特-加缪的《鼠疫》是大流行时期的必读之作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "直到現在還沒有讀過阿爾伯特-加繆的任何作品，並決定從《瘟疫》開始。\n瘟疫》。這是一部多麼精彩的小說啊！我知道這本書不會有同樣的效果。我知道，如果不是因爲Covid-19大流行病，它不會對我產生同樣的影響。\n如果不是因爲Covid-19大流行病，它對我的影響不會太大。強烈推薦。\n\n對於那些讀過它的人，你們覺得怎麼樣？如果你讀過...",
      "title": "阿爾伯特-加繆的《鼠疫》是大流行時期的必讀之作"
    }
  ],
  "title": "Albert Camus's The Plague is a must-read in times of the pandemic",
  "created_utc": 1622473800,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Haven&#39;t read anything by Albert Camus until now, and decided to start with The Plague. What a wonderful novel it is! I know it wouldn&#39;t have had quite the same effect on me if it weren&#39;t for the Covid-19 pandemic. Highly recommend.  </p>\n\n<p>For those who read it, what did you guys think? If you&#39;d read it before the pandemic started, do you think it influenced how you approached everything that happened in the world?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/np0edm/albert_camuss_the_plague_is_a_mustread_in_times/",
  "subreddit": "books",
  "id": "np0edm",
  "is_self": true,
  "media": null,
  "is_video": false
}