{
  "author": "wankawitz",
  "original_created_utc": 1625396873,
  "title": "YSK More Pets are lost on the 4th of July (in the US) than any other day of the year. Please keep a close eye on your Pets tonight, even if they have not been spooked by Fireworks in the past",
  "created_utc": 1625403454,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not too surprising to most, but just a reminder that many Pets get spooked by fireworks, some more than others. Why YSK: The night of July 4th in the US sees the most cases of lost/killed animals, with July 5th being the busiest day for Animal Shelters.</p>\n\n<p><strong>It&#39;s smart to take precautions for all pets, regardless of how unafraid they may have been of loud noises in the past. Pets that have been fine in past years can still be unexpectedly spooked.</strong></p>\n\n<p>For instance, our Senior Golden Retriever has become much more spooked by loud noises in his advanced age, when in the past he was never nearly as spooked.</p>\n\n<p>Here&#39;s some tips copied and pasted from <a href=\"http://patch.com/california/temecula/4th-july-fireworks-terrifying-pets-safety-tips-follow\">This Link</a> (Focused on Dogs, but most tips can be applied to other pets as well):</p>\n\n<blockquote>\n<p>1: Exercise will help your dog relax, so take your dog for a walk and a potty break before the fireworks or festivities begin. Even if you’re in your yard, you may want to leash your dog in case of unexpected noise.</p>\n\n<p>2: Find a safe place indoors for your pet to stay. Ambient noise from a TV, radio, fan or A/C unit can help make pets feel safe.</p>\n\n<p>3: Keep your windows closed.</p>\n\n<p>4: Avoid bringing your dog to your local Independence Day parade.</p>\n\n<p>5: Inspect your fence for openings.</p>\n\n<p>6: Be certain your dog’s tag is readable and up-to-date, his collar is properly fitted and, if your dog has a microchip, the information in the microchip is accurate. Microchips to do not provide GPS or tracking information, but contain important information about your pet, and how to contact you.</p>\n\n<p>7: Create a quiet place for your dog or cat. Make sure it is cool enough, comfortable enough and away from the celebrations. Once you have located the spot, make it off-limits to guests.</p>\n\n<p>8: If your animal requires prescriptions to cope with the fireworks, make sure you get them well before the Fourth of July holiday. Most veterinarians are closed for the holiday and emergency clinics will not prescribe tranquilizers.</p>\n\n<p>9: If you&#39;re having or attending a cook-out with a pet, remind guests to watch their plates and to properly dispose of their garbage. A steak bone/chicken bone or a corn cob is appetizing but can be deadly to your dog.</p>\n\n<p>10: Post notes or signs on back gates or front and rear doors that an animal is present and to be careful to close doors and gates when entering or exiting.</p>\n\n<p>11: Make sure that your pet has on its rabies tags for identification purposes and she is wearing a collar and tag with your name and phone number in case of escape. Most pet stores, such as Petco or Petsmart, have machines inside the store where you can make pet ID tags on the spot.</p>\n\n<p>12: Watch where your dog or cat go before the Fourth of July when the neighborhood hooligans start blowing off fireworks. See where your pet seeks quiet and make that their space.</p>\n</blockquote>\n\n<p>I know the 4th of July can be stressful for Veterans as well, but I&#39;ll leave that to someone else with much more knowledge on the subject. </p>\n\n<p>Hope you and your pets have a safe and happy Independence Day!</p>\n</div><!-- SC_ON -->",
  "score": 226,
  "permalink": "/r/YouShouldKnow/comments/odibis/ysk_more_pets_are_lost_on_the_4th_of_july_in_the/",
  "subreddit": "YouShouldKnow",
  "id": "odibis",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Not too surprising to most, but just a reminder that many Pets get spooked by\nfireworks, some more than others. Why YSK: The night of July 4th in the US sees\nthe most cases of lost/killed animals, with July 5th being the busiest day for\nAnimal Shelters.\n\nIt's smart to take precautions for all pets,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "驚くことではありませんが、多くのペットが花火に怯えていることを忘れないでください。\n多くのペットが花火に怯えます。なぜYSKなのか：アメリカでは7月4日の夜は\nアメリカでは、7月4日の夜に動物の迷子や死亡が最も多く、7月5日はアニマルシェルターが最も忙しくなる日となっています。\nアニマルシェルターが最も忙しい日です。\n\nすべてのペットに注意を払うのは賢明なことですが、...",
      "title": "YSK 7月4日（アメリカ）は、1年のうち最も多くのペットが失われる日です。今まで花火を怖がったことがないペットでも、今夜は目を離さないようにしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对大多数人来说，这并不太令人惊讶，但只是提醒人们，许多宠物会被烟花吓到。\n惊吓，有些比其他的更严重。为什么是YSK：在美国，7月4日晚上发生的动物走失/死亡事件最多。\n丢失/死亡动物的案件最多，7月5日是动物收容所最繁忙的一天。\n动物收容所最繁忙的一天。\n\n为所有的宠物采取预防措施是明智的，...",
      "title": "YSK 在7月4日（美国）丢失的宠物比一年中任何其他日子都多。今晚请密切关注您的宠物，即使它们过去没有受到烟花的惊吓。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對大多數人來說，這並不太令人驚訝，但只是提醒人們，許多寵物會被煙花嚇到。\n驚嚇，有些比其他的更嚴重。爲什麼是YSK：在美國，7月4日晚上發生的動物走失/死亡事件最多。\n丟失/死亡動物的案件最多，7月5日是動物收容所最繁忙的一天。\n動物收容所最繁忙的一天。\n\n爲所有的寵物採取預防措施是明智的，...",
      "title": "YSK 在7月4日（美國）丟失的寵物比一年中任何其他日子都多。今晚請密切關注您的寵物，即使它們過去沒有受到煙花的驚嚇。"
    }
  ]
}