{
  "author": "pyritejet",
  "original_created_utc": 1632089452,
  "title": "Give a man a steak, and he will eat for a day. Teach a man to stake, and he will eat for life",
  "created_utc": 1632109056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title suggests, I would like to discuss the efficacy of staking cryptocurrency. More specifically, I&#39;d love to what what you guys think is the best method of staking your tokens.</p>\n\n<p>For those who are new, don&#39;t worry, I&#39;ve got you. To put it simply, taking is the process of earning rewards for holding certain cryptocurrencies. Payouts are (generally) given out in the cryptocurrency being staked.</p>\n\n<p>Many centralised exchanges, such as Binance, Coinbase, Gemini etc.... Offer staking, with Binance usually giving the highest returns for altcoins. I do dabble personally in staking on these exchanges, where you can get returns of anywhere between 2 and 40 percent depending on the altcoins being staked</p>\n\n<p>Another alternative is to stake on the token website, such as the case with 1inch, Uniswap, and Pancakeswap. Personally, I go with Uniswap and Pancakeswap. Pancakeswap in particular has a rather high rate of return, of just over 80 percent per annum, with built in interest compounding (aka, your best friend in your crypto staking journey).</p>\n\n<p>I just want to know what you guys do as your method of earning passive income via cryptocurrency, and how it works. I guess information like this should be spread around, since I&#39;d love to help out the members in this community in any way I can. Just a word of warning, don&#39;t solely rely on one source of information, and always do your own research before investing. I&#39;ve seen too many people invest based off people like crypto Youtubers, which is not sustainable and they can often spread FUD and misinformation. As always, stay safe, stay healthy, and good luck guys :)</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/prhp6u/give_a_man_a_steak_and_he_will_eat_for_a_day/",
  "subreddit": "CryptoCurrency",
  "id": "prhp6u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title suggests, I would like to discuss the efficacy of staking\ncryptocurrency. More specifically, I'd love to what what you guys think is the\nbest method of staking your tokens.\n\nFor those who are new, don't worry, I've got you. To put it simply, taking is\nthe process of earning rewards for…"
}