{
  "author": "the-derpetologist",
  "original_created_utc": 1637398693,
  "title": "Just hypothetically… if bitcoin went to zero how/why would it happen?",
  "created_utc": 1637440830,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We all know the warnings: “if you invest in crypto be prepared that you could lose all your money” yada yada. My belief is that either bitcoin becomes THE reserve currency, or it fails completely. There’s not really much middle ground. In 10 or 15 years it will either be worth (almost) EVERYTHING or nothing.  </p>\n\n<p>So I’m interested to hear opinions on what could cause bitcoin to fail and become worthless. The way I see it there are two possibilities:</p>\n\n<p>1) the price gradually declines over time towards zero. </p>\n\n<p>2) some major black swan event happens and destroys the price overnight. </p>\n\n<p>I struggle to envisage 1) happening, because a gradually declining price will always tend to get propped up by people looking to time the bottom, if no event has occurred to put people off buying bitcoin altogether. </p>\n\n<p>Which leaves 2). Bitcoin getting wiped out by some major event. What could that be? A hack? A technical problem? The US making it illegal to hold? (Unenforceable and would just push people underground/offshore.) Some kind of super-FUD I haven’t thought of? Everyone suddenly deciding that another coin does the job better?</p>\n\n<p>Note this is not in any way intended to be a negative post. I’m just trying to understand what could stop bitcoin taking over the world.</p>\n</div><!-- SC_ON -->",
  "score": 170,
  "permalink": "/r/Bitcoin/comments/qy1ol5/just_hypothetically_if_bitcoin_went_to_zero/",
  "subreddit": "Bitcoin",
  "id": "qy1ol5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all know the warnings: “if you invest in crypto be prepared that you could\nlose all your money” yada yada. My belief is that either bitcoin becomes THE\nreserve currency, or it fails completely. There’s not really much middle ground.\nIn 10 or 15 years it will either be worth (almost) EVERYTHING or…"
}