{
  "author": "vschiller",
  "the_new_excerpt": "Hospitals and doctors can't/won't tell you what something costs before you get\nit. Pricing for numerous things from prescriptions to medical procedures and\nscreenings are vague and and often impossible to know. Bills change once you\nrequest itemized copies. Insurance companies make it as difficult…",
  "original_created_utc": 1612401402,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "医院和医生不能/不愿意在你就医前告诉你某样东西的费用。\n它。从处方到医疗程序等众多事项的定价，以及。\n筛查是模糊的，而且往往无法得知。账单一旦改变，你\n要求逐项拷贝。保险公司把它作为困难...",
      "title": "CMV：美国的医疗保健系统被设计成尽可能困难和令人沮丧的导航，以便从人们身上提取尽可能多的钱，同时给他们提供尽可能少的服务。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "醫院和醫生不能/不願意在你就醫前告訴你某樣東西的費用。\n它。從處方到醫療程序等衆多事項的定價，以及。\n篩查是模糊的，而且往往無法得知。賬單一旦改變，你\n要求逐項拷貝。保險公司把它作爲困難...",
      "title": "CMV：美國的醫療保健系統被設計成儘可能困難和令人沮喪的導航，以便從人們身上提取儘可能多的錢，同時給他們提供儘可能少的服務。"
    }
  ],
  "title": "CMV: The American healthcare system is designed to be as difficult and frustrating as possible to navigate in order to extract the most possible money out of people while giving them the least possible service.",
  "created_utc": 1612413791,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hospitals and doctors can&#39;t/won&#39;t tell you what something costs before you get it. Pricing for numerous things from prescriptions to medical procedures and screenings are vague and and often impossible to know. Bills change once you request itemized copies. Insurance companies make it as difficult as possible to utilize benefits so they can save money. Interacting with insurance companies, from paying bills to trying to find doctors in network, is a huge headache.</p>\n\n<p>Transparency is by design or (somehow) by necessity not the norm. If it was any other business, you as the customer would have the right to know what you were getting for your money, and hospitals/insurance companies would be expected to provide the service promised. If it was any other business, business owners would have to go out of their way to earn your trust and business, but in healthcare <em>you&#39;re</em> the one who&#39;s inconvenienced, despite also being the one footing the bill. We pay hundreds a month for insurance companies to make it as difficult as they can for us to actually get the product promised (healthcare).</p>\n\n<p>People who work in these professions, why is it like this? Is there any good reason healthcare has to be this difficult? I would like to believe that some companies actually want to help people get healthcare, but it just feels like every step of the way it is made as difficult as possible in order to extract money. Maybe this is because of my bad (i.e. cheap by necessity) health insurance, maybe it&#39;s because any time I even think about healthcare I get an immediate stress headache, I don&#39;t know.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/lc3ry0/cmv_the_american_healthcare_system_is_designed_to/",
  "subreddit": "changemyview",
  "id": "lc3ry0",
  "is_self": true,
  "media": null,
  "is_video": false
}