{
  "author": "RobertM525",
  "original_created_utc": 1633714677,
  "title": "Prof Edward J. Watts argues that Eastern Roman Emperor Justinian destroyed the Western Roman Empire, not Odoacer. How well accepted is this interpretation?",
  "created_utc": 1633740711,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://time.com/6101964/fabricated-fall-rome-lessons-history/\">In this essay in <em>Time</em> magazine</a>, Edward J. Watts (professor of history at the University of California, San Diego) says,</p>\n\n<blockquote>\n<p>Although everyone from schoolchildren to scholars now learn that the Western Roman Empire fell in 476, 5th century Romans did not see anything particularly special about Odoacer’s coup.</p>\n</blockquote>\n\n<p>Instead, he says that Marcellinus invented the idea to help Eastern Roman Emperor Justinian justify invading Italy.</p>\n\n<blockquote>\n<p>Marcellinus’s manufactured fall of Rome helped create conditions that permitted Justinian to launch a war that killed hundreds of thousands and destroyed the prosperity that Roman rule had once created in the West.</p>\n</blockquote>\n\n<p>Thus, the actual fall of the Western Roman Empire is not in 476, but at some point in the 560s:</p>\n\n<blockquote>\n<p>The Eastern Roman Empire had recovered Italy—and destroyed much of it in the process.</p>\n\n<p>The Western Roman Empire had clearly fallen by the 560s.</p>\n</blockquote>\n\n<p>Is this interpretation of the events a popular one?</p>\n\n<p>As I recall, <em>How Rome Fell: Death of a Superpower</em> by Adrian Goldsworthy and <em>The Fall of the Roman Empire: A New History of Rome and the Barbarians</em> by Peter Heather (which I read some time ago) both more or less proceeded with the premise that the Western Roman Empire fell in 476.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/q42oyc/prof_edward_j_watts_argues_that_eastern_roman/",
  "subreddit": "AskHistorians",
  "id": "q42oyc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In this essay in Time magazine\n[https://time.com/6101964/fabricated-fall-rome-lessons-history/], Edward J.\nWatts (professor of history at the University of California, San Diego) says,\n\n> Although everyone from schoolchildren to scholars now learn that the Western\n> Roman Empire fell in 476, 5th…"
}