{
  "author": "jincozywood",
  "original_created_utc": 1637287964,
  "title": "CMV: Revenge is not worth the time or energy even if the opportunity presents itself.",
  "created_utc": 1637317954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Is this a test from the world to see if I will give attention to getting down on another persons level? </p>\n\n<p>Or is it the world giving me a green light to deliver a returned favor?</p>\n\n<p>The philosophy behind this is that the biggest revenge you can get is making your enemies watch you be successful.</p>\n\n<p>Although this philosophy has proven itself to be trusty and dependable.</p>\n\n<p>Sometimes getting revenge seems fun. Although not very rewarding after the temporary humor in watching it unfold. </p>\n\n<p>Or the temporary pleasure of knowing you are doing something.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qx5q37/cmv_revenge_is_not_worth_the_time_or_energy_even/",
  "subreddit": "changemyview",
  "id": "qx5q37",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Is this a test from the world to see if I will give attention to getting down on\nanother persons level?\n\nOr is it the world giving me a green light to deliver a returned favor?\n\nThe philosophy behind this is that the biggest revenge you can get is making\nyour enemies watch you be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、私が他人のレベルに降りることに注意を払うかどうか、世界からのテストなのでしょうか？\n他の人のレベルに合わせて\n\nそれとも、世界が私に恩返しのための許可を与えているのでしょうか？\n\nこの背後にある哲学は、あなたが得ることができる最大の復讐は、あなたの敵があなたを見ているようにすることだということです。\n最大の復讐は、敵に自分を見てもらうことである。",
      "title": "CMV: 復讐は、たとえ機会があったとしても、時間やエネルギーに見合うものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是否是世界对我的考验，看我是否会注意站在另一个人的高度？\n另一个人的水平？\n\n还是这个世界给我开了绿灯，让我提供一个回报？\n\n这背后的哲学是，你能得到的最大报复是让你的敌人\n你的敌人看着你被...",
      "title": "CMV：即使有机会，复仇也不值得花时间和精力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是否是世界對我的考驗，看我是否會注意站在另一個人的高度？\n另一個人的水平？\n\n還是這個世界給我開了綠燈，讓我提供一個回報？\n\n這背後的哲學是，你能得到的最大報復是讓你的敵人\n你的敵人看着你被...",
      "title": "CMV：即使有機會，復仇也不值得花時間和精力。"
    }
  ]
}