{
  "author": "tadeodavis",
  "original_created_utc": 1628959701,
  "title": "CMV: If Americans don’t want to get vaccinated, we should simply give their allocated doses to individuals in other countries with far less access.",
  "created_utc": 1628969435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We could give people a warning, a last chance to get vaccinated, before sending the inoculation abroad. After that, resources will not be wasted on them. These stories of thousands of vaccines going bad because people refuse to get vaccinated demonstrates a mismatch in supply and demand. Since a pandemic is global, we might as well put out the fire wherever we can as it’ll benefit us eventually (both health wise but also politically). Giving people a final notice might also significantly increase vaccination rates in the US since people will realize there will be a limited supply in the near future. If people change their mind, we can of course reintroduce the opportunity to get vaccinated. However, every minute anti vaxxers refuse the shot in the US is a minute that could be used to help save lives abroad.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/p4bjib/cmv_if_americans_dont_want_to_get_vaccinated_we/",
  "subreddit": "changemyview",
  "id": "p4bjib",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We could give people a warning, a last chance to get vaccinated, before sending\nthe inoculation abroad. After that, resources will not be wasted on them. These\nstories of thousands of vaccines going bad because people refuse to get\nvaccinated demonstrates a mismatch in supply and demand. Since a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "予防接種を受けるための最後のチャンスとして、海外に送る前に警告することができます。\n接種を海外に送る前の最後のチャンスです。そうすれば、リソースを無駄にすることはありません。これらの\n何千ものワクチンが、人々が接種を拒否したために腐ってしまったという話は\nこれは需要と供給のミスマッチです。以来、...",
      "title": "CMV：もしアメリカ人がワクチンを受けたくないのであれば、その分のワクチンを、ワクチンを受けられない他の国の人たちに渡せばいいのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们可以给人们一个警告，一个接种疫苗的最后机会，然后再发送\n接种的机会。之后，就不会在他们身上浪费资源了。这些\n数以千计的疫苗因人们拒绝接种而变质的故事\n这些关于成千上万的疫苗因人们拒绝接种而变质的故事表明了供应和需求的不匹配。由于一...",
      "title": "CMV：如果美国人不想接种疫苗，我们应该简单地将他们分配的剂量给其他国家的个人，他们的机会要少得多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們可以給人們一個警告，一個接種疫苗的最後機會，然後再發送\n接種的機會。之後，就不會在他們身上浪費資源了。這些\n數以千計的疫苗因人們拒絕接種而變質的故事\n這些關於成千上萬的疫苗因人們拒絕接種而變質的故事表明了供應和需求的不匹配。由於一...",
      "title": "CMV：如果美國人不想接種疫苗，我們應該簡單地將他們分配的劑量給其他國家的個人，他們的機會要少得多。"
    }
  ]
}