{
  "author": "20thCenturyCobweb",
  "the_new_excerpt": "I've had Slaughterhouse Five on my shelf for nearly four years, and I've tried\nto read it multiple times but rarely made it past the first chapter. Finally,\nI've read it. Kurt Vonnegut has to be the most brilliant author I've ever read -\nand one of the funniest. There are patterns throughout the…",
  "original_created_utc": 1620344183,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の本棚には4年近く前から『スローターハウス・ファイブ』があり、何度も読もうとしましたが、第一章はほとんど読めませんでした。\n何度も読もうとしましたが、ほとんど第一章を読むことができませんでした。やっとです。\n読むことができました。カート・ヴォネガットは、私がこれまでに読んだ中で最も素晴らしい作家でなければなりません。\nそして、最も面白い作家の一人です。この作品にはパターンがあります...",
      "title": "Slaughterhouse Five」はすごい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我把《五号屠宰场》放在书架上将近四年了，我曾多次尝试阅读，但很少能读完第一章。\n多次试图阅读它，但很少能读完第一章。最后。\n我读了它。库尔特-冯内古特是我所读过的最杰出的作家--也是最有趣的作家之一。\n也是最有趣的作家之一。这本书里有一些模式，贯穿于整个...",
      "title": "屠宰场五号》令人难以置信"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我把《五號屠宰場》放在書架上將近四年了，我曾多次嘗試閱讀，但很少能讀完第一章。\n多次試圖閱讀它，但很少能讀完第一章。最後。\n我讀了它。庫爾特-馮內古特是我所讀過的最傑出的作家--也是最有趣的作家之一。\n也是最有趣的作家之一。這本書裏有一些模式，貫穿於整個...",
      "title": "屠宰場五號》令人難以置信"
    }
  ],
  "title": "Slaughterhouse Five is incredible",
  "created_utc": 1620352229,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve had Slaughterhouse Five on my shelf for nearly four years, and I&#39;ve tried to read it multiple times but rarely made it past the first chapter.  Finally, I&#39;ve read it.  Kurt Vonnegut has to be the most brilliant author I&#39;ve ever read - and one of the funniest.  There are patterns throughout the entire story, frequent references to phrases used earlier that I would never have guessed might feature later in the tale.  Vonnegut truly captured the feeling of being &quot;unstuck in time&quot; by recalling mundane moments at the most unexpected of times.  As an anti-war book, it was incredibly sobering and made my heart ache.  And as a satire, it made me laugh and then feel bad for laughing.  I have the little red edition with the yellow skull on the front and a quote from the Boston Globe, which calls it &quot;poignant and hilarious.&quot;  Spot-on.</p>\n</div><!-- SC_ON -->",
  "score": 181,
  "permalink": "/r/books/comments/n6kzxu/slaughterhouse_five_is_incredible/",
  "subreddit": "books",
  "id": "n6kzxu",
  "is_self": true,
  "media": null,
  "is_video": false
}