{
  "author": "maxsnead",
  "the_new_excerpt": "Why YSK: Many people, when in great states of depression, are self-destructive.\nThey’re their own demise. They most likely need more help than say a normally\ndepressed person. They don’t want to help themselves. They don’t want to eat.\nThey don’t want to get up. Help them. It’s okay if they decline…",
  "original_created_utc": 1617467349,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人，当处于巨大的抑郁状态时，都会自我毁灭。\n他们是自己的毁灭。他们很有可能需要更多的帮助，而不是说一个普通的\n抑郁的人。他们不想帮助自己。他们不想吃东西。\n他们不想起床。那就帮帮他们吧 如果他们拒绝也没关系... ...",
      "title": "YSK认为 \"你不能帮助一个不想帮助自己的人 \"这句老话是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人，當處於巨大的抑鬱狀態時，都會自我毀滅。\n他們是自己的毀滅。他們很有可能需要更多的幫助，而不是說一個普通的\n抑鬱的人。他們不想幫助自己。他們不想喫東西。\n他們不想起牀。那就幫幫他們吧 如果他們拒絕也沒關係... ...",
      "title": "YSK認爲 \"你不能幫助一個不想幫助自己的人 \"這句老話是錯誤的。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "Why YSK: 多くの人は、憂鬱な気分になると、自分自身を破壊してしまいます。\n自分で自分を破滅させるのです。通常のうつ病患者よりも多くの助けを必要とする可能性があります。\n助けが必要です。彼らは自分で自分を助けようとはしません。食べることもしたくない。\n立ち上がることもしたくない。助けてあげてください。断られてもいいから...。",
      "title": "昔から言われている「自分で助けようとしない人を助けることはできない」というのは嘘だということをYSKさんは知っています。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人は、憂鬱な気分になると、自分自身を破壊してしまいます。\n自分で自分を破滅させるのです。通常のうつ病患者よりも多くの助けを必要とする可能性があります。\n助けが必要です。彼らは自分で自分を助けようとはしません。食べることもしたくない。\n立ち上がることもしたくない。助けてあげてください。断られてもいいから...。",
      "title": "昔から言われている「自分で助けようとしない人を助けることはできない」というのは嘘だということをYSKさんは知っています。"
    }
  ],
  "title": "YSK that the old saying “you can’t help someone who doesn’t want to help themselves” is false.",
  "created_utc": 1617477113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people, when in great states of depression, are self-destructive. They’re their own demise. They most likely need more help than say a normally depressed person. They don’t want to help themselves. They don’t want to eat. They don’t want to get up. Help them. It’s okay if they decline your help, just keep asking. Show them you care. Be persistent. Really prove to them that someone loves them, because they probably think no one does.</p>\n\n<p>Edit: this is my own humble opinion. Tried to explain how I felt with my mom and brother and it turned into me being selfish and them gaslighting me. Didn’t help whatsoever. Made things worse.</p>\n</div><!-- SC_ON -->",
  "score": 1064,
  "permalink": "/r/YouShouldKnow/comments/mjbvax/ysk_that_the_old_saying_you_cant_help_someone_who/",
  "subreddit": "YouShouldKnow",
  "id": "mjbvax",
  "is_self": true,
  "media": null,
  "is_video": false
}