{
  "author": "PurpleGodandViolet",
  "original_created_utc": 1634632126,
  "title": "YSK The average height for men in the US is 5'9.",
  "created_utc": 1634648681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: For the boys out there stressing on their height let me tell you that it&#39;s not a big deal and you are probably pretty close to average. There are people asking for 6&#39;+ but those are usually younger people who are living their lives and not settling down yet, it&#39;s much less common as you get older and see more people looking for serious relationships. Also most people really don&#39;t care about your height so don&#39;t let the relative few that do bother you. </p>\n\n<p>And 5&#39;9 is still pretty tall, you can reach most high shelves and the tops of the fridge. And for my guys in the lower range let me tell you, have a taller partner  is pretty cool cause you get to either be the little spoon or the jet pack while cuddling and both are a good time. </p>\n\n<p>Don&#39;t let your height be something that hold you back or keeps you down because it&#39;s not a big deal, and honestly as a 5&#39;10-5&#39;11 guy (depends on the time of day) the world just seems more comfortable if your a bit shorter. So accept it and let your confidence grow.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/qb75bh/ysk_the_average_height_for_men_in_the_us_is_59/",
  "subreddit": "YouShouldKnow",
  "id": "qb75bh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: For the boys out there stressing on their height let me tell you that\nit's not a big deal and you are probably pretty close to average. There are\npeople asking for 6'+ but those are usually younger people who are living their\nlives and not settling down yet, it's much less common as you get…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：身長のことで悩んでいる男子に伝えたいことがあります。\n大したことではありませんし、おそらく平均に近いと思います。6フィート以上を求める人もいます。\n6フィート以上を求める人もいますが、それはたいてい人生を生きている若い人たちで、まだ落ち着いていません。\n身長が高いことを要求する人がいますが、それは人生を生きている若い人たちで、まだ落ち着いていない人たちです。",
      "title": "YSK アメリカの男性の平均身長は5'9です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：对于那些强调自己身高的男孩，让我告诉你\n这并不是什么大问题，你可能非常接近平均水平。也有\n但那些人通常是年轻的人，他们正在过着自己的生活，还没有定下来，他们要求6英尺以上。\n但那些人通常是年轻的人，他们正在过自己的生活，还没有安定下来，随着年龄的增长，这种情况要少得多......",
      "title": "YSK 美国男性的平均身高是5英尺9英寸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：對於那些強調自己身高的男孩，讓我告訴你\n這並不是什麼大問題，你可能非常接近平均水平。也有\n但那些人通常是年輕的人，他們正在過着自己的生活，還沒有定下來，他們要求6英尺以上。\n但那些人通常是年輕的人，他們正在過自己的生活，還沒有安定下來，隨着年齡的增長，這種情況要少得多......",
      "title": "YSK 美國男性的平均身高是5英尺9英寸。"
    }
  ]
}