{
  "author": "HyperSMB",
  "the_new_excerpt": "Phobias are very specific medical conditions. According to Mirriam-Webster is is\nan exaggerated and often disabling fear usually inexplicable to the subject and\nhaving sometimes a logical but usually an illogical or symbolic object, class of\nobjects, or situation. That is all it is, that is all it…",
  "original_created_utc": 1616587895,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "恐惧症是一种非常特殊的病症。根据Mirriam-Webster的说法，就是\n一种夸张的、经常使人丧失能力的恐惧，通常对当事人来说是莫名其妙的，而且\n偶有逻辑，但通常是一个非逻辑或象征性的对象，类的\n对象，或情况。就是这样，就是这样，就是这样... ...",
      "title": "CMV：我们在滥用恐惧症，以此来打击我们不喜欢的意见。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "恐懼症是一種非常特殊的病症。根據Mirriam-Webster的說法，就是\n一種誇張的、經常使人喪失能力的恐懼，通常對當事人來說是莫名其妙的，而且\n偶有邏輯，但通常是一個非邏輯或象徵性的對象，類的\n對象，或情況。就是這樣，就是這樣，就是這樣... ...",
      "title": "CMV：我們在濫用恐懼症，以此來打擊我們不喜歡的意見。"
    }
  ],
  "title": "CMV: We are misusing phobia as a way to bludgeon opinions we do not like.",
  "created_utc": 1616593319,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Phobias are very specific medical conditions. According to Mirriam-Webster is is  <strong>an exaggerated and often disabling fear usually inexplicable to the subject and having sometimes a logical but usually an illogical or symbolic object, class of objects, or situation.</strong> That is all it is, that is all it can every be. An irrational FEAR with no LOGIC behind it.</p>\n\n<p>We, especially amongst the more liberal conclaves, have been throwing around words like homophobia and transphobia for far to long and far to quickly as a way to delegitimize and silence those with whom we disagree. We rightly should be pilloried for this misuse. Some context may be required:</p>\n\n<ul>\n<li>I find trans people weird, off-putting and would generally like to avoid their spheres of influence online or otherwise if possible.</li>\n<li>I will support common sense legislation that expands the rights of trans individuals (The only exception being self identification for sports but that is another matter rooted far more in safety)</li>\n<li>To my more liberal friends, I am a bigot and a transphobe.</li>\n</ul>\n\n<p>Here is where the problem is. Transphobe here is being used to prop up moral absolutism and not an accurate summation of either myself or my view. I am but one such example. There is a key here, I do not fear trans induvial. I have made a decision, through some analysis of my feelings, and come to the conclusion that I do not find that lifestyling appealing and therefore will avoid it if I can. That is not missing logic nor is that a fearful way of thinking. I will not delve into false equivalencies because I do not wish to stir a hornets nest, but I will provide some grounding arguements to work with so you can attempt to CMV.</p>\n\n<ul>\n<li>&quot;Gays are going to infect my child and take over America as we not it.&quot; - Clear homophobia / &quot;My religious belief does not condone homosexuality, therefore nor do I.&quot; - Not homophobia</li>\n<li>&quot;Trans individuals will undermine and destroy Christian life!&quot; - Transphobia / &quot;I do not believe people should identify outside of their societal norms.&quot; - Closeminded, but not Transphobic.</li>\n</ul>\n\n<p>We need to be far more targeted in our use of words ending in phobia. Next time you want to throw that word around, sit back and really ask yourself if it matches the definition. If it makes it easier, don&#39;t think about controversial uses of phobia. Think about acrophobia, something I freely admit I suffer from.</p>\n\n<ul>\n<li>It does not matter what situation, how secure I am, whether I am bolted to 3000 tons of steel by reinforced cable, if I know I am high, I am PETRIFIED and can often not be reasoned with. THAT IS A PHOBIA.</li>\n<li>I prefer not to be high if I can avoid it but can climb up stairs no problem - NOT PHOBIC. Reasoned resistance.</li>\n</ul>\n\n<p>You can still can call someone a bigot and prejudiced without calling them phobic. And they can be prejudiced and bigoted without being phobic. Change My View.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: After scrolling through the comments, I have found an answer that satisfies my curiosity and has effectively CMV.</p>\n\n<p>posted by <a href=\"/u/rollingForInitiative\">u/rollingForInitiative</a> &quot; Homo/bi/transphobia are not &quot;phobias&quot; in the medical sense. They&#39;re better compared to words like racism and sexism.&quot;</p>\n\n<p>If I accept the notion that there is an evolving definition of phobia that is not rooted in the medical diagnosis, as many of you have pointed out that I missed the secondary definition of -phobia, then this is in effect the appropriate use of the term in reference to social groups. I don&#39;t inherently like it, but it does seem to fit on face value.</p>\n\n<p>Consider my view changed and have a wonderful day.</p>\n\n<p>Second Edit: Pardon my being slow and new to the board. I have awarded the appropriate deltas.</p>\n\n<p>Final Edit: I have enjoyed those who engaged in thoughtful discussion, less so those of you who attacked me personally or did not read the comments or edits and simply went to the &quot;You are a bigot&quot; drive by. Equally, though I used the example of religion, I find it amusing people assumed with no justification I was religious and used that as part of the basis for how I feel. Fun fact, practicing athiest. This was my first CMV post and I plan to stay, but we have some serious judgement trolls on this board.</p>\n</div><!-- SC_ON -->",
  "score": 4555,
  "permalink": "/r/changemyview/comments/mc43s5/cmv_we_are_misusing_phobia_as_a_way_to_bludgeon/",
  "subreddit": "changemyview",
  "id": "mc43s5",
  "is_self": true,
  "media": null,
  "is_video": false
}