{
  "author": "wazabee",
  "the_new_excerpt": "We add almost everything to our compost piles/bins to improve our gardens, but\ndon't think about adding cicada to the piles also. These annoying critters can\nsupercharge you compost in 2 ways: add nitrogen from the bug guts, also chitin.\nChitin is comes from the crunchy exoskeleton of the bugs, and…",
  "original_created_utc": 1620451120,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは、庭をより良くするために、ほとんどのものをコンポストの山やビンに入れています。\nしかし、セミを堆肥の山に加えることは考えられません。この厄介な生き物は\n1つは、虫の内臓から窒素を、もう1つはキチンを加えることです。\nキチンは、虫のカリカリした外骨格から来ており、...",
      "title": "YSK: 今のうちに、セミをコンポストに入れておくと、お金をかけないと手に入らない栄養素が、コンポストの中にどんどん蓄積されていきます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们几乎把所有的东西都添加到我们的堆肥/垃圾桶中，以改善我们的花园，但\n没有想到在堆中也加入蝉。这些恼人的小动物可以\n以两种方式为你的堆肥增效：从虫子的内脏中增加氮气，还有甲壳素。\n甲壳素来自虫子松脆的外骨骼，而...",
      "title": "YSK：在它们可用的时候，在你的堆肥中加入蝉，会给它注入不花大钱就很难得到的营养成分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們幾乎把所有的東西都添加到我們的堆肥/垃圾桶中，以改善我們的花園，但\n沒有想到在堆中也加入蟬。這些惱人的小動物可以\n以兩種方式爲你的堆肥增效：從蟲子的內臟中增加氮氣，還有甲殼素。\n甲殼素來自蟲子鬆脆的外骨骼，而...",
      "title": "YSK：在它們可用的時候，在你的堆肥中加入蟬，會給它注入不花大錢就很難得到的營養成分。"
    }
  ],
  "title": "YSK: While they are available, adding cicada to you compost pile will supercharge it with nutrients that are hard to get without spending a lot of money.",
  "created_utc": 1620875490,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We add almost everything to our compost piles/bins to improve our gardens, but don&#39;t think about adding cicada to the piles also. These annoying critters can supercharge you compost in 2 ways: add nitrogen from the bug guts, also chitin. Chitin is comes from the crunchy exoskeleton of the bugs, and have loads of benefits that help plants. They enhance the microbiota of the soil, and support fungal mycorrhizae that feed support plant roots. It also enhances the structure of the plant by activating the plants immune system, triggering it to &quot;bulk up&quot; to make it harder for bugs to take a bite out of them and for disease to destroy them. This results in a plant that is more robust, stronger, and resistant to damage. So, while cicada will keep many people up, use their dead bodies to your advantage and grow a better garden!</p>\n\n<p>why ysk: strengthening your plants to make them robust against damage and other insects and disease.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/YouShouldKnow/comments/n7i1ws/ysk_while_they_are_available_adding_cicada_to_you/",
  "subreddit": "YouShouldKnow",
  "id": "n7i1ws",
  "is_self": true,
  "media": null,
  "is_video": false
}