{
  "author": "IM_OK_AMA",
  "original_created_utc": 1630181947,
  "title": "YSK: Boom barriers at railway crossings and parking lots are designed to be driven through in emergencies",
  "created_utc": 1630190225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I saw a post earlier where someone got stuck in between the barriers at a railway crossing, and they let their car get hit. This is tragic, because if they&#39;d only known a little about the design of these barriers they would have been okay.</p>\n\n<p>The arms are <em>designed</em> to be driven through. They&#39;re typically made of easily broken wood or flexible plastic, and are considered a consumable part as this happens (by accident or on purpose) all the time. Some are made of metal, but with a breakaway joint at the base so that they can be reused in areas where they&#39;re broken especially often. Counterweighted designs will automatically lift and stay up if broken. Some of the best designs can even log the event for security and electronically self reset!</p>\n\n<p>In all cases, all damage to your vehicle will range from none to cosmetic scratches. I can imagine a freak scenario where you could end up with a cracked windshield, but that&#39;s still better than getting hit by a train or being trapped in a parking structure in a fire. It costs a maximum of a couple hundred bucks to fix one of these arms, but in a real emergency you shouldn&#39;t be worried about that and hopefully wouldn&#39;t be charged for it. Expect steep fines if you do it to avoid paying for parking or to beat a train though.</p>\n\n<p>Some video sources (no injuries or anything):</p>\n\n<ul>\n<li><a href=\"https://www.youtube.com/watch?v=AM00gZ1PP2U\">Demo of a couple breakaway designs</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=GJklQZ8y9XI\">Van vs heavy duty aluminum reusable arm</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=GheJGLkKMs0\">Florida man demonstrates his technique</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=_yBTmGMG-Wc\">A guy breaks one by hand and falls down</a></li>\n</ul>\n\n<p>Related mini YSK: This is NOT TRUE for height clearance bars, many can cause severe damage stopping your vehicle from hitting whatever they&#39;re protecting.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/pdh45l/ysk_boom_barriers_at_railway_crossings_and/",
  "subreddit": "YouShouldKnow",
  "id": "pdh45l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I saw a post earlier where someone got stuck in between the barriers at\na railway crossing, and they let their car get hit. This is tragic, because if\nthey'd only known a little about the design of these barriers they would have\nbeen okay.\n\nThe arms are designed to be driven through.…"
}