{
  "author": "IM_OK_AMA",
  "original_created_utc": 1630181947,
  "title": "YSK: Boom barriers at railway crossings and parking lots are designed to be driven through in emergencies",
  "created_utc": 1630190225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I saw a post earlier where someone got stuck in between the barriers at a railway crossing, and they let their car get hit. This is tragic, because if they&#39;d only known a little about the design of these barriers they would have been okay.</p>\n\n<p>The arms are <em>designed</em> to be driven through. They&#39;re typically made of easily broken wood or flexible plastic, and are considered a consumable part as this happens (by accident or on purpose) all the time. Some are made of metal, but with a breakaway joint at the base so that they can be reused in areas where they&#39;re broken especially often. Counterweighted designs will automatically lift and stay up if broken. Some of the best designs can even log the event for security and electronically self reset!</p>\n\n<p>In all cases, all damage to your vehicle will range from none to cosmetic scratches. I can imagine a freak scenario where you could end up with a cracked windshield, but that&#39;s still better than getting hit by a train or being trapped in a parking structure in a fire. It costs a maximum of a couple hundred bucks to fix one of these arms, but in a real emergency you shouldn&#39;t be worried about that and hopefully wouldn&#39;t be charged for it. Expect steep fines if you do it to avoid paying for parking or to beat a train though.</p>\n\n<p>Some video sources (no injuries or anything):</p>\n\n<ul>\n<li><a href=\"https://www.youtube.com/watch?v=AM00gZ1PP2U\">Demo of a couple breakaway designs</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=GJklQZ8y9XI\">Van vs heavy duty aluminum reusable arm</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=GheJGLkKMs0\">Florida man demonstrates his technique</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=_yBTmGMG-Wc\">A guy breaks one by hand and falls down</a></li>\n</ul>\n\n<p>Related mini YSK: This is NOT TRUE for height clearance bars, many can cause severe damage stopping your vehicle from hitting whatever they&#39;re protecting.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/pdh45l/ysk_boom_barriers_at_railway_crossings_and/",
  "subreddit": "YouShouldKnow",
  "id": "pdh45l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I saw a post earlier where someone got stuck in between the barriers at\na railway crossing, and they let their car get hit. This is tragic, because if\nthey'd only known a little about the design of these barriers they would have\nbeen okay.\n\nThe arms are designed to be driven through.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、以前、踏切のバリアーの間に挟まってしまった人がいて\n踏切のバリアに挟まれて、車が轢かれてしまったという記事を見ました。これは悲劇的なことです。\n踏切の設計について少しでも知っていれば、大丈夫だったかもしれません。\n痛ましいことです。\n\nアームは貫通するように設計されています....",
      "title": "YSK: 踏切や駐車場に設置されているブームバリアは、いざというときに車で通り抜けられるように設計されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我之前看到一个帖子，有人被卡在了铁道口的障碍物之间\n障碍物之间，他们让自己的车被撞了。这很悲惨，因为如果\n他们只要对这些障碍物的设计有一点了解，他们就会没事。\n就不会有事了。\n\n臂膀的设计是为了通过....。",
      "title": "YSK：铁路交叉口和停车场的吊杆障碍物被设计成可以在紧急情况下开过去的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我之前看到一個帖子，有人被卡在了鐵道口的障礙物之間\n障礙物之間，他們讓自己的車被撞了。這很悲慘，因爲如果\n他們只要對這些障礙物的設計有一點了解，他們就會沒事。\n就不會有事了。\n\n臂膀的設計是爲了通過....。",
      "title": "YSK：鐵路交叉口和停車場的吊杆障礙物被設計成可以在緊急情況下開過去的。"
    }
  ]
}