{
  "author": "AFredZipp-DCS",
  "the_new_excerpt": "Today, once again, less than a week making a ruckus about seceding from the US,\nTexas has come begging for US disaster funds to save it from itself and it's\nindependent electrical grid that fails when it snow a little.\n\nSo, here is the relevant history of Texas as part of the United States.\n\nThey…",
  "original_created_utc": 1613456672,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "今天，又一次在不到一周的时间里，大闹脱离美国。\n德州来求美国的救灾资金自救，它的。\n独立的电网，在下小雪的时候就会出现故障。\n\n那么，下面就是德州作为美国的一部分的相关历史。\n\n他们...",
      "title": "CMV：我已经厌倦了德克萨斯州乞求美利坚合众国联邦政府救助它，尤其是当他们的参议员有长期投票反对帮助国内其他任何人的历史。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天，又一次在不到一週的時間裏，大鬧脫離美國。\n德州來求美國的救災資金自救，它的。\n獨立的電網，在下小雪的時候就會出現故障。\n\n那麼，下面就是德州作爲美國的一部分的相關歷史。\n\n他們...",
      "title": "CMV：我已經厭倦了德克薩斯州乞求美利堅合衆國聯邦政府救助它，尤其是當他們的參議員有長期投票反對幫助國內其他任何人的歷史。"
    }
  ],
  "title": "CMV: I'm tired of Texas begging the the Federal Government of the United States of America to bail it out, especially when their senators have a long history of voting against helping anyone else in the country.",
  "created_utc": 1613464914,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today,  once again, less than a week making a ruckus about seceding from the  US, Texas has come begging for US disaster funds to save it from itself  and it&#39;s independent electrical grid that fails when it snow a little.</p>\n\n<p><em>So, here is the relevant history of Texas as part of the United States.</em></p>\n\n<p>They built their own power grid to be able to ignore Federal laws.</p>\n\n<p>Then,  in 2012, both senators from Texas voted against aid to the entire NE  US.  Their claim was that &quot;other additional spending unrelated to the  devastation in the NE was attached to the bill&quot;.</p>\n\n<p>Still,  just one year later in 2013 when a fertilizer plant that had not been  inspected since 1985 despite failing that inspection blew up  incapacitating that &quot;Independent Texas Power Grid&quot;, those very same  senators went to the federal government begging for assistance.</p>\n\n<p>In  2017, after Hurricane Harvey, one more time the Senators from Texas  were calling on The Federal Government of the United States to come with  money and organizational support for that great independent state.</p>\n\n<p>Shortly  thereafter, at least one Senator (Ted Cruz) held up similar aid for  American Citizens who, like those people affected by Sandy in 2012,  faced significantly greater devastation  in Puerto Rico than what Texas  faced from Harvey.  This opposition was dropped when additional aid for  Texas was approved--ie &quot;Other additional spending unrelated to the  devastation in Puerto Rico was attached to the bill&quot;</p>\n\n<p>So  now we get to the poor state of Texas today.  A few days before this  storm hit (and probably had  been predicted well in advance like the  weather in the NE US is)  was planning on trying to leave the United  States of America and all the benefits that come with being a State in  this Union.</p>\n\n<p>After the storm hit,  (by comparison we have had 3-4 of these storms this year alone with or  power grid easily withstanding the assault) hat is the first thing the  &quot;Great State of Texas does?  Go begging the Federal Government of the  United States of America to bail it out a fourth time in only 8 years.</p>\n\n<p>For  those of you that are math impaired that means in this day and age of  climate change caused crisis, on average, every other year we can expect  Ted Cruz and Texas to beg the federal government to Save Them from  Disasters they cannot afford to cover without a state income tax while  repeatedly undercutting any and all disaster relief packages for any  other section of the country.</p>\n\n<p>I say fuck em.  Let that constitutional scholar Ted Cruz bail them out.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/changemyview/comments/lkxqkz/cmv_im_tired_of_texas_begging_the_the_federal/",
  "subreddit": "changemyview",
  "id": "lkxqkz",
  "is_self": true,
  "media": null,
  "is_video": false
}