{
  "author": "alxsvstn",
  "the_new_excerpt": "I don’t understand why he deserves so much attention and love towards his\npersona, I never seen anything like it.\n\nI personally know people who support Trump, and their obsession with him is far\nfrom healthy (I know that my anecdotal experiences are not a complete proof to\nmy statement, but that’s…",
  "original_created_utc": 1617052892,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不明白为什么他值得这么多关注和爱护他的人\n人设，我从未见过这样的事情。\n\n我个人认识一些支持特朗普的人，他们对特朗普的执着远远超过了\n我知道，我的传闻并不能完全证明我的健康状况。\n我的说法，但那是... ...",
      "title": "CMV：唐纳德-特朗普的支持者是邪教一样的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不明白爲什麼他值得這麼多關注和愛護他的人\n人設，我從未見過這樣的事情。\n\n我個人認識一些支持特朗普的人，他們對特朗普的執着遠遠超過了\n我知道，我的傳聞並不能完全證明我的健康狀況。\n我的說法，但那是... ...",
      "title": "CMV：唐納德-特朗普的支持者是邪教一樣的人。"
    }
  ],
  "title": "CMV: Donald Trump supporters are cult-like",
  "created_utc": 1617132629,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t understand why he deserves so much attention and love towards his persona, I never seen anything like it.</p>\n\n<p>I personally know people who support Trump, and their obsession with him is far from healthy (I know that my anecdotal experiences are not a complete proof to my statement, but that’s just as far as I can go with giving a concrete example which I can personally relate to). They have pictures of him hung on their wall, they have mugs with his name, hats, t shirts, driving with a Trump flag just because, boating with a Trump flag, everything is about Trump. I often see videos of people crying because he lost the election, etc.</p>\n\n<p>You can of course support your political candidate, no questions there, but that looks more fan-like behavior at this point. It doesn’t seem that they are supporting or even representing the republican party, they seem to just be blindly obsessed with him as a person.</p>\n\n<p>But what is more concerning is the complete absence of thought process. They sponge-like just inject everything he says and retranslate everything. Sometimes, what they say doesn’t even make sense. For instance, I once heard two Republicans talk about transgenderism in our society and that is what I heard </p>\n\n<p>“Yeah, man. It’s all just communist-China propaganda aimed to destroy our society.” </p>\n\n<p>Just absolutely complete nonsense, it sounds like someone took Trump’s speech, mixed it all up and came out with this. What does China has to do with transgenders in the US? China is probably one of the furthest countries from tolerating transgenders, and what does communism has to do with it? It is just one example, but I see it on every-day basis online, which is scary. </p>\n\n<p>The reason why I brought up this example, is for the purpose of showing that his supporters will listen to whatever he says, without ever doubting him. And whoever disagrees with him, in their eyes he is a liar and a “communist propagandist”. Just take a look at this election, they refuse to believe anyone who says that Joe Biden won. Quite literally every single institution in the US confirmed Joe Biden’s victory, and they still refuse to believe it.</p>\n\n<p>There’s a funny anecdote I heard on <a href=\"/r/jokes\">r/jokes</a> and it is so relevant and true that it hurts:</p>\n\n<p>Two Trump supporters died and went to heaven, there they meet god himself. The god says “Do you have any questions for me, my sons? Ask away!”</p>\n\n<p>First trump supporter asks: “Who really won 2020 election?”</p>\n\n<p>God responds: “Joe Biden won that election, all fair and square”</p>\n\n<p>First Trump supporter turns to the second one and whispers: “Wow, man. Those liberals went further than we thought”. </p>\n\n<p>So there we have it: Donald Trump became a cult like persona, whose supporters believe in anything he says, refusing to believe any other institution. If that’s not a cult for you, then I don’t know what is.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mfzwkj/cmv_donald_trump_supporters_are_cultlike/",
  "subreddit": "changemyview",
  "id": "mfzwkj",
  "is_self": true,
  "media": null,
  "is_video": false
}