{
  "author": "gt456",
  "the_new_excerpt": "The average news article sometimes seems to list a bunch of stats based on the\nwriter's research and knowledge, which is great, but I feel like seeing more\nvisual data would allow people to\n\n 1. become more data fluent (which I feel average people are lacking),\n 2. understand the issue at hand as…",
  "original_created_utc": 1613507484,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "一般的新闻文章有时似乎会列出一大堆统计数字，依据是\n作家的研究和知识，这是伟大的，但我觉得看到更多的。\n可视化数据将使人们能够\n\n 1.变得更懂数据（我觉得一般人都缺乏）。\n 2.把眼前的问题理解为......",
      "title": "CMV：几乎所有的新闻文章都应该有更多的图表、信息图和可视化的数据。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一般的新聞文章有時似乎會列出一大堆統計數字，依據是\n作家的研究和知識，這是偉大的，但我覺得看到更多的。\n可視化數據將使人們能夠\n\n 1.變得更懂數據（我覺得一般人都缺乏）。\n 2.把眼前的問題理解爲......",
      "title": "CMV：幾乎所有的新聞文章都應該有更多的圖表、信息圖和可視化的數據。"
    }
  ],
  "title": "CMV: Pretty much all news articles should have more charts, infographics, and visualized data.",
  "created_utc": 1613525641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The average news article sometimes seems to list a bunch of stats based on the writer&#39;s research and knowledge, which is great, but I feel like seeing more visual data would allow people to</p>\n\n<ol>\n<li>become more data fluent (which I feel average people are lacking),</li>\n<li>understand the issue at hand as well as the economy in general more fully, and</li>\n<li>be able to remember relevant info more easily. </li>\n</ol>\n\n<p>I sometimes find it hard to have a conversation with my conservative friends because we&#39;re not singing from the same hymn sheet about data and facts. For example, my Dad told me the stock market performed much better under Trump than Obama, but that&#39;s not really true - <a href=\"https://www.macrotrends.net/2481/stock-market-performance-by-president\">https://www.macrotrends.net/2481/stock-market-performance-by-president</a></p>\n\n<p>I absolutely love Andrew Yang&#39;s idea of a President using a powerpoint deck for the State of the Union address with relatively easy to understand time-series data. I&#39;ve run across <a href=\"https://ourworldindata.org/\">https://ourworldindata.org/</a> and feel like similar sources should be constantly referenced and included in news articles.</p>\n\n<p>I get that with complex situations, one has to sometimes interpret simple data in a sophisticated way and / or present some complex looking data, but that&#39;s where I feel like journalists should come in with relevant commentary. Linking to other articles with some relevant data / studies (which few people likely follow) is useful for citing info, but to really convey messages, I feel like presenting readers with more raw data would be immensely helpful.</p>\n\n<p>I understand most journalists are not data visualization people, so there might need to be a shift there and perhaps more non-proprietary data available, but I&#39;d prefer almost every article I read to include multiple charts, graphs, and other relevant data.</p>\n\n<p>Similar to how we use a topic sentence to convey what a paragraph is about, most paragraphs should start with data to drive home a point. The Economist does this somewhat well, but I&#39;d prefer it if news in general had 3-5 as much data to drive home points.</p>\n\n<p>What do you think? What am I missing? Is it too complex to do this? Is there space for a more data-visualization-focused periodical?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/llcvwc/cmv_pretty_much_all_news_articles_should_have/",
  "subreddit": "changemyview",
  "id": "llcvwc",
  "is_self": true,
  "media": null,
  "is_video": false
}