{
  "author": "excut",
  "original_created_utc": 1625251310,
  "title": "YSK how to report ads on YouTube",
  "created_utc": 1625315031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been seeing a lot of scam ads before YouTube videos recently and they&#39;ve been making me very angry, especially when the videos are aimed at kids. (One I&#39;ve been seeing recently is &quot;$1000 from Mr.Beast if you visit this site&quot;)</p>\n\n<p>I&#39;ve also been seeing posts about how you can&#39;t report the ads, but you can!</p>\n\n<p>It is very unintuitive for whatever reason but what you have to do is:</p>\n\n<p>Click the small icon of the circle with an i in it.</p>\n\n<p>Select &quot;why this ad&quot;</p>\n\n<p>There should be a &quot;report this ad&quot; link in the middle of the page</p>\n\n<p>Why YSK:</p>\n\n<p>These scam ads are aimed at children. They are used to steal data, and possibly money. Report them every time you see them.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/ocgfcz/ysk_how_to_report_ads_on_youtube/",
  "subreddit": "YouShouldKnow",
  "id": "ocgfcz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been seeing a lot of scam ads before YouTube videos recently and they've\nbeen making me very angry, especially when the videos are aimed at kids. (One\nI've been seeing recently is \"$1000 from Mr.Beast if you visit this site\")\n\nI've also been seeing posts about how you can't report the ads, but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、YouTubeの動画の前に詐欺の広告をよく見かけます。\n特に子供向けの動画の場合、とても腹が立ちます。\nこのサイトを見たらMr.Beastから1000ドルもらえます」というのがありました。)\n\nまた、広告を報告することができないという投稿も見ましたが...。",
      "title": "YSK YouTubeの広告を報告する方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近在YouTube视频前看到了很多诈骗广告，它们让我非常生气。\n它们让我非常生气，特别是当这些视频是针对儿童的时候。\n我最近看到的一个广告是 \"如果你访问这个网站，就能从野兽先生那里得到1000美元\")\n\n我还看到一些帖子，说你不能举报这些广告，但...",
      "title": "YSK如何报告YouTube上的广告"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近在YouTube視頻前看到了很多詐騙廣告，它們讓我非常生氣。\n它們讓我非常生氣，特別是當這些視頻是針對兒童的時候。\n我最近看到的一個廣告是 \"如果你訪問這個網站，就能從野獸先生那裏得到1000美元\")\n\n我還看到一些帖子，說你不能舉報這些廣告，但...",
      "title": "YSK如何報告YouTube上的廣告"
    }
  ]
}