{
  "author": "BtcAnonymouse",
  "original_created_utc": 1628681999,
  "title": "Stop blaming the old guy. That's exactly what they want us to do. Shelby is a scapegoat. Yellen and the Senators gave us all a lesson in Realpolitik.",
  "created_utc": 1628696757,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You guys remember the Bitcoin block wars politics from 4 years ago? Yeah that was like kindergarten politics compared to the schooling we got from actual career politicians this week on Capitol hill.</p>\n\n<p>It makes me laugh when I see people blaming 87 year old retiring Senator Richard Shelby because he was used as the fall guy. Also stop saying he is sponsored by banks. All of them are sponsored by banks.</p>\n\n<p>First of all when the proposal first got sneaked in there with the infra bill they didn&#39;t expect any backlash. They thought they could silently screw over crypto with a broad proposal and treasury could interpret it however they wanted.</p>\n\n<p>Once they saw the massive attention and backlash on social media and phone calls flooding in about it they had to pretend like they all cared so everyone publicly supported making amendments.</p>\n\n<p>I&#39;m not saying none of them cared about it. Senator Lummis does for real. She was the first one to make objection and in fact she is a Bitcoin OG but she&#39;s in a small minority. Most of them publicly supported the amendment only to protect their political career. They want millennial votes.</p>\n\n<p>I saw a post blaming party whip etc. This ain&#39;t got nothing to do with the party line. When it comes to protecting the banks they are all on the same damn team.</p>\n\n<p>Publicly they pretended to work on expanding the original proposal and announced that a compromise was reached but made sure that the amendment went to unanimous approval. By this way only one Senator needs to oppose it and there will be no amendment.</p>\n\n<p>It&#39;s no secret Janet Yellen was lobbying the whole week to pass it without amendment. Now she needed just one fall guy and she found the perfect one. She paid off the guy who is almost 90 years old with a nice golden handshake just before his retirement to be that scapegoat.</p>\n\n<p>In the end they manged to create a public image that other 99 Senators were good, they cared about crypto and wanted to promote innovation but this one bad out of touch grandpa who is about to retire screwed the whole thing up.</p>\n\n<p>Shelby&#39;s career is over. This won&#39;t affect him. Katie Britt is next in line to replace him. She already came out in support of crypto to make sure the seat is safe for next election.</p>\n\n<p>Perfect result. No amendment. Big dub for Yellen. Seat saved for Shelby&#39;s successor. Everyone looks good and got saved from backlash.</p>\n\n<p>We got played like a frickin&#39; fiddle folks!</p>\n</div><!-- SC_ON -->",
  "score": 257,
  "permalink": "/r/CryptoCurrency/comments/p2bcm5/stop_blaming_the_old_guy_thats_exactly_what_they/",
  "subreddit": "CryptoCurrency",
  "id": "p2bcm5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You guys remember the Bitcoin block wars politics from 4 years ago? Yeah that\nwas like kindergarten politics compared to the schooling we got from actual\ncareer politicians this week on Capitol hill.\n\nIt makes me laugh when I see people blaming 87 year old retiring Senator Richard\nShelby because he…"
}