{
  "author": "g00ber88",
  "original_created_utc": 1639440895,
  "title": "YSK that Time magazine's \"Person of the Year\" isn't necessarily praising the person selected",
  "created_utc": 1639453339,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: often when Time announces their Person of the Year, it&amp;#39;s met with backlash because people think the person they chose is undeserving of praise, and they suggest people they think should have been person of the year instead, providing less influential but morally better options.&lt;/p&gt;\n\n&lt;p&gt;Time magazine isn&amp;#39;t always praising the person they select. It is who they think &amp;quot;for better &lt;strong&gt;or for worse&lt;/strong&gt;... has done the most to influence the events of the year&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Hitler and Stalin have been person of the year. Elon Musk being person of the year doesn&amp;#39;t mean that time thinks Elon Musk is the greatest person of the year. They think he was the most influential, whether that be good or bad.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 336,
  "permalink": "/r/YouShouldKnow/comments/rfu8j8/ysk_that_time_magazines_person_of_the_year_isnt/",
  "subreddit": "YouShouldKnow",
  "id": "rfu8j8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: often when Time announces their Person of the Year, it's met with\nbacklash because people think the person they chose is undeserving of praise,\nand they suggest people they think should have been person of the year instead,\nproviding less influential but morally better options.\n\nTime…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのかというと、Time誌が「パーソン・オブ・ザ・イヤー」を発表すると、よく反感を買いますよね。\nなぜYSKかというと、タイム誌が「パーソン・オブ・ザ・イヤー」を発表すると、その人が賞賛に値しないと考えて反発する人がいます。\nその理由は、彼らが選んだ人物は賞賛に値しないと考え、代わりに今年の人物になるべきだったと思う人物を提案するからです。\nその代わりに、もっと影響力のある人物を選ぶべきだったと考えています。",
      "title": "タイム誌の「パーソン・オブ・ザ・イヤー」は、必ずしも選ばれた人を褒めているわけではないというYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：经常在《时代》宣布他们的\n往往会遇到反弹，因为人们认为他们选择的人不值得称赞。\n他们所选择的人不值得称赞，他们建议他们认为应该成为年度人物的人。\n他们建议用他们认为应该成为年度人物的人代替，提供不那么有影响力的......",
      "title": "YSK认为，《时代》杂志的 \"年度人物 \"不一定是赞美被选者的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：經常在《時代》宣佈他們的\n往往會遇到反彈，因爲人們認爲他們選擇的人不值得稱讚。\n他們所選擇的人不值得稱讚，他們建議他們認爲應該成爲年度人物的人。\n他們建議用他們認爲應該成爲年度人物的人代替，提供不那麼有影響力的......",
      "title": "YSK認爲，《時代》雜誌的 \"年度人物 \"不一定是讚美被選者的。"
    }
  ]
}