{
  "author": "g00ber88",
  "original_created_utc": 1639440895,
  "title": "YSK that Time magazine's \"Person of the Year\" isn't necessarily praising the person selected",
  "created_utc": 1639453339,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: often when Time announces their Person of the Year, it&amp;#39;s met with backlash because people think the person they chose is undeserving of praise, and they suggest people they think should have been person of the year instead, providing less influential but morally better options.&lt;/p&gt;\n\n&lt;p&gt;Time magazine isn&amp;#39;t always praising the person they select. It is who they think &amp;quot;for better &lt;strong&gt;or for worse&lt;/strong&gt;... has done the most to influence the events of the year&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Hitler and Stalin have been person of the year. Elon Musk being person of the year doesn&amp;#39;t mean that time thinks Elon Musk is the greatest person of the year. They think he was the most influential, whether that be good or bad.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 336,
  "permalink": "/r/YouShouldKnow/comments/rfu8j8/ysk_that_time_magazines_person_of_the_year_isnt/",
  "subreddit": "YouShouldKnow",
  "id": "rfu8j8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: often when Time announces their Person of the Year, it's met with\nbacklash because people think the person they chose is undeserving of praise,\nand they suggest people they think should have been person of the year instead,\nproviding less influential but morally better options.\n\nTime…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: タイム誌が「今年の人」を発表すると、よく\nというのも、選ばれた人は賞賛に値しないという意見があるからです。\nそして、その人たちは、代わりにその年の人物になるべきだったと思う人たちを提案します。\n影響力は弱いが、道徳的に優れた選択肢を提供する。\n\n時間...",
      "title": "タイム誌の「パーソン・オブ・ザ・イヤー」は、必ずしも選ばれた人を褒めているわけではないというYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当《时代》杂志宣布他们的年度人物时，经常会遇到以下情况\n反弹，因为人们认为他们选择的人不值得称赞。\n他们建议用他们认为应该成为年度人物的人代替。\n他们建议用他们认为应该成为年度人物的人代替，提供影响力较小但道德上更好的选择。\n\n时间...",
      "title": "YSK认为，《时代》杂志的 \"年度人物 \"不一定是赞美被选者的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當《時代》雜誌宣佈他們的年度人物時，經常會遇到以下情況\n反彈，因爲人們認爲他們選擇的人不值得稱讚。\n他們建議用他們認爲應該成爲年度人物的人代替。\n他們建議用他們認爲應該成爲年度人物的人代替，提供影響力較小但道德上更好的選擇。\n\n時間...",
      "title": "YSK認爲，《時代》雜誌的 \"年度人物 \"不一定是讚美被選者的。"
    }
  ]
}