{
  "author": "pingusbeak",
  "original_created_utc": 1633177086,
  "title": "How gendered is your reading?",
  "created_utc": 1633187593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a woman in my thirties. I did a quick count of the books I&#39;ve read this year, and they&#39;ve been broadly 50/50 male and female authors.</p>\n\n<p><strong>But</strong> when I broke it down by fiction vs non-fiction, I overwhelmingly read fiction by female authors and non-fiction by male authors, which interested me. </p>\n\n<p>Not sure why. Maybe because my favourite fiction genre is cosy mystery but my favourite non-fiction genres are sports and adventure. </p>\n\n<p>What about you? </p>\n\n<p>P.S. before anybody says &quot;who cares? Why does it matter?&quot; I&#39;m not saying it matters. I&#39;m just saying it&#39;s interesting there can be trends in our reading that we&#39;re not even aware of :)</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/pzu2u6/how_gendered_is_your_reading/",
  "subreddit": "books",
  "id": "pzu2u6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a woman in my thirties. I did a quick count of the books I've read this\nyear, and they've been broadly 50/50 male and female authors.\n\nBut when I broke it down by fiction vs non-fiction, I overwhelmingly read\nfiction by female authors and non-fiction by male authors, which interested me.\n\nNot…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は30代の女性です。今年読んだ本をざっと数えてみましたが\n今年読んだ本をざっと数えてみると、男性と女性の作家がほぼ半々でした。\n\nしかし、フィクションとノンフィクションに分けてみると、圧倒的に女性作家のフィクションとノンフィクションを読みました。\n女性作家のフィクションと男性作家のノンフィクションが圧倒的に多かったのが気になりました。\n\nでも...",
      "title": "あなたの読書のジェンダー性は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个三十多岁的女人。我对今年读过的书做了一个快速统计\n我对今年读过的书进行了快速统计，男性和女性作者大致各占一半。\n\n但是，当我按小说和非小说进行细分时，我绝大部分时间都在阅读\n女作家的小说和男作家的非小说，这让我感兴趣。\n\n不...",
      "title": "你的阅读有多大的性别差异？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個三十多歲的女人。我對今年讀過的書做了一個快速統計\n我對今年讀過的書進行了快速統計，男性和女性作者大致各佔一半。\n\n但是，當我按小說和非小說進行細分時，我絕大部分時間都在閱讀\n女作家的小說和男作家的非小說，這讓我感興趣。\n\n不...",
      "title": "你的閱讀有多大的性別差異？"
    }
  ]
}