{
  "author": "OldDeparture5376",
  "original_created_utc": 1627378530,
  "title": "Non Fiction essentials - history, philosophy, science, life changing!!!",
  "created_utc": 1627399816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: I would love some suggestions of female, POC and WOC authors, aswell as books (in English) from perspectives of other countries and cultures. Im after a diverse reading list, not predominately european/American males.</p>\n\n<p>Hi, I have never read non-fiction and I am coming to the realisation that I am missing out on knowledge of so many things in the world but I don&#39;t know where to start. Considering I only read page turning suspenseful fiction, I will be needing an ease into the world of non-fiction. I would love some suggestions that are EASY to read and have a narrative flow. Open to ANYTHING that will help me open up my eyes and mind to the world. What are some of your favourite books that inspired, educated or blew your mind? Think of me as a beginner here so I need engaging, easy flow, and refined subject matter! Any period in history of any part of the world, any form of science and any realm of philosophy I&#39;m open to. Thankyou :)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/osjlub/non_fiction_essentials_history_philosophy_science/",
  "subreddit": "booksuggestions",
  "id": "osjlub",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: I would love some suggestions of female, POC and WOC authors, aswell as\nbooks (in English) from perspectives of other countries and cultures. Im after a\ndiverse reading list, not predominately european/American males.\n\nHi, I have never read non-fiction and I am coming to the realisation that I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集：女性、POC、WOCの作家や、他の国や文化の視点で書かれた（英語の）本の推薦が欲しいです。\n他の国や文化の視点で書かれた（英語の）本を紹介してください。私の目的は\nヨーロッパやアメリカの男性が中心ではなく、多様な読書リストを求めています。\n\nこんにちは、私はノンフィクションを読んだことがありませんが、最近になって自分が...",
      "title": "ノンフィクションの必需品-歴史、哲学、科学、人生を変える!!!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我希望得到一些关于女性、POC和WOC作家的建议，以及\n角度的书籍（英文）。我想要一个\n我想要一个多样化的阅读清单，而不是以欧洲/美国男性为主。\n\n你好，我从来没有读过非小说类的书，而且我逐渐意识到，我...",
      "title": "非小说类的精华--历史、哲学、科学、改变生活！！！。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我希望得到一些關於女性、POC和WOC作家的建議，以及\n角度的書籍（英文）。我想要一個\n我想要一個多樣化的閱讀清單，而不是以歐洲/美國男性爲主。\n\n你好，我從來沒有讀過非小說類的書，而且我逐漸意識到，我...",
      "title": "非小說類的精華--歷史、哲學、科學、改變生活！！！。"
    }
  ]
}