{
  "author": "JigsawPuzzleUnit",
  "original_created_utc": 1626397390,
  "title": "CMV: Cultural Appropriation is not a real thing",
  "created_utc": 1626438966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I studied Sociology for a whole year before changing Majors (it wasn&#39;t really for me), and one of the ideas, that one of my teachers was more eager to teach us was, Hegemony and Cultural Appropriation.</p>\n\n<p>Since I left, I&#39;ve been thinking, cultural appropriation is at least, a contradictary concept.</p>\n\n<p>First, let&#39;s define... They call cultural appropriation when a dominating culture, takes elements of a dominated culture and adopts them, as if it were theirs.This would mean, the very big influence of Rock music over the world, meaning that now there&#39;s is national rock music in almost every country, isn&#39;t cultural appropiation, because there&#39;s a dominating culture imposing their music over dominated cultures.However, when Ariana Grande (or the music industry for that matter) takes elements, of latin music, or rhythms from marginalized societes, such as trap and hip hop. That IS cultural appropriation, because a dominating culture is &quot;stealing&quot; the music of a marginalized people without any regard for their meaning or historical backround...</p>\n\n<p>My problem with this concept is, firstly...How can a culture &quot;own&quot; a thought, or a belief? Those are just concepts. Since cultural appropriaton assumes, in regards of social justice, that some elements of a culture are proper to that culture and not to be touched with, what if I simply identify with their beliefs?A culture would only adopt elements of another culture by, Hegemonic power (power a dominated culture by definition cannot have), or by association and assimilation wich means, THEY INDENTIFY with given elements of a culture, they&#39;ve seen them, heard them enough to feel they&#39;re part of them...</p>\n\n<p>But what about the deeper meaning of all those elements that is not taken under consideration? How is it fair that someone uses a mandala as center piece when it holds so much more meaning than that to asian culture? why does hippies just get to wear dreadlocks or take any other elemnt of jamaican culture, if their ancestors didn&#39;t were plantation slaves? or the famous one, how does an average american just get to wear a feather hat just like that when it was a sign of status for native americans?</p>\n\n<p>Well, first, same things can mean different things to different people... That&#39;s just in the nature of cultural exchange... and yeah, you could argue that it is racist to take something from a culture you don&#39;t know nothing about and use it without considering how would it make them feel, and to a certain degree it is. But that&#39;s just how cultural exchange happen, and it is pretty much unavoidable. It is true, that not all cultural exchanges have been equal, hence the fact, that some parts of a culture get destroyed, others, stolen, and others imposed. However, the reality is, that has been happening since the beginning of History. What people call cultural appropriation is just a way of cultural exchange.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ol67fz/cmv_cultural_appropriation_is_not_a_real_thing/",
  "subreddit": "changemyview",
  "id": "ol67fz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I studied Sociology for a whole year before changing Majors (it wasn't really\nfor me), and one of the ideas, that one of my teachers was more eager to teach\nus was, Hegemony and Cultural Appropriation.\n\nSince I left, I've been thinking, cultural appropriation is at least, a\ncontradictary…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は専攻を変える前に社会学を1年間勉強しました（私には向いていませんでした）。\n先生の一人が熱心に教えてくれたアイデアの一つが、「覇権と文化的収用」でした。\nヘゲモニーと文化的適正化」でした。\n\n辞めてから考えたのですが、文化的流用というのは、少なくとも矛盾していますよね。\n矛盾している...",
      "title": "CMV: Cultural Appropriationは実在しない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在转专业之前，我学习了一整年的社会学（这并不真正适合我）。\n而我的一位老师更热衷于教我们的一个观点是：霸权和文化占有。\n霸权和文化挪用。\n\n自从我离开后，我一直在想，文化挪用至少是一个\n矛盾的...",
      "title": "CMV：文化挪用不是一个真实的东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在轉專業之前，我學習了一整年的社會學（這並不真正適合我）。\n而我的一位老師更熱衷於教我們的一個觀點是：霸權和文化佔有。\n霸權和文化挪用。\n\n自從我離開後，我一直在想，文化挪用至少是一個\n矛盾的...",
      "title": "CMV：文化挪用不是一個真實的東西"
    }
  ]
}