{
  "author": "WolfBearPup",
  "original_created_utc": 1637365125,
  "title": "YSK: being nice some of the time is part of the manipulation.",
  "created_utc": 1637373922,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: this is super common in many different types of relationships. I learnt it with my ex. We know that during the good times, it’s really good, and so we hope and tell ourselves that if it could only always be like that, if we could only get it right, then things would be perfect.  No. If they were a dick 100% of the time then you wouldn’t keep the relationship going. The good times is all part of the manipulation, and it’s just not okay for someone to treat you with common decency only when they deem it fit to do so.  How they treat you at their worst is just as important as how they treat you at their best, if not more so.</p>\n</div><!-- SC_ON -->",
  "score": 589,
  "permalink": "/r/YouShouldKnow/comments/qxsjfi/ysk_being_nice_some_of_the_time_is_part_of_the/",
  "subreddit": "YouShouldKnow",
  "id": "qxsjfi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: this is super common in many different types of relationships. I learnt\nit with my ex. We know that during the good times, it’s really good, and so we\nhope and tell ourselves that if it could only always be like that, if we could\nonly get it right, then things would be perfect. No. If they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、これは様々なタイプの人間関係によくあることだからです。私はそれを\n私はそれを元カレと一緒に学びました。私たちは、良い時は本当に良いことだと知っています。\n自分自身に言い聞かせています。\nそうなれば、物事は完璧になる。いや、もしも...",
      "title": "YSK: ある程度の優しさは、操作の一部です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这在许多不同类型的关系中超级常见。我从我的前任那里学到了\n我和我的前夫一起学的。我们知道，在好的时候，它真的很好，所以我们\n我们希望并告诉自己，如果它能一直这样，如果我们能\n如果我们能做到这一点，那么事情就会变得完美。不，如果他们...",
      "title": "YSK：在某些时候对人好是操纵的一部分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這在許多不同類型的關係中超級常見。我從我的前任那裏學到了\n我和我的前夫一起學的。我們知道，在好的時候，它真的很好，所以我們\n我們希望並告訴自己，如果它能一直這樣，如果我們能\n如果我們能做到這一點，那麼事情就會變得完美。不，如果他們...",
      "title": "YSK：在某些時候對人好是操縱的一部分。"
    }
  ]
}