{
  "author": "NalaJax",
  "the_new_excerpt": "Why YSK: A lot of people take on a self appointed authoritative role in certain\ncircumstances. This is specifically regarding regular people feeling they need\nto find out what you’re doing, who you are, or any other information they aren’t\nentitled to know. Not saying to purposefully be an asshole…",
  "original_created_utc": 1617984837,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人は、ある状況下では、自分が権威的な役割を担うことになります。\nのです。これは特に、普通の人が、自分のために\nあなたが何をしているのか、あなたが誰なのか、またはその他の情報を知る権利がないことを\n知る権利のない情報を知る必要があると一般の人が感じることです。わざと嫌な奴になれとは言いませんが...。",
      "title": "YSK: 誰かに質問されたからといって、それに答えなければならないわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人在某些情况下自命不凡地扮演着权威的角色。\n的情况。具体来说，就是关于普通人觉得自己需要\n查出你在做什么，你是谁，或任何其他信息，他们是不\n有权知道。不是说要故意做个混蛋... ...",
      "title": "YSK：有人向你提问，并不意味着你必须向他们提供答案。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人在某些情況下自命不凡地扮演着權威的角色。\n的情況。具體來說，就是關於普通人覺得自己需要\n查出你在做什麼，你是誰，或任何其他信息，他們是不\n有權知道。不是說要故意做個混蛋... ...",
      "title": "YSK：有人向你提問，並不意味着你必須向他們提供答案。"
    }
  ],
  "title": "YSK: Just because someone questions you does not mean you are required to provide them answers.",
  "created_utc": 1617997063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people take on a self appointed authoritative role in certain circumstances.  This is specifically regarding regular people feeling they need to find out what you’re doing, who you are, or any other information they aren’t entitled to know. Not saying to purposefully be an asshole or arouse suspicion, but you don’t need to provide them the satisfaction of giving you the “okay” to proceed minding your own business</p>\n</div><!-- SC_ON -->",
  "score": 219,
  "permalink": "/r/YouShouldKnow/comments/mnkokz/ysk_just_because_someone_questions_you_does_not/",
  "subreddit": "YouShouldKnow",
  "id": "mnkokz",
  "is_self": true,
  "media": null,
  "is_video": false
}