{
  "author": "ajgjhsgjkhaegjhw",
  "the_new_excerpt": "I think that if a company is caught using child labour in 3rd world countries,\nit should be faced with absolutely massive fines. Something along the lines of\nhaving to pay works 2-3 times the wages they would have been owed if working in\nthe country the company is based in. As well as having to pay…",
  "original_created_utc": 1614298240,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，如果一家公司被发现在第三世界国家使用童工。\n它应该面临绝对巨大的罚款。类似于\n不得不付给工人2-3倍的工资，如果他们在工厂工作的话。\n公司所在的国家。以及必须支付...",
      "title": "CMV：被发现使用童工的公司，即使是子公司或第三方，也应面临巨额罚款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，如果一家公司被發現在第三世界國家使用童工。\n它應該面臨絕對巨大的罰款。類似於\n不得不付給工人2-3倍的工資，如果他們在工廠工作的話。\n公司所在的國家。以及必須支付...",
      "title": "CMV：被發現使用童工的公司，即使是子公司或第三方，也應面臨鉅額罰款。"
    }
  ],
  "title": "CMV: Companys caught using child labour, even if it is a subsidiary or 3rd party, should face massive fines.",
  "created_utc": 1614314138,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think that if a company is caught using child labour in 3rd world countries, it should be faced with absolutely massive fines. Something along the lines of having to pay works 2-3 times the wages they would have been owed if working in the country the company is based in. As well as having to pay a fine of 100% of the sale value fo the product. Not just profit.</p>\n\n<p>I do not think the idea that &quot;the company did not know about the child labour.&quot; That is used when they hire a smaller company that has any merit as a defence either. Gross negligence is not an excuse for any other crime. And should not be here either. A worker that got hurt due to a ceiling beam would not be unable to sue since the company had no way of knowing water damage had acquired.</p>\n\n<p>Edit 1: I should have been more clear on this. I am specifically referring to when a company send its work to be done by young children in 3rd world countries. Working for next to nothing.</p>\n\n<p>Edit 2: I am willing to admit defeat on the topic of gross negligence. Why I still do believe that a company that can be proven to know they knew of child labour, I admit I was to casting too broad of a net. As I was only thinking of companies that would try to use smaller companies that they did not technically have affiliation with as a means of circumventing the law. And not of the dozens of reasons that a company may have reasonably done business with a company that was using child labour and they themselves be innocent.</p>\n</div><!-- SC_ON -->",
  "score": 260,
  "permalink": "/r/changemyview/comments/lskxa5/cmv_companys_caught_using_child_labour_even_if_it/",
  "subreddit": "changemyview",
  "id": "lskxa5",
  "is_self": true,
  "media": null,
  "is_video": false
}