{
  "author": "SuperStallionDriver",
  "original_created_utc": 1634132622,
  "title": "cmv: The USWNT has no clothes",
  "created_utc": 1634146239,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A new movie paid for and produced by CNN is coming out and capping a few years of heavy media coverage of the US women&#39;s soccer party structure.</p>\n\n<p>Consistently they have claimed unequal pay.</p>\n\n<p>The official judgement when dismissing their lawsuits were based on the following points:</p>\n\n<p>They and their union freely negotiated a contract for guaranteed salary and benefits (the men&#39;s team has no guaranteed salary, they only get paid if they play) after rejecting the same contract structure as the men.</p>\n\n<p>The women were paid more overall, and on a per game basis than the men($24M v 18M and $220k v $212k respectively), so rather than being paid less than the men, they actually got paid more and that is true pretty much any way you slice it.</p>\n\n<p>US men&#39;s soccer and US women&#39;s soccer earned basically equal income for the league (50.5% total revenue was generated by the women) so any additional payments to the women would actually start increasing the pay disparity as a function of the revenue generated to the employer... In favor of the men having a good discrimination claim I guess?</p>\n\n<p>Last point that highlights that the different contract they negotiated actually did exactly what they wanted it to do:</p>\n\n<p>During COVID: the women continued to keep their guaranteed $100k salaries with basically no games played in 2020 (I think between the men and women US Soccer played like 3 games in 2020). The men were paid zero dollars during that time since they don&#39;t get paid unless they play a game.</p>\n\n<p>The women&#39;s team and their argument have no basis in fact. We have been lied to for 5 years about supposed pay discrimination. </p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/q7bgco/cmv_the_uswnt_has_no_clothes/",
  "subreddit": "changemyview",
  "id": "q7bgco",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A new movie paid for and produced by CNN is coming out and capping a few years\nof heavy media coverage of the US women's soccer party structure.\n\nConsistently they have claimed unequal pay.\n\nThe official judgement when dismissing their lawsuits were based on the\nfollowing points:\n\nThey and their…"
}