{
  "author": "SuperStallionDriver",
  "original_created_utc": 1634132622,
  "title": "cmv: The USWNT has no clothes",
  "created_utc": 1634146239,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A new movie paid for and produced by CNN is coming out and capping a few years of heavy media coverage of the US women&#39;s soccer party structure.</p>\n\n<p>Consistently they have claimed unequal pay.</p>\n\n<p>The official judgement when dismissing their lawsuits were based on the following points:</p>\n\n<p>They and their union freely negotiated a contract for guaranteed salary and benefits (the men&#39;s team has no guaranteed salary, they only get paid if they play) after rejecting the same contract structure as the men.</p>\n\n<p>The women were paid more overall, and on a per game basis than the men($24M v 18M and $220k v $212k respectively), so rather than being paid less than the men, they actually got paid more and that is true pretty much any way you slice it.</p>\n\n<p>US men&#39;s soccer and US women&#39;s soccer earned basically equal income for the league (50.5% total revenue was generated by the women) so any additional payments to the women would actually start increasing the pay disparity as a function of the revenue generated to the employer... In favor of the men having a good discrimination claim I guess?</p>\n\n<p>Last point that highlights that the different contract they negotiated actually did exactly what they wanted it to do:</p>\n\n<p>During COVID: the women continued to keep their guaranteed $100k salaries with basically no games played in 2020 (I think between the men and women US Soccer played like 3 games in 2020). The men were paid zero dollars during that time since they don&#39;t get paid unless they play a game.</p>\n\n<p>The women&#39;s team and their argument have no basis in fact. We have been lied to for 5 years about supposed pay discrimination. </p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/q7bgco/cmv_the_uswnt_has_no_clothes/",
  "subreddit": "changemyview",
  "id": "q7bgco",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A new movie paid for and produced by CNN is coming out and capping a few years\nof heavy media coverage of the US women's soccer party structure.\n\nConsistently they have claimed unequal pay.\n\nThe official judgement when dismissing their lawsuits were based on the\nfollowing points:\n\nThey and their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CNNが費用を負担して制作した新しい映画が公開され、米国女子サッカー界のパーティー構造に関する数年間のメディアの報道を締めくくる。\nアメリカ女子サッカーの党派構造について、メディアが大きく取り上げた数年間を締めくくるものです。\n\n彼女たちは一貫して不平等な賃金を主張してきた。\n\n彼女たちの訴訟を棄却した公式の判断は次のようなものだった。\n以下の点です。\n\n彼女たちとその...",
      "title": "cmv: USWNTには服がない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一部由CNN出资制作的新电影即将上映，为几年来媒体对美国女足的大量报道画上句号\n媒体对美国女足党结构的大量报道。\n\n一贯以来，她们都声称薪酬不平等。\n\n驳回她们的诉讼时，官方的判决是基于以下几点\n以下几点。\n\n她们和她们的...",
      "title": "cmv：美国国家队没有衣服穿"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一部由CNN出資製作的新電影即將上映，爲幾年來媒體對美國女足的大量報道畫上句號\n媒體對美國女足黨結構的大量報道。\n\n一貫以來，她們都聲稱薪酬不平等。\n\n駁回她們的訴訟時，官方的判決是基於以下幾點\n以下幾點。\n\n她們和她們的...",
      "title": "cmv：美國國家隊沒有衣服穿"
    }
  ]
}