{
  "author": "SariKanaryalar",
  "original_created_utc": 1626971473,
  "title": "How do you get over the lack of discussion over a book you just finished and absolutely loved but isn't extremely famous?",
  "created_utc": 1626988807,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently finished reading Replay by Ken Grimwood and it&#39;s such a stunning book. I have so much to discuss, so many questions and so many thoughts. By I was surprised to see that there is barely any discussion about it now or in the past and none in my circle read it either.</p>\n\n<p>On the other hand, books like Harry Potter &amp; LOTR have such a vibrant and amazingly active community. </p>\n\n<p>So have you ever come across a book which you were dying to discuss with someone but couldn&#39;t because it just wasn&#39;t that popular?? How do you deal with that? It feels a little hollow not being able to discuss it with someone, like I have to keep so many thoughts &amp; questions cages but I don&#39;t want to.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/ophg8i/how_do_you_get_over_the_lack_of_discussion_over_a/",
  "subreddit": "books",
  "id": "ophg8i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently finished reading Replay by Ken Grimwood and it's such a stunning\nbook. I have so much to discuss, so many questions and so many thoughts. By I\nwas surprised to see that there is barely any discussion about it now or in the\npast and none in my circle read it either.\n\nOn the other hand,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、ケン・グリムウッドの「リプレイ」を読み終えたのですが、とても素晴らしい本でした。\n本です。議論したいことがたくさんあり、質問も多く、感想もたくさんあります。私は\n驚いたのは、今も昔もこの本についてほとんど議論されておらず、私の周りでも誰も読んでいないことです。\n私の周りでは誰もこの本を読んでいませんでした。\n\nその一方で、...",
      "title": "読み終えたばかりでとても気に入っているのに、極端に有名ではない本についての議論がないことをどうやって乗り越えますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读完了肯-格里姆伍德的《回放》，这是一本令人惊叹的\n书。我有很多东西要讨论，有很多问题，有很多想法。由我\n惊讶地发现，现在和过去几乎没有任何关于这本书的讨论。\n过去，我的圈子里也没有人读过这本书。\n\n另一方面，...",
      "title": "你如何克服对一本你刚刚读完并绝对喜欢但又不是非常有名的书的不讨论？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀完了肯-格里姆伍德的《回放》，這是一本令人驚歎的\n書。我有很多東西要討論，有很多問題，有很多想法。由我\n驚訝地發現，現在和過去幾乎沒有任何關於這本書的討論。\n過去，我的圈子裏也沒有人讀過這本書。\n\n另一方面，...",
      "title": "你如何克服對一本你剛剛讀完並絕對喜歡但又不是非常有名的書的不討論？"
    }
  ]
}