{
  "author": "ew635331",
  "original_created_utc": 1640566729,
  "title": "YSK: How to save cash to get out of a relationship with someone who is financially controlling you.",
  "created_utc": 1640573512,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: with someone who is controlling your finances leaving may seem impossible- this advice could help you save funds to help with leaving. &lt;/p&gt;\n\n&lt;p&gt;If you need to save cash to get away from an abusive partner who has financial control- use grocery trips to put away money a little at a time. &lt;/p&gt;\n\n&lt;p&gt;If your partner will not see/check the itemized receipt, just get cash back when checking out and save that cash somewhere safe. Bank statements will show the total grocery store bill without showing any cash was withdrawn. &lt;/p&gt;\n\n&lt;p&gt;If your partner does check the itemized receipt, many stores now have free apps to clip digital coupons- my local store (giant) will give cash back for any digital coupons that did not properly come off during check out. Any coupons not “clipped” at least 30 minutes before a check out have to be manually paid out. &lt;/p&gt;\n\n&lt;p&gt;I got $15 cash back from customer service today that will not show up on any receipt or bank statement. Thankfully this is not something I need to worry about , but I thought it may help someone in a difficult situation.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 305,
  "permalink": "/r/YouShouldKnow/comments/rpakw2/ysk_how_to_save_cash_to_get_out_of_a_relationship/",
  "subreddit": "YouShouldKnow",
  "id": "rpakw2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with someone who is controlling your\nfinances leaving may seem impossible- this advice could help you save funds to\nhelp with leaving. </p> <p>If you need to save cash to get away from an abusive\npartner who has financial control- use grocery trips to put…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: あなたを支配している人がいる。\nこのアドバイスにより、資金を貯めることができます。\nを、退去する際に役立てることができます。</p> <p>虐待から逃れるために現金を節約する必要がある場合、その方法は以下のとおりです。\n経済的に支配されているパートナーは、食料品の買い出しに行くなどして、...",
      "title": "YSK：経済的に支配されている相手と関係を絶つための現金の貯め方。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：对于控制你的人来说，离开似乎是不可能的。\n这条建议可以帮助你节省资金，帮助你离开。\n帮忙离开。</p> <p>如果你需要节省现金来离开有财务控制权的施暴者\n如果你需要节省现金来离开有财务控制权的伴侣--利用杂货店旅行来放...",
      "title": "YSK: 如何节省现金以摆脱与在经济上控制你的人的关系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：對於控制你的人來說，離開似乎是不可能的。\n這條建議可以幫助你節省資金，幫助你離開。\n幫忙離開。</p> <p>如果你需要節省現金來離開有財務控制權的施暴者\n如果你需要節省現金來離開有財務控制權的伴侶--利用雜貨店旅行來放...",
      "title": "YSK: 如何節省現金以擺脫與在經濟上控制你的人的關係。"
    }
  ]
}