{
  "author": "ew635331",
  "original_created_utc": 1640566729,
  "title": "YSK: How to save cash to get out of a relationship with someone who is financially controlling you.",
  "created_utc": 1640573512,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: with someone who is controlling your finances leaving may seem impossible- this advice could help you save funds to help with leaving. &lt;/p&gt;\n\n&lt;p&gt;If you need to save cash to get away from an abusive partner who has financial control- use grocery trips to put away money a little at a time. &lt;/p&gt;\n\n&lt;p&gt;If your partner will not see/check the itemized receipt, just get cash back when checking out and save that cash somewhere safe. Bank statements will show the total grocery store bill without showing any cash was withdrawn. &lt;/p&gt;\n\n&lt;p&gt;If your partner does check the itemized receipt, many stores now have free apps to clip digital coupons- my local store (giant) will give cash back for any digital coupons that did not properly come off during check out. Any coupons not “clipped” at least 30 minutes before a check out have to be manually paid out. &lt;/p&gt;\n\n&lt;p&gt;I got $15 cash back from customer service today that will not show up on any receipt or bank statement. Thankfully this is not something I need to worry about , but I thought it may help someone in a difficult situation.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 305,
  "permalink": "/r/YouShouldKnow/comments/rpakw2/ysk_how_to_save_cash_to_get_out_of_a_relationship/",
  "subreddit": "YouShouldKnow",
  "id": "rpakw2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with someone who is controlling your\nfinances leaving may seem impossible- this advice could help you save funds to\nhelp with leaving. </p> <p>If you need to save cash to get away from an abusive\npartner who has financial control- use grocery trips to put…"
}