{
  "author": "Wiley_L7",
  "the_new_excerpt": "Context - When I was a child, we had an unfinished basement that always had a\nbunch of old smelling boxes tucked away in the corner. We used to play down\nthere all the time so naturally I ended up looking through most of them. In one\nwas this huge thousand page book with the old cover for the…",
  "original_created_utc": 1617095671,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "背景--当我还是个孩子的时候，我们有一个未完成的地下室，总是有一个。\n一堆老旧的气味盒子藏在角落里。我们以前经常在下面玩\n一直在那里，所以自然而然地，我最终看完了其中的大部分。在一个\n是这本巨大的千页书与旧封面的... ...",
      "title": "每个人都应该读史蒂文-金的《站台》"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景--當我還是個孩子的時候，我們有一個未完成的地下室，總是有一個。\n一堆老舊的氣味盒子藏在角落裏。我們以前經常在下面玩\n一直在那裏，所以自然而然地，我最終看完了其中的大部分。在一個\n是這本巨大的千頁書與舊封面的... ...",
      "title": "每個人都應該讀史蒂文-金的《站臺》"
    }
  ],
  "title": "Everyone should read The Stand by Steven King",
  "created_utc": 1617104990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Context -</strong> When I was a child, we had an unfinished basement that always had a bunch of old smelling boxes tucked away in the corner. We used to play down there all the time so naturally I ended up looking through most of them. In one was this huge thousand page book with the old cover for the complete and uncut editon (The coolest cover btw). Around this time I had fallen in love with reading and wanted to get my hands on everything. When my I asked my dad if I could read it all he said, &quot;No, its way to scary.&quot; For years I always wondered what was so spooky about it. Eveyone I asked said the same thing and even when I got older I was still never allowed to read it. That is untill I got really bored and decided to read it stuck in my appartment during quarintine.</p>\n\n<p><strong>It really is that spooky -</strong> Books have never scared me, but this one did. Usualy when you think of being scared you think of a jump scare of something like that, this was completely different. It is more like a long spiraling decent of a jump scare. When I was finished reading it I was unsettled for like 2 days. I have never been left with that sort of feeling durring and especially after finishing a book. What makes it worse is the cotent of the book and what is going on today. I could not have picked a better book to read durring this time and I am super glad I did. So for anyone who likes 1000 page books that are deeply disturbing and biblical and have all this really cool stuff, this one is for you.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mgbufe/everyone_should_read_the_stand_by_steven_king/",
  "subreddit": "books",
  "id": "mgbufe",
  "is_self": true,
  "media": null,
  "is_video": false
}