{
  "author": "thefakeaero",
  "original_created_utc": 1630927510,
  "title": "YSK: You can view your listening history on Spotify",
  "created_utc": 1630946120,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yesterday, I picked out some random playlist on Spotify which I liked the sound of. I decided to play it at my housewarming party. Unfortunately, I didn&#39;t have the chance to save a lot of the songs I really enjoyed listening to while I was there, however, I was pleasantly surprised to find one of the easiest solutions to this issue. </p>\n\n<p>Why YSK: For any of you that have regretted not saving a song in time for whatever reason, solutions are below!</p>\n\n<p><strong>Mobile</strong>: Open Spotify, and in the top right of the home page should be a &quot;rewind&quot; looking button with clock hands. This will list the history of the music you have listened to before.</p>\n\n<p><strong>Desktop</strong>: Click the &#39;Play Queue&#39; button, then select &#39;Recently Played&#39;. This will list the history of the music you have listened to before. (Note: Correct me if I am wrong, but I believe the mobile app lists a complete and extended listening history as opposed to the desktop version, I don&#39;t know why)</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/pixko0/ysk_you_can_view_your_listening_history_on_spotify/",
  "subreddit": "YouShouldKnow",
  "id": "pixko0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yesterday, I picked out some random playlist on Spotify which I liked the sound\nof. I decided to play it at my housewarming party. Unfortunately, I didn't have\nthe chance to save a lot of the songs I really enjoyed listening to while I was\nthere, however, I was pleasantly surprised to find one of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、私はSpotifyのランダムなプレイリストの中から、気に入った音を選んだ。\n選んだ。新築祝いのパーティーで流すことにしました。残念ながら、私は\n残念ながら、私が楽しんだ曲の多くを保存する機会はありませんでした。\nしかし、その中の1曲を見つけて、とても驚きました。",
      "title": "YSK: Spotifyでは、自分の視聴履歴を見ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "昨天，我在Spotify上随机挑选了一些我喜欢的播放列表。\n的声音。我决定在我的乔迁聚会上播放它。不幸的是，我没有\n遗憾的是，我没有机会保存很多我在那里时非常喜欢听的歌曲。\n然而，我很惊喜地发现，其中有一首是我很喜欢的。",
      "title": "YSK：你可以在Spotify上查看你的收听记录"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "昨天，我在Spotify上隨機挑選了一些我喜歡的播放列表。\n的聲音。我決定在我的喬遷聚會上播放它。不幸的是，我沒有\n遺憾的是，我沒有機會保存很多我在那裏時非常喜歡聽的歌曲。\n然而，我很驚喜地發現，其中有一首是我很喜歡的。",
      "title": "YSK：你可以在Spotify上查看你的收聽記錄"
    }
  ]
}