{
  "author": "BooksAreLuv",
  "original_created_utc": 1637946095,
  "title": "Books from your youth that didn't age well",
  "created_utc": 1637962233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was having a discussion with some friends about how a lot of the books we read as teens or our early twenties just did not age well. It was interesting how we each had a book that we use to love and now looking back at it we don&#39;t know what the hell we were thinking.</p>\n\n<p>For me it was the Perfect Chemistry trilogy by Simone Elkeles. I used to adore those books but when I recently went back to re-read the first one I realized it was super racist / white savior complex. Like the first book on it&#39;s own would have probably been fine but when you realize all three brothers are saved from gang life by a rich white girl....it&#39;s not a great look.</p>\n\n<p>What is a book you use to love but didn&#39;t age well? Why?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/r2rsh2/books_from_your_youth_that_didnt_age_well/",
  "subreddit": "books",
  "id": "r2rsh2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was having a discussion with some friends about how a lot of the books we read\nas teens or our early twenties just did not age well. It was interesting how we\neach had a book that we use to love and now looking back at it we don't know\nwhat the hell we were thinking.\n\nFor me it was the Perfect…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "友人たちと、10代や20代前半に読んだ本の多くが\n10代や20代前半の頃に読んだ本の多くは、うまく熟成されていない。興味深いことに、私たちはそれぞれ\n振り返ってみると、何を考えていたのかわからなくなってしまうのです。\n何を考えていたのかわからなくなってしまうのが面白いですね。\n\n私の場合、それは「パーフェクト...",
      "title": "あなたの青春時代に読んだ、熟成されていない本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾与一些朋友讨论过，我们在十几岁或二十几岁时读的很多书\n我们在十几岁或二十几岁时读的很多书都不太老。有趣的是，我们\n我们每个人都有一本我们曾经喜欢的书，但现在回过头来看，我们不知道\n我们到底在想什么。\n\n对我来说，这就是《完美》。",
      "title": "你年轻时的那些不老的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾與一些朋友討論過，我們在十幾歲或二十幾歲時讀的很多書\n我們在十幾歲或二十幾歲時讀的很多書都不太老。有趣的是，我們\n我們每個人都有一本我們曾經喜歡的書，但現在回過頭來看，我們不知道\n我們到底在想什麼。\n\n對我來說，這就是《完美》。",
      "title": "你年輕時的那些不老的書"
    }
  ]
}