{
  "author": "Daimeatsbees",
  "original_created_utc": 1635776555,
  "title": "CMV: Some people rely on social media as therapy too much and it’s one of the worst things you can do as a mentally unstable person.",
  "created_utc": 1635845498,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know, I’m not the wisest guy here since I’m literally using a social media to say this. But this is less of a rant and more of a conclusion of mine.</p>\n\n<p>This addresses all of the recent encounters I’ve had with some specific people online. And judging by the fact of how common it is, you’ve probably seen it too. Long story short, have you ever seen  people online who use “personal” public accounts, say Twitter (you know where it’s going when I pick out Twitter as an example), and their account info is absolutely stuffed with details upon details about them.. Their age, nationality, race, height and weight, and the worst; mental disorders and “trigger warnings”. Then, you scroll down, and see vent upon vent upon vent. A lot of those are called “therapy accounts”, but don’t necessarily have to be, they’re all personal accounts for sure, however. And I think that whatever their plan is with exposing all of those details with them, is incredibly ridiculous. I’m talking more about the mental health aspect of things, the trigger warnings and illnesses. I believe that sharing your experiences can help you find  people of problems alike, and that’s incredibly helpful. What I mean is that, putting this info on display is extremely dangerous. Here’s a different way of looking at this. Let’s say, you’re lethally allergic to garlic (example), and you tell everyone and the whole world about it, do you realize how easy it is for some person who just doesn’t like you, or a person who just likes to hurt others, to stuff garlic in your mouth and watch you die? This is what I mean when it comes to those people. Then happen situations where someone bullies someone else and is making fun of their trauma which they clearly listed publicly for everyone to see, and the “victim” ends up having a mental breakdown, which, unfortunately, could be prevented.</p>\n\n<p>I believe that people who do this can also be blindly lead by their emotional difficulties, they might have the unhealthy need for validation, to be seen, to be treated as vulnerable and for people to treat them like a fragile little person who needs protection from others. Aka. The internet. The internet should never be your safe place, ever. It shouldn’t be your safe bunker you go to when you’re feeling down. Comfort shows/games or online activities? Absolutely. Long distance realtionships? Even more amazing. Coping using some of it is okay. But majorly relying on just the internet in any way is unhealthy, especially when it comes to mental health, the internet will harm you even more than “real life” will do if you don’t handle it responsibly, if a basic aspect of your life depends on the internet (socialization etc.), that’s the definition of being addicted to the internet.</p>\n\n<p>To clarify, I believe that mental health diary accounts can be fine as long as they’re monitored, private, and don’t overshare. Diary plans are one of the most common forms of therapy you can begin at home. Listing a trigger warning or two on your page is completely fine as well, but listing a sea of trigger warnings on your page and then acting surprised when people pick at them or happen to not remember them all shouldn’t be surprising in the slightest, it’s not your fault, but you are the person who gave those people resources to bully you with. And this is why in my opinion the internet should be monitored more.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qkf2fu/cmv_some_people_rely_on_social_media_as_therapy/",
  "subreddit": "changemyview",
  "id": "qkf2fu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know, I’m not the wisest guy here since I’m literally using a social media to\nsay this. But this is less of a rant and more of a conclusion of mine.\n\nThis addresses all of the recent encounters I’ve had with some specific people\nonline. And judging by the fact of how common it is, you’ve probably…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、文字通りソーシャルメディアを使ってこれを言っているので、ここでは最も賢明な男ではないことは分かっています。\nこれを言うために文字通りソーシャル・メディアを使っているのだから。しかし、これは暴言というよりも、私の結論です。\n\nこれは、私が最近、ネット上で特定の人と遭遇したすべてのことを取り上げています。\nオンラインで そして、それがいかに一般的であるかという事実から判断して、おそらくあなたも...",
      "title": "CMV： ソーシャルメディアをセラピーとして頼りすぎてしまう人がいますが、それは精神的に不安定な人が陥る最悪の事態のひとつです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道，我不是这里最聪明的人，因为我实际上是在使用一个社会媒体来说这些话。\n说这个。但这并不是我的咆哮，而更像是我的一个结论。\n\n这涉及到我最近与一些特定的人的所有遭遇\n在网上。从这一事实来看，这很常见，你可能已经...",
      "title": "CMV：有些人过于依赖社交媒体作为治疗，作为一个精神不稳定的人，这是最糟糕的事情之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道，我不是這裏最聰明的人，因爲我實際上是在使用一個社會媒體來說這些話。\n說這個。但這並不是我的咆哮，而更像是我的一個結論。\n\n這涉及到我最近與一些特定的人的所有遭遇\n在網上。從這一事實來看，這很常見，你可能已經...",
      "title": "CMV：有些人過於依賴社交媒體作爲治療，作爲一個精神不穩定的人，這是最糟糕的事情之一。"
    }
  ]
}