{
  "author": "RajuQureshi",
  "the_new_excerpt": "Since my teenage years I had this problem : I was self conscious. I wanted to\nimpress others. Even if what I was doing didn't resonated with my personality i\ndid it just for the validation of other people. This caused a lot of stress and\nI even started losing my original identity. But after reading…",
  "original_created_utc": 1615143620,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "从十几岁开始，我就有这个问题：我有自我意识。我想\n给别人留下深刻印象。即使我所做的事情与我的个性没有共鸣，我也会把它当作是我的个性。\n做了，只是为了得到别人的认可。这造成了很大的压力和\n我甚至开始失去原来的身份。但看完之后...",
      "title": "自我是敌人》改变了我的人生"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從十幾歲開始，我就有這個問題：我有自我意識。我想\n給別人留下深刻印象。即使我所做的事情與我的個性沒有共鳴，我也會把它當作是我的個性。\n做了，只是爲了得到別人的認可。這造成了很大的壓力和\n我甚至開始失去原來的身份。但看完之後...",
      "title": "自我是敵人》改變了我的人生"
    }
  ],
  "title": "Ego is The Enemy changed my life",
  "created_utc": 1615172834,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since my teenage years I had this problem : I was self conscious. I wanted to impress others. Even if what I was doing didn&#39;t resonated with my personality i did it just for the validation of other people. This caused a lot of stress and I even started losing my original identity. But after reading Ego is The Enemy by Ryan Holiday, I was mindblown. This book discussed the same problems I was facing. Especially these lines opened my eyes :</p>\n\n<p>&quot;As the psychologist David Elkind has famously researched, adolescence is marked by a phenomenon known now as the “imaginary audience.” Consider a thirteen-year-old so embarrassed that he misses a week of class, positive that the entire school is thinking and murmuring about some tiny incident that in truth hardly anyone noticed. Or a teenage girl who spends three hours in front of the mirror each morning, as if she’s about to go on stage. They do this because they’re convinced that their every move is being watched with rapt attention by the rest of the world.\nEven as adults, we’re susceptible to this fantasy during a harmless walk down the street. We plug in some headphones and all of a sudden there’s a soundtrack. We flip up our jacket collar and consider briefly how cool we must look. We replay the successful meeting we’re heading toward in our head. &quot;</p>\n\n<p>This was 100% me. I always thought my problems were unique to me. Realizing this was so common was really liberating. This book further discussed the problem and offered a solution :</p>\n\n<p>&quot;Living clearly and presently takes courage. Don’t live in the haze of the abstract, live with the tangible and real, even if—especially if—it’s uncomfortable. Be part of what’s going on around you. Feast on it, adjust for it.\nThere’s no one to perform for. There is just work to be done and lessons to be learned, in all that is around us. &quot;</p>\n\n<p>I am so happy and peaceful after reading this. I am now working on how to tackle my ego and get out of the fantasy world my mind has created where I was the centre of the world.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/lzx492/ego_is_the_enemy_changed_my_life/",
  "subreddit": "books",
  "id": "lzx492",
  "is_self": true,
  "media": null,
  "is_video": false
}