{
  "author": "No-job-no-money",
  "original_created_utc": 1628786718,
  "title": "YSK: Sexual assault hotline",
  "created_utc": 1629192171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This hotline is the best resource in the US for a person who has been sexually assaulted.</p>\n\n<p><strong>1 800 656 4673</strong></p>\n\n<p>For anyone wondering, RAINN will provide free, confidential advocacy to the victim. They always let the victim decide how to move forward, and will not pressure you into taking or not taking any specific action.</p>\n\n<p>But above all else, they&#39;re here 24 hours a day, 365 days a year to help however they can. Even if it&#39;s just listening. The decision on how to move forward is solely you, and anyone who claims otherwise is wrong.</p>\n\n<p>Here&#39;s a directory of nationwide rape crisis centers. Remember, they are all free and confidential unless there are indicators of child abuse.</p>\n\n<p><a href=\"https://centers.rainn.org/\">https://centers.rainn.org/</a></p>\n\n<p>More details: On reddit, <a href=\"https://www.reddit.com/r/rapecounseling/\">r/rapecounseling</a> is dedicated to providing emotional support to sexual violence victims. As well, <a href=\"https://www.reddit.com/r/adultsurvivors/\">r/adultsurvivors</a> is a community for adults who experienced sexual abuse as children, <a href=\"https://www.reddit.com/r/suicidewatch/\">r/suicidewatch</a> where well-meaning and sympathetic people will try and help, but please keep in mind, these communities are not lead by professionals.</p>\n\n<p>HotPeachPages houses an [international directory] (<a href=\"http://www.hotpeachpages.net/a/countries.html\">http://www.hotpeachpages.net/a/countries.html</a>) in over 110 languages.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p33pwx/ysk_sexual_assault_hotline/",
  "subreddit": "YouShouldKnow",
  "id": "p33pwx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This hotline is the best resource in the US for a person who has been\nsexually assaulted.\n\n1 800 656 4673\n\nFor anyone wondering, RAINN will provide free, confidential advocacy to the\nvictim. They always let the victim decide how to move forward, and will not\npressure you into taking or not…"
}