{
  "author": "thatguyfromrichmond",
  "original_created_utc": 1627856916,
  "title": "CMV: Not revealing transgender status, regardless of what stage in transitioning you are before a sexual encounter is violating consent.",
  "created_utc": 1627860782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Inspired by an argument made with a user on here.</p>\n\n<p>&#x200B;</p>\n\n<p>Let&#39;s completely disregard the fact that currently I don&#39;t believe a surgically constructed sex organ is unidentifiable compared to a &quot;natural&quot; one, but lets disregard this and pretend there is no way to tell the difference at all. </p>\n\n<p>&#x200B;</p>\n\n<p>So let&#39;s view it through a few different sexual interactions a transgender person and a cis person might have.</p>\n\n<p>&#x200B;</p>\n\n<ol>\n<li>We have a pre op transgender person who is not passing, on the date before the encounter it is probably not needed to be said that their genitalia might not match up with their identity, because it would be obvious to 99% of people.</li>\n<li>We have a pre op transgender who is passing, on the date it should be very obvious that they should disclose their genitalia status, because most people probably wouldn&#39;t expect the fact the person who passes as a certain gender has a sex organ not associated with that gender. There is no informed consent here so it is not right.</li>\n<li>Lastly we have the main reason I made this thread and the trickiest situation. We have a post op passing transgender person. Now in a perfect world I think they shouldn&#39;t ever have to reveal this status to anyone, but alas we do not live in that world at this moment. So let&#39;s consider the informed consent part, regardless of how much they pass, most people would not want to have sex with someone assigned at birth the opposite gender to what they are attracted to. Because of this if you are not revealing that fact before hand you are omitting something that would probably change the status of consent. Now there is an analogy I can make to help explain better that happens in the real world occasionally.  A man lies alludes to the fact he is very wealthy, through wearing fake watches and fake designer clothes. Because of this he sleeps with a women who is interested in guys like that, after the fact she finds out this information from a third party and feels bad and violated. Now, in the perfect world no factor like this would ever be a part of a sexual encounter, but again we cannot disconnect with reality. Basic logic reasoning. Many would not want to have sex with a transgender person regardless of surgery -&gt; This is commonly known to have a large affect on consent -&gt; not revealing it is purposely trying to avoid the commonly known situation of consent changing based on info -&gt; thus it is wrong and &quot;deceiving&quot; for one&#39;s own gain.</li>\n</ol>\n\n<p>TL;DR Please inform any potential partners all things that will likely change whether or not consent is given before anything happens</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/ow1uq2/cmv_not_revealing_transgender_status_regardless/",
  "subreddit": "changemyview",
  "id": "ow1uq2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Inspired by an argument made with a user on here.\n\n\n\nLet's completely disregard the fact that currently I don't believe a surgically\nconstructed sex organ is unidentifiable compared to a \"natural\" one, but lets\ndisregard this and pretend there is no way to tell the difference at all.\n\n\n\nSo let's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここのユーザーとの議論に触発されて。\n\n\n\n現在、私は外科的な手術を受けた人が、その人の体の中にいるとは思っていないという事実は完全に無視しましょう。\n私は手術で作られた性器が「自然」のものと比べて識別できないとは思っていませんが、これを完全に無視して\nこれを無視して、全く見分けがつかないということにしましょう。\n\n\n\nそれでは...",
      "title": "CMV：トランスジェンダーであることを明らかにしないことは、性行為の前にどのような移行段階にあるかにかかわらず、同意を侵害することになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "灵感来自于与这里的一个用户的争论。\n\n\n\n让我们完全不考虑这样一个事实，即目前我不认为通过手术构建的性器官是不可识别的。\n构建的性器官与 \"自然 \"的性器官相比是不可识别的，但让我们\n忽略这一点，假装根本没有办法区分。\n\n\n\n所以让我们...",
      "title": "CMV：不透露变性人身份，无论你在性行为前处于哪个过渡阶段，都违反了同意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "靈感來自於與這裏的一個用戶的爭論。\n\n\n\n讓我們完全不考慮這樣一個事實，即目前我不認爲通過手術構建的性器官是不可識別的。\n構建的性器官與 \"自然 \"的性器官相比是不可識別的，但讓我們\n忽略這一點，假裝根本沒有辦法區分。\n\n\n\n所以讓我們...",
      "title": "CMV：不透露變性人身份，無論你在性行爲前處於哪個過渡階段，都違反了同意。"
    }
  ]
}