{
  "author": "Deadhead6595",
  "original_created_utc": 1631537149,
  "title": "What's the longest break you've taken from a book before coming back and finishing it without restarting it?",
  "created_utc": 1631558703,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a habit of not finishing books, not because I don&#39;t like them, but because I&#39;ll start reading another book for whatever reason (thank you easily distracted brain). I usually come back and finish though but I don&#39;t often start completely over. I recently jumped back into a book I thought I had lost 3 or 4 years ago and felt lost for a second but within about 10 pages I remembered most of what had happened. So, my question is: Do you ever leave a book unfinished only to return to it later? If so, do you start at the beginning or do you pick up where you left off? What is the longest break you&#39;ve taken from a book before coming back and finishing it without restarting it?</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/pneog4/whats_the_longest_break_youve_taken_from_a_book/",
  "subreddit": "books",
  "id": "pneog4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a habit of not finishing books, not because I don't like them, but\nbecause I'll start reading another book for whatever reason (thank you easily\ndistracted brain). I usually come back and finish though but I don't often start\ncompletely over. I recently jumped back into a book I thought I had…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本を最後まで読まない癖があります、嫌いだからではなく\n何らかの理由で別の本を読み始めてしまうからです（簡単にありがとうございます\n気が散りやすい脳に感謝）。) いつもは戻ってきて読み終えるのですが、始めることはあまりありません。\n完全にやり直すことはあまりありません。最近、一度読んだと思っていた本に再び飛びついて...。",
      "title": "今までに読んだ本の中で、一番長く休んで、再開せずに戻ってきて読み終えた本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有不看完书的习惯，不是因为我不喜欢它们，而是\n因为我会出于某种原因开始阅读另一本书（感谢你那容易分心的大脑）。\n谢谢你容易分心的大脑）。) 虽然我通常会回来读完，但我并不经常完全重新开始。\n完全重新开始。最近我又跳进了一本我认为我已经读过的书。",
      "title": "你从一本书中休息的最长时间是多久，然后再回来完成它，没有重新开始？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有不看完書的習慣，不是因爲我不喜歡它們，而是\n因爲我會出於某種原因開始閱讀另一本書（感謝你那容易分心的大腦）。\n謝謝你容易分心的大腦）。) 雖然我通常會回來讀完，但我並不經常完全重新開始。\n完全重新開始。最近我又跳進了一本我認爲我已經讀過的書。",
      "title": "你從一本書中休息的最長時間是多久，然後再回來完成它，沒有重新開始？"
    }
  ]
}