{
  "author": "LordCreamCheese",
  "the_new_excerpt": "EDIT: I wanted to add an example of what I’m talking about, from a comment down\nbelow.\n\nConsider Steven Pinker; not on the political right at all, by any stretch of the\nimagination; a scientist, a humanitarian, has spent his career advocating for\nwomen and PoC to get into the sciences... but he…",
  "original_created_utc": 1611602769,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我正在读朱莉娅-洛弗尔写的《毛泽东主义》，其中的描述令人不寒而栗。\n\"自我批评 \"和那些不同意的人的社会孤立。\n共产党现在的思想让我觉得，与共产党的思想有相似之处。\n",
      "title": "CMV：目前西方左派对身份政治的迷恋，对经济平等和社会经济资本再分配的大目标是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在讀朱莉婭-洛弗爾寫的《毛澤東主義》，其中的描述令人不寒而慄。\n\"自我批評 \"和那些不同意的人的社會孤立。\n共產黨現在的思想讓我覺得，與共產黨的思想有相似之處。\n",
      "title": "CMV：目前西方左派對身份政治的迷戀，對經濟平等和社會經濟資本再分配的大目標是有害的。"
    }
  ],
  "title": "CMV: The western left's current obsession with identity politics is harmful towards the greater goal of economic equality and the redistribution of social and economic capital",
  "created_utc": 1611608627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: I wanted to add an example of what I’m talking about, from a comment down below.</p>\n\n<p>Consider Steven Pinker; not on the political right at all, by any stretch of the imagination; a scientist, a humanitarian, has spent his career advocating for women and PoC to get into the sciences... but he tweeted out some data published by the NYT that cast some claims by BLM activists into doubt, and he was viciously attacked as a racist bigot. People tried to get him fired, tried to get him kicked off the committees he was on, tried to get his name removed from institutions that had awarded him recognition and honors. In effect, it was a totally unreasonable, totally hostile response to data, posted by an otherwise completely inoffensive person who has spent his life fighting for good causes.</p>\n\n<p>It&#39;s stuff like this that creates a chilling effect, and this, I think, is the problem that I’m trying to talk about.\nMost people who have replied have (in some ways fairly) accused me of just perpetuating a straw man. I think it’s a shame in the left if we can’t self-reflect in some ways and recognise that these over-zealous ideologues do exist and are doing great harm to the cohesiveness to the movement for social and economic justice (in my opinion!)</p>\n\n<p>OP:\nI&#39;m a reading Maoism by Julia Lovell, and the chilling descriptions of &quot;self-criticism&quot; and the social isolation of those that did not agree with the Communist Party&#39;s current thoughts had me thinking that there are parallels to what we see today - a not very nuanced and ideological obsession with &quot;privilege&quot; purity that is counter-productive and almost a distraction from the actual issues of economic and social capital imbalance. I feel like the powerful can easily use identity politics and how it instantly requires you to either be &quot;pure&quot; or you are 100% to sow discord in the working class and keep themselves in power. It also does not seem to be very sophisticated intellectually and does not really put forward any solutions to economic unfairness other than &quot;the majority and privileged are wrong, and you are 100% right if you are not them&quot;.</p>\n\n<p>I know I&#39;m wrong, but it frustrates me that so much political and social energy is spent arguing about these things when such huge inequalities exist between the super wealthy and everyone else.</p>\n\n<p>EDIT- came back to a whole load of responses!\nThanks everyone for responding - I have really enjoyed the discussions created and my mind has definitely been changed. I think I (I will say a white, male from the west but not the US) have this perception as most of my friends are quite outspokenly “woke” but I also don’t feel like they are willing to sacrifice their actual privilege and make the very large economic changes needed to make an equitable future for everyone - so that’s why I’ve felt a little frustrated about this topic as I feel I get shouted down for discussion about anything except privilege, or that as a middle class white male I don’t have a part in the conversation about equality at all. Thank you all for reinforcing my belief that we can make this world better, and that talking about identity is part of that - as long as those entrenched in power do not take the conversation (as many of you have pointed out - the right is obsessed with identity politics and perhaps I have fallen for that trap myself!) and use it to turn us against ourselves. But I would warn that I have sensed many like myself being turned away from their ideals by the feeling that they might get shouted down for any opinion they have, even if they just want to discuss it in an open forum and understand why it’s wrong - as I said, it was potentially a reaction from my place of privilege that I felt that the identity politics discussions were a trap. I’m glad that I’ve had this conversation to help those who feel like I did realise that this is an important part of the conversation. Thanks everyone and peace !</p>\n</div><!-- SC_ON -->",
  "score": 2969,
  "permalink": "/r/changemyview/comments/l4vbid/cmv_the_western_lefts_current_obsession_with/",
  "subreddit": "changemyview",
  "id": "l4vbid",
  "is_self": true,
  "media": null,
  "is_video": false
}