{
  "author": "Animedjinn",
  "the_new_excerpt": "Immunotherapy for food and environmental allergies has existed for a number of\nyears now. Basically you're desensitizing your immune system using micro doses\nof the allergen. There are two types of immunotherapy. One is an injection that\nyou do three times a week, and the other is drops you put…",
  "original_created_utc": 1624146326,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "食物アレルギーや環境アレルギーに対する免疫療法は、何年も前から存在しています。\n年前から存在しています。基本的には、微量のアレルゲンを用いて免疫系を脱感作します。\nアレルゲンを使用して免疫系を脱感作します。免疫療法には2つのタイプがあります。1つは週に3回注射するもので\n1つは週に3回行う注射で、もう1つは点滴で...",
      "title": "YSK: 多くのアレルギーを永久に取り除くことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "食物和环境过敏的免疫疗法已经存在了若干年。\n年了。基本上，你正在使用微量的过敏原使你的免疫系统脱敏。\n过敏原。有两种类型的免疫疗法。一种是注射，每周注射三次。\n你每周做三次，另一种是滴剂，你把...",
      "title": "YSK：你可以永久性地摆脱许多过敏症"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "食物和環境過敏的免疫療法已經存在了若干年。\n年了。基本上，你正在使用微量的過敏原使你的免疫系統脫敏。\n過敏原。有兩種類型的免疫療法。一種是注射，每週注射三次。\n你每週做三次，另一種是滴劑，你把...",
      "title": "YSK：你可以永久性地擺脫許多過敏症"
    }
  ],
  "title": "YSK: You can get rid of many allergies permanently",
  "created_utc": 1624174770,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Immunotherapy for food and environmental allergies has existed for a number of years now. Basically you&#39;re desensitizing your immune system using micro doses of the allergen. There are two types of immunotherapy. One is an injection that you do three times a week, and the other is drops you put under the tongue.</p>\n\n<p>Why YSK: If your allergies really bother you, you could get them cured potentially.</p>\n\n<p>Personal story: It is worth pointing out that the FDA has not approved all types of the drops being used for allergies yet, despite Europe and the UK having used them for a decade. What this means is that if you are in the US, your insurance will not necessarily pay for the drops depending on your allergies. I mistakenly thought that this meant the shots would be easier. However you have to go in and pay the doctor to give you the shots, in person, since with them there is a risk of anaphylaxis. This in the long term made it more expensive than paying $100 for a 3-month supply of drops.</p>\n\n<p><a href=\"https://www.mayoclinic.org/tests-procedures/allergy-shots/about/pac-20392876\">https://www.mayoclinic.org/tests-procedures/allergy-shots/about/pac-20392876</a></p>\n\n<p><a href=\"https://www.hopkinsmedicine.org/otolaryngology/specialty_areas/sinus_center/sublingual_immunotherapy.html\">https://www.hopkinsmedicine.org/otolaryngology/specialty_areas/sinus_center/sublingual_immunotherapy.html</a></p>\n\n<p><a href=\"https://www.healthline.com/health/allergy-drops\">https://www.healthline.com/health/allergy-drops</a></p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/o3su1j/ysk_you_can_get_rid_of_many_allergies_permanently/",
  "subreddit": "YouShouldKnow",
  "id": "o3su1j",
  "is_self": true,
  "media": null,
  "is_video": false
}