{
  "author": "V1taminw4ter",
  "original_created_utc": 1632117389,
  "title": "whats a quote from a book that made your heart drop or just really stuck with you?",
  "created_utc": 1632128433,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>for me it was in this book My Dark Vanessa by Kate Elizabeth Russell. its where (tw; underage, gross old man young girl) you get the pov (past and present) of a girl, Vanessa, who has a relationship with her teacher. the the girl was a young age the teacher, Mr.Strane, was infatuated with her but when she got older he had gotten obviously less interested. fast forward (in this book it shifts in between the past and present povs of her being young and older) and they are still in contact, and Vanessa seems to still have an attachment with Strane. they call, and have phone intercourse. anyways, they meet up for coffee and vanessa offers for him to spend the night and he refuses wich leads to my heart dropping quote; “…or if hes thinking of the last time we tried, five years ago, at his house, in his bed with the flannel sheets. we tried to recreate the first time, (of making love) me in my flimsy pajamas, the lights low. it didnt work. he kept going soft; i was too old.” it almost haunts me while i continue to read this book. it showed his attraction for young girls and the reaction to an older vanessa being a turn off was just ahhhghhh gross and also how they tried to recreate their first time making love (wich was when she was fifteen) wich shows she has so much of that past clinging onto her. it really made me take a minute to breathe and think.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pror2b/whats_a_quote_from_a_book_that_made_your_heart/",
  "subreddit": "books",
  "id": "pror2b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "for me it was in this book My Dark Vanessa by Kate Elizabeth Russell. its where\n(tw; underage, gross old man young girl) you get the pov (past and present) of a\ngirl, Vanessa, who has a relationship with her teacher. the the girl was a young\nage the teacher, Mr.Strane, was infatuated with her but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、Kate Elizabeth Russellの「My Dark Vanessa」という本がそうでした。\n(先生と関係を持った少女、ヴァネッサの過去と現在の主観を描いています。\n師と関係を持った少女Vanessaの視点（過去と現在）で描かれています。\n先生のStraneは彼女に夢中になっていましたが...。",
      "title": "あなたが胸を打たれたり、心に残ったりした本の言葉は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，这是在凯特-伊丽莎白-拉塞尔的《我的黑暗瓦妮莎》这本书里。\n(tw; underage, gross old man young girl)你得到了一个女孩的视角(过去和现在)。\n女孩Vanessa，与她的老师发生了关系。\n老师Strane先生对她很迷恋，但是......",
      "title": "有什么书中的一句话让你心潮澎湃，或只是真的让你难以忘怀？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，這是在凱特-伊麗莎白-拉塞爾的《我的黑暗瓦妮莎》這本書裏。\n(tw; underage, gross old man young girl)你得到了一個女孩的視角(過去和現在)。\n女孩Vanessa，與她的老師發生了關係。\n老師Strane先生對她很迷戀，但是......",
      "title": "有什麼書中的一句話讓你心潮澎湃，或只是真的讓你難以忘懷？"
    }
  ]
}