{
  "author": "DetroitMotorShow",
  "original_created_utc": 1635107927,
  "title": "Hyperinflation: ATMs in Turkey are replacing the double zero '00' key with a triple zero '000'. Lira has lost 30% of its value in 2021 and 80% since 2012. Hits fresh all time low. But they have banned crypto as \"risks are too big\"",
  "created_utc": 1635124520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Inflation in Turkey is through the roof, that the ATM operators are now replacing the 00 key with 000 key so that people can withdraw enough currency notes for their regular expenses. </p>\n\n<p><a href=\"https://preview.redd.it/2fvnz62qjgv71.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=ac669540b8330ce1aa5db2fb212626783fc2ef37\">000 key installed.</a></p>\n\n<p>The Turkish currency Lira continues to plummet in value, it has lost almost 30% of its value in 2021 alone, and 80% of its value since 2012. In simpler terms, for someone holding Lira since 2012, their money has lost almost 80% of its purchasing power. Such a scenario is unthinkable for most people in advanced industrial economies.</p>\n\n<p><a href=\"https://preview.redd.it/ui4b3d1sjgv71.png?width=2650&amp;format=png&amp;auto=webp&amp;s=c1859da8888470d5a9a2b81272708b6546f1d596\">Dollar vs Lira charts</a></p>\n\n<p>As per the latest central bank policy documents, inflation in Turkey is around 20%, while interest rates are around 18%. Turkey&#39;s  debt ratings all remain in junk grade. </p>\n\n<p>This is what flawed central bankers and terrible economic policy can do to your savings - all your money saved up in bonds and deposits can lose a huge % of value over time. </p>\n\n<p>Despite their failing currency, the Turkish central bank have ban crypto payments earlier in the year, terming the risks from crypto as &quot;too big&quot;. Specifically, they blamed risk of “non-recoverable&quot; losses arising out of the usage of crypto, and banned companies from offering crypto transactions. </p>\n\n<p>If anyone is facing non-recoverable losses, it is the people who have held on to their Lira.</p>\n</div><!-- SC_ON -->",
  "score": 275,
  "permalink": "/r/CryptoCurrency/comments/qf0nzr/hyperinflation_atms_in_turkey_are_replacing_the/",
  "subreddit": "CryptoCurrency",
  "id": "qf0nzr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Inflation in Turkey is through the roof, that the ATM operators are now\nreplacing the 00 key with 000 key so that people can withdraw enough currency\nnotes for their regular expenses.\n\n000 key…"
}