{
  "author": "kenmore63",
  "the_new_excerpt": "The way EV's are being built currently, swapping the batteries is at worst\nimpossible, at best not economically feasible. This essentially means that the\nhot new EV's today, will be virtually worthless once the battery goes. How long\ndoes a battery last? Best estimates say 8 years. Well, the average…",
  "original_created_utc": 1615319599,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "电动车目前的制造方式，换电池是最坏的情况。\n不可能，最好是经济上不可行。这基本上意味着\n如今热门的新款电动车，一旦电池没了，几乎就不值钱了。多久\n一块电池能用多久？最好的估计是8年 那么，平均...",
      "title": "CMV：电池互换技术对电动汽车的长期发展至关重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "電動車目前的製造方式，換電池是最壞的情況。\n不可能，最好是經濟上不可行。這基本上意味着\n如今熱門的新款電動車，一旦電池沒了，幾乎就不值錢了。多久\n一塊電池能用多久？最好的估計是8年 那麼，平均...",
      "title": "CMV：電池互換技術對電動汽車的長期發展至關重要。"
    }
  ],
  "title": "CMV: Battery swap technology is essential to the long term viability of electric vehicles",
  "created_utc": 1615332889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The way EV&#39;s are being built currently, swapping the batteries is at worst impossible, at best not economically feasible.  This essentially means that the hot new EV&#39;s today, will be virtually worthless once the battery goes.  How long does a battery last?  Best estimates say 8 years.  Well, the average term of ownership is 6 years, so what&#39;s the problem?  The average internal combustion engine (ICE) vehicle, has a lifespan of 11-12 years.  That means that, currently new ICE vehicles are good for 2 ownership cycles.  Person buys a new car, trades it in after 6 years, second person buys 6 year old car, get&#39;s 5-6 additional years out of it.  The used car market accounts for 70% of vehicle sales in the US.  In the case of EV&#39;s a 6 year old car is nearing the end of their life cycle.  That would mean that those cars are not going to be desirable/available in the used market.  Thus, in a 100% new EV market, 70% of current car buyers would not be willing/able to buy a car.  So now you say: Okay, maybe those people just take public transit or UBER.  Sure.  But there is 2 sides to a used car sale. If your 6 year old car is nearing the end of it&#39;s useable life, and nobody is going to be willing/able to buy it, what does that do to your resale value?  If EV&#39;s are going to only be worth their weight in scrap value in 6-8 years, who&#39;s going to pay a premium to get one new?    For EV&#39;s to be economically sustainable long term, they need to be worth something after the first term of ownership.  In order for that to happen, you&#39;d either need to seriously extend the lifespan of the batteries or make swapping batteries easy and cost effective.  If the auto makers don&#39;t address the battery lifespan problem then my prediction is that the EV market is going to tank in 6-8 years and no amount of government incentive is going to bring it back.  Battery swap technology would make battery lifespan theoretically infinite.  If battery lifespan was infinite, that would make used EV&#39;s extremely reliable long term vehicles (easily 4 times more reliable than the ICE equivalent) and thus extremely valuable in the used market. Desirable cars in the used market dictates resale value and as a consequence dictates new car purchase decisions.    Current automakers can drag their feet on battery swap tech if they want but in 6-8 years the market is going to force their hand anyway.  Battery swap tech is already being used in China and it&#39;s use by American automakers is inevitable.  The whole EV thing is just not going to be sustainable longer term otherwise.  Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/changemyview/comments/m1eojw/cmv_battery_swap_technology_is_essential_to_the/",
  "subreddit": "changemyview",
  "id": "m1eojw",
  "is_self": true,
  "media": null,
  "is_video": false
}