{
  "approved_at_utc": null,
  "subreddit": "wallstreetbets",
  "selftext": "&#x200B;\n\nhttps://preview.redd.it/zhh32rft3yi61.png?width=833&format=png&auto=webp&s=7dee34103f8ecdf4a758f94418f3f6c477e89644\n\n**The more things change, the more they stay the same. There is nothing new under the sun.**\n\n&#x200B;\n\nIn every market bubble, you always hear the same language, the same rationalizations, the same absurd arguments. These people think they are offering some new, unique insight... in reality all they offer are the same manic rationalizations that existed in every other bubble market in history. Let's address the primary two bull rationalizations today before we set into the bear thesis.\n\n&#x200B;\n\n**1) Interest rates are low. Nowhere for money to go except stocks.**\n\nWhen you really drill down into it, this is some bizarre logic. It's essentially saying you are forced to make more risky bets if less risky bets are less profitable. In other words, it's a manifestation of the greedy, FOMO mindset that occurs precisely during bubbles.\n\nUltimately, these bull aren't even arguing that we aren't in a bubble. They are arguing we are in a bubble, but that the bubble is JUSTIFIED.\n\nThe obvious counter is that holding cash is neither impossible nor even undesirable in a low-interest rate environment. What's the worst that can happen if I sit on a pure cash portfolio? I lose \\~2% per year. Not good, of course, but not the end of the world either. What's the worst that can happen if I dump all my money into stocks at all time highs and the market crashes? I lose 50%+ of my funds in as little as a month. Ouch.\n\nThe idea that I'm forced to risk losing a huge percentage of my capital because losing 2% a year is simply impossible to endure is the sort of logic that can only arise under a euphoric bubble mindset.\n\nOf course, the premise that these bulls are relying on is that the market simply won't crash... or, that they will be prescient enough to calmly hop out of the market once a crash becomes obvious. But the whole point is that the crash is never obvious, especially to permabulls. They see a dip, and they buy it. They see a deeper dip, what a great opportunity, so they buy more. And before they realize the dip isn't simply a dip, they are already fucked. Tale as old as time.\n\nThe funny thing is this argument can be used to justify almost any investment, no matter how irrational. Why hold cash when bonds pay more? Why buy bonds when index funds pay more? Why buy index funds when SPACS pay more? Why buy SPACS when flipping cocaine pays more? After all, if you assume that holding cash is simply impossible, since it loses to inflation, what sort of high risk investment can you not justify?\n\nWhat's most interesting is that this argument isn't even new. The ridiculously low interest rates set by the Fed in the past were precisely what sowed the seeds for the massive housing bubble that led to the 2008 crash. The Fed is ultimately a bubble creator, something even WSB is well aware of...\n\n**2) If you sit out this rally you will end up behind, even if you are right.**\n\nThis is perhaps the most popular argument of permabulls. They argue that if you sat out the last 10 months (something this is essentially a straw man argument, except in reference to perma-bears), then you would have missed out on massive gains. And therefore, the implicit argument is, you can NEVER sit out.\n\nIf you carefully analyze this argument, you will realize it is literally nothing more than FOMO to the extreme. It's Fear Of Missing Out disguised as macroeconomic theory. I have to stay in the market perpetually, I can never sit out, because if I do I will MISS OUT on gains. And you better stay in the market with me otherwise you will miss out too, dummy!\n\nFirst of all, I will admit this is a good argument against people who are legitimately perma-bears. People who do sit out a market in fear for months and months do actually miss out on substantial gains. But not everyone signalling the warning signs of a bubble are perma-bears. There are clear historical signals of an irrational bubble, and those who pay attention to such signals are not missing out, they are simply protecting their wealth against irrational greed.\n\nAn intelligent investor is neither a bull nor a bear. They adapt to the market. And when an intelligent investor adapts and becomes a bear in a raging bull market, you can be sure there will be no shortage of bulls attacking them as a stupid perma-bear. The bulls think they will get wise before the crash hurts them, but their greed is precisely what will prevent that scenario from playing out.\n\n&#x200B;\n\nLet's take a look at some of the signs we are in the greatest bubble in history.\n\n&#x200B;\n\n**Major Indicators of the Great Bubble**\n\n&#x200B;\n\n**1) MASSIVE retail investment. Worldwide.**\n\nWhat are some signs of bubbles, historically? Well, a sure metric is when you get massive public interest and investment in the market. Do we have that today? CHECK, on fucking steroids. We've got people who can't change a fucking tire on their 2008 Civic downloading Robinhood and gambling options on margin. Like WTF?\n\nThe 80 IQ mongoloid who was washing dishes at Papa Johns last Tuesday (do they even have dishes? I don't fucking know) is now buying leveraged call options on a fucking electric vehicle company in fucking China or some shit. Are you kidding me? Do we need any more evidence that the top is rapidly approaching?\n\nNot to mention the entire short-squeeze fiasco which got international coverage and just threw some nitroglycerin into the speculative fire... Now everyone from my grandmother to some farmer in Bangladesh is downloading Robinhood to buy calls on fucking SNDL or whatever the fuck.\n\nPast US market bubbles were largely restricted to the US population. It was mostly Americans buying American stocks during the dotcom boom. But wild irrational bubble speculation has been globalized. Now almost anybody in the world can dump their hard earned rupees into Tesla at a 1,300 PE ratio. What's that noise? Is that some greedy billionaire goblin audibly salivating in the distance?\n\nThe \"Max Pain\" theory (which is ironically popular among permabulls) argues that the market will do whatever hurts the maximum numbers of investors. This is of course bullshit, but it's food for thought if you buy into this type of voodoo.\n\nhttps://preview.redd.it/7r7kv00v3yi61.png?width=809&format=png&auto=webp&s=4d74d856187f569d73e04c47746f4a8bd16f700c\n\n**2) Ridiculously speculative \"investments.\" AKA SPACs.**\n\nCCIV is worth 15 billion dollars. And it owns literally nothing. No deal is in place, no announced deal figures have been offered, obviously the SPAC has no earnings or revenue to speak of... just 15 billion dollars dumped on pure rumors and hopium. I can think of no stronger manifestation of irrational greed.\n\nWhat is a SPAC, at the end of the day? A rich guy steps up and says \"give me your money, and I'll decide what I'll do with it in a few months...\"\n\nAnd a million retards step up and say \"SOUNDS GREAT!!! TAKE MY MONEY!!!\"\n\nTell me this SPAC shit isn't exactly like the dotcom boom, when literally anything with a .com in its name was worth millions overnight because the internet was the \"hot new thing.\" There is no way this SPAC mania lasts, and lots of people will be hurt in the end.\n\nhttps://preview.redd.it/mhof6o3w3yi61.jpg?width=1000&format=pjpg&auto=webp&s=4b9623780a63517644627087106c2d2078950e7b\n\n**3) Options volume absolutely exploding.**\n\nOptions are becoming the vehicle of choice for \"investors\" AKA gamblers in the current market. Stock represents actual ownership of a company, the foundation of the actual market. But what kind of boomer wants to actually invest in a profitable company long term? I just want to get insane leverage and dump my gamble on the next bigger sucker.\n\nThe question I sometimes ask is how much of this market \"growth\" is really a manifestation of market makers delta hedging this insane options volume. You know, like derivative CDO's leveraging worthless mortgages back in 2008? It's something to think about.\n\nI'll just leave this chart here, since it makes the case for me. This is neither natural nor sustainable.\n\nhttps://preview.redd.it/r8fw4d8x3yi61.png?width=1055&format=png&auto=webp&s=71fba76d2aba8f7cc69891f6b71cc1a0d6b0875c\n\n**4) \"Greater Fool\" logic.**\n\nI'll just quote investopedia since I'm getting lazy here...\n\n\"The greater fool theory states that it is possible to make money by buying securities, whether or not they are overvalued, by selling them for a profit at a later date. This is because there will always be someone (i.e. a bigger or greater fool) who is willing to pay a higher price.\n\n\"If acting in accordance with the greater fool theory, an investor will purchase questionably priced securities without any regard to their quality. If the theory holds, the investor will still be able to quickly sell them off to another “greater fool,” who could also be hoping to flip them quickly. Unfortunately, speculative bubbles burst eventually, leading to a rapid depreciation in share prices.\n\n\"The greater fool theory breaks down in other circumstances, as well, including economic recessions and depressions. In 2008, when investors purchased faulty mortgage-backed securities, it was difficult to find buyers when the market collapsed.\"\n\nBasically none of you mouthbreathers are doing fundamental analysis on the shit you buy. Nobody here cares about fair or instrinsic value. This is talking about you.\n\nhttps://preview.redd.it/rldwaltx3yi61.jpg?width=415&format=pjpg&auto=webp&s=4d3de4faea5a050df1c346dd278b1e18302b9a9e\n\n**5) Buffet Indicator through the roof.**\n\nThe Buffet Indicator has reach it's highest ever level. For noobies who don't know what this means, the Buffett Indicator takes total market valuation and divides it by US GDP. A very high Buffett Indicator suggests an overvalued market, and could have been used to predict past bubbles such as the dotcom boom.\n\nThere are two arguments against the Buffett Indicator as a useful metric. The first argument is that GDP is a backward indicator and therefore doesn't account for future growth. While this is true, it misses the entire point. The point is that future growth estimations can be faulty and lend themselves to irrational greed during bubbles. The point is to tie market valuations to some real-world metric, which is necessarily backward looking.\n\nThe other argument against the Buffett Indicator, which holds more weight, is that US stocks consist of global companies and therefore aren't adequately represented by US GDP.\n\nI will say these people have a good point, but they are also missing several nuances within GDP and market valuations, which are too complicated to address in this already fucking huge post. Suffice it to say the Buffett Indicator still has something useful to say about market valuation, and can't simply be discarded.\n\nhttps://preview.redd.it/o40ug9fy3yi61.png?width=1780&format=png&auto=webp&s=bf50b19f3f7019ece0ddca6ce1b010ab7db84f5e\n\n**6) Valuations divorced from reality.**\n\nDuring every major bubble, people like to come up with new, fancy ways of evaluating the worth of a company. Back in the dotcom boom, companies that obviously had zero revenue or sales were valued in terms of \"eyes.\" That is, the value of the company was based on how many visits they had to their website.\n\nThis internet thing was a \"New Paradigm\" and so obviously we needed New Metrics to determine how valuable these companies were. Needless to say, the vast majority of these companies, many of them worth millions, were simply worth nothing and went bankrupt overnight.\n\nTake your pick of favorite meme stonk that has some bizarre rationalization for its absurd valuation. I like to pick on Tesla, personally, because trolling its angry cultlike followers is simply good fun.\n\nhttps://preview.redd.it/t0m9f9dz3yi61.png?width=2000&format=png&auto=webp&s=a8cb2ccfbe076dd55b16841fca70d40ad6840410\n\n**7) Fed Manipulation.**\n\nMost bubbles have been created by Federal Reserve control of currency and interest rates. This market is no different. They create a bubble, and when the bubble pops they hop in to create a new, bigger bubble, until that pops, and so on. It's like a fucking meth addict taking bigger and bigger hits until they see fucking leprechauns burrowing under thier house.\n\nThe catch is interest rates can't drop below zero. I mean, they can... But who wants to be Japan for the rest of history?\n\nAlright I've written enough already and I won't write a whole thesis on Fed action and its consequences for now global markets. I'll just leave this pic here.\n\nhttps://preview.redd.it/vmcijki04yi61.png?width=958&format=png&auto=webp&s=c16c9fd45ee64e196867a54e676d904ed043bd0a\n\n**TL;DR - SHIT IS FUCKED SON.** Play the game of chicken as long as you want, but at the end of the day people will be left twisted into a preztel in their polynesian green geometro.",
  "author_fullname": "t2_7p5m3lx9",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "The Greatest Market Bubble of All Time. A Full Bear Counter-Thesis.",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "Discussion"
    }
  ],
  "subreddit_name_prefixed": "r/wallstreetbets",
  "hidden": false,
  "pwls": 7,
  "link_flair_css_class": "question",
  "downs": 0,
  "thumbnail_height": 140,
  "top_awarded_type": null,
  "hide_score": false,
  "media_metadata": {
    "t0m9f9dz3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 64,
          "x": 108,
          "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=108&crop=smart&auto=webp&s=1d9776284aacfabe74efcb2e9552185d0cea9380"
        },
        {
          "y": 129,
          "x": 216,
          "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=216&crop=smart&auto=webp&s=a750306c4ca3874143a174950b9bf896f46ff5fa"
        },
        {
          "y": 192,
          "x": 320,
          "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=320&crop=smart&auto=webp&s=5c00bd275b82245f120364045c5bdfe3c65f73a6"
        },
        {
          "y": 384,
          "x": 640,
          "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=640&crop=smart&auto=webp&s=4201f3f0b7a643d14f6540df40c63b4c26d8b019"
        },
        {
          "y": 576,
          "x": 960,
          "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=960&crop=smart&auto=webp&s=3cafe51f51f22d312039b5a25a6a5bb0910e7a1a"
        },
        {
          "y": 648,
          "x": 1080,
          "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=1080&crop=smart&auto=webp&s=733b57e7520a3af29a59942f1e113086ee918ef1"
        }
      ],
      "s": {
        "y": 1200,
        "x": 2000,
        "u": "https://preview.redd.it/t0m9f9dz3yi61.png?width=2000&format=png&auto=webp&s=a8cb2ccfbe076dd55b16841fca70d40ad6840410"
      },
      "id": "t0m9f9dz3yi61"
    },
    "vmcijki04yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 53,
          "x": 108,
          "u": "https://preview.redd.it/vmcijki04yi61.png?width=108&crop=smart&auto=webp&s=98ce644917be395d60c098a3357d1742b2c26e10"
        },
        {
          "y": 107,
          "x": 216,
          "u": "https://preview.redd.it/vmcijki04yi61.png?width=216&crop=smart&auto=webp&s=769438de1ac6a5f521fa53eea294aae37a314e1c"
        },
        {
          "y": 159,
          "x": 320,
          "u": "https://preview.redd.it/vmcijki04yi61.png?width=320&crop=smart&auto=webp&s=58377fcec5d51b7332d87cc5f2efe3733a812cd3"
        },
        {
          "y": 318,
          "x": 640,
          "u": "https://preview.redd.it/vmcijki04yi61.png?width=640&crop=smart&auto=webp&s=4fa7f7da186da253024e95c50919f4d3d5c6d448"
        }
      ],
      "s": {
        "y": 477,
        "x": 958,
        "u": "https://preview.redd.it/vmcijki04yi61.png?width=958&format=png&auto=webp&s=c16c9fd45ee64e196867a54e676d904ed043bd0a"
      },
      "id": "vmcijki04yi61"
    },
    "mhof6o3w3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 81,
          "x": 108,
          "u": "https://preview.redd.it/mhof6o3w3yi61.jpg?width=108&crop=smart&auto=webp&s=4234e85871276a0bb6b09638f92746b733dd33d5"
        },
        {
          "y": 162,
          "x": 216,
          "u": "https://preview.redd.it/mhof6o3w3yi61.jpg?width=216&crop=smart&auto=webp&s=a57ec99d82666d921ebc6e77363302e89cf098d8"
        },
        {
          "y": 240,
          "x": 320,
          "u": "https://preview.redd.it/mhof6o3w3yi61.jpg?width=320&crop=smart&auto=webp&s=ec2cb2f199ef422d1c8ab407d0b75389c291581d"
        },
        {
          "y": 480,
          "x": 640,
          "u": "https://preview.redd.it/mhof6o3w3yi61.jpg?width=640&crop=smart&auto=webp&s=6fd8e05fe03c16ebb4a3c180d07c1fecaba18903"
        },
        {
          "y": 720,
          "x": 960,
          "u": "https://preview.redd.it/mhof6o3w3yi61.jpg?width=960&crop=smart&auto=webp&s=50e3633a67cfa8a4bbc7985bd73d3d159eecb592"
        }
      ],
      "s": {
        "y": 750,
        "x": 1000,
        "u": "https://preview.redd.it/mhof6o3w3yi61.jpg?width=1000&format=pjpg&auto=webp&s=4b9623780a63517644627087106c2d2078950e7b"
      },
      "id": "mhof6o3w3yi61"
    },
    "7r7kv00v3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 70,
          "x": 108,
          "u": "https://preview.redd.it/7r7kv00v3yi61.png?width=108&crop=smart&auto=webp&s=4fe062490570bb4bdbea65b97e257b9d42944689"
        },
        {
          "y": 140,
          "x": 216,
          "u": "https://preview.redd.it/7r7kv00v3yi61.png?width=216&crop=smart&auto=webp&s=a7517ae9ed244ba018cfdca58c713e8ba868af0c"
        },
        {
          "y": 208,
          "x": 320,
          "u": "https://preview.redd.it/7r7kv00v3yi61.png?width=320&crop=smart&auto=webp&s=cddfe2db27266d564c27ece0ea05f3bd7d56f26a"
        },
        {
          "y": 416,
          "x": 640,
          "u": "https://preview.redd.it/7r7kv00v3yi61.png?width=640&crop=smart&auto=webp&s=7a819972410b8dd673fd840aafae0decc1f5575e"
        }
      ],
      "s": {
        "y": 527,
        "x": 809,
        "u": "https://preview.redd.it/7r7kv00v3yi61.png?width=809&format=png&auto=webp&s=4d74d856187f569d73e04c47746f4a8bd16f700c"
      },
      "id": "7r7kv00v3yi61"
    },
    "r8fw4d8x3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 88,
          "x": 108,
          "u": "https://preview.redd.it/r8fw4d8x3yi61.png?width=108&crop=smart&auto=webp&s=de01f8fa23dae118b721215d3505921027327f3d"
        },
        {
          "y": 176,
          "x": 216,
          "u": "https://preview.redd.it/r8fw4d8x3yi61.png?width=216&crop=smart&auto=webp&s=01f19cf731e268f32f6b74ae2a8ca8504baaa103"
        },
        {
          "y": 261,
          "x": 320,
          "u": "https://preview.redd.it/r8fw4d8x3yi61.png?width=320&crop=smart&auto=webp&s=5a3958081442d7df9128b5f22c907bb928ec4356"
        },
        {
          "y": 522,
          "x": 640,
          "u": "https://preview.redd.it/r8fw4d8x3yi61.png?width=640&crop=smart&auto=webp&s=8912b15172ee0f786cffe6e783b57eeb08f10bc3"
        },
        {
          "y": 784,
          "x": 960,
          "u": "https://preview.redd.it/r8fw4d8x3yi61.png?width=960&crop=smart&auto=webp&s=0f1a2f1f719725483a8a6e4744acc01834a29116"
        }
      ],
      "s": {
        "y": 862,
        "x": 1055,
        "u": "https://preview.redd.it/r8fw4d8x3yi61.png?width=1055&format=png&auto=webp&s=71fba76d2aba8f7cc69891f6b71cc1a0d6b0875c"
      },
      "id": "r8fw4d8x3yi61"
    },
    "zhh32rft3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 108,
          "x": 108,
          "u": "https://preview.redd.it/zhh32rft3yi61.png?width=108&crop=smart&auto=webp&s=cc7d037f691ec3e7256979749c15a781791c1d90"
        },
        {
          "y": 217,
          "x": 216,
          "u": "https://preview.redd.it/zhh32rft3yi61.png?width=216&crop=smart&auto=webp&s=84fe7f556abf15dc8a26ba7b3212498c9c7c9ee1"
        },
        {
          "y": 322,
          "x": 320,
          "u": "https://preview.redd.it/zhh32rft3yi61.png?width=320&crop=smart&auto=webp&s=fa241b61fb3975119771d288bbc183c029b9b092"
        },
        {
          "y": 644,
          "x": 640,
          "u": "https://preview.redd.it/zhh32rft3yi61.png?width=640&crop=smart&auto=webp&s=eeb1a5ed8a20b5fd52658947d88e2cac3f516edd"
        }
      ],
      "s": {
        "y": 839,
        "x": 833,
        "u": "https://preview.redd.it/zhh32rft3yi61.png?width=833&format=png&auto=webp&s=7dee34103f8ecdf4a758f94418f3f6c477e89644"
      },
      "id": "zhh32rft3yi61"
    },
    "o40ug9fy3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 54,
          "x": 108,
          "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=108&crop=smart&auto=webp&s=1927089352e56f1a8c386aeede44865863b10174"
        },
        {
          "y": 108,
          "x": 216,
          "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=216&crop=smart&auto=webp&s=16e1f64ce35677edc1a1421467567b948ff7e642"
        },
        {
          "y": 160,
          "x": 320,
          "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=320&crop=smart&auto=webp&s=503832b919f90492cb47cea4129c84060691db1b"
        },
        {
          "y": 320,
          "x": 640,
          "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=640&crop=smart&auto=webp&s=9eed164a9c46ded5ac506c5461a6687d54f740e0"
        },
        {
          "y": 480,
          "x": 960,
          "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=960&crop=smart&auto=webp&s=ae9b63b5c14bcf2a418e9ccc6e8851e6aa277d01"
        },
        {
          "y": 540,
          "x": 1080,
          "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=1080&crop=smart&auto=webp&s=13f2d6be5a97f2f2e0e0c7c0522c72d89f90a051"
        }
      ],
      "s": {
        "y": 890,
        "x": 1780,
        "u": "https://preview.redd.it/o40ug9fy3yi61.png?width=1780&format=png&auto=webp&s=bf50b19f3f7019ece0ddca6ce1b010ab7db84f5e"
      },
      "id": "o40ug9fy3yi61"
    },
    "rldwaltx3yi61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 78,
          "x": 108,
          "u": "https://preview.redd.it/rldwaltx3yi61.jpg?width=108&crop=smart&auto=webp&s=b8435dbdfc054a19cef03da8b0ec06c9d241d42a"
        },
        {
          "y": 156,
          "x": 216,
          "u": "https://preview.redd.it/rldwaltx3yi61.jpg?width=216&crop=smart&auto=webp&s=14129d0a41fec4a1cc45c7aaa198fb1bee641db7"
        },
        {
          "y": 232,
          "x": 320,
          "u": "https://preview.redd.it/rldwaltx3yi61.jpg?width=320&crop=smart&auto=webp&s=cb2d156c94e2b78b4523e0b1b79f60fd643b1462"
        }
      ],
      "s": {
        "y": 301,
        "x": 415,
        "u": "https://preview.redd.it/rldwaltx3yi61.jpg?width=415&format=pjpg&auto=webp&s=4d3de4faea5a050df1c346dd278b1e18302b9a9e"
      },
      "id": "rldwaltx3yi61"
    }
  },
  "name": "t3_lpdni5",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.91,
  "author_flair_background_color": "",
  "subreddit_type": "public",
  "ups": 2027,
  "total_awards_received": 30,
  "media_embed": {},
  "thumbnail_width": 140,
  "author_flair_template_id": null,
  "is_original_content": true,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Discussion",
  "can_mod_post": false,
  "score": 2027,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "https://b.thumbs.redditmedia.com/vyoiZ3ThUXFYJNNskfMWDxz6JcDKSgwd8Zo6uUC991Y.jpg",
  "edited": 1613963575,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 6
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1613992156,
  "link_flair_type": "richtext",
  "wls": 7,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.wallstreetbets",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/zhh32rft3yi61.png?width=833&amp;format=png&amp;auto=webp&amp;s=7dee34103f8ecdf4a758f94418f3f6c477e89644\">https://preview.redd.it/zhh32rft3yi61.png?width=833&amp;format=png&amp;auto=webp&amp;s=7dee34103f8ecdf4a758f94418f3f6c477e89644</a></p>\n\n<p><strong>The more things change, the more they stay the same. There is nothing new under the sun.</strong></p>\n\n<p>&#x200B;</p>\n\n<p>In every market bubble, you always hear the same language, the same rationalizations, the same absurd arguments. These people think they are offering some new, unique insight... in reality all they offer are the same manic rationalizations that existed in every other bubble market in history. Let&#39;s address the primary two bull rationalizations today before we set into the bear thesis.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>1) Interest rates are low. Nowhere for money to go except stocks.</strong></p>\n\n<p>When you really drill down into it, this is some bizarre logic. It&#39;s essentially saying you are forced to make more risky bets if less risky bets are less profitable. In other words, it&#39;s a manifestation of the greedy, FOMO mindset that occurs precisely during bubbles.</p>\n\n<p>Ultimately, these bull aren&#39;t even arguing that we aren&#39;t in a bubble. They are arguing we are in a bubble, but that the bubble is JUSTIFIED.</p>\n\n<p>The obvious counter is that holding cash is neither impossible nor even undesirable in a low-interest rate environment. What&#39;s the worst that can happen if I sit on a pure cash portfolio? I lose ~2% per year. Not good, of course, but not the end of the world either. What&#39;s the worst that can happen if I dump all my money into stocks at all time highs and the market crashes? I lose 50%+ of my funds in as little as a month. Ouch.</p>\n\n<p>The idea that I&#39;m forced to risk losing a huge percentage of my capital because losing 2% a year is simply impossible to endure is the sort of logic that can only arise under a euphoric bubble mindset.</p>\n\n<p>Of course, the premise that these bulls are relying on is that the market simply won&#39;t crash... or, that they will be prescient enough to calmly hop out of the market once a crash becomes obvious. But the whole point is that the crash is never obvious, especially to permabulls. They see a dip, and they buy it. They see a deeper dip, what a great opportunity, so they buy more. And before they realize the dip isn&#39;t simply a dip, they are already fucked. Tale as old as time.</p>\n\n<p>The funny thing is this argument can be used to justify almost any investment, no matter how irrational. Why hold cash when bonds pay more? Why buy bonds when index funds pay more? Why buy index funds when SPACS pay more? Why buy SPACS when flipping cocaine pays more? After all, if you assume that holding cash is simply impossible, since it loses to inflation, what sort of high risk investment can you not justify?</p>\n\n<p>What&#39;s most interesting is that this argument isn&#39;t even new. The ridiculously low interest rates set by the Fed in the past were precisely what sowed the seeds for the massive housing bubble that led to the 2008 crash. The Fed is ultimately a bubble creator, something even WSB is well aware of...</p>\n\n<p><strong>2) If you sit out this rally you will end up behind, even if you are right.</strong></p>\n\n<p>This is perhaps the most popular argument of permabulls. They argue that if you sat out the last 10 months (something this is essentially a straw man argument, except in reference to perma-bears), then you would have missed out on massive gains. And therefore, the implicit argument is, you can NEVER sit out.</p>\n\n<p>If you carefully analyze this argument, you will realize it is literally nothing more than FOMO to the extreme. It&#39;s Fear Of Missing Out disguised as macroeconomic theory. I have to stay in the market perpetually, I can never sit out, because if I do I will MISS OUT on gains. And you better stay in the market with me otherwise you will miss out too, dummy!</p>\n\n<p>First of all, I will admit this is a good argument against people who are legitimately perma-bears. People who do sit out a market in fear for months and months do actually miss out on substantial gains. But not everyone signalling the warning signs of a bubble are perma-bears. There are clear historical signals of an irrational bubble, and those who pay attention to such signals are not missing out, they are simply protecting their wealth against irrational greed.</p>\n\n<p>An intelligent investor is neither a bull nor a bear. They adapt to the market. And when an intelligent investor adapts and becomes a bear in a raging bull market, you can be sure there will be no shortage of bulls attacking them as a stupid perma-bear. The bulls think they will get wise before the crash hurts them, but their greed is precisely what will prevent that scenario from playing out.</p>\n\n<p>&#x200B;</p>\n\n<p>Let&#39;s take a look at some of the signs we are in the greatest bubble in history.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Major Indicators of the Great Bubble</strong></p>\n\n<p>&#x200B;</p>\n\n<p><strong>1) MASSIVE retail investment. Worldwide.</strong></p>\n\n<p>What are some signs of bubbles, historically? Well, a sure metric is when you get massive public interest and investment in the market. Do we have that today? CHECK, on fucking steroids. We&#39;ve got people who can&#39;t change a fucking tire on their 2008 Civic downloading Robinhood and gambling options on margin. Like WTF?</p>\n\n<p>The 80 IQ mongoloid who was washing dishes at Papa Johns last Tuesday (do they even have dishes? I don&#39;t fucking know) is now buying leveraged call options on a fucking electric vehicle company in fucking China or some shit. Are you kidding me? Do we need any more evidence that the top is rapidly approaching?</p>\n\n<p>Not to mention the entire short-squeeze fiasco which got international coverage and just threw some nitroglycerin into the speculative fire... Now everyone from my grandmother to some farmer in Bangladesh is downloading Robinhood to buy calls on fucking SNDL or whatever the fuck.</p>\n\n<p>Past US market bubbles were largely restricted to the US population. It was mostly Americans buying American stocks during the dotcom boom. But wild irrational bubble speculation has been globalized. Now almost anybody in the world can dump their hard earned rupees into Tesla at a 1,300 PE ratio. What&#39;s that noise? Is that some greedy billionaire goblin audibly salivating in the distance?</p>\n\n<p>The &quot;Max Pain&quot; theory (which is ironically popular among permabulls) argues that the market will do whatever hurts the maximum numbers of investors. This is of course bullshit, but it&#39;s food for thought if you buy into this type of voodoo.</p>\n\n<p><a href=\"https://preview.redd.it/7r7kv00v3yi61.png?width=809&amp;format=png&amp;auto=webp&amp;s=4d74d856187f569d73e04c47746f4a8bd16f700c\">https://preview.redd.it/7r7kv00v3yi61.png?width=809&amp;format=png&amp;auto=webp&amp;s=4d74d856187f569d73e04c47746f4a8bd16f700c</a></p>\n\n<p><strong>2) Ridiculously speculative &quot;investments.&quot; AKA SPACs.</strong></p>\n\n<p>CCIV is worth 15 billion dollars. And it owns literally nothing. No deal is in place, no announced deal figures have been offered, obviously the SPAC has no earnings or revenue to speak of... just 15 billion dollars dumped on pure rumors and hopium. I can think of no stronger manifestation of irrational greed.</p>\n\n<p>What is a SPAC, at the end of the day? A rich guy steps up and says &quot;give me your money, and I&#39;ll decide what I&#39;ll do with it in a few months...&quot;</p>\n\n<p>And a million retards step up and say &quot;SOUNDS GREAT!!! TAKE MY MONEY!!!&quot;</p>\n\n<p>Tell me this SPAC shit isn&#39;t exactly like the dotcom boom, when literally anything with a .com in its name was worth millions overnight because the internet was the &quot;hot new thing.&quot; There is no way this SPAC mania lasts, and lots of people will be hurt in the end.</p>\n\n<p><a href=\"https://preview.redd.it/mhof6o3w3yi61.jpg?width=1000&amp;format=pjpg&amp;auto=webp&amp;s=4b9623780a63517644627087106c2d2078950e7b\">https://preview.redd.it/mhof6o3w3yi61.jpg?width=1000&amp;format=pjpg&amp;auto=webp&amp;s=4b9623780a63517644627087106c2d2078950e7b</a></p>\n\n<p><strong>3) Options volume absolutely exploding.</strong></p>\n\n<p>Options are becoming the vehicle of choice for &quot;investors&quot; AKA gamblers in the current market. Stock represents actual ownership of a company, the foundation of the actual market. But what kind of boomer wants to actually invest in a profitable company long term? I just want to get insane leverage and dump my gamble on the next bigger sucker.</p>\n\n<p>The question I sometimes ask is how much of this market &quot;growth&quot; is really a manifestation of market makers delta hedging this insane options volume. You know, like derivative CDO&#39;s leveraging worthless mortgages back in 2008? It&#39;s something to think about.</p>\n\n<p>I&#39;ll just leave this chart here, since it makes the case for me. This is neither natural nor sustainable.</p>\n\n<p><a href=\"https://preview.redd.it/r8fw4d8x3yi61.png?width=1055&amp;format=png&amp;auto=webp&amp;s=71fba76d2aba8f7cc69891f6b71cc1a0d6b0875c\">https://preview.redd.it/r8fw4d8x3yi61.png?width=1055&amp;format=png&amp;auto=webp&amp;s=71fba76d2aba8f7cc69891f6b71cc1a0d6b0875c</a></p>\n\n<p><strong>4) &quot;Greater Fool&quot; logic.</strong></p>\n\n<p>I&#39;ll just quote investopedia since I&#39;m getting lazy here...</p>\n\n<p>&quot;The greater fool theory states that it is possible to make money by buying securities, whether or not they are overvalued, by selling them for a profit at a later date. This is because there will always be someone (i.e. a bigger or greater fool) who is willing to pay a higher price.</p>\n\n<p>&quot;If acting in accordance with the greater fool theory, an investor will purchase questionably priced securities without any regard to their quality. If the theory holds, the investor will still be able to quickly sell them off to another “greater fool,” who could also be hoping to flip them quickly. Unfortunately, speculative bubbles burst eventually, leading to a rapid depreciation in share prices.</p>\n\n<p>&quot;The greater fool theory breaks down in other circumstances, as well, including economic recessions and depressions. In 2008, when investors purchased faulty mortgage-backed securities, it was difficult to find buyers when the market collapsed.&quot;</p>\n\n<p>Basically none of you mouthbreathers are doing fundamental analysis on the shit you buy. Nobody here cares about fair or instrinsic value. This is talking about you.</p>\n\n<p><a href=\"https://preview.redd.it/rldwaltx3yi61.jpg?width=415&amp;format=pjpg&amp;auto=webp&amp;s=4d3de4faea5a050df1c346dd278b1e18302b9a9e\">https://preview.redd.it/rldwaltx3yi61.jpg?width=415&amp;format=pjpg&amp;auto=webp&amp;s=4d3de4faea5a050df1c346dd278b1e18302b9a9e</a></p>\n\n<p><strong>5) Buffet Indicator through the roof.</strong></p>\n\n<p>The Buffet Indicator has reach it&#39;s highest ever level. For noobies who don&#39;t know what this means, the Buffett Indicator takes total market valuation and divides it by US GDP. A very high Buffett Indicator suggests an overvalued market, and could have been used to predict past bubbles such as the dotcom boom.</p>\n\n<p>There are two arguments against the Buffett Indicator as a useful metric. The first argument is that GDP is a backward indicator and therefore doesn&#39;t account for future growth. While this is true, it misses the entire point. The point is that future growth estimations can be faulty and lend themselves to irrational greed during bubbles. The point is to tie market valuations to some real-world metric, which is necessarily backward looking.</p>\n\n<p>The other argument against the Buffett Indicator, which holds more weight, is that US stocks consist of global companies and therefore aren&#39;t adequately represented by US GDP.</p>\n\n<p>I will say these people have a good point, but they are also missing several nuances within GDP and market valuations, which are too complicated to address in this already fucking huge post. Suffice it to say the Buffett Indicator still has something useful to say about market valuation, and can&#39;t simply be discarded.</p>\n\n<p><a href=\"https://preview.redd.it/o40ug9fy3yi61.png?width=1780&amp;format=png&amp;auto=webp&amp;s=bf50b19f3f7019ece0ddca6ce1b010ab7db84f5e\">https://preview.redd.it/o40ug9fy3yi61.png?width=1780&amp;format=png&amp;auto=webp&amp;s=bf50b19f3f7019ece0ddca6ce1b010ab7db84f5e</a></p>\n\n<p><strong>6) Valuations divorced from reality.</strong></p>\n\n<p>During every major bubble, people like to come up with new, fancy ways of evaluating the worth of a company. Back in the dotcom boom, companies that obviously had zero revenue or sales were valued in terms of &quot;eyes.&quot; That is, the value of the company was based on how many visits they had to their website.</p>\n\n<p>This internet thing was a &quot;New Paradigm&quot; and so obviously we needed New Metrics to determine how valuable these companies were. Needless to say, the vast majority of these companies, many of them worth millions, were simply worth nothing and went bankrupt overnight.</p>\n\n<p>Take your pick of favorite meme stonk that has some bizarre rationalization for its absurd valuation. I like to pick on Tesla, personally, because trolling its angry cultlike followers is simply good fun.</p>\n\n<p><a href=\"https://preview.redd.it/t0m9f9dz3yi61.png?width=2000&amp;format=png&amp;auto=webp&amp;s=a8cb2ccfbe076dd55b16841fca70d40ad6840410\">https://preview.redd.it/t0m9f9dz3yi61.png?width=2000&amp;format=png&amp;auto=webp&amp;s=a8cb2ccfbe076dd55b16841fca70d40ad6840410</a></p>\n\n<p><strong>7) Fed Manipulation.</strong></p>\n\n<p>Most bubbles have been created by Federal Reserve control of currency and interest rates. This market is no different. They create a bubble, and when the bubble pops they hop in to create a new, bigger bubble, until that pops, and so on. It&#39;s like a fucking meth addict taking bigger and bigger hits until they see fucking leprechauns burrowing under thier house.</p>\n\n<p>The catch is interest rates can&#39;t drop below zero. I mean, they can... But who wants to be Japan for the rest of history?</p>\n\n<p>Alright I&#39;ve written enough already and I won&#39;t write a whole thesis on Fed action and its consequences for now global markets. I&#39;ll just leave this pic here.</p>\n\n<p><a href=\"https://preview.redd.it/vmcijki04yi61.png?width=958&amp;format=png&amp;auto=webp&amp;s=c16c9fd45ee64e196867a54e676d904ed043bd0a\">https://preview.redd.it/vmcijki04yi61.png?width=958&amp;format=png&amp;auto=webp&amp;s=c16c9fd45ee64e196867a54e676d904ed043bd0a</a></p>\n\n<p><strong>TL;DR - SHIT IS FUCKED SON.</strong> Play the game of chicken as long as you want, but at the end of the day people will be left twisted into a preztel in their polynesian green geometro.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "96f6c79e-b853-11e5-a4cb-0ebdf030e05d",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": "",
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2th52",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#800080",
  "id": "lpdni5",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "ContentViolation1488",
  "discussion_type": null,
  "num_comments": 652,
  "send_replies": true,
  "whitelist_status": "some_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": "",
  "permalink": "/r/wallstreetbets/comments/lpdni5/the_greatest_market_bubble_of_all_time_a_full/",
  "parent_whitelist_status": "some_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/wallstreetbets/comments/lpdni5/the_greatest_market_bubble_of_all_time_a_full/",
  "subreddit_subscribers": 9208208,
  "created_utc": 1614015739,
  "num_crossposts": 3,
  "media": null,
  "is_video": false,
  "original_created_utc": 1613963356,
  "the_new_excerpt": "https://preview.redd.it/zhh32rft3yi61.png?width=833&format=png&auto=webp&s=7dee34103f8ecdf4a758f94418f3f6c477e89644\n\nThe more things change, the more they stay the same. There is nothing new under\nthe sun.\n\n\n\nIn every market bubble, you always hear the same language, the same\nrationalizations, the…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "https://preview.redd.it/zhh32rft3yi61.png?width=833&format=png&auto=webp&s=7dee34103f8ecdf4a758f94418f3f6c477e89644\n\n事情越是变化，越是不变。没有新的东西\n的太阳。\n\n\n\n在每一次市场泡沫中，你总会听到同样的语言，同样的。\n合理化，该。",
      "title": "史上最伟大的市场泡沫。一个完整的熊市反论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://preview.redd.it/zhh32rft3yi61.png?width=833&format=png&auto=webp&s=7dee34103f8ecdf4a758f94418f3f6c477e89644\n\n事情越是變化，越是不變。沒有新的東西\n的太陽。\n\n\n\n在每一次市場泡沫中，你總會聽到同樣的語言，同樣的。\n合理化，該。",
      "title": "史上最偉大的市場泡沫。一個完整的熊市反論。"
    }
  ],
  "source_updated_at": 1614332895137
}