{
  "author": "OkPokeyDokey",
  "the_new_excerpt": "Growing up in a country ranked bottom in human rights, 1984 was personal to me.\nIt put what I think of my motherland into proper wordings.\n\nBut finishing the book was more than just a hobby, it was an achievement. I\nfirst attempt reading it was nearly a year ago but could not get past the first\n20…",
  "original_created_utc": 1621075001,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人権ランキングで最下位の国で育った私にとって、1984年は個人的な出来事でした。\n私が祖国に対して考えていることを、適切な言葉で表現したのです。\n\nしかし、この本を読み終えることは、単なる趣味ではなく、達成感がありました。I\n最初に読もうとしたのは約1年前でしたが、最初の20ページを読むことができませんでした。\n20...",
      "title": "ようやく1984年を終えて、チャンピオンになった気分です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在一个人权排名垫底的国家长大的我，1984年对我来说是个人的。\n它把我对我的祖国的看法用适当的措辞表达出来。\n\n但完成这本书不仅仅是一种爱好，更是一种成就。I\n第一次尝试阅读这本书是在近一年前，但无法通过第一篇\n20...",
      "title": "我终于完成了1984年的工作，我觉得自己是个冠军。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在一個人權排名墊底的國家長大的我，1984年對我來說是個人的。\n它把我對我的祖國的看法用適當的措辭表達出來。\n\n但完成這本書不僅僅是一種愛好，更是一種成就。I\n第一次嘗試閱讀這本書是在近一年前，但無法通過第一篇\n20...",
      "title": "我終於完成了1984年的工作，我覺得自己是個冠軍。"
    }
  ],
  "title": "I finally finished 1984 and I feel like a champion",
  "created_utc": 1621079061,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Growing up in a country ranked bottom in human rights, 1984 was personal to me. It put what I think of my motherland into proper wordings.  </p>\n\n<p>But finishing the book was more than just a hobby, it was an achievement. I first attempt reading it was nearly a year ago but could not get past the first 20 pages due to my English.</p>\n\n<p>For reference, six years ago, it took me ~2 weeks to finish Of mice and man. Now, it took me half that time to finish a 300 pages book.</p>\n\n<p>Tomorrow, I will start Brave New World :).</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ncvyas/i_finally_finished_1984_and_i_feel_like_a_champion/",
  "subreddit": "books",
  "id": "ncvyas",
  "is_self": true,
  "media": null,
  "is_video": false
}