{
  "author": "Neon-Predator",
  "the_new_excerpt": "Why YSK: Everyone talks about having an emergency fund, but given the run on\nsupermarkets that happened in early 2020 I think this is a topic worth\ndiscussing. Even if you are simply unemployed temporarily, having food storage\nwill extend the life of your emergency fund because you can just draw…",
  "original_created_utc": 1613156077,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：每个人都在说要有一个应急基金，但考虑到现在的运行情况，我们要做的就是要有一个应急基金。\n超市，发生在2020年初，我认为这是一个值得的话题\n讨论。即使你只是暂时失业，有了食物储存的。\n将延长你的应急基金的寿命，因为你可以只提取... ...",
      "title": "YSK：保持食物储存是在困难时期让自己保持水深火热的重要帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：每個人都在說要有一個應急基金，但考慮到現在的運行情況，我們要做的就是要有一個應急基金。\n超市，發生在2020年初，我認爲這是一個值得的話題\n討論。即使你只是暫時失業，有了食物儲存的。\n將延長你的應急基金的壽命，因爲你可以只提取... ...",
      "title": "YSK：保持食物儲存是在困難時期讓自己保持水深火熱的重要幫助。"
    }
  ],
  "title": "YSK: Maintaining food storage is a major help in keeping yourself above water in hard times.",
  "created_utc": 1613181438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Everyone talks about having an emergency fund, but given the run on supermarkets that happened in early 2020 I think this is a topic worth discussing. Even if you are simply unemployed temporarily, having food storage will extend the life of your emergency fund because you can just draw from your pantry. This leaves the money you do have to help cover other expenses like for rent and vehicles for a longer period of time, which will give you more of a fighting chance if you end up experiencing longer term unemployment. You should think of your pantry as your own personal food bank, or as a physical type of savings account.</p>\n\n<p>You don&#39;t have to go get a huge pantry all at once, which can be prohibitively expensive. Start slow, and focus on shelf-stable staple food items. Make sure you are buying things you know you will eat, and make sure you rotate your stock by tracking expiration dates.</p>\n</div><!-- SC_ON -->",
  "score": 7452,
  "permalink": "/r/YouShouldKnow/comments/lihvzp/ysk_maintaining_food_storage_is_a_major_help_in/",
  "subreddit": "YouShouldKnow",
  "id": "lihvzp",
  "is_self": true,
  "media": null,
  "is_video": false
}