{
  "author": "frank_castle1807",
  "the_new_excerpt": "Very few books in my life have left me shaking by the end of it. Stoner is\ndefinitely one of them. I just finished this book, and is easily one of the best\nthings I have ever read.\n\nThe hallmarks of some of the greatest works of art is how they overcome the\nrigidity of time and space to tell a tale…",
  "original_created_utc": 1620929760,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の人生の中で、最後まで身震いするような本はほとんどありません。Stonerは\n間違いなくそのうちのひとつです。私はこの本を読み終えたところですが、これまでに読んだ本の中でも最高のものの一つです。\n今まで読んだ中で最高の作品の一つです。\n\n偉大な芸術作品の特徴は、時間と空間の厳しさをいかに克服して\n物語を語るために時間と空間の硬直性を克服することです。",
      "title": "ストナー(1965)と現実への逃避"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我的生活中，很少有书能在结束时让我颤抖。斯托纳是\n绝对是其中之一。我刚刚读完这本书，它很容易成为我所读过的最好的书之一。\n我所读过的最好的东西之一。\n\n一些最伟大的艺术作品的特点是它们如何克服了\n僵化的时间和空间来讲述一个故事......",
      "title": "斯托纳(1965)和逃入现实"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我的生活中，很少有書能在結束時讓我顫抖。斯托納是\n絕對是其中之一。我剛剛讀完這本書，它很容易成爲我所讀過的最好的書之一。\n我所讀過的最好的東西之一。\n\n一些最偉大的藝術作品的特點是它們如何克服了\n僵化的時間和空間來講述一個故事......",
      "title": "斯托納(1965)和逃入現實"
    }
  ],
  "title": "Stoner(1965) and escape into reality",
  "created_utc": 1620959626,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Very few books in my life have left me shaking by the end of it. Stoner is definitely one of them. I just finished this book, and is easily one of the best things I have ever read. </p>\n\n<p>The hallmarks of some of the greatest works of art is how they overcome the rigidity of time and space to tell a tale that seems relatable regardless of when and where you are. On the surface one would think that the life of an ordinary literature professor with a troubled marriage would not engage the reader for 278 pages. But such is the craft of John Williams, that he not only manages to hold your attention, but makes you deeply care about the tribulations of its main character, William Stoner. Ultimately Stoner tells a tale of an ordinary man with a profession that engages his intellect, but is effectively broken inside. </p>\n\n<p>Being neither an American nor any expert on literature, I wouldn&#39;t presume to know what the author set out to do with this book. But what I do know is that this book not only moved me with its story, but also taught me a few things about love, family and one&#39;s dedication to his/her life pursuit.</p>\n\n<p>This is all I could write about the book for now, but there are tons of thoughts fluttering in my mind. Would love to know everyone&#39;s thoughts on this book</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/nbnb6n/stoner1965_and_escape_into_reality/",
  "subreddit": "books",
  "id": "nbnb6n",
  "is_self": true,
  "media": null,
  "is_video": false
}