{
  "author": "BingBlessAmerica",
  "original_created_utc": 1636254399,
  "title": "CMV: I don't 100% agree with the notion that \"neutrality is siding with the oppressor\"",
  "created_utc": 1636285099,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Mainly because of two exceptions:</p>\n\n<p>a.) In a lot of cases the &quot;oppressor&quot; is not easy to identify, and the situation is not black and white. An example of this would be what is happening in Syria, where almost everyone involved from the US to Russia and ISIS has done pretty regrettable things. So it would be reasonable in these types of situations to neither help nor harm anyone and just look out for yourself</p>\n\n<p>b.) If you value family ties, fighting the oppressor head-on is likely to get all of them killed. There are enough examples of real-world governments massacring entire families just because one of them was involved in the revolution one way or another. Should we expect everyone to risk the safety of not just themselves but also their loved ones?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qoftmk/cmv_i_dont_100_agree_with_the_notion_that/",
  "subreddit": "changemyview",
  "id": "qoftmk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Mainly because of two exceptions:\n\na.) In a lot of cases the \"oppressor\" is not easy to identify, and the situation\nis not black and white. An example of this would be what is happening in Syria,\nwhere almost everyone involved from the US to Russia and ISIS has done pretty\nregrettable things. So it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "主に2つの例外があります。\n\na.) 多くの場合、「抑圧者」は簡単には特定できず、状況は\n白黒つけられない。その例として、シリアで起きていることが挙げられます。\nアメリカ、ロシア、ISISなど、関係者のほとんどがかなり残念なことをしています。\n残念なことをしています。だから、それ...",
      "title": "CMV：「中立は抑圧者の味方」という考え方には100％賛成できません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "主要是因为有两个例外情况。\n\na.) 在很多情况下，\"压迫者 \"并不容易识别，而且情况\n不是黑白分明的。这方面的一个例子是在叙利亚发生的情况。\n从美国到俄罗斯和ISIS，几乎所有参与其中的人都做了很\n令人遗憾的事情。所以它...",
      "title": "CMV：我并不完全同意 \"中立就是站在压迫者一边 \"的观点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "主要是因爲有兩個例外情況。\n\na.) 在很多情況下，\"壓迫者 \"並不容易識別，而且情況\n不是黑白分明的。這方面的一個例子是在敘利亞發生的情況。\n從美國到俄羅斯和ISIS，幾乎所有參與其中的人都做了很\n令人遺憾的事情。所以它...",
      "title": "CMV：我並不完全同意 \"中立就是站在壓迫者一邊 \"的觀點。"
    }
  ]
}