{
  "author": "flKV02PfSQ",
  "the_new_excerpt": "The mainstream view right now appears to be that due to the existence of people\nwho are born intersex or experience gender dysphoria, I should be teaching my\ntoddler that some people have penises and some people are boys but there's not\nnecessarily any relationship between those categories.\n\nIn my…",
  "original_created_utc": 1615697461,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "现在的主流观点似乎是，由于人的存在。\n生来就是双性人或有性别分裂症的人，我应该教我的。\n蹒跚学步的孩子，有些人有阴茎，有些人是男孩，但有不\n必然是这些类别之间的任何关系。\n\n在我...",
      "title": "CMV：我应该教我的幼儿，男孩有阴茎，女孩有外阴/阴道。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在的主流觀點似乎是，由於人的存在。\n生來就是雙性人或有性別分裂症的人，我應該教我的。\n蹣跚學步的孩子，有些人有陰莖，有些人是男孩，但有不\n必然是這些類別之間的任何關係。\n\n在我...",
      "title": "CMV：我應該教我的幼兒，男孩有陰莖，女孩有外陰/陰道。"
    }
  ],
  "title": "CMV: I should teach my toddler that boys have penises and girls have vulvas/vaginas",
  "created_utc": 1615739909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The mainstream view right now appears to be that due to the existence of people who are born intersex or experience gender dysphoria, I should be teaching my toddler that some people have penises and some people are boys but there&#39;s not necessarily any relationship between those categories.</p>\n\n<p>In my view this approach doesn&#39;t seem to be warranted, especially at this stage of development. The incidence of ambiguous genitals is a rounding error, not a reason to throw away a simple and useful system of categorization. My toddler is learning the absolute basics of the world, not training to be a medical doctor. Obscure medical conditions are not relevant to the basic topic of what boys and girls are. To illustrate, some people are born with one leg, or no legs at all, but I&#39;m still going to tell her that people have two legs.</p>\n\n<p><strong>Disclaimer:</strong> Because this is the Internet, some people are going to ignore my substance of my reasoning and declare the entire topic transphobic or something. I just want to let those people know ahead of time to save their keystrokes because I won&#39;t be reading comments which don&#39;t contribute to the discussion.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/m4o8g4/cmv_i_should_teach_my_toddler_that_boys_have/",
  "subreddit": "changemyview",
  "id": "m4o8g4",
  "is_self": true,
  "media": null,
  "is_video": false
}