{
  "author": "Supercharmeleon",
  "original_created_utc": 1635955870,
  "title": "Blindly defending/ignoring crypto's problems makes us cultists, not supporters.",
  "created_utc": 1636018864,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a big supporter of crypto and the good it can do for the world, and I fully expect it to become an integral part of the economy in years to come.</p>\n\n<p>But I&#39;m aware that right now crypto has problems. If it didn&#39;t, there wouldn&#39;t be so many great coins trying to solve them. But the more I look in this sub, the more I find people trying to unreasonably defend these issues, not by claiming that solutions are being worked on, but by pretending that said problems don&#39;t exist or just relying on whataboutism.</p>\n\n<p>The first of these problems is energy consumption. Yes, Bitcoin and NFTs do consume an incredible amount of energy, and no they are in no way enviromentally friendly or green. Crypto&#39;s energy issues is a big deal, and it&#39;s not something that should be handwaved. Even so, I&#39;ve seen many people saying that it&#39;s not an issue, or pointing toward banks because they use even more energy and calling it a day, like that somehow erases the problem.</p>\n\n<p>I&#39;ve also seen people be dismissive of those suffering the effects from that high energy usage. In a recent post about how illegal crypto farms in Iran are projected to cause massive power outages in the future, there were multiple comments either blaming it all on the government or dismissing the consequences such power outages might have on the non-farmers living there.</p>\n\n<p>It reminds me of many reactions I&#39;ve seen to El Salvador&#39;s crypto adoption. Like Vitalik said, crypto should mean freedom, and as much as we want it to be adopted officially by many countries, forcing crypto on people isn&#39;t the best way to go about it. And yet it was called &quot;a necessary sacrifice&quot; by people here. Yes, it&#39;s easy to say that when you&#39;re not the one making those sacrifices.</p>\n\n<p>I&#39;ve also seen it with the problem of crypto (especially certain coins and exchanges) becoming too complex and hard to use/understand. When calling for a possible future where these services are more streamlined and user-friendly, many said that if people are too dumb to learn how to use them, then they didn&#39;t deserve to be in crypto. That just seems very dismissive to me. Like a lot of people are lacking in empathy.</p>\n\n<p>All in all, I feel like we could all stand to take a step back and look at the bigger picture. By aknowledging the flaws in crypto, we can start working toward solving them, and building a better future for everyone involved. We&#39;re not doing anyone (much less ourselves) any favors by acting like shitcoin shills and blindly praising crypto forever.</p>\n</div><!-- SC_ON -->",
  "score": 178,
  "permalink": "/r/CryptoCurrency/comments/qlxuff/blindly_defendingignoring_cryptos_problems_makes/",
  "subreddit": "CryptoCurrency",
  "id": "qlxuff",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a big supporter of crypto and the good it can do for the world, and I fully\nexpect it to become an integral part of the economy in years to come.\n\nBut I'm aware that right now crypto has problems. If it didn't, there wouldn't\nbe so many great coins trying to solve them. But the more I look in…"
}