{
  "author": "OLU87",
  "the_new_excerpt": "I'm not sure what the origins of the term \"mansplaining\" are, however I can see\nno reason why \"explaining\" required a gendered term to describe men being\npatronising or condescending towards women.\n\nI haven't seen any evidence that patronising or condescending behaviour is\nparticularly skewed to one…",
  "original_created_utc": 1612614286,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不清楚 \"人肉搜索 \"这个词的由来，不过我可以看到\n没有理由 \"解释 \"需要一个性别化的术语来描述男人是。\n对女性的高高在上或居高临下。\n\n我没有看到有任何证据表明，对妇女施以恩惠或居高临下的行为是：\n特别是偏向于一个...",
      "title": "CMV：\"人肉搜索 \"这个词不应该存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不清楚 \"人肉搜索 \"這個詞的由來，不過我可以看到\n沒有理由 \"解釋 \"需要一個性別化的術語來描述男人是。\n對女性的高高在上或居高臨下。\n\n我沒有看到有任何證據表明，對婦女施以恩惠或居高臨下的行爲是：\n特別是偏向於一個...",
      "title": "CMV：\"人肉搜索 \"這個詞不應該存在。"
    }
  ],
  "title": "CMV: The term \"mansplaining\" shouldn't exist",
  "created_utc": 1612621847,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not sure what the origins of the term &quot;mansplaining&quot; are, however I can see no reason why &quot;explaining&quot; required a gendered term to describe men being patronising or condescending towards women.</p>\n\n<p>I haven&#39;t seen any evidence that patronising or condescending behaviour is particularly skewed to one gender against another and would have preferred that patronising or condescending behaviour was described as such.</p>\n\n<p>The rise of the accepted use of &quot;mansplaining&quot; creates or perpetuates a number of issues in my opinion.</p>\n\n<ol>\n<li><p>It further fuels divisions between men and women by attaching gender unnecessarily to a negative action or behaviour, creating a man v woman dynamic.</p></li>\n<li><p>It can be used to shut down conversations that should take place but may be uncomfortable for other reasons.</p></li>\n<li><p>It can make men feel uncomfortable about explaining something to a woman (particularly in a sensitive environment such as the workplace).</p></li>\n<li><p>It can be perceived as being an attack on masculinity in general.</p></li>\n<li><p>It can perpetuate the idea that women are not strong enough mentally to engage in toe to toe exchanges with men.</p></li>\n</ol>\n\n<p>There are possibly other negative outcomes from this as well and I struggle to find any positives at all.</p>\n\n<p>Open to my mind being changed!</p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/changemyview/comments/ldwptc/cmv_the_term_mansplaining_shouldnt_exist/",
  "subreddit": "changemyview",
  "id": "ldwptc",
  "is_self": true,
  "media": null,
  "is_video": false
}