{
  "author": "motherfuckingdelight",
  "the_new_excerpt": "Well-meaning strangers often share and repost \"My 16 year old ran away last\nnight! Help me find her!\" or \"My sister has been MIA since last week! Here's her\npicture!\" or \"Help me find my baby boy! Last seen near X!\" posts hoping they'll\nhelp find and protect an endangered person. And everyone should…",
  "original_created_utc": 1614213235,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "好心的陌生人经常分享和转发 \"我16岁的孩子去年离家出走了\"。\n晚上！帮我找到她！\"或者 \"我妹妹从上个星期开始就失踪了！帮我找到她!\"或者 \"我妹妹从上个星期开始就失踪了! 这是她的\n图片！\"或 \"帮我找到我的宝贝儿子！最后一次在X附近看到！\"的帖子。最后一次出现在X附近！\"的帖子，希望他们会\n帮助寻找和保护一个濒危的人。每个人都应该...",
      "title": "YSK不要分享那些 \"失踪人口 \"的帖子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好心的陌生人經常分享和轉發 \"我16歲的孩子去年離家出走了\"。\n晚上！幫我找到她！\"或者 \"我妹妹從上個星期開始就失蹤了！幫我找到她!\"或者 \"我妹妹從上個星期開始就失蹤了! 這是她的\n圖片！\"或 \"幫我找到我的寶貝兒子！最後一次在X附近看到！\"的帖子。最後一次出現在X附近！\"的帖子，希望他們會\n幫助尋找和保護一個瀕危的人。每個人都應該...",
      "title": "YSK不要分享那些 \"失蹤人口 \"的帖子。"
    }
  ],
  "title": "YSK don't share those \"missing persons\" posts",
  "created_utc": 1614474183,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well-meaning strangers often share and repost &quot;My 16 year old ran away last night! Help me find her!&quot; or &quot;My sister has been MIA since last week! Here&#39;s her picture!&quot; or &quot;Help me find my baby boy! Last seen near X!&quot; posts hoping they&#39;ll help find and protect an endangered person. And everyone should STOP doing this. </p>\n\n<p>The best case scenario is that the person is actually missing, but sharing posts like these (rather than ones from police departments or news organizations) is still an inefficient way to find them. Police departments and news sites will update their missing persons posts when the person is found, preventing a waste of resources in &quot;finding&quot; someone who is no longer missing. They also make sure to share relevant details that the average person won&#39;t include -- ensuring that the person who is missing has the best chance of being found safely. If you want to help, repost from those organizations NOT from someone&#39;s personal page. </p>\n\n<p>The worst case scenario is that the person who is posting about their missing friend or family member is a stalker or abuser trying to find their victim. The &quot;16 year old&quot; might actually be their 19 year old girlfriend who they are abusing. The &quot;missing sister&quot; could be their ex wife who has a restraining order against them. Their &quot;baby boy&quot; might be a child they have lost custody of for good reason. When you share their post, you are helping them hurt those people! </p>\n\n<p>Here are some easy ways to check if the post is genuine:</p>\n\n<ul>\n<li>Look up the name of the missing person. Does it appear on news or police department sites? Is there an amber alert or silver alert for the person? If yes, that person is missing; feel free to share the link to the police or news page. </li>\n<li>Do you know the poster well? Do you confidently know that the person they claim is missing should be returned to their custody? That they&#39;re not being abused? If yes, proceed with caution. </li>\n<li>Do they list their number or email address in the post? If yes, be wary; news about missing people should go to police, NOT family. </li>\n</ul>\n\n<p>Sources: \n<a href=\"https://www-independent-co-uk.cdn.ampproject.org/v/s/www.independent.co.uk/life-style/health-and-families/missing-children-posts-sharing-facebook-cause-harm-police-warn-canada-twitter-a7731596.html\">https://www-independent-co-uk.cdn.ampproject.org/v/s/www.independent.co.uk/life-style/health-and-families/missing-children-posts-sharing-facebook-cause-harm-police-warn-canada-twitter-a7731596.html</a>\n<a href=\"https://www.usatoday.com/story/life/allthemoms/2017/03/30/sharing-photos-of-missing-kids-on-facebook-might-actually-hurt-them/34910759/\">https://www.usatoday.com/story/life/allthemoms/2017/03/30/sharing-photos-of-missing-kids-on-facebook-might-actually-hurt-them/34910759/</a>\n<a href=\"https://www.rd.com/article/missing-children-on-facebook/\">https://www.rd.com/article/missing-children-on-facebook/</a>\n<a href=\"https://www.jacksonconews.com/columns-opinions/check-your-facts-you-share\">https://www.jacksonconews.com/columns-opinions/check-your-facts-you-share</a></p>\n\n<p>Why YSK: These posts are a type of dangerous misinformation. Knowing how to check their veracity is a valuable skill that will help protect endangered people.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/lrrsaq/ysk_dont_share_those_missing_persons_posts/",
  "subreddit": "YouShouldKnow",
  "id": "lrrsaq",
  "is_self": true,
  "media": null,
  "is_video": false
}