{
  "author": "NotSoSnarky",
  "the_new_excerpt": "Why YSK: Even if your partner is on birth control (Or says that they are). It\ncan still fail, a condom will make extra sure you don't have an oopsie baby.\n\nNot only that, but it also helps with STD prevention as well.\n\nAnd if your partner says that: \"Oh my doctor said I probably can't…",
  "original_created_utc": 1614317571,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：即使你的伴侣正在采取避孕措施（或者说他们正在采取避孕措施）。它\n还可以失败，安全套会让你格外确保不会有一个乌龙宝宝。\n\n不仅如此，它还有助于预防性病。\n\n如果你的伴侣说， And if your partner says that, \"Oh my doctor said I probably can't..: \"哦，我的医生说，我可能不能... ...",
      "title": "YSK：如果你的伴侣说你不需要戴套，无论如何都要戴。尤其是当你目前不想要孩子的时候。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：即使你的伴侶正在採取避孕措施（或者說他們正在採取避孕措施）。它\n還可以失敗，安全套會讓你格外確保不會有一個烏龍寶寶。\n\n不僅如此，它還有助於預防性病。\n\n如果你的伴侶說， And if your partner says that, \"Oh my doctor said I probably can't..: \"哦，我的醫生說，我可能不能... ...",
      "title": "YSK：如果你的伴侶說你不需要戴套，無論如何都要戴。尤其是當你目前不想要孩子的時候。"
    }
  ],
  "title": "YSK: If your partner says you don't have to wear a condom, do so anyway. Especially if you currently don't want a child.",
  "created_utc": 1614405189,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Even if your partner is on birth control (Or says that they are). It can still fail, a condom will make extra sure you don&#39;t have an oopsie baby.</p>\n\n<p>Not only that, but it also helps with STD prevention as well.</p>\n\n<p>And if your partner says that: &quot;Oh my doctor said I probably can&#39;t have children.&quot; Still wear a condom, better to wear one than have a child you aren&#39;t ready for.</p>\n\n<p>I&#39;ve seen way too many stories of someone trying to trap someone into a relationship by lying about them being on birth control, or saying that they can&#39;t get pregnant, etc. Just be extra careful. Plus, if they&#39;re going without a condom with you, odds are they are with other people as well and might have caught an STD.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/lsqvwu/ysk_if_your_partner_says_you_dont_have_to_wear_a/",
  "subreddit": "YouShouldKnow",
  "id": "lsqvwu",
  "is_self": true,
  "media": null,
  "is_video": false
}