{
  "author": "jorbro2023",
  "the_new_excerpt": "Why YSK: People have different reasons for sharing their personal problems with\nyou, but one of the main reasons is simply to have someone to talk to/process\nwith. Talking about a problem can be incredibly helpful for people that need a\nway to process. However, that helpful process can be completely…",
  "original_created_utc": 1620292696,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 個人的な問題を共有する理由は人それぞれです。\n悩みを打ち明ける理由は人それぞれですが、主な理由の一つは、誰かと話したり、一緒に処理したりしたいという\nです。問題を話すことは、問題を処理する方法を必要としている人にとって、非常に有益なことです。\n処理することができます。しかし、その助けとなるプロセスは、完全に...",
      "title": "YSK 悩みを打ち明けるとき、多くの人は答えを求めているわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：人们有不同的理由与你分享他们的个人问题。\n但其中一个主要原因是想找人倾诉/处理。\n与之交流。谈论一个问题对需要一个处理方式的人来说是非常有帮助的。\n的方式来处理。然而，这种有帮助的过程可能是完全...",
      "title": "YSK 许多人在与你分享他们的问题时并不是在寻找答案。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：人們有不同的理由與你分享他們的個人問題。\n但其中一個主要原因是想找人傾訴/處理。\n與之交流。談論一個問題對需要一個處理方式的人來說是非常有幫助的。\n的方式來處理。然而，這種有幫助的過程可能是完全...",
      "title": "YSK 許多人在與你分享他們的問題時並不是在尋找答案。"
    }
  ],
  "title": "YSK Many people are not looking for answers when they share their problems with you.",
  "created_utc": 1620315888,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People have different reasons for sharing their personal problems with you, but one of the main reasons is simply to have someone to talk to/process with. Talking about a problem can be incredibly helpful for people that need a way to process. However, that helpful process can be completely dismantled by the other person interrupting with some comment like &quot;well you should do x y or z...&quot;</p>\n\n<p>I can&#39;t tell you how many times I&#39;ve taken the time and energy to put my trust in someone and open up about things I have going on, only to be completely patronized by their &quot;advice&quot;. If people want advice, they will likely specifically ask for your thoughts on a situation. If they don&#39;t explicitly state that they want your thoughts on their problems, then just listen to them and ask questions that can help THEM think it through, don&#39;t tell them HOW to think about their problems.</p>\n</div><!-- SC_ON -->",
  "score": 139,
  "permalink": "/r/YouShouldKnow/comments/n637eb/ysk_many_people_are_not_looking_for_answers_when/",
  "subreddit": "YouShouldKnow",
  "id": "n637eb",
  "is_self": true,
  "media": null,
  "is_video": false
}