{
  "author": "rhinokitty",
  "original_created_utc": 1625794812,
  "title": "YSK If you think you felt an earthquake you can see a nearly live shake map on the USGS website",
  "created_utc": 1625813642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Every time there is an earthquake people post updates to their social media channels that are largely experiential and subjective. They are sharing their thoughts and feelings about the earthquake, but the posts aren&#39;t being complied and analyzed in a meaningful way (as far as I know). </p>\n\n<p>You can help scientists learn more about earthquakes if, instead of first posting to your socials first, you post to the USGS &quot;did you feel it&quot; page, <a href=\"https://earthquake.usgs.gov/data/dyfi/\">which is located here</a>. There&#39;s a ticker with last 24 hours of earthquakes in the U.S.</p>\n\n<p>You are guided through questions that allow, in aggregate, the scientists at the USGS to get a pretty accurate idea of the location and intensity of the earthquake.</p>\n\n<p>Post your <a href=\"https://earthquake.usgs.gov/earthquakes/eventpage/nc73585236/executive\">USGS update</a> to social media afterward and encourage others nearby to do the same.</p>\n</div><!-- SC_ON -->",
  "score": 644,
  "permalink": "/r/YouShouldKnow/comments/ogldto/ysk_if_you_think_you_felt_an_earthquake_you_can/",
  "subreddit": "YouShouldKnow",
  "id": "ogldto",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Every time there is an earthquake people post updates to their social\nmedia channels that are largely experiential and subjective. They are sharing\ntheir thoughts and feelings about the earthquake, but the posts aren't being\ncomplied and analyzed in a meaningful way (as far as I know).\n\nYou…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 地震が起きるたびに、人々は自分のソーシャル・メディア・チャンネルに体験的、主観的な情報を投稿します。\n人々は、地震が起こるたびに、主に体験的、主観的な情報をソーシャルメディアに投稿します。彼らは、自分の\n地震についての考えや感情を共有していますが、その投稿は（私の知る限り）意味のある方法で集計・分析されていません。\nしかし、その投稿は（私が知る限り）意味のある方法で収集・分析されていません。\n\nあなた...",
      "title": "YSK もし地震を感じたら、USGSのウェブサイトでほぼリアルタイムの揺れの地図を見ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：每次地震发生后，人们都会在社交媒体上发布最新信息，这些信息主要是经验性的，主观的。\n渠道上发布最新信息，这些信息主要是经验性的和主观的。他们在分享\n他们正在分享他们对地震的想法和感受，但这些帖子并没有得到\n汇编和分析（就我所知）。\n\n你...",
      "title": "YSK 如果你认为你感觉到了地震，你可以在美国地质调查局的网站上看到一个几乎是实时的摇晃地图"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：每次地震發生後，人們都會在社交媒體上發佈最新信息，這些信息主要是經驗性的，主觀的。\n渠道上發佈最新信息，這些信息主要是經驗性的和主觀的。他們在分享\n他們正在分享他們對地震的想法和感受，但這些帖子並沒有得到\n彙編和分析（就我所知）。\n\n你...",
      "title": "YSK 如果你認爲你感覺到了地震，你可以在美國地質調查局的網站上看到一個幾乎是實時的搖晃地圖"
    }
  ]
}