{
  "author": "EvenInterview9",
  "the_new_excerpt": "People have different definitions of cultural appropriation. Some think that it\nis simply a matter of how disrespectful the act is. Others believe that other\nfactors, such as the oppressor-oppressed dynamics between the cultures that\ntakes practices and the cultures from which they are taken, are…",
  "original_created_utc": 1623587137,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文化的流用の定義は人それぞれです。ある人は、それが\nある人は、単にその行為がどれだけ無礼なものかという問題だと考えています。ある人は、単にその行為がいかに無礼であるかの問題だと考え、またある人は\nまた、他の要因、例えば、文化を取り入れた側と取り入れられない側の間の抑圧と抑圧された力関係などを考慮する必要があると考える人もいます。\nまた、文化的な慣習を取り入れている文化と取り入れられている文化の間の抑圧者と被抑圧者の関係など、他の要因が...",
      "title": "CMV: 日本人が着物を着ても、インド人がヨガをしても、ネイティブ・アメリカンが儀式用の頭飾りをしているのとは違い、文化的流用ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们对文化盗用有不同的定义。有些人认为，它\n仅仅是一个问题，即这种行为有多不尊重人。另一些人则认为，其他因素，如压迫者与被压迫者之间的动态关系\n其他因素，如文化的压迫者和被压迫者之间的动态关系。\n盗用行为和被盗用的文化之间的压迫者和被压迫者的动态关系。",
      "title": "CMV：非日本人穿和服或非印第安人练瑜伽，与非美国土著人戴仪式头饰不同，不是文化盗用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們對文化盜用有不同的定義。有些人認爲，它\n僅僅是一個問題，即這種行爲有多不尊重人。另一些人則認爲，其他因素，如壓迫者與被壓迫者之間的動態關係\n其他因素，如文化的壓迫者和被壓迫者之間的動態關係。\n盜用行爲和被盜用的文化之間的壓迫者和被壓迫者的動態關係。",
      "title": "CMV：非日本人穿和服或非印第安人練瑜伽，與非美國土著人戴儀式頭飾不同，不是文化盜用。"
    }
  ],
  "title": "CMV: Non-Japanese wearing kimono or non-Indians practicing yoga, unlike non-Native Americans wearing the ceremonial headdress, is not cultural appropriation",
  "created_utc": 1623627285,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People have different definitions of cultural appropriation. Some think that it is simply a matter of how disrespectful the act is. Others believe that other factors, such as the oppressor-oppressed dynamics between the cultures that takes practices and the cultures from which they are taken, are important as well. I believe that, under all of these definitions, kimono and yoga do not qualify as cultural appropriation, unlike the Native American headdress.</p>\n\n<p><strong>Power dynamics</strong>: Japan was not a colonized nation; on the contrary, it was a brutal colonizer of east and southeast Asia for a while, and they also attacked the US first. The brief occupation of Japan by the US was less colonization and more like the Union occupation of the South during the Reconstruction era, or the defeat of the Boer colonists at the hands of the British Empire in South Africa. And while what the British Empire did to India was colonization, yoga comes from Brahmins, an oppressor of the lower castes; in fact, what we know as yoga today in the West was actually appropriated by a <a href=\"http://www.yogajournal.com/yoga-101/philosophy/yoga-s-greater-truth/\">high caste Indian from lower caste practitioners</a>. In contrast, the Native American headdress was taken from those who were almost unilaterally colonized. As such, kimono and yoga do not have the issue of power dynamics.</p>\n\n<p><strong>Religious/ceremonial significance</strong>: Kimono is just a clothing item that happens to be traditional. Western* yoga is <a href=\"http://www.yogajournal.com/yoga-101/philosophy/yoga-s-greater-truth/\">largely influenced from Scandinavian gymnastics</a>, from which Indians were inspired, and repackaged to be sold to the West. However, the Native American headdress has been an earned symbol of honor, and should not be taken for granted. </p>\n\n<p><strong>Attitudes of the members of the original culture</strong>: Japan does not mind spreading kimono to the whole world because it sees it as part of its soft power, along with video games, anime, etc. Same with India, seeing how it was proactively promoted by Indians. Unlike these two, however, the Native headdress is largely agreed by the members of the Plains nations not to be worn around lightly, and due to the ceremonial significance mentioned above, the very act of wearing it without permission is considered disrespectful.</p>\n\n<p>*At this point, I think it&#39;s more correct to call it &quot;globalized&quot; rather than &quot;Western&quot;, since yoga is rising in popularity in places like South Korea and South America as well.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nyv7dt/cmv_nonjapanese_wearing_kimono_or_nonindians/",
  "subreddit": "changemyview",
  "id": "nyv7dt",
  "is_self": true,
  "media": null,
  "is_video": false
}