{
  "author": "Wupsey",
  "original_created_utc": 1634570539,
  "title": "YSK Lily Flowers Are Extremely Poisonous to Cats",
  "created_utc": 1634578343,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This weekend I had the In-Laws visiting and thought it would be nice to get some flowers from the store to help our house look nice. The flowers I bought were Lilies and they were quite pretty. </p>\n\n<p>Well overnight our cat chewed on some of the leaves (normally chews on grass in the yard) and swallowed a piece smaller than 3 millimeters around. As it turns out, if untreated within a very short time period this causes kidney failure for felines and within 48 hours death. We had a friends cat die from a similar thing only a couple months ago and after realizing the type of flower our cat chewed on took him to the emergency vet. </p>\n\n<p>He&#39;s been at the vet for the past three days, and while he isn&#39;t out of the woods yet things are looking hopeful with toxicity levels returning to normal. We told our friends who&#39;s cat passed away from a similar poisoning that he&#39;s an angel kitty, who helped us hopefully save him.  </p>\n\n<p>Our vet said they normally don&#39;t show signs until it&#39;s too late. So if you have cats, don&#39;t buy lilies or plant them in your garden as pollen negatively impacts them as well. </p>\n\n<p>Source: <a href=\"https://www.fda.gov/animal-veterinary/animal-health-literacy/lovely-lilies-and-curious-cats-dangerous-combination\">https://www.fda.gov/animal-veterinary/animal-health-literacy/lovely-lilies-and-curious-cats-dangerous-combination</a></p>\n\n<p>Edit: THANK YOU KIND STRANGER FOR THE GOLD. Kitten will get some tasty treats once he’s home.</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/qaousy/ysk_lily_flowers_are_extremely_poisonous_to_cats/",
  "subreddit": "YouShouldKnow",
  "id": "qaousy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This weekend I had the In-Laws visiting and thought it would be nice to\nget some flowers from the store to help our house look nice. The flowers I\nbought were Lilies and they were quite pretty.\n\nWell overnight our cat chewed on some of the leaves (normally chews on grass in\nthe yard) and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 今週末、義理の両親が来ていたので、家の中をきれいにするために\nお店でお花を買って、家の中をきれいにしてあげようと思いました。買ってきた花はユリでした。\n買った花はユリでしたが、とてもきれいでした。\n\nさて、一晩でうちの猫が葉っぱを噛んでしまいました（普段は庭の草を噛んでいます）。\n庭の草を噛む）と",
      "title": "YSK ユリの花は猫にとって猛毒である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 这个周末，我的岳父岳母来了，我想，如果能送一些花给他们，那就更好了。\n从商店里买一些花，让我们的房子看起来更漂亮。我买的花\n我买的是百合花，它们相当漂亮。\n\n一夜之间，我们的猫咬了一些叶子（通常是咬草）。\n院子里的草）和...",
      "title": "YSK百合花对猫有极大的毒害作用"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 這個週末，我的岳父岳母來了，我想，如果能送一些花給他們，那就更好了。\n從商店裏買一些花，讓我們的房子看起來更漂亮。我買的花\n我買的是百合花，它們相當漂亮。\n\n一夜之間，我們的貓咬了一些葉子（通常是咬草）。\n院子裏的草）和...",
      "title": "YSK百合花對貓有極大的毒害作用"
    }
  ]
}