{
  "author": "Wupsey",
  "original_created_utc": 1634570539,
  "title": "YSK Lily Flowers Are Extremely Poisonous to Cats",
  "created_utc": 1634578343,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This weekend I had the In-Laws visiting and thought it would be nice to get some flowers from the store to help our house look nice. The flowers I bought were Lilies and they were quite pretty. </p>\n\n<p>Well overnight our cat chewed on some of the leaves (normally chews on grass in the yard) and swallowed a piece smaller than 3 millimeters around. As it turns out, if untreated within a very short time period this causes kidney failure for felines and within 48 hours death. We had a friends cat die from a similar thing only a couple months ago and after realizing the type of flower our cat chewed on took him to the emergency vet. </p>\n\n<p>He&#39;s been at the vet for the past three days, and while he isn&#39;t out of the woods yet things are looking hopeful with toxicity levels returning to normal. We told our friends who&#39;s cat passed away from a similar poisoning that he&#39;s an angel kitty, who helped us hopefully save him.  </p>\n\n<p>Our vet said they normally don&#39;t show signs until it&#39;s too late. So if you have cats, don&#39;t buy lilies or plant them in your garden as pollen negatively impacts them as well. </p>\n\n<p>Source: <a href=\"https://www.fda.gov/animal-veterinary/animal-health-literacy/lovely-lilies-and-curious-cats-dangerous-combination\">https://www.fda.gov/animal-veterinary/animal-health-literacy/lovely-lilies-and-curious-cats-dangerous-combination</a></p>\n\n<p>Edit: THANK YOU KIND STRANGER FOR THE GOLD. Kitten will get some tasty treats once he’s home.</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/qaousy/ysk_lily_flowers_are_extremely_poisonous_to_cats/",
  "subreddit": "YouShouldKnow",
  "id": "qaousy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This weekend I had the In-Laws visiting and thought it would be nice to\nget some flowers from the store to help our house look nice. The flowers I\nbought were Lilies and they were quite pretty.\n\nWell overnight our cat chewed on some of the leaves (normally chews on grass in\nthe yard) and…"
}