{
  "author": "Squaragus_Asparagus",
  "the_new_excerpt": "Why YSK: Not draining a washer before it is stored or moved will not only make\nit heavier, but it will cause water to stagnate and mold inside the tank. Even a\nlittle bit of moisture in storage can wreck your whole world. All you have to do\nis put a shop vac hose on the black drainage hose on the…",
  "original_created_utc": 1621517128,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：洗濯機を収納したり移動したりする前に水を抜かないと、洗濯機が重くなるだけでなく\n重くなるだけでなく、タンク内に水が滞留してカビの原因にもなります。また\n湿気があると、せっかくの世界が台無しになってしまいます。あなたがすべきことは\nの黒い排水ホースにショップバックスのホースをつけるだけです。",
      "title": "YSKは、洗濯機を移動したり保管したりする前に、水を抜く必要があること。簡単な方法としては、背面の黒いホースにショップバッカーを使って水を吸わせることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：洗衣机在存放或移动前不排水，不仅会使洗衣机更重。\n它更重，而且会导致水在水箱内滞留和发霉。即使是\n储存中的一点点水分都会破坏你的整个世界。你所要做的是\n就是把车间真空管放在水箱的黑色排水管上。",
      "title": "YSK认为，在移动或储存之前，需要将垫圈排空。一个简单的方法是用车间吸尘器吸住后面的黑色软管，让它把水吸出来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：洗衣機在存放或移動前不排水，不僅會使洗衣機更重。\n它更重，而且會導致水在水箱內滯留和發黴。即使是\n儲存中的一點點水分都會破壞你的整個世界。你所要做的是\n就是把車間真空管放在水箱的黑色排水管上。",
      "title": "YSK認爲，在移動或儲存之前，需要將墊圈排空。一個簡單的方法是用車間吸塵器吸住後面的黑色軟管，讓它把水吸出來。"
    }
  ],
  "title": "YSK that washers need to be drained before you move or store them. An easy way to do this is by using a shop vac on the black hose on the back and letting it suck the water out.",
  "created_utc": 1621533901,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Not draining a washer before it is stored or moved will not only make it heavier, but it will cause water to stagnate and mold inside the tank. Even a little bit of moisture in storage can wreck your whole world. All you have to do is put a shop vac hose on the black drainage hose on the back of the washer make a tight seal with your hand or tape and let it suck the moisture out.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/YouShouldKnow/comments/nh05u7/ysk_that_washers_need_to_be_drained_before_you/",
  "subreddit": "YouShouldKnow",
  "id": "nh05u7",
  "is_self": true,
  "media": null,
  "is_video": false
}