{
  "author": "SoulEater2555",
  "the_new_excerpt": "I'm finally catching up on reading due to college. Before the semester started I\nwas reading through the Percy Jackson and the Olympians series for a comfort\nread. Well I read the 4th and 5th book in the span of four days. Today I\nfinished the fifth book and realized I was reading for like 4 hours.…",
  "original_created_utc": 1620614141,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大学の関係でようやく読書に追いついてきました。学期が始まる前は\nパーシー・ジャクソンとオリンポスの神々」シリーズを読んでいました。\n読んでいました。4日の間に4冊目と5冊目を読みました。今日、私は\n5冊目を読み終えて、4時間くらい読んでいたことに気づきました....",
      "title": "みなさんは、一日にたくさんの本を読みすぎて、頭が痛くなることはありませんか？あるいは、目が痛くなったりしませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于大学的原因，我终于赶上了阅读。在这个学期开始之前，我\n我正在阅读《波西杰克逊与奥林匹亚》系列，作为一种慰藉。\n阅读。我在四天内读完了第四和第五本书。今天我\n读完了第五本书，发现我读了大概4个小时....。",
      "title": "你们是否曾经在一天内读了这么多书，以至于让自己头疼？或者是让你的眼睛受伤？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於大學的原因，我終於趕上了閱讀。在這個學期開始之前，我\n我正在閱讀《波西傑克遜與奧林匹亞》系列，作爲一種慰藉。\n閱讀。我在四天內讀完了第四和第五本書。今天我\n讀完了第五本書，發現我讀了大概4個小時....。",
      "title": "你們是否曾經在一天內讀了這麼多書，以至於讓自己頭疼？或者是讓你的眼睛受傷？"
    }
  ],
  "title": "Do you guys ever read so much in a day that you give yourself a headache? Or maybe make your eyes hurt?",
  "created_utc": 1620626288,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m finally catching up on reading due to college. Before the semester started I was reading through the Percy Jackson and the Olympians series for a comfort read. Well I read the 4th and 5th book in the span of four days. Today I finished the fifth book and realized I was reading for like 4 hours. Well then I decided since I read the first series, I might as well start the second series. I&#39;m about 100 pages deep in that and I&#39;ve read for a total of 5 and a half hours. My headache was really starting to ramp up so I had to take a break. But man this is a weird feeling.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/n8trdo/do_you_guys_ever_read_so_much_in_a_day_that_you/",
  "subreddit": "books",
  "id": "n8trdo",
  "is_self": true,
  "media": null,
  "is_video": false
}