{
  "author": "Papazolaxoxo",
  "original_created_utc": 1626294497,
  "title": "YSK: If you ever find yourself in a position you're homeless, you should try to get a gym membership. It'll help you in maintaining personal hygiene and health.",
  "created_utc": 1626316934,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most of the gyms have shower facility. If you successfully get a membership then you don&#39;t have to worry about using unhygienic means to keep yourself clean.</p>\n\n<p>You can go and take a shower, plus this will give you an excuse to go to gym, exercise and stay fit n healthy.</p>\n\n<p>This isn&#39;t new thing, people do it quite often when they are having a rough time. And people in gym are chill and carefree so you don&#39;t have to feel ashame or embarrassed if you do this.</p>\n\n<p>Source - Onlyjayus.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/okcwhp/ysk_if_you_ever_find_yourself_in_a_position_youre/",
  "subreddit": "YouShouldKnow",
  "id": "okcwhp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most of the gyms have shower facility. If you successfully get a\nmembership then you don't have to worry about using unhygienic means to keep\nyourself clean.\n\nYou can go and take a shower, plus this will give you an excuse to go to gym,\nexercise and stay fit n healthy.\n\nThis isn't new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、ほとんどのジムにはシャワー設備があるからです。もしあなたが会員になることに成功したら\n会員になれば、体を清潔に保つために不衛生な手段を使うことを心配する必要はありません。\nシャワーを浴びることができます。\n\nシャワーを浴びることができるので、ジムに行く口実にもなりますしね。\nジムに行って運動し、健康を維持する口実にもなります。\n\nこれは今に始まったことではありませんが...。",
      "title": "YSK: もし、あなたがホームレスになってしまったら、ジムの会員になってみてはいかがですか？衛生的で健康的な生活を送ることができますよ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数健身房都有淋浴设施。如果你成功获得一个\n会员资格，那么你就不必担心使用不卫生的手段来保持自己的清洁。\n自己的清洁。\n\n你可以去洗个澡，另外这也会给你一个去健身房的借口。\n锻炼身体并保持健康。\n\n这并不新鲜...",
      "title": "YSK：如果你发现自己处于无家可归的境地，你应该尝试获得一个健身房会员资格。这将有助于你保持个人卫生和健康。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數健身房都有淋浴設施。如果你成功獲得一個\n會員資格，那麼你就不必擔心使用不衛生的手段來保持自己的清潔。\n自己的清潔。\n\n你可以去洗個澡，另外這也會給你一個去健身房的藉口。\n鍛鍊身體並保持健康。\n\n這並不新鮮...",
      "title": "YSK：如果你發現自己處於無家可歸的境地，你應該嘗試獲得一個健身房會員資格。這將有助於你保持個人衛生和健康。"
    }
  ]
}