{
  "author": "Cantthinkofname1245",
  "original_created_utc": 1632261017,
  "title": "CMV: Woke Americans who say \"US is a third world country\" are the most out of touch people on Earth",
  "created_utc": 1632276615,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see a bunch of young people talking about how America sucks and to check your privilege (lol look in the mirror pal) and is a third-world country with a Gucci belt, which is seriously mind-blowing.</p>\n\n<p>These specific kids have never had to pay for anything in their lives because their parents do it all for them, are tweeting this through $1000 iPhones using high-speed internet living in a house with indoor plumbing, electricity, and refrigerators, and their biggest health concern is being overweight rather than being malnourished. They&#39;re receiving levels of education even scholars didn&#39;t have 100 years ago and yet here they are whining about everything without actually knowing anything. They spout whatever they see online thinking its the trendy thing to do, have almost certainly never travelled to or lived in a developing country, and most of them were born on third base believing they hit a ringing triple.</p>\n\n<p>I&#39;m aging myself here but I taught English in Mainland China back in 1990 and wow was it ever an eye-opener. In no way am I an uber-wealthy individual but working abroad gave me a completely new perspective on how great life actually is here in the USA. Mainland China in 1990 was an extremely tough time for its citizens as 60% of their population was under the global poverty line, food was scarce, education/mobility was limited, buildings were crumbling, air was beyond polluted, and everyone commuted using worn-down bicycles because cars and mass transit systems that have been available to the masses in the first-world for several decades were still rare luxuries....guarantee these folks have never had to live in such conditions and some probably can&#39;t fathom that it exists.</p>\n\n<p>Yes America has its problems just like every place does (no where is perfect after all) but man these people take this way too far and really, the ones who say stuff like this are usually in an incredibly privileged position in comparison to 99.999% of humans who have stepped foot on Earth over the course of humanity and need to look themselves in the mirror for a second</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/pst1ak/cmv_woke_americans_who_say_us_is_a_third_world/",
  "subreddit": "changemyview",
  "id": "pst1ak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see a bunch of young people talking about how America sucks and to check your\nprivilege (lol look in the mirror pal) and is a third-world country with a Gucci\nbelt, which is seriously mind-blowing.\n\nThese specific kids have never had to pay for anything in their lives because\ntheir parents do it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若者たちが、アメリカは最低だとか、自分の特権を調べろとか言っているのを見ると\nアメリカはクソだとか、自分の特権をチェックしろとか（笑）、グッチのベルトを持った第三世界の国だとか。\nベルトをしているのを見て、本気で心を動かされました。\n\nこのような特定の子供たちは、人生で何かにお金を払う必要がなかったのです。\n親がそうしているから...。",
      "title": "CMV: 「アメリカは第三世界だ」と言う目覚めたアメリカ人は、地球上で最も感覚のずれた人々である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到一群年轻人在谈论美国如何糟糕，要检查你的\n(lol look in the mirror pal)，并且是一个有Gucci皮带的第三世界国家。\n腰带，这真是令人震惊。\n\n这些特定的孩子在他们的生活中从来没有为任何东西付出过，因为\n因为他们的父母会这样做...",
      "title": "CMV：说 \"美国是第三世界国家 \"的清醒的美国人是地球上最脱节的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到一羣年輕人在談論美國如何糟糕，要檢查你的\n(lol look in the mirror pal)，並且是一個有Gucci皮帶的第三世界國家。\n腰帶，這真是令人震驚。\n\n這些特定的孩子在他們的生活中從來沒有爲任何東西付出過，因爲\n因爲他們的父母會這樣做...",
      "title": "CMV：說 \"美國是第三世界國家 \"的清醒的美國人是地球上最脫節的人"
    }
  ]
}