{
  "author": "Many_Scratch2269",
  "original_created_utc": 1639513850,
  "title": "A bunch of bankers threatening to sue any exchange that tries to give people a reasonable interest rate is as miserable as it gets.",
  "created_utc": 1639524687,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It baffles me how Coinbase, Binance, Kraken and almost most other exchanges have some sort of restriction SPECIFICALLY for users from the United States. The SEC threatening to sue any exchange that tries to give people a liveable interest rate is unacceptable. &lt;/p&gt;\n\n&lt;p&gt;Absolutely NO ONE should have their money in a deposit account giving them an interest rate of 0.025% while the inflation rate is nearly &lt;strong&gt;7%.&lt;/strong&gt; A 10% Stablecoin interest rate is already 400 times higher than what most banks are offering. Banks know they can&amp;#39;t compete for shit, so they choose to sue any competition for as long as possible.&lt;/p&gt;\n\n&lt;p&gt;Almost every other western country in the world allow their citizens the freedom to choose where to deposit their money. The SEC threatening to sue any competition just shows how miserable and desperate they are.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 220,
  "permalink": "/r/CryptoCurrency/comments/rggjm1/a_bunch_of_bankers_threatening_to_sue_any/",
  "subreddit": "CryptoCurrency",
  "id": "rggjm1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It baffles me how Coinbase, Binance, Kraken and almost most other exchanges have\nsome sort of restriction SPECIFICALLY for users from the United States. The SEC\nthreatening to sue any exchange that tries to give people a liveable interest\nrate is unacceptable.\n\nAbsolutely NO ONE should have their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It baffles me how Coinbase, Binance, Kraken\n他のほとんどの取引所では、何らかの制限を設けています。\nのユーザーである。SECは、アメリカから来たユーザーを訴えようとする取引所を脅し\nを提供することは許せません。</p>...",
      "title": "銀行家の一団は、人々に妥当な金利を与えようとする取引所を訴えると脅しているが、これほど惨めなことはない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不明白为什么Coinbase、Binance、Kraken\n和几乎大多数其他交易所都有某种限制，专门针对\n交易所对来自美国的用户有某种限制。美国证券交易委员会威胁要起诉任何试图\n威胁要起诉任何试图给人们提供可行的利率的交易所，这是不可接受的。</p>...",
      "title": "一群银行家威胁要起诉任何试图给人们提供合理利率的交易所，这是最悲惨的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不明白爲什麼Coinbase、Binance、Kraken\n和幾乎大多數其他交易所都有某種限制，專門針對\n交易所對來自美國的用戶有某種限制。美國證券交易委員會威脅要起訴任何試圖\n威脅要起訴任何試圖給人們提供可行的利率的交易所，這是不可接受的。</p>...",
      "title": "一羣銀行家威脅要起訴任何試圖給人們提供合理利率的交易所，這是最悲慘的事情。"
    }
  ]
}