{
  "author": "Huchdog77",
  "original_created_utc": 1635070853,
  "title": "IN NEED OF BOOKS BORED OF READING YA SCIFI/FANTASY",
  "created_utc": 1635101970,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Looking to build my library. I have extremely enjoyed the works of frank Herbert (dune series) as well as  &quot;the name of the wind&quot; by Patrick rothfuss. I also plan to read the &quot;briar king and &quot;art of ice and fire&quot; series. I am looking for higher reading level books that are either sci-fi or fantasy, I love good worldbuilding and prefer books that aren&#39;t just romance/action flicks and I like it when the plot is more filled out with more complex characters. Longer series are preferred as well.</p>\n\n<p>ANY AND ALL SUGGESTIONS ARE APPRECIATED!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qepfzp/in_need_of_books_bored_of_reading_ya_scififantasy/",
  "subreddit": "booksuggestions",
  "id": "qepfzp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Looking to build my library. I have extremely enjoyed the works of frank Herbert\n(dune series) as well as \"the name of the wind\" by Patrick rothfuss. I also plan\nto read the \"briar king and \"art of ice and fire\" series. I am looking for\nhigher reading level books that are either sci-fi or fantasy, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分のライブラリーを作りたいと思っています。フランク・ハーバートの作品（デューンシリーズ）や、パトリック・ロスフスの「風の名前」などが非常に好きです。\n(パトリック・ロスファスの「風の名前」などがあります。また、今後は\nbriar king \"や \"art of ice and fire \"シリーズも読む予定です。私が探しているのは\n読書レベルの高い、SFかファンタジーの本を探しています。",
      "title": "読み飽きた本を探しています ヤ・サイファイ・ファンタジー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "希望建立我的图书馆。我非常喜欢弗兰克-赫伯特的作品。\n(沙丘系列）以及帕特里克-罗斯福斯的《风之名》。我还计划\n阅读 \"石楠王 \"和 \"冰与火的艺术 \"系列。我正在寻找\n更高的阅读水平，要么是科幻小说，要么是奇幻小说，我...",
      "title": "需要书籍 厌倦了阅读雅族的科幻/奇幻小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "希望建立我的圖書館。我非常喜歡弗蘭克-赫伯特的作品。\n(沙丘系列）以及帕特里克-羅斯福斯的《風之名》。我還計劃\n閱讀 \"石楠王 \"和 \"冰與火的藝術 \"系列。我正在尋找\n更高的閱讀水平，要麼是科幻小說，要麼是奇幻小說，我...",
      "title": "需要書籍 厭倦了閱讀雅族的科幻/奇幻小說"
    }
  ]
}