{
  "author": "LimeSugar",
  "original_created_utc": 1626358245,
  "title": "Ernest Hemingway's A Farewell to Arms is very relevant",
  "created_utc": 1626392512,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The common man is but a pawn in the game of foreign policy for the powers at be. Ever notice that those who never served in combat have no problem starting wars and sending young people to their deaths in a war where we don&#39;t even know what victory looks like?</p>\n\n<p>Just when you think you&#39;ve found happiness and you think life is going to continue like a fairytale with a &quot;happily ever after&quot; ending, WHAM! things can turn on a dime. Nature hates you and wants to kill you. Without civilization a person is helpless against the forces of nature. Take an average person and drop him off in the woods for a month and what do you think will happen? But I digress.</p>\n\n<p>What did you think? I respect the novel and was very moved at its ending.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oktmsn/ernest_hemingways_a_farewell_to_arms_is_very/",
  "subreddit": "books",
  "id": "oktmsn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The common man is but a pawn in the game of foreign policy for the powers at be.\nEver notice that those who never served in combat have no problem starting wars\nand sending young people to their deaths in a war where we don't even know what\nvictory looks like?\n\nJust when you think you've found…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "庶民は権力者の外交ゲームの駒に過ぎない。\n一度も戦闘に参加したことのない人たちが、平気で戦争を起こし、若者を死に追いやっていることに気づいたことはありますか？\n勝利がどんなものかもわからない戦争に若者を送り込み、死なせることに問題がないことに気づいたことがあるだろうか？\n勝利がどのようなものかもわからない戦争で、戦争を始め、若者を死に追いやることに問題がないことに気づいたことはありますか？\n\nあなたが見つけたと思ったときには...",
      "title": "アーネスト・ヘミングウェイの『武器よさらば』は非常に関連性が高い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "普通人只不过是当权者外交政策游戏中的一颗棋子。\n你有没有注意到，那些从来没有参加过战斗的人，在发动战争方面却没有任何问题\n并将年轻人送入战争中送死，而我们甚至不知道什么是\n胜利是什么样子？\n\n就在你认为你已经找到...",
      "title": "海明威的《永别了，武器》很有意义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "普通人只不過是當權者外交政策遊戲中的一顆棋子。\n你有沒有注意到，那些從來沒有參加過戰鬥的人，在發動戰爭方面卻沒有任何問題\n並將年輕人送入戰爭中送死，而我們甚至不知道什麼是\n勝利是什麼樣子？\n\n就在你認爲你已經找到...",
      "title": "海明威的《永別了，武器》很有意義"
    }
  ]
}