{
  "author": "the6thistari",
  "original_created_utc": 1626616235,
  "title": "Watching Deadwood and the episode in which Bullock's wife and son arrive and it led me to a question about traveling by stage",
  "created_utc": 1626636847,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So,  I did a quick Google and learned that stagecoaches traveled at around 10mph.  His wife and son were somewhere in Michigan,  to calculate I assumed they caught a ride in Chicago,  since it&#39;s pretty close to the border of Illinois and Michigan and was the last major metropolitan hub before entering the wilderness of the west.  So from Chicago to Deadwood is about 950 miles.  So,  traveling at full speed,  it would be around 95 hours.  Since the stage coach seemed small and pretty cramped (it was Bullock&#39;s wife, her son, and another woman on one bench and 3 other women on the other and they were all touching.  It seemed like the seating was similar to the backseat of a sedan) I assume they took breaks for the night and,  possibly meals.<br/>\nHow did that work?  Did they all set up tents for the night? Was it one tent per person or did people have to share? If they shared,  how&#39;d they deal with the fact that the driver and the guy riding shotgun were both men with a coach full of women? How dangerous was this mode of travel? It seems very dangerous to me,  5 women, a little boy, in the wilderness,  protected by just 2 men.  Was assault/ rape/ murder/ robbery etc. As common as popular culture makes it out to be, and if so, did people accept the risk simply because it was their only option?</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/omqvox/watching_deadwood_and_the_episode_in_which/",
  "subreddit": "AskHistorians",
  "id": "omqvox",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I did a quick Google and learned that stagecoaches traveled at around 10mph.\nHis wife and son were somewhere in Michigan, to calculate I assumed they caught\na ride in Chicago, since it's pretty close to the border of Illinois and\nMichigan and was the last major metropolitan hub before entering…"
}