{
  "author": "sylsau",
  "original_created_utc": 1636700954,
  "title": "Bitcoin is inevitable. No force on earth can stop an idea whose time has come.",
  "created_utc": 1636785514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bitcoin is inevitable. As Victor Hugo said, you cannot stop an idea whose time has come. And the time for the ideas behind Bitcoin has come.</p>\n\n<p>The people will now prefer hard money to weak money like the American dollar.</p>\n\n<p>The people will now prefer a decentralized, leaderless system to a centralized system that puts all the power in the hands of a minority of people who have been happily abusing it for decades.</p>\n\n<p>The people will choose a system that respects privacy over a system of surveillance that will become even more pervasive with the planned implementation of CBDCs in the coming years.</p>\n\n<p>The people will prefer a system that allows them to verify at any moment what the truth is rather than a system that has disappointed them for decades because of the abuse of the humans who run it, whether central bankers or private bankers.</p>\n\n<p>The people will prefer a system that gives them the freedom to live their lives on their own terms rather than a system that tends to oppress them.</p>\n\n<p>Finally, the people will favor a system that places them fully in the world of the future where everything will be digital rather than an outdated system that is unjust and cannot evolve due to the unwillingness of the powerful who run it to lose their unjust privileges.</p>\n\n<p>Bitcoin is going with the flow of history, and its success is simply inevitable. Sooner or later, you will open your eyes to this obvious fact. The sooner the better.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/Bitcoin/comments/qs5sjg/bitcoin_is_inevitable_no_force_on_earth_can_stop/",
  "subreddit": "Bitcoin",
  "id": "qs5sjg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Bitcoin is inevitable. As Victor Hugo said, you cannot stop an idea whose time\nhas come. And the time for the ideas behind Bitcoin has come.\n\nThe people will now prefer hard money to weak money like the American dollar.\n\nThe people will now prefer a decentralized, leaderless system to a…"
}