{
  "author": "AngelusNovus420",
  "original_created_utc": 1630105848,
  "title": "What is the consensus regarding the CIA's alleged ties to the '80s crack epidemic?",
  "created_utc": 1630179688,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>American investigative journalist Gary Webb argued in a series of controversial 1996 articles that the CIA was partly responsible for fueling the crack epidemic that tore through inner cities during the second half of the &#39;80s. The story was eventually disavowed by the newspaper in which it was published following intense media and political scrutiny, including federal investigations which rejected its central claims. Webb subsequently resigned and struggled to find employment as a journalist until his 2004 death, which was ruled a suicide. Here&#39;s how the story goes.</p>\n\n<p>The CIA covertly supported right-wing paramilitaries in Nicaragua known as &quot;Contras&quot; as part of its Cold War foreign policy. Many of their operatives were known drug traffickers, and involved with smuggling the cheap but highly addictive crack form of cocaine abroad. The CIA willingly turned a blind eye; be it only because that drug money was a significant source of revenue for the Contras. Official investigations into crack trafficking were systematically disrupted by the DOJ, which was aware of the Contra connection and sought to keep that uncomfortable truth under wraps.</p>\n\n<p>Basically? The CIA and other government agencies allegedly gave the Contras <em>carte blanche</em> to smuggle as much crack as they wished for geopolitical gains, and that policy inevitably resulted in a domestic social crisis which disproportionately affected working-class African-Americans. <em>Allegedly.</em></p>\n\n<p>What is the consensus among historians — if any — regarding the role of crack smuggling in CIA-Contra relations back in the 80s?</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/pcydbv/what_is_the_consensus_regarding_the_cias_alleged/",
  "subreddit": "AskHistorians",
  "id": "pcydbv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "American investigative journalist Gary Webb argued in a series of controversial\n1996 articles that the CIA was partly responsible for fueling the crack epidemic\nthat tore through inner cities during the second half of the '80s. The story was\neventually disavowed by the newspaper in which it was…"
}