{
  "author": "oliviacharlene",
  "original_created_utc": 1627862625,
  "title": "YSK expiration dates on boxed foods with multiple parts/ingredients (hamburger helper, macaroni, etc) usually only refer to the soonest expiring item in the box, and its not all garbage-worthy.",
  "created_utc": 1627871882,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: For example, a macaroni and cheese with a liquid/cream sauce packet inside might say it expires in 4 months. The sauce expires then, but the dry pasta is 100% good much longer than that and absolutely doesn&#39;t need to be tossed. Pasta is usually good for a couple years. </p>\n\n<p>If its dry goods, you can likely toss the culprits of the expiration date and keep the rest for future use in something else, and waste less food and money!</p>\n\n<p>Also bonus tip: things like salad kits often have individually bagged items that expire way later like almonds, cranberries, dressing, etc. You can toss the lettuce and veggies and keep those for future use.</p>\n</div><!-- SC_ON -->",
  "score": 893,
  "permalink": "/r/YouShouldKnow/comments/ow3fy3/ysk_expiration_dates_on_boxed_foods_with_multiple/",
  "subreddit": "YouShouldKnow",
  "id": "ow3fy3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: For example, a macaroni and cheese with a liquid/cream sauce packet\ninside might say it expires in 4 months. The sauce expires then, but the dry\npasta is 100% good much longer than that and absolutely doesn't need to be\ntossed. Pasta is usually good for a couple years.\n\nIf its dry goods,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、例えば、マカロニ・アンド・チーズの中に液体やクリームソースが入っているものがあります。\nの中に「賞味期限は4ヶ月です」と書かれていることがあります。ソースの賞味期限は4ヶ月ですが、ドライパスタは\n捨てる必要はありません。\nトスする必要はありません。パスタは通常2～3年は使えます。\n\n乾物の場合は...。",
      "title": "YSKの賞味期限は、ハンバーガーヘルパーやマカロニなど、複数の部品や材料が入っている箱入り食品の場合、通常、箱の中で最も早く期限が切れるものだけを参照しており、すべてがゴミになるわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：例如，一个带有液体/奶油酱包的通心粉和奶酪\n里面可能说它在4个月后过期。酱汁届时就会过期，但干面条100%可以保存得更久。\n但干的意大利面100%可以吃得更久，而且绝对不需要扔掉。\n扔掉。通心粉通常可以保存几年。\n\n如果是干货，...",
      "title": "有多个部分/成分的盒装食品（汉堡包助手、通心粉等）的YSK过期日期通常只指盒中最快到期的物品，而且其并非都是垃圾。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：例如，一個帶有液體/奶油醬包的通心粉和奶酪\n裏面可能說它在4個月後過期。醬汁屆時就會過期，但乾麪條100%可以保存得更久。\n但乾的意大利麪100%可以喫得更久，而且絕對不需要扔掉。\n扔掉。通心粉通常可以保存幾年。\n\n如果是乾貨，...",
      "title": "有多個部分/成分的盒裝食品（漢堡包助手、通心粉等）的YSK過期日期通常只指盒中最快到期的物品，而且其並非都是垃圾。"
    }
  ]
}