{
  "author": "cimmic",
  "original_created_utc": 1625489862,
  "title": "I love reading but I have so much on my mind, that while I read, my mind wanders somewhere else. Any suggestions?",
  "created_utc": 1625499821,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tl;dr. My life has been very stressful since this time last year and I couldn’t read anything because of mental blockage. I’m slowly getting better now and am excited about the stuff I want to read, but I can only concentrate in the morning just after I’ve woken up because my mind hasn’t been exposed to all anything distracting yet. Any suggestions for how I can ignore all my concerns so I can focus on reading at other times of the day?<br/>\n I love reading so much. I study musicology and sometimes I really envy those in the same department at uni studying comparative literature. I often write about what I’m read on my blog and now it’s about a year ago, that I stopped in the middle of Shelley’s Frankenstein because my dad was dying (they only had one month left). The whole situation just made it impossible for me to read anything, especially when that <em>anything</em> was filled with death like Frankenstein was. After the death of my dad, my partner left me. At the same time, I was in the middle of a gender transition and I was suddenly very alone (also because the pandemic lockdown was a thing). Because of all those overwhelming things, my mind couldn’t read at all. Now it’s slowly getting better and a lot of the day, I feel very excited about all the stuff I <em>want to read</em> but I still have a hard time to focus. Only in the morning, before I’ve been exposed to any impression, is my mind calm enough to read. If I pick my phone and have a look at Facebook, my mind will think about the things I’ve seen in my feed, and I won’t be able to read for the rest of the day. I&#39;ve tried taking my bike out in the woods and sit there and read, but it doesn&#39;t help, my concerns are too overwhelming and sometimes they cause anxiety attacks.  </p>\n\n<p>Do you have any suggestion for how I can focus my mind and forget about my concerns so that I can read more during the day?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/oe6ul4/i_love_reading_but_i_have_so_much_on_my_mind_that/",
  "subreddit": "books",
  "id": "oe6ul4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Tl;dr. My life has been very stressful since this time last year and I couldn’t\nread anything because of mental blockage. I’m slowly getting better now and am\nexcited about the stuff I want to read, but I can only concentrate in the\nmorning just after I’ve woken up because my mind hasn’t been…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Tl;dr。去年の今頃から私の生活は非常にストレスが多く、精神的にふさぎ込んで何も読めませんでした。\n精神的な障害で何も読めませんでした。今は少しずつ良くなってきていて、読みたいものにはワクワクしているのですが\n今は少しずつ良くなってきていて、読みたいものがあるとワクワクするのですが、朝起きてすぐの時間しか集中できません。\n集中できるのは朝起きたばかりの時だけで、頭が働いていないからです。",
      "title": "読書は好きですが、気になることが多すぎて、読んでいる間に心がどこかに行ってしまうのです。何か提案はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简言之。从去年这个时候开始，我的生活压力非常大，我无法\n因为心理障碍而无法阅读任何东西。我现在慢慢好起来了，对我想要的东西感到兴奋。\n我对我想读的东西感到兴奋，但我只能在早上刚起床时集中精力\n但我只能在早上刚起床时集中精力，因为我的头脑还没有...",
      "title": "我喜欢阅读，但我有太多的心事，当我阅读时，我的思绪却游离在其他地方。有什么建议吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡言之。從去年這個時候開始，我的生活壓力非常大，我無法\n因爲心理障礙而無法閱讀任何東西。我現在慢慢好起來了，對我想要的東西感到興奮。\n我對我想讀的東西感到興奮，但我只能在早上剛起牀時集中精力\n但我只能在早上剛起牀時集中精力，因爲我的頭腦還沒有...",
      "title": "我喜歡閱讀，但我有太多的心事，當我閱讀時，我的思緒卻遊離在其他地方。有什麼建議嗎？"
    }
  ]
}