{
  "author": "lizziecaulfied",
  "original_created_utc": 1633231739,
  "title": "Do you notice people's scents in real life like characters in books seem to?",
  "created_utc": 1633240339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title pretty much says it all. For context: if you&#39;ve done a good bit of reading, particularly in romance novels, authors love to use a person&#39;s scent as a descriptor or way that another character identifies that person. For instance, I just read a book where the male character was obsessed with his best friend&#39;s &quot;peach-scented shampoo.&quot; This character went so far as to go and buy a bottle of peach shampoo to sniff when he missed her. When she would leave his home, he could still smell her &quot;lingering scent.&quot;</p>\n\n<p>I&#39;ve seen this many times in books, but I just wonder if, in real life, anyone actually notices stuff like this. Yes, occasionally someone smells either really good or really bad, but I&#39;ve yet to find someone that has this consistently identifiable smell. Of course, different people&#39;s homes may have a smell, or you may remember someone like your elderly grandma having a medicinal smell. I just don&#39;t remember ever having some consistently highly identifiable smell that I associated with a person in a positive way.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q09sbd/do_you_notice_peoples_scents_in_real_life_like/",
  "subreddit": "books",
  "id": "q09sbd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title pretty much says it all. For context: if you've done a good bit of\nreading, particularly in romance novels, authors love to use a person's scent as\na descriptor or way that another character identifies that person. For instance,\nI just read a book where the male character was obsessed with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルが全てを物語っていますね。文脈としては、もしあなたが少しでも読んだことがあれば\n特にロマンス小説を読んでいると、作者は人の香りを描写に使うのが好きです。\n別の登場人物がその人を識別するための描写や方法として使うのが好きです。例えば、こんな感じです。\n私が読んだ本では、男性キャラクターが夢中になっていたのは・・・。",
      "title": "本の中のキャラクターのように、実際に人の香りに気づくことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个标题几乎说明了一切。关于背景：如果你已经做了大量的\n阅读，特别是在爱情小说中，作者喜欢用一个人的气味作为\n作为一个描述词或另一个角色识别该人的方式。比如说。\n我刚刚读了一本书，书中的男性角色痴迷于......",
      "title": "你在现实生活中是否像书中人物那样注意到人们的气味？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個標題幾乎說明了一切。關於背景：如果你已經做了大量的\n閱讀，特別是在愛情小說中，作者喜歡用一個人的氣味作爲\n作爲一個描述詞或另一個角色識別該人的方式。比如說。\n我剛剛讀了一本書，書中的男性角色癡迷於......",
      "title": "你在現實生活中是否像書中人物那樣注意到人們的氣味？"
    }
  ]
}