{
  "author": "YamiJustin1",
  "original_created_utc": 1630003339,
  "title": "Do you buy books from your favorite book store to support them and enjoy the vibe there? Or use online shopping?",
  "created_utc": 1630041559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I asked because the Barnes and Nobles near me are really nice and I like being there, sitting at the cafe and reading a book I purchased, or else researching new books or Manga. But the prices are almost always worse than, say, Amazon. So it’s hard for me to choose whether to keep buying stuff there for the nice atmosphere/chance to meet people/vibe, or just go with the best price, which is online.\nAny ideas?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pc5pno/do_you_buy_books_from_your_favorite_book_store_to/",
  "subreddit": "books",
  "id": "pc5pno",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I asked because the Barnes and Nobles near me are really nice and I like being\nthere, sitting at the cafe and reading a book I purchased, or else researching\nnew books or Manga. But the prices are almost always worse than, say, Amazon. So\nit’s hard for me to choose whether to keep buying stuff there…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が質問したのは、私の近くにあるバーンズ＆ノブレスはとても素敵で、そこにいるのが好きだからです。\nカフェに座って購入した本を読んだり、新しい本やマンガを調べたりするのが好きなんです。\n新しい本やマンガを調べたりしています。でも、値段はほとんどの場合、Amazonなどよりも悪いんです。だから\nそこで買い続けるかどうかを選択するのは難しい...。",
      "title": "お気に入りの本屋さんで本を買って応援したり、そこの雰囲気を楽しんだりしていますか？それともオンラインショッピングを利用しますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我问这个问题是因为我附近的巴诺书店真的很好，我喜欢在那里，坐在咖啡馆里看我买的书，或者研究一下。\n我喜欢在那里，坐在咖啡馆里，阅读我购买的书，或者研究新书或漫画。\n新书或漫画。但是价格几乎总是比，比如说，亚马逊差。所以\n我很难选择是否继续在那里买东西......",
      "title": "你是在你最喜欢的书店买书以支持他们并享受那里的氛围？还是使用网上购物？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我問這個問題是因爲我附近的巴諾書店真的很好，我喜歡在那裏，坐在咖啡館裏看我買的書，或者研究一下。\n我喜歡在那裏，坐在咖啡館裏，閱讀我購買的書，或者研究新書或漫畫。\n新書或漫畫。但是價格幾乎總是比，比如說，亞馬遜差。所以\n我很難選擇是否繼續在那裏買東西......",
      "title": "你是在你最喜歡的書店買書以支持他們並享受那裏的氛圍？還是使用網上購物？"
    }
  ]
}