{
  "author": "Dull_Dog",
  "original_created_utc": 1631013968,
  "title": "YSK that \"every day\" does not mean \"everyday\"",
  "created_utc": 1631019739,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Knowing the difference in meaning here is not hard, but the difference is importance, especially when you are writing for work, where you want to make as few errors as possible, or even better no errors at all.</p>\n\n<p><em>Every day</em> means &quot;each day,&quot; as in &quot;Walking your dog <em>every day</em> for at least 30 minutes will improve the mental and physical health of both you and your dog.</p>\n\n<p><em>Everyday</em> describes a noun right after it, as in &quot;My <em>everyday clothes</em> are too ugly and ratty to wear to church.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 1544,
  "permalink": "/r/YouShouldKnow/comments/pjl69c/ysk_that_every_day_does_not_mean_everyday/",
  "subreddit": "YouShouldKnow",
  "id": "pjl69c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Knowing the difference in meaning here is not hard, but the difference\nis importance, especially when you are writing for work, where you want to make\nas few errors as possible, or even better no errors at all.\n\nEvery day means \"each day,\" as in \"Walking your dog every day for at least…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ここでの意味の違いを知ることは難しいことではありませんが、その違いが重要なのです。\n重要です。特に、仕事で文章を書くときには、できるだけミスをしないように、あるいは\n特に、仕事で文章を書くときには、できるだけミスをしないように、あるいは、まったくミスをしないようにしたいものです。\n\nEvery dayは「毎日」という意味で、「Walking your dog annually for at least...」のように使います。",
      "title": "\"毎日 \"は \"日常 \"ではないというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：知道这里的意义差异并不难，但差异\n是很重要的，特别是当你为工作而写作时，你要尽可能少犯错误，甚至最好没有错误。\n尽可能少的错误，甚至最好没有错误。\n\n每天的意思是 \"每一天\"，如 \"每天遛狗，至少......\"。",
      "title": "YSK认为 \"每天 \"并不意味着 \"每天\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：知道這裏的意義差異並不難，但差異\n是很重要的，特別是當你爲工作而寫作時，你要儘可能少犯錯誤，甚至最好沒有錯誤。\n儘可能少的錯誤，甚至最好沒有錯誤。\n\n每天的意思是 \"每一天\"，如 \"每天遛狗，至少......\"。",
      "title": "YSK認爲 \"每天 \"並不意味着 \"每天\""
    }
  ]
}