{
  "author": "SkeletonJack21",
  "original_created_utc": 1636076998,
  "title": "Never before have I felt so understood by a book as I do by Notes From Underground",
  "created_utc": 1636101965,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The bleak depiction of a loner who sits by himself all day, reading and comparing himself to others. </p>\n\n<p>Feeling like an outcast - looking down upon, and simultaneously admiring, men who don&#39;t think so much: men who can go through life and be brave, charging forth in stupidity without a deep sense of otherness.</p>\n\n<p>The descriptions of depression: feeling small, turning a person into a mouse who cannot find the will to make anything of his life. </p>\n\n<p>Feeling constantly mocked and degraded by every normal person around; but that being only the projection of the inner self hatred. </p>\n\n<p>The sense of cynical superiority one feels being acutely aware of suffering, and envious of people who fit in; people who don&#39;t seem to care what others think of them.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qn0h0n/never_before_have_i_felt_so_understood_by_a_book/",
  "subreddit": "books",
  "id": "qn0h0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The bleak depiction of a loner who sits by himself all day, reading and\ncomparing himself to others.\n\nFeeling like an outcast - looking down upon, and simultaneously admiring, men\nwho don't think so much: men who can go through life and be brave, charging\nforth in stupidity without a deep sense of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "一日中一人で本を読み、他人と比較している孤独な男の姿を描く。\n自分を他人と比較しています。\n\n自分がのけ者にされているような気分になり、あまり深く考えずに勇気を持って人生を切り開いていく男たちを見下し、同時に賞賛する。\n深く考えずに愚かに突っ走ることのできる勇敢な男たちを見下し、同時に賞賛する。\n勇気を持って人生を歩むことができる男たちを見下し、同時に賞賛している。",
      "title": "Notes From Underground』ほど本に理解されていると感じたことはありませんでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "凄凉地描述了一个整天独坐、阅读和与他人比较的孤独者。\n将自己与他人进行比较。\n\n感觉自己像个被抛弃的人--看不起，同时又羡慕那些不怎么想的男人\n那些没有那么多想法的人：他们可以在生活中勇往直前，在愚蠢中冲锋陷阵。\n在愚蠢中前进，没有深刻的意识......",
      "title": "我从来没有像《地下笔记》那样对一本书感到如此理解。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "淒涼地描述了一個整天獨坐、閱讀和與他人比較的孤獨者。\n將自己與他人進行比較。\n\n感覺自己像個被拋棄的人--看不起，同時又羨慕那些不怎麼想的男人\n那些沒有那麼多想法的人：他們可以在生活中勇往直前，在愚蠢中衝鋒陷陣。\n在愚蠢中前進，沒有深刻的意識......",
      "title": "我從來沒有像《地下筆記》那樣對一本書感到如此理解。"
    }
  ]
}