{
  "author": "MarineKingPrime_",
  "the_new_excerpt": "What are the reason(s) that Carmilla is not as famous or well-known as Dracula?\n\nCarmilla is thought to be the original vampire fiction novel and although I've\nnever read Carmilla myself, reading the Wiki summary reveals that Bram Stoker\nstole a lot of ideas from Carmilla. For example, both stories…",
  "original_created_utc": 1619105251,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カーミラ』が『ドラキュラ』ほど有名ではない、あるいは知られていない理由は何でしょうか。\n\nカーミラは吸血鬼小説の元祖と言われており、私自身は読んだことがありませんが\n私はカーミラを読んだことはありませんが、ウィキの要約を読むと、ブラム・ストーカーが多くのアイデアを盗んだことがわかります。\nはカーミラから多くのアイデアを盗んだことがわかります。例えば、両方の物語...",
      "title": "アイルランドの作家シェリダン・ル・ファヌが1871年に発表した「カーミラ」は、よく知られている「ドラキュラ」よりも26年も前に書かれた作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "卡米拉没有像德古拉那样出名或知名的原因是什么？\n\n卡米拉》被认为是最初的吸血鬼小说，虽然我自己没有读过《卡米拉》。\n虽然我自己没有读过《卡米拉》，但在阅读维基的摘要时发现，布拉姆-斯托克\n从《卡米拉》中窃取了很多想法。例如，这两个故事...",
      "title": "爱尔兰作家Sheridan Le Fanu的《Carmilla》最初写于1871年，比更知名的《Dracula》早26年。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "卡米拉沒有像德古拉那樣出名或知名的原因是什麼？\n\n卡米拉》被認爲是最初的吸血鬼小說，雖然我自己沒有讀過《卡米拉》。\n雖然我自己沒有讀過《卡米拉》，但在閱讀維基的摘要時發現，布拉姆-斯托克\n從《卡米拉》中竊取了很多想法。例如，這兩個故事...",
      "title": "愛爾蘭作家Sheridan Le Fanu的《Carmilla》最初寫於1871年，比更知名的《Dracula》早26年。"
    }
  ],
  "title": "'Carmilla' by Irish author Sheridan Le Fanu written originally in 1871 pre-dates the more well-known 'Dracula' by 26 years",
  "created_utc": 1619193412,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What are the reason(s) that Carmilla is not as famous or well-known as Dracula?</p>\n\n<p>Carmilla is thought to be the original vampire fiction novel and although I&#39;ve never read Carmilla myself, reading the Wiki summary reveals that Bram Stoker stole a lot of ideas from Carmilla. For example, both stories take place in Styria, Austria at some point. Both stories have a &quot;Van Helsing&quot; character. Among other similarities. </p>\n\n<p>Furthermore, it was revealed that Bram Stoker never even visited Romania or Hungary and basically got all his folklore knowledge from reading newspapers and magazines of the day.</p>\n\n<p>Carmilla was the more &quot;authentic&quot; and the original vampire fiction piece of literature. So, how come Carmilla never achieved the fame of Dracula?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mw79eg/carmilla_by_irish_author_sheridan_le_fanu_written/",
  "subreddit": "books",
  "id": "mw79eg",
  "is_self": true,
  "media": null,
  "is_video": false
}