{
  "author": "Agile-Egg-5681",
  "original_created_utc": 1640525012,
  "title": "Do you become a lurker when opinions on thread are opposite to your own?",
  "created_utc": 1640544907,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’ve been on Reddit long enough to know that having an opposite opinion to the group is a sure way to get lots of notifications that I’m wrong and being downvoted. Even when the group opinion is just opinion and mine are facts. It’s better to just lurk out of curiosity than get chewed out publicly.&lt;/p&gt;\n\n&lt;p&gt;Are there other lurkers out there who keep their voices out of a thread once it’s hit critical mass of popular opinion?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/TooAfraidToAsk/comments/rowuyj/do_you_become_a_lurker_when_opinions_on_thread/",
  "subreddit": "TooAfraidToAsk",
  "id": "rowuyj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been on Reddit long enough to know that\nhaving an opposite opinion to the group is a sure way to get lots of\nnotifications that I’m wrong and being downvoted. Even when the group opinion is\njust opinion and mine are facts. It’s better to just lurk out of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Reddit を長くやっていると、以下のことがわかるようになります。\nグループと反対の意見を持つことは、多くのことを得るための確実な方法です。\nという通知が来て、ダウンボーティングされる。グループの意見が\nは単なる意見であり、私のは事実です。このような場合、...",
      "title": "スレッドで自分と反対の意見が出たときに潜伏員になるのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我在Reddit上呆得够久了，知道在群里发表相反的意见肯定会被人骂。\n我在Reddit上呆得够久了，知道如果我的意见与群里的人相反，肯定会得到很多的\n我在Reddit上呆了很久，知道如果我的观点与群体相反，肯定会得到很多通知，说我错了，并被降权。甚至当群体意见是\n只是意见，而我的是事实。最好的办法是潜伏起来。",
      "title": "当主题上的意见与你自己的意见相反时，你会成为一个潜伏者吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我在Reddit上呆得夠久了，知道在羣裏發表相反的意見肯定會被人罵。\n我在Reddit上呆得夠久了，知道如果我的意見與羣裏的人相反，肯定會得到很多的\n我在Reddit上呆了很久，知道如果我的觀點與羣體相反，肯定會得到很多通知，說我錯了，並被降權。甚至當羣體意見是\n只是意見，而我的是事實。最好的辦法是潛伏起來。",
      "title": "當主題上的意見與你自己的意見相反時，你會成爲一個潛伏者嗎？"
    }
  ]
}