{
  "author": "OldDogEyes",
  "the_new_excerpt": "Why YSK: There are a number of national flower aggregators like 800-Flowers and\nProFlowers in the US. If you are going to send your Mom (or anyone else)\nflowers, take a few minutes and find a local flower shop that services that\narea. You will pay less for the flowers and the flower shop will make…",
  "original_created_utc": 1619815315,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由：800フラワーや、アグリゲーターと呼ばれる全国規模の花屋があり\nアメリカではProFlowers。もしあなたがお母さんに（あるいは他の人に）送るのであれば\nは、その地域の花屋を探すのに数分かかります。\nのエリアです。花代も安く済みますし、花屋さんも...",
      "title": "YSK: もうすぐ母の日。お花を贈るなら地元のお花屋さんで。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：有一些全国性的鲜花集合商，如800-Flowers和\nProFlowers。如果你要给你妈妈（或其他任何人）送花，请花几分钟时间了解一下。\n鲜花，请花几分钟时间，找到一家为该地区服务的当地花店。\n地区的花店。你将支付更少的花钱，而花店将使...",
      "title": "YSK: 母亲节快到了--使用当地的花店给母亲送花--这将为你省钱，对花店也有利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：有一些全國性的鮮花集合商，如800-Flowers和\nProFlowers。如果你要給你媽媽（或其他任何人）送花，請花幾分鐘時間瞭解一下。\n鮮花，請花幾分鐘時間，找到一家爲該地區服務的當地花店。\n地區的花店。你將支付更少的花錢，而花店將使...",
      "title": "YSK: 母親節快到了--使用當地的花店給母親送花--這將爲你省錢，對花店也有利。"
    }
  ],
  "title": "YSK: Mother's Day is coming up - Use a local florist to send your mother flowers - it will save you money and is beneficial for the florist",
  "created_utc": 1619832121,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are a number of national flower aggregators like 800-Flowers and ProFlowers in the US.  If you are going to send your Mom (or anyone else) flowers, take a few minutes and find a local flower shop that services that area.  You will pay less for the flowers and the flower shop will make more money.  You can find a local flower shop by googling &quot;flower shop 11111&quot; where 11111 is the zip code of the person who you want to send flowers to.</p>\n</div><!-- SC_ON -->",
  "score": 215,
  "permalink": "/r/YouShouldKnow/comments/n22xs9/ysk_mothers_day_is_coming_up_use_a_local_florist/",
  "subreddit": "YouShouldKnow",
  "id": "n22xs9",
  "is_self": true,
  "media": null,
  "is_video": false
}