{
  "author": "theholybookofenoch",
  "original_created_utc": 1628789471,
  "title": "Upton Sinclair's The Jungle was not about meat packing",
  "created_utc": 1628804576,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished reading and I have to be honest.  It was not an easy book for me to read.  I never thought about reading it before because in history class they give you a raw summation of it&#39;s contents.  It is used as a reason why Theodore Rosevelt created the FDA, this is in American schooling.  My whole life, up until now, I thought that it was all about the horrors of the meat packing industry but nothing could be further from the truth.  While the main character does get work in a meat packing plant, the book is actually about the horrors of American industrialization.  What starts out as a happy immigrant  family trying to achieve their dream in America, slowly turns into a nightmare.  It is such a disservice for the history curriculum to tell kids that all this book is about is the horrors of the meat packing industry.  This book probably could not be read by most high schoolers but I think it is an essential reading to understand the horrors of industrialization and rampant capitalism.  It seems to me that education wants to obviscate this book because it is so damning to the history of America.  Just some quick thoughts on the book.  Did not want to put spoilers and if you have not read this book you really need to.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p34mto/upton_sinclairs_the_jungle_was_not_about_meat/",
  "subreddit": "books",
  "id": "p34mto",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished reading and I have to be honest. It was not an easy book for me to\nread. I never thought about reading it before because in history class they give\nyou a raw summation of it's contents. It is used as a reason why Theodore\nRosevelt created the FDA, this is in American schooling. My…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ちょうど読み終わったところですが、正直に言います。私にとっては簡単に読める本ではありませんでした。\n読むのは簡単ではありませんでした。今まで読もうと思わなかったのは、歴史の授業では\n読んでみようと思ったのは、歴史の授業で内容を生々しくまとめられたからだ。セオドア・ローズベルトがFDAを設立した理由として使われています。\nRoseveltがFDAを作った理由として使われていますが、これはアメリカの学校教育の中での話です。私の...",
      "title": "アプトン・シンクレアの『ジャングル』は食肉処理の話ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚读完，我不得不说实话。对我来说，这不是一本容易的书\n读。我以前从未想过要读它，因为在历史课上，他们会给你一个原始的内容总结。\n你对它的内容进行了原始的总结。它被用来作为西奥多\n罗斯福创建FDA的原因，这是在美国学校教育中。我的...",
      "title": "厄普顿-辛克莱尔的《丛林》不是关于肉类包装的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛讀完，我不得不說實話。對我來說，這不是一本容易的書\n讀。我以前從未想過要讀它，因爲在歷史課上，他們會給你一個原始的內容總結。\n你對它的內容進行了原始的總結。它被用來作爲西奧多\n羅斯福創建FDA的原因，這是在美國學校教育中。我的...",
      "title": "厄普頓-辛克萊爾的《叢林》不是關於肉類包裝的。"
    }
  ]
}