{
  "author": "Gloria_West",
  "original_created_utc": 1625790144,
  "title": "CMV: The misuse of the word \"objectively\" has become especially egregious due to people attempting to use it to shape their opinions as facts.",
  "created_utc": 1625859517,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title says the view for the most part. I&#39;ve noticed a significant trend on Reddit and other social media platforms over the last few years where people will describe something as &quot;<strong>objectively</strong> funny&quot; or make a statement like &quot;minimum wage increases are <strong>objectively</strong> bad for low income people&quot;. The Merriam-Webster definition of objectively is &quot;<em>with a basis in observable facts rather than feelings or opinions&quot;,</em> which means something that is &quot;objectively&quot; anything, must be provably so.</p>\n\n<p>What makes this a &quot;view&quot; per se, is that I believe unlike other words which are thrown around somewhat flippantly, when people misuse &quot;objectively&quot; they are *often* doing so in bad faith to assert that a view they hold is a fact, rather than being the opinion that it is. (<strong><em>Note</em></strong>*: I understand some people misuse the word because they do not know its true definition. I am not talking about those people, however, that could stem in part due to its initial misuse*). Other synonyms which are used in similar context like &quot;veritably&quot; or &quot;categorically&quot; don&#39;t seem like they are misused to the same degree. It&#39;s wrong to intentionally mislead someone into thinking that your personal belief is a fact. If you want to claim something is objectively so, you should have to either provide a source to back that claim or a similar  type of proof.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/ogk3ua/cmv_the_misuse_of_the_word_objectively_has_become/",
  "subreddit": "changemyview",
  "id": "ogk3ua",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title says the view for the most part. I've noticed a significant trend on\nReddit and other social media platforms over the last few years where people\nwill describe something as \"objectively funny\" or make a statement like \"minimum\nwage increases are objectively bad for low income people\". The…"
}