{
  "author": "Gloria_West",
  "original_created_utc": 1625790144,
  "title": "CMV: The misuse of the word \"objectively\" has become especially egregious due to people attempting to use it to shape their opinions as facts.",
  "created_utc": 1625859517,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title says the view for the most part. I&#39;ve noticed a significant trend on Reddit and other social media platforms over the last few years where people will describe something as &quot;<strong>objectively</strong> funny&quot; or make a statement like &quot;minimum wage increases are <strong>objectively</strong> bad for low income people&quot;. The Merriam-Webster definition of objectively is &quot;<em>with a basis in observable facts rather than feelings or opinions&quot;,</em> which means something that is &quot;objectively&quot; anything, must be provably so.</p>\n\n<p>What makes this a &quot;view&quot; per se, is that I believe unlike other words which are thrown around somewhat flippantly, when people misuse &quot;objectively&quot; they are *often* doing so in bad faith to assert that a view they hold is a fact, rather than being the opinion that it is. (<strong><em>Note</em></strong>*: I understand some people misuse the word because they do not know its true definition. I am not talking about those people, however, that could stem in part due to its initial misuse*). Other synonyms which are used in similar context like &quot;veritably&quot; or &quot;categorically&quot; don&#39;t seem like they are misused to the same degree. It&#39;s wrong to intentionally mislead someone into thinking that your personal belief is a fact. If you want to claim something is objectively so, you should have to either provide a source to back that claim or a similar  type of proof.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/ogk3ua/cmv_the_misuse_of_the_word_objectively_has_become/",
  "subreddit": "changemyview",
  "id": "ogk3ua",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title says the view for the most part. I've noticed a significant trend on\nReddit and other social media platforms over the last few years where people\nwill describe something as \"objectively funny\" or make a statement like \"minimum\nwage increases are objectively bad for low income people\". The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにもあるように、ほとんどの場合、景色を見ることができます。ここ数年、Redditやその他のソーシャルメディアでは\nここ数年、Redditや他のソーシャルメディアでは、何かを「客観的に面白い」と表現したり\n客観的に見て面白い」と表現したり、「最低賃金の引き上げは低所得者にとって客観的に悪い」などと発言したりする人が\n最低賃金の引き上げは、低所得者にとって客観的に悪いことだ」というような発言をする人がいます。その...",
      "title": "CMV：「客観的」という言葉の誤用が特にひどいのは、自分の意見を事実として形にするために使おうとする人がいるからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说的是大部分的观点。我注意到，在过去几年里，在Reddit和其他社交媒体平台上有一个显著的趋势，即人们在\n在过去的几年里，我注意到在Reddit和其他社交媒体平台上有一个显著的趋势，即人们\n会把某件事情描述为 \"客观上很有趣\"，或者发表类似 \"最低工资增长客观上对低收入者不利 \"的声明。\n工资增长客观上对低收入者不利 \"这样的说法。这个...",
      "title": "CMV：\"客观 \"一词的滥用已经变得特别恶劣，因为人们试图用它来塑造他们的意见，作为事实。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說的是大部分的觀點。我注意到，在過去幾年裏，在Reddit和其他社交媒體平臺上有一個顯著的趨勢，即人們在\n在過去的幾年裏，我注意到在Reddit和其他社交媒體平臺上有一個顯著的趨勢，即人們\n會把某件事情描述爲 \"客觀上很有趣\"，或者發表類似 \"最低工資增長客觀上對低收入者不利 \"的聲明。\n工資增長客觀上對低收入者不利 \"這樣的說法。這個...",
      "title": "CMV：\"客觀 \"一詞的濫用已經變得特別惡劣，因爲人們試圖用它來塑造他們的意見，作爲事實。"
    }
  ]
}