{
  "author": "MarvellousG",
  "original_created_utc": 1628341903,
  "title": "In praise of John Irving",
  "created_utc": 1628349902,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know he is often (rightly or wrongly) lambasted as ‘airport fiction’ or whatnot, but I’ve just started The Cider House Rules by John Irving this morning and I really do think he is one of the most truly joyful writers to read - at least in his earlier work.</p>\n\n<p>The World According To Garp is constantly grappling with MiddleMarch as my favourite novel ever, and starting Cider House for the first time, I’m getting that familiar feeling of just being absolutely in love with the characters and the world he creates, and being so invested and excited to read more. I can’t really think of a craftsman in terms of pure storytelling and yarn-spinning who I enjoy more.</p>\n\n<p>What do you all think of John Irving? I confess I haven’t really read any of his later work and apparently it falls of a cliff, but the three or so books of his ive read - and what I’ve read of Cider House today - honestly makes him one of my favourite storytellers alive, literary merits or otherwise notwithstanding. I’d compare his ability to craft a ‘ripping good yarn’, as they say, to Jonathan Franzen. What do people think?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ozt02w/in_praise_of_john_irving/",
  "subreddit": "books",
  "id": "ozt02w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know he is often (rightly or wrongly) lambasted as ‘airport fiction’ or\nwhatnot, but I’ve just started The Cider House Rules by John Irving this morning\nand I really do think he is one of the most truly joyful writers to read - at\nleast in his earlier work.\n\nThe World According To Garp is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は彼がしばしば（正しいかどうかは別として）「空港小説」などと酷評されることを知っています。\nしかし、私は今朝、John IrvingのThe Cider House Rulesを読み始めたところです。\n彼は本当に読むのが楽しい作家の一人だと思っています。\n少なくとも彼の初期の作品においては。\n\nThe World According To Garp』は...",
      "title": "ジョン・アーヴィングへの賛辞"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道他经常（不管是对是错）被指责为 \"机场小说 \"或其他什么。\n但我今天早上刚开始读约翰-欧文的《苹果酒屋规则》。\n我真的认为他是最值得一读的作家之一--至少在他的早期作品中。\n至少在他的早期作品中。\n\nThe World According To Garp是...",
      "title": "赞扬约翰-欧文"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道他經常（不管是對是錯）被指責爲 \"機場小說 \"或其他什麼。\n但我今天早上剛開始讀約翰-歐文的《蘋果酒屋規則》。\n我真的認爲他是最值得一讀的作家之一--至少在他的早期作品中。\n至少在他的早期作品中。\n\nThe World According To Garp是...",
      "title": "讚揚約翰-歐文"
    }
  ]
}