{
  "author": "UnexperiencedIT",
  "original_created_utc": 1634222872,
  "title": "My goal with crypto gains are not yachts, planes and luxury living. I just want to secure myself and my family in case I lose my job or if in any way I am oppressed and humiliated again to have enough time to live normally until I find a new job.",
  "created_utc": 1634229041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Modesty is a virtue. Greed is not.</p>\n\n<p>I’m not a greedy guy and when I entered the crypto world I never thought about how to make a million dollars with $1,000 of investment or anything like that.  </p>\n\n<p>Unfortunately I was working some jobs where I was humiliated, oppressed and worked for a small salary. I had no choice, I couldn&#39;t find a new job and I endured it all because I had to pay the bills and I had to eat. </p>\n\n<p>Every day of that job was a mental terror for me. The boss was a jerk, the colleagues were bad people. The company itself is bad.  </p>\n\n<p>After a year when I found a new job I quit right away without thinking and I can tell you that I now work in a great company with a solid salary for the standard of living in the country where I live. So nothing special, but at least I don&#39;t have to cope with &quot;mental terror&quot; anymore and the team I work with is full with amazing people. </p>\n\n<p>I want to insure/secure myself, my family and my PRIDE with cryptocurrencies. I never want to be in a situation where I have to endure all kinds of situations again because I have no choice and I hope that crypto will help me in that.   </p>\n\n<p>We never know what life will bring us tomorrow, but one should always have a backup plan. My backup plan is crypto and that is my hope for a better future. </p>\n\n<p>If I can make a lot of money, great. If I fail, I have invested as much as I can lose and I will not fail financially. </p>\n\n<p>This is my backup plan, never again I will be hummiliated and take all kind of sh*t from bad people who are not at my level. F**k them.</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/q818g5/my_goal_with_crypto_gains_are_not_yachts_planes/",
  "subreddit": "CryptoCurrency",
  "id": "q818g5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Modesty is a virtue. Greed is not.\n\nI’m not a greedy guy and when I entered the crypto world I never thought about\nhow to make a million dollars with $1,000 of investment or anything like that.\n\nUnfortunately I was working some jobs where I was humiliated, oppressed and\nworked for a small salary. I…"
}