{
  "author": "YacobJWB",
  "original_created_utc": 1636508444,
  "title": "CMV: useful political discourse in America is more or less dead and there doesn’t seem to be any way to heal it.",
  "created_utc": 1636515510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here is my main example which best illustrates my point: take any publicized incident, a hate crime, a racist action, a robbery by a black man, even the Kyle Rittenhouse case, and you have conservatives saying their side is screwed every time and liberals saying their side is screwed every time.</p>\n\n<p>A black man committing a crime vs a white man; if you ask liberals, they will tell you the black man is garunteed years in prison where the white man (especially police officers) are protected and likely won’t serve time at all.</p>\n\n<p>But then you have the same situation on the other side and the discussion is opposite. Conservatives want to tell you that sensitive politics protect black men on a bias and black men can get away with murder because there’s an agenda to protect them now. </p>\n\n<p>There are grains of truth to both sides! But who is actually more correct, more frequently? Who the fuck knows! Biased news sources and cherry picking by everyone has ended useful political conversations. All we have now is hate for the other side, insistence that one group is right and the other is wrong, and a failure to understand that there’s give and take, there is foolish extremism on both sides and genuine validity on both sides, and to write off one is to lose the point of having more than one party, or democracy at all.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/qqixbc/cmv_useful_political_discourse_in_america_is_more/",
  "subreddit": "changemyview",
  "id": "qqixbc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here is my main example which best illustrates my point: take any publicized\nincident, a hate crime, a racist action, a robbery by a black man, even the Kyle\nRittenhouse case, and you have conservatives saying their side is screwed every\ntime and liberals saying their side is screwed every time.\n\nA…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が言いたいことを最もよく表している主な例を挙げてみましょう。\n事件、ヘイトクライム、人種差別的行為、黒人による強盗、カイル・リッテンハウス事件などを取り上げます。\nリッテンハウス事件でも、保守派はいつも自分の側がダメになったと言い、リベラル派はいつも自分の側がダメになったと言います。\n保守派は「自分の側はダメになった」と言い、リベラル派は「自分の側はダメになった」と言うのです。\n\nA...",
      "title": "CMV: アメリカの有用な政治的言説は多かれ少なかれ死んでおり、それを回復させる方法はないように思われます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这里是我的主要例子，最能说明我的观点：以任何公开的\n事件，仇恨犯罪，种族主义行动，黑人抢劫，甚至凯尔\n里顿豪斯案，你就会发现，保守派每次都说自己的一方被搞砸了\n而自由主义者则说他们的一方每次都被搞砸了。\n\nA...",
      "title": "CMV：美国有用的政治话语或多或少已经死了，似乎没有任何办法来治愈它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏是我的主要例子，最能說明我的觀點：以任何公開的\n事件，仇恨犯罪，種族主義行動，黑人搶劫，甚至凱爾\n裏頓豪斯案，你就會發現，保守派每次都說自己的一方被搞砸了\n而自由主義者則說他們的一方每次都被搞砸了。\n\nA...",
      "title": "CMV：美國有用的政治話語或多或少已經死了，似乎沒有任何辦法來治癒它。"
    }
  ]
}