{
  "author": "YacobJWB",
  "original_created_utc": 1636508444,
  "title": "CMV: useful political discourse in America is more or less dead and there doesn’t seem to be any way to heal it.",
  "created_utc": 1636515510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here is my main example which best illustrates my point: take any publicized incident, a hate crime, a racist action, a robbery by a black man, even the Kyle Rittenhouse case, and you have conservatives saying their side is screwed every time and liberals saying their side is screwed every time.</p>\n\n<p>A black man committing a crime vs a white man; if you ask liberals, they will tell you the black man is garunteed years in prison where the white man (especially police officers) are protected and likely won’t serve time at all.</p>\n\n<p>But then you have the same situation on the other side and the discussion is opposite. Conservatives want to tell you that sensitive politics protect black men on a bias and black men can get away with murder because there’s an agenda to protect them now. </p>\n\n<p>There are grains of truth to both sides! But who is actually more correct, more frequently? Who the fuck knows! Biased news sources and cherry picking by everyone has ended useful political conversations. All we have now is hate for the other side, insistence that one group is right and the other is wrong, and a failure to understand that there’s give and take, there is foolish extremism on both sides and genuine validity on both sides, and to write off one is to lose the point of having more than one party, or democracy at all.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/qqixbc/cmv_useful_political_discourse_in_america_is_more/",
  "subreddit": "changemyview",
  "id": "qqixbc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here is my main example which best illustrates my point: take any publicized\nincident, a hate crime, a racist action, a robbery by a black man, even the Kyle\nRittenhouse case, and you have conservatives saying their side is screwed every\ntime and liberals saying their side is screwed every time.\n\nA…"
}