{
  "author": "LardLord56789",
  "original_created_utc": 1634460539,
  "title": "CMV: I don't think Georgia should outlaw the combat trial plea.",
  "created_utc": 1634496364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is an option for a combat trial (I will answer any questions in the comments)in a few counties in Georgia. Basically it is a route to take in a civil lawsuit (usually in small claims courts). and while this is kind of barbaric and primitive, it is outlawed in most counties/cities here in Georgia. Both Bibb County and Peach County influencers are petitioning to get rid of this legal option in their counties, because they feel that it is being abused for people to rob stubborn elderly men. And while that does happen, it is rare. I want my view to be changed because I&#39;m trying to become more religious and support less violence, but I feel that if both parties agree to settle a matter in a non-lethal combat instance, they should be able to. And no, juveniles do not have this legal option.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/q9uyr9/cmv_i_dont_think_georgia_should_outlaw_the_combat/",
  "subreddit": "changemyview",
  "id": "q9uyr9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There is an option for a combat trial (I will answer any questions in the\ncomments)in a few counties in Georgia. Basically it is a route to take in a\ncivil lawsuit (usually in small claims courts). and while this is kind of\nbarbaric and primitive, it is outlawed in most counties/cities here in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョージア州のいくつかの郡では、戦闘裁判という選択肢があります（質問があればコメントでお答えします）。\nコメントでお答えします）、ジョージア州のいくつかの郡で行われています。基本的には、民事訴訟（通常は少額訴訟）で取るべきルートです。\nこれは一種の野蛮で原始的なものですが、ほとんどの州では非合法です。\nこれは野蛮で原始的なことですが、ここジョージア州のほとんどの郡や市では非合法です...",
      "title": "CMV：ジョージア州がコンバットトライアルの嘆願を禁止すべきだとは思いません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在佐治亚州的几个县，有一个战斗审判的选择（我会在评论中回答任何问题）。\n评论）在佐治亚州的几个县。基本上这是在民事诉讼中采取的一种途径（通常在小额索赔法院）。\n民事诉讼（通常在小额索赔法院）。\n虽然这有点野蛮和原始，但在这里的大多数县/市都是不合法的。",
      "title": "CMV：我不认为佐治亚州应该取缔战斗审判认罪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在佐治亞州的幾個縣，有一個戰鬥審判的選擇（我會在評論中回答任何問題）。\n評論）在佐治亞州的幾個縣。基本上這是在民事訴訟中採取的一種途徑（通常在小額索賠法院）。\n民事訴訟（通常在小額索賠法院）。\n雖然這有點野蠻和原始，但在這裏的大多數縣/市都是不合法的。",
      "title": "CMV：我不認爲佐治亞州應該取締戰鬥審判認罪。"
    }
  ]
}