{
  "author": "kodeineKrazy",
  "the_new_excerpt": "EDIT:I'm so glad I posted this, I have some very, very insightful answers. And I\ncan see the difference between systemic and institutional racism. However, this\ndoesn't help in the fact that racism and discrimination is considered right, no\nmatter who it's against. My view is not changed as of yet…",
  "original_created_utc": 1616348166,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "EDIT:我很高兴我发了这个帖子，我有一些非常非常有见地的答案。而且我\n可以看到系统性和体制性种族主义之间的区别。然而，这\n并没有帮助的事实，种族主义和歧视被认为是正确的，没有。\n不管是针对谁的。我的观点还没有改变，...",
      "title": "CMV：说白人不能经历种族主义，甚至更糟糕的是，只要你对白人有种族歧视，就可以有种族歧视，这是鼓励种族主义，而不是解决它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "EDIT:我很高興我發了這個帖子，我有一些非常非常有見地的答案。而且我\n可以看到系統性和體制性種族主義之間的區別。然而，這\n並沒有幫助的事實，種族主義和歧視被認爲是正確的，沒有。\n不管是針對誰的。我的觀點還沒有改變，...",
      "title": "CMV：說白人不能經歷種族主義，甚至更糟糕的是，只要你對白人有種族歧視，就可以有種族歧視，這是鼓勵種族主義，而不是解決它。"
    }
  ],
  "title": "CMV: saying that white people can't experience racism or even worse, it's okay to be racist just aslong as you're racist to white people is encouraging racism, not fixing it.",
  "created_utc": 1616366505,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT:I&#39;m so glad I posted this, I have some very, very insightful answers.\nAnd I can see the difference between systemic and institutional racism.\nHowever, this doesn&#39;t help in the fact that racism and discrimination is considered right, no matter who it&#39;s against.\nMy view is not changed as of yet but thank you all for the opinion-changing comments  you have provided for me to think on.\nMy fellow redditors, you&#39;re amazing.\nLet&#39;s change this world together, no matter our race and what side were on.\n(Also, some of you really need to read the post properly, my opinion is that racism to every person, not just white people, is wrong) </p>\n\n<p>So obviously, a hell of a lot of people disagree with racism. \nIt&#39;s stupid, disgusting and ignorant to be a racist.</p>\n\n<p>But if you then decide that it&#39;s okay to be racist towards a white person because they&#39;re white, you&#39;re an idiot.</p>\n\n<p>You&#39;re encouraging racism, not fixing it.\nYou&#39;re encouraging ignorance, not fixing it.\nYou&#39;re not being supportive at all to the people who do experience racism, you&#39;re enabling it.</p>\n\n<p>You think you&#39;re clever by saying that whites can&#39;t be affected by racism because &quot;wHiTe Is NoT a ColOuR&quot; </p>\n\n<p>Well, news fucking flash... Nobodies skin is white, like literally. Hold up a piece of plain white paper to a million healthy people and I can guarantee that you will not find a match.\n(Barre albino which some may argue are completely white - still not true)</p>\n\n<p>You&#39;re making this world worse even if you sit at home thinking you deserve a fuckin medal because you upset a white person today.</p>\n\n<p>This goes out to all the self hating caucasians aswell.\nStop blaming each other for what happened in history and start changing the world properly.</p>\n\n<p>If you&#39;re a caucasian that thinks all caucasians are privallaged then stop going to your expensive schools and use that money to give to minorities.. then, and only then can you say you&#39;ve done something alright </p>\n\n<p>Quit screaming that racism is wrong to then encourage it in the next sentence. </p>\n\n<p>You&#39;re idiots.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ma1ny6/cmv_saying_that_white_people_cant_experience/",
  "subreddit": "changemyview",
  "id": "ma1ny6",
  "is_self": true,
  "media": null,
  "is_video": false
}