{
  "author": "demigodofnothing",
  "original_created_utc": 1633868650,
  "title": "The house in the cerulean sea, what a book!",
  "created_utc": 1633875124,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After binge reading for 2 days, I finally completed the house in the cerulean sea and it&#39;s one of the most heart warming books I&#39;ve ever read! Though it&#39;s extremely predictable and sticks to classic pattern, what makes the book amazing is the characters. It&#39;s great how TJ Klune was able to write such an amazing story with a classic plot line. I didn&#39;t realise the book had a very normal plot line until I gave it a thought after completing it. Give it a read to have a wholesome journey.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/q571ko/the_house_in_the_cerulean_sea_what_a_book/",
  "subreddit": "books",
  "id": "q571ko",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After binge reading for 2 days, I finally completed the house in the cerulean\nsea and it's one of the most heart warming books I've ever read! Though it's\nextremely predictable and sticks to classic pattern, what makes the book amazing\nis the characters. It's great how TJ Klune was able to write…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2日間の乱読の後、ようやく「セルリアンの海の家」を読み終えました。\n今まで読んだ本の中で最も心温まる本の一つです この本は今まで読んだ中で最も心温まる本です。\n非常に予測可能で、古典的なパターンに固執していますが、この本を素晴らしいものにしているのは\nこの本が素晴らしいのは、キャラクターです。TJ Kluneがこのような作品を書けるのは素晴らしいことです。",
      "title": "The House in the cerulean sea、なんて本なんだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在狂读了2天之后，我终于完成了《青海的房子》。\n这是我读过的最温暖人心的书之一! 虽然它是\n虽然这本书非常容易预测，而且坚持经典模式，但使这本书令人惊奇的地方是\n是书中的人物。TJ Klune能够写出这样的作品，真是太棒了。",
      "title": "蔚蓝海中的房子，这本书真好！\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在狂讀了2天之後，我終於完成了《青海的房子》。\n這是我讀過的最溫暖人心的書之一! 雖然它是\n雖然這本書非常容易預測，而且堅持經典模式，但使這本書令人驚奇的地方是\n是書中的人物。TJ Klune能夠寫出這樣的作品，真是太棒了。",
      "title": "蔚藍海中的房子，這本書真好！\"。"
    }
  ]
}