{
  "author": "Tropical_Geek1",
  "original_created_utc": 1637934383,
  "title": "Has a \"bad\" book ever had a positive impact in your life?",
  "created_utc": 1637956045,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean an objectively bad book: poorly written, with weak characters, bad plot, etc. or a badly conceived non-fiction book that, for some reason, changed your life in a positive way. In my case it was (supposedly) non-fiction: Chariots of the Gods. I  read it as a teenager and even at that time I considered the author&#39;s arguments to be weak and his conclusions far-fetched. However, it turns out that at that time I was a serious catholic boy who never questioned the standard interpretation of the Bible. That book was the first time I saw someone showing a different &quot;historical&quot; view of the OT. It was actually the first step that led me to actually read the Bible in a critical way, and later to my current atheism (that&#39;s a plus, in my opinion). In addition, I was interested in science and it happens that the book had an equation! The relativistic formula for time dilation. Independently of whatever bs the author was pushing, that formula blew my mind, and started a chain of events that eventually led to a PhD in Physics.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/r2nuft/has_a_bad_book_ever_had_a_positive_impact_in_your/",
  "subreddit": "books",
  "id": "r2nuft",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean an objectively bad book: poorly written, with weak characters, bad plot,\netc. or a badly conceived non-fiction book that, for some reason, changed your\nlife in a positive way. In my case it was (supposedly) non-fiction: Chariots of\nthe Gods. I read it as a teenager and even at that time I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "客観的に見て悪い本、つまり、文章が下手で、キャラクターが弱く、プロットが悪い本。\nまたは、何かの理由であなたの人生をポジティブに変えた、コンセプトの悪いノンフィクションのことです。\n私の場合、それは（おそらく）ノンフィクションでした。私の場合、それは（おそらく）ノンフィクションでした。神々の黄昏（Chariots of the Gods\n神々の戦車」です。10代の頃に読んだのですが、その時はまだ...",
      "title": "悪い」本があなたの人生に良い影響を与えたことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我指的是一本客观上很糟糕的书：写得很差，人物很弱，情节很差。\n或一本构思糟糕的非虚构书籍，但由于某种原因，它以积极的方式改变了你的\n某种原因，以一种积极的方式改变了你的生活。就我而言，它是（据说是）非虚构的。诸神的战车\n诸神的战车。我在十几岁的时候读过这本书，即使在那个时候我也...",
      "title": "一本 \"坏 \"书曾经对你的生活产生过积极影响吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我指的是一本客觀上很糟糕的書：寫得很差，人物很弱，情節很差。\n或一本構思糟糕的非虛構書籍，但由於某種原因，它以積極的方式改變了你的\n某種原因，以一種積極的方式改變了你的生活。就我而言，它是（據說是）非虛構的。諸神的戰車\n諸神的戰車。我在十幾歲的時候讀過這本書，即使在那個時候我也...",
      "title": "一本 \"壞 \"書曾經對你的生活產生過積極影響嗎？"
    }
  ]
}