{
  "author": "strmclk",
  "original_created_utc": 1631295665,
  "title": "CMV: Colleges are becoming more and more of a disgusting pyramid scheme.",
  "created_utc": 1631309579,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: ASIA is a big geographical factor, as I&#39;ve realised from conversations in the comments, for any validity to this view.</p>\n\n<p>Who am I? Final year STEM field dual degree undergrad at a supposedly prestigious university in a highly populated Asian country.</p>\n\n<p>Colleges and their ever growing offerings of niche and useless branches, courses and subjects are a disgusting way to get people to shell out more money for the dream of a life upgrade, which will never come.</p>\n\n<p>Most areas/departments are too niche to ever be useful for self-enrichment or the progress of society unless you study it furthermore and become an expert (kind of) on the topic, so that you can teach it to more clueless kids and fuck the lives of students who do not know any better. Most of the degrees leave you unemployable, which forces you to get alternate and laterally useful skills on your own, which is why MOOCs are so popular.</p>\n\n<p>Academia, as it stands today, is a giant archaic clusterfuck and circlejerk for dumb but persistent people who work at a snail&#39;s speed and fail to upgrade themselves to become better researchers or teachers at any point.</p>\n\n<p>And especially in STEM, they love badmouthing industries in private even though they wouldn&#39;t manage to stick around any university without their grants. The race to publish papers just for the heck of it is completely tragic.</p>\n\n<p>College itself is overglorified, good education can and is free, or at least very close to being free. Young adults should save their youth and money and their backs from being crushed with debt, and just get skills that can land them well-paying jobs. The PhD, tenure track, the multitude of departments are all part of a broken and scarring system.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/plpuew/cmv_colleges_are_becoming_more_and_more_of_a/",
  "subreddit": "changemyview",
  "id": "plpuew",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: ASIA is a big geographical factor, as I've realised from conversations in\nthe comments, for any validity to this view.\n\nWho am I? Final year STEM field dual degree undergrad at a supposedly\nprestigious university in a highly populated Asian country.\n\nColleges and their ever growing offerings…"
}