{
  "author": "strmclk",
  "original_created_utc": 1631295665,
  "title": "CMV: Colleges are becoming more and more of a disgusting pyramid scheme.",
  "created_utc": 1631309579,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: ASIA is a big geographical factor, as I&#39;ve realised from conversations in the comments, for any validity to this view.</p>\n\n<p>Who am I? Final year STEM field dual degree undergrad at a supposedly prestigious university in a highly populated Asian country.</p>\n\n<p>Colleges and their ever growing offerings of niche and useless branches, courses and subjects are a disgusting way to get people to shell out more money for the dream of a life upgrade, which will never come.</p>\n\n<p>Most areas/departments are too niche to ever be useful for self-enrichment or the progress of society unless you study it furthermore and become an expert (kind of) on the topic, so that you can teach it to more clueless kids and fuck the lives of students who do not know any better. Most of the degrees leave you unemployable, which forces you to get alternate and laterally useful skills on your own, which is why MOOCs are so popular.</p>\n\n<p>Academia, as it stands today, is a giant archaic clusterfuck and circlejerk for dumb but persistent people who work at a snail&#39;s speed and fail to upgrade themselves to become better researchers or teachers at any point.</p>\n\n<p>And especially in STEM, they love badmouthing industries in private even though they wouldn&#39;t manage to stick around any university without their grants. The race to publish papers just for the heck of it is completely tragic.</p>\n\n<p>College itself is overglorified, good education can and is free, or at least very close to being free. Young adults should save their youth and money and their backs from being crushed with debt, and just get skills that can land them well-paying jobs. The PhD, tenure track, the multitude of departments are all part of a broken and scarring system.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/plpuew/cmv_colleges_are_becoming_more_and_more_of_a/",
  "subreddit": "changemyview",
  "id": "plpuew",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: ASIA is a big geographical factor, as I've realised from conversations in\nthe comments, for any validity to this view.\n\nWho am I? Final year STEM field dual degree undergrad at a supposedly\nprestigious university in a highly populated Asian country.\n\nColleges and their ever growing offerings…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT: アジアは地理的に大きな要因であることは、コメントでの会話からもわかりました。\nこの見解が妥当であるかどうかは、コメント欄での会話から気づきました。\n\n私は誰？人口の多いアジアの名門大学でSTEM分野のデュアルディグリーを取得した最終学年の大学生です。\nアジアの人口の多い国の名門大学でSTEM分野のデュアルディグリーを取得しています。\n\n大学とその増え続けるサービス...",
      "title": "CMV：大学は、ますます嫌なマルチ商法になってきています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：亚洲是一个很大的地理因素，正如我从评论的对话中意识到的那样。\n在评论中，我意识到这一观点的合理性。\n\n我是谁？我是一名STEM领域双学位本科生的最后一年，据说是在一个高度发达的地区的著名大学的\n一个人口众多的亚洲国家的著名大学。\n\n大学和他们不断增长的产品...",
      "title": "CMV：大学正变得越来越像一个令人厌恶的金字塔计划。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：亞洲是一個很大的地理因素，正如我從評論的對話中意識到的那樣。\n在評論中，我意識到這一觀點的合理性。\n\n我是誰？我是一名STEM領域雙學位本科生的最後一年，據說是在一個高度發達的地區的著名大學的\n一個人口衆多的亞洲國家的著名大學。\n\n大學和他們不斷增長的產品...",
      "title": "CMV：大學正變得越來越像一個令人厭惡的金字塔計劃。"
    }
  ]
}