{
  "author": "Ordinary-Professor94",
  "original_created_utc": 1636138313,
  "title": "My girlfriend only likes to receive during sex while I am left unsatisfied. What do I do?",
  "created_utc": 1636150690,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>!!! we’re a lesbian couple so if that upsets you, kindly refrain from responding and help out another user&lt;3 !!!</p>\n\n<p>For background information, i’m her first and we’ve been together for 7 months.</p>\n\n<p>I have never pressured her or have rushed her to do anything she’s never wanted to do. She’s voiced her concerns about her fear of not being able to please me and things like that. to which i responded  “it’s okay, i can walk you through it” or “we don’t have to rush anything.” Initially i didn’t mind, i tend to be more of a giver and i am her first sexual partner, making her fear 100% understandable, but it’s been seven months. after every sexual encounter i’m left with the female equivalent of blue balls and have to “finish” myself off when i get home. lately, this has been heavily affecting me, my eyes keep wandering and i have began having stronger sexual desires towards other women than i have of her. i’ve always received attention from other women, the only difference now is that it’s getting harder to turn them down, and that’s scaring me. i love her so much, she’s the kindest, most caring person i’ve ever met, but at the same time i’m human, i can’t control my desires, only my actions. </p>\n\n<p>she’s very sensitive and can be insecure at sometimes, so please give me advice that won’t totally tank her self-esteem. i don’t care who lends me advice, man, woman, gay, straight etc. at this point i just need help lol.</p>\n\n<p>thank you in advance to anyone who helps me out, cheers!</p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/TooAfraidToAsk/comments/qnhwq2/my_girlfriend_only_likes_to_receive_during_sex/",
  "subreddit": "TooAfraidToAsk",
  "id": "qnhwq2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "!!! we’re a lesbian couple so if that upsets you, kindly refrain from responding\nand help out another user<3 !!!\n\nFor background information, i’m her first and we’ve been together for 7 months.\n\nI have never pressured her or have rushed her to do anything she’s never wanted\nto do. She’s voiced her…"
}