{
  "author": "Elevator_Operators",
  "original_created_utc": 1628551915,
  "title": "I see a lot of discussion on taking care of books, but is it uncommon to just beat the living crap out of them and not really care?",
  "created_utc": 1628561137,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m continuously hearing people discussing babying their libraries, replacing dust jackets, and generally treating books like sacred art as if they weren&#39;t just purchased online for $11.99.</p>\n\n<p>I don&#39;t intentionally damage them, but put literally zero effort in keeping them perfect. It&#39;s paper; it&#39;s going to get scuffed and stained. Throw it in the bag, if it gets stained or bent it literally doesn&#39;t matter. </p>\n\n<p>The line for me is pages falling out, which I think is universally considered annoying.</p>\n\n<p>Personally, a half-mulched paperback is a lot more endearing to me than a copy that&#39;s probably never even been read. Cheaper to buy as well.</p>\n\n<p>And no, I&#39;m not advocating for using your first edition of <em>On the Road</em> as a coaster, but anyone that <em>does</em> has a lot more cred than someone who keeps it forever behind glass.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/p1d8ya/i_see_a_lot_of_discussion_on_taking_care_of_books/",
  "subreddit": "books",
  "id": "p1d8ya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm continuously hearing people discussing babying their libraries, replacing\ndust jackets, and generally treating books like sacred art as if they weren't\njust purchased online for $11.99.\n\nI don't intentionally damage them, but put literally zero effort in keeping them\nperfect. It's paper; it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を神聖な芸術品のように扱い、図書館を大切にしている人たちの話をよく耳にします。\nダストジャケットを交換したり、本を神聖な芸術品のように扱ったりしているのをよく耳にします。\n本を神聖な芸術品のように扱っているという話をよく耳にします。\n\n私は意図的に本を傷つけたりはしませんが、完璧に保つための努力は文字通りゼロです。\n完璧に保つための努力は全くしません。紙だし、...",
      "title": "本を大切にするという議論をよく目にしますが、本を叩き壊すだけで、あまり気にしないというのは珍しいことなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不断听到人们讨论如何保护他们的图书馆，如何更换封皮，以及如何保护他们的图书馆。\n更换防尘套，并普遍把书当作神圣的艺术品，好像它们不是在网上花11.9美元购买的一样。\n就好像它们不是在网上花11.99美元购买的一样。\n\n我不会故意损坏它们，但在保持它们的完美方面，我的努力简直是零。\n完美。它是纸，它是...",
      "title": "我看到很多关于照顾书籍的讨论，但只是把它们打得稀巴烂而不太在意的情况是否不常见？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不斷聽到人們討論如何保護他們的圖書館，如何更換封皮，以及如何保護他們的圖書館。\n更換防塵套，並普遍把書當作神聖的藝術品，好像它們不是在網上花11.9美元購買的一樣。\n就好像它們不是在網上花11.99美元購買的一樣。\n\n我不會故意損壞它們，但在保持它們的完美方面，我的努力簡直是零。\n完美。它是紙，它是...",
      "title": "我看到很多關於照顧書籍的討論，但只是把它們打得稀巴爛而不太在意的情況是否不常見？"
    }
  ]
}