{
  "author": "BullionGodspeed",
  "the_new_excerpt": "*with exception to factory farming, veal, fur farming, etc, and putting a pin in\nenvironmental concerns.\n\nIf animals reared for food live lives without predation, with a constant supply\nof food, in the open air, then they have an incredibly coddled existence\ncompared to an overwhelming, 99%+,…",
  "original_created_utc": 1612464861,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "*除了工厂化养殖、小牛肉、毛皮养殖等，以及把针插进...\n环境问题。\n\n如果为食物而饲养的动物在没有捕食的情况下生活，并有稳定的供应，那么它们的生活就不会受到影响。\n食物，在露天，然后他们有一个令人难以置信的 溺爱的生活。\n比起绝大部分，99%以上，。",
      "title": "CMV：养殖动物比野生动物活得更好，因此肉食性饮食，有一定的规定，是符合伦理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "*除了工廠化養殖、小牛肉、毛皮養殖等，以及把針插進...\n環境問題。\n\n如果爲食物而飼養的動物在沒有捕食的情況下生活，並有穩定的供應，那麼它們的生活就不會受到影響。\n食物，在露天，然後他們有一個令人難以置信的 溺愛的生活。\n比起絕大部分，99%以上，。",
      "title": "CMV：養殖動物比野生動物活得更好，因此肉食性飲食，有一定的規定，是符合倫理的。"
    }
  ],
  "title": "CMV: Farmed animals live better lives than wild animals, thus carnivorous diets, with some stipulations, are ethical.",
  "created_utc": 1612539688,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>*with exception to factory farming, veal, fur farming, etc, and putting a pin in environmental concerns.</p>\n\n<p>If animals reared for food live lives without predation, with a constant supply of food, in the open air, then they have an incredibly coddled existence compared to an overwhelming, 99%+, majority of all life that has ever lived. </p>\n\n<p>Every duck I see sleeps in justified fear that it could be found and eaten in the night, not necessarily being killed before consumption begins. The same goes for every wild animal that has ever existed. Not a single one passes away comfortably surrounded by loved ones, dosed up on something pleasant - they all die of violence of starvation. </p>\n\n<p>If we all went meat free, the average amount of suffering per living animal would in fact increase. So I propose that it is ethical to consume animals that are raised free range and humanely killed.</p>\n\n<p>There are a lot of caveats and assumptions mentioned and I&#39;m accepting that this does not mean that all meat or all farming is ok. I&#39;m interested in hearing if I&#39;ve missed something. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lcmxnd/cmv_farmed_animals_live_better_lives_than_wild/",
  "subreddit": "changemyview",
  "id": "lcmxnd",
  "is_self": true,
  "media": null,
  "is_video": false
}