{
  "author": "djarvis77",
  "the_new_excerpt": "I knew a lady who would read and draw, she would get inspired by parts and then\nset the book aside and draw the scene. I'm old, and when i was young she was\nold. She had been a factory worker in WWII (you know those ladies in the photos\nwelding or riviting? Like that) and by the mid '70s she and her…",
  "original_created_utc": 1620558431,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の知り合いの女性は、本を読みながら絵を描いていて、部分的にインスピレーションを受けて\n私は年老いていますが、私が若い頃、彼女はそのシーンを描いていました。私は年老いていますが、私が若かった頃、彼女は年老いていました。\n老いた。彼女は第二次世界大戦中、工場で働いていました（写真に写っている女性たちを知っていますか？\n溶接や鋲打ちをしている写真があるでしょう？そんな感じで）70年代半ばには、彼女と彼女の...",
      "title": "私の知り合いの女性は、本を読んだり絵を描いたりしていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认识一位女士，她会边读边画，她会从某些部分获得灵感，然后\n然后把书放在一边，画出那个场景。我已经老了，而我年轻的时候，她是\n老了。她在二战时曾是一名工厂工人（你知道照片上的那些女士吗？\n焊接或铆接？像这样），到了70年代中期，她和她的...",
      "title": "我认识一位女士，她会阅读和绘画。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認識一位女士，她會邊讀邊畫，她會從某些部分獲得靈感，然後\n然後把書放在一邊，畫出那個場景。我已經老了，而我年輕的時候，她是\n老了。她在二戰時曾是一名工廠工人（你知道照片上的那些女士嗎？\n焊接或鉚接？像這樣），到了70年代中期，她和她的...",
      "title": "我認識一位女士，她會閱讀和繪畫。"
    }
  ],
  "title": "I knew a lady who would read and draw.",
  "created_utc": 1620570307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I knew a lady who would read and draw, she would get inspired by parts and then set the book aside and draw the scene. I&#39;m old, and when i was young she was old. She had been a factory worker in WWII (you know those ladies in the photos welding or riviting? Like that) and by the mid &#39;70s she and her husband (WWII pilot) were just retiring. I&#39;d do yard work with her and her husband would draw plane, and girlie and animal tattoos on us neighborhood kids with magic marker. </p>\n\n<p>She had a whole wall of books that were sketch books next to the books she&#39;d read and drawn. Her husband would bind and bound the sketches and she would illustrate the cover and spine. They weren&#39;t huge, like 20-30 sketches per book. I got to look thru a bunch but there were probably dozens or even a hundred or more. </p>\n\n<p>I moved away when i was 12 and can&#39;t even remember their last names. But there is some vast collection of hand bound sketchbooks from San Antonio Texas out there, she had done tons of Vonnegut books and Hemingway and the last one i remember her working on was Firestarter by King.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/books/comments/n8c16m/i_knew_a_lady_who_would_read_and_draw/",
  "subreddit": "books",
  "id": "n8c16m",
  "is_self": true,
  "media": null,
  "is_video": false
}