{
  "author": "PoignantBullshit",
  "the_new_excerpt": "Derived from the writings of Marx, and the labor theory of value, many of those\non the left claims that all workers are exploited, due to the fact that because\nthey sell their labor to capitalists and are not rewarded the full value of the\ncommodities they produce with their labor. However, labor…",
  "original_created_utc": 1623239996,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マルクスの著作や労働価値説から派生して、左派の人たちの多くが\nすべての労働者は搾取されていると主張します。\n労働者は資本家に自分の労働力を売り、生産した商品の完全な価値に見合った報酬を得られないため、すべての労働者は搾取されていると主張する。\n搾取されていると主張する。しかし、労働...",
      "title": "CMV: 労働者は、自分の労働力が生み出す価値のすべてを享受する権利をデフォルトでは持っていない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从马克思的著作和劳动价值论中，许多左派人士声称所有工人都受到剥削。\n左派声称，所有工人都被剥削，因为他们是被剥削者。\n他们把自己的劳动卖给了资本家，却没有得到他们用劳动生产的商品的全部价值的回报。\n他们用自己的劳动生产的商品没有得到充分的回报。然而，劳动...",
      "title": "CMV：工人并不默认有权获得其劳动成果的全部价值"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從馬克思的著作和勞動價值論中，許多左派人士聲稱所有工人都受到剝削。\n左派聲稱，所有工人都被剝削，因爲他們是被剝削者。\n他們把自己的勞動賣給了資本家，卻沒有得到他們用勞動生產的商品的全部價值的回報。\n他們用自己的勞動生產的商品沒有得到充分的回報。然而，勞動...",
      "title": "CMV：工人並不默認有權獲得其勞動成果的全部價值"
    }
  ],
  "title": "CMV: Workers not by default entitled to the full value their labor produce",
  "created_utc": 1623267311,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Derived from the writings of Marx, and the labor theory of value, many of those on the left claims that all workers are exploited, due to the fact that because they sell their labor to capitalists and are not rewarded the full value of the commodities they produce with their labor. However, labor does not carry the inherent worth. Labor can only gain value when placed into the necessary infrastructure wherein their labor can gain value.</p>\n\n<p>Let&#39;s say for example I decided to open a restaurant. To do so I through my own financial means bought the required locale, appliances, etc. to actually make the locale into a restaurant. If I then hire people to work in the restaurant then the labor they perform only has the ability to produce value because of the &quot;infrastructure&quot; that I through my own personal expense provides. Therefore part of the value the worker&#39;s labor produce should by rights be mine because I provided the required system wherein labor can produce value. As such, the capitalist doesn&#39;t by default the worker because they are not rewarded with the full fruits of their labor. Don&#39;t get me wrong, I do not argue that exploitation doesn&#39;t occur, because it definitely does. However, it is not unfair or exploitation if the capitalist doesn&#39;t reward the worker with the full value of the commodities they produce with their labor if the capitalist has provided with the required infrastructure from which labor can produce value</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/nvu1zw/cmv_workers_not_by_default_entitled_to_the_full/",
  "subreddit": "changemyview",
  "id": "nvu1zw",
  "is_self": true,
  "media": null,
  "is_video": false
}