{
  "author": "Chris_3213",
  "original_created_utc": 1625482537,
  "title": "CMV: Gmail is streets ahead of Outlook in everyday usability",
  "created_utc": 1625491840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have worked in corporate environments that use both Outlook and Gmail (Google tailors it to the specific corporate with branding etc, but it’s Gmail through and through). Having used both in the same type of working environment, my take is that Gmail is not just marginally better, but far better. </p>\n\n<p>I am a non-technical user, so I’m not going to rattle off a feature list from some IT website. My needs are speed, user friendliness, integration with other applications (Gmail - google drive, Outlook - Office 365) and obviously a good calendar interface. Outlook might tick the boxes for these items, but Gmail just does it far better. Am I missing something here? CMV. </p>\n\n<p>(And no, I don’t work for a tech company or have some underlying marketing agenda.)</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/oe4y7v/cmv_gmail_is_streets_ahead_of_outlook_in_everyday/",
  "subreddit": "changemyview",
  "id": "oe4y7v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have worked in corporate environments that use both Outlook and Gmail (Google\ntailors it to the specific corporate with branding etc, but it’s Gmail through\nand through). Having used both in the same type of working environment, my take\nis that Gmail is not just marginally better, but far…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、OutlookとGmailの両方を使用する企業環境で働いたことがあります。\nはブランディングなどで特定の企業に合わせていますが、基本はGmailです。\nを使っています。) 同じような職場環境で両方を使ってみて、私が思うのは\nGmailの方がわずかに優れているというだけでなく、はるかに優れていると思います。",
      "title": "CMV: 日常的な使い勝手の良さでは、GmailがOutlookを上回っている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾在同时使用Outlook和Gmail的企业环境中工作过（Google\n为特定的企业定制了品牌等，但它是Gmail的一部分。\n但它是Gmail的一部分）。) 在同一类型的工作环境中使用这两种软件后，我认为\n我的看法是，Gmail不仅仅是略胜一筹，而是远胜于它。",
      "title": "CMV：Gmail在日常可用性方面领先于Outlook的街道"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾在同時使用Outlook和Gmail的企業環境中工作過（Google\n爲特定的企業定製了品牌等，但它是Gmail的一部分。\n但它是Gmail的一部分）。) 在同一類型的工作環境中使用這兩種軟件後，我認爲\n我的看法是，Gmail不僅僅是略勝一籌，而是遠勝於它。",
      "title": "CMV：Gmail在日常可用性方面領先於Outlook的街道"
    }
  ]
}