{
  "author": "tuber_select",
  "the_new_excerpt": "Novel lovers please help! I have almost exclusively read nonfiction until this\nyear and I’m trying to jump into novels that you can really lose yourself in.\nBut I really like to learn something when I read a book. What are some novels\nyou read recently that left you with some new knowledge on a…",
  "original_created_utc": 1614698286,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "小说爱好者请帮忙! 在这之前，我几乎只看非小说。\n年，我试图跳进小说，你可以真正失去自己。\n但我真的很喜欢看书的时候能学到一些东西。有哪些小说\n你最近读到的一些新知识，让你对...",
      "title": "教给你一些东西的小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "小說愛好者請幫忙! 在這之前，我幾乎只看非小說。\n年，我試圖跳進小說，你可以真正失去自己。\n但我真的很喜歡看書的時候能學到一些東西。有哪些小說\n你最近讀到的一些新知識，讓你對...",
      "title": "教給你一些東西的小說"
    }
  ],
  "title": "Novels that taught you something",
  "created_utc": 1614708156,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Novel lovers please help! I have almost exclusively read nonfiction until this year and I’m trying to jump into novels that you can really lose yourself in. But I really like to learn something when I read a book. What are some novels you read recently that left you with some new knowledge on a subject, culture, historical event, etc. ? I recently read Kite Runner and had to have Wikipedia/Google open the whole time so that I could learn more about the context of the era and the situation in Afghanistan and I really enjoyed reading a story that had me doing my own research at the same time. </p>\n\n<p>Recent nonfiction I read/am reading, if that helps:\nThe Demon in the Freezer - Richard Preston\nHow to Hide an Empire - David Immerwahr\nThe New Jim Crow - Michelle Alexander\nThey Were Her Property - Stephanie E. Jones-Rogers\nBad Blood - John Carryrou\nCatch and Kill - Ronan Farrow\nThe Spider and the Fly - Claudia Rowe</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/lw4bkp/novels_that_taught_you_something/",
  "subreddit": "booksuggestions",
  "id": "lw4bkp",
  "is_self": true,
  "media": null,
  "is_video": false
}