{
  "author": "gromit5",
  "original_created_utc": 1640194931,
  "title": "YSK: if you work full-time in the US for a nonprofit or the government, you might be able to get rid of some of your student loans through the PSLF program",
  "created_utc": 1640201681,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Student debt is HUGE in the US, and anything that can help people get rid of some of that debt is great. The U.S. Department of Education announced a temporary expansion on Oct. 6 for the PSLF program. Get it while you can!&lt;/p&gt;\n\n&lt;p&gt;US full-time nonprofit and government workers that have Federal Direct Loans student debt may be eligible for loan forgiveness, cancellation and/or consolidation of federal student loans under the Public Service Loan Forgiveness (PSLF) program. You could have your outstanding debt forgiven tax-free, after making 120 qualifying monthly payments under a qualifying repayment plan. Go to the &lt;a href=\"https://studentaid.gov/pslf/\"&gt;PSLF Help Tool&lt;/a&gt; to find out if you&amp;#39;re eligible.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 836,
  "permalink": "/r/YouShouldKnow/comments/rmafgj/ysk_if_you_work_fulltime_in_the_us_for_a/",
  "subreddit": "YouShouldKnow",
  "id": "rmafgj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Student debt is HUGE in the US, and anything that can help people get\nrid of some of that debt is great. The U.S. Department of Education announced a\ntemporary expansion on Oct. 6 for the PSLF program. Get it while you can!\n\nUS full-time nonprofit and government workers that have Federal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: アメリカでは学生の借金は膨大です。\nその負債を少しでも減らすことができるのは素晴らしいことです。米国教育省が発表した。\n10月6日、PSLFプログラムの一時的な拡大が行われました。今のうちに取得しておきましょう\n\n米国の非営利団体や政府機関のフルタイム職員で、連邦年金（Federal...",
      "title": "YSK: 米国で非営利団体や政府機関にフルタイムで勤務している場合、PSLFプログラムを通じて学生ローンの一部を免除される可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：在美国，学生债务是巨大的，任何能够帮助人们摆脱一些债务的东西都是伟大的。\n摆脱一些债务是很好的。美国教育部于10月6日宣布了一项临时扩大的学生贷款计划。\n10月6日宣布临时扩大PSLF计划。趁着这个机会，赶紧去吧\n\n美国全职的非营利组织和政府工作人员，如果拥有联邦银行的贷款，就可以享受该计划。",
      "title": "YSK：如果你在美国为非营利组织或政府全职工作，你可能能够通过PSLF计划摆脱你的一些学生贷款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：在美國，學生債務是巨大的，任何能夠幫助人們擺脫一些債務的東西都是偉大的。\n擺脫一些債務是很好的。美國教育部於10月6日宣佈了一項臨時擴大的學生貸款計劃。\n10月6日宣佈臨時擴大PSLF計劃。趁着這個機會，趕緊去吧\n\n美國全職的非營利組織和政府工作人員，如果擁有聯邦銀行的貸款，就可以享受該計劃。",
      "title": "YSK：如果你在美國爲非營利組織或政府全職工作，你可能能夠通過PSLF計劃擺脫你的一些學生貸款。"
    }
  ]
}