{
  "author": "mohicansgonnagetya",
  "the_new_excerpt": "While it was a good read it didn't live up to the hype that was promised.\n\nIt is an interesting concept about gods having to feed off of our interests in\nthem or else they get weak, and how our new interests are giving rise to new\ngods.\n\nWhat was I supposed to get out of this book? After reading it…",
  "original_created_utc": 1619167395,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読み応えはあったものの、期待していたほどではありませんでした。\n\n神々は私たちの関心事を糧にしなければ弱ってしまうという興味深いコンセプトがあります。\nまた、私たちの新しい関心事が新しい神々を生み出していることについては\n神々。\n\n私はこの本から何を得ようとしていたのだろう？読んでみて...",
      "title": "私は最近、ゲイマンの『アメリカン・ゴッズ』を読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然这是一本好书，但并没有达到承诺的炒作效果。\n\n这是一个有趣的概念，关于神灵必须从我们对他们的兴趣中获取养分\n否则他们就会变得软弱无力，而我们的新兴趣是如何催生出新的\n神。\n\n我应该从这本书中得到什么？读完这本书后...",
      "title": "我最近读了盖曼的《美国众神》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然這是一本好書，但並沒有達到承諾的炒作效果。\n\n這是一個有趣的概念，關於神靈必須從我們對他們的興趣中獲取養分\n否則他們就會變得軟弱無力，而我們的新興趣是如何催生出新的\n神。\n\n我應該從這本書中得到什麼？讀完這本書後...",
      "title": "我最近讀了蓋曼的《美國衆神》。"
    }
  ],
  "title": "I recently read Gaiman's American Gods",
  "created_utc": 1619181678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While it was a good read it didn&#39;t live up to the hype that was promised. </p>\n\n<p>It is an interesting concept about gods having to feed off of our interests in them or else they get weak, and how our new interests are giving rise to new gods.</p>\n\n<p>What was I supposed to get out of this book? After reading it  I didn&#39;t have the urge to see/read more from that world. I also didn&#39;t have any major feelings/reactions in me. It was all just meh....cool story.  </p>\n\n<p>I haven&#39;t watched the TV show, and now have no desire to.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/books/comments/mwquw6/i_recently_read_gaimans_american_gods/",
  "subreddit": "books",
  "id": "mwquw6",
  "is_self": true,
  "media": null,
  "is_video": false
}