{
  "author": "unauthorized_feature",
  "original_created_utc": 1631106299,
  "title": "How do you read, and most importantly, enjoy reading during a depression episode period?",
  "created_utc": 1631120658,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For a while now i don&#39;t have the appetite for anything: Books, movies, walks to some of my regular places, running etc. I want to do those things but i can&#39;t convince myself to do them, i keep thinking &quot;what&#39;s the point?&quot; Now i start to lose interests even for music which is something that i love and listen to no matter what.</p>\n\n<p>It seems my depression has the habit to make me question my interests. When i&#39;m like this i can&#39;t feel the enjoyment of the moment and everything i do, or want to do, feels like a drag and then i question even if i like doing those things. Which leads me to identity crises but i&#39;m going off topic. I started therapy and antidepressants but sadly they don&#39;t make much difference. Maybe i need to change therapist.</p>\n\n<p>Edit: I forgot to mention that i also have dyslexia. It adds a friction to my reading but it doesn&#39;t make it very hard. Just irritating.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/pka4e7/how_do_you_read_and_most_importantly_enjoy/",
  "subreddit": "books",
  "id": "pka4e7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For a while now i don't have the appetite for anything: Books, movies, walks to\nsome of my regular places, running etc. I want to do those things but i can't\nconvince myself to do them, i keep thinking \"what's the point?\" Now i start to\nlose interests even for music which is something that i love…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここしばらくは、本や映画、散歩など、何をしても食欲がわかない。\n本、映画、いつもの場所への散歩、ランニングなどなど。本や映画、いつもの場所への散歩、ランニングなど、やりたいことはあるのですが\n何のために？」と考えてしまうのです。次第に私は\n今では大好きな音楽にも興味がなくなってしまいました...。",
      "title": "うつ病のエピソード期間中に、どのように読書をするか、そして何よりも読書を楽しむことができるか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一段时间以来，我对任何事情都没有胃口：看书、看电影、去一些我经常去的地方散步、跑步等等。\n一些我经常去的地方，跑步等等。我想做这些事情，但我无法说服自己去做。\n我想做这些事情，但我无法说服自己去做，我一直在想 \"这有什么意义？\" 现在我开始\n现在我开始失去兴趣，甚至对我喜欢的音乐也是如此......",
      "title": "你如何阅读，最重要的是，在抑郁症发作期享受阅读？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一段時間以來，我對任何事情都沒有胃口：看書、看電影、去一些我經常去的地方散步、跑步等等。\n一些我經常去的地方，跑步等等。我想做這些事情，但我無法說服自己去做。\n我想做這些事情，但我無法說服自己去做，我一直在想 \"這有什麼意義？\" 現在我開始\n現在我開始失去興趣，甚至對我喜歡的音樂也是如此......",
      "title": "你如何閱讀，最重要的是，在抑鬱症發作期享受閱讀？"
    }
  ]
}