{
  "author": "lanikint",
  "original_created_utc": 1626051919,
  "title": "YSK: Contraceptives are not just to prevent pregnancy, you can use it to regulate and/or decrease menstruation.",
  "created_utc": 1626068513,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people think contraceptives are only there to prevent unwanted pregnancies. I started with the Pill when I was 18 to control irregular periods way before I was sexually active. Eventually I learned about an injection that was much better because it was only once every 3 months so I didn&#39;t have to remember to drink a pill every day. Within a year my periods completely stopped. After 3 years I switched over to an IUD. Discuss with your gynecologist which is the best option!\nI haven&#39;t had to buy &#39;feminine products&#39; for 5 years, never worried about bleeding through and also no Shark week that interrupts sexy time.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/oigsgy/ysk_contraceptives_are_not_just_to_prevent/",
  "subreddit": "YouShouldKnow",
  "id": "oigsgy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: many people think contraceptives are only there to prevent unwanted\npregnancies. I started with the Pill when I was 18 to control irregular periods\nway before I was sexually active. Eventually I learned about an injection that\nwas much better because it was only once every 3 months so I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人は、避妊具は望まない妊娠を防ぐためだけにあると思っています。\n望まない妊娠を防ぐためのものだと思われています。私は、18歳の時に、性行為をする前に、生理不順を抑えるためにピルを飲み始めました。\n性的に活発になる前のことです。最終的には注射を使うことにしました。\n3ヶ月に1回の投与で済むので、とても良いと思いました。",
      "title": "YSK: 避妊薬は、妊娠を防ぐためだけでなく、月経を調節したり、月経量を減らしたりするためにも使うことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人认为避孕药具只是为了防止意外怀孕而存在的。\n怀孕。我18岁时开始服用避孕药，以控制月经不调。\n在我有性行为之前，我就开始使用避孕药。最后，我了解到有一种注射剂\n因为它每3个月才注射一次，所以我...",
      "title": "YSK：避孕药不仅仅是为了防止怀孕，你可以用它来调节和/或减少月经。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人認爲避孕藥具只是爲了防止意外懷孕而存在的。\n懷孕。我18歲時開始服用避孕藥，以控制月經不調。\n在我有性行爲之前，我就開始使用避孕藥。最後，我瞭解到有一種注射劑\n因爲它每3個月才注射一次，所以我...",
      "title": "YSK：避孕藥不僅僅是爲了防止懷孕，你可以用它來調節和/或減少月經。"
    }
  ]
}