{
  "author": "happyunicorn43",
  "original_created_utc": 1625025277,
  "title": "\"She released a breath she didn't realise she was holding\" ... WHY IS EVERYONE SO BOTHERED BY THIS PHRASE???",
  "created_utc": 1625034088,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT (final thoughts):\nThere are some great explanations in the comments. It seems most people don&#39;t like this phrase because it is a cliche. Personally, even though it is a cliche, it gets the job done. And if an author can recreate the same feeling or visualization as this phrase in a more original way, then that&#39;s great. But if not  this phrase is just fine, thank you very much. Original, creative, and engaging storytelling is important to me but I don&#39;t think every single sentence needs to be original and creative for the writing as a whole to be effective. If an author has creative and original writing but there are some cliches sprinkled in here and there, I personally really don&#39;t mind. I appreciate originality in writing as much as i appreciate straight to the point familiar wording i can relate to. The presence of cliches in the writing doesnt instantly detract from my enjoyment, and I think that is why I got annoyed when, from my perspective, it seemed like people were making it way too big a problem than it needed to be. But reading the comments i see that for many, the use of cliches is a sign of lazy writing and it makes it hard to be engaged with the story. Understandable. I get it.</p>\n\n<p>ORIGINAL POST:\nEvery booktuber and book reviewer i come across on the internet seems to have a personal grudge against this phrase. </p>\n\n<p>What is the big deal?? Yes, it is used often but I think holding a breath you didn&#39;t realise you were holding is definitely something that has happened to most people in real life. I mean, it certainly happens to me so I don&#39;t think it&#39;s unrealistic for it to happen to characters in books. It accurately describes what can happen to someone after a tense event has passed.  </p>\n\n<p>I mean what other way is an author supposed to convey the character ... literally releasing a breath they didnt realise they were holding??!! It&#39;s like saying authors can no longer write that their characters &quot;woke up and had breakfast&quot; because authors are aLWaYs mAking thEir chAracTErs wAke uP aNd eAt brEakfAst and it&#39;s GETting OLd. </p>\n\n<p>What about the phrase, &quot;I could hardly keep my eyes open&quot;. It is also a very commonly used phrase that authors use when a character is tired but I don&#39;t see any booktubers or reviewers complaining that the line is overused.</p>\n\n<p>I just get so tired of reading reviews that get so hung up on the one time the author used that phrase in their writing. EVERY SINGLE TIME I read a book that has this phrase, there will be at least one review going on a mini rant about the line being used in the book. Like, okay....it&#39;s getting old now. You can stop freaking out about authors using this phrase, thank you. We get it. </p>\n\n<p>So what, authors can no longer write things because phrases that describe something relatable and easy for a reader to visualize is too often used by other authors?</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/oaozg7/she_released_a_breath_she_didnt_realise_she_was/",
  "subreddit": "books",
  "id": "oaozg7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT (final thoughts): There are some great explanations in the comments. It\nseems most people don't like this phrase because it is a cliche. Personally,\neven though it is a cliche, it gets the job done. And if an author can recreate\nthe same feeling or visualization as this phrase in a more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT（最終的な感想）です。コメントには素晴らしい解説があります。このフレーズは\n多くの人がこのフレーズを嫌っているのは、陳腐だからのようです。個人的には\n個人的には、たとえ陳腐な言葉であっても、それは仕事のためのものです。そして、もし作者が同じようなものを再現することができれば\nまた、このフレーズと同じような感覚や視覚的な表現を、より...",
      "title": "\"She released a breath she didn't realise its hold\"... なんでみんなこのフレーズが気になるんだろう？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑（最后的想法）。评论里有一些很好的解释。它\n似乎大多数人不喜欢这个短语，因为它是一个老生常谈。我个人认为。\n即使它是一个陈词滥调，它也能完成工作。如果一个作者能够重新创造出\n与这句话相同的感觉或视觉效果，在更大的范围内。",
      "title": "\"她释放了一股她没有意识到的气息\"...。为什么每个人都对这句话如此烦恼？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯（最後的想法）。評論裏有一些很好的解釋。它\n似乎大多數人不喜歡這個短語，因爲它是一個老生常談。我個人認爲。\n即使它是一個陳詞濫調，它也能完成工作。如果一個作者能夠重新創造出\n與這句話相同的感覺或視覺效果，在更大的範圍內。",
      "title": "\"她釋放了一股她沒有意識到的氣息\"...。爲什麼每個人都對這句話如此煩惱？"
    }
  ]
}