{
  "author": "Frequent_Lychee1228",
  "original_created_utc": 1625210980,
  "title": "CMV: Equal pay pertaining to women's football (soccer) is not realistic.",
  "created_utc": 1625276493,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Don&#39;t take this out of context. Equal pay in other stuff is reasonable like doing the same office job. But in the context of sports, I dont see equal pay in women&#39;s football being realistic in the current women&#39;s market. </p>\n\n<p>From my general knowledge of sports. Salary for players are usually determined by the total revenue of the league divided between the player&#39;s salary, the owners, and the league&#39;s administration. As an example, the NFL distributes is revenue by giving 49% to the profits for player&#39;s salary.</p>\n\n<p>So I believe the real reason women don&#39;t get equally paid in football is mainly due to the lack of revenue in women&#39;s soccer. The best women&#39;s soccer player wants to be paid the same as Messi or ronaldo. But the question is do they generate as much money as those two soccer giants? I believe the lack of revenue generated in women&#39;s football leagues will limit their salaries. They need more demand where people want to pay just as much as mens league to watch and of course have the same amount of people willing to pay the same price.</p>\n\n<p>I think the whole movement seems weak because by paying the same wage as men they are bankrupting their own league. Where is the money coming from? Because they don&#39;t generate enough revenue for equal pay.</p>\n\n<p>As an example, women&#39;s tennis generates high revenue. There is a reason they are the highest paid female athletes. They bring in fans and money. Not quite equal to the male tennis wage, but the gap is much smaller compared to other sports. Hence, revenue generated = higher salaries.</p>\n\n<p>If this entire movement was based on unfair percentage split then I am supporting them. But the issue is the absolute revenue is just so low compared to men. Sports is essentially entertainment. You get paid by the demand of people wanting to spend to watch you. Women&#39;s football league just doesn&#39;t have the demand comparable to the men&#39;s league. They should focus on increasing that demand and revenue rather than asking for something that is not even available. Cause there is not enough money available to pay all the women football players the same as men.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/oc567x/cmv_equal_pay_pertaining_to_womens_football/",
  "subreddit": "changemyview",
  "id": "oc567x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Don't take this out of context. Equal pay in other stuff is reasonable like\ndoing the same office job. But in the context of sports, I dont see equal pay in\nwomen's football being realistic in the current women's market.\n\nFrom my general knowledge of sports. Salary for players are usually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これを鵜呑みにしてはいけません。同じオフィスで同じ仕事をするなど、他のことでも同一賃金は合理的です。\nしかし、スポーツの世界では しかし、スポーツの文脈では、私は、女性のスポーツ界での同一賃金はありません。\n現在の女性市場では、女子サッカーの同一賃金は現実的ではないと思います。\n\n私のスポーツに関する一般的な知識からすると 選手の給与は通常...",
      "title": "CMV：女子サッカーに関わるイコールペイは現実的ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不要断章取义。其他方面的同工同酬是合理的，比如\n做同样的办公室工作。但在体育方面，我不认为同工同酬在\n在目前的女性市场上，我认为女性足球的同工同酬是不现实的。\n\n从我对体育的一般知识来看。球员的工资通常是...",
      "title": "CMV：与女足（足球）有关的同酬是不现实的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不要斷章取義。其他方面的同工同酬是合理的，比如\n做同樣的辦公室工作。但在體育方面，我不認爲同工同酬在\n在目前的女性市場上，我認爲女性足球的同工同酬是不現實的。\n\n從我對體育的一般知識來看。球員的工資通常是...",
      "title": "CMV：與女足（足球）有關的同酬是不現實的。"
    }
  ]
}