{
  "author": "Debonairaa",
  "the_new_excerpt": "I finished reading this recently. It walks you through the hardships and just\nthe mental torture faced by those who lived in concentration camps in Auschwitz.\nI loved how he emphasized on what kept him going despite his circumstances. How\nhe didn't go delirious like most of the other prisoners. He…",
  "original_created_utc": 1621859201,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、これを読み終えました。アウシュビッツの強制収容所に住んでいた人たちが直面した苦難と、まさに\nアウシュビッツの強制収容所に住んでいた人たちが直面した苦難と精神的な拷問を紹介しています。\n私は、彼がそのような状況にもかかわらず、何が彼を支えたのかを強調しているのが気に入りました。どうやって\n他の囚人のように錯乱状態にならなかったこと。彼は...",
      "title": "ヴィクトール・フランクル著「人間の意味の探求"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读完了这本书。它带领你了解了在奥斯威辛集中营生活的人所面临的艰难困苦和只是\n那些生活在奥斯威辛集中营的人所面临的精神折磨。\n我喜欢他强调是什么让他不顾自己的处境而坚持下去。他如何\n他没有像其他大多数囚犯那样神志不清。他...",
      "title": "维克多-弗兰克尔（Viktor Frankl）的《人类对意义的探索》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀完了這本書。它帶領你瞭解了在奧斯威辛集中營生活的人所面臨的艱難困苦和只是\n那些生活在奧斯威辛集中營的人所面臨的精神折磨。\n我喜歡他強調是什麼讓他不顧自己的處境而堅持下去。他如何\n他沒有像其他大多數囚犯那樣神志不清。他...",
      "title": "維克多-弗蘭克爾（Viktor Frankl）的《人類對意義的探索》。"
    }
  ],
  "title": "Man's search for meaning by Viktor Frankl",
  "created_utc": 1621917003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished reading this recently. It walks you through the hardships and just the mental torture faced by those who lived in concentration camps in Auschwitz. I loved how he emphasized on what kept him going despite his circumstances. How he didn&#39;t go delirious like most of the other prisoners. He says this beautiful quote &quot;I dread not being worthy of my suffering&quot;. The book talks about how you should rise above your circumstances and how despite the same one always has spiritual freedom where he can find his solace in. And, I love how he said just proving to be useful does not give meaning to your life and how people these days only like successful,young and happy people. I love how he also said old people shouldn&#39;t be pitied . You can find meaning in loving someone and other ways which help you be beyond yourself.I thoroughly enjoyed it and would recommend it to anyone.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/njws6h/mans_search_for_meaning_by_viktor_frankl/",
  "subreddit": "books",
  "id": "njws6h",
  "is_self": true,
  "media": null,
  "is_video": false
}