{
  "author": "akay_18",
  "original_created_utc": 1625004485,
  "title": "Book podcasts",
  "created_utc": 1625021082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! I posted on here over a month ago trying to find some good book podcast recommendations and you all did not disappoint! I wanted to share some of my favorites that I’ve been listening to and hear about your favorites too!</p>\n\n<p><strong>Marlon and Jake Read Dead People</strong>—The booker prize award winning author Marlon James and his editor run this podcast. The second season started this week! They discuss classic books and have really engaging discussion and banter. If you’re a fan of literary fiction or classics check this out.</p>\n\n<p><strong>Top Shelf Reads</strong>—This is a newer podcast that does a great job of balancing book reviews and discussion topics about various reading topics. They introduced me to A Fine Balance, which I’m currently enjoying! Their episodes feel varied—not just recommendation after recommendation. Very impressed so far. They seem to focus on lit fiction, historical fiction, sci-fi/fantasy, weird fiction, and some narrative non fiction and philosophy.</p>\n\n<p><strong>Bookshop Interview</strong>—This is a fun podcast to hear interviews from lesser known authors. I’ve enjoyed what I’ve heard so far. If you want insight on the writing process from authors, check it out.</p>\n\n<p><strong>Literary Friction</strong>—Another podcast geared towards literary fiction but they do a great job of not making it a “thing”.</p>\n\n<p><strong>The Book Review (NYT)</strong>—A professional podcast that I listen to when they cover a book I am interested in. The Hamnet episode was great!</p>\n\n<p><strong>Book Riot</strong>—another professional show that has great hosts covering publishing and book news. Love their inclusive/progressive focus.</p>\n\n<p>Have you listened to any of these? What do you think? Did I leave off your favorite?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/oaipcr/book_podcasts/",
  "subreddit": "books",
  "id": "oaipcr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone! I posted on here over a month ago trying to find some good book\npodcast recommendations and you all did not disappoint! I wanted to share some\nof my favorites that I’ve been listening to and hear about your favorites too!\n\nMarlon and Jake Read Dead People—The booker prize award winning…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。私は1ヶ月以上前に、お勧めの本やポッドキャストを探してここに投稿しました。\nポッドキャストのお勧めを探していたのですが、皆さんの期待を裏切りませんでした。私が今までリストアップしてきた\n私のお気に入りを紹介したいと思います。\n\nMarlon and Jake Read Dead People-ブッカー賞を受賞した...",
      "title": "ブックポッドキャスト"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好! 一个多月前我在这里发帖，想找一些好书\n播客推荐，你们都没有让我失望! 我想分享一些\n我最喜欢听的一些播客，也听听你们最喜欢的。\n\n马龙和杰克读死人》--获得布克尔奖的《马龙和杰克读死人》。",
      "title": "书籍播客"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好! 一個多月前我在這裏發帖，想找一些好書\n播客推薦，你們都沒有讓我失望! 我想分享一些\n我最喜歡聽的一些播客，也聽聽你們最喜歡的。\n\n馬龍和傑克讀死人》--獲得布克爾獎的《馬龍和傑克讀死人》。",
      "title": "書籍播客"
    }
  ]
}