{
  "author": "MostlyLeg",
  "the_new_excerpt": "At best they would be a performer, and if they lip sync then they're not a\nperformer, they're an entertainer. I just hate that people put people on\npedestals when they really didn't do anything. This goes for most pop artists,\nand a lot of rappers. Especially Kpop, if you dont know about that…",
  "original_created_utc": 1608705836,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "充其量他们只能是个表演者，如果他们假唱，那他们就不是\n表演者，他们是个艺人。我只是讨厌人们把人放在\n当他们真的什么都没做的时候。这对大多数流行艺术家来说都是如此，\n还有很多说唱歌手。尤其是韩国流行音乐，如果你不知道那个…的话",
      "title": "[改变我的想法]：如果一个“艺术家”不创作或制作他们的音乐，他们就不是艺术家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "充其量他們只能是個表演者，如果他們假唱，那他們就不是\n表演者，他們是個藝人。我只是討厭人們把人放在\n當他們真的什麼都沒做的時候。這對大多數流行藝術家來說都是如此，\n還有很多說唱歌手。尤其是韓國流行音樂，如果你不知道那個…的話",
      "title": "[改变我的想法]：如果一個“藝術家”不創作或製作他們的音樂，他們就不是藝術家。"
    }
  ],
  "title": "CMV: If an \"artist\" doesn't write or produce their music, they're not an artist.",
  "created_utc": 1608788105,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>At best they would be a performer, and if they lip sync then they&#39;re not a performer, they&#39;re an entertainer. I just hate that people put people on pedestals when they really didn&#39;t do anything. This goes for most pop artists, and a lot of rappers. Especially Kpop, if you dont know about that industry do a little googling on how big kpop &quot;artists&quot; make their music. If a visual artist used a &quot;ghost painter&quot; no one would respect that artist so why do people not care when it comes to music? Yes this applies to some greats like Frank Sinatra. Yes Elvis too. Katy Perry, Jonas Brothers, and even Whitney Houston. I agree they are great performers, but i wouldn&#39;t consider them an artist if they dont write their songs. Why am i wrong?</p>\n\n<p>edit: ok ok you guys made good points, well done. still cant make me respect katty perry or the beiber tho</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/kio2o4/cmv_if_an_artist_doesnt_write_or_produce_their/",
  "subreddit": "changemyview",
  "id": "kio2o4",
  "is_self": true,
  "media": null,
  "is_video": false
}