{
  "author": "zuluportero",
  "the_new_excerpt": "During that time many famous black actors were at the height of their careers.\nDenzel Washington, Will Smith, Sam Jackson, Morgan Freeman, Halle Barre to just\nname a few.\n\ni feel like nowadays you don't see many nonwhite actors in leading roles in\nblockbusters. It's almost always in movies about…",
  "original_created_utc": 1616763360,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "那段时间，很多著名的黑人演员都处于事业的高峰期。\n丹泽尔-华盛顿、威尔-史密斯、萨姆-杰克逊、摩根-弗里曼、哈莉-巴雷等等。\n举几个例子。\n\n我觉得像现在你没有看到很多非白人演员在领导角色在\n大片。它几乎总是在电影中关于... ...",
      "title": "CMV：90/00年代的电影比现在的电影有更多、更好的少数族裔代表。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "那段時間，很多著名的黑人演員都處於事業的高峯期。\n丹澤爾-華盛頓、威爾-史密斯、薩姆-傑克遜、摩根-弗里曼、哈莉-巴雷等等。\n舉幾個例子。\n\n我覺得像現在你沒有看到很多非白人演員在領導角色在\n大片。它幾乎總是在電影中關於... ...",
      "title": "CMV：90/00年代的電影比現在的電影有更多、更好的少數族裔代表。"
    }
  ],
  "title": "CMV: 90's/00's movies had more and better minority representation than todays movies",
  "created_utc": 1616769743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During that time many famous black actors were at the height of their careers. Denzel Washington, Will Smith, Sam Jackson, Morgan Freeman, Halle Barre to just name a few.   </p>\n\n<p>i feel like nowadays you don&#39;t see many nonwhite actors in leading roles in blockbusters. It&#39;s almost always in movies about race relations or something.   </p>\n\n<p>I think this is cause of comic book movies. Almost all blockbusters are from the same franchise that was created more than half a century ago. Furthermore a lot of other movies are remakes from old movies or historical tales.   </p>\n\n<p>In short: I believe that there is a general lack of original storytelling that prevents stories from being told that would represent the current population and diversity. Where is the action thrillers, sceince fiction stories, crime thrillers or comedies etc that many nonwhite actors got big with?   </p>\n\n<p>Basically what I&#39;m saying is that if Hollywood wasn&#39;t so obsessed with remakes and adapting known stories then there would be less of a diversity problem.<br/>\nCMV</p>\n</div><!-- SC_ON -->",
  "score": 400,
  "permalink": "/r/changemyview/comments/mdo0bh/cmv_90s00s_movies_had_more_and_better_minority/",
  "subreddit": "changemyview",
  "id": "mdo0bh",
  "is_self": true,
  "media": null,
  "is_video": false
}