{
  "author": "Snoo_60016",
  "the_new_excerpt": "This is just something funny I realized yesterday when I went to my local\nGoodwill. I came across 3 Twilight books and realized that not only did I always\nsee Twilight books at every thrift shop I go to, but they were always the same\nones: Twilight, Eclipse, and Breaking Dawn (rarely ever see New…",
  "original_created_utc": 1617961986,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、昨日、地元のグッドウィルに行ったときに気づいたおかしなことです。\nグッドウィルに行きました。トワイライトの本を3冊見つけたのですが、私が行く古着屋ではいつもトワイライトの本を見かけるだけでなく\nトワイライトの本は、どこのリサイクルショップに行っても必ず見かけるだけでなく、いつも同じものだったのです。\nのものだった。トワイライト」、「エクリプス」、「ブレイキング・ドーン」（「ニュー・ドーン」はめったに見かけません。",
      "title": "古着屋の本コーナーには必ず1冊以上のトワイライト本があることに気づいたことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我昨天去我的当地的时候意识到的有趣的事情。\n善意。我看到了3本《暮光之城》，发现我不仅总是\n我每次去旧货店都能看到《暮光之城》的书，但都是一样的。\n的。暮光之城，月食，破晓（很少看到新... ）。",
      "title": "你有没有注意到，每个旧货店的图书区里，总会有至少一本《暮光之城》？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我昨天去我的當地的時候意識到的有趣的事情。\n善意。我看到了3本《暮光之城》，發現我不僅總是\n我每次去舊貨店都能看到《暮光之城》的書，但都是一樣的。\n的。暮光之城，月食，破曉（很少看到新... ）。",
      "title": "你有沒有注意到，每個舊貨店的圖書區裏，總會有至少一本《暮光之城》？"
    }
  ],
  "title": "Have you ever noticed that there is always at least one Twilight book in every thrift shop book section?",
  "created_utc": 1617979835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is just something funny I realized yesterday when I went to my local Goodwill. I came across 3 Twilight books and realized that not only did I always see Twilight books at every thrift shop I go to, but they were always the same ones: Twilight, Eclipse, and Breaking Dawn (rarely ever see New Moon for some reason). Personally I‘m not really into the Twilight series anymore (middle school me would be screaming if she heard me say that) so instead of buying them I just kind of see them as a game. Everytime I go to a new thrift shop I search for them like “alright, where are you now?” And I always find one.</p>\n\n<p>So yeah.... that’s what I was thinking about today. If you also shop for books at thrift shops, are there any other books you always find there (The Fault in Our Stars is another book that seems to make a regular appearance)?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/mndswu/have_you_ever_noticed_that_there_is_always_at/",
  "subreddit": "books",
  "id": "mndswu",
  "is_self": true,
  "media": null,
  "is_video": false
}