{
  "author": "SmallApplication8043",
  "the_new_excerpt": "Hi all, I wanted to go for a light topic today! I’ve been having this chat in\nreal life with my GF, and I want to ask what you all think. I think we all heard\nthe idea that personality is more important than looks when it comes to our SO.\nI simply don’t believe so. I do not believe that looks are…",
  "original_created_utc": 1623608772,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは！今日は軽い話題で行きたいと思います。私はGFと現実にこのような会話をしてきました。\n皆さんはどう思われますか？私たちは皆、聞いたことがあると思います。\n私たちは皆、SOに関しては見た目よりも性格が重要であるという考えを聞いたと思います。\n私は単純にそうは思いません。私は、外見は...とは思いません。",
      "title": "CMV：人間関係においては、性格と同様に外見も重要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，我今天想找一个轻松的话题! 我在现实生活中与我的GF进行了这样的交谈\n我和我的GF在现实生活中也有这样的对话，我想问问大家的看法。我想我们都听说过\n当涉及到我们的SO时，个性比长相更重要的想法。\n我根本不相信这一点。我不相信长相是...",
      "title": "CMV：当涉及到关系时，外观和个性一样重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，我今天想找一個輕鬆的話題! 我在現實生活中與我的GF進行了這樣的交談\n我和我的GF在現實生活中也有這樣的對話，我想問問大家的看法。我想我們都聽說過\n當涉及到我們的SO時，個性比長相更重要的想法。\n我根本不相信這一點。我不相信長相是...",
      "title": "CMV：當涉及到關係時，外觀和個性一樣重要"
    }
  ],
  "title": "CMV: when it comes to relationships, looks are as important as the personality",
  "created_utc": 1623616788,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all, I wanted to go for a light topic today! I’ve been having this chat in real life with my GF, and I want to ask what you all think. \nI think we all heard the idea that personality is more important than looks when it comes to our SO. I simply don’t believe so. I do not believe that looks are more important of course, but I just believe the two are not mutually replaceable. I’m not arguing for objective beauty, but for personal taste. </p>\n\n<p>To give an example, I personally wouldn’t date somebody with a great personality who I don’t find attractive. On the other hand, I wouldn’t date someone who’s stunning with a bad personality. </p>\n\n<p>It might seems demanding, but in my personal experience this has translated to a longer research for a stable partner, and to this day it worked amazingly for me. I also believe that when it comes to relationships we should never settle down for someone.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/nz2kwb/cmv_when_it_comes_to_relationships_looks_are_as/",
  "subreddit": "changemyview",
  "id": "nz2kwb",
  "is_self": true,
  "media": null,
  "is_video": false
}