{
  "author": "Task_Mstr",
  "the_new_excerpt": "Looking for a novel to read and I love these types of stories in other forms of\nmedia for reference (Dark Souls, The Witcher, Berserk, Attack on Titan, Lord of\nthe Rings, etc.). I can't say if my favourite part is how they tackle life and\ndeath or if its the way they subvert expectations between…",
  "original_created_utc": 1619286419,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読むための小説を探していて、他のメディアでのこの種の物語が大好きです。\n参考までに（ダークソウル、ウィッチャー、ベルセルク、アタックオンタイタン、ロードオブ\n指輪など）。) 私が好きなのは、生と死をどのように扱っているかということなのか\n生と死をどのように扱っているのか、あるいは生と死の間の期待をどのように覆しているのか、私にはわかりません。",
      "title": "人間とモンスターの境界線が曖昧なダークファンタジーの世界を探している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "想找一本小说来读，我喜欢这些类型的故事，在其他形式的\n我喜欢其他形式的媒体中的这类故事作为参考（《黑暗之魂》、《巫师》、《狂暴》、《攻壳机动队》、《指环王》等）。\n指环》等）。) 我不能说我最喜欢的部分是他们如何处理生命和死亡的问题，还是他们对生命和死亡的处理方式。\n死亡的方式，还是他们颠覆了人们的期望。",
      "title": "寻找一个模糊了人类和怪兽之间界限的黑暗奇幻世界"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想找一本小說來讀，我喜歡這些類型的故事，在其他形式的\n我喜歡其他形式的媒體中的這類故事作爲參考（《黑暗之魂》、《巫師》、《狂暴》、《攻殼機動隊》、《指環王》等）。\n指環》等）。) 我不能說我最喜歡的部分是他們如何處理生命和死亡的問題，還是他們對生命和死亡的處理方式。\n死亡的方式，還是他們顛覆了人們的期望。",
      "title": "尋找一個模糊了人類和怪獸之間界限的黑暗奇幻世界"
    }
  ],
  "title": "Looking for a Dark Fantasy world that blurs the line between humans and monsters",
  "created_utc": 1619313956,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Looking for a novel to read and I love these types of stories in other forms of media for reference (Dark Souls, The Witcher, Berserk, Attack on Titan, Lord of the Rings, etc.). I can&#39;t say if my favourite part is how they tackle life and death or if its the way they subvert expectations between themes of light and dark or human and monster-like characters. Hopefully that vague description gives somewhat of an idea of what i&#39;m searching for.</p>\n\n<p>Btw nothing too scary please. I&#39;m not that great with terror or horror elements</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/mxoylc/looking_for_a_dark_fantasy_world_that_blurs_the/",
  "subreddit": "booksuggestions",
  "id": "mxoylc",
  "is_self": true,
  "media": null,
  "is_video": false
}