{
  "author": "NobleLW",
  "original_created_utc": 1630450179,
  "title": "YSK Someone can get PTSD or PTRS (post-traumatic relationship trauma) from being in a toxic relationships.",
  "created_utc": 1630472112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I was emotionally abused by my ex for around 8 months, at the end of it I always felt awful and had intrusive thoughts over which I practically had no control over, my sleep was a mess, I couldn&#39;t enjoy daily activities and I felt like I had no control over my mood. I think its important to know this so that if it happens to someone you know or someone you care about  you can look into the issue a little more and know how to deal with it. I&#39;d never heard of this, and I probably have seen it before. This just goes to show how much good this knowledge could do if it was widespread.</p>\n\n<p>Also, don&#39;t minimize people&#39;s trauma, some friends of mine told me I was overreacting, as in I hadn&#39;t gotten over it, and they didn&#39;t know half the story. Don&#39;t think someone&#39;s trauma is just them overreacting, that mentality just makes people who are dealing with it more insecure and is just downright wrong. People have different lives, if you&#39;re strong and had a stable life then great for you, but not everyone grew up in a stable home where they always had access to food, or when their parents weren&#39;t divorcing, or they were being bullied.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/YouShouldKnow/comments/pfgtg0/ysk_someone_can_get_ptsd_or_ptrs_posttraumatic/",
  "subreddit": "YouShouldKnow",
  "id": "pfgtg0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I was emotionally abused by my ex for around 8 months, at the end of it\nI always felt awful and had intrusive thoughts over which I practically had no\ncontrol over, my sleep was a mess, I couldn't enjoy daily activities and I felt\nlike I had no control over my mood. I think its important to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、私は8ヶ月ほど元彼から精神的な虐待を受けていたのですが、その最後に\nいつもひどい気分で、自分ではどうすることもできないような考えにとらわれていました。\n睡眠はめちゃくちゃで、日常生活を楽しむことができませんでした。\n睡眠はめちゃくちゃで、日常生活を楽しむことができず、自分の気分をコントロールできないように感じました。私が思うに、重要なのは...",
      "title": "YSK 毒のある人間関係の中にいると、PTSDやPTRS（心的外傷後の人間関係のトラウマ）になることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我被我的前夫在感情上虐待了大约8个月，在结束时\n我总是感觉很糟糕，并有一些侵入性的想法，而我对这些想法几乎没有任何控制。\n我的睡眠一团糟，我无法享受日常活动，我觉得我无法控制自己的情绪。\n我觉得我无法控制自己的情绪。我认为重要的是要...",
      "title": "YSK 有人会因为处于有毒关系中而得到PTSD或PTRS（创伤后关系创伤）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我被我的前夫在感情上虐待了大約8個月，在結束時\n我總是感覺很糟糕，並有一些侵入性的想法，而我對這些想法幾乎沒有任何控制。\n我的睡眠一團糟，我無法享受日常活動，我覺得我無法控制自己的情緒。\n我覺得我無法控制自己的情緒。我認爲重要的是要...",
      "title": "YSK 有人會因爲處於有毒關係中而得到PTSD或PTRS（創傷後關係創傷）。"
    }
  ]
}