{
  "author": "NobleLW",
  "original_created_utc": 1630450179,
  "title": "YSK Someone can get PTSD or PTRS (post-traumatic relationship trauma) from being in a toxic relationships.",
  "created_utc": 1630472112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I was emotionally abused by my ex for around 8 months, at the end of it I always felt awful and had intrusive thoughts over which I practically had no control over, my sleep was a mess, I couldn&#39;t enjoy daily activities and I felt like I had no control over my mood. I think its important to know this so that if it happens to someone you know or someone you care about  you can look into the issue a little more and know how to deal with it. I&#39;d never heard of this, and I probably have seen it before. This just goes to show how much good this knowledge could do if it was widespread.</p>\n\n<p>Also, don&#39;t minimize people&#39;s trauma, some friends of mine told me I was overreacting, as in I hadn&#39;t gotten over it, and they didn&#39;t know half the story. Don&#39;t think someone&#39;s trauma is just them overreacting, that mentality just makes people who are dealing with it more insecure and is just downright wrong. People have different lives, if you&#39;re strong and had a stable life then great for you, but not everyone grew up in a stable home where they always had access to food, or when their parents weren&#39;t divorcing, or they were being bullied.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/YouShouldKnow/comments/pfgtg0/ysk_someone_can_get_ptsd_or_ptrs_posttraumatic/",
  "subreddit": "YouShouldKnow",
  "id": "pfgtg0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I was emotionally abused by my ex for around 8 months, at the end of it\nI always felt awful and had intrusive thoughts over which I practically had no\ncontrol over, my sleep was a mess, I couldn't enjoy daily activities and I felt\nlike I had no control over my mood. I think its important to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：元彼から約8ヶ月間精神的虐待を受け、その末に\n私はいつもひどい気分で、事実上、自分ではどうすることもできない強迫観念を持っていました。\n睡眠も乱れ、日常生活も楽しめず、自分ではどうにもならない感じでした。\n自分の気分をコントロールできないような。私は重要だと思います...",
      "title": "YSK 毒のある人間関係の中で、PTSDやPTRS（心的外傷後ストレス障害）になる人がいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我被我的前夫在感情上虐待了大约8个月，在结束时\n我总是感觉很糟糕，有一些侵入性的想法，我几乎无法控制这些想法。\n我的睡眠一塌糊涂，我无法享受日常活动，我觉得自己没有任何能力。\n我觉得我无法控制自己的情绪。我认为重要的是要...",
      "title": "YSK 有人会因为处于有毒关系中而得到PTSD或PTRS（创伤后关系创伤）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我被我的前夫在感情上虐待了大約8個月，在結束時\n我總是感覺很糟糕，有一些侵入性的想法，我幾乎無法控制這些想法。\n我的睡眠一塌糊塗，我無法享受日常活動，我覺得自己沒有任何能力。\n我覺得我無法控制自己的情緒。我認爲重要的是要...",
      "title": "YSK 有人會因爲處於有毒關係中而得到PTSD或PTRS（創傷後關係創傷）。"
    }
  ]
}