{
  "author": "tobyalso",
  "original_created_utc": 1630231855,
  "title": "Is \"ennui\" just a synonym for boredom?",
  "created_utc": 1630291969,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often see the word used in a way similar to this:</p>\n\n<blockquote>\n<p>It is wonderful how much time good people spend fighting the devil.  If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui  </p>\n\n<p>- Hellen Keller, <em>The Story of My Life</em></p>\n</blockquote>\n\n<p>So if we were all nice to each other, the devil wouldn&#39;t have anything to do and would thus be bored.  Isn&#39;t that just plain &#39;ole boredom?  The way I understood ennui is that it&#39;s a specific type of boredom where there is an abundance of potential things to do but despite that, a feeling of boredom persists.   </p>\n\n<p>Let&#39;s look at a different example:</p>\n\n<blockquote>\n<p>...as Domitian,<br/>\nhad wandered through a corridor lined with marble mirrors, looking<br/>\nround with haggard eyes for the reflection of the dagger that was to<br/>\nend his days, and sick with that ennui, that taedium vitae, that<br/>\ncomes on those to whom life denies nothing  </p>\n\n<p>- Oscar Wilde, <em>The Picture of Dorian Gray</em></p>\n</blockquote>\n\n<p>Now this is more inline with my understanding of it.  It reads like a specific type of boredom.  Put another way, a prince could wake up in his palace, wander through his collection of exotic animals and sigh with ennui but on the other side of town the pauper boy picks up his stick that he&#39;s played with for the last 721 days and is just... bored.</p>\n\n<p>Any word nerds want to weigh in on this one?   Is ennui just a synonym for boredom or is there more to it?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pdsobl/is_ennui_just_a_synonym_for_boredom/",
  "subreddit": "books",
  "id": "pdsobl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I often see the word used in a way similar to this:\n\n> It is wonderful how much time good people spend fighting the devil. If they\n> would only expend the same amount of energy loving their fellow men, the devil\n> would die in his own tracks of ennui\n> \n> - Hellen Keller, The Story of My Life\n\nSo if…"
}