{
  "author": "tobyalso",
  "original_created_utc": 1630231855,
  "title": "Is \"ennui\" just a synonym for boredom?",
  "created_utc": 1630291969,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often see the word used in a way similar to this:</p>\n\n<blockquote>\n<p>It is wonderful how much time good people spend fighting the devil.  If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui  </p>\n\n<p>- Hellen Keller, <em>The Story of My Life</em></p>\n</blockquote>\n\n<p>So if we were all nice to each other, the devil wouldn&#39;t have anything to do and would thus be bored.  Isn&#39;t that just plain &#39;ole boredom?  The way I understood ennui is that it&#39;s a specific type of boredom where there is an abundance of potential things to do but despite that, a feeling of boredom persists.   </p>\n\n<p>Let&#39;s look at a different example:</p>\n\n<blockquote>\n<p>...as Domitian,<br/>\nhad wandered through a corridor lined with marble mirrors, looking<br/>\nround with haggard eyes for the reflection of the dagger that was to<br/>\nend his days, and sick with that ennui, that taedium vitae, that<br/>\ncomes on those to whom life denies nothing  </p>\n\n<p>- Oscar Wilde, <em>The Picture of Dorian Gray</em></p>\n</blockquote>\n\n<p>Now this is more inline with my understanding of it.  It reads like a specific type of boredom.  Put another way, a prince could wake up in his palace, wander through his collection of exotic animals and sigh with ennui but on the other side of town the pauper boy picks up his stick that he&#39;s played with for the last 721 days and is just... bored.</p>\n\n<p>Any word nerds want to weigh in on this one?   Is ennui just a synonym for boredom or is there more to it?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pdsobl/is_ennui_just_a_synonym_for_boredom/",
  "subreddit": "books",
  "id": "pdsobl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I often see the word used in a way similar to this:\n\n> It is wonderful how much time good people spend fighting the devil. If they\n> would only expend the same amount of energy loving their fellow men, the devil\n> would die in his own tracks of ennui\n> \n> - Hellen Keller, The Story of My Life\n\nSo if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このような使われ方をする言葉をよく見かけます。\n\n> 善良な人々が悪魔との戦いにどれだけの時間を費やしているかは素晴らしいことです。もし彼らが\n> 同じくらいのエネルギーを仲間を愛することに費やしてくれれば、悪魔は\n> 倦怠感に苛まれて死んでしまうだろう。\n> \n> ヘレン・ケラー『私の人生の物語』より\n\nでは、もし...",
      "title": "アンニュイ」とは、単なる「退屈」の代名詞？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到这个词以类似于这样的方式使用。\n\n> 好人花了多少时间与魔鬼作斗争，这很奇妙。如果他们\n> 只需花同样多的精力去爱他们的同伴，魔鬼\n> 就会死在他自己的倦怠轨道上\n> \n> - 海伦-凯勒，《我生命的故事》。\n\n所以，如果...",
      "title": "\"ennui \"只是无聊的同义词吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到這個詞以類似於這樣的方式使用。\n\n> 好人花了多少時間與魔鬼作鬥爭，這很奇妙。如果他們\n> 只需花同樣多的精力去愛他們的同伴，魔鬼\n> 就會死在他自己的倦怠軌道上\n> \n> - 海倫-凱勒，《我生命的故事》。\n\n所以，如果...",
      "title": "\"ennui \"只是無聊的同義詞嗎？"
    }
  ]
}