{
  "author": "Jack-Campin",
  "original_created_utc": 1626970915,
  "title": "Books with battle scars",
  "created_utc": 1626990593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I spent a long time selling second hand books for a charity.  They came in with all kinds of wear and tear and it was often a guide to how good the book was.</p>\n\n<p>The easy one was cookbooks.  Any good cookbook gets used, and every blob of pasta sauce or gravy on the pages is an extra star in the review.</p>\n\n<p>Travel guides: the good ones are stuffed with obscure bus tickets and museum passes with the phone numbers of local contacts doodled in the margins.  Bonus for including a &quot;wasn&#39;t it something last night&quot; card about a hotel in Malaga.</p>\n\n<p>Car manuals: these act as reviews of the car rather than the book.  If you can&#39;t fix it without you and the book getting plastered with black gunge you know what you&#39;re in for if you buy one.</p>\n\n<p>Erotica: this didn&#39;t happen very often but we got one collection of women&#39;s erotica with an extremely durable spine that had been left as floppy as a tissue from the owner holding it open at every single page.  And it was a thick book.  She must have got a LOT of use out of it.</p>\n\n<p>Rather alarming: a pocket surgery handbook, very neat design with each operation fitted into a two-page spread.  I think it was the gall bladder removal pages that got stuck together.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/oph9dk/books_with_battle_scars/",
  "subreddit": "books",
  "id": "oph9dk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I spent a long time selling second hand books for a charity. They came in with\nall kinds of wear and tear and it was often a guide to how good the book was.\n\nThe easy one was cookbooks. Any good cookbook gets used, and every blob of pasta\nsauce or gravy on the pages is an extra star in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は長い間、チャリティーのために古本を売っていました。本には様々な傷みがあります。\nそれが本の良し悪しの目安になりました。\n\n一番簡単なのは料理本です。どんな良い料理本でも使用され、ページ上のパスタソースやグレービーソースの塊は\nページにパスタソースやグレイビーソースが付いていると、それだけで評価が上がります。",
      "title": "戦いの傷跡がある本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我花了很长时间为一个慈善机构出售二手书。他们进来的时候有各种磨损，而这往往是衡量书的好坏的标准。\n各种各样的磨损，而这往往是衡量这本书好坏的指南。\n\n最容易的是烹饪书。任何一本好的烹饪书都会被使用，书页上的每一粒意大利面或肉汁都会被使用。\n酱汁或肉汁，都是书中的一颗额外的星星......",
      "title": "有战斗伤痕的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我花了很長時間爲一個慈善機構出售二手書。他們進來的時候有各種磨損，而這往往是衡量書的好壞的標準。\n各種各樣的磨損，而這往往是衡量這本書好壞的指南。\n\n最容易的是烹飪書。任何一本好的烹飪書都會被使用，書頁上的每一粒意大利麪或肉汁都會被使用。\n醬汁或肉汁，都是書中的一顆額外的星星......",
      "title": "有戰鬥傷痕的書籍"
    }
  ]
}