{
  "author": "GreenShockwave",
  "original_created_utc": 1626251519,
  "title": "I have a very bad habit of not sticking to habits, any books that will help?",
  "created_utc": 1626312897,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have trouble sticking to things, for example, I will maybe go to the gym for like a month then stop, a month passes and I’ll have motivation to go again, and I’ll stop, and the cycle continues. Same thing for other hobbies, the only real thing I do beside work is browse on my phone. Are there any books which teach you on how to keep a schedule or habit or whatever? Thanks guys.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/ok02pt/i_have_a_very_bad_habit_of_not_sticking_to_habits/",
  "subreddit": "booksuggestions",
  "id": "ok02pt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have trouble sticking to things, for example, I will maybe go to the gym for\nlike a month then stop, a month passes and I’ll have motivation to go again, and\nI’ll stop, and the cycle continues. Same thing for other hobbies, the only real\nthing I do beside work is browse on my phone. Are there any…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は物事を継続するのが苦手で、例えば、1ヶ月間ジムに通った後、やめてしまいます。\n1ヶ月行ってはやめ、1ヶ月経つとまた行きたくなってやめ、というサイクルを繰り返します。\n一ヶ月経って、また行きたくなって、やめて、というサイクルを繰り返しています。他の趣味も同じで、唯一の本物の\n仕事の他にすることといえば、携帯電話でのブラウジングくらいです。何かいい方法はないでしょうか？",
      "title": "私は習慣を守らないという非常に悪い癖があるのですが、何か参考になる本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很难坚持下去，比如说，我可能会去健身房锻炼一个月，然后就不去了。\n我可能会去健身一个月，然后停止，一个月过去了，我又有动力去健身了，然后又停止。\n我又会停下来，这样循环下去。其他爱好也是如此。\n我除了工作之外，唯一真正做的事情就是浏览我的手机。是否有任何...",
      "title": "我有一个非常不好的习惯，就是不坚持习惯，有什么书可以帮助我吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很難堅持下去，比如說，我可能會去健身房鍛鍊一個月，然後就不去了。\n我可能會去健身一個月，然後停止，一個月過去了，我又有動力去健身了，然後又停止。\n我又會停下來，這樣循環下去。其他愛好也是如此。\n我除了工作之外，唯一真正做的事情就是瀏覽我的手機。是否有任何...",
      "title": "我有一個非常不好的習慣，就是不堅持習慣，有什麼書可以幫助我嗎？"
    }
  ]
}