{
  "author": "Zikoris",
  "original_created_utc": 1627145308,
  "title": "Do you get cooking inspiration from books?",
  "created_utc": 1627166056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Do you ever read a fiction book with a character who really loves food and describes the cooking and eating experience in great detail, and find yourself wanting to make the dishes at home? This happens to me a lot. Last night I read Big Summer, where banana bread was a plot point, and I immediately sent my boyfriend out for bananas and made what I thought was a pretty good re-creation of the one the narrator made.</p>\n\n<p>Please share your book-inspired cooking experiences.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oqtnb5/do_you_get_cooking_inspiration_from_books/",
  "subreddit": "books",
  "id": "oqtnb5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Do you ever read a fiction book with a character who really loves food and\ndescribes the cooking and eating experience in great detail, and find yourself\nwanting to make the dishes at home? This happens to me a lot. Last night I read\nBig Summer, where banana bread was a plot point, and I immediately…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "登場人物が本当に食べ物を愛していて、料理や食事の体験を詳細に描写している小説を読んだときに\n登場人物が本当に食べ物を愛していて、料理や食事の体験を細かく描写している小説を読むと、自分も家で作ってみたくなることがあります。\n家で作ってみたいと思うことはありませんか？私にはよくあることです。昨晩、私が読んだ\nBig Summer』を読んだのですが、そこにはバナナブレッドが登場していて、私はすぐに...。",
      "title": "料理のインスピレーションは本から得ていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你是否曾经读过一本小说，书中的人物非常热爱食物，并详细描述了烹饪和饮食经验。\n你是否读过一本小说，书中的人物非常热爱食物，并详细描述了烹饪和饮食经验，然后发现自己\n想在家里做这些菜？这种情况经常发生在我身上。昨天晚上我读了\n大夏天》，其中香蕉面包是一个情节点，我立即...",
      "title": "你从书中获得烹饪灵感吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你是否曾經讀過一本小說，書中的人物非常熱愛食物，並詳細描述了烹飪和飲食經驗。\n你是否讀過一本小說，書中的人物非常熱愛食物，並詳細描述了烹飪和飲食經驗，然後發現自己\n想在家裏做這些菜？這種情況經常發生在我身上。昨天晚上我讀了\n大夏天》，其中香蕉麪包是一個情節點，我立即...",
      "title": "你從書中獲得烹飪靈感嗎？"
    }
  ]
}