{
  "author": "drunkguysbookclub",
  "the_new_excerpt": "I co-host a weekly book podcast that we've been doing since 2017 and I'm looking\nfor a very specific kind of book. Normally we read classics, bestsellers, etc\nbut for our Christmas episode we buy each other a special book. We try to find a\nbook to punish the other guys with. Christmastime is special…",
  "original_created_utc": 1623937239,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、2017年から毎週行っているブックポッドキャストの共同司会をしていますが、私が探しているのは\n極めて特殊な種類の本を探しています。通常、私たちは古典やベストセラーなどを読みます。\nしかし、クリスマスのエピソードでは、お互いに特別な本を買います。私たちは以下のような本を探しています。\n他の男たちを罰するための本 クリスマスの時期は特別です。",
      "title": "罰ゲームの本を探すのに役立つ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个每周图书播客的联合主持人，我们从2017年开始做这个播客，我正在寻找\n寻找一种非常特殊的书。通常情况下，我们阅读经典、畅销书等。\n但在我们的圣诞节目中，我们会给对方买一本特别的书。我们试图找到一本\n书来惩罚其他家伙。圣诞节是特别的...",
      "title": "帮我找一本《惩罚》的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個每週圖書播客的聯合主持人，我們從2017年開始做這個播客，我正在尋找\n尋找一種非常特殊的書。通常情況下，我們閱讀經典、暢銷書等。\n但在我們的聖誕節目中，我們會給對方買一本特別的書。我們試圖找到一本\n書來懲罰其他傢伙。聖誕節是特別的...",
      "title": "幫我找一本《懲罰》的書"
    }
  ],
  "title": "Help my find a Punishment book",
  "created_utc": 1623952359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I co-host a weekly book podcast that we&#39;ve been doing since 2017 and I&#39;m looking for a very specific kind of book.  Normally we read classics, bestsellers, etc but for our Christmas episode we buy each other a special book.  We try to find a book to punish the other guys with.  Christmastime is special and not just anything will do.  We try to find something that&#39;s fairly well-known but also as weird, off-putting, unsettling, offensive and/or terrible as we can find.</p>\n\n<p><strong>Out past books have been</strong></p>\n\n<p><em>Bear</em> by Marian Engel</p>\n\n<p><em>Ass Goblins of Auschwitz</em> by Cameron Pierce</p>\n\n<p><em>Cows</em> by Matthew Stokoe</p>\n\n<p><em>Life in the Fat Lane</em> by Cherie Bennett</p>\n\n<p><em>Pounded in the Butt by my own Butt</em> by Chuck Tingle</p>\n\n<p><em>Dianetics</em> by L. Ron Hubbard</p>\n\n<p>The holidays are a while away but this is an important decision and I need time to think about the absolute worst thing I can find that will also be fun to make fun of and make for an episode people might want to listen to.  Any help would be greatly appreciated!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/o1xik6/help_my_find_a_punishment_book/",
  "subreddit": "booksuggestions",
  "id": "o1xik6",
  "is_self": true,
  "media": null,
  "is_video": false
}