{
  "author": "KingArthur973",
  "the_new_excerpt": "Why YSK: Though paper towels often start as wood, cardboard or paper by-products\n- these materials are beaten into a pulp and their natural fibers are broken\ndown in the process. This, combined with the chemical treatments the final\nproducts go through as well as the glues, softeners, bleach and…",
  "original_created_utc": 1618975210,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: ペーパータオルは、木材やダンボール、紙などの副産物から始まることが多いのですが\n- 叩いてパルプにしたり、天然繊維を分解したりしています。\nその過程で天然繊維が破壊されます。これに加えて、最終製品には化学処理が施されています。\n糊、柔軟剤、漂白剤などの化学処理が施されています。",
      "title": "YSK: ペーパータオルはリサイクルできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：尽管纸巾通常是从木材、纸板或纸张的副产品开始的\n- 这些材料被打成纸浆，其天然纤维在这个过程中被分解。\n在这一过程中，它们的天然纤维被分解。这一点，再加上最终产品的化学处理\n再加上最终产品所经历的化学处理，以及胶水、软化剂、漂白剂和...",
      "title": "YSK: 纸巾是不可回收的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：儘管紙巾通常是從木材、紙板或紙張的副產品開始的\n- 這些材料被打成紙漿，其天然纖維在這個過程中被分解。\n在這一過程中，它們的天然纖維被分解。這一點，再加上最終產品的化學處理\n再加上最終產品所經歷的化學處理，以及膠水、軟化劑、漂白劑和...",
      "title": "YSK: 紙巾是不可回收的"
    }
  ],
  "title": "YSK: Paper towels are not recyclable",
  "created_utc": 1618981255,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Though paper towels often start as wood, cardboard or paper by-products - these materials are beaten into a pulp and their natural fibers are broken down in the process. This, combined with the chemical treatments the final products go through as well as the glues, softeners, bleach and other additives in most paper towels makes even clean products unsuitable for recycling. Most paper towels encounter food waste and other heavily contaminated materials during use that make them further unsuited for recycling. </p>\n\n<p>Alternatives: If you&#39;re hoping to be more green, try looking for paper towels brands made from 100% recycled material, using washable cloth options, or even finding a brand that can be composed. </p>\n\n<p>For years I’ve been throwing my paper towels in the recycling because I assumed “paper” in the name automatically made them recyclable, so I hope this is helpful!</p>\n</div><!-- SC_ON -->",
  "score": 807,
  "permalink": "/r/YouShouldKnow/comments/mv76ba/ysk_paper_towels_are_not_recyclable/",
  "subreddit": "YouShouldKnow",
  "id": "mv76ba",
  "is_self": true,
  "media": null,
  "is_video": false
}