{
  "author": "rwang7839",
  "the_new_excerpt": "It feels better to use dark mode since you’re not blasting your eyes with light.\nThis is especially important if it’s dim around you, such as at night. As well\nas looking better, it also doesn’t hurt your eyes as much.\n\nDark mode isn’t just good for using at night, it’s also better than light…",
  "original_created_utc": 1621971310,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ダークモードを使うと、目に光が入らないので気持ちがいいです。\n夜間など周囲が薄暗い場合は特に重要です。見た目だけでなく\n見た目が良くなるだけでなく、目が疲れにくくなります。\n\nダークモードは、夜間に使用するのに適しているだけでなく、光よりも優れています...",
      "title": "CMV: ダークモードはライトモードよりも優れている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "使用黑暗模式感觉更好，因为你没有用光线轰击你的眼睛。\n如果你周围很暗，比如在晚上，这一点就特别重要。除了\n除了看起来更好，它也不会对你的眼睛造成太大的伤害。\n\n黑暗模式不仅适合在夜间使用，它也比光照模式更好。",
      "title": "CMV：黑暗模式比光明模式更好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "使用黑暗模式感覺更好，因爲你沒有用光線轟擊你的眼睛。\n如果你周圍很暗，比如在晚上，這一點就特別重要。除了\n除了看起來更好，它也不會對你的眼睛造成太大的傷害。\n\n黑暗模式不僅適合在夜間使用，它也比光照模式更好。",
      "title": "CMV：黑暗模式比光明模式更好"
    }
  ],
  "title": "CMV: Dark mode is better than light mode",
  "created_utc": 1621993838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It feels better to use dark mode since you’re not blasting your eyes with light. This is especially important if it’s dim around you, such as at night. As well as looking better, it also doesn’t hurt your eyes as much.</p>\n\n<p>Dark mode isn’t just good for using at night, it’s also better than light mode even during the day. Light mode is bad at night since it’s too bright compared to the stuff around you, but dark mode never appears too dim, since the text is white and has a nice contrast against the dark background.</p>\n\n<p>Overall, dark mode is easier on your eyes, and looks just as good or even better than light mode, so dark mode is overall better than light mode.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/nky2l1/cmv_dark_mode_is_better_than_light_mode/",
  "subreddit": "changemyview",
  "id": "nky2l1",
  "is_self": true,
  "media": null,
  "is_video": false
}