{
  "author": "epilepticanimal",
  "original_created_utc": 1628762705,
  "title": "Very brief, chaotic thoughts on “The Grapes Of Wrath” by John Steinbeck",
  "created_utc": 1628771370,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I apologize in advance for the format of this post - I wrote it after finishing the book at about midnight, and couldn’t be bothered to write formally. Now on to my thoughts…</p>\n\n<p>What an amazing book. Almost ripped my heart to shreds. Doubtlessly one of the most difficult, heavy yet beautiful books I’ve ever read. Emotionally loaded, and every second chapter Steinbeck provides general insight in an almost biblical way, poetically. All is left open, and it reaffirms my belief in the persistence and strength of human dignity, kindness and endurance. I almost cried in the last chapter. Although the main plot isn’t written in extremely beautiful prose, it is so human, so intimate and so beautiful. Steinbeck is a master. Must be. Incredible work. Gives the slight notion of hope throughout the book, just to thwart it again and again, leaving it up to hope, persistence and love to find a way. Everything is open, and it is so wonderful. Beautiful beautiful work, yet very very tough to get through. A pretty slow read. And the odd chapters, in which Steinbeck takes a step back to provide insight and context are some of the most touching, beautiful passages I’ve ever read. Would love to hear your thoughts on it if you’ve read it!!</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/p2wskg/very_brief_chaotic_thoughts_on_the_grapes_of/",
  "subreddit": "books",
  "id": "p2wskg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I apologize in advance for the format of this post - I wrote it after finishing\nthe book at about midnight, and couldn’t be bothered to write formally. Now on\nto my thoughts…\n\nWhat an amazing book. Almost ripped my heart to shreds. Doubtlessly one of the\nmost difficult, heavy yet beautiful books…"
}