{
  "author": "epilepticanimal",
  "original_created_utc": 1628762705,
  "title": "Very brief, chaotic thoughts on “The Grapes Of Wrath” by John Steinbeck",
  "created_utc": 1628771370,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I apologize in advance for the format of this post - I wrote it after finishing the book at about midnight, and couldn’t be bothered to write formally. Now on to my thoughts…</p>\n\n<p>What an amazing book. Almost ripped my heart to shreds. Doubtlessly one of the most difficult, heavy yet beautiful books I’ve ever read. Emotionally loaded, and every second chapter Steinbeck provides general insight in an almost biblical way, poetically. All is left open, and it reaffirms my belief in the persistence and strength of human dignity, kindness and endurance. I almost cried in the last chapter. Although the main plot isn’t written in extremely beautiful prose, it is so human, so intimate and so beautiful. Steinbeck is a master. Must be. Incredible work. Gives the slight notion of hope throughout the book, just to thwart it again and again, leaving it up to hope, persistence and love to find a way. Everything is open, and it is so wonderful. Beautiful beautiful work, yet very very tough to get through. A pretty slow read. And the odd chapters, in which Steinbeck takes a step back to provide insight and context are some of the most touching, beautiful passages I’ve ever read. Would love to hear your thoughts on it if you’ve read it!!</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/p2wskg/very_brief_chaotic_thoughts_on_the_grapes_of/",
  "subreddit": "books",
  "id": "p2wskg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I apologize in advance for the format of this post - I wrote it after finishing\nthe book at about midnight, and couldn’t be bothered to write formally. Now on\nto my thoughts…\n\nWhat an amazing book. Almost ripped my heart to shreds. Doubtlessly one of the\nmost difficult, heavy yet beautiful books…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事の形式について先に謝罪しておきます - 夜中に本を読み終えた後に書きました。\n夜中に本を読み終えた後に書いたもので、正式な文章を書く気になれませんでした。それでは\n感想を...。\n\nなんて素晴らしい本なんでしょう。私の心はほとんどズタズタになってしまいました。間違いなく、最も困難で重苦しいものの一つです。\n最も難しく、重く、美しい本の一つであることは間違いありません...。",
      "title": "ジョン・スタインベックの「怒りの葡萄」についての非常に簡潔で混沌とした考え"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对这篇文章的格式事先表示歉意--我是在完成了这本书之后，大约在午夜时分写的。\n我是在半夜看完这本书后写的，所以没办法正式写。现在开始\n我的想法...\n\n这是一本多么了不起的书。几乎把我的心撕成了碎片。毫无疑问，这是一部\n最困难、最沉重而又最美丽的书......",
      "title": "关于约翰-斯坦贝克的《愤怒的葡萄》的非常简短、混乱的想法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對這篇文章的格式事先表示歉意--我是在完成了這本書之後，大約在午夜時分寫的。\n我是在半夜看完這本書後寫的，所以沒辦法正式寫。現在開始\n我的想法...\n\n這是一本多麼了不起的書。幾乎把我的心撕成了碎片。毫無疑問，這是一部\n最困難、最沉重而又最美麗的書......",
      "title": "關於約翰-斯坦貝克的《憤怒的葡萄》的非常簡短、混亂的想法"
    }
  ]
}