{
  "author": "SirFister13F",
  "original_created_utc": 1627447377,
  "title": "YSK that dump trucks are still liable for damage caused by debris falling from their truck, whether they have a “Stay Back” or “Not Responsible” sign/sticker or not.",
  "created_utc": 1627455381,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Trucking companies will put signs/stickers on their trucks saying “Stay Back 300 Feet” (the distance varies) or “Company Not Responsible For Damage” as a way to prevent people from making insurance claims against them for chipped/cracked windshields, headlights, paint damage, etc. However, they actually <em>are</em> liable, because they’re required to properly secure their load, no matter what it is. So if a clump of dirt, for example, falls off of the bed sides or the truck hits a bump and a rock comes out of the bed, and it hits your car, they are liable for the repairs to your car. </p>\n\n<p>Advice I was given by a LEO was to get the information from the truck and report it to my insurance, and let them fight the trucking company. The information you’d need includes the company name, truck license plate number or truck number (companies with multiple trucks will generally put a number somewhere on the side of the hood, or a rear corner of the cab; it’s usually a two or three digit number), what road you were on and where on that road it happened, direction of travel for both of you, and what it was that caused the damage (if you’re able to tell.) If you can’t tell what exactly it was that hit your vehicle, don’t lie and say it was something, because if you say it was a rock, but the truck was hauling mulch, they can use that to contest your claim. Also, if you can’t safely read or find a license plate (most states don’t have rear plates for trucks that size), a description of the truck. This isn’t a comprehensive list of details that you should compile, as always, the more information you have the better off you’ll be.</p>\n\n<p>To be clear: this only includes things that fall off of or out of the trucks. It does not include things that may have been kicked up off the road. For example, if a truck hits a rock on the road, and that causes it to fly up and hit your windshield, that’s considered a road hazard, and they <em>aren’t</em> liable for that.</p>\n</div><!-- SC_ON -->",
  "score": 329,
  "permalink": "/r/YouShouldKnow/comments/ot2yf8/ysk_that_dump_trucks_are_still_liable_for_damage/",
  "subreddit": "YouShouldKnow",
  "id": "ot2yf8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Trucking companies will put signs/stickers on their trucks saying “Stay\nBack 300 Feet” (the distance varies) or “Company Not Responsible For Damage” as\na way to prevent people from making insurance claims against them for\nchipped/cracked windshields, headlights, paint damage, etc. However,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：トラック運送会社は、トラックに「Stay\n300フィート後退」（距離は様々）や「Company Not Responsible For Damage」などのサインやステッカーをトラックに貼ることがあります。\nトラック会社は、トラックに「300フィート（距離によって異なる）下がってください」や「会社は損害責任を負いません」という看板やステッカーを貼ります。\nフロントガラスやヘッドライトの欠けやヒビ、ペイントの損傷などで保険金を請求されるのを防ぐためです。しかし、...",
      "title": "ダンプトラックは、「Stay Back」や「Not Responsible」のサイン・ステッカーを貼っていてもいなくても、トラックから落ちてきた破片による損害に責任を負うことになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：卡车公司会在他们的卡车上贴上 \"后退300英尺\"（距离不同）或 \"公司不负责赔偿 \"的标志/贴纸。\n后退300英尺\"（距离不同）或 \"公司对损害不负责任\"，作为\n以此来防止人们对他们的保险索赔。\n挡风玻璃、大灯、油漆损坏等。然而，...",
      "title": "YSK认为，无论是否有 \"退后 \"或 \"不负责任 \"的标志/贴纸，泥头车仍需对从其车上掉下的碎片造成的损害负责。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：卡車公司會在他們的卡車上貼上 \"後退300英尺\"（距離不同）或 \"公司不負責賠償 \"的標誌/貼紙。\n後退300英尺\"（距離不同）或 \"公司對損害不負責任\"，作爲\n以此來防止人們對他們的保險索賠。\n擋風玻璃、大燈、油漆損壞等。然而，...",
      "title": "YSK認爲，無論是否有 \"退後 \"或 \"不負責任 \"的標誌/貼紙，泥頭車仍需對從其車上掉下的碎片造成的損害負責。"
    }
  ]
}