{
  "author": "giant_dutchman",
  "original_created_utc": 1624214085,
  "title": "YSK if you are vegan or vegetarian and you go to dine at a fixed-menu restaurant you should notify them about your diet in advance or meat could be wasted.",
  "created_utc": 1624560750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: restaurants that serve a fixed menu usually start prepping their meals long before the customers sit down to eat. This is why you should always make sure the restaurant knows about your dietary limitations in advance, especially if you are vegan or vegetarian. If you wait to notify the restaurant you are vegan/vegetarian untill you sit down to eat, chances are the meat that would be served to you has already been prepped and can&#39;t be saved for another customer another day. A great habit that will prevent any meat from being wasted, undermining your commitment to a meat free diet, is to always make sure the restaurant knows in advance. Most online reservation tools will ask about dietary limitations automatically. A vegetarian diet should be mentioned there. When making reservations through the phone most restaurants will have the habit to ask about diets but they can forget, especially during  busy hours. A little effort could save literally the entire staff of the restaurant from a headache and, of course, save food from being wasted.</p>\n\n<p>TL;DR if you wait to tell a restaurant you don&#39;t eat meat untill you sit down to eat you&#39;re probably too late and food that had already been prepped will be wasted. Make sure to notify them ahead of time even if they forget to ask.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/o4bxtj/ysk_if_you_are_vegan_or_vegetarian_and_you_go_to/",
  "subreddit": "YouShouldKnow",
  "id": "o4bxtj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: restaurants that serve a fixed menu usually start prepping their meals\nlong before the customers sit down to eat. This is why you should always make\nsure the restaurant knows about your dietary limitations in advance, especially\nif you are vegan or vegetarian. If you wait to notify the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、決まったメニューを提供するレストランでは、お客さまが食事をするずっと前から準備を始めることが多いからです。\nお客様が席に着くずっと前から準備を始めています。そのため、お客様の食事制限については、必ず事前に\n特にヴィーガンやベジタリアンの方は、事前に食事の制限についてレストランに確認しておく必要があります。\n菜食主義者やベジタリアンの方は特にそうですね。もし、あなたがお店に通知するのを待っていたら...。",
      "title": "YSK ヴィーガンやベジタリアンの方が定食屋さんで食事をするときは、事前に食事内容を伝えておかないと、お肉が無駄になってしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：提供固定菜单的餐馆通常在顾客坐下来吃饭前很久就开始准备他们的饭菜了。\n在顾客坐下来吃饭之前就已经开始准备了。这就是为什么你应该总是让\n确保餐厅提前了解你的饮食限制，尤其是\n如果你是素食主义者或素食者。如果你等待通知...",
      "title": "YSK如果你是素食主义者，而你去固定菜单的餐厅就餐，你应该提前通知他们你的饮食习惯，否则肉类可能被浪费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：提供固定菜單的餐館通常在顧客坐下來喫飯前很久就開始準備他們的飯菜了。\n在顧客坐下來喫飯之前就已經開始準備了。這就是爲什麼你應該總是讓\n確保餐廳提前瞭解你的飲食限制，尤其是\n如果你是素食主義者或素食者。如果你等待通知...",
      "title": "YSK如果你是素食主義者，而你去固定菜單的餐廳就餐，你應該提前通知他們你的飲食習慣，否則肉類可能被浪費。"
    }
  ]
}