{
  "author": "giant_dutchman",
  "original_created_utc": 1624214085,
  "title": "YSK if you are vegan or vegetarian and you go to dine at a fixed-menu restaurant you should notify them about your diet in advance or meat could be wasted.",
  "created_utc": 1624560750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: restaurants that serve a fixed menu usually start prepping their meals long before the customers sit down to eat. This is why you should always make sure the restaurant knows about your dietary limitations in advance, especially if you are vegan or vegetarian. If you wait to notify the restaurant you are vegan/vegetarian untill you sit down to eat, chances are the meat that would be served to you has already been prepped and can&#39;t be saved for another customer another day. A great habit that will prevent any meat from being wasted, undermining your commitment to a meat free diet, is to always make sure the restaurant knows in advance. Most online reservation tools will ask about dietary limitations automatically. A vegetarian diet should be mentioned there. When making reservations through the phone most restaurants will have the habit to ask about diets but they can forget, especially during  busy hours. A little effort could save literally the entire staff of the restaurant from a headache and, of course, save food from being wasted.</p>\n\n<p>TL;DR if you wait to tell a restaurant you don&#39;t eat meat untill you sit down to eat you&#39;re probably too late and food that had already been prepped will be wasted. Make sure to notify them ahead of time even if they forget to ask.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/o4bxtj/ysk_if_you_are_vegan_or_vegetarian_and_you_go_to/",
  "subreddit": "YouShouldKnow",
  "id": "o4bxtj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: restaurants that serve a fixed menu usually start prepping their meals\nlong before the customers sit down to eat. This is why you should always make\nsure the restaurant knows about your dietary limitations in advance, especially\nif you are vegan or vegetarian. If you wait to notify the…"
}