{
  "author": "bookinamag92",
  "the_new_excerpt": "I get frustrated, because the one message people always seem to insist on is\nthat \"you are in control\" - uh, no. To get a job, I have to have humans give me\nthe job. To buy a house, I have to work with humans to give me the house. There\nare things like auditions, interviews, and basic transactions…",
  "original_created_utc": 1612332305,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我感到很沮丧，因为人们似乎总是坚持的一个信息就是\n\"你是在控制\" - 呃，不。为了得到一份工作，我必须让人类给我。\n的工作。买房子，我得和人类合作，把房子给我。有\n是像试镜，面试，和基本交易... ...",
      "title": "CMV：生活不一定会好起来，我们也不能100%地掌控自己的生活。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我感到很沮喪，因爲人們似乎總是堅持的一個信息就是\n\"你是在控制\" - 呃，不。爲了得到一份工作，我必須讓人類給我。\n的工作。買房子，我得和人類合作，把房子給我。有\n是像試鏡，面試，和基本交易... ...",
      "title": "CMV：生活不一定會好起來，我們也不能100%地掌控自己的生活。"
    }
  ],
  "title": "CMV: Life doesn't always get better, and we aren't 100% in control of our own lives",
  "created_utc": 1612366320,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get frustrated, because the one message people always seem to insist on is that &quot;you are in control&quot; - uh, no. To get a job, I have to have humans give me the job. To buy a house, I have to work with humans to give me the house. There are things like auditions, interviews, and basic transactions set up all throughout life - ultimately, if I have a self-image that lies to me about how prepared or good I am at something, or if I just end up being unlucky, or an unlucky series of people decides to reject me from a job, for example, I will routinely fail at these.</p>\n\n<p>There are those people who find life effortless, and are able to work other people to give them/get what they want almost 100% of the time. Then there&#39;s the predicament most of us find ourselves in, where we win some, we lose some: life is thoroughly average. But society seems averse to acknowledging the valid existence of people who fail 100% - especially if it&#39;s not clear that that person failed because of their own lack of trying or laziness or something. Some people are psychologically weak, unattractive, they can&#39;t sell themselves, they find the little things in life hard, and so they always tend to be functioning uphill relative to others, and not everyone has the energy to do that.</p>\n\n<p>I also think it&#39;s a perfectly valid excuse to say &quot;I just can&#39;t deal with as much as you can. You might be able to put up with that element of life, but I refuse to.&quot;</p>\n\n<p>I think humans have a habit of convincing themselves that the effort we put into life pays off, but that is just not my experience. I have never held a job where the money was worth it - where the money assuaged the disgusting, unpleasant nature of the job I had to do - I would quite honestly rather be homeless and have nothing, materially. I would rather pick a warm location, and wander the world with a simple selection of clothes and sleep rough and that would be it. But I fill out all these job applications anyways - no one looks at them. Then the gap between my last job and a new one widens, and then it becomes harder and harder for me to get a job - see how my life is harder because those who have the position to give me a job don&#39;t? And it&#39;s like, if I tell people that, that&#39;s somehow not a valid enough excuse? I can&#39;t hold someone at gun point and tell them to give me a job, so I don&#39;t really know why someone would harass me for not getting a job, or not getting a job when they want me to. I&#39;ll do what I need to do, but if people don&#39;t meet me half way, or if people reject me, you shouldn&#39;t have the right to scoff at me for it...it was not, ultimately, my decision. People make up all sorts of mental gymnastics to ignore this.</p>\n\n<p>I also don&#39;t sympathize with those who say &quot;even if you fail 100 times, keep trying!&quot;, um sorry, no, if that&#39;s the standard for gauging how lazy someone is, I don&#39;t even care, but there comes a time when that level of effort isn&#39;t worth it - it becomes a massive waste of time and energy at some point, and I&#39;m not going to be villainized for not wanting to put up with that.</p>\n\n<p>Another example is relationships - why are you acting all sad for me if I don&#39;t have companionship at a certain point in my life? There&#39;s only so much that I can do before someone else has to meet me half way - I can&#39;t just force someone to date me, but the way people talk about these kind of life outcomes, they almost act like humans do have &quot;100% control over our own lives&quot; - um - well, obviously not, we are obviously beholden to the permission of others for life to work out in it&#39;s most satisfying ways. I can make passes all I want, but if it doesn&#39;t work out, my mindset is &quot;oh well&quot; - yeah, it&#39;s kind of lonely, but what do you honestly expect me to do? I don&#39;t get why people get so uptight about me not succeeding, in these arenas, at least - like, again, what do you expect <em>me</em> to do about it? I&#39;m me, and if that isn&#39;t good enough for people to give me a job, or fall in love with me or whatever, I can&#39;t do anything about that. Oh well.</p>\n\n<p>People don&#39;t seem to get cause and effect in human relationships, and certain people generally never seem to know what it&#39;s like to have people hold you down, deplete you, reject you. I think society always insists that we have control, that it will always get better, just because they&#39;re scared of the 100% failures that exist. Some people fail repeatedly and die, and it&#39;s not always through any fault of their own. Some people exist to be the bad examples. I just wish society constructed itself in such a way that our success in life wasn&#39;t so beholden to other people&#39;s permission.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/lbh45q/cmv_life_doesnt_always_get_better_and_we_arent/",
  "subreddit": "changemyview",
  "id": "lbh45q",
  "is_self": true,
  "media": null,
  "is_video": false
}