{
  "author": "Salgewieso",
  "original_created_utc": 1630848681,
  "title": "I am really interested in reading “complicated” books but I’m struggling to perfectly grasp the meaning behind the words.",
  "created_utc": 1630857268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I tried to read books such as “A tale of two cities” by Charles Dickens. However, i really struggled to understand what exactly was it trying to tell me. Also, i want to try read classic literature books such as maybe ”Pride and Prejudice” by Jane Austen. (I hope you get what kind of books i am referring to). However, i feel like i would not be able to understand fully and so i would not be able to totally get the beauty of the books. </p>\n\n<p>Hence, i am wondering if there is a way to help me understand better?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pid58e/i_am_really_interested_in_reading_complicated/",
  "subreddit": "books",
  "id": "pid58e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I tried to read books such as “A tale of two cities” by Charles Dickens.\nHowever, i really struggled to understand what exactly was it trying to tell me.\nAlso, i want to try read classic literature books such as maybe ”Pride and\nPrejudice” by Jane Austen. (I hope you get what kind of books i am…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "チャールズ・ディケンズの「A tale of two cities」などの本を読むようにしていました。\nしかし、何を伝えようとしているのか理解するのにとても苦労しました。\nまた、ジェーン・オースティンの「高慢と偏見」のような古典文学も読んでみたいと思います。\nジェーン・オースティンの「高慢と偏見」などの古典文学も読んでみたいですね。(私がどんな本を読んでいるのか、お分かりいただけたでしょうか...。",
      "title": "私は「複雑な」本を読むことにとても興味があるのですが、言葉の背後にある意味を完璧に把握するのに苦労しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我试图阅读查尔斯-狄更斯的《双城记》等书。\n然而，我真的很难理解它到底想告诉我什么。\n此外，我还想尝试阅读经典文学书籍，如简-奥斯汀的《傲慢与偏见》。\n偏见》。(我希望你能明白我喜欢什么样的书......",
      "title": "我对阅读 \"复杂 \"的书籍真的很感兴趣，但我很难完美地掌握这些文字背后的含义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我試圖閱讀查爾斯-狄更斯的《雙城記》等書。\n然而，我真的很難理解它到底想告訴我什麼。\n此外，我還想嘗試閱讀經典文學書籍，如簡-奧斯汀的《傲慢與偏見》。\n偏見》。(我希望你能明白我喜歡什麼樣的書......",
      "title": "我對閱讀 \"複雜 \"的書籍真的很感興趣，但我很難完美地掌握這些文字背後的含義。"
    }
  ]
}