{
  "author": "DoggoTheWoof",
  "original_created_utc": 1636646849,
  "title": "Happy Armistice Day everyone",
  "created_utc": 1636669468,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every year on this day I&#39;m reminded of Kurt Vonnegut&#39;s musings on the day from the novel Breakfast of Champions:</p>\n\n<blockquote>\n<p>So this book is a sidewalk strewn with junk, trash which I throw over my shoulders as I travel in time back to November eleventh, nineteen hundred and twenty-two.  </p>\n\n<p>I will come to a time in my backwards trip when November eleventh, accidentally my birthday, was a sacred day called Armistice Day. When I was a boy, and when Dwayne Hoover was a boy, all the people of all the nations which had fought in the First World War were silent during the eleventh minute of the eleventh hour of Armistice Day, which was the eleventh day of the eleventh month.  </p>\n\n<p>It was during that minute in nineteen hundred and eighteen, that millions upon millions of human beings stopped butchering one another. I have talked to old men who were on battlefields during that minute. They have told me in one way or another that the sudden silence was the Voice of God. So we still have among us some men who can remember when God spoke clearly to mankind.  </p>\n\n<p>Armistice Day has become Veterans’ Day. Armistice Day was sacred. Veterans’ Day is not.  </p>\n\n<p>So I will throw Veterans’ Day over my shoulder. Armistice Day I will keep. I don’t want to throw away any sacred things.  </p>\n\n<p>What else is sacred? Oh, Romeo and Juliet, for instance.  </p>\n\n<p>And all music is.</p>\n</blockquote>\n\n<p>&#x200B;</p>\n\n<p>Armistice Day was a day to celebrate the world finding peace for a short time, while Veteran&#39;s Day is about hero worship, and commercialism. I&#39;m a veteran and don&#39;t need to be thanked for my service today. What I would prefer is for others to use today to reflect on what we prioritize, so that other&#39;s don&#39;t have to have the same life experiences as me.</p>\n\n<p>&#x200B;</p>\n\n<p>Best,</p>\n\n<p>Doggo</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qroiyv/happy_armistice_day_everyone/",
  "subreddit": "books",
  "id": "qroiyv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every year on this day I'm reminded of Kurt Vonnegut's musings on the day from\nthe novel Breakfast of Champions:\n\n> So this book is a sidewalk strewn with junk, trash which I throw over my\n> shoulders as I travel in time back to November eleventh, nineteen hundred and\n> twenty-two.\n> \n> I will come…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎年この日になると、カート・ヴォネガットがこの日のために書いた次のような文章を思い出す。\nカート・ボネガットの小説『チャンピオンズの朝食』の中の、この日についての考察を思い出します。\n\n> だから、この本は、ガラクタが散らばった歩道であり、私が時間旅行をするときに肩から投げ捨てるゴミなのだ。\n> この本は、ガラクタが散らばった歩道であり、私が肩から投げ捨てたゴミであり、私は1900年11月11日から22年11月22日にタイムスリップしたのである。\n> 1922年。\n> \n> > 私は来る...",
      "title": "皆さん、休戦日おめでとうございます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每年的这一天，我都会想起库尔特-冯内古特在小说《冠军早餐》中对这一天的思考\n小说《冠军的早餐》中对这一天的思考。\n\n> 所以这本书是一条散落着垃圾的人行道，我把这些垃圾扔在我的\n> 肩膀上的垃圾，因为我穿越时空回到了1900年11月11日。\n>二十二年。\n> \n> 我将来到...",
      "title": "停战日快乐，各位"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每年的這一天，我都會想起庫爾特-馮內古特在小說《冠軍早餐》中對這一天的思考\n小說《冠軍的早餐》中對這一天的思考。\n\n> 所以這本書是一條散落着垃圾的人行道，我把這些垃圾扔在我的\n> 肩膀上的垃圾，因爲我穿越時空回到了1900年11月11日。\n>二十二年。\n> \n> 我將來到...",
      "title": "停戰日快樂，各位"
    }
  ]
}