{
  "author": "Mr-Fashionablylate",
  "original_created_utc": 1626378745,
  "title": "Just Got A Library Card For The First Time In My Adult Life",
  "created_utc": 1626388670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel so free! WOW. Why was I shoplifting from Barnes and Noble this whole time?? Joking! But seriously having a library card as an adult is such a great feeling. </p>\n\n<p>I only just started to get into reading at age 25. I read as a kid but from middle school onward I just stopped. Convinced myself I “didn’t like to read”. I was smoking a lot of pot and watching TV and movies. But I recently quit smoking weed and have been using books to help me stay sober. It’s the best. A healthy way to escape and relax that still keeps my brain active. I’ve gotten really into fantasy and sci fi. I love humor so Douglas Adams, Terry Pratchett, Kurt Vonnegut, Christopher Moore have been my go to guys lately. </p>\n\n<p>I feel like a kid again. Like I’ve just discovered a great joy in life that will always be there for me. I felt giddy walking around the library and picking out books. I feel silly for denying myself this joy for so much of my youth. But now I’m catching up.</p>\n\n<p>Edit: Just noticed my username checks out lol</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/books/comments/ol0i03/just_got_a_library_card_for_the_first_time_in_my/",
  "subreddit": "books",
  "id": "ol0i03",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel so free! WOW. Why was I shoplifting from Barnes and Noble this whole\ntime?? Joking! But seriously having a library card as an adult is such a great\nfeeling.\n\nI only just started to get into reading at age 25. I read as a kid but from\nmiddle school onward I just stopped. Convinced myself I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すごく自由な感じがします! ワオ。なぜ私はずっとバーンズ・アンド・ノーブルで万引きしていたのか？\nしていたのか？冗談ですよ。でも、大人になって図書カードを持つことは、とても素晴らしいことです。\n感じです。\n\n私が読書に目覚めたのは25歳のときでした。子供の頃は本を読んでいましたが、中学以降は\n子供の頃は本を読んでいましたが、中学以降は止めてしまいました。自分を納得させて...",
      "title": "大人になってから初めて図書カードを手に入れました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我感到非常自由! 惊叹不已。为什么我一直在巴诺书店里偷东西？\n时候？开玩笑吧! 但说真的，作为一个成年人拥有一张图书馆卡是如此的伟大\n的感觉。\n\n我在25岁时才开始接触阅读。我小时候读过书，但从中学开始\n中学开始，我就停止了。我说服自己，我...",
      "title": "我成年后第一次拿到借书证"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我感到非常自由! 驚歎不已。爲什麼我一直在巴諾書店裏偷東西？\n時候？開玩笑吧! 但說真的，作爲一個成年人擁有一張圖書館卡是如此的偉大\n的感覺。\n\n我在25歲時纔開始接觸閱讀。我小時候讀過書，但從中學開始\n中學開始，我就停止了。我說服自己，我...",
      "title": "我成年後第一次拿到借書證"
    }
  ]
}