{
  "author": "HakimDeSar",
  "original_created_utc": 1624352215,
  "title": "CMV: Elon Musk is vastly Overrated",
  "created_utc": 1624366570,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am currently studying to become an engineer with focus on air/space flight, and a lot of colleagues tell me  they want to work for Elon Musk. And i just dont get the hype, (the spaceX rockets are not bad dont get me wrong), I ( and especially data) tell that they are not that efficient as the majority thinks they are, since the fuel they need to save for landing is obviously lost in flight, so they need more fuel and ,more Important, the last bit of fuel is the most valuable; Also the idea of reusing rockets isn&#39;t new, NASA thought about it too,they just thought it was too inefficient for the reasons I wrote before too. Plus Elon Musk seems to be super nice with his Twitter account and all,  but I frequently hear storys about the working conditions at his facilitys and it doesn&#39;t sound that appealing ngl, also some of the things he did, regarding bitcoin or doge coin, and no I didn&#39;t invest in those, resulting in lots of people losing their money, dont really support that Image of the freaky nice billionair . On the other hand he worked really hard and somehow he isnt broke, so i want to understand how you guys think about him.</p>\n\n<p>Edit 1) Since I got this reply a lot, you guys are right with the low cost per Kilogramm to Orbit. \nI decided to not take on this Argument since SpaceX later on got heavily funded by NASA (after they invented the falcon 1 , merlin, Kestrel, and Draco engines).\nI must confess i dont know if they still get an extra amount of money per launch like they used to get( at least i think they did), so probably the cost per Kilogramm would be much higher if they had higher Research expenses.\n Also i know that getting funded is not unusal, in my opinion it just doesnt Match the whole &quot; we /I did it also by myself&quot; image</p>\n</div><!-- SC_ON -->",
  "score": 6968,
  "permalink": "/r/changemyview/comments/o5ij09/cmv_elon_musk_is_vastly_overrated/",
  "subreddit": "changemyview",
  "id": "o5ij09",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am currently studying to become an engineer with focus on air/space flight,\nand a lot of colleagues tell me they want to work for Elon Musk. And i just dont\nget the hype, (the spaceX rockets are not bad dont get me wrong), I ( and\nespecially data) tell that they are not that efficient as the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は現在、航空・宇宙飛行を中心としたエンジニアになるための勉強をしています。\n多くの同僚が、イーロン・マスクのもとで働きたいと言っています。私はただ、その宣伝文句を\n誇大広告は理解できません（スペースXのロケットは悪くありません。\n特にデータを見る限りでは...。",
      "title": "CMV: イーロン・マスクは圧倒的に過大評価されている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在学习成为一名工程师，专注于空中/太空飞行。\n很多同事告诉我，他们想为埃隆-马斯克工作。而我只是不\n炒作，（SpaceX的火箭不坏，不要误会），我（和\n特别是数据）告诉我，他们的效率并不高。",
      "title": "CMV：埃隆-马斯克被大大地高估了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在學習成爲一名工程師，專注於空中/太空飛行。\n很多同事告訴我，他們想爲埃隆-馬斯克工作。而我只是不\n炒作，（SpaceX的火箭不壞，不要誤會），我（和\n特別是數據）告訴我，他們的效率並不高。",
      "title": "CMV：埃隆-馬斯克被大大地高估了"
    }
  ]
}