{
  "author": "fooduvluv",
  "the_new_excerpt": "I've read about 10 of her books and she's truly baffled me each time- the\ncorrect killer may have crossed my mind at some point but she always managed to\nlead me off track or just kept me completely clueless as to who did the deed.\nBut tonight, as I was nearing the end of \"Peril at End House\" (great…",
  "original_created_utc": 1619897765,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は彼女の本を10冊ほど読みましたが、毎回本当に驚かされました。\n私の頭の中にも犯人が浮かんだことがあったかもしれませんが、彼女はいつも私を迷わせてくれます。\n彼女の本を10冊ほど読んできましたが、毎回本当に驚かされました。\nしかし、今夜、「エンド・ハウスの惨劇」（素晴らしい...）の終わりに近づいていた。",
      "title": "アガシィ・クリスティの小説の中で、誰が罪を犯しているのかを、大まかな展開の前に把握できた人は何人いるでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读过她的大约10本书，她每次都让我大惑不解。\n正确的凶手可能在某些时候出现在我的脑海中，但她总是设法把我引向歧途，或者让我对谁是凶手完全没有头绪。\n但她总是把我引向歧途，或者让我对谁干的事完全没有头绪。\n但今晚，当我接近 \"End House的危险\"（伟大的...",
      "title": "有多少人在阿加西-克里斯蒂的小说中，在大揭秘之前就能猜出谁是罪犯？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過她的大約10本書，她每次都讓我大惑不解。\n正確的兇手可能在某些時候出現在我的腦海中，但她總是設法把我引向歧途，或者讓我對誰是兇手完全沒有頭緒。\n但她總是把我引向歧途，或者讓我對誰幹的事完全沒有頭緒。\n但今晚，當我接近 \"End House的危險\"（偉大的...",
      "title": "有多少人在阿加西-克里斯蒂的小說中，在大揭祕之前就能猜出誰是罪犯？"
    }
  ],
  "title": "How many of you have managed to figure out who is guilty in an Agathie Christie novel before the big reveal?",
  "created_utc": 1619934687,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read about 10 of her books and she&#39;s truly baffled me each time- the correct killer may have crossed my mind at some point but she always managed to lead me off track or just kept me completely clueless as to who did the deed. But tonight, as I was nearing the end of &quot;Peril at End House&quot; (great book, btw- really interesting and enigmatic characters) I suddenly put two and two together and figured out who the killer was, how they did it and why!! (Ironically it was at the same moment when Poirot has his big epiphany). It made me feel like a world-famous detective lol.</p>\n\n<p>Has anyone else had this experience with a Christie novel?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/n2pmj8/how_many_of_you_have_managed_to_figure_out_who_is/",
  "subreddit": "books",
  "id": "n2pmj8",
  "is_self": true,
  "media": null,
  "is_video": false
}