{
  "author": "ladystarkitten",
  "the_new_excerpt": "Allow me to set the scene. I'm ready for a new book. I consult the internet and\nfind a list of the top ten or whatever of the last year. Most of them don't\napply to my interests, but maybe a few of them do. I go to a bookstore. I find\none off the list and, out of curiosity, I check out the reviews.…",
  "original_created_utc": 1616094803,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "请允许我介绍一下情况。我准备好了一本新书。我在网上查阅了一些资料\n找个去年的前十名什么的榜单。他们中的大多数人都没有\n适用于我的兴趣， 但也许其中的几个做。我去了一家书店。我发现\n之一，出于好奇，我查看了评论....。",
      "title": "网络毁了我的购书生涯"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請允許我介紹一下情況。我準備好了一本新書。我在網上查閱了一些資料\n找個去年的前十名什麼的榜單。他們中的大多數人都沒有\n適用於我的興趣， 但也許其中的幾個做。我去了一家書店。我發現\n之一，出於好奇，我查看了評論....。",
      "title": "網絡毀了我的購書生涯"
    }
  ],
  "title": "The internet has ruined book shopping for me",
  "created_utc": 1616126218,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Allow me to set the scene. I&#39;m ready for a new book. I consult the internet and find a list of the top ten or whatever of the last year. Most of them don&#39;t apply to my interests, but maybe a few of them do. I go to a bookstore. I find one off the list and, out of curiosity, I check out the reviews. Only a 3.8? Why? One person says the book is God&#39;s gift to mankind, another says that it is literal trash. Hm, maybe it&#39;s not for me. Oh, this one looks good. A 3.0! Why? Oh, the protagonist is trash and the plot is even worse. Let me keep looking.</p>\n\n<p>This happens every single time I go looking for something new. Even when I promise myself that I will put my phone <em>down</em> and <em>not look at the reviews</em>, I always wind up there. Maybe it&#39;s the curiosity, maybe it&#39;s the fear that I&#39;ll buy yet another book to do nothing more than collect dust on a shelf. It&#39;s like trying to choose something off the menu at a restaurant, but there are thousands of options and every item has ten reviews listed. If a text has less than a 4.0 or even so much as a single scathing &quot;waste of my time&quot; review, my brain decides, &quot;Hmm, objective garbage. Keep looking.&quot; I used to be spontaneous! Book shopping used to be fun! Now I leave crestfallen and empty-handed nearly every time. </p>\n\n<p>And yes, the culprit is Goodreads.</p>\n\n<p>Is anyone else struggling with this fixation on reviews? Have you gotten over it? If so, how?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/m7yf1v/the_internet_has_ruined_book_shopping_for_me/",
  "subreddit": "books",
  "id": "m7yf1v",
  "is_self": true,
  "media": null,
  "is_video": false
}