{
  "author": "MeaningfulAbsurdist",
  "original_created_utc": 1628493016,
  "title": "Unpopular opinion: Where the Crawdads sing is overrated (SPOILERS)",
  "created_utc": 1628534120,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I heard a lot of hype around the book and decided to read it this summer for fun. I thought that it was super overrated. \nFirst off, I thought that the climax of the book was all around underwhelming. Specifically, I thought that the trial and murder of Chase Andrews was too predictable which subsequently undermined the gravitas of the whole trial. The flashback sequences of the murder of Chasw Andrews and Kya’s youth totally gave it away that Kya would be accused, so after a while it just felt inevitable for Kya to be accused of the murder and made each chapter about the murder bland.  I also thought that Kya’s character arch of becoming a woman and overcoming her trauma of abandonment was unearned. Her issues were resolved by someone saying to her “give Tate another chance” after like 4 years. My problem with her arch was that there was no real tangible moment/occurrence where she really had to grow as a character, it was just literally not seeing Tate for years and him groveling for her to take him back. Another issue I had with the book was the use of detail by Owens. I thought the author really forced the whole “Kya is a smart person” idea. For example, I just cringed every time the author tried to prove to the audience that Kya was knowledgeable about the Marsh by bogging every sentence down with biological/ecological jargon. I understand that the author was a biologist (which probably influenced her writing), but she did not need to shove it down our throats every sentence. I get sick of “that was a crane feather, Kya knew that it was a crane feather because she saw it in a book and because it had this color for camouflage and mating” every sentence. I also had issues with the author trying to force symbolism. I thought that Owens tried too hard to make the Marsh seem like a character or something symbolic for Kya through the weather and how Kya was feeling, but I just feel like it was so forced. All in all, a lot of cliches and forced ideas. 2/10. </p>\n\n<p>I could go on and on about this book. I just thought it was overrated. Am I the only one? </p>\n\n<p>(Sorry for the tangent/rant)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p0wcwe/unpopular_opinion_where_the_crawdads_sing_is/",
  "subreddit": "books",
  "id": "p0wcwe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I heard a lot of hype around the book and decided to read it this summer for\nfun. I thought that it was super overrated. First off, I thought that the climax\nof the book was all around underwhelming. Specifically, I thought that the trial\nand murder of Chase Andrews was too predictable which…"
}