{
  "author": "bluzzo",
  "the_new_excerpt": "For me I not only rooted for the characters, hoped they can find love and hope,\nI also rooted for their land Umuofia as well. I wanted them to keep on living as\nthey are and I wanted them to make peace. But I know that could only happen in a\nperfect world. I felt nothing but anger, and then,…",
  "original_created_utc": 1613240693,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，我不仅为人物加油，希望他们能找到爱和希望。\n我也为他们的土地Umuofia加油。我想让他们继续生活下去\n他们是，我希望他们能和平相处。但我知道这只能发生在一个\n完美的世界。我只感到愤怒，然后，... ...",
      "title": "Things Fall Apart by Chinua Achebe。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，我不僅爲人物加油，希望他們能找到愛和希望。\n我也爲他們的土地Umuofia加油。我想讓他們繼續生活下去\n他們是，我希望他們能和平相處。但我知道這隻能發生在一個\n完美的世界。我只感到憤怒，然後，... ...",
      "title": "Things Fall Apart by Chinua Achebe。"
    }
  ],
  "title": "Things Fall Apart by Chinua Achebe.",
  "created_utc": 1613249457,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me I not only rooted for the characters, hoped they can find love and hope, I also rooted for their land Umuofia as well. I wanted them to keep on living as they are and I wanted them to make peace. But I know that could only happen in a perfect world. I felt nothing but anger, and then, sadness; if I were them, what could I do to change? I would probably do nothing. And this is what got me feeling. Wondering if any of you felt that too?</p>\n\n<p>Though the prose fell a bit flat for me, but its probably me consuming more magical/mesmerizing prose lately; I’ve gone out of touch on the more seasoned prose.</p>\n\n<p>Edit-removed spoilers!</p>\n\n<p>Edit 2-</p>\n\n<p>Readers really should notice how Chinua Achebe leads you through the Ibo language (igbo? Ibo? Sorry i forgot). For example, “Nneka” is “mother is supreme”. Before that we know that “Nna” is mother, therefore we now know that “ka” is “supreme.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lj60i7/things_fall_apart_by_chinua_achebe/",
  "subreddit": "books",
  "id": "lj60i7",
  "is_self": true,
  "media": null,
  "is_video": false
}