{
  "author": "DalekDevan",
  "original_created_utc": 1637518882,
  "title": "Finished reading Fahrenheit 451 recently.",
  "created_utc": 1637546811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I didn&#39;t particularly &quot;love&quot; this book, but I did like it. A lot of the things were really intriguing to me in the story. The part where Mildred is talking to her friends about how they just stick their children in front of the TV to avoid trouble makes it hard to believe this was written back in the 1950&#39;s. And I was really interested in Beatty&#39;s speech about how books became illegal.</p>\n\n<p>However I still do have my critiques; the way it&#39;s written sometimes makes hard to for me to remember certain details that may be important, and it feels like there are things in the story that don&#39;t have any relevance to the overall outcome.</p>\n\n<p>Overall, I give this book 7 out of 10.</p>\n\n<p>What&#39;s your opinion though.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/qz0ybm/finished_reading_fahrenheit_451_recently/",
  "subreddit": "books",
  "id": "qz0ybm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I didn't particularly \"love\" this book, but I did like it. A lot of the things\nwere really intriguing to me in the story. The part where Mildred is talking to\nher friends about how they just stick their children in front of the TV to avoid\ntrouble makes it hard to believe this was written back in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は特に「好き」というわけではありませんでしたが、「好き」でした。多くのことが\n物語の中で、多くのことに興味をそそられました。ミルドレッドが友達と話しているところでは\nミルドレッドが友人たちに、トラブルを避けるために子供をテレビの前に立たせているという話をしているところは\nミルドレッドが友人たちに、子供をテレビの前に貼り付けてトラブルを回避していることを話している部分は、これが昔に書かれたものとは思えません。",
      "title": "最近、「華氏451」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不特别 \"爱 \"这本书，但我确实喜欢它。故事中的很多东西\n对我来说是非常有趣的故事。米尔德里德与她的朋友们谈论他们如何把孩子塞进前门的那一段\n米尔德里德与她的朋友们谈论他们如何将自己的孩子粘在电视前以避免麻烦的部分\n让人很难相信这本书是在当年写的。",
      "title": "最近读完了《华氏451》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不特別 \"愛 \"這本書，但我確實喜歡它。故事中的很多東西\n對我來說是非常有趣的故事。米爾德里德與她的朋友們談論他們如何把孩子塞進前門的那一段\n米爾德里德與她的朋友們談論他們如何將自己的孩子粘在電視前以避免麻煩的部分\n讓人很難相信這本書是在當年寫的。",
      "title": "最近讀完了《華氏451》。"
    }
  ]
}