{
  "author": "Chris_3213",
  "original_created_utc": 1635843351,
  "title": "CMV: The objection to using “baby” instead of “fetus” in the abortion debate is intellectually dishonest.",
  "created_utc": 1635852623,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is not directly about the right or wrong of abortion, but rather about the language used when discussing the issue. I’d prefer if we can keep the discussion to this narrow topic, instead of going down the oft-debated rabbit hole of the morality of abortion. There are enough CMV’s on that I’m sure. </p>\n\n<p>So I’ve noticed something for a while that I think is rather peculiar and would like to hear from you all whether I’m barking up the wrong tree on this one. </p>\n\n<p>No one ever asks a pregnant woman “How is the fetus doing?”, or “Can you feel the fetus kicking yet?” It’s always, “How is the baby doing?”, or “Can you feel the baby kicking yet”. </p>\n\n<p>In medical contexts, no gynecologist tells a pregnant woman “the fetus weighs 1.5kg” after a scan. Rather, pregnant ladies are told “The baby weighs 1.5kg”. </p>\n\n<p>Yes, fetus is an accurate, scientific word. But why do we abort a “fetus”, but feel a “baby” kicking in the womb? It is the same object being discussed. This change in language appears to me to betray an agenda to de-personalize the “fetus” in ways that doesn’t happen in other social or medical contexts. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/ql01h6/cmv_the_objection_to_using_baby_instead_of_fetus/",
  "subreddit": "changemyview",
  "id": "ql01h6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is not directly about the right or wrong of abortion, but rather about the\nlanguage used when discussing the issue. I’d prefer if we can keep the\ndiscussion to this narrow topic, instead of going down the oft-debated rabbit\nhole of the morality of abortion. There are enough CMV’s on that I’m…"
}