{
  "author": "Radiohead224",
  "original_created_utc": 1632548986,
  "title": "Reading Lord of the rings for the first time!",
  "created_utc": 1632560204,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The movies have been a staple of my childhood and recently, I went of a 3 day hike with some friends and brought along the fellowship of the ring just for giggles.\nAfter reading the intro part and a few chapters after that, it really caught my interest. \nIt&#39;s so beautifully written!!\nFor most of my life whenever I asked about the Lotr books people would tell me it reads like the bible so I never touched it.\nLittle behold it&#39;s a damn masterpiece! </p>\n\n<p>Not sure why I felt compelled to post this here. \nHope everyone if safe and well!\nThanks for reading</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pv0qoh/reading_lord_of_the_rings_for_the_first_time/",
  "subreddit": "books",
  "id": "pv0qoh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The movies have been a staple of my childhood and recently, I went of a 3 day\nhike with some friends and brought along the fellowship of the ring just for\ngiggles. After reading the intro part and a few chapters after that, it really\ncaught my interest. It's so beautifully written!! For most of my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "映画は私の子供時代の定番であり、最近では、友人たちと3日間のハイキングに出かけました。\n友達と3日間のハイキングに行ったときに、「指輪の仲間たち」を持って行ったんです。\nを持って行きました。序章とそのあとの数章を読んだ後、それは本当に私の心を捉えました。\n興味を惹かれました。とても美しく書かれていますね。私の人生のほとんどは...",
      "title": "ロード・オブ・ザ・リングを初めて読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "电影一直是我童年的主食，最近，我和一些朋友去参加了为期3天的徒步旅行。\n最近，我和一些朋友去参加为期3天的徒步旅行，并带上了《环形使者》，只是为了搞笑。\n傻笑。在读完介绍部分和之后的几章后，它真的\n引起了我的兴趣。它写得太漂亮了！！。在我的大部分时间里...",
      "title": "第一次读《指环王》!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "電影一直是我童年的主食，最近，我和一些朋友去參加了爲期3天的徒步旅行。\n最近，我和一些朋友去參加爲期3天的徒步旅行，並帶上了《環形使者》，只是爲了搞笑。\n傻笑。在讀完介紹部分和之後的幾章後，它真的\n引起了我的興趣。它寫得太漂亮了！！。在我的大部分時間裏...",
      "title": "第一次讀《指環王》!"
    }
  ]
}