{
  "author": "JayDeezy14",
  "original_created_utc": 1628755561,
  "title": "YSK If you get a sudden MASSIVE influx of spam emails (like 20-30+ a minute for hours), someone has probably stolen your personal info/credit card info",
  "created_utc": 1628773431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK Scammers and thieves will inundate your email with thousands and thousands of emails in a short period of time at an odd hour when people are typically asleep. They do this to mask illegitimate purchases they are making on something like your Amazon account that they hacked.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/YouShouldKnow/comments/p2vew5/ysk_if_you_get_a_sudden_massive_influx_of_spam/",
  "subreddit": "YouShouldKnow",
  "id": "p2vew5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK Scammers and thieves will inundate your email with thousands and\nthousands of emails in a short period of time at an odd hour when people are\ntypically asleep. They do this to mask illegitimate purchases they are making on\nsomething like your Amazon account that they hacked.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか 詐欺師や窃盗犯は、あなたのメールに何千何万という\n人が寝静まった変な時間に、短時間で何千何万というメールを送りつけてきます。\nい時間帯に何千何万というメールを送りつけてきます。これは、あなたのAmazonアカウントなどで行っている不正な購入を隠すために行うものです。\nあなたのAmazonアカウントをハッキングしたようなものです。",
      "title": "YSK もしあなたが突然大量のスパムメールを受け取ったら（1分間に20～30通以上が何時間も続くような）、誰かがあなたの個人情報やクレジットカード情報を盗んだのかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK 骗子和小偷会在短时间内向你的电子邮件发送成千上万封\n在短时间内，当人们通常处于睡眠状态时，成千上万的电子邮件\n通常都在睡觉。他们这样做是为了掩盖他们在你的亚马逊账户上进行的非法购买行为。\n比如他们入侵的你的亚马逊账户。",
      "title": "YSK 如果你突然收到大量的垃圾邮件（如每分钟20-30封以上，持续数小时），可能有人盗取了你的个人信息/信用卡信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK 騙子和小偷會在短時間內向你的電子郵件發送成千上萬封\n在短時間內，當人們通常處於睡眠狀態時，成千上萬的電子郵件\n通常都在睡覺。他們這樣做是爲了掩蓋他們在你的亞馬遜賬戶上進行的非法購買行爲。\n比如他們入侵的你的亞馬遜賬戶。",
      "title": "YSK 如果你突然收到大量的垃圾郵件（如每分鐘20-30封以上，持續數小時），可能有人盜取了你的個人信息/信用卡信息。"
    }
  ]
}