{
  "author": "condogee",
  "the_new_excerpt": "YSK that if you click the print icon of a recipe page you will get the recipe\nimmediately, instead of scrolling down pointless backstories.\n\nWhy YSK! Because A lot of people always complain about the stupid story when\nlooking for online recipes. Skip the nonsense and click the print button,…",
  "original_created_utc": 1610836607,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "YSK，如果你点击一个食谱页面的打印图标，你将得到的食谱\n立即，而不是向下滚动无意义的背景故事。\n\n为什么是YSK! 因为很多人总是抱怨愚蠢的故事当\n寻找在线食谱。跳过废话，点击打印按钮，... ...",
      "title": "YSK，你可以查看在线食谱，而不需要滚动那些胡说八道的荒谬故事。只要点击页面上的打印按钮即可。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK，如果你點擊一個食譜頁面的打印圖標，你將得到的食譜\n立即，而不是向下滾動無意義的背景故事。\n\n爲什麼是YSK! 因爲很多人總是抱怨愚蠢的故事當\n尋找在線食譜。跳過廢話，點擊打印按鈕，... ...",
      "title": "YSK，你可以查看在線食譜，而不需要滾動那些胡說八道的荒謬故事。只要點擊頁面上的打印按鈕即可。"
    }
  ],
  "title": "YSK, you can view an online recipe without scrolling the nonsense ridiculous stories. Just click the print button on the page.",
  "created_utc": 1611241157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK that if you click the print icon of a recipe page you will get the recipe immediately, instead of scrolling down pointless backstories.</p>\n\n<p>Why YSK! Because A lot of people always complain about the stupid story when looking for online recipes.  Skip the nonsense and click the print button, the recipe will be on the print page immediately.  Good luck and I hope this helps.  Everyone have a good evening and stay safe.</p>\n\n<p>Fyi: I have seen this before somewhere but idk which sub so thanks to everyone informing us of this information but recently I think we should spread this information more often since a lot of people are still suprised they “didnt think of that”</p>\n\n<p>Another FYI: apparently those “stupid stories” are more sinister than we think because they cheat googles system with a higher word count and thus making it show higher up on a search list.  So now we can beat them at their own game.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/YouShouldKnow/comments/kyt3yr/ysk_you_can_view_an_online_recipe_without/",
  "subreddit": "YouShouldKnow",
  "id": "kyt3yr",
  "is_self": true,
  "media": null,
  "is_video": false
}