{
  "author": "flamboiit",
  "the_new_excerpt": "I'm no conservative; I'm basically as leftist as they come, but cancelling all\nstudent debt seems a little bit unfair. I definitely think the government should\nhelp pay off student loan debt, especially because of predatory practices, and\ninstate fair-priced college, but cancelling all student loan…",
  "original_created_utc": 1613618713,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是保守派，我基本上和他们一样是左派，但取消所有的\n学生债务似乎有点不公平。我绝对认为政府应该\n帮助偿还学生贷款，特别是由于掠夺性的做法，以及。\n本土平价大学，但取消所有助学贷款... ...",
      "title": "CMV：老实说，取消所有的学生贷款债务确实有点不公平。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是保守派，我基本上和他們一樣是左派，但取消所有的\n學生債務似乎有點不公平。我絕對認爲政府應該\n幫助償還學生貸款，特別是由於掠奪性的做法，以及。\n本土平價大學，但取消所有助學貸款... ...",
      "title": "CMV：老實說，取消所有的學生貸款債務確實有點不公平。"
    }
  ],
  "title": "CMV: It does honestly seem kinda unfair to cancel all student loan debt",
  "created_utc": 1613674167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m no conservative; I&#39;m basically as leftist as they come, but cancelling all student debt seems a little bit unfair. I definitely think the government should help pay off student loan debt, especially because of predatory practices, and instate fair-priced college, but cancelling all student loan debt doesn&#39;t seem very equitable.</p>\n\n<p>I just know plenty of people who have made huge sacrifices to avoid taking out student loans, like joining the military and going to lower-priced colleges despite getting accepted into much more prestigious ones, and cancelling all debt seems like a huge slap in the face to those people because they get set back for nothing--the people who took out loans get to have their cake and eat it too and it puts them at an advantage.</p>\n\n<p>I still think it&#39;s kind of necessary, student loan debt is a huge crisis and just because it&#39;s unfair doesn&#39;t mean we shouldn&#39;t do it; it just leaves a really bad taste in my mouth.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/lmcj4p/cmv_it_does_honestly_seem_kinda_unfair_to_cancel/",
  "subreddit": "changemyview",
  "id": "lmcj4p",
  "is_self": true,
  "media": null,
  "is_video": false
}