{
  "author": "ReiKiriyamaShogi",
  "the_new_excerpt": "Quick thoughts/ramble:\n\nFinished it just minutes ago. Holy shit. You know how there’s that dread after\nreading certain books, that hole (or should I say vortex?) inside of your heart\nthat often rips you out from the inside and lets you sit alone in a reflective\npain? Well, that hole is often…",
  "original_created_utc": 1618909296,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "簡単な感想・ランブル。\n\nほんの数分前に完成しました。驚いた。ある本を読んだ後の恐怖ってあるじゃないですか。\nある本を読んだ後の恐怖感、心の中の穴（渦と言った方がいいかな？\n心の中の穴（というか、渦というべきか）が、しばしば自分を内側から引き裂き、反射的に痛みの中に一人で座らせることがありますよね？\nのようなものです。さて、その穴はしばしば...",
      "title": "アルジャーノンに花束を」を読みました。信じられないような内容でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "快速的想法/争论。\n\n几分钟前刚看完。真他妈的。你知道读完某些书后会有一种恐惧感吗？\n你知道读完某些书后有一种恐惧感，你心里的那个洞（或者我应该说是漩涡？\n常常把你从里面扯出来，让你独自坐在反思中\n痛苦？嗯，那个洞往往是...",
      "title": "我刚刚读了《给阿尔吉农的花》。它是不可思议的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "快速的想法/爭論。\n\n幾分鐘前剛看完。真他媽的。你知道讀完某些書後會有一種恐懼感嗎？\n你知道讀完某些書後有一種恐懼感，你心裏的那個洞（或者我應該說是漩渦？\n常常把你從裏面扯出來，讓你獨自坐在反思中\n痛苦？嗯，那個洞往往是...",
      "title": "我剛剛讀了《給阿爾吉農的花》。它是不可思議的。"
    }
  ],
  "title": "I’ve just read Flowers for Algernon. It was incredible.",
  "created_utc": 1618917065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Quick thoughts/ramble: </p>\n\n<p>Finished it just minutes ago. Holy shit. You know how there’s that dread after reading certain books, that hole (or should I say vortex?) inside of your heart that often rips you out from the inside and lets you sit alone in a reflective pain? Well, that hole is often mendable with time. But, in this case, I can feel it writhe in me—it’s almost alive, coming to me in depressive, tearful spurts at my mind. I think—no, I’m certain that... this dread will last. The sense of loss, the sense of grief... Charlie’s descent into the inevitable end was as painful as it was predictable (an odd combination of phrases, I know,) and executed in a perfect hopelessness. Ah man that’s all I can think about now, so much so that I hardly have a logical grasp on the story other than the sadness I currently feel. </p>\n\n<p>The most painful part for me was when he saw Alice again. There are many reasons as to why, but the most resounding was this: it almost represented, or rather, presented the gravity of the situation to me: how I felt about Charlie; that his mind, although knowing in the back of my head, was truly slipping (or had already slipped) away from him; and that us readers—like Alice—have lost a man that we have learned so much about, a man that we have seen grow and change, experience and love. </p>\n\n<p>I’m suddenly incredibly frightful of aging. And more specifically, dementia. But more than anything, I feel dejection and an emotional tethering to this book. </p>\n\n<p>In a short comment: the book in it’s entirely was, of course, fantastic as well. But as I’m sure you can assume, I’m only filled with a sadness in thought at how it concluded. </p>\n\n<p>How did you guys react to Flower for Algernon? Because I’m on the verge of crying.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/mum8k1/ive_just_read_flowers_for_algernon_it_was/",
  "subreddit": "books",
  "id": "mum8k1",
  "is_self": true,
  "media": null,
  "is_video": false
}