{
  "author": "buttonbirds",
  "the_new_excerpt": "When someone gets, for example (but not exclusively) a parking fine, the amount\nthey have to pay should change depending on how much money they earn. This is\nbecause the fine is not a payment for an item, it's supposed to be a punishment\nand a deterrent. If someone with no income has to pay a £50…",
  "original_created_utc": 1623749746,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、駐車違反の罰金を取られた場合、その金額は収入の多寡に応じて変わるべきです。\n収入の多寡によって支払わなければならない金額が変わるはずです。これは\n罰金は物を買うためのものではなく、罰や抑止のためのものだからです。\n罰であり、抑止力でもあるからです。もし、収入のない人が50ポンドの罰金を支払わなければならないとしたら...。",
      "title": "CMV: 罰金は人の財産に比例すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "例如，当某人收到（但不限于）停车罚款时，他们必须支付的金额应根据他们的收入多少而改变。\n他们必须支付的金额应该根据他们的收入多少而改变。这是因为\n因为罚款不是对某项物品的支付，它应该是一种惩罚和威慑。\n和一种威慑。如果一个没有收入的人必须支付50英镑...",
      "title": "CMV：罚金应与个人财富成正比"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，當某人收到（但不限於）停車罰款時，他們必須支付的金額應根據他們的收入多少而改變。\n他們必須支付的金額應該根據他們的收入多少而改變。這是因爲\n因爲罰款不是對某項物品的支付，它應該是一種懲罰和威懾。\n和一種威懾。如果一個沒有收入的人必須支付50英鎊...",
      "title": "CMV：罰金應與個人財富成正比"
    }
  ],
  "title": "CMV: Fines should be proportional to a person's wealth",
  "created_utc": 1623760776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When someone gets, for example (but not exclusively) a parking fine, the amount they have to pay should change depending on how much money they earn. This is because the fine is not a payment for an item, it&#39;s supposed to be a punishment and a deterrent. If someone with no income has to pay a £50 fine, versus someone with millions in the bank, the amount of punishment they&#39;re experiencing will be vastly different, even though they&#39;ve done the same thing. I think in this situation it makes more sense to balance the level of punishment, than to have the same arbitrary cash amount.</p>\n\n<p>I&#39;m sure I&#39;ve just shown how little I understand the way the law and/or economics works, and I welcome anyone to fill me in.</p>\n\n<p>Edit: I&#39;d like to clarify on what sort of system I&#39;m envisioning - although I&#39;m sure this has a few thousand issues itself. I picture it working similarly to tax brackets, so there&#39;s a base fine of X, and as the brackets go up people have a proportionately higher fine to pay.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/changemyview/comments/o0acjx/cmv_fines_should_be_proportional_to_a_persons/",
  "subreddit": "changemyview",
  "id": "o0acjx",
  "is_self": true,
  "media": null,
  "is_video": false
}