{
  "author": "LordSaumya",
  "original_created_utc": 1629637790,
  "title": "CMV: voluntarily unvaccinated people should be given the lowest priority for hospital beds/ventilators",
  "created_utc": 1629642730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I firmly believe that healthcare should be denied to no one regardless of their economic or social conditions.</p>\n\n<p>However, what boils my blood the most is that we have so many perfectly good vaccines against Covid that are readily available and accessible in most first-world countries, and yet people refuse to take them.</p>\n\n<p>If you have the chance to take a vaccine and still don’t, then whatever happens when you get Covid is on YOU.</p>\n\n<p>YOU are being a burden on an already overloaded (in some places) healthcare system, which could have been avoided by taking a goddamn shot.</p>\n\n<p>To allege that it is all a ‘conspiracy’ by (insert ‘Fauci’, ‘Bill Gates’, ‘Communists’, whatever other figure the right likes to bash) is irresponsible and poses a danger not only to themselves, but to the community at large (as more cases = more risk of mutation = more new variants = less effective vaccine)</p>\n</div><!-- SC_ON -->",
  "score": 111,
  "permalink": "/r/changemyview/comments/p9c6x2/cmv_voluntarily_unvaccinated_people_should_be/",
  "subreddit": "changemyview",
  "id": "p9c6x2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I firmly believe that healthcare should be denied to no one regardless of their\neconomic or social conditions.\n\nHowever, what boils my blood the most is that we have so many perfectly good\nvaccines against Covid that are readily available and accessible in most\nfirst-world countries, and yet people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、経済的・社会的条件にかかわらず、誰にも医療を提供することを拒むべきではないと確信しています。\n私は、経済的、社会的な状況にかかわらず、医療を受けることができない人はいないと信じています。\n\nしかし、私が最も憤慨しているのは、コヴィドに対する完璧なワクチンがたくさんあることです。\n第一世界のほとんどの国では、コヴィドに対するワクチンは簡単に入手できます。\nしかし、私が最も憤慨しているのは、第一世界のほとんどの国で入手可能な、コヴィドに対する完璧なワクチンがたくさんあるのに、人々が...",
      "title": "CMV：自発的にワクチンを受けていない人は、病院のベッド・換気扇の優先順位を最も低くすべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我坚信，任何人都不应该被剥夺医疗保健，无论其经济或社会条件如何。\n经济或社会条件。\n\n然而，最让我热血沸腾的是，我们有这么多完美的\n疫苗，而且在大多数第一世界国家都可以轻易获得。\n在大多数第一世界国家，我们有这么多完美的疫苗可以使用和获得，但人们却...",
      "title": "CMV：自愿未接种疫苗的人在医院床位/通风设备方面的优先权应该是最低的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我堅信，任何人都不應該被剝奪醫療保健，無論其經濟或社會條件如何。\n經濟或社會條件。\n\n然而，最讓我熱血沸騰的是，我們有這麼多完美的\n疫苗，而且在大多數第一世界國家都可以輕易獲得。\n在大多數第一世界國家，我們有這麼多完美的疫苗可以使用和獲得，但人們卻...",
      "title": "CMV：自願未接種疫苗的人在醫院牀位/通風設備方面的優先權應該是最低的。"
    }
  ]
}