{
  "author": "GestapoTakeMeAway",
  "original_created_utc": 1637707396,
  "title": "CMV: All rational adults have a right to die",
  "created_utc": 1637782440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that all rational agents have a right to bodily autonomy, and are allowed to alter or engage their own body in whatever way they see fit so long as it doesn&#39;t infringe on the rights of others. This would somewhat exclude young children, infants, and animals which is why we do certain things without their consent, and I&#39;m not going to defend that parties with limited rationality have a right to die.</p>\n\n<p>To elaborate, the right to bodily autonomy would include a right to end one&#39;s life on their own terms because that is just a person exercising control over their body, and it doesn&#39;t violate the rights of anyone else. </p>\n\n<p>To clarify, a lot of suicides can be irrational. But I don&#39;t think suicide is ever immoral, unless perhaps if someone&#39;s dependant on you. </p>\n\n<p>Potential objections:</p>\n\n<blockquote>\n<p>Wanting to die is a sign of mental illness, and thus irrationality. So no one has the right to die</p>\n</blockquote>\n\n<p>Why is it irrational to want to die though? It is true that humans on average will value their own lives, but I don&#39;t think it follows from this that they therefore ought to value their own lives. Why is it always in one&#39;s self-interest to live?</p>\n\n<blockquote>\n<p>You don&#39;t have a right to someone&#39;s labor, so you don&#39;t have a right to something like euthanasia or assisted suicide</p>\n</blockquote>\n\n<p>I don&#39;t disagree with this, however, I still think people should at least have the option to go see a doctor for the chance of receiving assisted suicide. People still have a right to at least associate themselves in consensual relationships where they get a say, so why can&#39;t a doctor and a patient engage in such a consensual relation? I don&#39;t think doctors should be fired for refusing to deliver a certain type of care, but this is still compatible with saying that the state should lift certain restrictions. </p>\n\n<blockquote>\n<p>People who genuinely want to die will find ways to die without assisted suicide</p>\n</blockquote>\n\n<p>I don&#39;t know if completely remember the objection correctly, but I&#39;ll respond to this statement anyways. Yes, people may end up finding other ways to die if they&#39;re desparate, but I don&#39;t see how it follows that we need to maintain a restriction on something like assisted suicide. People still have a right to engage in certain consensual relations. They should have certain positive freedoms. Why would we need to limit their options? Now if the point of this objection is trying to say that it&#39;s useless to lift the restriction because people will just use other methods of killing themselves instead, then this arguably seems false. People will no longer have to use certain methods which are less successful or have a higher risk for leaving them disabled, and they also have an incentive to not commit suicide in public areas which will traumitize more people. Granted, in an assisted suicide scenario, you&#39;re probably still affecting the doctor mentally, but you&#39;re still traumitizing less people in that setting. </p>\n\n<p>Plus, the uselessness of lifting a regulation which infringes on bodily autonomy doesn&#39;t thereby follow that we shouldn&#39;t life that regulation.</p>\n\n<blockquote>\n<p>Recognizing the right to die will lead to more irrational suicides and will lead to abuse</p>\n</blockquote>\n\n<p>I think certain policies could be enacted to prevent irrational suicides. For healthy adults who want to kill themselves, there can be a waiting period put in place to give them time to think about whether they actually want to kill themselves. For adults who are chronically or mentally ill, I would rather they don&#39;t have a waiting period if they are in lots of suffering and want to get rid of it.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/r0pepa/cmv_all_rational_adults_have_a_right_to_die/",
  "subreddit": "changemyview",
  "id": "r0pepa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that all rational agents have a right to bodily autonomy, and are\nallowed to alter or engage their own body in whatever way they see fit so long\nas it doesn't infringe on the rights of others. This would somewhat exclude\nyoung children, infants, and animals which is why we do certain…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、すべての理性的な行為者には身体的自律性の権利があり、自分の身体をどのように変化させてもよいと考えています。\n他人の権利を侵害しない限り、自分の身体を好きなように改造したり、関わったりすることが許されると思います。\n他者の権利を侵害しない限り、自分の身体をどのように変えてもよいと考えています。この場合、次のようなものは除外されます。\n幼い子供、乳幼児、動物は除外されますが、だからこそ私たちはある種の...",
      "title": "CMV: すべての理性的な成人には死ぬ権利がある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信所有理性的人都有身体自主的权利，并且可以\n允许他们以任何他们认为合适的方式改变或使用自己的身体，只要\n只要不侵犯他人的权利。这在一定程度上排除了\n幼儿、婴儿和动物，这就是为什么我们要做某些...",
      "title": "CMV：所有理性的成年人都有死亡的权利"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信所有理性的人都有身體自主的權利，並且可以\n允許他們以任何他們認爲合適的方式改變或使用自己的身體，只要\n只要不侵犯他人的權利。這在一定程度上排除了\n幼兒、嬰兒和動物，這就是爲什麼我們要做某些...",
      "title": "CMV：所有理性的成年人都有死亡的權利"
    }
  ]
}