{
  "author": "chezdor",
  "the_new_excerpt": "I get what it means. I’ve seen the movie. I think it’s an apt way of describing\na specific and deliberate, controlling form of abuse designed to make the victim\nquestion and lose touch with their own reality.\n\nBut in the last few years i feel that it’s being thrown out online wherever\nthere’s a…",
  "original_created_utc": 1618465393,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "意味はわかります。映画を見たことがあります。表現としては適切だと思います。\n被害者に疑問を抱かせ、自分の現実を見失わせるように仕組まれた、特定かつ意図的な、支配的な虐待の形を表現していると思います。\n疑問を抱かせ、自分の現実を見失わせるように仕組まれています。\n\nしかし、ここ数年、この言葉がネット上のどこにでも投げ捨てられているように感じます。\n投げかけられているように感じます。",
      "title": "CMV: 「Gaslighting」は使い古されて意味をなさなくなった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我明白它的意思。我看过这部电影。我想这是一个恰当的方式来描述。\n一种具体的、故意的、控制性的虐待形式，目的是使受害者；\n问题，与自己的现实失去联系。\n\n但最近几年，我觉得无论在哪里，都会被扔到网上去\n有一个...",
      "title": "CMV：由于广泛的过度使用，\"煤气灯 \"已经变得毫无意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我明白它的意思。我看過這部電影。我想這是一個恰當的方式來描述。\n一種具體的、故意的、控制性的虐待形式，目的是使受害者；\n問題，與自己的現實失去聯繫。\n\n但最近幾年，我覺得無論在哪裏，都會被扔到網上去\n有一個...",
      "title": "CMV：由於廣泛的過度使用，\"煤氣燈 \"已經變得毫無意義。"
    }
  ],
  "title": "CMV: ‘Gaslighting’ has been rendered meaningless due to widespread overuse",
  "created_utc": 1618486886,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get what it means. I’ve seen the movie. I think it’s an apt way of describing a specific and deliberate, controlling form of abuse designed to make the victim question and lose touch with their own reality. </p>\n\n<p>But in the last few years i feel that it’s being thrown out online wherever there’s a disagreement and people see things differently. A case in point is <a href=\"https://www.itrippedonthepolystair.com/eve-franklin-veaux/episode10/\">this</a> discussion about accountability and transformative justice, peppered with claims of people making ‘super gaslighty’ comments. I see it in AITA thread responses - “he’s gaslighting you”. </p>\n\n<p>It feels it’s now like ‘mansplaining’ and ‘narcissist’ in that it often feels like a lazy diagnosis with a problematic ‘social justice warrior’ / ‘woke’ connotation that can serve to shut down discussions.</p>\n\n<p>Sorry this feels like a bit of a garbled rant - I’m trying to unpick my immediate reaction of eye rolling when I hear claims of gaslighting, but I’m struggling to articulate quite why. I believe abuse should be taken seriously and I don’t want to sound like a men’s rights activist on this. Help me out here <a href=\"/r/changemyview\">r/changemyview</a>!</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/mr8i9e/cmv_gaslighting_has_been_rendered_meaningless_due/",
  "subreddit": "changemyview",
  "id": "mr8i9e",
  "is_self": true,
  "media": null,
  "is_video": false
}