{
  "author": "zarmanto",
  "original_created_utc": 1638053143,
  "title": "YSK that automated telephonic solicitors (phone-bots) are extremely easy to detect for a reason -- and -- just like a real salesman -- they don't actually want to talk to you unless there's a possibility of a real sale.",
  "created_utc": 1638148122,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Phone solicitors -- automated and otherwise -- aren&#39;t interested in wasting time keeping someone on the line who isn&#39;t likely to actually spend money. So if you receive a call from an unknown phone number which sounds like it <em>might</em> be a recorded advertisement, then turn the tables on them by intentionally providing an unconventional response. Even if the computer on the other end doesn&#39;t bail, it&#39;ll still reveal itself as such pretty quickly, giving you the opportunity to disconnect from an obvious unsolicited phone advertisement.</p>\n\n<p>An example: I just received a call which started out with, &quot;Hello! My name is Andrew -- how are you?&quot; No identifying company, no identifying purpose... just those words and nothing else. Of course, that&#39;s not the way a legit phone solicitor starts a conversation, so I already suspected that it was a recording. </p>\n\n<p>Thus, I responded by directly asking, &quot;Is this a recording?&quot; My confirmation came in the form of a very brief clip of the first word that the recording was going to say next, which was abruptly interrupted by a line disconnection.</p>\n\n<p>So either I confused it enough to force a bail-out, or (more likely in my mind) my question was flagged as the type of thing that &quot;non-spenders&quot; tend to say, triggering the bail-out. Either way, I didn&#39;t have to waste my time listening to the rest of their ad.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/r3p10x/ysk_that_automated_telephonic_solicitors/",
  "subreddit": "YouShouldKnow",
  "id": "r3p10x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Phone solicitors -- automated and otherwise -- aren't interested in\nwasting time keeping someone on the line who isn't likely to actually spend\nmoney. So if you receive a call from an unknown phone number which sounds like\nit might be a recorded advertisement, then turn the tables on them…"
}