{
  "author": "zarmanto",
  "original_created_utc": 1638053143,
  "title": "YSK that automated telephonic solicitors (phone-bots) are extremely easy to detect for a reason -- and -- just like a real salesman -- they don't actually want to talk to you unless there's a possibility of a real sale.",
  "created_utc": 1638148122,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Phone solicitors -- automated and otherwise -- aren&#39;t interested in wasting time keeping someone on the line who isn&#39;t likely to actually spend money. So if you receive a call from an unknown phone number which sounds like it <em>might</em> be a recorded advertisement, then turn the tables on them by intentionally providing an unconventional response. Even if the computer on the other end doesn&#39;t bail, it&#39;ll still reveal itself as such pretty quickly, giving you the opportunity to disconnect from an obvious unsolicited phone advertisement.</p>\n\n<p>An example: I just received a call which started out with, &quot;Hello! My name is Andrew -- how are you?&quot; No identifying company, no identifying purpose... just those words and nothing else. Of course, that&#39;s not the way a legit phone solicitor starts a conversation, so I already suspected that it was a recording. </p>\n\n<p>Thus, I responded by directly asking, &quot;Is this a recording?&quot; My confirmation came in the form of a very brief clip of the first word that the recording was going to say next, which was abruptly interrupted by a line disconnection.</p>\n\n<p>So either I confused it enough to force a bail-out, or (more likely in my mind) my question was flagged as the type of thing that &quot;non-spenders&quot; tend to say, triggering the bail-out. Either way, I didn&#39;t have to waste my time listening to the rest of their ad.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/r3p10x/ysk_that_automated_telephonic_solicitors/",
  "subreddit": "YouShouldKnow",
  "id": "r3p10x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Phone solicitors -- automated and otherwise -- aren't interested in\nwasting time keeping someone on the line who isn't likely to actually spend\nmoney. So if you receive a call from an unknown phone number which sounds like\nit might be a recorded advertisement, then turn the tables on them…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、自動音声などの電話勧誘は、無駄なことに興味がないからです。\n使う可能性のない人を無駄につなぎとめておくことに興味はありません。\nお金を使う可能性のない人を、無駄に電話に出させることに興味はありません。ですから、もしあなたが知らない電話番号から電話を受けて、それが録音された広告かもしれないと思ったら、電話を切ってください。\nもし、知らない電話番号から、録音された広告かもしれないような電話がかかってきたら、逆に...。",
      "title": "自動電話勧誘（Phone-Bot）は、理由があって非常に見つけやすく、本物のセールスマンと同じように、本当に売れる可能性がない限り、実際にはあなたとは話したくないと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：电话推销员--不管是自动的还是其他的--都没有兴趣\n浪费时间，让一个不可能真正花钱的人在线上\n钱。因此，如果你接到一个来自未知电话号码的电话，听起来像是\n它可能是一个录制的广告，那么就反击他们吧......",
      "title": "YSK认为，自动电话推销员（电话机器人）非常容易被发现，这是有原因的--而且--就像真正的推销员一样--他们实际上并不想与你交谈，除非有可能进行真正的销售。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：電話推銷員--不管是自動的還是其他的--都沒有興趣\n浪費時間，讓一個不可能真正花錢的人在線上\n錢。因此，如果你接到一個來自未知電話號碼的電話，聽起來像是\n它可能是一個錄製的廣告，那麼就反擊他們吧......",
      "title": "YSK認爲，自動電話推銷員（電話機器人）非常容易被發現，這是有原因的--而且--就像真正的推銷員一樣--他們實際上並不想與你交談，除非有可能進行真正的銷售。"
    }
  ]
}