{
  "author": "the_saas_guy",
  "original_created_utc": 1635955337,
  "title": "CMV: Colin Kaepernick comparing the NFL to slavery then profiting off brand deals with companies like Nike that use actual slavery proves he is a fake.",
  "created_utc": 1635968161,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am honest to god not looking to just rant about how much I dislike him, I am really looking to better understand or have my mind changed on why this person has fans praising his bravery when he clearly seems like a fake. Why is what he is doing OK?</p>\n\n<p>Looking at Kaepernicks twitter, his fans are just gushing with admiration for his latest documentary where he compares the NFL draft to a slave auction, claims to be fighting oppression, and more.</p>\n\n<p>I fail to see how so many people praise him when he is taking brand deals from NIKE, a brand using ACTUAL slavery to produce it&#39;s products.</p>\n\n<p>What am I missing here?</p>\n\n<p><strong>EDIT:</strong> Someone called out the fact that I am clearly conservative-leaning. I want to clarify I am not looking to have my mind changed about whether or not his <strong>OPINION is correct</strong>, but whether or not it is fake to support something in one case and then accept money from a company who does exactly what you are against. <strong>For example</strong> I would feel the same way about a conservative who shits on government handouts but still accepts them. </p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qlxnai/cmv_colin_kaepernick_comparing_the_nfl_to_slavery/",
  "subreddit": "changemyview",
  "id": "qlxnai",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am honest to god not looking to just rant about how much I dislike him, I am\nreally looking to better understand or have my mind changed on why this person\nhas fans praising his bravery when he clearly seems like a fake. Why is what he\nis doing OK?\n\nLooking at Kaepernicks twitter, his fans are…"
}