{
  "author": "the_saas_guy",
  "original_created_utc": 1635955337,
  "title": "CMV: Colin Kaepernick comparing the NFL to slavery then profiting off brand deals with companies like Nike that use actual slavery proves he is a fake.",
  "created_utc": 1635968161,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am honest to god not looking to just rant about how much I dislike him, I am really looking to better understand or have my mind changed on why this person has fans praising his bravery when he clearly seems like a fake. Why is what he is doing OK?</p>\n\n<p>Looking at Kaepernicks twitter, his fans are just gushing with admiration for his latest documentary where he compares the NFL draft to a slave auction, claims to be fighting oppression, and more.</p>\n\n<p>I fail to see how so many people praise him when he is taking brand deals from NIKE, a brand using ACTUAL slavery to produce it&#39;s products.</p>\n\n<p>What am I missing here?</p>\n\n<p><strong>EDIT:</strong> Someone called out the fact that I am clearly conservative-leaning. I want to clarify I am not looking to have my mind changed about whether or not his <strong>OPINION is correct</strong>, but whether or not it is fake to support something in one case and then accept money from a company who does exactly what you are against. <strong>For example</strong> I would feel the same way about a conservative who shits on government handouts but still accepts them. </p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qlxnai/cmv_colin_kaepernick_comparing_the_nfl_to_slavery/",
  "subreddit": "changemyview",
  "id": "qlxnai",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am honest to god not looking to just rant about how much I dislike him, I am\nreally looking to better understand or have my mind changed on why this person\nhas fans praising his bravery when he clearly seems like a fake. Why is what he\nis doing OK?\n\nLooking at Kaepernicks twitter, his fans are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は正直なところ、彼がどれだけ嫌いかをわめきたいわけではありません。\nなぜこの人がファンに賞賛されているのかをもっと理解したい、考えを改めたいと思っています。\n彼は明らかに偽物のように見えるのに、ファンは彼の勇気を賞賛しています。なぜ彼がやっていることが\nしてもいいのでしょうか？\n\nKaepernicksのtwitterを見ると、彼のファンは...。",
      "title": "CMV: コリン・キャパニックはNFLを奴隷制度に例え、実際に奴隷制度を利用しているNikeのような企業とブランド契約を結んで利益を得ていますが、これは彼が偽物であることを証明しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对天发誓，我不是想只是咆哮着说我有多不喜欢他，我是真的想更好地了解或让人了解我的想法。\n我真的希望能更好地理解或改变我的想法，为什么这个人\n有粉丝称赞他的勇敢，而他显然像是个骗子。为什么他的\n做的事是好的？\n\n看看卡佩尼克的微博，他的粉丝是...",
      "title": "CMV：科林-卡佩尼克将NFL比作奴隶制，然后从与耐克等使用实际奴隶制的公司的品牌交易中获利，证明他是一个假货。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對天發誓，我不是想只是咆哮着說我有多不喜歡他，我是真的想更好地瞭解或讓人瞭解我的想法。\n我真的希望能更好地理解或改變我的想法，爲什麼這個人\n有粉絲稱讚他的勇敢，而他顯然像是個騙子。爲什麼他的\n做的事是好的？\n\n看看卡佩尼克的微博，他的粉絲是...",
      "title": "CMV：科林-卡佩尼克將NFL比作奴隸制，然後從與耐克等使用實際奴隸制的公司的品牌交易中獲利，證明他是一個假貨。"
    }
  ]
}