{
  "author": "foxyguy",
  "the_new_excerpt": "(No spoilers)\n\nI just finished reading this book after receiving a very strong recommendation.\nReviews for this book are overwhelmingly positive but I really don’t know why.\n\nIf you’re not familiar, Tender is the Flesh is a fictitious novel about a\ndystopian future where (almost) all animals have…",
  "original_created_utc": 1622475141,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(ネタバレなし)\n\n非常に強い推薦を受けて読み終えました。\nこの本のレビューは圧倒的に好意的なものが多いのですが、私にはその理由が本当にわかりません。\n\nこの本は、「Tender is the Flesh」という架空の小説です。\n架空の未来の話です。",
      "title": "Tender is the Flesh: 過剰評価と過小評価"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(No spoilers)\n\n我在收到一个非常强烈的推荐后，刚刚读完这本书。\n对这本书的评论是压倒性的积极，但我真的不知道为什么。\n\n如果你不熟悉，《肉体的温柔》是一部虚构的小说，讲述了一个\n在那里，（几乎）所有的动物都有了。",
      "title": "肉体是温柔的。夸大其词，不求甚解"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(No spoilers)\n\n我在收到一個非常強烈的推薦後，剛剛讀完這本書。\n對這本書的評論是壓倒性的積極，但我真的不知道爲什麼。\n\n如果你不熟悉，《肉體的溫柔》是一部虛構的小說，講述了一個\n在那裏，（幾乎）所有的動物都有了。",
      "title": "肉體是溫柔的。誇大其詞，不求甚解"
    }
  ],
  "title": "Tender is the Flesh: Over-hyped and under-cooked",
  "created_utc": 1622491837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(No spoilers)</p>\n\n<p>I just finished reading this book after receiving a very strong recommendation. Reviews for this book are overwhelmingly positive but I really don’t know why.</p>\n\n<p>If you’re not familiar, Tender is the Flesh is a fictitious novel about a dystopian future where (almost) all animals have been killed, due to a deadly virus they pass to humans, so the government’s solution is to now breed humans for human consumption. This also has the added benefits of solving homelessness and overpopulation since we now just kill and eat all the “undesirables”. Talk about a diplomatic solution!</p>\n\n<p>Now you may be asking yourself, without the necessary animals to support our ecosystems, how will anything grow or survive? If humans are eating humans, what are we feeding the humans that are meant to be eaten? If we’re not feeding them human meat, then why can’t we all just eat the same non-human based diets? Why do we even have to eat meat at all? These questions, and more, will not be answered.</p>\n\n<p>It becomes aggravatingly clear in the first few chapters that the author gave little to no thought about the actual biological or ecological impacts this fantasy future would have on the world. Instead the book sweeps the necessary details under the rug and instead chooses to indulge itself in the treatment (i.e. mistreatment) of these humans who only exist to be eaten, purely for shock value. Even this it does not do well. In the moments where the book attempts to shock and disgust its audience, it merely falls flat and flounders under its ridiculous and unbelievable premise. Like a magician with no sleight-of-hand, there’s no mystery here.</p>\n\n<p>The story at times teases that it might address broader topics like factory farming, animal abuse, human trafficking, misogyny, drug abuse, addiction, homelessness, overpopulation, or any number of other social issues. Instead we get meaningless characters that show up then are never mentioned again followed by atrocious acts with no redeeming value other than to make you feel sick.</p>\n\n<p>The real shock of this book is how transparent and unlikeable the characters are. I’m not going to spoil anything, despite my recommendation that no one wastes their time reading this book. I will however say that the ending is a real Game of Thrones season 8 slap in the face. If the author thought they were being clever, they weren’t.</p>\n\n<p>The only good thing about this book is that is wasn’t longer. I was glad to find this book at my local library. I would have been mad had I paid for this book. I was curious to find my library only had one copy, but now I’m thinking one was too many.</p>\n\n<p>Is there anyone else who read this book and felt the same way?</p>\n\n<p>Edit: in the spirit of fairness, I’d like to add that I do believe the author has obvious story telling talent. It’s evident in the writing. I don’t however feel like this was a worthwhile story.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/books/comments/np63hm/tender_is_the_flesh_overhyped_and_undercooked/",
  "subreddit": "books",
  "id": "np63hm",
  "is_self": true,
  "media": null,
  "is_video": false
}