{
  "author": "Formerhurdler",
  "original_created_utc": 1635170955,
  "title": "YSK: Your Android phone comes set to reset itself after 15 wrong PIN entries",
  "created_utc": 1635183161,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  This setting is good for business phones which may have sensitive information on them, but not necessarily for personal phones which are typically tossed in a pocket or purse. Body parts or objects touching the screen can trigger it, causing it to come on and accept &quot;input&quot;. Quickly and suddenly you could find yourself looking at the initial setup screen. Pictures, messages, contacts, etc. - all could be lost completely if not backed up, and require a lengthy restore if they are backed up.</p>\n\n<p>In Settings, Lock Screen, Secure Lock Settings (requires PIN), you can turn off &quot;Auto factory reset&quot; if you wish.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/YouShouldKnow/comments/qfhk5p/ysk_your_android_phone_comes_set_to_reset_itself/",
  "subreddit": "YouShouldKnow",
  "id": "qfhk5p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This setting is good for business phones which may have sensitive\ninformation on them, but not necessarily for personal phones which are typically\ntossed in a pocket or purse. Body parts or objects touching the screen can\ntrigger it, causing it to come on and accept \"input\". Quickly and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: この設定は、機密情報が含まれている可能性のあるビジネスフォンに適しています。\n個人用の携帯電話には必ずしも適していません。\nポケットや財布の中に入れておく個人用の携帯電話には必ずしも適していません。体の一部や物が画面に触れると\n画面に触れた体の一部や物がトリガーとなり、画面が点灯して「入力」を受け付けることができます。素早く、そして...",
      "title": "YSK: あなたのAndroid携帯は、15回の暗証番号の誤入力でリセットされます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这种设置适合于可能有敏感信息的商业电话，但不一定适合个人电话，因为个人电话一般都有敏感信息。\n敏感信息，但不一定适用于个人电话，因为个人电话通常被扔在口袋或钱包里。\n扔在口袋或钱包里。身体部位或物体接触到屏幕可以\n触发它，导致它开机并接受 \"输入\"。快速和...",
      "title": "YSK：你的安卓手机在输入15个错误的PIN码后，会自动设置重置"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這種設置適合於可能有敏感信息的商業電話，但不一定適合個人電話，因爲個人電話一般都有敏感信息。\n敏感信息，但不一定適用於個人電話，因爲個人電話通常被扔在口袋或錢包裏。\n扔在口袋或錢包裏。身體部位或物體接觸到屏幕可以\n觸發它，導致它開機並接受 \"輸入\"。快速和...",
      "title": "YSK：你的安卓手機在輸入15個錯誤的PIN碼後，會自動設置重置"
    }
  ]
}