{
  "author": "krptz",
  "original_created_utc": 1632396377,
  "title": "100 Years of Solitude",
  "created_utc": 1632422883,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It didn&#39;t take too long to realise that this novel was different. The magical realist elements at first catch you off guard, making you doubt if you read the line correctly; but later on they begin to make total sense, and are something that you look forward to, giving the novel its distinct tone. I find it interesting that the magical elements seem to fade away, and reduce in number, as the story progresses; perhaps representing the remnants of the gothic past being supplanted by a realist scientific modernism.</p>\n\n<p>This ties in with Marquez&#39;s magical and musical prose, incorporating surrealistic elements with a sentimental tone (as the story is part autobiography, and he clearly had some affinity for his grandparents and cherished his upbringing). It&#39;s a testament to his skill that he could make such a simple story - the story of a multi-generational family - and the mostly straightforward events of their life, so immersive and intriguing. </p>\n\n<p>Solitude manifests in many ways in this book, some clear, others a bit more subtler, such as incest, breakdown of tradition, erosion of culture and alienation from family. I think the non-linear story, at times seemingly incoherent and confusing, makes the reader also experience the alienation and confusion the Buendias must feel in their solitude; never truly being part of the story, or understanding it, like the Buendia descendants never truly understand their family story or choose to be part of it.</p>\n\n<p>I think one of the big themes that stuck out for me, and may have been a driving force for the story, was telling the story of the impact of colonialism. What happens when an isolated community opens up to the outside world. The impact of external influence on existing customs and tradition, which begin to erode culture that sever the bonds between people of the community and members of the family, leading one to pursue individualistic pursuits like work, scientific feats to be distracted from their solitude. At first, this is seen as a positive influence, but then the inhabitants begin to realise they don&#39;t know who they are, and that perhaps they are worse off than they were during their isolation.</p>\n\n<p>History repeating itself, time being a circle, chaotic and non-linear, all events co-existing at the same time, the subjectivity of reality - these are just the other themes that were littered throughout the story, adding to the mystical tone of the novel.</p>\n\n<p>The book is an examination of identity, meaning and relationships - and really just about life. It&#39;s presented in a captivating way and gets the point across. It also tackles other social and political issues. I thought it was a masterpiece and definitely worthy of the praise it&#39;s received. Unique and profound.</p>\n\n<p>What did everyone else take away?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ptt421/100_years_of_solitude/",
  "subreddit": "books",
  "id": "ptt421",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It didn't take too long to realise that this novel was different. The magical\nrealist elements at first catch you off guard, making you doubt if you read the\nline correctly; but later on they begin to make total sense, and are something\nthat you look forward to, giving the novel its distinct tone. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この小説は違うと気づくのにそれほど時間はかかりませんでした。マジカル\nマジカルリアリズムの要素は、最初は油断してしまい、自分が読んだ行が正しいかどうか疑ってしまう。\nしかし、後には完全に意味を成すようになり、楽しみになってきます。\nこの小説に独特のトーンを与えています。I...",
      "title": "孤独の100年"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没过多久，我就意识到这部小说的与众不同。神奇的\n的元素让你措手不及，让你怀疑自己是否读懂了这句话。\n但后来它们开始变得完全有意义，并且是你期待的东西。\n你期待的东西，给了这部小说独特的基调。I...",
      "title": "100年的孤独"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒過多久，我就意識到這部小說的與衆不同。神奇的\n的元素讓你措手不及，讓你懷疑自己是否讀懂了這句話。\n但後來它們開始變得完全有意義，並且是你期待的東西。\n你期待的東西，給了這部小說獨特的基調。I...",
      "title": "100年的孤獨"
    }
  ]
}