{
  "author": "wendalltwolf",
  "original_created_utc": 1640373014,
  "title": "YSK: The 3G spectrum phase-out in 2022 will affect certain devices",
  "created_utc": 1640728238,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Certain medical devices, tablets, smart watches, vehicle SOS services, home security systems, and other connected products may be using 3G network services. Don&amp;#39;t forget about devices that use cellular connectivity as a back-up when a wired internet connection goes down. If the device is not labeled, contact the monitoring company or other service provider to confirm how the device connects and whether your device may be impacted.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/rnsq1p/ysk_the_3g_spectrum_phaseout_in_2022_will_affect/",
  "subreddit": "YouShouldKnow",
  "id": "rnsq1p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Certain medical devices, tablets, smart watches, vehicle SOS services,\nhome security systems, and other connected products may be using 3G network\nservices. Don't forget about devices that use cellular connectivity as a back-up\nwhen a wired internet connection goes down. If the device is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 特定の医療機器、タブレット、スマートウォッチ、車両SOSサービス。\nホームセキュリティシステムやその他のコネクテッドプロダクトは、3Gネットワークを使用している可能性があります。\nのサービスです。バックアップとして携帯電話接続を使用するデバイスを忘れてはいけません。\n有線インターネット接続がダウンしたとき もし、そのデバイスが",
      "title": "YSK：2022年の3G周波数帯の段階的廃止は、特定のデバイスに影響を与える。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：某些医疗设备、平板电脑、智能手表、车辆SOS服务。\n家庭安全系统和其他连接产品可能正在使用3G网络\n服务。不要忘了那些使用手机连接作为后备的设备。\n当有线互联网连接出现故障时，不要忘记使用手机连接作为备用的设备。如果该设备是...",
      "title": "YSK：2022年的3G频谱淘汰将影响某些设备"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：某些醫療設備、平板電腦、智能手錶、車輛SOS服務。\n家庭安全系統和其他連接產品可能正在使用3G網絡\n服務。不要忘了那些使用手機連接作爲後備的設備。\n當有線互聯網連接出現故障時，不要忘記使用手機連接作爲備用的設備。如果該設備是...",
      "title": "YSK：2022年的3G頻譜淘汰將影響某些設備"
    }
  ]
}