{
  "author": "FusRoDaahh",
  "original_created_utc": 1625497982,
  "title": "The Road: An Eco-Critical Interpretation of the Damage to Nature, Language, and Humanity",
  "created_utc": 1625522147,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The specific event that caused the devastation in <em>The Road</em> is never spoken of, but the diminished daylight, freezing temperatures, incinerated cities and landscapes blanketed in ash seem to point toward the interpretation that the world is in a nuclear winter, and ecocritical interpretations tend to favor this theory as well. McCarthy intentionally left the actual event out of the story, because <em>The Road</em> is not about how the apocalypse happens, but what follows it. </p>\n\n<p>An ecocritical interpretation of a text, especially one in which the setting has arguably experienced nuclear damage, is made more potent by referencing August 6, 1945, the moment when the world was forever transformed. The dropping of the atomic bombs on Japan, along with the universal knowledge that such a weapon could even exist, changed humanity’s perception of its relation to the earth and the environment. Nations now had destructive power on a scale never before imaginable in previous centuries, a power that could not only extinguish human life but non-human life along with it. It functions as a military weapon against people as well as a weapon against the environment. The doctrine of mutually assured destruction may be the force that keeps what is envisioned in <em>The Road</em> from becoming a reality, but what is important is that <strong>the possibility of such a reality now exists in humanity’s consciousness.</strong></p>\n\n<p>In her essay “The Postnatural Novel: Toxic Consciousness in Fiction of the 1980s,” <strong>Cynthia Deitering</strong> sees a shift in the late twentieth century, what she calls “a new ‘toxic consciousness’ in recent American fiction.&quot; She gives an overview of novels from that decade which feature pollution, toxic waste, decay, and garbage as prominent parts of peoples’ interaction with the natural world. </p>\n\n<blockquote>\n<p>&quot;We came to perceive, perhaps inchoately, our own complicity in postindustrial ecosystems… which are predicated on pollution and waste.&quot; </p>\n</blockquote>\n\n<p>She discusses how our perception of the Real changes in relation to nature, how we no longer see it as “the standing reserve but as the already-used-up.&quot; She also talks about how in these novels the human body is portrayed as</p>\n\n<blockquote>\n<p>&quot;an organism in the accelerated process of wasting away.&quot; </p>\n</blockquote>\n\n<p>Her article shows how literature can describe and show representations of a postnatural world. Although she was writing specifically about texts in the 1980s, her ideas can still be applied to <em>The Road.</em> </p>\n\n<h1><strong>The Road in Relation to other Post-Apocalyptic Tales</strong></h1>\n\n<p>The apocalypse and visions of what come after has had a prominent place in the minds of creative storytellers. Many of these works share a common theme: popular culture has numerous examples of post-apocalyptic stories in which the unconquerable Nature reclaims its power over man-made structures. Two well-known cases would be <em>I Am Legend</em> and the <em>Planet of the Apes</em> franchise. Both began as books and were adapted into films. The <em>I Am Legend</em> film depicts a New York City devoid of human life (save for the main character) in which buildings, streets, and cars are overtaken by sprawling and uninhibited plant life. Deer amble through a city street as if the looming concrete and glass structures were no more than strange trees in their minds, and lions who have escaped a zoo carry on with their free carnivorous lives in the context of a ruined city. The protagonist Robert Neville, in need of meat, ventures into the streets of New York City to hunt. </p>\n\n<p>The recent reboot films of <em>Planet of the Apes</em> perhaps emphasize the role of Nature more than the older films; apes rise up in both mental and physical power, they go to the forest to begin a new civilization, and similar to <em>I Am Legend,</em> ruins of human-built structures are choked with weeds, vines, and free-growing grass. Life abounds, but not <em>human</em> life. In both examples, the human population has been devastated. No one remains to keep Nature at bay, to mow and tame and trim the ever-creeping green. Just as if a predator had been removed from an ecosystem, <strong>the fall of humanity coincides directly with the growth of Nature.</strong></p>\n\n<p>Ben De Bruyn, in his essay &quot;Borrowed Time, Borrowed World and Borrowed Eyes,&quot; notes this phenomenon, how </p>\n\n<blockquote>\n<p>“nature’s reclamation project’ is a staple feature of post-apocalyptic literature,” </p>\n</blockquote>\n\n<p>and how it is assumed that</p>\n\n<blockquote>\n<p>&quot;nature will quickly reclaim the city.&quot; </p>\n</blockquote>\n\n<p>Perhaps as one of the many signifiers of humanity&#39;s damage to Nature, when humanity&#39;s social and political systems disappear Nature is allowed unrepressed and uninhibited growth. </p>\n\n<p>With no one left to mow, trim, prune, burn, poison, trample, Nature can reclaim what it once had. </p>\n\n<p>What sets <em>The Road</em> apart from such stories is that McCarthy takes things even further by trying to depict a world in which the possibility of Nature’s revival does not even exist. The world he describes is <strong>postnatural in every sense of the word</strong>—the world has been irrevocably altered and because life can no longer grow, the world is quite literally <strong>post-nature.</strong> In <em>The Road,</em> the fall of humans does not lead to the return of a wild and primal “garden,” because Nature and humanity were destroyed together. Furthermore, <em>The Road</em> illuminates an interesting hierarchical facet of the relationship between humans and the environment: as in the aforementioned post-apocalyptic tales, when humans are taken out of the equation, Nature can flourish, but when Nature itself is taken out of the equation, humans cannot flourish. Humanity is <em>part of</em> Nature, not the other way around; Nature is fully capable of existing without humanity’s involvement, but because humanity is part of a larger ecosphere, the disappearance of that sphere leads to the further destruction of humanity, as successfully demonstrated in the starving, ever-dwindling human population in <em>The Road.</em> </p>\n\n<h1><strong>Loss of Imagery in Landscape and Memory</strong></h1>\n\n<p>The word <strong>&quot;gray&quot;</strong> is used 54 times in reference to nature in <em>The Road.</em> The other two most prevalent colors McCarthy uses in descriptions are <strong>white</strong> (from snow) and <strong>black</strong> (from the burned land), but gray is the <strong>most common descriptive color</strong>. Even daylight itself is said to be gray. As the man looks out over the barren landscape, he </p>\n\n<blockquote>\n<p><em>thought the month was October, but he wasn’t sure. He hadn’t kept a calendar for years.</em></p>\n</blockquote>\n\n<p>The usual markers of the autumn season—such as leaves turning red and falling—are gone, and thus the geographical and temporal orientation that the four seasons would provide is rendered useless in this world. Furthermore, by attaching descriptors like “gray” and “burned” and “dead” to traditional geographical markers like meadows, forests, and crop-fields, those spaces essentially lose their original natural value. Can an orchard still be called an orchard if the trees will never bear fruit again? As Deitering noted the shift in consciousness in people in regards to the state of the environment, so too McCarthy brings up questions of the fragility of our world in the descriptions he uses. </p>\n\n<p>A repeated observation from the man is the lifeless, ash-covered world, such as the</p>\n\n<blockquote>\n<p><em>cars in the street caked with ash, everything covered with ash and dust</em></p>\n</blockquote>\n\n<p>and </p>\n\n<blockquote>\n<p><em>the blackened shapes of rock standing out of the shoals of ash and billows of ash rising up and blowing downcountry through the waste.</em></p>\n</blockquote>\n\n<p>There is no wild Garden teeming over places once occupied by humans, but rather a “garden of ashes,” as De Bruyn calls it. Anyone familiar with <em>The Great Gatsby</em> will likely be reminded of the valley of ashes, the visible impact that a consumerist society has on the landscape, at least in terms of the descriptive similarities the authors employ.</p>\n\n<p>Occasionally, McCarthy will use medical or biological descriptors for the natural world. This essentially personifies the non-human, and thus <strong>Nature’s pain is also human pain</strong>, represented in the “cauterized terrain,” the “cold autistic dark,” and the “ashen scabland.&quot; Going back to Deitering’s idea of consciousness, such human descriptors, when applied to a landscape, serve to <strong>increase the reader’s awareness of the damage we are physically capable of causing to the natural world.</strong></p>\n\n<p>Deitering’s ideas of the prevalence of garbage as well as of the environment being no longer a standing-reserve of resources but rather something that is - <strong>&quot;already-used-up&quot;</strong> - come into play in McCarthy’s descriptions of the characters’ surroundings. Whenever the father and son enter into a place of civilization (such as a grocery store, house, or parking lot), they come across heaps of trash. These piles of garbage are remnants of a past consumerist society, the legacy of past generations that cared too little. Similar heaps of trash can be seen currently in our oceans, a tragedy that will no doubt have consequences beyond our imagining. </p>\n\n<p>The world the man sees is gray, but his dreams and memories still carry the haunting presence of the pre-apocalypse world—life and color and warmth. De Bruyn says</p>\n\n<blockquote>\n<p>&quot;the image of the garden frequently returns to provide a poignant counterpoint to the bleak wastes of post-apocalyptic reality.&quot;</p>\n</blockquote>\n\n<p>There are seven main instances of this throughout the novel. In one, he recalls getting firewood at a lake, and seeing the birchtrees along the shore, and evergreens, and yellow leaves on trees. In dreams-</p>\n\n<blockquote>\n<p><em>his pale bride came to him out of a green and leafy canopy</em></p>\n</blockquote>\n\n<p>and he recalls </p>\n\n<blockquote>\n<p>*walking in a flowering wood where birds flew… sky was aching blue.&quot;</p>\n</blockquote>\n\n<p>In another he remembers seeing</p>\n\n<blockquote>\n<p><em>falcon fall down the long blue wall of the mountain.</em></p>\n</blockquote>\n\n<p>These interruptions of reality serve to draw a harsh visual dividing line between the past and the present, the old earth and the new. The man isn&#39;t dreaming of seeing these things again, but rather he is haunted by their loss.</p>\n\n<p>Color and sunlight and trees and birds exist only in the man’s mind now, and the pain of this loss is hinted at when McCarthy calls the blue of the sky “aching.” His son’s dreams are frequently shown to be nightmares, because his young mind, having seen only the present gray world, cannot even conceive of such things as color, plants, and animals. </p>\n\n<p>First-time readers of <em>The Road</em> most likely expect the man and boy to happen across an oasis at some point, some small peaceful place untouched by destruction. This moment never occurs. There is no respite from the gray, cold, broken world, except for two main instances—the discovery of an unopened can of Coca Cola and the discovery of a bunker filled with canned goods and supplies. The image of a bright red can of soda in the midst of the gray waste is a harsh reminder of the long-gone corporate, consumerist world, and how an object from that world is reduced to nothing more than a relic, a momentary superficial taste, and then finally garbage. Even the bunker’s main function is to make the emptiness of the outer world even starker. Everything in that bunker will get used up and will become trash. </p>\n\n<p>Deitering emphasized that the new consciousness she found acted out in literature brought with it an awareness of our complicity in systems based on pollution and waste. The novels she examined depict a natural world <em>in the state of being</em> polluted and damaged, while <em>The Road</em> depicts a natural world <strong>having already been</strong> polluted, damaged, burned, ash-ridden. The man’s scattered memories and dreams can serve as snapshot of what humanity will lose if we allow ourselves to forget our connection to the environment, to Nature. </p>\n\n<h1><strong>Language and Society</strong></h1>\n\n<p>After the complete breakdown of the natural world and in turn, the breakdown of society, the novel illustrates how certain identifying social systems would lose their meaning. </p>\n\n<p>In his article &quot;Hang on to the words: The Scarcity of Language in McCarthy&#39;s The Road,&quot; Oliver Volker sees in <em>The Road</em> what he calls the “aesthetics of scarcity.&quot; This is when the man lists off descriptors about the landscape he is observing in blunt and often verb-less statements. For example: </p>\n\n<blockquote>\n<p><em>At the crest of the hill was a curve and a pullout in the road. An old trail that led off through the woods… A lake down there. Cold and gray and heavy in the scavenged bowl of the countryside.</em></p>\n</blockquote>\n\n<p>Such descriptions are frequent throughout the novel as the man eyes his surroundings. Volker says</p>\n\n<blockquote>\n<p>&quot;the sheer emptiness of the landscape and the absence of food are represented in a language that lacks grammatical diversity.&quot; </p>\n</blockquote>\n\n<p>The “aesthetics of scarcity” is employed by McCarthy to show the man’s thought processes as he surveys the land. </p>\n\n<p>In a particularly affecting scene, the man takes out his wallet, removes the money, credit cards, and driver’s license, as well as a photo of his wife, and leaves them all behind on the ground. The contents of wallets are things we value, keep close to us, and use in our everyday lives, but in the post-apocalyptic world, the fall of humanity brought down with it the meaning attached to such items. In a scenario in which the environment still thrived and the possibility of restructuring society existed, the man might have held on to his wallet. But, because “the past means nothing without a future to make sense of it,” the man drops them and they become part of the waste. He wonders whether or not cows might be alive somewhere, but then immediately asks himself “Fed what? Saved for what?” <strong>A cow is only kept alive for the future need of milk; once that future need is replaced by an urgent need for immediate food, the cow loses its meaning.</strong></p>\n\n<p>In his despair, the man perceives:</p>\n\n<blockquote>\n<p><strong><em>The names of things slowly following those things into oblivion. Colors. The names of birds. Things to eat. Finally the names of things one believed to be true. More fragile than he would have thought. How much was gone already? The sacred idiom shorn of its referents and so of its reality.</em></strong></p>\n</blockquote>\n\n<p>If green no longer exists, the very word “green” no longer has meaning, because it has no referent. Indeed, all knowledge of color, animals, food, etc., originally came from the natural world. At one point the man says, “As the crow flies” in reference to a distance, and his son does not understand his meaning. McCarthy essentially reinforces the fragility of our “sacred idiom” (our entire language) and its referents. <strong>The only reason humanity is able to thrive and develop language is due to an environment conducive to such things. The removal of the environment means the removal (or at least the change) of language and traditional social systems.</strong> Deitering’s idea of how “the Real” changes can be seen in how things like color are now relegated to the man’s memory, existing only in mental images and not in physical reality. </p>\n\n<h1><strong>Humanity</strong></h1>\n\n<p>But what of humans themselves, who are, after all, part of the natural world? Deitering described certain representations of human bodies in the novels she analyzed as organisms “in the accelerated process of wasting away.&quot; This is seen in <em>The Road</em> in not only the man and boy’s thin, hungry figures, but also in the cannibals that roam the countryside, preying on the weak. It is not just the physical bodies wasting away, but the very notion of humanity itself us under erasure. </p>\n\n<p>When the man and boy come into contact with one of the cannibals, he is described as looking like “an animal inside a skull looking out the eyeholes.&quot; The man sees </p>\n\n<blockquote>\n<p><em>the reptilian calculations in those cold and shifting eyes.</em></p>\n</blockquote>\n\n<p>The cannibals’ decision to survive on human flesh has rendered them not just inhumane in actions, but <em>inhuman in their very nature.</em> The destruction of human bodies from the destruction of Nature will lead to humans turning on the bodies of their own species. </p>\n\n<p>The father and son scavenge and gather what they can find to sustain themselves, while the cannibals turn human bodies into a <strong>stocked resource</strong>, as evidenced in the disturbing discovery of a basement filled with still-alive, partially eaten humans. In the novels she examined, Deitering saw the physical effect of environmental damage on humans. McCarthy, in his post-apocalyptic vision, depicts the inevitable progression of that process- the damage that humans will do to themselves given such an environmental disaster. </p>\n\n<p>In the novels of the 80s, after nuclear damage was realized and climate change became a burgeoning issue, Cynthia Deitering saw a “toxic consciousness” come alive in authors and readers. The permanence and health of the environment came into question, and it is a question that impacts our notion of humanity’s relationship to Nature. In reading <em>The Road</em> with such a consciousness, it is clear that in the world McCarthy envisions, imagery, language, and humanity itself are <strong>damaged beyond repair</strong> due to the damaged Nature. McCarthy may not have intended <em>The Road</em> to be a blaring warning sign or a call to arms, but the gray garbage-ridden waste speaks to us nonetheless, because it is a story of loss— loss of color, loss of light and life, loss of our primal home.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oe9eak/the_road_an_ecocritical_interpretation_of_the/",
  "subreddit": "books",
  "id": "oe9eak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The specific event that caused the devastation in The Road is never spoken of,\nbut the diminished daylight, freezing temperatures, incinerated cities and\nlandscapes blanketed in ash seem to point toward the interpretation that the\nworld is in a nuclear winter, and ecocritical interpretations tend to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "The Road』の惨状を引き起こした具体的な出来事は語られていない。\nしかし、日照時間の減少、氷点下の気温、焼却された都市、灰に覆われた風景は\n灰に覆われた風景は、世界が核の冬に突入したという解釈を示しているようだ。\n世界は核の冬を迎えている」という解釈を示しているようで、エコクリティックな解釈では...。",
      "title": "ザ・ロード 自然、言語、人間性へのダメージをエコ・クリティカルに解釈する"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "导致《路》中的破坏的具体事件从未被提及。\n但白昼的减少、冰冷的温度、被焚烧的城市和被灰烬覆盖的景象\n覆盖在灰烬中的风景似乎指向这样的解释：世界处于核冬天。\n世界正处于核冬天，而生态批评的解释倾向于...",
      "title": "道路》。对自然、语言和人类的损害的生态批判性解释"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "導致《路》中的破壞的具體事件從未被提及。\n但白晝的減少、冰冷的溫度、被焚燒的城市和被灰燼覆蓋的景象\n覆蓋在灰燼中的風景似乎指向這樣的解釋：世界處於核冬天。\n世界正處於核冬天，而生態批評的解釋傾向於...",
      "title": "道路》。對自然、語言和人類的損害的生態批判性解釋"
    }
  ]
}