{
  "author": "AdagioRude",
  "original_created_utc": 1631014119,
  "title": "CMV: Teenagers and kids should be less exposed to news implying disasters and the fall of human civilization.",
  "created_utc": 1631061063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 17 year old boy recently graduated from high school in the middle East. Since my graduation, it&#39;s been summer holidays and covid has been terrible so I have to stay in home, which means more internet and more TV. I tune in and it&#39;s like that: wildfires in Turkey and Greece, flood in China, hurricane in the US and drought in Iran. Hosts talking about climate change, scientist coming up with numbers and figures to describe the magnitude of our problem.</p>\n\n<p>I try to see how the situation really is and try searching about it and I find:\nNothing is okay, everything is going to be worse in the future, governments are ignorant, ASI is going to wipe humanity out etc. We all see all this while we legally and practically can&#39;t do anything about it all. We can&#39;t do anything but feel hopeless and disappointed from a future we thought was going to be bright. And now we don&#39;t think it&#39;s not going to be there at all.</p>\n\n<p>This is while seeing everyone is at least enjoying their lives more not knowing or not knowing deeply enough. So what is good about knowing that we probably won&#39;t be old enough fall in love (or any other thing that&#39;s supposed to happen in future) because the climate would collapse by then. \nThere&#39;s nothing good about knowing we may never have a career because ASI is going to takeover most jobs or even worse.</p>\n\n<p>Sorry for bad English</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pjl7fb/cmv_teenagers_and_kids_should_be_less_exposed_to/",
  "subreddit": "changemyview",
  "id": "pjl7fb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a 17 year old boy recently graduated from high school in the middle East.\nSince my graduation, it's been summer holidays and covid has been terrible so I\nhave to stay in home, which means more internet and more TV. I tune in and it's\nlike that: wildfires in Turkey and Greece, flood in China,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近中近東の高校を卒業した17歳の男子です。\n卒業してから夏休みに入って、covidの調子が悪いので\n家にいなければならないので、インターネットやテレビを利用しています。テレビを見ると、それは\nトルコやギリシャでの山火事、中国での洪水...といった具合です。",
      "title": "CMV: ティーンエイジャーや子供たちは、災害や人類の滅亡を連想させるニュースにはあまり触れない方がいいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个17岁的男孩，最近从中东部的高中毕业。\n自从我毕业后，就开始放暑假了，科维德一直很糟糕，所以我不得不呆在家里。\n所以我不得不呆在家里，这意味着更多的互联网和更多的电视。我打开电视，看到的是\n土耳其和希腊的野火，中国的洪水，......。",
      "title": "CMV：青少年和孩子应该少接触暗示灾难和人类文明衰落的新闻。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個17歲的男孩，最近從中東部的高中畢業。\n自從我畢業後，就開始放暑假了，科維德一直很糟糕，所以我不得不呆在家裏。\n所以我不得不呆在家裏，這意味着更多的互聯網和更多的電視。我打開電視，看到的是\n土耳其和希臘的野火，中國的洪水，......。",
      "title": "CMV：青少年和孩子應該少接觸暗示災難和人類文明衰落的新聞。"
    }
  ]
}