{
  "author": "AdagioRude",
  "original_created_utc": 1631014119,
  "title": "CMV: Teenagers and kids should be less exposed to news implying disasters and the fall of human civilization.",
  "created_utc": 1631061063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 17 year old boy recently graduated from high school in the middle East. Since my graduation, it&#39;s been summer holidays and covid has been terrible so I have to stay in home, which means more internet and more TV. I tune in and it&#39;s like that: wildfires in Turkey and Greece, flood in China, hurricane in the US and drought in Iran. Hosts talking about climate change, scientist coming up with numbers and figures to describe the magnitude of our problem.</p>\n\n<p>I try to see how the situation really is and try searching about it and I find:\nNothing is okay, everything is going to be worse in the future, governments are ignorant, ASI is going to wipe humanity out etc. We all see all this while we legally and practically can&#39;t do anything about it all. We can&#39;t do anything but feel hopeless and disappointed from a future we thought was going to be bright. And now we don&#39;t think it&#39;s not going to be there at all.</p>\n\n<p>This is while seeing everyone is at least enjoying their lives more not knowing or not knowing deeply enough. So what is good about knowing that we probably won&#39;t be old enough fall in love (or any other thing that&#39;s supposed to happen in future) because the climate would collapse by then. \nThere&#39;s nothing good about knowing we may never have a career because ASI is going to takeover most jobs or even worse.</p>\n\n<p>Sorry for bad English</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pjl7fb/cmv_teenagers_and_kids_should_be_less_exposed_to/",
  "subreddit": "changemyview",
  "id": "pjl7fb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a 17 year old boy recently graduated from high school in the middle East.\nSince my graduation, it's been summer holidays and covid has been terrible so I\nhave to stay in home, which means more internet and more TV. I tune in and it's\nlike that: wildfires in Turkey and Greece, flood in China,…"
}