{
  "author": "Basketballjuice",
  "original_created_utc": 1633789466,
  "title": "YSK that rape kits can be performed up to 72 hours after the assault",
  "created_utc": 1633794090,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Rape kits are the best (and really the only) way to find clear good evidence of rape. It drastically increases the chance of putting someone behind bars.</p>\n\n<p>You also don&#39;t have to accuse your assailant right away (unless you&#39;re a minor), you can wait up to a year for that if you aren&#39;t comfortable doing so just yet, which is understandable. Evidence will be safely preserved for a varying amount of time that they will be sure to tell you.</p>\n\n<p>Another thing YSK - <strong>Rape kits are and always will be FREE because of the Violence Against Women Act</strong> (even if you&#39;re a male victim, it&#39;s just the name of the bill). If you <strong>are charged money,</strong> you should contact your local sexual assault service provider.</p>\n\n<p>They will also give you a free pregnancy test and STI exam.</p>\n\n<p>So, if you are a victim of rape or sexual assault:</p>\n\n<p>Avoid bathing, showering, using the restroom, combing your hair, or cleaning up the area. Avoid changing clothes if possible*</p>\n\n<p>*if you have already done some of these, you haven&#39;t ruined you chances, just reduced them a bit. Please, still go.</p>\n\n<p>If you must change your clothes, save the clothes you were wearing before or during the assault in a paper bag and bring them to the healthcare facility with you.</p>\n\n<p>Some hospitals don&#39;t offer rape kit services. Don&#39;t go to the hospital right away. Instead:</p>\n\n<p>Call the National Sexual Assault Hotline -  800.656.HOPE (4673) to ask about where to go and what to do. The procedure may take a couple hours, but these are trained professionals who will support you and walk you through each step. *this is the American number, if you do not live in the US, the number will be different.</p>\n\n<p>Bring a supportive person if you can. This is going to be stressful but worth it in the long run.</p>\n\n<p>If you are a victim of rape or sexual assault, please have a rape kit performed. The average rapist will have multiple victims. You have the opportunity to prevent future assaults and save the wellbeing of others, as well as to put that PoS behind bars. DNA evidence will drastically increase the chance of conviction, rape is extremely difficult to prove under other circumstances.</p>\n\n<p>Sources:</p>\n\n<p><a href=\"https://www.rainn.org/articles/rape-kit\">https://www.rainn.org/articles/rape-kit</a></p>\n\n<p><a href=\"https://rainn.org/articles/importance-dna-sexual-assault-cases?_ga=2.247161348.148972104.1633788179-421658718.1633788179\">https://rainn.org/articles/importance-dna-sexual-assault-cases?_ga=2.247161348.148972104.1633788179-421658718.1633788179</a></p>\n</div><!-- SC_ON -->",
  "score": 500,
  "permalink": "/r/YouShouldKnow/comments/q4mcel/ysk_that_rape_kits_can_be_performed_up_to_72/",
  "subreddit": "YouShouldKnow",
  "id": "q4mcel",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Rape kits are the best (and really the only) way to find clear good\nevidence of rape. It drastically increases the chance of putting someone behind\nbars.\n\nYou also don't have to accuse your assailant right away (unless you're a minor),\nyou can wait up to a year for that if you aren't…"
}