{
  "author": "bigoomp",
  "the_new_excerpt": "In the beginning of books, actively imagine what you are reading.\n\nThe reason books become easier to read and more immersive the further you read\nis that you need less and less effort to convert the text into imagination.\nRemember this!\n\nDon't be discouraged when you start a new book and it's not as…",
  "original_created_utc": 1622661896,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本の冒頭では、自分が読んでいるものを積極的に想像する。\n\n本は読めば読むほど読みやすく、没入感が増していくのは\n文章を想像力に変換する労力が少なくて済むからです。\nこれを覚えておいてください。\n\n新しい本を読み始めたときに、「なんだこれは......」とがっかりしないでください。",
      "title": "本の読み始めに苦労することはありますか？ここにヒントがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在书的开头，积极想象你正在阅读的内容。\n\n书籍越读越容易，越读越身临其境的原因是\n的原因是，你需要越来越少的努力来将文字转化为想象力。\n记住这一点!\n\n当你开始读一本新书时，不要灰心，它不像...",
      "title": "你在开始读书时有困难吗？这里有一个提示。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在書的開頭，積極想象你正在閱讀的內容。\n\n書籍越讀越容易，越讀越身臨其境的原因是\n的原因是，你需要越來越少的努力來將文字轉化爲想象力。\n記住這一點!\n\n當你開始讀一本新書時，不要灰心，它不像...",
      "title": "你在開始讀書時有困難嗎？這裏有一個提示。"
    }
  ],
  "title": "Do you have trouble with starting books? Here's a tip.",
  "created_utc": 1622743434,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>In the beginning of books, <em>actively</em> imagine what you are reading.</strong></p>\n\n<p>The reason books become easier to read and more immersive the further you read is that you need less and less effort to convert the text into imagination. Remember this! </p>\n\n<p>Don&#39;t be discouraged when you start a new book and it&#39;s not as interesting as the one you just finished. Just make the imaginative effort in the beginning and it&#39;ll become effortless very quickly.</p>\n\n<p>This tip helped me a lot. Maybe it&#39;s obvious to most of you, but I thought I&#39;d share.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nqu0nr/do_you_have_trouble_with_starting_books_heres_a/",
  "subreddit": "books",
  "id": "nqu0nr",
  "is_self": true,
  "media": null,
  "is_video": false
}