{
  "author": "idkwhyimback",
  "original_created_utc": 1625355665,
  "title": "CMV: I think that approaching someone in real life for dating purposes gets you better results than online dating (including dating specific apps like tinder and bumble and social media apps like Instagram and Twitter DMs)",
  "created_utc": 1625373098,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>Immediate feedback. You don’t have to wonder about if you’re being rejected or if she’s interested but taking forever to respond because you will get an answer right then and there.</li>\n<li>You’re not competing with all the good looking people in the world at the moment you approach. You get their singular attention or at least more of it than on an app.</li>\n<li>As a guy, as long as you don’t corner a girl in a situation where she feels threatened like a dark parking lot, a lot of girls will at least speak a little to you before it gets awkward or you successfully hold a conversation and get them to want to keep talking to you</li>\n</ol>\n\n<p>Edit: defining results which in this case I mean results as in where you stand with the other person. There’s no delay. Tbh, I actually think that you get more positive outcomes too because of that immediate contact and not having to sustain a conversation in a back and forth with 1-5 hour long delays between responses</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/od8z8z/cmv_i_think_that_approaching_someone_in_real_life/",
  "subreddit": "changemyview",
  "id": "od8z8z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. Immediate feedback. You don’t have to wonder about if you’re being rejected\n    or if she’s interested but taking forever to respond because you will get an\n    answer right then and there.\n 2. You’re not competing with all the good looking people in the world at the\n    moment you approach. You…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " 1. すぐにフィードバックが得られる。拒絶されているのではないか、興味を持ってくれているのに返事が遅いのではないか、などと考える必要はありません。\n    拒否されているのではないか、彼女は興味を持っているが返事が遅いのではないか、などと考える必要はありません。\n    その場で答えが返ってくるからです。\n 2. アプローチした瞬間に、世界中のイケメンたちと競争する必要がありません。\n    あなたがアプローチした瞬間に、世界中のイケメンと競争することはありません。あなたは...",
      "title": "CMV: オンライン・デート（tinderやbumbleのようなデート専用アプリや、InstagramやTwitterのDMのようなソーシャルメディア・アプリを含む）よりも、デート目的で現実に誰かにアプローチする方が良い結果が得られると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 即时反馈。你不必怀疑你是否被拒绝了\n    或者她对你有兴趣，但要花很长时间来回应，因为你会得到一个答案。\n    因为你当时就能得到答案。\n 2. 2.在你接近她的时候，你不会和世界上所有好看的人竞争。\n    2.在你接近的那一刻，你不会和世界上所有好看的人竞争。你...",
      "title": "CMV：我认为以约会为目的在现实生活中接近某人会比网上约会（包括Tinder和Bumble等约会专用应用程序以及Instagram和Twitter DMs等社交媒体应用程序）得到更好的结果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 即時反饋。你不必懷疑你是否被拒絕了\n    或者她對你有興趣，但要花很長時間來回應，因爲你會得到一個答案。\n    因爲你當時就能得到答案。\n 2. 2.在你接近她的時候，你不會和世界上所有好看的人競爭。\n    2.在你接近的那一刻，你不會和世界上所有好看的人競爭。你...",
      "title": "CMV：我認爲以約會爲目的在現實生活中接近某人會比網上約會（包括Tinder和Bumble等約會專用應用程序以及Instagram和Twitter DMs等社交媒體應用程序）得到更好的結果。"
    }
  ]
}