{
  "author": "goddred",
  "original_created_utc": 1628265454,
  "title": "YSK: If you can’t defend your opinion beyond saying you’re entitled to them, you should probably challenge them a bit more.",
  "created_utc": 1628268270,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: - A belief or opinion is more valid and credible when there’s fact or rational, logical conclusion attached to it beyond personal bias. Being able to back up your thoughts will make it so that you’re believing things an honest basis, and it helps encourage critical thinking and less impulsive, immediate agreement to something from initial exposure.</p>\n\n<p>I understand that the nature of faith means that people get to believe in whatever they please without having anything beyond faith as their reasoning for buying into whatever they believe in.</p>\n\n<p>It is another thing however when people question you and ask you support what you believe in and you run away from the conversation by insisting you have the right to what you believe in, as if that was trying to be taken away from you.</p>\n\n<p>Don’t feel pressured to justify your thoughts and ideas to people simply because they press you for it, but if you honestly can’t bring anything more to the table other than “I’m allowed to believe” the chances are you aren’t really believing in anything for any specific or rational reasons, or reasons beyond thinking you just need to believe and that’s the end of things.</p>\n\n<p>Get away from faith for a moment, because people will defend the most illogical, irrational and highly unlikely to the grave out of fear or genuine devotion to what they believe in. When it comes to developing other opinions, about law, and ethics and social things, it’s important to have more than just gut instinct that tells you what you should and shouldn’t be about.</p>\n\n<p>Being misinformed or completely uninformed about something and taking a position, one way or the other, just makes you look like a tool, and quite possibly a fool. Unchecked, unverified ideology floats around far too many people’s heads because all that matters to them is that they like how they feel about that thing, and how their thoughts overall make them feel about themselves.</p>\n\n<p>Be aware of the lengths people will go to avoid having to explain their thoughts and ideas, and I mean in a perfectly appropriate, discussion type setting where questioning is warranted. Could be school, could be a courtroom, could be an online forum, etc.</p>\n\n<p>If I looked full of myself throughout this post, I can definitely see that and take blame where it’s due. I don’t think, however, that anyone can argue with an opinion or set of certain beliefs will at least be something more credible when there’s more than just personal sentiment attached to them.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/oz9ist/ysk_if_you_cant_defend_your_opinion_beyond_saying/",
  "subreddit": "YouShouldKnow",
  "id": "oz9ist",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: - A belief or opinion is more valid and credible when there’s fact or\nrational, logical conclusion attached to it beyond personal bias. Being able to\nback up your thoughts will make it so that you’re believing things an honest\nbasis, and it helps encourage critical thinking and less…"
}