{
  "author": "Dakrys",
  "original_created_utc": 1625768439,
  "title": "CMV: Reddit bots that reply to comments unsolicited should be banned on reddit",
  "created_utc": 1625787430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve noticed a huge uptick in reddit bot activity and I think it&#39;s pretty wild that these accounts are able to post all day every day, with comments that are in most cases nearly identical to each other.</p>\n\n<p>Spam is already against the reddit TOS, and that&#39;s exactly what they are. Spam.</p>\n\n<p>There are some bots that I would consider useful. For example, in the magic the gathering subreddits you can <em>call</em> a bot by putting a card&#39;s name in brackets and it will reply to your comment with all the cards you tagged. I don&#39;t have a problem with that because it must be called deliberately, and it doesn&#39;t scan all of reddit for any uses of a word or term that&#39;s also the name of a magic card. </p>\n\n<p>Even the metric convertor bot is problematic to me. <del>There are browser extensions that will do conversions for you seamlessly.</del> It&#39;s one thing if a user were to call the bot, but it&#39;s still unsolicited. If I&#39;m in, for instance, a local subreddit telling someone that a bar is 3 miles from a stadium, nobody needs the km conversion. </p>\n\n<p>I&#39;ve seen a bot that gets called if you use the word Judy, and it posts a copyright claimed youtube link and makes a reference to a television show.</p>\n\n<p>I&#39;m posting this after seeing a comment which used the word &#39;freshman&#39; and a bot showed up to correct them with gender neutral language. And another bot attacking that bot for being obnoxious. And also this same comment had an imperial unit so the metric bot showed up too.</p>\n\n<p>Where is the line? I believe that bots are acceptable when they are summoned by users directly, but bots that scan all of reddit or even certain subreddits and pick their own comments to reply to are hugely problematic.</p>\n\n<p>Automods are an exception, because they are actually a part of a subreddit. I can recognize that for <em>moderation</em> purposes, they are necessary to keep human moderators focused on problems that require human judgment.</p>\n\n<p>Change my view.</p>\n\n<p>Edit: Point withdrawn about browser extensions. Extensions have a nasty habit of reporting your web activity, and don&#39;t affect app users.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ogd3tj/cmv_reddit_bots_that_reply_to_comments/",
  "subreddit": "changemyview",
  "id": "ogd3tj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've noticed a huge uptick in reddit bot activity and I think it's pretty wild\nthat these accounts are able to post all day every day, with comments that are\nin most cases nearly identical to each other.\n\nSpam is already against the reddit TOS, and that's exactly what they are. Spam.\n\nThere are some…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "redditのボット活動が急増していることに気づきました。\nこのようなアカウントが毎日毎日、コメントを投稿することができるというのは、とても素晴らしいことだと思います。\nほとんどの場合、お互いにほぼ同じコメントをしています。\n\nスパムはすでにredditのTOSに反していますが、それこそが彼らの正体です。スパムです。\n\n幾つかの...",
      "title": "CMV: コメントに勝手に返信するRedditボットはredditでは禁止されるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到reddit的机器人活动大幅增加，我认为这很疯狂\n我认为这些账户能够每天发布一整天的帖子，其评论在大多数情况下几乎是相同的。\n在大多数情况下几乎是相同的。\n\n垃圾邮件已经违反了reddit的TOS，而这正是他们的目的。垃圾邮件。\n\n有一些...",
      "title": "CMV：Reddit上应禁止未经请求就回复评论的机器人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到reddit的機器人活動大幅增加，我認爲這很瘋狂\n我認爲這些賬戶能夠每天發佈一整天的帖子，其評論在大多數情況下幾乎是相同的。\n在大多數情況下幾乎是相同的。\n\n垃圾郵件已經違反了reddit的TOS，而這正是他們的目的。垃圾郵件。\n\n有一些...",
      "title": "CMV：Reddit上應禁止未經請求就回複評論的機器人"
    }
  ]
}