{
  "author": "turboshot49cents",
  "the_new_excerpt": "When I was a lass I would just buy whatever books I found in bookstores that\nlooked interesting, read them, and give them a rating depending on how I felt\nwhen I was done.\n\nA few years ago I started watching Book Tube (YouTube for book content) and I\nloved it. I loved hearing other people talk about…",
  "original_created_utc": 1613677933,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我还是个小姑娘的时候，我在书店里找到什么书，就买什么书。\n看上去很有趣，看完后，根据自己的感觉给他们打分。\n当我完成了。\n\n几年前，我开始看Book Tube（YouTube的图书内容），我\n喜欢它。我喜欢听别人谈论... ...",
      "title": "GoodReads的评分系统和YouTube对我的阅读方式造成了很大的影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我還是個小姑娘的時候，我在書店裏找到什麼書，就買什麼書。\n看上去很有趣，看完後，根據自己的感覺給他們打分。\n當我完成了。\n\n幾年前，我開始看Book Tube（YouTube的圖書內容），我\n喜歡它。我喜歡聽別人談論... ...",
      "title": "GoodReads的評分系統和YouTube對我的閱讀方式造成了很大的影響。"
    }
  ],
  "title": "The GoodReads rating system and YouTube is kinda messing with the way I read",
  "created_utc": 1613700926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was a lass I would just buy whatever books I found in bookstores that looked interesting, read them, and give them a rating depending on how I felt when I was done.</p>\n\n<p>A few years ago I started watching Book Tube (YouTube for book content) and I loved it. I loved hearing other people talk about books and I got some great recommendations from it.</p>\n\n<p>Hearing all the youtuber’s rank books and talk about the reasons they ranked them like that has made me be more aware of qualities in the books I read I like and don’t like, and I am much more intentional when I finish a book and give it a rating on GoodReads. This generally is a good thing. But lately I’ve noticed that it’s starting to nag at me while I’m reading and pulls me out of the story. During chapters I’ll periodically think, “Hmm, this is a four-star book,” or whatever. And I’m starting to feel less like I’m actually reading for enjoyment and more like I’m a teacher grading student writing.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/lmvj4y/the_goodreads_rating_system_and_youtube_is_kinda/",
  "subreddit": "books",
  "id": "lmvj4y",
  "is_self": true,
  "media": null,
  "is_video": false
}