{
  "author": "chutbuckly",
  "original_created_utc": 1634865605,
  "title": "YSK: You should know that Polygraph Machines are NOT lie detectors.",
  "created_utc": 1634874089,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It is just a perpetuated myth that I think people should know about. While I do like the fact that it gives police an edge against real criminals, it could also be abused to frighten innocent individuals in an attempt to force a confession. Also, it is used by some companies and government organizations when they are hiring, which makes absolutely no sense since they are far less than accurate and they know that. Even the inventor of the original polygraph machine said it wasn&#39;t a lie detector and would be vocal about how it&#39;s bullshit. It only has around a 40% success rate when it comes to &quot;spotting lies&quot;. It has an even lower success rate when you take into account people with anxiety, or people on drugs. Additionally, pathological liars and psychopaths usually pass polygraphs with flying colors. And people can be trained to pass the polygraph, you can alter results just by thinking stressful thoughts and clenching your butthole (seriously). Police know that it&#39;s BS and tend to stick to using it as an interrogation tool, but fuck that shit if a company tries to get you to take a polygraph to apply for a job.</p>\n</div><!-- SC_ON -->",
  "score": 617,
  "permalink": "/r/YouShouldKnow/comments/qd64p4/ysk_you_should_know_that_polygraph_machines_are/",
  "subreddit": "YouShouldKnow",
  "id": "qd64p4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It is just a perpetuated myth that I think people should know about.\nWhile I do like the fact that it gives police an edge against real criminals, it\ncould also be abused to frighten innocent individuals in an attempt to force a\nconfession. Also, it is used by some companies and government…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは、人々に知ってもらうべき、広まった神話です。\n本当の犯罪者に対して警察が有利になるというのは良いことだと思います。\n無実の人を脅して自白を強要するために利用される可能性もあります。\n自白を強要するために悪用される可能性もあります。また、一部の企業や政府でも使用されています...",
      "title": "YSK: ポリグラフ装置は、嘘発見器ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这只是一个延续的神话，我认为人们应该知道。\n虽然我很喜欢这个事实，即它使警察在对付真正的罪犯时有优势，但它也可能被滥用来吓唬无辜的人。\n它也可能被滥用来吓唬无辜的人，试图迫使他们招供。\n供认。此外，它还被一些公司和政府使用...",
      "title": "YSK：你应该知道，测谎仪不是测谎仪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這只是一個延續的神話，我認爲人們應該知道。\n雖然我很喜歡這個事實，即它使警察在對付真正的罪犯時有優勢，但它也可能被濫用來嚇唬無辜的人。\n它也可能被濫用來嚇唬無辜的人，試圖迫使他們招供。\n供認。此外，它還被一些公司和政府使用...",
      "title": "YSK：你應該知道，測謊儀不是測謊儀。"
    }
  ]
}