{
  "author": "VeryLazyLewis",
  "original_created_utc": 1640702336,
  "title": "YSK That most retailers, especially the luxury brands, have items which are sale and outlet only to make you think you’re getting a bargain.",
  "created_utc": 1640710705,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;WHY YSK: To make this legal, they sell it online for a short period of time a higher price, let’s say $700 for a bag, then they put it in outlets or on sale for $350 and smack a big 50% off on the label. &lt;/p&gt;\n\n&lt;p&gt;They were never made for mainline stores or main collections. &lt;/p&gt;\n\n&lt;p&gt;Sadly, there’s no way to tell which items they are unless you know someone who works on the inside.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 119,
  "permalink": "/r/YouShouldKnow/comments/rqhagw/ysk_that_most_retailers_especially_the_luxury/",
  "subreddit": "YouShouldKnow",
  "id": "rqhagw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: To make this legal, they sell it online for a short period of time a\nhigher price, let’s say $700 for a bag, then they put it in outlets or on sale\nfor $350 and smack a big 50% off on the label.\n\nThey were never made for mainline stores or main collections.\n\nSadly, there’s no way to tell…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK：これを合法化するために、短期間だけネットで販売するのです。\n高い値段、例えば1袋700円のものを、アウトレットやセールに出すと\n350ドルで、ラベルに大きく50％オフと書いてあります。\n\nメインラインの店舗やメインコレクションのために作られたものではありません。\n\n悲しいかな、それを知る術はない......。",
      "title": "YSK ほとんどの小売店、特に高級ブランドは、バーゲンを意識してセール品やアウトレット品を置いていますよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK：为了使其合法化，他们在网上短时间内以较高的价格出售\n他们在网上短时间内以较高的价格出售，比如一袋700美元，然后他们把它放在卖场或以350美元的价格进行销售\n350美元，并在标签上打了个大大的五折。\n\n他们从来没有为主线商店或主要系列制作过。\n\n可悲的是，我们没有办法告诉你...",
      "title": "大多数零售商，特别是奢侈品牌，有一些商品是打折的，只是为了让你认为你得到了便宜货。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK：爲了使其合法化，他們在網上短時間內以較高的價格出售\n他們在網上短時間內以較高的價格出售，比如一袋700美元，然後他們把它放在賣場或以350美元的價格進行銷售\n350美元，並在標籤上打了個大大的五折。\n\n他們從來沒有爲主線商店或主要系列製作過。\n\n可悲的是，我們沒有辦法告訴你...",
      "title": "大多數零售商，特別是奢侈品牌，有一些商品是打折的，只是爲了讓你認爲你得到了便宜貨。"
    }
  ]
}