{
  "author": "hellhellhellhell",
  "the_new_excerpt": "PHOTO ID verification, to be clear.\n\nI think that every looks-centric social media app like Facebook, Snapchat,\nInstagram, and TikTok should require users to be at least 18 years old and\nshould require ID verification to create an account the same way that some\nonline investment apps do because:\n\n…",
  "original_created_utc": 1609812261,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "带照片的身份验证，说清楚了。\n\n我认为每个以外表为中心的社交媒体应用，比如Facebook，Snapchat，\nInstagram和TikTok应该要求用户至少18岁并且\n应该需要身份验证才能创建帐户，方法与某些\n在线投资应用之所以能做到这一点，是因为：\n\n…",
      "title": "[改变我的想法]：18岁以下的任何人都不应该被允许使用任何以形象为中心的社交媒体，这些社交媒体平台应该要求照片验证，以防止未成年人使用它们"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "帶照片的身份驗證，說清楚了。\n\n我認爲每個以外表爲中心的社交媒體應用，比如Facebook，Snapchat，\nInstagram和TikTok應該要求用戶至少18歲並且\n應該需要身份驗證才能創建帳戶，方法與某些\n在線投資應用之所以能做到這一點，是因爲：\n\n…",
      "title": "[改變我的想法]：18歲以下的任何人都不應該被允許使用任何以形象爲中心的社交媒體，這些社交媒體平臺應該要求照片驗證，以防止未成年人使用它們"
    }
  ],
  "title": "CMV: no one under the age of 18 should be allowed on any kind of image-centric social media and those social media platforms should require photo verification to prevent minors from using them",
  "created_utc": 1609818843,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>PHOTO ID verification, to be clear.</p>\n\n<p>I think that every looks-centric social media app like Facebook, Snapchat, Instagram, and TikTok should require users to be at least 18 years old and should require ID verification to create an account the same way that some online investment apps do because:</p>\n\n<ol>\n<li>Exposure to face-tuned images on Instagram leads kids to internalize unrealistic beauty standards and seeing their own faces face-tuned and filtered to &#39;perfection&#39; on Snapchat and Instagram is giving a generation body dysmorphia. When I discovered &#39;thinspo&#39; online at the age of 11 back in the early 2000s I had no idea that all of that crap was photoshopped. While kids today are probably more aware of the fact that everything they see is manipulated since filters and facetune are so ubiquitous, they are clearly still internalizing those images-- just look at all the teenagers who are injecting their faces with unnecessary filler. The average age of plastic surgery patients keeps getting younger and younger. While plastic surgery isn&#39;t inherently bad, the demand for trendy surgeries has led to a thriving cosmetic surgery black market. Take a look at <a href=\"/r/botchedsurgeries\">r/botchedsurgeries</a> and you&#39;ll see a heartbreaking number of teenagers and people in their early 20s who have become disfigured because of often dangerous &#39;trendy&#39; procedures.</li>\n<li>Looks-centric social media apps contribute to the sexualization of children. Kids as recently as 10 to 15 years ago were allowed to look like KIDS and now every 12-year-old girl is pressured to look like a 20-something. Google the &quot;13-year-olds then vs now&quot; meme if you don&#39;t believe me. I know that every generation in the past has thought that &#39;kids these days&#39; were growing up too fast and dressing too provocatively, but past generations didn&#39;t have their inappropriate pictures splashed all over the internet for strangers to see and message them about.</li>\n<li>Even worse than that, social media provides predators with easy access to insecure kids they can groom and worse.</li>\n<li>Social media companies are able to get away with advertising shady diet supplements and cosmetic procedures to minors, whereas even if TV will rot kids&#39; brains I can&#39;t imagine the Disney Channel running ads for lip-filler and shit-your-guts-out tea or diet pills that will give kids heart attacks. &#39;Pop up beauty clinics&#39; and &#39;health spas&#39; without a single physician on staff are well... popping up everywhere and they advertise heavily on Instagram, sometimes with the testimonials of soulless influencers that kids look up to. None of the claims of these ads are verified for accuracy. There&#39;s no oversight at all.</li>\n<li>Image-centric social media teaches kids to value sex appeal and consumerism too much.</li>\n<li>Online validation is addictive and leads kids (as well as adults) to engage in potentially dangerous social media &quot;challenges&quot; and other unhealthy behavior for clout. Social media addiction can be as crippling as other addictions. We should not be teaching our kids to seek shallow looks-based validation.</li>\n<li>Kids are stupid and if they post stupid stuff on social media that can hurt their future chances of employment.</li>\n<li>The &quot;benefits&quot; of social media for children aren&#39;t enough to justify the costs (maybe social media can provide some sense of connection, but that&#39;s negated by the sense that kids get by looking at other people&#39;s posts that everyone else is happier and more connected to each other). I met some of my closest friends on forums dedicated to my interests a decade ago so I&#39;m not against online friendships at all, but Instagram and other image-centric social media don&#39;t create friendships by bringing together people with similar interests--it&#39;s all based on looks and the format of Instagram (et al) isn&#39;t conducive to getting to know people. Hashtags and captions aren&#39;t conversations.</li>\n<li>Children and teenagers require more sleep than adults. Staring at screens and checking notifications in the evening leads to sleep disruption, which leads to a host of mental and physical health issues.</li>\n<li>Even if requiring ID verification might mean that people who don&#39;t have the means to get an ID aren&#39;t able to use image-centric social media, that doesn&#39;t cause them harm any more than the fact that people who can&#39;t afford IDs can&#39;t buy cigarettes harms them.</li>\n<li>ID verification would prevent predators and bullies from creating throwaway accounts to target children; online crimes against kids would be easier to trace and prosecute.</li>\n</ol>\n\n<p>Someone, please change my view so I can stop despairing at the thought of what an entire generation is being exposed to on Instagram, TikTok, etc.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/changemyview/comments/kqnxeb/cmv_no_one_under_the_age_of_18_should_be_allowed/",
  "subreddit": "changemyview",
  "id": "kqnxeb",
  "is_self": true,
  "media": null,
  "is_video": false
}