{
  "author": "gimmecatspls",
  "original_created_utc": 1633008434,
  "title": "CMV: Most 'back in my day' type statements are worth listening to, particularly when made by people who are older than us, and it is okay to admit we don't know better than them in a lot of cases.",
  "created_utc": 1633023043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I accept that this could be a flawed view, but I think most people need to stop being so self-righteous and just accept older people often do have better advice because they have had more time to be wrong and make mistakes and then find better ways to deal with them than younger people have. There are a surprising amount of things that can be true for multiple generations&#39; experiences, so &#39;back in my day&#39; is completely appropriate way to preface advice for those kind of things. Why is it such a controversial buzzword and why are we so afraid to be proven wrong? If anyone can give me a convincing argument as to why we should devalue advice given by older generations to younger ones, then please let me know because I genuinely don&#39;t know them but I want to.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/pyjr7y/cmv_most_back_in_my_day_type_statements_are_worth/",
  "subreddit": "changemyview",
  "id": "pyjr7y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I accept that this could be a flawed view, but I think most people need to stop\nbeing so self-righteous and just accept older people often do have better advice\nbecause they have had more time to be wrong and make mistakes and then find\nbetter ways to deal with them than younger people have. There…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "欠陥のある見方かもしれませんが、多くの人は独善的な考え方をやめて\n年配の方の方が良いアドバイスをしてくれることが多いのです。\nなぜなら、若い人たちよりも多くの時間をかけて間違いを犯し、それに対処する良い方法を見つけてきたからです。\nなぜなら、若い人たちよりも多くの時間をかけて間違いを犯し、それに対処する良い方法を見つけてきたからです。それは...",
      "title": "CMV: 「私の時代」のような発言は、特に自分よりも年上の人の発言には耳を傾ける価値がありますし、多くの場合、自分が彼らよりもよく知らないことを認めてもいいのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我承认这可能是一个有缺陷的观点，但我认为大多数人需要停止\n自以为是，接受年长者往往有更好的建议。\n因为他们有更多时间做错事，犯错误，然后找到比年轻人更好的处理方法。\n然后找到比年轻人更好的方法来处理它们。有...",
      "title": "CMV：大多数 \"回到我的时代 \"类型的声明都值得倾听，特别是当比我们年长的人说的时候，在很多情况下，承认我们不比他们更清楚是可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我承認這可能是一個有缺陷的觀點，但我認爲大多數人需要停止\n自以爲是，接受年長者往往有更好的建議。\n因爲他們有更多時間做錯事，犯錯誤，然後找到比年輕人更好的處理方法。\n然後找到比年輕人更好的方法來處理它們。有...",
      "title": "CMV：大多數 \"回到我的時代 \"類型的聲明都值得傾聽，特別是當比我們年長的人說的時候，在很多情況下，承認我們不比他們更清楚是可以的。"
    }
  ]
}