{
  "author": "thelittlestrummerboy",
  "the_new_excerpt": "First off, let me just say that War & Peace was not what I was expecting. I\ndidn't know how philosophical it would get, and parts of it read like a\nhistorical essay rather than a novel. On top of that it wasn't as \"dense\" as I\nwas worried about, granted it was still the longest book I've ever read…",
  "original_created_utc": 1621608426,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、「War & Peace」は私が期待していたものではありませんでした。I\nこんなに哲学的な内容だとは思わなかったし、小説というよりは歴史的なエッセイのような部分もあった。\n小説というよりは、歴史的なエッセイのような部分もありました。その上、私が心配していたほど「濃い」ものではありませんでした。\nでも、今まで読んだ本の中で一番長かったですね...。",
      "title": "War & Peace」を読んで、他では味わえない体験をしました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，让我说，《战争与和平》不是我所期望的。I\n我不知道它将变得多么富有哲理，它的部分内容读起来像一篇历史文章，而不是一部小说。\n它的部分内容读起来像一篇历史散文，而不是一部小说。此外，它并不像我所担心的那样 \"稠密\"。\n但它仍然是我读过的最长的书。",
      "title": "我在阅读《战争与和平》时有一种独一无二的体验"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，讓我說，《戰爭與和平》不是我所期望的。I\n我不知道它將變得多麼富有哲理，它的部分內容讀起來像一篇歷史文章，而不是一部小說。\n它的部分內容讀起來像一篇歷史散文，而不是一部小說。此外，它並不像我所擔心的那樣 \"稠密\"。\n但它仍然是我讀過的最長的書。",
      "title": "我在閱讀《戰爭與和平》時有一種獨一無二的體驗"
    }
  ],
  "title": "I had a one of a kind experience reading War & Peace",
  "created_utc": 1621632481,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, let me just say that War &amp; Peace was not what I was expecting. I didn&#39;t know how philosophical it would get, and parts of it read like a historical essay rather than a novel. On top of that it wasn&#39;t as &quot;dense&quot; as I was worried about, granted it was still the longest book I&#39;ve ever read and it quite literally has hundreds of characters. </p>\n\n<p>But what made it special was the physical book itself. I always wanted to read it, but it wasn&#39;t until I started that I realized I had my dad&#39;s old copy of the book! He unfortunately passed away over 5 years ago so it felt nice to read his book with his signature on the front and everything. Then the further I got through it I noticed he started making notes (which made sense in retrospect, since he was a history major and this was clearly for a class of his). Then it genuinely felt like I was reading along with him! </p>\n\n<p>It was a great experience, and his notes could be insightful or sometimes straight up hilarious. He started predicting when characters would die and would add colour commentary to any lines with potential foreshadowing. It was so much fun, I was kind of sad when I was done reading it but glad to have such a unique experience.</p>\n\n<p>Anyways, that&#39;s my random story, I just felt like sharing it here! Has anyone else here had a book reading experience like this?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nhu9ky/i_had_a_one_of_a_kind_experience_reading_war_peace/",
  "subreddit": "books",
  "id": "nhu9ky",
  "is_self": true,
  "media": null,
  "is_video": false
}