{
  "author": "Snoo_43693",
  "the_new_excerpt": "No body should have the right to tell adults what substances they can and cannot\nuse.\n\nThe drugs that are deemed acceptable by society aren't necessarily safer than\nthose that aren't. For example, Alchool is much worse than Khat.\n\nEven if a drug is extremely dangerous and can kill you, as long as…",
  "original_created_utc": 1611534218,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "任何机构都不应该有权利告诉成年人可以和不可以使用什么物质。\n使用。\n\n被社会认为可以接受的毒品，不一定就会比现在安全\n那些不是的。比如说，Alchool比Khat差多了。\n\n即使一种药物非常危险，可以杀死你，只要... ...",
      "title": "CMV：所有毒品都应该是合法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "任何機構都不應該有權利告訴成年人可以和不可以使用什麼物質。\n使用。\n\n被社會認爲可以接受的毒品，不一定就會比現在安全\n那些不是的。比如說，Alchool比Khat差多了。\n\n即使一種藥物非常危險，可以殺死你，只要... ...",
      "title": "CMV：所有毒品都應該是合法的"
    }
  ],
  "title": "CMV: All drugs should be legal",
  "created_utc": 1611569394,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No body should have the right to tell adults what substances they can and cannot use.</p>\n\n<p>The drugs that are deemed acceptable by society aren&#39;t necessarily safer than those that aren&#39;t.  For example, Alchool is much worse than Khat.</p>\n\n<p>Even if a drug is extremely dangerous and can kill you, as long as you&#39;re an adult who is aware of the risk, the government shouldn&#39;t be allowed to stop you from doing it.</p>\n\n<p>That being said, just like you&#39;re not allowed to carry an open bottle outside, the government should be allowed to control where you can do your drugs for the safety of other people.</p>\n\n<p>Edit:</p>\n\n<p>I&#39;m getting some messages from people that think I&#39;m shaming people who are addicted to drugs. I&#39;m sorry if I came off that way. It is not my intention in any way, shape, or form to shame anyone.</p>\n\n<p>Edit 2: ( 2 people asked)</p>\n\n<p>I don&#39;t even drink or smoke weed. I&#39;ve never done any hardcore drugs in my life. </p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/l4bjqd/cmv_all_drugs_should_be_legal/",
  "subreddit": "changemyview",
  "id": "l4bjqd",
  "is_self": true,
  "media": null,
  "is_video": false
}