{
  "author": "gammonlord",
  "original_created_utc": 1634052258,
  "title": "CMV: Saying that you cannot be racist towards a white person based on the idea that 'racism = power + privilege' is incredible narrow-minded, ignorant and Eurocentric.",
  "created_utc": 1634059853,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whilst I understand the logic behind the sentiment, the &#39;racism = power + privilege&#39;, the arguement falls apart when you zoom out and attempt to comprehend the scope of the prejudice and discrimination that happens all over the world on a daily basis.</p>\n\n<p>I have been spat on in the streets of Tunisia (assumedly for being white/non-muslim) and have been refused service in shops and restaurants in China on numerous occasions for no rational reason, so the idea that these occurrences should not be considered to have stemmed from some form of racism is laughable to me...</p>\n\n<p>I feel that those that peddle the aforementioned &#39;socio-formulaic equation&#39; are making making grossly ill-informed assumptions about the way the world works and are unable (or unwilling) to look outside of their European/Anglo-American bubbles.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/q6omck/cmv_saying_that_you_cannot_be_racist_towards_a/",
  "subreddit": "changemyview",
  "id": "q6omck",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whilst I understand the logic behind the sentiment, the 'racism = power +\nprivilege', the arguement falls apart when you zoom out and attempt to\ncomprehend the scope of the prejudice and discrimination that happens all over\nthe world on a daily basis.\n\nI have been spat on in the streets of Tunisia…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種差別＝権力＋特権」という感情の裏にある論理を理解しつつも\n特権」という感情の背後にある論理は理解できますが、その主張は、世界中で起こっている偏見や差別の範囲を理解しようとすると、崩れてしまいます。\n世界中で日常的に起きている偏見や差別の範囲を理解しようとすると、この議論は崩れてしまいます。\n世界中で日常的に起こっている偏見や差別の範囲を理解しようとすると、議論は破綻してしまいます。\n\n私はチュニジアの路上で唾を吐きかけられたことがあります...",
      "title": "CMV：「人種差別＝権力＋特権」という考えに基づいて、白人に対して人種差別をしてはいけないというのは、信じられないほど視野が狭く、無知で、ヨーロッパ中心の考え方です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然我理解这种情绪背后的逻辑，即 \"种族主义=权力+特权\"，但当你将其放大并试图将其转化为 \"权力+特权 \"时，这种论点就不成立了。\n特权\"，但当你放大并试图了解在世界各地发生的偏见和歧视的范围时，这个论点就会崩溃。\n当你放大并试图理解世界各地每天都在发生的偏见和歧视的范围时，这个论点就不攻自破了。\n世界上每天都在发生的偏见和歧视。\n\n我曾在突尼斯的街道上被吐口水......",
      "title": "CMV：基于 \"种族主义=权力+特权 \"的观点，说你不能对一个白人有种族主义，是令人难以置信的狭隘、无知和欧洲中心主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然我理解這種情緒背後的邏輯，即 \"種族主義=權力+特權\"，但當你將其放大並試圖將其轉化爲 \"權力+特權 \"時，這種論點就不成立了。\n特權\"，但當你放大並試圖瞭解在世界各地發生的偏見和歧視的範圍時，這個論點就會崩潰。\n當你放大並試圖理解世界各地每天都在發生的偏見和歧視的範圍時，這個論點就不攻自破了。\n世界上每天都在發生的偏見和歧視。\n\n我曾在突尼斯的街道上被吐口水......",
      "title": "CMV：基於 \"種族主義=權力+特權 \"的觀點，說你不能對一個白人有種族主義，是令人難以置信的狹隘、無知和歐洲中心主義。"
    }
  ]
}