{
  "author": "UniquesComparison",
  "the_new_excerpt": "The US has a representative democracy, which means that the people elect people\nto vote for them. But I'd argue that we don't actually elect people who\nrepresent our views to vote on our behalf, instead we do strategic voting.\n\nMany fewer people vote 3rd party than they would like because they feel…",
  "original_created_utc": 1618674716,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカは代議制民主主義を採用しているので、国民は自分たちのために人を選び\n選挙で選ぶことになります。しかし、私たちは実際には、自分たちの意見を代表する人を選んで投票させているわけではないと思います。\nその代わりに、戦略的な投票を行っています。\n\n第3党に投票する人の数は、自分が望んでいるよりも少ない。",
      "title": "CMV：アメリカの民主主義は、順位選択式投票でないと完全な代表制にはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国实行的是代议制民主，即人民选举人民\n投票给他们。但我想说的是，我们实际上并没有选举出那些...\n代表我们的意见，代表我们投票， 相反，我们做战略投票。\n\n很多投票给第三党的人比他们想要的少，因为他们觉得... ...",
      "title": "CMV：美国的民主不可能具有充分的代表性，除非我们有排名选择投票。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國實行的是代議制民主，即人民選舉人民\n投票給他們。但我想說的是，我們實際上並沒有選舉出那些...\n代表我們的意見，代表我們投票， 相反，我們做戰略投票。\n\n很多投票給第三黨的人比他們想要的少，因爲他們覺得... ...",
      "title": "CMV：美國的民主不可能具有充分的代表性，除非我們有排名選擇投票。"
    }
  ],
  "title": "CMV: The US's democracy can't be fully representative unless we have ranked choice voting.",
  "created_utc": 1618691435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The US has a representative democracy, which means that the people elect people to vote for them. But I&#39;d argue that we don&#39;t actually elect people who represent our views to vote on our behalf, instead we do strategic voting.</p>\n\n<p>Many fewer people vote 3rd party than they would like because they feel like it&#39;s throwing away their vote. If they had the ability to have their first choice be their third party candidate, and their second choice to be the lesser of two evils among the mainstream parties, then their vote would still count and they could accomplish their goal of giving 3rd party candidates more legitimacy.</p>\n\n<p>This graphic shows how sweden&#39;s parliament would be with/without FPTP voting. <a href=\"https://i.redd.it/nynmyz8b14v51.jpg\">https://i.redd.it/nynmyz8b14v51.jpg</a></p>\n\n<p>Edit: basically, i&#39;m looking for someone to try to convince me that ranked choice is not the best form of voting in a representative democracy. That could either be first-to-the-post (what we have now) or something else</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mst79l/cmv_the_uss_democracy_cant_be_fully/",
  "subreddit": "changemyview",
  "id": "mst79l",
  "is_self": true,
  "media": null,
  "is_video": false
}