{
  "author": "TheTrainSideGraffiti",
  "original_created_utc": 1635210356,
  "title": "Flowers for Algernon",
  "created_utc": 1635227993,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So it&#39;s been a couple of weeks since I read Flowers for Algernon. I&#39;m really thinking that it&#39;s my favorite book of all time. I know some may think it&#39;s not that profound, but for me I definitely believe it is a literary masterpiece, especially for it&#39;s time. I guess it&#39;s the whole concept of a lab experiment that takes a man from a mental retarded state to a rapid state of genius then back into the mire of darkness that really intrigues me. That, plus the star-crossed love story and the overall feel of a beatnik generation that it gives off. I highly recommend anybody to read read this novel; the gradual transition of Charlie&#39;s writing, is at first subtle, but your soon to notice him advancing in his grammar and thought processes quickly there after. The pace of the novel is amazing and though I feel the ending came at the right time, the writer (Daniel Keyes) had me yearning for more.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qfv2yz/flowers_for_algernon/",
  "subreddit": "books",
  "id": "qfv2yz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So it's been a couple of weeks since I read Flowers for Algernon. I'm really\nthinking that it's my favorite book of all time. I know some may think it's not\nthat profound, but for me I definitely believe it is a literary masterpiece,\nespecially for it's time. I guess it's the whole concept of a lab…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "というわけで、『アルジャーノンに花束を』を読んでから2週間ほど経ちました。私は本当に\n今までの中で一番好きな本だと思っています。それほど深い内容ではないと思う人もいるかもしれませんが\n深い内容ではないと思う人もいるかもしれませんが、私にとっては間違いなく文学的な傑作だと思っています。\n特にその時代には。私が思うに、研究室のコンセプトとは...。",
      "title": "アルジャーノンに花束を"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我读《献给阿尔吉农的花》已经有几个星期了。我真的\n认为这是我最喜欢的一本书。我知道有些人可能认为它不是\n么深刻，但对我来说，我绝对相信它是一部文学杰作。\n特别是在它的时代。我想这是整个实验室的概念...",
      "title": "献给阿尔杰农的花"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我讀《獻給阿爾吉農的花》已經有幾個星期了。我真的\n認爲這是我最喜歡的一本書。我知道有些人可能認爲它不是\n麼深刻，但對我來說，我絕對相信它是一部文學傑作。\n特別是在它的時代。我想這是整個實驗室的概念...",
      "title": "獻給阿爾傑農的花"
    }
  ]
}