{
  "author": "Kleecarim",
  "original_created_utc": 1630576551,
  "title": "Today I realized that we are, indeed, still early",
  "created_utc": 1630587665,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I currently work as a software developer, and most if not all people here work in IT as well. I am typing this on my phone and English is not my native language, so I apologize for any grammatical errors/typos</p>\n\n<p>Today, I went to get food with some colleagues, and because the cafeteria was pretty crowded we had to sit next to two people from another department (they were in their late 50s/early 60s). It wasn&#39;t a problem, our work environment is pretty casual, so my colleagues and I didn&#39;t talk with them at all, we just sat next to them and talked with each other</p>\n\n<p>Since, as I mentioned above, almost everyone here works in IT, I assume they did, too. This will get important later, since I was assuming most people working in IT had at least a slight understanding of cryptocurrencies.</p>\n\n<p>Anyways, while enjoying my meal, I overheard the two guys talking about stocks, finaces and got interested, so I started listening to them. It was a mistake. One of them was talking about his son, and how he decided to &quot;gamble his whole money away with BTC&quot;. After that, their while conversation was just circlejerking about how Bitcoin is only used by criminals, how it has no value and so on. It was really hard for me to stay quiet when one of them was talking about &quot;how the gouvernment will ban the bitcoin&quot; and go from house to house to &quot;collect peoples bitcoins&quot;.</p>\n\n<p>I get that not everyone has an idea about how cryptocurrencies work, but damn, I thought people working in IT would at least understand how blockchain technology works. I talked about crypto with some colleague before, and even though they didn&#39;t understand the details, at least they had a basic understanding of blockchain technology in general</p>\n\n<p>All in all, if people who work in IT still don&#39;t have an idea what btc really is and how it works, I don&#39;t even want to know what people who aren&#39;t tech savvy think btc is lol. I guess we really are early, even with all the adoption we are seeing lately</p>\n\n<p>Edit: I just remebered one hilarious thing. The guy that was talking about his son mentioned his son went almost all in in Tesla stocks and BTC, and kept refering to &quot;real money&quot; as &quot;shitcoin&quot; (actual quote). I really had a hard time trying not to laugh.</p>\n\n<p>I am sure that this was one of you degenerates. If anyone of you has a Father aged around 60 working in IT in Austria and told them fiat is a &quot;shitcoin&quot;, dm me lol</p>\n</div><!-- SC_ON -->",
  "score": 270,
  "permalink": "/r/CryptoCurrency/comments/pgepjb/today_i_realized_that_we_are_indeed_still_early/",
  "subreddit": "CryptoCurrency",
  "id": "pgepjb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I currently work as a software developer, and most if not all people here work\nin IT as well. I am typing this on my phone and English is not my native\nlanguage, so I apologize for any grammatical errors/typos\n\nToday, I went to get food with some colleagues, and because the cafeteria was\npretty…"
}