{
  "author": "psycho_socialized",
  "the_new_excerpt": "Recently, my elementary school going brothers were learning about racism and\nanti-racism in their schools. I asked the question - can you be racist towards\nwhite people? My youngest brother (age 11), thought about it and said no. My\nother younger brother (age 15) said yes. Naturally, this led to a…",
  "original_created_utc": 1614740203,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我上小学的兄弟们在学习种族主义和。\n在他们的学校里的反种族主义。我问了一个问题--你能不能对种族主义者进行\n白人？我最小的弟弟(11岁)，想了想，说不行。我的\n另一个弟弟（15岁）说好。自然，这就导致了...",
      "title": "CMV：你可以对白人有种族歧视"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我上小學的兄弟們在學習種族主義和。\n在他們的學校裏的反種族主義。我問了一個問題--你能不能對種族主義者進行\n白人？我最小的弟弟(11歲)，想了想，說不行。我的\n另一個弟弟（15歲）說好。自然，這就導致了...",
      "title": "CMV：你可以對白人有種族歧視"
    }
  ],
  "title": "CMV: You can be racist to white people",
  "created_utc": 1614799816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently, my elementary school going brothers were learning about racism and anti-racism in their schools. I asked the question - can you be racist towards white people? My youngest brother (age 11), thought about it and said no. My other younger brother (age 15) said yes. Naturally, this led to a good discussion and we all agreed that on principle you can be racist towards white people. </p>\n\n<p>We spoke about how marginalization exists beyond skin color - such as class and socioeconomic status. We talked about how imitating “rednecks”, “hillbillies”, “white trash” is similar to imitating Chinese people or Indian people. Or saying - “no whites allowed” in your restaurant is at the same level as saying “no Blacks” allowed. Which is why in my view - you can be racist towards white people.</p>\n\n<p>I’m open to all perspectives, and want to see my viewpoint can be changed. I understand from grad school that people in power can always go back to their comfort of power and privilege and that allows any racist attitude to simply rub off their backs - but this is a viewpoint that I believe to be contrary to human experience. </p>\n\n<p>For context - I am brown, South Asian.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lwjh7g/cmv_you_can_be_racist_to_white_people/",
  "subreddit": "changemyview",
  "id": "lwjh7g",
  "is_self": true,
  "media": null,
  "is_video": false
}