{
  "author": "ComplainyBeard",
  "the_new_excerpt": "I keep reading about how we need to take guns away from people with \"mental\nhealth issues\".\n\nAlmost never does anyone advocating for this think it through all the way:\n\nFirstly, it's nonsensical given the statistics. Mass shooters are not more\nlikely to have a diagnosed mental illness than anyone…",
  "original_created_utc": 1616671413,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在读关于我们如何需要从 \"精神 \"的人手中夺走枪支。\n健康问题\"。\n\n主张这样做的人，几乎从来没有考虑过所有的问题。\n\n首先，根据统计数据，这是无稽之谈。大规模的枪手并不是更\n比任何人都有可能有一个诊断的精神疾病... ...",
      "title": "CMV：购枪心理健康检查是个糟糕的主意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在讀關於我們如何需要從 \"精神 \"的人手中奪走槍支。\n健康問題\"。\n\n主張這樣做的人，幾乎從來沒有考慮過所有的問題。\n\n首先，根據統計數據，這是無稽之談。大規模的槍手並不是更\n比任何人都有可能有一個診斷的精神疾病... ...",
      "title": "CMV：購槍心理健康檢查是個糟糕的主意。"
    }
  ],
  "title": "CMV: Mental health checks for gun purchases are a terrible idea",
  "created_utc": 1616689833,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I keep reading about how we need to take guns away from people with &quot;mental health issues&quot;.</p>\n\n<p>Almost never does anyone advocating for this think it through all the way:</p>\n\n<p>Firstly, it&#39;s nonsensical given the statistics.  Mass shooters are not more likely to have a diagnosed mental illness than anyone else.  People with mental illness are dramatically more likely to be the victim of violent crimes than the perpetrator.  Misogyny, racism, and/or being an extremist ideologue are NOT mental illnesses.  Implying that all mass murderers automatically must have mental illness is not only objectively wrong, but it also exacerbates horrible bigoted stereotypes about thing like schizophrenia and personality disorders.</p>\n\n<p>The bigger issue I see is the unintended side effects of this type of legislation seem inevitable.Most mass shooters are men.  Men own guns at a dramatically higher rate than women.  Women are way more likely to have a diagnosed mental disorder.  Why?  Because they seek treatment more than men.We already have a HUGE issue with men avoiding therapy or medical help with mental issues.  The type of men who are armed to the teeth and ready to shoot up a public place are the exact same types that see therapy as something for &quot;Weak minded people&quot; and/or don&#39;t trust medical authorities.</p>\n\n<p>The way I see it all mental health screenings for gun ownership would do is dramatically increase the number of men who absolutely refuse to seek any treatment. If a diagnoses means no guns, toxic men will choose keeping their gun rights over treatment 100% of the time.</p>\n\n<p>Essentially, banning guns from people who have diagnosed mental illness will make the mental illness crisis worse and the issue of men avoiding treatment dramatically worse without actually working towards it&#39;s intended purpose of making the world a less violent place or getting guns out of the hands of mass shooters.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/changemyview/comments/mcvyxt/cmv_mental_health_checks_for_gun_purchases_are_a/",
  "subreddit": "changemyview",
  "id": "mcvyxt",
  "is_self": true,
  "media": null,
  "is_video": false
}