{
  "author": "MisterJose",
  "original_created_utc": 1624561726,
  "title": "CMV: There's no good way to have rules against 'hate speech' that don't severely curtail freedom of expression in a negative way.",
  "created_utc": 1624592829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reddit itself has rules against &#39;hate speech&#39;, but neither reddit or any other platform has been able to come up with a good, consistent definition of hate speech that doesn&#39;t threaten to censor well-meaning and constructive free expression.</p>\n\n<p>I think we can start by focusing on two major fundamental flaws in the idea. The first: Everyone is hateful.</p>\n\n<p>There is a popular book by a prominent neuroscientist (the title is escaping me at this point, possibly I will edit it in later), that starts off with him describing what he would like to do to Hitler. He talks about wanting to be able to have him alone in a room, tied to a chair, and all the painful things he would be inspired to do to him. And therein lies a big problem, he suggests, because the same mental processes that allow him to justify that cruel treatment of another human being, are the same ones that allowed Nazis to do the same.</p>\n\n<p>Perhaps this will be a point of contention for some, but it is clear to me as a traveler of social media, that often those with radical and passionate ideology on the liberal side of the spectrum, who might be the strongest advocates for hate speech laws, are themselves frequently <em>very hateful people</em>. And it makes sense: In order to hate, something has to matter to you in the first place.</p>\n\n<p>Psychopaths, unless given reasons connected to personal harm, are frequently indifferent to people, and might both not understand why you care so much in a certain situation, <em>or</em> why you hate so much. A psychopath would not understand why I watch a documentary about conditions in North Korea, and get inspired to march an army in there tomorrow and personally punch Kim Jong-Un in the dick. It is extraordinarily difficult to recognize and overcome these thought processes, which are primally ingrained in us, and it is also not clear and obvious that it is never ever good to have them. Certainly, history shows us that those prone to strict pious notions about such things frequently fail to live up to it, and wind up being hypocrites. </p>\n\n<p>So, people gonna hate. </p>\n\n<p>The second problem is this: Speech and dialogue are how we figure things out.</p>\n\n<p>Speech is how we play with and explore ideas. Frequently we have to be wrong first, and bounce our ideas off of other sources, before we can be right (gee, I wonder if there&#39;s a subreddit devoted to that notion somewhere...). Sometimes we have to go down a path of thought and see where it takes us. Sometimes we have to play devil&#39;s advocate. Sometimes we have to posit open questions to understand how difficult getting clear answers truly is. </p>\n\n<p>After all, it&#39;s only the deepest of fools who thinks, &quot;Nope, no need for that anymore, we&#39;ve got <em>the</em> answers, and so it is totally appropriate for us just to stop and correct and censor all who don&#39;t concur,&quot; right? Of course humanity is nowhere close to <em>the</em> answers, and perhaps those who think they have them are the ones who most need to be challenged through open speech and expression in the first place. </p>\n\n<p>And this doesn&#39;t even start to venture into creative and artistic processes. One approach in great literary works in history have taken, is to start with an indefensible idea, and then proceed to do their utmost to defend it. And we certainly all know that literature has to be free to contain immoral or hateful characters, and be free to explore the truth of things without tying it all up in a bow. The novel <em>American Psycho</em> does not preach to you about what a horrible person Patrick Bateman is, it just describes his thoughts and actions, and leaves it to you what to think about it. Vladimir Nabokov does not end <em>Lolita</em> with a diatribe about the need to fight child abuse, he simply gives you characters, and let&#39;s you alone to parse the truth in their situation.</p>\n\n<p>The rapper Eminem wrote a song about the process of kidnapping and murdering his ex-wife. And that&#39;s hardly only a recent thing - Johnny Cash wrote about killing a man in Reno just to watch him die. <a href=\"https://youtu.be/wutPsl41saE\">This</a> track has an old blues singer talking about his intent to cut the letters of the alphabet into his girlfriend&#39;s skin for going out at night.</p>\n\n<p>I even recently thought of how an old Gilbert and Sullivan song could be loosely construed as hate speech. &quot;I&#39;ve Got a Little List&quot; is a song about collections of people in society who <em>no one would miss if they died</em>. Is that saying it&#39;s good to kill those people? Is it violent in nature, or advocating of violence?</p>\n\n<p>I, myself, have done some exploring of the dark corners of my brain, and come up with some really dark creative ideas involving hate. The lyrics I come up with are, on their surface, deeply racist, sexist, and maybe just plain insane at times. I very much would love to share these ideas with people on social media, with the intent of what most artistic expression hopes to do: Figure out who we are. If there is honest truth in what I create, then it teaches us something about ourselves, and in doing so, gives us tools for better understanding, and subsequently equips to form a better society. Sounds good, right?</p>\n\n<p><em>&quot;Oh, but if we allow you to do stuff like that, and all you have to say is that your intent is good, then everyone else can just claim good intent and say whatever they want!&quot;</em></p>\n\n<p>Mostly, yes. But the alternative is to use a standard other than intent, and how do we do that? Subjective offense? Banning certain words? Banning certain ideas from being talked about at all?</p>\n\n<p>Also, what about venting? I&#39;ve often thought about the weird fact that there are subreddits that claim to exist for the primary purpose of venting, like <a href=\"/r/offmychest\">r/offmychest</a>, and yet those subreddits are highly censoring. I don&#39;t know about you, but I really wish someone could go on that subreddit and say &quot;I feel like going into a crowd and shooting a bunch of people today&quot; as a way to express their pain and discontentment, get it out of themselves and feel better for it, and maybe even receive compassion and understanding that helps defuse their anti-social thoughts and plug them back into humanity. As opposed to, you know, <em>actually shooting people</em>.</p>\n\n<p><em>&quot;Oh, but our hate speech guidelines only include certain things as hate speech, so that makes it okay.&quot;</em></p>\n\n<p>No, it doesn&#39;t at all. First of all, it reflects a biased opinion not just about ideas, but which people with which ideas are allowed to be hateful to other people. Second of all, as I suggested, people speak out of emotion sometimes, and need to, and surely we as fellow humans understand that.</p>\n\n<p><em>&quot;But if we don&#39;t have these rules, the evil people we disagree with will take over and chaos will reign!&quot;</em></p>\n\n<p>Yep, I indeed think that&#39;s what the people who most advocate for these rules are most afraid of. And I think it&#39;s a less rational fear than they perceive. I do not agree with the right wing in the USA, but I do believe that <em>most</em> of them are not bad people. I think sometimes people say things to get a rise out of people, or out of anger, or to troll and make the people who annoy them have a conniption. I think the actual number of sinister evil plotters is actually quite tiny.</p>\n\n<p>Plus, the idea that we have to enact extreme measures to protect society is 1. Shared by those on the Right, who are doing their own inappropriate things to counteract the Left, and 2. A common trope of moral panic through history that almost always turns out to be wrong and damaging.</p>\n\n<p>But, as I have already written more than I bet most people will wind up reading, I will digress at this point, and leave it open to counterargument. </p>\n\n<p>I also just want to note that while I indeed think I have a very solid argument here, I know some people strongly disagree, and I am, as always, open to nuance and things I am not considering. So, CMV.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/o77pl6/cmv_theres_no_good_way_to_have_rules_against_hate/",
  "subreddit": "changemyview",
  "id": "o77pl6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reddit itself has rules against 'hate speech', but neither reddit or any other\nplatform has been able to come up with a good, consistent definition of hate\nspeech that doesn't threaten to censor well-meaning and constructive free\nexpression.\n\nI think we can start by focusing on two major fundamental…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Reddit自体は「ヘイトスピーチ」に対するルールを持っていますが、redditも他のプラットフォームも\nしかし、redditも他のプラットフォームも、ヘイトスピーチの適切で一貫した定義を打ち出すことができませんでした。\nしかし、redditも他のプラットフォームも、善意の建設的な自由な表現を検閲する恐れのない、適切で一貫したヘイトスピーチの定義を考えることができませんでした。\n表現を検閲することにならないように。\n\n私たちはまず、2つの主要な基本原則に焦点を当てることができると思います。",
      "title": "CMV: 「ヘイトスピーチ」に対するルールは、表現の自由を著しく阻害するものではなく、良い方法ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Reddit本身有反对 \"仇恨言论 \"的规定，但无论是Reddit还是任何其他\n平台都没能提出一个好的、一致的关于仇恨言论的定义。\n但无论是Reddit还是其他任何平台，都无法对仇恨言论做出一个良好的、一致的定义，而不至于威胁到审查善意的、建设性的自由表达。\n表达。\n\n我认为我们可以从两个主要的基本点开始...",
      "title": "CMV：没有什么好办法可以让反对 \"仇恨言论 \"的规则不以消极的方式严重限制表达自由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Reddit本身有反對 \"仇恨言論 \"的規定，但無論是Reddit還是任何其他\n平臺都沒能提出一個好的、一致的關於仇恨言論的定義。\n但無論是Reddit還是其他任何平臺，都無法對仇恨言論做出一個良好的、一致的定義，而不至於威脅到審查善意的、建設性的自由表達。\n表達。\n\n我認爲我們可以從兩個主要的基本點開始...",
      "title": "CMV：沒有什麼好辦法可以讓反對 \"仇恨言論 \"的規則不以消極的方式嚴重限制表達自由。"
    }
  ]
}