{
  "author": "DarthReznor32",
  "the_new_excerpt": "Every day, people go on those subs, often with very valid and heartfelt\nconcerns, sharing details of their lives with complete strangers who A. Lack a\nton of context by default and B. Have no qualifications at all to be giving the\nadvice they're giving. This isn't r/askhistorians [/r/askhistorians]…",
  "original_created_utc": 1612831777,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "每天，人们都会在这些子上，往往是带着很有道理的、发自内心的。\n虑，与完全陌生的人分享生活细节，而这些人A. 缺乏\n吨的背景下，默认和B.根本没有资格在给。\n他们给出的建议。这不是r/askhistorians[/r/askhistorians]... ...",
      "title": "CMV：如果政治次元可以因为鼓励人们想/做坏事而被禁止（Chapo、Donald等），那么像关系建议和AITA这样的建议次元也应该被隔离/禁止。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每天，人們都會在這些子上，往往是帶着很有道理的、發自內心的。\n慮，與完全陌生的人分享生活細節，而這些人A. 缺乏\n噸的背景下，默認和B.根本沒有資格在給。\n他們給出的建議。這不是r/askhistorians[/r/askhistorians]... ...",
      "title": "CMV：如果政治次元可以因爲鼓勵人們想/做壞事而被禁止（Chapo、Donald等），那麼像關係建議和AITA這樣的建議次元也應該被隔離/禁止。"
    }
  ],
  "title": "CMV: If political subreddits can get banned for encouraging people to think/do bad things (Chapo, the Donald, etc) then the advice subreddits like Relationship advice and AITA should also be quarantined/banned",
  "created_utc": 1612877916,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every day, people go on those subs, often with very valid and heartfelt concerns, sharing details of their lives with complete strangers who A. Lack a ton of context by default and B. Have no qualifications at all to be giving the advice they&#39;re giving. This isn&#39;t <a href=\"/r/askhistorians\">r/askhistorians</a> or anything like that where the responders are ostensibly experts on their subjects. These are subs full of random people, many of whom give reliably negative and <em>terrible</em> feedback, which if it were actually followed, could be potentially disastrous for the individuals involved.</p>\n\n<p>You&#39;ve got people telling posters to divorce their spouses over minor issues, you&#39;ve got people encouraging posters to report people in their life to the police over imagined crimes, accusations of rape and pedophilia are thrown around like candy, and the overall net impact of these subs is resoundingly negative, or at least, it would be if the advice were actually followed, which we have no way of knowing if it will be. This is very similar to political subs on the far right and far left in which people espouse negative viewpoints. Yet one variation of sub gets the hammer, and the other variant is allowed to run rampant. CMV about this</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lfqkad/cmv_if_political_subreddits_can_get_banned_for/",
  "subreddit": "changemyview",
  "id": "lfqkad",
  "is_self": true,
  "media": null,
  "is_video": false
}