{
  "author": "vertazontal",
  "the_new_excerpt": "I’m coming from a background of having worked for three different food service\ncompanies- a mid sized franchise brand whose business model was largely based\naround delivery, a larger franchise that was based around carry out/ delivery,\nand a locally owned company which operated similarly to the…",
  "original_created_utc": 1617243141,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的背景是在三家不同的餐饮公司工作过。\n公司--一个中等规模的特许经营品牌，其业务模式主要基于\n围绕着送货，一个更大的特许经营权，是围绕着外卖/送货。\n和当地一家经营类似的公司。",
      "title": "CMV：送餐应用对所有人都不好，但对母公司不好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的背景是在三家不同的餐飲公司工作過。\n公司--一箇中等規模的特許經營品牌，其業務模式主要基於\n圍繞着送貨，一個更大的特許經營權，是圍繞着外賣/送貨。\n和當地一家經營類似的公司。",
      "title": "CMV：送餐應用對所有人都不好，但對母公司不好"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は、3つの異なるフードサービス会社で働いた経験があります。\n中規模のフランチャイズブランドで、そのビジネスモデルは主にデリバリーに基づいていました。\n宅配を中心としたビジネスモデルを持つ中規模のフランチャイズブランド、テイクアウト／宅配を中心とした大規模なフランチャイズ、そして地元で経営されている会社の3つのフードサービス会社で働いた経験があります。\nそして、地元で経営されている会社では...。",
      "title": "CMV: フードデリバリーアプリは、親会社以外のすべての人に悪影響を及ぼす"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は、3つの異なるフードサービス会社で働いた経験があります。\n中規模のフランチャイズブランドで、そのビジネスモデルは主にデリバリーに基づいていました。\n宅配を中心としたビジネスモデルを持つ中規模のフランチャイズブランド、テイクアウト／宅配を中心とした大規模なフランチャイズ、そして地元で経営されている会社の3つのフードサービス会社で働いた経験があります。\nそして、地元で経営されている会社では...。",
      "title": "CMV: フードデリバリーアプリは、親会社以外のすべての人に悪影響を及ぼす"
    }
  ],
  "title": "CMV: Food delivery apps are bad for everyone but the parent company",
  "created_utc": 1617265917,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m coming from a background of having worked for three different food service companies- a mid sized franchise brand whose business model was largely based around delivery, a larger franchise that was based around carry out/ delivery, and a locally owned company which operated similarly to the major food apps (grub hub, eat street, Uber Eats, etc.) but worked with client restaurants directly. I have about 4-5 years in food delivery experience but haven’t worked in the field much since the proliferation of food delivery apps. </p>\n\n<p>In short, I think that food delivery apps are bad for the main constituent groups of the app experience: the customer, the driver, and the restaurant. The only group I see coming out on top are the food delivery apps. Who, especially in the age of COVID, I have to imagine are making gobs of money. </p>\n\n<p>Having been in several local and chain restaurants recently picking up my food (I almost always just drive and do the delivery myself when eating at home), I have noticed an uptick in clogged lines of delivery drivers impatiently waiting on orders, stressed staff, and can only imagine the frustrated customers waiting on the other end.</p>\n\n<p>So, the way I see it, everyone is having a bad experience. Specifically,</p>\n\n<ul>\n<li><p><strong>The customer</strong>:  Delivery fees for these apps are pretty high in addition to the expectation of tipping. I certainly can understand paying for the convenience of delivery, but with the additional margin that a massive company has to inject into the ordering process, I just wonder if the value of the convenience of an app and the huge selection really equals the premium paid. This, and the extra delivery time, especially during peak meal times. </p></li>\n<li><p><strong>The restaurant</strong>: I don’t have numbers for this, but I do know (and, correct me if I’m wrong) that the restaurant makes less money on orders running through these apps, in addition to the up charge for the delivery itself. So the restaurant is making less money on orders, and their facilities are clogged with impatient delivery drivers waiting on orders. Furthermore, having worked on the delivery end of things, I know that restaurants typically have to streamline operations for delivery and make sense of things like delivery radius and the number of drivers in order to ensure the highest chance that the food comes on time and is still hot / cold. With a third party app (or several) I can only imagine that gluts of orders coming in might throw things askew. Furthermore, without drivers / bikers in-store to help out with things like bagging orders, cleaning, doing simple food prep, additional work falls on the kitchen staff, further backing things up and causing stress in the kitchen.</p></li>\n<li><p><strong>The driver</strong>: I personally think that the anonymity of going around from restaurant to restaurant can fray the patience and forbearance that can develop between drivers and kitchen staff when the restaurant has in-house delivery. I have observed drives that were very terse with restaurant staff, and from the driver’s perspective, I get wanting to deliver food on-time and get a good tip / review, but when you have no knowledge of the restaurant / how busy it is, you suddenly realize you’re wasting your time, and losing money. There’s also all the dubious legal standing of “independent contractors” and all that, which, drivers for restaurants weren’t making minimum wage but they at least easily made it up with tips (and it’s been many years since I’ve been an in-house delivery driver so this may have changed). There’s also the issue of wear and tear on a car. </p></li>\n</ul>\n\n<p>I guess that’s kind of disorganized, but I’ve tried to cover some of the high level thoughts I’ve had on this. Overcharged customers, underpaid restaurants, stressed drivers. </p>\n\n<p>I’m willing to change my view only because I can see the benefit of offering people choices, and don’t disparage people making choices to purchase legal products and services. I’m sure that driving can be a flexible way of making money, and if people (either consumers, restaurants, or delivery drivers) have had a consistently good experience working with / for / buying from one of these companies, I’d be interested to hear in what ways they’re a net positive.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mhlcu1/cmv_food_delivery_apps_are_bad_for_everyone_but/",
  "subreddit": "changemyview",
  "id": "mhlcu1",
  "is_self": true,
  "media": null,
  "is_video": false
}