{
  "author": "Satanic_Nightjar",
  "original_created_utc": 1624755952,
  "title": "YSK that in “essential oils,” the word “essential” is not synonymous with “important” or “necessary”",
  "created_utc": 1624761808,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the case of essential oils, the word essential just means that the oil contains the essence (i.e., smell) of whatever substance from which it was derived. </p>\n\n<p>Why YSK: if you think these oils are “essential” to your health you might be more inclined to waste your money thinking you’ll receive a medical health benefit. Not to say there aren’t benefits, but when one hears “essential!” they might think they’re necessary or important.</p>\n</div><!-- SC_ON -->",
  "score": 768,
  "permalink": "/r/YouShouldKnow/comments/o8n30t/ysk_that_in_essential_oils_the_word_essential_is/",
  "subreddit": "YouShouldKnow",
  "id": "o8n30t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the case of essential oils, the word essential just means that the oil\ncontains the essence (i.e., smell) of whatever substance from which it was\nderived.\n\nWhy YSK: if you think these oils are “essential” to your health you might be\nmore inclined to waste your money thinking you’ll receive a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "エッセンシャルオイル（精油）の場合、「エッセンシャル」という言葉は、そのオイルにエッセンス（＝精油）が含まれていることを意味します。\n由来する物質のエッセンス（＝香り）を含んでいるということです。\nという意味です。\n\nなぜYSKなのかというと、もしあなたがこれらのオイルがあなたの健康に「必要不可欠」であると考えているのであれば\nYSKの理由：もしあなたがこれらのオイルがあなたの健康に「必要不可欠」であると考えているならば、あなたはより多くのお金を無駄にしたいと思うでしょう。",
      "title": "\"エッセンシャルオイル \"では、\"エッセンシャル \"という言葉は、\"重要 \"や \"必要 \"と同義ではないことをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就精油而言，\"精油 \"一词仅意味着该精油\n含有任何物质的本质（即气味）。\n衍生出来的。\n\n为什么YSK：如果你认为这些油对你的健康 \"至关重要\"，你可能会\n更倾向于浪费你的钱，认为你会得到一个......",
      "title": "YSK认为在 \"精油 \"中，\"必要 \"一词并不是 \"重要 \"或 \"必要 \"的同义词。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就精油而言，\"精油 \"一詞僅意味着該精油\n含有任何物質的本質（即氣味）。\n衍生出來的。\n\n爲什麼YSK：如果你認爲這些油對你的健康 \"至關重要\"，你可能會\n更傾向於浪費你的錢，認爲你會得到一個......",
      "title": "YSK認爲在 \"精油 \"中，\"必要 \"一詞並不是 \"重要 \"或 \"必要 \"的同義詞。"
    }
  ]
}