{
  "author": "cheeseHorder",
  "the_new_excerpt": "Everyone always talks about how twitter is toxic and is responsible for cancel\nculture, but no one ever talks about why that is.\n\nIn my opinion, the mechanics of social media are wholly to blame.\n\nIf you don't have nested comments, no one can have a more meaningful\nconversation about any topic. It…",
  "original_created_utc": 1622669998,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが、ツイッターが有害であり、キャンセル文化の原因になっていると話します。\n文化の原因になっていると言われていますが、その理由については誰も語っていません。\n\n私の意見では、ソーシャルメディアの仕組みがすべての原因だと思います。\n\nネストしたコメントがなければ、どんなトピックでも誰もより有意義な会話をすることができません。\n話題にすることができません。それは...",
      "title": "CMV: ツイッターはネストされたコメントがない限り、常に過激な意見を生み出す。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个人都在谈论叽叽喳喳是如何有毒的，是取消文化的原因。\n文化，但没有人谈论过这是为什么。\n\n在我看来，社交媒体的机制是完全有责任的。\n\n如果你没有嵌套评论，没有人可以就任何话题进行更有意义的\n关于任何话题的对话。它...",
      "title": "CMV：只要缺乏嵌套式评论，Twitter将永远滋生极端主义观点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人都在談論嘰嘰喳喳是如何有毒的，是取消文化的原因。\n文化，但沒有人談論過這是爲什麼。\n\n在我看來，社交媒體的機制是完全有責任的。\n\n如果你沒有嵌套評論，沒有人可以就任何話題進行更有意義的\n關於任何話題的對話。它...",
      "title": "CMV：只要缺乏嵌套式評論，Twitter將永遠滋生極端主義觀點"
    }
  ],
  "title": "CMV: Twitter will always breed extremist views, as long as it lacks nested comments",
  "created_utc": 1622735860,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyone always talks about how twitter is toxic and is responsible for cancel culture, but no one ever talks about why that is.</p>\n\n<p>In my opinion, the mechanics of social media are wholly to blame.</p>\n\n<p>If you don&#39;t have nested comments, no one can have a more meaningful conversation about any topic. It will always be celebrities and influencers posting whatever they want, and the masses of followers responding with their own opinion, or upvoting their favorite rallying cry.</p>\n\n<p>On social media like reddit, of course you still have basic and uninformed conversation, but it largely depends on the subreddit and how it&#39;s moderated. So we know that there can be better conversation. </p>\n\n<p>To be clear - I&#39;m talking about visible nested comments. Facebook and youtube fall short because they just show the top level comments that you can then click to expand.</p>\n\n<p>I think these subtle differences are extremely important, in that they&#39;re basically the structure of the hive-mind that is social media. </p>\n\n<p>Anyways, besides making twitter into something completely different, I think that nested comments could still preserve what&#39;s great about twitter while moving towards something much more wholesome.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nqx4sv/cmv_twitter_will_always_breed_extremist_views_as/",
  "subreddit": "changemyview",
  "id": "nqx4sv",
  "is_self": true,
  "media": null,
  "is_video": false
}