{
  "author": "agarmend",
  "original_created_utc": 1637159554,
  "title": "CMV: There are few phrases more inaccurate and culturally insensitive than calling the US president \"The Leader of the Free World\", but somehow the majority of the US population doesn't bat an eye when it's used thousands of times a day in the media, or in daily conversation. This must change.",
  "created_utc": 1637166806,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: There are few phrases more inaccurate and culturally insensitive than calling the US president &quot;The Leader of the Free World&quot;, but somehow the majority of the US population doesn&#39;t bat an eye when it&#39;s used thousands of times a day in the media, and in daily conversation. This must change. </p>\n\n<p>First of all, what exactly is &quot;the free world&quot;?   Is it defined as the countries with a democratic system?  Maybe it can be defined by the percentage of the population behind bars and therefore not free?  The US is the LEAST free country in the world if you use that last metric.</p>\n\n<p>And regardless of the definition of &quot;free world&quot;, the US president is only the leader of the US.  He/she is not, and will never be, the leader of anything outside the US borders.</p>\n</div><!-- SC_ON -->",
  "score": 171,
  "permalink": "/r/changemyview/comments/qw0jcr/cmv_there_are_few_phrases_more_inaccurate_and/",
  "subreddit": "changemyview",
  "id": "qw0jcr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "CMV: There are few phrases more inaccurate and culturally insensitive than\ncalling the US president \"The Leader of the Free World\", but somehow the\nmajority of the US population doesn't bat an eye when it's used thousands of\ntimes a day in the media, and in daily conversation. This must…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV：アメリカの大統領を「アメリカ大統領」と呼ぶことほど、不正確で文化的にも無神経な表現はありません。\nアメリカの大統領を「The Leader of the Free World」と呼ぶことほど、不正確で文化的にも無神経な表現はありません。\nしかし、アメリカ国民の大多数は、この言葉がメディアや新聞で1日に何千回も使われていても、平気でいます。\nしかし、メディアや日常会話で一日に何千回も使われていても、アメリカ国民の大半は目をつぶっています。これはきっと...。",
      "title": "CMV: アメリカ大統領を「The Leader of the Free World」と呼ぶことほど、不正確で文化的にも無神経な言い回しはありませんが、なぜかアメリカ国民の大多数は、メディアや日常会話で1日に何千回も使われていても、平気でいます。これは変えなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV: 很少有短语能比以下内容更不准确和对文化不敏感了\n没有什么短语比称美国总统为 \"自由世界的领袖 \"更不准确和文化上的不敏感，但不知何故，当这句话被数以千计的美国人使用时，大多数人并不眨眼。\n但不知何故，当这句话每天被使用数千次时，大多数美国人并不眨眼。\n在媒体和日常谈话中每天使用数千次时，大多数美国人都没有注意到。这必须...",
      "title": "CMV: 没有什么短语比称美国总统为 \"自由世界的领袖 \"更不准确和文化上不敏感，但不知何故，当它每天在媒体或日常谈话中被使用数千次时，大多数美国人都不眨眼。这种情况必须改变。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV: 很少有短語能比以下內容更不準確和對文化不敏感了\n沒有什麼短語比稱美國總統爲 \"自由世界的領袖 \"更不準確和文化上的不敏感，但不知何故，當這句話被數以千計的美國人使用時，大多數人並不眨眼。\n但不知何故，當這句話每天被使用數千次時，大多數美國人並不眨眼。\n在媒體和日常談話中每天使用數千次時，大多數美國人都沒有注意到。這必須...",
      "title": "CMV: 沒有什麼短語比稱美國總統爲 \"自由世界的領袖 \"更不準確和文化上不敏感，但不知何故，當它每天在媒體或日常談話中被使用數千次時，大多數美國人都不眨眼。這種情況必須改變。"
    }
  ]
}