{
  "author": "SoupSpiller69",
  "original_created_utc": 1632431066,
  "title": "CMV: “asshole aggregation” Subreddits dedicated to showing propaganda “from the other side” to make fun of, are just giving way more exposure to the propaganda than if they ignored it. Plus it’s creating a demand for more propaganda and encouraging people to strawman as The Other for meme points.",
  "created_utc": 1632461445,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Subs like <a href=\"/r/vaxxhappened\">/r/vaxxhappened</a> and <a href=\"/r/therightcantmeme\">/r/therightcantmeme</a> and the hundreds of other subs that exist to highlight assholes on The Other Side, are ultimately just platforming their propaganda and increasing mainstream exposure to their messaging strategy.</p>\n\n<p>Like shills and right wingers will just post whatever right wing meme to <a href=\"/r/therightcantmeme\">/r/therightcantmeme</a> and get their propaganda to the front page of <a href=\"/r/all\">/r/all</a>.  They don’t give a shit if everyone is ironically upvoting it, it’s still getting way more exposure than if they only posted it to right wing circlejerk subs.  </p>\n\n<p>And this applies to all the right wing “asshole aggregation” platforms too, but they actually know what they’re doing.  Like <a href=\"/r/kotakuinaction\">/r/kotakuinaction</a> and <a href=\"/r/tumblrinaction\">/r/tumblrinaction</a> are seeking out the most insane 16 year olds saying stupid shit on Twitter for attention and they prop them up as strawwomyn meant to represent everyone on “the left.”  They’re very intentionally and effectively using these platforms to fabricate a boogieman concept that their followers internalize and radicalize against.  While most of the “left wing” asshole aggregation subs are just crossposting actual propaganda from right wing subs with stupid titles like “I can’t even…” or whatever and allowing that propaganda to get mainstream exposure.  </p>\n\n<p>And all of this shit didn’t exist 10 years ago.  Wasn’t until 2014, after Reddit became a major platform for the Russian Internet Research Agency, that suddenly half the content here just started shifting to “look at what this random asshole said on Twitter” as a way to feed culture wars tribalism and agitate people against each other.  All asshole aggregation subs are toxic and malignant and they exist in bad faith, while actively encouraging everyone to make more propaganda and seek out more random assholes to hate.   </p>\n\n<p>All of the platforms dedicated to posting random assholes from The Other Side to radicalize against should just be entirely nuked from Reddit.  They’re all implicitly “promoting hate,” which is something Reddit likes to virtue signal about caring about.  It’s mindless reactionary content that’s designed to create more and more assholes and literally increase real world instances of political violence and terrorism.  It’s not doing anything good for anyone (other than people getting rewarded for posting agitprop), and it’s doing real psychological harm to millions of internet-addicts.   It’s cancer that needs to be cut out.   </p>\n\n<p>Make Reddit Reddit Again.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/pu4oun/cmv_asshole_aggregation_subreddits_dedicated_to/",
  "subreddit": "changemyview",
  "id": "pu4oun",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Subs like /r/vaxxhappened and /r/therightcantmeme and the hundreds of other subs\nthat exist to highlight assholes on The Other Side, are ultimately just\nplatforming their propaganda and increasing mainstream exposure to their\nmessaging strategy.\n\nLike shills and right wingers will just post whatever…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "r/vaxxhappenedや/r/therightcantmemeのようなサブは、他の何百ものサブと同様に、他のサイドのアホを強調するために存在しています。\nのようなサブは、結局のところ、彼らのプロパガンダをプラットフォーム化して\n彼らのプロパガンダをプラットフォーム化し、彼らのメッセージに対する主流の露出を増やしているだけです。\nメッセージング戦略の主流への露出を増やしているだけです。\n\nシラミや右翼が何でも投稿するように...",
      "title": "CMV: \"asshole aggregation\" 揶揄するために「向こう側」のプロパガンダを見せることに特化したサブレディットは、プロパガンダを無視するよりもはるかに多くの露出を与えているだけです。さらに、より多くのプロパガンダの需要を生み出し、ミームポイントのためにThe Otherとしてのストローマンをする人々を奨励しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "像/r/vaxxhappened和/r/therightcantmeme这样的子网站以及其他数百个子网站\n这些子网站的存在是为了突出 \"另一边 \"的混蛋，最终只是\n最终只是在为他们的宣传提供平台，并增加他们的主流曝光率。\n信息传递策略。\n\n就像骗子和右翼分子一样，他们会发布任何...",
      "title": "CMV：\"混蛋聚合\" Subreddits致力于展示 \"来自另一方 \"的宣传品来取笑，这只是给了宣传品更多的曝光机会，而不是忽略它。此外，它还创造了对更多宣传的需求，并鼓励人们以 \"另一方 \"的身份进行草根化，以获得记忆点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像/r/vaxxhappened和/r/therightcantmeme這樣的子網站以及其他數百個子網站\n這些子網站的存在是爲了突出 \"另一邊 \"的混蛋，最終只是\n最終只是在爲他們的宣傳提供平臺，並增加他們的主流曝光率。\n信息傳遞策略。\n\n就像騙子和右翼分子一樣，他們會發布任何...",
      "title": "CMV：\"混蛋聚合\" Subreddits致力於展示 \"來自另一方 \"的宣傳品來取笑，這只是給了宣傳品更多的曝光機會，而不是忽略它。此外，它還創造了對更多宣傳的需求，並鼓勵人們以 \"另一方 \"的身份進行草根化，以獲得記憶點。"
    }
  ]
}