{
  "author": "cosmicragdoll",
  "the_new_excerpt": "Why YSK:\n\nI didn't even know about radon gas until today, but it's possible I just live\nunder a rock. Anyway, it's not something you can sense yourself, it needs to be\ntested for. I learned that it comes from the soil beneath your home, and is\nestimated to be at high levels in up to 8 million…",
  "original_created_utc": 1611079490,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\nI didn't even know about radon gas until today, 但也有可能是我的生活 but it's possible I just live.\n在一块石头下。总之，这不是你自己能感觉到的，需要的是\n测试的。我了解到，它来自于你家下面的土壤，而且是\n估计在高达800万...",
      "title": "YSK认为，氡气是美国肺癌的第二大原因，而找出家中是否存在高浓度的氡气，可以像一个廉价的家庭测试工具一样简单。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\nI didn't even know about radon gas until today, 但也有可能是我的生活 but it's possible I just live.\n在一塊石頭下。總之，這不是你自己能感覺到的，需要的是\n測試的。我瞭解到，它來自於你家下面的土壤，而且是\n估計在高達800萬...",
      "title": "YSK認爲，氡氣是美國肺癌的第二大原因，而找出家中是否存在高濃度的氡氣，可以像一個廉價的家庭測試工具一樣簡單。"
    }
  ],
  "title": "YSK that radon gas is the second leading cause of lung cancer in the US, and finding out whether it is present in high levels in your home can be as simple as a cheap home testing kit.",
  "created_utc": 1611344029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I didn&#39;t even know about radon gas until today, but it&#39;s possible I just live under a rock. Anyway, it&#39;s not something you can sense yourself, it needs to be tested for. I learned that it comes from the soil beneath your home, and is estimated to be at high levels in up to 8 million American homes. I don&#39;t know a whole lot, and I&#39;m not a scientist, but I figured a $15 or so test is worth it for knowing to make changes if needed to prevent lung cancer. Tests can be found sold online. If I am getting something wrong, someone more knowledgeable please educate me, but I thought people should at least know to look into it if I am indeed correct.</p>\n\n<p>Source: <a href=\"https://www.epa.gov/radon/radon-frequently-asked-questions\">https://www.epa.gov/radon/radon-frequently-asked-questions</a></p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/l0pd7u/ysk_that_radon_gas_is_the_second_leading_cause_of/",
  "subreddit": "YouShouldKnow",
  "id": "l0pd7u",
  "is_self": true,
  "media": null,
  "is_video": false
}