{
  "author": "Omnicide103",
  "original_created_utc": 1629730632,
  "title": "CMV: Any free market, given enough time, will inevitably end up destroying itself.",
  "created_utc": 1629740148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Following a great discussion with <a href=\"/u/joopface\">u/joopface</a>, I&#39;ll downgrade &#39;inevitable&#39; to &#39;likely to inevitable, depending on specific sector and length of time&#39;! (Can you tell I still hate markets?) Thanks for the discussion all, I&#39;m going for the bike ride I wanted to take an hour ago :&#39;)</p>\n\n<p>&#x200B;</p>\n\n<p>So, first things first, this is CMV, not &quot;let&#39;s have a political shit-flinging contest in the comments,&quot; so please save us both the time and energy and don&#39;t throw stuff like &quot;what are you, a commie?&quot; or &quot;if you hate freedom so much, why don&#39;t you go live in North Korea?&quot; at me. I would <em>really</em> appreciate some insightful comments and actual debate about this topic.</p>\n\n<p>&#x200B;</p>\n\n<p>So, to the actual point: from what I understand of politics and economics (though that division is rather arbitrary), any free market has a built-in self-destruct mechanism inherent to its construction. I think it&#39;s best explained with an example. I&#39;m going to make assumptions that are as charitable for the pro-market stance as possible. I&#39;m generalizing as much as possible here to show it&#39;s not, in my view, a problem with any specific market, but markets in general.</p>\n\n<p>Let&#39;s assume we have a given market for an arbitrary good. In this market, there are an arbitrary number of producers with an arbitrary amount of starting capital each to bring their good to the market with. Let&#39;s be as generous as possible and say that the starting capital of each producer is identical to that of others, and they have no unique advantages like connections with investors or such, so there&#39;s a perfectly level playing ground. This is the Platonic ideal of a free market: just a producer, a demand, and a desire to make as much money as possible by supplying that demand as optimally as possible.</p>\n\n<p>Now, the process of buying and selling goods obviously happens in real time, but let&#39;s simplify a bit to make it easier to understand and look at it in years.</p>\n\n<p>In the first year, some producers will have made better investment decisions with their starting capital, had better ideas on how to offer the good to consumers, or just been plain lucky. They&#39;ll have made some profits. Hooray! Conversely, some producers will have made worse decisions, had worse ideas, or just were at the wrong place at the wrong time, and they&#39;ve gone bust. Oh well, them&#39;s the shakes, that&#39;s how markets work. Let&#39;s see what happens in the next year.</p>\n\n<p>Naturally, producers will want to make <em>more</em> money this year than they did last year. And what luck, the &#39;winners&#39; of last year have the profits to reinvest into their enterprise, and offer more goods, cheaper goods, better goods, or any combination thereof! This in turn makes them more likely to make profits, so they  are more likely to be able to survive into the next year <em>and</em> are more likely to have a bigger amount of money to reinvest into increasing next year&#39;s profits! All the while, customers keep getting better service, better goods, more goods, and cheaper goods, while the &#39;bad&#39; producers exit the market and have to find something else to do. (Almost) everyone wins!</p>\n\n<p>Now, fast forward a couple years. A couple decades, maybe. Every year, those that won had more capital to reinvest and expand, they became less likely to fall out of the market, and they kept producing more, better, and cheaper. But we&#39;re hitting a point where improving your good becomes prohibitively expensive - not impossible, perhaps not even unprofitable, but it&#39;s no longer the most optimal way to increase revenue.</p>\n\n<p>If offering a better good isn&#39;t the best way to make more money, what is? Simple. Monopolization.</p>\n\n<p>Having amassed a large amount of capital over the years they&#39;ve been in business, the &#39;winning&#39; companies can now start to engage in practices like price wars, cartelization with the other &#39;winners&#39;, massive advertisement campaigns their smaller competitors can&#39;t hope to keep up with, or just flat-out buy out their opponents. This not only forces consumers to buy the goods from fewer producers and thus makes them more likely to buy them from you, it also reduces the risk of your company losing its dominant position to some upstart with a far superior version of the good than yours - they can&#39;t sell they revolutionary take on the good being sold and push you out of the business if they get undercut out of the market immediately upon entering it, after all! With fewer and fewer competitors and a higher and higher bar for entering the market, we end up with a monopoly, or (more likely) an oligopoly. Not only do they no longer seek to provide a superior goods, they&#39;re likely to want to start offering <em>worse</em> goods, since hey, where else are they gonna buy your good? Might as well start cutting some corners to save on expenses. Sic semper mercatis.</p>\n\n<p>Now then, you might think we can solve this by regulating the market - antitrust regulation, banning anti-competitive practices, IP law, et cetera. The problem here is that eventually, companies will have amassed the necessarry capital from legitimate business to start lawyering and lobbying against these laws, allowing them to roll back the regulations preventing them from increasing their profits by destroying the market. I&#39;ve already written a behemoth of an argument here, so I&#39;ll keep it short by saying that regulations are a temporary band-aid and not a cure, and if you want an expanded take on that argument I&#39;d highly recommend Douglass C. North&#39;s <em>Institutions, Institutional Change and Economic Performance</em>. He doesn&#39;t explicitly make the argument as above, but he does explain how at a certain point it can become more efficiently profitable to push the boundaries of legality than it is to optimize your production within said boundaries.</p>\n\n<p>And all of the above is with <strong><em>extremely</em></strong> generous assumptions, both explicit (a truly free market) and implicit (companies actually bother to abide by the laws set for them and only change them legally instead of just fucking doing illegal shit and bribing politicians to get a slap-on-the-wrist fine when they get caught). If we take a look at the real world - Amazon, Uber Eats, Tencent, you name it - the situation is significantly less charitable towards markets being functional over any long enough timespan than I have been.</p>\n\n<p>TL;DR once you have &#39;won&#39; in a free market you no longer benefit from said market being free and I do not see how any free market can exist without eventually destroying itself. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/pa1hux/cmv_any_free_market_given_enough_time_will/",
  "subreddit": "changemyview",
  "id": "pa1hux",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Following a great discussion with u/joopface [/u/joopface], I'll downgrade\n'inevitable' to 'likely to inevitable, depending on specific sector and length\nof time'! (Can you tell I still hate markets?) Thanks for the discussion all,\nI'm going for the bike ride I wanted to take an hour ago :')\n\n\n\nSo,…"
}