{
  "author": "newleafsauce",
  "original_created_utc": 1625321902,
  "title": "CMV: It's OKAY to end relationships / friendships over POLITICS",
  "created_utc": 1625340752,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Contrary to popular opinion, politics is more than just a difference in what to do with taxes. It&#39;s also NOT some innocuous, neutral attribute akin to ethnicity, gender, or sexual orientation. Your political affiliation is a reflection of your core values, and your core values IS the content of your character; and isn&#39;t the content of your character the only reasonable thing that is up for judgement? Not only that, who you decide to vote for has REAL implications on the rest of us, should that person be elected into power. In the course of your political expression, people are allowed to reassess their friendship / relationship with you when they realize your core values are not compatible with theirs. In fact, it&#39;s GOOD that people are choosing to end friendships / relationships rather than stew in a passive-aggressive, resentful dynamic with people whom they no longer like.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/ocyx3j/cmv_its_okay_to_end_relationships_friendships/",
  "subreddit": "changemyview",
  "id": "ocyx3j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Contrary to popular opinion, politics is more than just a difference in what to\ndo with taxes. It's also NOT some innocuous, neutral attribute akin to\nethnicity, gender, or sexual orientation. Your political affiliation is a\nreflection of your core values, and your core values IS the content of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "一般的な意見とは異なり、政治とは単に税金をどうするかという違いだけではありません。\n税金をどうするかの違いだけではありません。また、民族、性別、性的指向のような、無害で中立的な属性でもありません。\n民族、性別、性的指向のような無害で中立的な属性ではありません。あなたの所属する政党は、あなたのコアバリューの反映であり\nあなたのコア・バリューの反映であり、あなたのコア・バリューは...の内容です。",
      "title": "CMV: 政治的な理由で関係や友人関係を解消するのはOK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与流行观点相反，政治不仅仅是在如何处理税收方面的分歧。\n税收方面的分歧。它也不是一些无害的、中性的属性，类似于\n族裔、性别或性取向。你的政治归属是你的核心价值观的反映\n反映了你的核心价值观，而你的核心价值观就是你的内容...。",
      "title": "CMV：因政治问题而结束关系/友谊是可以的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與流行觀點相反，政治不僅僅是在如何處理稅收方面的分歧。\n稅收方面的分歧。它也不是一些無害的、中性的屬性，類似於\n族裔、性別或性取向。你的政治歸屬是你的核心價值觀的反映\n反映了你的核心價值觀，而你的核心價值觀就是你的內容...。",
      "title": "CMV：因政治問題而結束關係/友誼是可以的"
    }
  ]
}