{
  "author": "thedeepfiction",
  "original_created_utc": 1631210654,
  "title": "I just read 'There Will Come Soft Rains' by Ray Bradbury and he just ...",
  "created_utc": 1631217358,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Someone in my previous discussion of Fahrenheit 451 suggested reading this short story and having finished it, I can say that <strong>Ray Bradbury</strong> is just straight fire!</p>\n\n<p>What is with his writing style?? It was somehow a bit different to me. It was fast-paced and he poured in some exquisite adjectives that made me feel delighted. This was one of the best writing styles I have ever read and seen.   </p>\n\n<p>And about this story ... Woah!</p>\n\n<p>This was one of the stories where humans have yet again plummeted themselves by engaging in war and this time a nuclear one. If the cold war, instead of espionage, had this type of nuclear war then the scenes would have been exactly like the one depicted in this.  </p>\n\n<p>Some people didn&#39;t understand this story and I do understand them. At first, it wasn&#39;t much to me too, but after reading some more lines, I got to know what Ray was telling.  </p>\n\n<p>Overall, it was good.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pl33l2/i_just_read_there_will_come_soft_rains_by_ray/",
  "subreddit": "books",
  "id": "pl33l2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Someone in my previous discussion of Fahrenheit 451 suggested reading this short\nstory and having finished it, I can say that Ray Bradbury is just straight fire!\n\nWhat is with his writing style?? It was somehow a bit different to me. It was\nfast-paced and he poured in some exquisite adjectives that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前回の「華氏451」の話の中で、この短編小説を読んでみてはどうかという意見がありました。\n読んでみて、レイ・ブラッドベリはまさに火のような人だと実感しました。\n\n彼の文体はどうなっているのでしょうか？私には何かちょっと違うような気がしました。テンポが良くて\nテンポが良くて、絶妙な形容詞をちりばめていて...。",
      "title": "ちょうどRay Bradburyの「There Will Come Soft Rains」を読んだところですが、彼はただ ..."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我之前关于《华氏451》的讨论中，有人建议阅读这篇短文\n在读完之后，我可以说，雷-布雷德伯里简直是火力全开!\n\n他的写作风格是怎样的呢？对我来说，这多少有点不同。它是\n它的节奏很快，而且他用了一些精致的形容词来表达。",
      "title": "我刚刚读了雷-布雷德伯里的《会有软雨》，他只是 ..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我之前關於《華氏451》的討論中，有人建議閱讀這篇短文\n在讀完之後，我可以說，雷-佈雷德伯裏簡直是火力全開!\n\n他的寫作風格是怎樣的呢？對我來說，這多少有點不同。它是\n它的節奏很快，而且他用了一些精緻的形容詞來表達。",
      "title": "我剛剛讀了雷-佈雷德伯裏的《會有軟雨》，他只是 ..."
    }
  ]
}