{
  "author": "thymeraser",
  "the_new_excerpt": "I've wanted to read this for a long time, but always put it off as I thought it\nwould be very dry and difficult like a college textbook. But I have to say it\nwas really interesting and fun to read. Hawking really does a good job and\nbreaking down some fairly advanced physics concepts down to an…",
  "original_created_utc": 1621622935,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前から読んでみたいと思っていましたが、大学の教科書のような辛口で難しい内容だと思っていたので、いつも先延ばしにしていました。\n読んでみたいと思っていましたが、大学の教科書のような辛口で難しい内容だと思っていたので、ずっと見送っていました。しかし、実際に読んでみると\n読んでみると、とても面白く、楽しいものでした。ホーキング博士は本当に良い仕事をしていて\nかなり高度な物理学の概念をわかりやすく説明しています。",
      "title": "ブリーフ・ヒストリー・オブ・タイム - スティーブン・ホーキング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想读这本书已经很久了，但总是拖着，因为我认为它\n因为我认为这本书会像大学教科书一样非常枯燥和困难。但我不得不说，它\n读起来真的很有趣，很好玩。霍金真的做得很好，并且\n将一些相当先进的物理学概念分解成一个个的小故事。",
      "title": "时间简史》--斯蒂芬-霍金"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想讀這本書已經很久了，但總是拖着，因爲我認爲它\n因爲我認爲這本書會像大學教科書一樣非常枯燥和困難。但我不得不說，它\n讀起來真的很有趣，很好玩。霍金真的做得很好，並且\n將一些相當先進的物理學概念分解成一個個的小故事。",
      "title": "時間簡史》--斯蒂芬-霍金"
    }
  ],
  "title": "A Brief History of Time - Stephen Hawking",
  "created_utc": 1621672800,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve wanted to read this for a long time, but always put it off as I thought it would be very dry and difficult like a college textbook. But I have to say it was really interesting and fun to read. Hawking really does a good job and breaking down some fairly advanced physics concepts down to an understandable level. That&#39;s assuming I actually understood any of it, so maybe he just tricked me into thinking I understood it.</p>\n\n<p>One thing that stood out to me is how intertwined Philosophy and Physics are. Many of the scientific theories came about as thought experiments that were kicked around for years until we finally developed technology to observe certain things. And then at the end he makes that very statement, that many of the tasks of Physics were once the domain of Philosophy and as technology has advanced Physics has taken over.</p>\n\n<p>Time dilation was another one. I am familiar with this concept from Einstein&#39;s theories and it is a regular staple of science fiction. But I never realized we have seen proof of this as we don&#39;t have really fast spaceships. But we already see clocks running at different speeds when compared to ground level and clocks in orbit around the Earth.</p>\n\n<p>Anyways, definitely a good read for anyone who is a fan of science fiction, physics or philosophy. Or for that matter theology as he touches on that a fair bit as well.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nhzuiq/a_brief_history_of_time_stephen_hawking/",
  "subreddit": "books",
  "id": "nhzuiq",
  "is_self": true,
  "media": null,
  "is_video": false
}