{
  "author": "Flobber7",
  "original_created_utc": 1638450979,
  "title": "Where do common cold and flu infections come from?",
  "created_utc": 1638487926,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;My question is about the human virome and wether you get get sick with a cold or flu without any human to human interaction (aka in isolation).&lt;/p&gt;\n\n&lt;p&gt;I know that, for example, staph bacteria is normally found on the skin of healthy individuals and then occasionally become pathogenic if they get into skin pores, or skin cuts or the person’s immunity drops.&lt;/p&gt;\n\n&lt;p&gt;Does the same thing happen with viruses that cause the common cold or flu? &lt;/p&gt;\n\n&lt;p&gt;Are rhinoviruses for example normally found in healthy humans like staph bacteria is found on healthy skin?\nDo these viruses then become pathogenic due to drops in immune function? Or do all cases of common cold and flu infections come from viruses that a healthy human is exposed to from outside their body?&lt;/p&gt;\n\n&lt;p&gt;Thank you so much&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 107,
  "permalink": "/r/askscience/comments/r778ve/where_do_common_cold_and_flu_infections_come_from/",
  "subreddit": "askscience",
  "id": "r778ve",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My question is about the human virome and wether you get get sick with a cold or\nflu without any human to human interaction (aka in isolation).\n\nI know that, for example, staph bacteria is normally found on the skin of\nhealthy individuals and then occasionally become pathogenic if they get…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私の質問は、人間のビロムと、病気になるかどうかについてです。\n</p> <p>私の質問は、人間のヴィロムについてです。\n</p> <p>例えば、スタフバクテリアは、通常は感染しません。\n</p> <p>例えば、スタフバクテリアは通常、健康な人の皮膚に存在しますが、その後...",
      "title": "風邪やインフルエンザの感染はどこから来るのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的问题是关于人类的病毒种类和\n你是否会在没有任何人与人之间的互动的情况下得了感冒或流感？\n</p> <p>我知道，比如说，葡萄球菌通常在健康人的皮肤上。\n我知道，例如葡萄球菌通常是在健康人的皮肤上发现的，然后...",
      "title": "普通感冒和流感感染从何而来？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的問題是關於人類的病毒種類和\n你是否會在沒有任何人與人之間的互動的情況下得了感冒或流感？\n</p> <p>我知道，比如說，葡萄球菌通常在健康人的皮膚上。\n我知道，例如葡萄球菌通常是在健康人的皮膚上發現的，然後...",
      "title": "普通感冒和流感感染從何而來？"
    }
  ]
}