{
  "author": "LiftedDrifted",
  "original_created_utc": 1626229394,
  "title": "I HATE it when characters die and come back to life",
  "created_utc": 1626251139,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A Song of Ice and Fire with <span class=\"md-spoiler-text\">Catelyn Stark</span>. Best Served Cold with <span class=\"md-spoiler-text\">Nicomo Cosca</span>. <span class=\"md-spoiler-text\">Wax</span> from Mistborn era 2. </p>\n\n<p>These are just a few offenders. Thing is, I love the books otherwise, but I think taking time to kill a character and make it emotional just to bring them back anyway is a waste of space and contributes near nothing to the story. Like seriously, the only thing it changes is that the glossary within my mind of book characters I will add a line that says “died once and then came back to life soon after”</p>\n\n<p>It’s dumb. Are there any books that did this but in a good way? Maybe I’m being silly? Would love to talk about it more</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/ojurxw/i_hate_it_when_characters_die_and_come_back_to/",
  "subreddit": "books",
  "id": "ojurxw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A Song of Ice and Fire with Catelyn Stark. Best Served Cold with Nicomo Cosca.\nWax from Mistborn era 2.\n\nThese are just a few offenders. Thing is, I love the books otherwise, but I\nthink taking time to kill a character and make it emotional just to bring them\nback anyway is a waste of space and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "氷と炎の歌」をキャトリン・スタークと。Best Served Cold with Nicomo Cosca.\nMistborn era 2のWax。\n\nこれらは違反者のほんの一部です。つまり、私はこの本が大好きなのですが\n登場人物を殺すのに時間をかけて、感情的にさせてから復活させるのは\n時間をかけてキャラクターを殺し、感動させてから復活させるのはスペースの無駄だと思うし",
      "title": "キャラクターが死んで生き返るのは大嫌いだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "凯特琳-史塔克的《冰与火之歌》。与尼科莫-科斯卡合作的《最好的服务》。\n雾裔时代2》中的蜡像。\n\n这些只是一些违规者。问题是，我喜欢这些书，但我认为花时间杀死一个角色并使之成为一个新的角色。\n但我认为花时间杀死一个角色并使其充满感情，然后再让他们回来。\n我认为花时间杀死一个角色并使其充满感情，只是为了让他们回来，这是对空间的一种浪费，而且......。",
      "title": "我讨厌角色死而复生的做法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "凱特琳-史塔克的《冰與火之歌》。與尼科莫-科斯卡合作的《最好的服務》。\n霧裔時代2》中的蠟像。\n\n這些只是一些違規者。問題是，我喜歡這些書，但我認爲花時間殺死一個角色並使之成爲一個新的角色。\n但我認爲花時間殺死一個角色並使其充滿感情，然後再讓他們回來。\n我認爲花時間殺死一個角色並使其充滿感情，只是爲了讓他們回來，這是對空間的一種浪費，而且......。",
      "title": "我討厭角色死而復生的做法"
    }
  ]
}