{
  "author": "bluelizardK",
  "the_new_excerpt": "The more I think about it, the more I become convinced that death is a welcome\nrespite over spending more than ten years in prison. It feels like a more humane\nthing to simply execute people than to throw them into this living hell where\nrehabilitation might as well be nonexistent. I think it might…",
  "original_created_utc": 1615458759,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我越想越觉得死亡是一种欢迎的方式\n比起在监狱里呆上十年以上的时间，喘息一下。这感觉像是一个更人性化的\n比起把人扔进这个活生生的地狱，简单地处决人是件好事。\n康复可能也是不存在的。我想这可能...",
      "title": "CMV：死刑比无期徒刑更人道。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我越想越覺得死亡是一種歡迎的方式\n比起在監獄裏呆上十年以上的時間，喘息一下。這感覺像是一個更人性化的\n比起把人扔進這個活生生的地獄，簡單地處決人是件好事。\n康復可能也是不存在的。我想這可能...",
      "title": "CMV：死刑比無期徒刑更人道。"
    }
  ],
  "title": "CMV: The death penalty is more humane than life in prison",
  "created_utc": 1615473322,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The more I think about it, the more I become convinced that death is a welcome respite over spending more than ten years in prison. It feels like a more humane thing to simply execute people than to throw them into this living hell where rehabilitation might as well be nonexistent. I think it might be worse for juvenile inmates— where there’s zero mental health help, no actual incentive to help anyone behind bars. Perhaps the merciful thing would be to kill them all. I suppose one can argue that prison is meant to be hellish in order to be an eternal punishment, but I honestly have lost faith in the legal system as a whole. This specifically applies to American prisons— I’m sure prisons elsewhere are more geared towards helping the mentally ill. But here they might as well just throw someone in a tiny cage and feed them crumbs of bread while laughing and it’d probably be more humane than the pitiful examples we have all over the US. </p>\n\n<p>Please change my mind, honestly. I feel like this is such an awful mindset, but I’d rather die than spend more than twenty years of my life in a place worse than death.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/m2nb1a/cmv_the_death_penalty_is_more_humane_than_life_in/",
  "subreddit": "changemyview",
  "id": "m2nb1a",
  "is_self": true,
  "media": null,
  "is_video": false
}