{
  "author": "huadpe",
  "the_new_excerpt": "Treason [https://www.law.cornell.edu/uscode/text/18/2381] in US law is defined\nas follows:\n\n> Whoever, owing allegiance to the United States, levies war against them or\n> adheres to their enemies, giving them aid and comfort within the United States\n> or elsewhere, is guilty of treason\n\nThis mirrors…",
  "original_created_utc": 1620926170,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの法律では Treason [https://www.law.cornell.edu/uscode/text/18/2381] と定義されています。\n以下のように定義されています。\n\n> 米国に忠誠を誓っているにもかかわらず、米国に対して戦争を仕掛けた者、または\n> 米国に忠誠を誓って、米国に対して戦争を仕掛けたり、米国の敵に忠誠を誓って、米国内やその他の場所で彼らに援助と慰めを与えた者は\n> またはその他の場所で、反逆罪を犯す。\n\nこのミラー...",
      "title": "CMV：キャピタル・ライオットの中には、少なくとも反逆罪を犯した者がいたと考えるのが妥当でしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "叛国罪[https://www.law.cornell.edu/uscode/text/18/2381]在美国法律中被定义为\n定义如下。\n\n> 效忠于美国的人，对美国发动战争或\n> 拥护美国的敌人，在美国境内给予他们援助和安慰\n>或其他地方，都犯有叛国罪。\n\n这反映了...",
      "title": "CMV：有一个合理的理由是，至少有一些国会大厦的暴动者犯了叛国罪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "叛國罪[https://www.law.cornell.edu/uscode/text/18/2381]在美國法律中被定義爲\n定義如下。\n\n> 效忠於美國的人，對美國發動戰爭或\n> 擁護美國的敵人，在美國境內給予他們援助和安慰\n>或其他地方，都犯有叛國罪。\n\n這反映了...",
      "title": "CMV：有一個合理的理由是，至少有一些國會大廈的暴動者犯了叛國罪。"
    }
  ],
  "title": "CMV: There is a reasonable case that at least some of the capitol rioters committed treason.",
  "created_utc": 1620945180,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.law.cornell.edu/uscode/text/18/2381\">Treason</a> in US law is defined as follows:</p>\n\n<blockquote>\n<p>Whoever, owing allegiance to the United States, levies war against them or adheres to their enemies, giving them aid and comfort within the United States or elsewhere, is guilty of treason</p>\n</blockquote>\n\n<p>This mirrors the constitutional definition with the additional requirement that one must owe allegiance to the United States.</p>\n\n<p>My particular view is that the people who stormed the Capitol and were armed and made plans to do so violated the &quot;levying war&quot; element of the treason offense.</p>\n\n<p>There is very little precedent on this question, but the Supreme Court cases from the <a href=\"https://www.law.cornell.edu/supremecourt/text/8/75\">Aaron Burr conspiracy</a> are the best we&#39;ve got.</p>\n\n<p>In that case the court says that there must be an assembly of a body of men<sup>1</sup> for a treasonable purpose and some actual forible execution of that treasonable purpose.</p>\n\n<p>I think that is met in the case of the Capitol riot.  There was a premeditated assembly of armed people at the Capitol, whose purpose there was to forcibly overthrow the elected government and Constitution of the United States by stopping Congress and the Vice President from executing their duties under the 12th amendment.  They sought through the use of force including the planned killing of the Speaker of the House and the Vice President to put down the duly elected government and compel the installation of Donald Trump as President, contrary to the laws of the United States.</p>\n\n<p>What&#39;s the best case that, at least for those people who planned to go into the Capitol and brought weapons to do so.  This would include the person (still at large) who set pipe bombs, as well as <a href=\"https://www.justice.gov/usao-dc/pr/alabama-man-charged-possession-eleven-molotov-cocktails-found-near-protest-us-capitol\">the guy who brought 2 handguns, a rifle, and 11 Molotov cocktails to the capitol.</a></p>\n\n<hr/>\n\n<p><sup>1</sup> It&#39;s the 1800s so they&#39;re gonna speak like that.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/nblug9/cmv_there_is_a_reasonable_case_that_at_least_some/",
  "subreddit": "changemyview",
  "id": "nblug9",
  "is_self": true,
  "media": null,
  "is_video": false
}