{
  "author": "Longjumping-Leek-586",
  "original_created_utc": 1634526464,
  "title": "CMV: Had JFK lived, he would still be remembered as a great president",
  "created_utc": 1634560631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>Charisma: This is probably the main reason JFK is so well liked, and it would still be true had lived. He would be remembered as among the most charismatic in US history, which allowed him to win hearts and minds across the political spectrum. <a href=\"https://historyinpieces.com/research/jfks-presidential-approval-ratings\">JFK had among the highest approval</a>ratings of any post-war president even before his assassination, with similar ratings to Eisenhower, and so (like Eisenhower) he would have been well liked by American public at large.</li>\n<li>Moon Landing: Had events unfolded like they did in our timeline, the moon landing would have occurred in 1969, at the tail end of the JFK presidency. As JFK was the most ardent supporter of the US space program, the moon landing would be forever associated with the JFK presidency.</li>\n<li>Civil Rights: JFK was the first president to actually voice support to civil rights for African-Americans. He was probably the first president since Grant who genuinely believed in the cause of full racial equality. Like LBJ in our timeline, JFK would&#39;ve worked diligently for the passage of the Civil Rights Act among others, which would greatly boost his reputation among future generations.</li>\n<li>Vietnam: Many have argued that JFK would have persecuted the war just like LBJ did. I would argue that this is wrong. JFK would have increased involvement in Vietnam, as he had begun to do in his first term, but he would not have gone as far as all out war against the Viet Cong. JFK emphasized that the war was ultimately between North and South Vietnam, and the America&#39;s role was to be purely supportive. <strong>In his own words, &quot;In the final analysis it is their war, they are the ones who will have to win it or lose it. We can help them, we can give them equipment, we can send our men out there as advisors. But they have to win it, the people of Vietnam, against the Communists...I don&#39;t think the war can be won unless the people support the effort&quot;</strong></li>\n</ol>\n\n<p><a href=\"https://www.youtube.com/watch?v=UM3uaXp8DAk\">https://www.youtube.com/watch?v=UM3uaXp8DAk</a></p>\n\n<p>It&#39;s difficult to assess what JFK would have actually done about Vietnam, but I would say he would, at the least, be less aggressive about than LBJ as he believed it was fundamentally their war. While we can&#39;t know for certain, I think there is a good possibility that the US would have significantly less involved in Vietnam had JFK stayed in power.</p>\n\n<p>Edit:</p>\n\n<p>I would like to add another reason 5) <strong>The Economy</strong>: The 60s were a time of unprecedented economic growth, with Kennedy and LBJ already seeing some of the highest growth in recent history. This period of abundance would be associated with JFK and would bolster his reputation. In addition, JFK planned many infrastructure projects (Tennessee valley development, increasing hydroelectric potential) and was dedicated to expanding access to welfare to many Americans, thereby endearing himself to them.</p>\n\n<p><a href=\"https://www.statista.com/statistics/238600/gdp-per-capita-growth-by-us-president-from-hoover-to-obama/\">https://www.statista.com/statistics/238600/gdp-per-capita-growth-by-us-president-from-hoover-to-obama/</a></p>\n\n<p>Edit 2: I am going to expand my JFK Vietnam War quote .</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qae1si/cmv_had_jfk_lived_he_would_still_be_remembered_as/",
  "subreddit": "changemyview",
  "id": "qae1si",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. Charisma: This is probably the main reason JFK is so well liked, and it\n    would still be true had lived. He would be remembered as among the most\n    charismatic in US history, which allowed him to win hearts and minds across\n    the political spectrum. JFK had among the highest approval\n   …"
}