{
  "author": "IOughtToBeThrownAway",
  "original_created_utc": 1625073541,
  "title": "I’m a somewhat sheltered, lower-middle class, straight white guy. What books would be most eye-opening, informative, and important for me to read, in terms of challenging my biases and broadening my world view?",
  "created_utc": 1625082662,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m currently reading “between the world and me” be Ta-Nehisi Coates, and it’s personalized experiences very different from my own, and it’s encouraged me to confront some of my own sheltered notions.</p>\n\n<p>I recently read “where do we go from here: chaos or community?” By Martin Luther King, and that was similarly eye opening. </p>\n\n<p>What other books can you recommend, for me to gain some insight into experiences that are not immediately accessible or apparent to a middle class white American male?</p>\n\n<p>(I’m especially interested in learning more about race issues, and the experiences of people from other races. But feel free to recommend books dealing with other social issues, just please explain in the comments why you think this book could be informative to me.)</p>\n\n<p>Edit: I wasn’t expecting so many great suggestions so quickly- thank you to everyone! I’m going to save this post and use it as my reading list over the next couple months it seems!</p>\n\n<p>I appreciate all the recommendations, and the insights! Thanks again</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ob1wyp/im_a_somewhat_sheltered_lowermiddle_class/",
  "subreddit": "booksuggestions",
  "id": "ob1wyp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m currently reading “between the world and me” be Ta-Nehisi Coates, and it’s\npersonalized experiences very different from my own, and it’s encouraged me to\nconfront some of my own sheltered notions.\n\nI recently read “where do we go from here: chaos or community?” By Martin Luther\nKing, and that…"
}