{
  "author": "IOughtToBeThrownAway",
  "original_created_utc": 1625073541,
  "title": "I’m a somewhat sheltered, lower-middle class, straight white guy. What books would be most eye-opening, informative, and important for me to read, in terms of challenging my biases and broadening my world view?",
  "created_utc": 1625082662,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m currently reading “between the world and me” be Ta-Nehisi Coates, and it’s personalized experiences very different from my own, and it’s encouraged me to confront some of my own sheltered notions.</p>\n\n<p>I recently read “where do we go from here: chaos or community?” By Martin Luther King, and that was similarly eye opening. </p>\n\n<p>What other books can you recommend, for me to gain some insight into experiences that are not immediately accessible or apparent to a middle class white American male?</p>\n\n<p>(I’m especially interested in learning more about race issues, and the experiences of people from other races. But feel free to recommend books dealing with other social issues, just please explain in the comments why you think this book could be informative to me.)</p>\n\n<p>Edit: I wasn’t expecting so many great suggestions so quickly- thank you to everyone! I’m going to save this post and use it as my reading list over the next couple months it seems!</p>\n\n<p>I appreciate all the recommendations, and the insights! Thanks again</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ob1wyp/im_a_somewhat_sheltered_lowermiddle_class/",
  "subreddit": "booksuggestions",
  "id": "ob1wyp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m currently reading “between the world and me” be Ta-Nehisi Coates, and it’s\npersonalized experiences very different from my own, and it’s encouraged me to\nconfront some of my own sheltered notions.\n\nI recently read “where do we go from here: chaos or community?” By Martin Luther\nKing, and that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、Ta-Nehisi Coatesの「Between the world and me」を読んでいます。\n自分の経験とは全く異なる個人的な経験が書かれており、自分の保護された概念と向き合うことを勧められています。\n自分の保護された考えに直面することになりました。\n\n最近読んだ本は、\"Where do we go from here: chaos or community?\" （カオスかコミュニティか）です。マーティン・ルーサー・キング著\nキング牧師の言葉を読みました。",
      "title": "私はやや保護された中流階級の真っ白な男性です。自分の偏見に挑戦し、世界観を広げるという意味で、私にとって最も目を見張るような、有益で重要な本を教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在阅读Ta-Nehisi Coates的 \"Between the world and me\"，这本书的内容与我的个人经历非常不同。\n它所描述的个人经历与我自己的非常不同，它鼓励我去\n它鼓励我正视我自己的一些庇护性观念。\n\n我最近读了 \"我们该何去何从：混乱还是社区？\" 作者：马丁-路德\n金的文章，而这...",
      "title": "我是一个有点受保护的中下阶层的白人直男。在挑战我的偏见和拓宽我的世界观方面，哪些书会让我大开眼界，信息量大，而且对我来说很重要？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在閱讀Ta-Nehisi Coates的 \"Between the world and me\"，這本書的內容與我的個人經歷非常不同。\n它所描述的個人經歷與我自己的非常不同，它鼓勵我去\n它鼓勵我正視我自己的一些庇護性觀念。\n\n我最近讀了 \"我們該何去何從：混亂還是社區？\" 作者：馬丁-路德\n金的文章，而這...",
      "title": "我是一個有點受保護的中下階層的白人直男。在挑戰我的偏見和拓寬我的世界觀方面，哪些書會讓我大開眼界，信息量大，而且對我來說很重要？"
    }
  ]
}