{
  "author": "dudeperson33",
  "original_created_utc": 1637505734,
  "title": "CMV: Everyone has the right to request that others use certain pronouns to refer to them, but everyone else also has the right to refuse that request.",
  "created_utc": 1637513698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: to clarify, I&#39;m referring to the <em>LEGAL</em> right. </p>\n\n<p>As long as neither request nor refusal results in or calls for physical harm to either party, both are strictly matters of social contract, and fall outside the purview of law.</p>\n\n<p>Personal interpretation: a reasonable person should try their best to accommodate such a request (and broadcasting such a request via LinkedIn profile or email signature is useful guidance to avoid hurting each other&#39;s feelings), but if they forget or slip up, that can&#39;t be illegal. At the same time, if someone refuses such a request, that is their right, but they should accept the consequences of being perceived as bigoted and/or derogatory.</p>\n\n<p>Gray area: explicit refusal to use requested pronouns in such a way as to intentionally cause psychological harm. To me this is hate speech, which although constitutionally legal, should carry heavy social stigma (similar to using a racial slur).</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/qywcv2/cmv_everyone_has_the_right_to_request_that_others/",
  "subreddit": "changemyview",
  "id": "qywcv2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: to clarify, I'm referring to the LEGAL right.\n\nAs long as neither request nor refusal results in or calls for physical harm to\neither party, both are strictly matters of social contract, and fall outside the\npurview of law.\n\nPersonal interpretation: a reasonable person should try their best…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集：明確にするために、私は法的な権利について言及しています。\n\n要求も拒否も、どちらかの当事者に物理的な危害を加えたり、要求したりしない限りは\nどちらも社会契約上の問題であり、法律の範囲外です。\n法律の範囲外です。\n\n個人的な解釈ですが、合理的な人は最善を尽くすべきだと思っています。",
      "title": "CMV: 誰もが自分に対して特定の代名詞の使用を要求する権利を持っていますが、他の人もその要求を拒否する権利を持っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：为了澄清，我指的是法律上的权利。\n\n只要请求或拒绝都不会导致或要求对以下人员造成身体伤害\n严格来说，这两者都是社会契约的问题，并不属于 \"法律 \"范畴。\n法律的范畴之外。\n\n个人解释：一个合理的人应该尽力...",
      "title": "CMV：每个人都有权要求别人使用某些代名词来指代自己，但其他人也有权拒绝这一要求。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：爲了澄清，我指的是法律上的權利。\n\n只要請求或拒絕都不會導致或要求對以下人員造成身體傷害\n嚴格來說，這兩者都是社會契約的問題，並不屬於 \"法律 \"範疇。\n法律的範疇之外。\n\n個人解釋：一個合理的人應該盡力...",
      "title": "CMV：每個人都有權要求別人使用某些代名詞來指代自己，但其他人也有權拒絕這一要求。"
    }
  ]
}