{
  "author": "naji102",
  "original_created_utc": 1631339610,
  "title": "Market might be in red for now but Crypto has made me 6 Months of salary in 1 Month.",
  "created_utc": 1631370763,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I belong to a country where crypto is banned and probably half of the country have no idea about what crypto is. When I first started traded in Feb 2021 my dad told me not to, he told he heard this is a scam and people lose money everyday (Just like recent flashcrash)   </p>\n\n<p>I did my graduation in Software Engineering and knew about blockchain, so I still went ahead I somehow traded my CSGO skins with my friends and they bought me crypto on Binance, then later I found out I can buy from P2P trading little expensive but it is what is.  </p>\n\n<p>I was down 50% in May/June I still didn&#39;t lose hope it&#39;s not like I was born rich, so I kept DCA&#39;ing with the little bit money I got from my job.<br/>\nMy country doesn&#39;t pay well too 1 USD is like 167 in my country and Minimum wadge is $90/Month. I knew if anything is gonna get me out of this shithole is crypto.  </p>\n\n<p>Recent pump of August has made 6 months of my salary and I&#39;m still in profit. I wake up everyday with a smile on my face I know I&#39;m heading towards the financial freedom. One day when I have enough to support my family I will tell my dad I&#39;m buying all this from <strong>CRYPTO.</strong></p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/CryptoCurrency/comments/pm1r2w/market_might_be_in_red_for_now_but_crypto_has/",
  "subreddit": "CryptoCurrency",
  "id": "pm1r2w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I belong to a country where crypto is banned and probably half of the country\nhave no idea about what crypto is. When I first started traded in Feb 2021 my\ndad told me not to, he told he heard this is a scam and people lose money\neveryday (Just like recent flashcrash)\n\nI did my graduation in…"
}