{
  "author": "mygallows",
  "original_created_utc": 1637382646,
  "title": "As a Gen Z, crypto might be my only hope.",
  "created_utc": 1637393444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sure there are other Redditors here in the sub that can understand what I mean when I say “crypto might be my only hope”. </p>\n\n<p>The cost of living is through the roof, student debts are growing, and inflation is increasing; currently around 4.7% here in Canada, the highest since 2003. </p>\n\n<p>As a young adult, (I’ll be 21 in January), these occurrences have been pressuring me further and further. I still live with my parents, as rent alone in my city is barbaric. I do have a job, and I am currently in College, but if I didn’t have my crypto investments I think I’d be much worse off. </p>\n\n<p>Now, I haven’t made life changing money, but I have been doing my research and putting in the effort to learn as much as I can about crypto and where this market is headed. I have high hopes for the future of crypto, and I genuinely think it may be my only true hope of living a life without fear of finances. </p>\n\n<p><strong>TL;DR - With the increased costs of living, inflation, and debt, I think my crypto investments may be my best bet at living a life without fear of where I’ll source my next meal, or how I’ll be able to pay for housing in the future.</strong></p>\n\n<p>I will add the fact that I have taken into account a few other investments I would like to one day own, such as land/properties. That being said, the only way I see myself accomplishing this is through crypto.</p>\n\n<p>Edit: Almost brought a tear to my eye reading some of these comments, so many others are in the same boat as I, it’s both disheartening and comforting. We’ll make it one day, I know we will. Bless you all.</p>\n</div><!-- SC_ON -->",
  "score": 188,
  "permalink": "/r/CryptoCurrency/comments/qxxsgh/as_a_gen_z_crypto_might_be_my_only_hope/",
  "subreddit": "CryptoCurrency",
  "id": "qxxsgh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m sure there are other Redditors here in the sub that can understand what I\nmean when I say “crypto might be my only hope”.\n\nThe cost of living is through the roof, student debts are growing, and inflation\nis increasing; currently around 4.7% here in Canada, the highest since 2003.\n\nAs a young…"
}