{
  "author": "w_savage",
  "original_created_utc": 1632510643,
  "title": "We need to fight back for our privacy and freedoms.",
  "created_utc": 1632541175,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As I&#39;m sure most of you have heard by now the new bill hitting the senate floor will allow the government to monitor any bank account with $600 or more. This just isn&#39;t right! Even the normies of the world (crypto illiterates) are gonna be pissed about this! I can see people withdrawing all their money from banks looking for another solution rather than be spied on by big brother. Let alone all of us in the crypto space, we hate KYC as it is. This bill, if it passes will make it much harder for us to have the privacy we are entitled to. Mining crypto (thinking of BTC when it first started) was to be able to avoid the eyes of the system and not rely on it for transactions. Well mining has a huge upfront cost, and if we ever want to sell/buy something we need to exchange it to fiat. The only solutions I see to this privacy situation is either a crypto bank, getting paid in crypto, or mass adoption of crypto by vendors. Seems like a great start up/industry changing business if someone can figure this out. </p>\n\n<p>That leads me to ask this group, are there any other solutions for anonymity out there that don&#39;t result in becoming a criminal? I really want to stick it to &quot;the man&quot;. Thanks for reading my rant if you made it this far.</p>\n\n<p>EDIT: thanks for the awards! Glad this resonates with a few of you.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/puqgss/we_need_to_fight_back_for_our_privacy_and_freedoms/",
  "subreddit": "CryptoCurrency",
  "id": "puqgss",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As I'm sure most of you have heard by now the new bill hitting the senate floor\nwill allow the government to monitor any bank account with $600 or more. This\njust isn't right! Even the normies of the world (crypto illiterates) are gonna\nbe pissed about this! I can see people withdrawing all their…"
}