{
  "author": "Narase33",
  "original_created_utc": 1632429159,
  "title": "YSK: About the site https://www.doesthedogdie.com/",
  "created_utc": 1632455150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: On this site you can search for a movie or series and look if there is any content that might be hard for you to watch. As the name suggests you can look if a dog dies in a movie/serie but it also covers other topics like spiders, vomit, torture, rape or cancer. The site collects information about more than 80 topics and if there is anything you dont want to see, you should know about this site to see if you can watch a movie or series.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/pu41p9/ysk_about_the_site_httpswwwdoesthedogdiecom/",
  "subreddit": "YouShouldKnow",
  "id": "pu41p9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: On this site you can search for a movie or series and look if there is\nany content that might be hard for you to watch. As the name suggests you can\nlook if a dog dies in a movie/serie but it also covers other topics like\nspiders, vomit, torture, rape or cancer. The site collects…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: このサイトでは、映画やシリーズを検索して、視聴が困難なコンテンツがないかどうかを調べることができます。\n視聴が困難なコンテンツがあるかどうかを調べることができます。その名の通り、映画や映画館で犬が死ぬかどうかを調べることができます。\n犬が死ぬかどうかを調べることができますが、他にも、蜘蛛、嘔吐物、拷問、レイプや\n蜘蛛、嘔吐物、拷問、レイプ、癌なども対象となります。このサイトが収集するのは...",
      "title": "YSK: サイトについて https://www.doesthedogdie.com/"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：在这个网站上，你可以搜索一部电影或连续剧，看看是否有\n任何对你来说可能难以观看的内容。正如其名称所示，你可以\n顾名思义，你可以查看电影/电视剧中是否有狗死亡，但它也包括其他主题，如\n蜘蛛、呕吐物、酷刑、强奸或癌症。该网站收集了...",
      "title": "YSK：关于网站https://www.doesthedogdie.com/"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：在這個網站上，你可以搜索一部電影或連續劇，看看是否有\n任何對你來說可能難以觀看的內容。正如其名稱所示，你可以\n顧名思義，你可以查看電影/電視劇中是否有狗死亡，但它也包括其他主題，如\n蜘蛛、嘔吐物、酷刑、強姦或癌症。該網站收集了...",
      "title": "YSK：關於網站https://www.doesthedogdie.com/"
    }
  ]
}