{
  "author": "Vexatore",
  "original_created_utc": 1626855842,
  "title": "CMV: The Olympics are becoming increasingly less entertaining.",
  "created_utc": 1626882367,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With all the social media available we see what these athletes do 24/7 and how they train. The main countries in the Olympics that consistently podium athletes are relatively at peace so there is little national competition. Seeing these athletes on social media and outside of the Olympics is like watching your food get made and has ruined the whole “Awwww” of seeing them preforming. I believe that we are simply too exposed to everything to be as intrigued about what will happen because we can simply look up times and who will most likely win. I want to be interested but every time the Olympics happen they just have less and less appeal. Can anyone change my view or say why we should really care all that much? I understand that people work their whole lives for this opportunity but it all seems like a bunch of college students who want to go and have sex on cardboard beds and no longer some huge national event.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/oolkmt/cmv_the_olympics_are_becoming_increasingly_less/",
  "subreddit": "changemyview",
  "id": "oolkmt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With all the social media available we see what these athletes do 24/7 and how\nthey train. The main countries in the Olympics that consistently podium athletes\nare relatively at peace so there is little national competition. Seeing these\nathletes on social media and outside of the Olympics is like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソーシャルメディアでは、アスリートが24時間365日何をしているか、どのようにトレーニングしているかを見ることができます。\nトレーニングをしているのかを知ることができます。オリンピックで常に表彰台に上る選手がいる主な国は、比較的平和なので\n比較的平和な国なので、国内での競争はほとんどありません。このようなアスリートを\nソーシャルメディアやオリンピック以外の場でアスリートたちを見ると、まるで...",
      "title": "CMV：オリンピックはますます面白くなくなっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在所有的社交媒体上，我们可以看到这些运动员24小时不间断地做什么，以及他们如何训练。\n他们的训练。奥运会中一直有运动员登上领奖台的主要国家\n是相对和平的，所以几乎没有国家竞争。看到这些\n运动员在社交媒体上和在奥运会之外，就像...",
      "title": "CMV: 奥运会正变得越来越没有娱乐性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在所有的社交媒體上，我們可以看到這些運動員24小時不間斷地做什麼，以及他們如何訓練。\n他們的訓練。奧運會中一直有運動員登上領獎臺的主要國家\n是相對和平的，所以幾乎沒有國家競爭。看到這些\n運動員在社交媒體上和在奧運會之外，就像...",
      "title": "CMV: 奧運會正變得越來越沒有娛樂性。"
    }
  ]
}