{
  "author": "BSO_BRO",
  "original_created_utc": 1636298456,
  "title": "Studies on modern masculine behavioral psychology.",
  "created_utc": 1636369615,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was on <a href=\"/r/AskMen\">r/AskMen</a> this morning reading a post about male stereotypes people feel are untrue and found it very interesting. </p>\n\n<p>As someone who’s currently in therapy dealing the the repercussions of certain masculine stereotypes being forced at a young age, I’d be interested in finding a science-based book that explores the psychological and behavioral dangers and/or benefits of western masculine messaging. </p>\n\n<p>Not looking for anything entirely opinion based or written to “debunk” feminist discussions. </p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/qoqn00/studies_on_modern_masculine_behavioral_psychology/",
  "subreddit": "booksuggestions",
  "id": "qoqn00",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was on r/AskMen [/r/AskMen] this morning reading a post about male stereotypes\npeople feel are untrue and found it very interesting.\n\nAs someone who’s currently in therapy dealing the the repercussions of certain\nmasculine stereotypes being forced at a young age, I’d be interested in finding\na…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今朝、r/AskMen [/r/AskMen]で男性のステレオタイプについての投稿を読んでいました。\n読んでいて、とても興味深い内容でした。\n\n現在、若い頃に押し付けられた男性的なステレオタイプの影響を受けてセラピーを受けている者としては\n若い頃に押し付けられたある種の男性的なステレオタイプの影響に対処するために、現在セラピーを受けている者として、私はこのような記事を見つけることに興味があります。\na...",
      "title": "現代男性行動心理学の研究。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天早上，我在r/AskMen [/r/AskMen]上阅读了一篇关于男性刻板印象的帖子\n人们认为这是不真实的，并发现它非常有趣。\n\n作为一个目前正在接受治疗的人，他正在处理某些\n作为一个目前正在接受治疗的人，处理某些在年轻时被强迫的男性定型观念的影响，我很想找到\na...",
      "title": "关于现代男性行为心理学的研究。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天早上，我在r/AskMen [/r/AskMen]上閱讀了一篇關於男性刻板印象的帖子\n人們認爲這是不真實的，並發現它非常有趣。\n\n作爲一個目前正在接受治療的人，他正在處理某些\n作爲一個目前正在接受治療的人，處理某些在年輕時被強迫的男性定型觀念的影響，我很想找到\na...",
      "title": "關於現代男性行爲心理學的研究。"
    }
  ]
}