{
  "author": "LilDiary",
  "the_new_excerpt": "Last week I suddenly remembered I had a gift card for books. I never had it with\nme when I needed it, so it went unused for 'bout 2 years. I put it in my\nbackpack, so I would have it with me when I needed it. A few days later I had to\nwait for someone at the train station and went to peruse the…",
  "original_created_utc": 1623413000,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先週、本のギフトカードを持っていたことをふと思い出しました。必要なときに持っていなかったので\n必要な時に持っていなかったので、約2年間使われていませんでした。必要な時に持っていられるようにと、バックパックに\n必要な時に持っていられるように、バックパックに入れていました。数日後、私は駅で人を待たなければなりませんでした。\n数日後、駅で人を待たなければならなくなった私は、駅の構内で...",
      "title": "父の人生を変えた一冊"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "上周我突然想起我有一张买书的礼品卡。我从来没有在需要的时候带着它\n当我需要它的时候，我从来没有带着它，所以它被闲置了大约两年时间。我把它放在我的\n我把它放在我的背包里，这样我需要的时候就能带着它。几天后，我不得不\n在火车站等人，就去看了一下......",
      "title": "改变我父亲生活的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "上週我突然想起我有一張買書的禮品卡。我從來沒有在需要的時候帶着它\n當我需要它的時候，我從來沒有帶着它，所以它被閒置了大約兩年時間。我把它放在我的\n我把它放在我的揹包裏，這樣我需要的時候就能帶着它。幾天後，我不得不\n在火車站等人，就去看了一下......",
      "title": "改變我父親生活的書"
    }
  ],
  "title": "The book that changed my dads life",
  "created_utc": 1623419714,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last week I suddenly remembered I had a gift card for books. I never had it with me when I needed it, so it went unused for &#39;bout 2 years. I put it in my backpack, so I would have it with me when I needed it. A few days later I had to wait for someone at the train station and went to peruse the books in a shop there. The only one book that really caught my eye was The Discomfort of Evening (het Ongemak van de Avond) by Marieke Lucas Rijneveld. It&#39;s the first time a Dutch author won the Booker Prize! The moment I read the discription I got the eary sence of deja vu. It is about a family who lose a child. The parents are so caught up with their own grieve, that they basically forget there are 2 more children that need them and that also need to grieve. My blood ran cold, because this is exactly my dad&#39;s story... He was the youngest of 3 when his sister of 16 died. It ripped their family apart from the inside out. 5 lives were distroyed by one death. It happened in the 70&#39;s when child psychology was not yet where it needed to be. My dad never got the chance to grieve propperly, cuz at 12 years old he became the peace maker at home who tried to keep everyone from falling apart and biting each others heads of basically.</p>\n\n<p>So to get back to recent events; I try to pay for the book with my gift card and it doesn&#39;t work. The woman behind the counter tried 10+ times. It didn&#39;t work. She said the card might be to old, after 2 years they expire. My mind goed &quot;Uh-oh&quot;, cuz it&#39;s about 2 years old, if not older. I ask her to try one more time, and to both our surprises it worked! And it had €15,- on it, the exact price of the book! I&#39;m thinking this is fate. I put it in my backpack, super happy and get back to my meeting. The next day a friend of mine suddenly wanted to visit my home town. I said we could go there and stay the night at my dad&#39;s place. So we get there and I unpack my things, only to realise I just brought the perfect book for my bibliophile of a father of mine. I lend it to him, hoping he is not to aprehensive to confront his past. He used to hide from confrontation in any form. At this point he knows nothing about the book and the moment after we leave, he starts the book. Every day I check up on him an the phone and evey day he tells me about his past and how recognisable the story is to him. After 3 days he finished the book and tells me all about it and how much it means to him. He mentions I lend it to him and knowing what a sweet and shy guy he is, who doesn&#39;t want to step over someones boundaries, I know the question on his mind that he would never ask. I tell him the whole story how the book got to him and quip the universe wanted him to read this book and that it is his. He thanks me and the universe and tells me I can borrow and read it whenever I want. Ladies, gents and everyone else, I am proud of my dad!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/nxecgu/the_book_that_changed_my_dads_life/",
  "subreddit": "books",
  "id": "nxecgu",
  "is_self": true,
  "media": null,
  "is_video": false
}