{
  "author": "maukamauka",
  "the_new_excerpt": "It’s baffling to me how history seems to have forgotten this epic fantasy\nchapter book series by Tony Abbott. There were 44 of them! Maybe I’m crazy, but\nI have to think there’s more people out there who remember this series… right?\nJust hear my melodramatic self out.\n\nSo, these books were released…",
  "original_created_utc": 1623361852,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トニー・アボットによるこの壮大なファンタジーの章本シリーズが、歴史から忘れ去られてしまったのは不可解です。\nトニー・アボットによるこの壮大なファンタジーの章立ての本シリーズが、歴史から忘れ去られているのは不可解です。なんと44冊もあったのです。私がおかしいのかもしれませんが\nこのシリーズを覚えている人はもっといると思うのですが...どうでしょう？\nメロドラマのような私の話を聞いてください。\n\nで、これらの本が発売されたのは...。",
      "title": "誰か「ドルーンの秘密」を覚えていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我感到困惑的是，历史似乎已经忘记了托尼-阿伯特的这一史诗般的幻想\n托尼-阿博特的系列章节书。一共有44本! 也许我是疯了，但\n我必须认为有更多的人记得这个系列......对吗？\n请听我把话说完。\n\n因此，这些书被发布...",
      "title": "有人记得 \"Droon的秘密 \"吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我感到困惑的是，歷史似乎已經忘記了託尼-阿伯特的這一史詩般的幻想\n託尼-阿博特的系列章節書。一共有44本! 也許我是瘋了，但\n我必須認爲有更多的人記得這個系列......對嗎？\n請聽我把話說完。\n\n因此，這些書被髮布...",
      "title": "有人記得 \"Droon的祕密 \"嗎？"
    }
  ],
  "title": "Does anyone remember “The Secrets of Droon”?",
  "created_utc": 1623387590,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s baffling to me how history seems to have forgotten this epic fantasy chapter book series by Tony Abbott. There were 44 of them! Maybe I’m crazy, but I have to think there’s more people out there who remember this series… right? Just hear my melodramatic self out.</p>\n\n<p>So, these books were released throughout the entirety of the 2000s. They were up there with A to Z Mysteries, Bailey School Kids, and Magic Treehouse, at least at my library. Except this was straight-up fantasy, trying to rival the likes of Harry Potter but even younger target demographics.</p>\n\n<p>You followed the standard 3 kid protagonists (Eric, Julie, Neal) as they accidentally stumble into an entire fantasy-based alternate reality through Eric’s basement. And then later on they get changed/corrupted/cursed over the long-term series in a weird choice of actual continuity for a children’s book series. I don’t think it ever went as dark as Animorphs, because who could, but it was closer than most. But there was a steady progression of plot and some weird twists judging by the short Wikipedia synopsis and my own scattered memories. Hella time manipulation, shapeshifters, wizards,  sorcerers, genies, dragons, evil selves, pillow people… I give up, there’s too much and half of it wouldn’t make sense out of context to list because, you know, fantasy.</p>\n\n<p>It’s a bit of a fever dream to be honest. </p>\n\n<p>And the more I try to look into the series, the stranger it gets. Virtually every single book in the series has a 4/5 on goodreads; perhaps that’s normal, but I find it eerie. There’s a subreddit for the book series… with only 1 post. Ever. <a href=\"https://www.reddit.com/r/droon/comments/jb8i4c/anyone_else_feel_like_secrets_of_droon_was_a/?utm_source=share&amp;utm_medium=ios_app&amp;utm_name=iossmf\">And it seems to echo my sentiments here.</a> There’s also only one thread on <a href=\"/r/books\">r/books</a> when I search the title. The fanbase is nonexistent. If I didn’t know better, I’d say someone is purposely shoving Secrets of Droon into obscurity.</p>\n\n<p>So, why am I making this post? I don’t know. It’s kinda cathartic I guess. I just want to know if anyone ever thinks about this series, remembers anything, perhaps a reason why it’s remembered the way it is (which is it’s not). Maybe I should just reread it myself. </p>\n\n<p>Regardless, thanks.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/nwzjl1/does_anyone_remember_the_secrets_of_droon/",
  "subreddit": "books",
  "id": "nwzjl1",
  "is_self": true,
  "media": null,
  "is_video": false
}