{
  "author": "CrustyBatchOfNature",
  "the_new_excerpt": "Living in Georgia, I have been inundated with mail from both parties, their\ncandidates, and various third parties on both sides (I kept count, we received\n89 mailings last week). Daily we have things placed on our door handle from\nthese same people. We receive at least one visitor every 2-3 days who…",
  "original_created_utc": 1609868493,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "住在佐治亚州，我被来自两党的信件淹没了，他们的\n候选人和双方的各种第三方(我数了一下，我们收到了\n上周收到89封邮件)。每天我们都会把东西放在门把手上\n就是这些人。我们每2-3天至少接待一位访客，…",
      "title": "[改变我的想法]：垃圾邮件和未经请求的电话、短信和邮件法律也应适用于政治家、他们的竞选活动和任何第三方行动团体"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "住在佐治亞州，我被來自兩黨的信件淹沒了，他們的\n候選人和雙方的各種第三方(我數了一下，我們收到了\n上週收到89封郵件)。每天我們都會把東西放在門把手上\n就是這些人。我們每2-3天至少接待一位訪客，…",
      "title": "[改變我的想法]：垃圾郵件和未經請求的電話、短信和郵件法律也應適用於政治家、他們的競選活動和任何第三方行動團體"
    }
  ],
  "title": "CMV: Spam and Unsolicited call, text, and mail laws should also apply to politicians, their campaigns, and any third party actions groups",
  "created_utc": 1609876363,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Living in Georgia, I have been inundated with mail from both parties, their candidates, and various third parties on both sides (I kept count, we received 89 mailings last week).  Daily we have things placed on our door handle from these same people.  We receive at least one visitor every 2-3 days who rings our doorbell and wants to talk to us about our vote.   My wife receives somewhere between 5-10 texts and calls total a day.  We are explicitly on the Do Not Contact lists but those do not apply to politicians and their campaigns.  As a matter of fact, when I pointed out the No Solicitation sign on my door and answered one call advis9ing them I was on the Do Not Call List I was told that none of that applies to political campaigns. There is absolutely no reason that politicians should be treated any differently with regard to unsolicited contact.  If you request information about a campaign or party then you open yourself up to being contacted, but those of us who want to research on our own or who just want to be left alone to not vote should not have to be harassed by political lackeys.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/kr3ch4/cmv_spam_and_unsolicited_call_text_and_mail_laws/",
  "subreddit": "changemyview",
  "id": "kr3ch4",
  "is_self": true,
  "media": null,
  "is_video": false
}