{
  "author": "pietpompies7",
  "original_created_utc": 1625389513,
  "title": "CMV: The USA lost the Afghan war",
  "created_utc": 1625459811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This week most US soldiers left Afghanistan. And like Vietnam it has been a costly disaster. The Afghan expedition was a failure by most metrics for the US:</p>\n\n<ul>\n<li>They did not defeat the Taliban.</li>\n<li>They did not win the hearts and minds of the Afghan population.</li>\n<li>They did not improve the lot of average Afghans.</li>\n<li>They did not implement a stable democracy, or shown the benefit of democracy.</li>\n<li>America&#39;s standing did not improve</li>\n<li>America&#39;s army has been shown to be a joke that could not defeat stone age people with AK47s.</li>\n<li>The Afghan war atrocities and abuses (and the +100 000 dead Afghan civilians) will be another wip to beat the USA with in the future</li>\n<li>Thousands of dead and maimed US veterans also do not benefit the USA. </li>\n<li>I would say that the only people who benefited would be the billionaires who run Arms corporations in the US.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/odgp3z/cmv_the_usa_lost_the_afghan_war/",
  "subreddit": "changemyview",
  "id": "odgp3z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This week most US soldiers left Afghanistan. And like Vietnam it has been a\ncostly disaster. The Afghan expedition was a failure by most metrics for the US:\n\n * They did not defeat the Taliban.\n * They did not win the hearts and minds of the Afghan population.\n * They did not improve the lot of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今週、ほとんどの米軍兵士がアフガニスタンを離れました。そして、ベトナムのように、それはコストのかかる大惨事となりました。\nコストのかかる大失敗だった。アフガン遠征は、アメリカにとってほとんどの基準で失敗でした。\n\n * 彼らはタリバンを倒せなかった。\n * 彼らはタリバンを倒すことができなかった。\n * タリバンを倒せなかった。",
      "title": "CMV: アメリカはアフガン戦争に負けた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "本周，大多数美国士兵离开了阿富汗。和越南一样，这也是一场\n昂贵的灾难。对美国来说，阿富汗远征是一次失败。\n\n * 他们没有打败塔利班。\n * 他们没有赢得阿富汗人民的心。\n * 他们没有改善阿富汗人民的生活。",
      "title": "CMV：美国输掉了阿富汗战争"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "本週，大多數美國士兵離開了阿富汗。和越南一樣，這也是一場\n昂貴的災難。對美國來說，阿富汗遠征是一次失敗。\n\n * 他們沒有打敗塔利班。\n * 他們沒有贏得阿富汗人民的心。\n * 他們沒有改善阿富汗人民的生活。",
      "title": "CMV：美國輸掉了阿富汗戰爭"
    }
  ]
}