{
  "author": "trunkroll",
  "original_created_utc": 1638449313,
  "title": "If I plan to hold BTC long term anyway, what's the downside of staking it for some extra interest?",
  "created_utc": 1638484485,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I recently found out that you can stake BTC on crypto.com and get 6.5% interest on it per year and I&amp;#39;m trying to find some downsides to this because it sounds too good to be true. I&amp;#39;d like to hear the cons for doing so, so far what I&amp;#39;ve found is:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;The BTC you stake is locked up for 3 months and you can&amp;#39;t touch it&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;(Not really a problem for me since I&amp;#39;m a long term holder anyways)&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;Since my BTC is on crypto.com and no longer in my wallet, it&amp;#39;s not my keys and not my coin&lt;/li&gt;\n&lt;li&gt;Somehow crypto.com is a scam/and or they get hacked and I lose all my BTC that is staked&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;(Seems fairly unlikely to me as they are a decently big exchange with a lot of investments for their future)&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;BTC is not a Proof of Stake coin so I assume they convert my BTC to another coin, stake that for higher than 6.5%, convert back after 3 months and pocket the difference?&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;Hopefully some of you can clear my concerns up for me. Thanks.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 152,
  "permalink": "/r/Bitcoin/comments/r76qmh/if_i_plan_to_hold_btc_long_term_anyway_whats_the/",
  "subreddit": "Bitcoin",
  "id": "r76qmh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I recently found out that you can stake BTC on\ncrypto.com and get 6.5% interest on it per year and I&#39;m trying to find some\ndownsides to this because it sounds too good to be true. I&#39;d like to hear\nthe cons for doing so, so far what I&#39;ve found is:</p>…"
}