{
  "author": "Razik_",
  "the_new_excerpt": "Prior to my reading of the book, I had heard many folks raving about this book\nand how fantastic it was, so naturally I decided to give it a try. My fellow\nRedditors, I was not prepared for the feelings this novel engendered in me. It\njust radiated warmth, charm and whimsy.\n\nStory-wise this is…",
  "original_created_utc": 1617051656,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在我读这本书之前，我听到很多人对这本书的好评\n以及它是多么的神奇，所以我自然决定试一试。我的同事\n红学家们，我还没有准备好这本小说给我带来的感受。它\n只是散发着温暖、魅力和奇思妙想。\n\n故事方面，这是...",
      "title": "蔚蓝海里的房子》是一本精彩而温暖的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我讀這本書之前，我聽到很多人對這本書的好評\n以及它是多麼的神奇，所以我自然決定試一試。我的同事\n紅學家們，我還沒有準備好這本小說給我帶來的感受。它\n只是散發着溫暖、魅力和奇思妙想。\n\n故事方面，這是...",
      "title": "蔚藍海里的房子》是一本精彩而溫暖的書"
    }
  ],
  "title": "The House In The Cerulean Sea is a wonderful and warm book",
  "created_utc": 1617076821,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Prior to my reading of the book, I had heard many folks raving about this book and how fantastic it was, so naturally I decided to give it a try. My fellow Redditors, I was not prepared for the feelings this novel engendered in me. It just radiated warmth, charm and whimsy.  </p>\n\n<p>Story-wise this is defintely a unique one. It follows a man who has a job that entails writing reports on orphanages that house magical children. One day he is given a task of going off to an orphanage where the &quot;dangerous&quot; magical children stay...\nThe book sparks discussions about whether we should condemn groups of people based on their exterior or look deeper and if objectivity is really the best way of going about matters that have to do with people&#39;s livelihood. It shows the negligence of bureaucratic control  and the corrupt nature of people fearing what they cannot understand. There are parallels that could be made between some situations in this book and our world which adds to just how much of a good layered story this book is. The writing is brilliant.</p>\n\n<p>The characters are all fantastic (well not all but the main characters). Linus Baker you poor bastard, how many times did you have to suffer an almost heart attack at the sight of Anti-Ch-, sorry, <em>Lucy</em>? But in all seriousness I loved reading from his pov. His self-deprecating disposition and his desire to flee certain situations but finding himself unable to made me cackle alot. This book is flipping funny yall! Its crazy the amount of times I burst out laughing! </p>\n\n<p>Talia is my favourite character out of all the kids. I love every single one of them though. They are all unique, loveable, charming and absolutely brave. </p>\n\n<p>Overall this is a story I will be revisting in the future and one that is sure to stay with me.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mfzg0h/the_house_in_the_cerulean_sea_is_a_wonderful_and/",
  "subreddit": "books",
  "id": "mfzg0h",
  "is_self": true,
  "media": null,
  "is_video": false
}