{
  "author": "trashmemes22",
  "the_new_excerpt": "Marijuana isn't some magical plant with no downsides I understand the risk of\npsychosis and obviously driving while inebriated under any circumstance is a bad\nidea. I believe weed should be regulated like any drug such as alcohol or\ntobacco. The reasoning behind this is that by keeping marijuana…",
  "original_created_utc": 1609616865,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大麻不是某种没有副作用的神奇植物，我知道\n精神错乱和明显的酒后驾车在任何情况下都是不好的。\n好主意。我认为杂草应该像任何毒品一样受到监管，比如酒精或\n烟草。这背后的理由是，通过保持大麻的…",
      "title": "[改变我的想法]：大麻没有合法的理由是非法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大麻不是某種沒有副作用的神奇植物，我知道\n精神錯亂和明顯的酒後駕車在任何情況下都是不好的。\n好主意。我認爲雜草應該像任何毒品一樣受到監管，比如酒精或\n菸草。這背後的理由是，通過保持大麻的…",
      "title": "[改變我的想法]：大麻沒有合法的理由是非法的"
    }
  ],
  "title": "CMV:There is no legitimate reason for marijuana to be illegal",
  "created_utc": 1609627380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Marijuana isn&#39;t some magical plant with no downsides I understand the risk of psychosis and obviously driving while inebriated under any circumstance is a bad idea. I believe weed should be regulated like any drug such as alcohol or tobacco. The reasoning behind this is that by keeping marijuana illegal we are doing more harm than good for our society. While many argue that cbd should be legal many are still reluctant to admit thc should be legal. Many point to the risk of psychosis but I would argue the risk of psychosis is amplified substantially by keeping weed illegal as it has shown that where cannabis has been kept illegal the potency of cannabis has become stronger. CBD has the potential to counteract the psychotic effects of THC and as such if weed was regulated the chance of having THC heavy strains would be reduced. Therefore if someone who was prone to getting psychosis decided to smoke the risk would be lesser to an extent. Others argue that legalisation might bring more people to smoke weed I however find this argument irrelevant as I believe if rational adults are able to drink they should be able to smoke as it is a much safer drug. By legalising we would undoubtedly see a decrease in underage smokers. Another problem with prohibition is the fact that in countries such as America it has direct racist implications for African Americans as police officers can fill up their arrest quotas or here in the UK where there has been controversy surrounding stop and search. By keeping weed illegal all we do is put money into the hands of criminals whom exploit the vulnerable in our society if we were to legalise cannabis we would see a better society.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kp48xo/cmvthere_is_no_legitimate_reason_for_marijuana_to/",
  "subreddit": "changemyview",
  "id": "kp48xo",
  "is_self": true,
  "media": null,
  "is_video": false
}