{
  "author": "4thestory",
  "original_created_utc": 1635831777,
  "title": "CMV: Encouraging or Hiring in the name of diversity is racist",
  "created_utc": 1635849802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all this isn’t a post to say we should stick to our own or that we shouldn’t all work together. I’m not bashing or belittling any race, sexual orientation. This came about while i was applying for new jobs for the first time in a while and i learned companies are asking when you when you’re applying for your, gender, race, sexual preference, etc. Coming from the staffing industry i know you cannot discriminate against a candidate because of these things so it was weird seeing them asked up front like that.</p>\n\n<p>So if you were to say we are looking to hire more black people to diversify our work force, aren’t you also saying the they have traits with are inferior or superior to other strictly based on the color of their skin, which is kind of the definition or racism?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qkxhww/cmv_encouraging_or_hiring_in_the_name_of/",
  "subreddit": "changemyview",
  "id": "qkxhww",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all this isn’t a post to say we should stick to our own or that we\nshouldn’t all work together. I’m not bashing or belittling any race, sexual\norientation. This came about while i was applying for new jobs for the first\ntime in a while and i learned companies are asking when you when you’re…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、これは自分たちだけでやっていこうとか、みんなで協力してやっていこうとか、そういうことを言うための投稿ではありません。\nみんなで協力しましょうということではありません。人種や性的指向を非難したり、軽視したりしているわけではありません。\nオリエンテーションを非難しているわけではありません。これは、私が久しぶりに新しい仕事に応募していた時のことです。\n私は、久しぶりに新しい仕事に応募した時に、企業はあなたがいつ...と聞いていることを知りました。",
      "title": "CMV: ダイバーシティの名の下に奨励したり、採用したりすることは人種差別である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，这不是一个说我们应该坚持自己的帖子，也不是说我们应该\n我们不应该一起工作。我不是在抨击或贬低任何种族、性取向。\n性取向。这是我第一次申请新的工作时发生的\n这是我第一次申请新的工作，我了解到公司在问你什么时候你是......",
      "title": "CMV：以多样性的名义鼓励或雇用是种族主义者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，這不是一個說我們應該堅持自己的帖子，也不是說我們應該\n我們不應該一起工作。我不是在抨擊或貶低任何種族、性取向。\n性取向。這是我第一次申請新的工作時發生的\n這是我第一次申請新的工作，我瞭解到公司在問你什麼時候你是......",
      "title": "CMV：以多樣性的名義鼓勵或僱用是種族主義者"
    }
  ]
}