{
  "author": "Stillybwobbit",
  "original_created_utc": 1624894457,
  "title": "YSK about Ticketmaster’s “dynamic pricing”",
  "created_utc": 1624900921,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK</p>\n\n<p>Ticketmaster has been doing this for a few years now, but with musicians finally getting back to work, and many struggling to do so, it’s super scummy that Ticketmaster can exponentially increase cost of tickets based upon demand. Neither the bands nor the venues see any of that money. If there’s another way to get the tickets, give it a shot. After all, we love the bands and venues, not Ticketmaster</p>\n</div><!-- SC_ON -->",
  "score": 788,
  "permalink": "/r/YouShouldKnow/comments/o9mp3a/ysk_about_ticketmasters_dynamic_pricing/",
  "subreddit": "YouShouldKnow",
  "id": "o9mp3a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK\n\nTicketmaster has been doing this for a few years now, but with musicians finally\ngetting back to work, and many struggling to do so, it’s super scummy that\nTicketmaster can exponentially increase cost of tickets based upon demand.\nNeither the bands nor the venues see any of that money. If…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK\n\nチケットマスターは数年前からこのような行為を行ってきましたが、ミュージシャンがようやく仕事に復帰し、多くの人が苦労している中で\nミュージシャンがようやく仕事に復帰し、多くの人が苦労している中で、チケットマスターがこのようなことをするのは非常に不愉快です。\nチケットマスターは、需要に応じてチケットのコストを指数関数的に増加させることができます。\nバンドも会場も、そのお金を一切受け取りません。もし...",
      "title": "チケットマスターの \"ダイナミックプライシング \"についてYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK\n\nTicketmaster这样做已经有好几年了，但随着音乐家们终于恢复工作，很多人都在努力工作。\n但随着音乐家们终于重新开始工作，而且很多人都在为之奋斗，这是很卑鄙的行为，因为\nTicketmaster可以根据需求成倍地增加门票的成本。\n乐队和场馆都没有看到这些钱。如果...",
      "title": "YSK关于Ticketmaster的 \"动态定价\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK\n\nTicketmaster這樣做已經有好幾年了，但隨着音樂家們終於恢復工作，很多人都在努力工作。\n但隨着音樂家們終於重新開始工作，而且很多人都在爲之奮鬥，這是很卑鄙的行爲，因爲\nTicketmaster可以根據需求成倍地增加門票的成本。\n樂隊和場館都沒有看到這些錢。如果...",
      "title": "YSK關於Ticketmaster的 \"動態定價\""
    }
  ]
}