{
  "author": "jinjinatti",
  "original_created_utc": 1627327420,
  "title": "CMV: Dental care should be included in the healthcare system",
  "created_utc": 1627331680,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This debate is more relevant outside the US where universal free healthcare is a thing, more specifically european countries that have a strong healthcare system that does not include dental care</p>\n\n<p>Apparently someone at some point decided that the mouth is not a part of the human body (?). I am having a problem in my jaw that causes pain, will only get worse, and has to be fixed with dental care. It is not related to hygiene and there is nothing I could have done to prevent it. I am pissed that I am spending so much money with this. If it was a problem anywhere else in my body, I would have it covered by the universal healthcare system I have access to.</p>\n\n<p>Can anyone please try to convince me that it is a good idea to not include dental care in the system?</p>\n\n<p>A few points that I wanna argue preemptively before anyone tries:</p>\n\n<p>&quot;It is expensive, not even healthcare should be universal!&quot;</p>\n\n<ul>\n<li>no thanks to the american dystopia. I love the healthcare system I have access to, and I want it to be even bigger. I don&#39;t advocate only for myself, but also for poorer people.</li>\n</ul>\n\n<p>&quot;People will become careless with their teeth!&quot;</p>\n\n<ul>\n<li>I don&#39;t believe that. Obesity rates in America prove otherwise.</li>\n</ul>\n\n<p>&quot;A lot of dental treatment is unnecessary&quot;</p>\n\n<ul>\n<li>don&#39;t cover these then. Same way the healthcare system does not cover plastic surgery</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/os5z4m/cmv_dental_care_should_be_included_in_the/",
  "subreddit": "changemyview",
  "id": "os5z4m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This debate is more relevant outside the US where universal free healthcare is a\nthing, more specifically european countries that have a strong healthcare system\nthat does not include dental care\n\nApparently someone at some point decided that the mouth is not a part of the\nhuman body (?). I am…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この議論は、国民皆保険制度があるアメリカ以外の国では、より重要な意味を持ちます。\n特に、強力な医療システムを持つヨーロッパの国々では、歯科治療を含まない\n歯の治療は含まれていません。\n\nどうやら誰かがある時点で、口は人体の一部ではないと判断したようです。\n口は人間の体の一部ではないと誰かが決めたらしい（？私は...",
      "title": "CMV: 歯科医療は医療制度の中に含まれるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这场辩论在美国以外的地方更有意义，因为那里有全民免费医疗。\n的国家，更确切地说，是拥有强大的医疗保健系统的欧洲国家。\n但不包括牙科护理\n\n显然，有人在某个时候决定，嘴巴不是人体的一部分。\n人体的一部分（？我是...",
      "title": "CMV：应将牙科护理纳入医疗保健系统"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這場辯論在美國以外的地方更有意義，因爲那裏有全民免費醫療。\n的國家，更確切地說，是擁有強大的醫療保健系統的歐洲國家。\n但不包括牙科護理\n\n顯然，有人在某個時候決定，嘴巴不是人體的一部分。\n人體的一部分（？我是...",
      "title": "CMV：應將牙科護理納入醫療保健系統"
    }
  ]
}