{
  "author": "in-site",
  "original_created_utc": 1636935039,
  "title": "Can you figure out 'And Then There Were None' by reading carefully?",
  "created_utc": 1636982447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven&#39;t finished the book yet, and I have no idea who the murderer is. I like it enough to start over to try and work it out, but only if there are enough clues in the text. </p>\n\n<p>I&#39;ve avoided reading anything about this book (I&#39;m familiar with the trope/stock storyline), so I&#39;m not even fully certain the murderer is revealed, but it seems likely given the story structure so far. </p>\n\n<p>Is it a &#39;makes sense in hindsight&#39; kind of thing, or are there hints I missed?</p>\n\n<p>Thank youuuu</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qu395n/can_you_figure_out_and_then_there_were_none_by/",
  "subreddit": "books",
  "id": "qu395n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven't finished the book yet, and I have no idea who the murderer is. I like\nit enough to start over to try and work it out, but only if there are enough\nclues in the text.\n\nI've avoided reading anything about this book (I'm familiar with the trope/stock\nstoryline), so I'm not even fully certain…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まだ読み終えていないので、誰が犯人なのか全くわかりません。気に入ったので\n最初からやり直して解決しようとするほど好きな作品ですが、文章中に十分な\n文章の中に十分な手掛かりがあればの話ですが。\n\nこの本については何も読まないようにしていたので（トロフィー・株のことはよく知っています\nストーリーを知っている）ので、完全には確信も持てないのですが...。",
      "title": "よく読んでみると、『そして誰もいなくなった』がわかりますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我还没有看完这本书，我也不知道谁是凶手。我喜欢\n我喜欢这本书，足以让我重新开始尝试并找出答案，但前提是文中有足够的\n但前提是文本中有足够的线索。\n\n我一直避免阅读有关这本书的任何内容（我熟悉这个套路/股票\n故事情节），所以我甚至不能完全确定...",
      "title": "你能通过仔细阅读弄清《后来没有》吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我還沒有看完這本書，我也不知道誰是兇手。我喜歡\n我喜歡這本書，足以讓我重新開始嘗試並找出答案，但前提是文中有足夠的\n但前提是文本中有足夠的線索。\n\n我一直避免閱讀有關這本書的任何內容（我熟悉這個套路/股票\n故事情節），所以我甚至不能完全確定...",
      "title": "你能通過仔細閱讀弄清《後來沒有》嗎？"
    }
  ]
}