{
  "author": "DetroitMotorShow",
  "original_created_utc": 1628353022,
  "title": "Senate Update: Sen. Warner has introduced ANOTHER amendment at the last minute, now removing \"proof of work\" from the validator exception text. Our voices are being heard",
  "created_utc": 1628362183,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sen Warner who was behind the WH supported amendment has introduced a last minute amanedment</p>\n\n<p>This removes &quot;proof of work&quot; from the validations exception. This means proof of stake validators are also exempted, if this passes. </p>\n\n<p>But it still does not contain the exception for protocol and wallet developers. This is the important aspect that needs to be included as an exception, as it is impossible for protocol developers/wallet developers etc to KYC their users. </p>\n\n<p>Keep calling and asking your Senators to do the right thing.</p>\n\n<p>Watch the Senate proceedings here: <a href=\"https://www.senate.gov/legislative/floor_activity_pail.htm\">https://www.senate.gov/legislative/floor_activity_pail.htm</a></p>\n\n<p>Follow the Senators votes here: <a href=\"https://didtheyvoteagainst.me/\">https://didtheyvoteagainst.me/</a></p>\n\n<p>Update: Senator Steve Daines, from Montana has tweeted in favor of the Wyden-Lummis-Toomey Amendment!</p>\n\n<p>Jeff Stein (Washington Post) says additional changes are still expected before the vote.</p>\n\n<p>Senator Ted Cruz, Senator Marsha Blackburn are committed to Wyden/Lummis/Toomey Amendment</p>\n\n<p><strong>UPDATE</strong>: The latest amended text specifically carves out exceptions for both proof of work, and proof of stake. By name, it mentions these 2 consensus as mining and staking. Other consensus mechanisms aren&#39;t mentioned. Still no exception for developers - which is still KEY.</p>\n\n<p><strong>Senate breaks filibuster to advance $1.2 trillion infrastructure package.</strong></p>\n\n<p><strong>UPDATES:</strong> WaPo reporter claiming further amendments are due! Wtf?! \nThey are really legislating about things they have no clue about. Apart from PoW and PoS, there is proof of history, proof of capacity, proof of storage.. so many new technologies that are being built. How does Sen Warner and his staff even know about any of this, do they have crypto experts on their team? This is just a farce!</p>\n</div><!-- SC_ON -->",
  "score": 682,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/wFONmxT4v02vXxwu0oSZXIr4nDVJzNQRTbcAfkB9ViU.jpg?auto=webp&s=531b511274666feff84c0ed81dbcc14c22c67238",
          "width": 95,
          "height": 107
        },
        "resolutions": [],
        "variants": {},
        "id": "qVVv2aVeFYQcA3LSO9Rmcb5J_tuL6EApxK5q5XSDd8M"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/ozw7al/senate_update_sen_warner_has_introduced_another/",
  "subreddit": "CryptoCurrency",
  "id": "ozw7al",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sen Warner who was behind the WH supported amendment has introduced a last\nminute amanedment\n\nThis removes \"proof of work\" from the validations exception. This means proof of\nstake validators are also exempted, if this passes.\n\nBut it still does not contain the exception for protocol and wallet…"
}