{
  "author": "spoofmaker1",
  "the_new_excerpt": "...and wow. Even though I knew how it was going to end, that was still one hell\nof an ending. I found the middle section to drag a bit (mostly because of the\nratio of technical chapters to narrative ones) but the last 100 pages were so\ngripping. It's going to take a week or two to process everything…",
  "original_created_utc": 1618017217,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "...そしてワオ。結末を知っていても、あれはとんでもない結末だった。\n終わり方がわかっていても、とんでもない終わり方でした。中盤は少し長く感じましたが（主に技術的な章と物語的な章の比率のため）、最後の100パ\n技術的な章と物語的な章の比率のせいです）しかし、最後の100ページはとても\n手に汗握る展開でした。すべてを処理するのに、1週間か2週間はかかりそうです...。",
      "title": "ちょうどMoby Dickを読み終えたところです...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "...哇 即使我知道结局如何，这仍然是一个地狱。\n的结局。我发现中间的部分有点拖沓（主要是由于中间的\n技术性章节与叙述性章节的比例），但最后100页的内容是如此之多。\n令人抓狂。这将需要一两周的时间来处理一切... ...",
      "title": "刚看完《白鲸》..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "...哇 即使我知道結局如何，這仍然是一個地獄。\n的結局。我發現中間的部分有點拖沓（主要是由於中間的\n技術性章節與敘述性章節的比例），但最後100頁的內容是如此之多。\n令人抓狂。這將需要一兩週的時間來處理一切... ...",
      "title": "剛看完《白鯨》..."
    }
  ],
  "title": "Just finished Moby Dick...",
  "created_utc": 1618076124,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>...and wow. Even though I knew how it was going to end, that was still one hell of an ending. I found the middle section to drag a bit (mostly because of the ratio of technical chapters to narrative ones) but the last 100 pages were so gripping. It&#39;s going to take a week or two to process everything before I can start something new.</p>\n\n<p>Curious as to what other people took from it as it&#39;s so open ended. I saw it as more of a man vs. nature conflict, where the whale was more a primal force of nature than a living creature, and that Ahab might as well have been feuding with a hurricane. Especially with the line in Chapter 105 about whales existing long before humanity began and continuing to exist after we&#39;ve gone, and the whole theme of defiance, it seemed to me to encapsulate the conflict between humanities perceived role in the world, and their actual one; small, fleeting, and defiant above their means. What did you all get from it?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mnv18n/just_finished_moby_dick/",
  "subreddit": "books",
  "id": "mnv18n",
  "is_self": true,
  "media": null,
  "is_video": false
}