{
  "author": "PurpleGodandViolet",
  "original_created_utc": 1634612069,
  "title": "CMV: Deus ex machina as a plot device used in any media that is not meant to be comedic is an insult to anyone who is invested in the story.",
  "created_utc": 1634636347,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen it plenty of times that in any situation where the protagonist has their back against the wall, the situation is dire and there seems to be no escape, all hope is lost, but then a miracle that has nothing to do with the actions of the protagonist or anyone in the situation comes and saves the day!!!!</p>\n\n<p>It is an insult to anyone who&#39;s invested in the media that wants to have a serious resolution to the story, because it means that all the struggle and all the strife that built up to that moment is irrelevant because it has been fixed on a whim. </p>\n\n<p>Obviously if it&#39;s done for comedic value, typically something you would see on family guy, or The Simpsons, or any adult cartoon they take plenty of liberties with it because it&#39;s funny and it helps that particular media.</p>\n\n<p>I give a pass to children&#39;s media simply because that&#39;s typically means heavier towards either the comedic side or the sense of wonder both of which are highly enjoyed by children audiences. For example Toy Story 3, the cast is being pulled down into the burn pit, they have accepted their fate and realized there&#39;s nothing that they can do about it, but then the aliens bring forth the giant claw that they worship to save them. It was funny and it was a throwback to the original movie so it fits.</p>\n\n<p>But seriously why should I even care about a story if god, or coincidence, or someone with unknown superpowers or whatever comes up and saves the Day and likely could have done so to prevent the entirety of the story from ever happening.</p>\n\n<p>And yeah I get it, it&#39;s about the journey, but it&#39;s kind of like with Lord of the rings why didn&#39;t they just fly the eagle to Mordor instead of trekking for three whole books? And I&#39;m sure at some point that was actually answered, I just don&#39;t know the answer if there is when I&#39;m just using it as an example. But then I also think of Batman versus superman, the only reason that got resolved was instead of talking about their problems like any two adults would they nearly killed each other only to find out their mothers both named Martha. I refuse to watch that movie because of that horrible climax.</p>\n\n<p>And now I don&#39;t mind stories where the thing that saves them is something that had been noticeably or understandably being worked around in the background by other characters or even the protagonist themselves. Like in The hunger games catching fire when the coach whose name I forget comes and saves the crew while they are in their hunger game match you knew that was happening in the background that didn&#39;t come out of nowhere you can understand why that happened, and it also led to significantly more story as to the consequences of that occurrence.</p>\n\n<p>I honestly just think in modern media it needs to be phased out of anything that&#39;s meant to be serious, I mean I play D&amp;D and if God just came and fixed our problems I&#39;d be pissed because like I said before why didn&#39;t they do it earlier? But that&#39;s beside the point.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qb2cvm/cmv_deus_ex_machina_as_a_plot_device_used_in_any/",
  "subreddit": "changemyview",
  "id": "qb2cvm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen it plenty of times that in any situation where the protagonist has\ntheir back against the wall, the situation is dire and there seems to be no\nescape, all hope is lost, but then a miracle that has nothing to do with the\nactions of the protagonist or anyone in the situation comes and saves…"
}