{
  "author": "No_Warning_2936",
  "the_new_excerpt": "I am studying cognitive psychology, and searching for anecdotal data on the\nmental phenomena that happens when you read a text.\n\nWhat kind of methods do you use when reading? Do you read the text out? Or do\nyou read it out loud in your head?\n\nDo you imagine what you read after the sentence ends? Or…",
  "original_created_utc": 1619085068,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は認知心理学を学んでいますが、文章を読むときに起こる精神的な現象についての逸話を探しています。\n文章を読むときに起こる精神的な現象についての体験談を探しています。\n\n皆さんは文章を読むとき、どのような方法をとっていますか？テキストを読み上げるのですか？それとも\n頭の中で声に出して読むのか？\n\n文章が終わった後、読んだ内容を想像しますか？それとも...。",
      "title": "読むときに頭の中ではどんなことが起こっているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在研究认知心理学，并在寻找有关阅读文本时发生的心理现象的轶事数据。\n当你阅读一篇文章时发生的心理现象。\n\n你在阅读时使用什么样的方法？你是把文本读出来吗？还是\n你在脑子里大声读出来吗？\n\n你会在句子结束后想象你读到的内容吗？或者...",
      "title": "阅读时，你的脑海中会发生什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在研究認知心理學，並在尋找有關閱讀文本時發生的心理現象的軼事數據。\n當你閱讀一篇文章時發生的心理現象。\n\n你在閱讀時使用什麼樣的方法？你是把文本讀出來嗎？還是\n你在腦子裏大聲讀出來嗎？\n\n你會在句子結束後想象你讀到的內容嗎？或者...",
      "title": "閱讀時，你的腦海中會發生什麼？"
    }
  ],
  "title": "What happens in your mind when reading?",
  "created_utc": 1619135563,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am studying cognitive psychology, and searching for anecdotal data on the mental phenomena that happens when you read a text. </p>\n\n<p>What kind of methods do you use when reading? Do you read the text out? Or do you read it out <em>loud in your head</em>? </p>\n\n<p>Do you imagine what you read after the sentence ends? Or continuously? Or is it just pure information processing? </p>\n\n<p>Do you use your active imagination? </p>\n\n<p>Does it change depending on what genre do you read? Let it be non-fiction, fantasy, poetry, or textbook? </p>\n\n<p>Don&#39;t be shy sharing any other take. I am interested in any phenomenon that you experience, thank you.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mw1abz/what_happens_in_your_mind_when_reading/",
  "subreddit": "books",
  "id": "mw1abz",
  "is_self": true,
  "media": null,
  "is_video": false
}