{
  "author": "daddy-daddy-cool",
  "original_created_utc": 1640102549,
  "title": "YSK that the 'cheap' gifts that you receive from your employer might actually be paid out of the pocket of your manager.",
  "created_utc": 1640111861,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I know it&amp;#39;s the season to shit on shitty corporate gifts, and I&amp;#39;m all for it in the event that the money does come out of the corporate budget, but before you light your torches when you get your present, consider that what you received was paid from the pocket of someone not too far removed from you.&lt;/p&gt;\n\n&lt;p&gt;25 years ago, when we all got our first &amp;#39;real jobs&amp;#39; out of college, I remember many of my mates bragging about their company-funded golf games and company-expensed dinners and amazing Christmas bonuses. In retrospect I think most of them were exaggerating/lying, but I always wondered why I never had those perks.&lt;/p&gt;\n\n&lt;p&gt;Come Christmas, my immediate manager (we were a team of 12) went around and gave envelopes to everyone. &amp;#39;Here&amp;#39;s the fat Christmas bonus I hear everyone talk about&amp;#39;, I thought to myself.&lt;/p&gt;\n\n&lt;p&gt;I open the envelope and see a $15 gift certificate to a retail store. &amp;#39;That&amp;#39;s it?&amp;#39; I thought to myself &amp;#39;I bust my chops all day for $15?&amp;#39; I was livid.&lt;/p&gt;\n\n&lt;p&gt;I was livid all the way home. Livid that evening. Livid that weekend. I told my gf how livid I was. I expected her to be livid along with me.&lt;/p&gt;\n\n&lt;p&gt;Instead, she said &amp;quot;That was nice of her, spending her own money like that.&amp;quot; That&amp;#39;s when I realized that this wasn&amp;#39;t a cheap gift, but an amazing, thoughtful gift. I was so obsessed with myself, that I didn&amp;#39;t realize that we were the only team to get something.&lt;/p&gt;\n\n&lt;p&gt;My manager - who wasn&amp;#39;t getting paid much more than us, but who had way more financial responsibilities than us - took it upon herself to go out and get each of her team something with her own money - almost $200.&lt;/p&gt;\n\n&lt;p&gt;I felt terrible for feeling the way I did, but it taught me a valuable lesson in life.&lt;/p&gt;\n\n&lt;p&gt;Happy holidays, everyone!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1838,
  "permalink": "/r/YouShouldKnow/comments/rlhqbh/ysk_that_the_cheap_gifts_that_you_receive_from/",
  "subreddit": "YouShouldKnow",
  "id": "rlhqbh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I know it's the season to shit on shitty corporate gifts, and I'm all\nfor it in the event that the money does come out of the corporate budget, but\nbefore you light your torches when you get your present, consider that what you\nreceived was paid from the pocket of someone not too far…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: この季節にクソみたいなことを言うのは分かっています。\nを恬ることができる。\nしかし、会社の予算から出るものである以上、松明を手に入れる前に\nプレゼントされたものが、支払われたものだと考えてみてください...。",
      "title": "YSKは、あなたが雇用主から受け取る「安い」プレゼントは、実は上司のポケットマネーから支払われているかもしれないと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：我知道现在是拉屎的季节。\n我知道现在是拉屎的季节，我也很支持，因为这些钱确实是来自于企业的预算。\n但在你收到礼物时点燃你的火把之前\n但在你收到礼物时点燃火把之前，考虑一下你收到的东西是由......支付的。",
      "title": "YSK，你从雇主那里收到的 \"廉价 \"礼物实际上可能是从你的经理的口袋里掏出来的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：我知道現在是拉屎的季節。\n我知道現在是拉屎的季節，我也很支持，因爲這些錢確實是來自於企業的預算。\n但在你收到禮物時點燃你的火把之前\n但在你收到禮物時點燃火把之前，考慮一下你收到的東西是由......支付的。",
      "title": "YSK，你從僱主那裏收到的 \"廉價 \"禮物實際上可能是從你的經理的口袋裏掏出來的。"
    }
  ]
}