{
  "author": "Gallantpride",
  "original_created_utc": 1632838551,
  "title": "CMV: It's fine to call yourself \"vegan\" if you're only vegan for dietary reasons",
  "created_utc": 1632850632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most vegans on Reddit will tell you that veganism is a lifestyle or ideology. You must be into animal rights to be a vegan, and you must be very strict about it. If you aren&#39;t, then you&#39;re just &quot;plant-based&quot;.</p>\n\n<p>However, in casual usage, veganism refers to a diet. When people talk about vegans or veganism gets marketed in ads and media, it&#39;s always about the food. <em>Maybe</em> you&#39;ll hear that a soap or makeup product is &quot;cruelty free&quot; and/or &quot;vegan&quot;, but that&#39;s usually an add on.</p>\n\n<p>Dictionaries also refer to veganism as a diet. </p>\n\n<p>You go to the average Joe on the street and they won&#39;t know what they mean if you say you&#39;re &quot;plant based&quot;. They are more likely to understand if you explain that you&#39;re vegan.</p>\n\n<p>I obviously don&#39;t personally know all the vegan celebrities, bloggers, and YouTubers out there, but I don&#39;t know believe all of them are into animal rights. You only ever hear about the dietary element of veganism.</p>\n\n<p>A lot of vegans are in it for health or environmentalism, not the animals.</p>\n\n<p>To me, veganism is a stricter version of vegetarianism. Whether you believe in animal rights, and what <em>elements</em> of animal rights you believe in, is up to you. With me, I can support some parts of animal rights but not others. You can be a vegan and go to zoos, you can be a vegan and buy pets, you can be a vegan and own cats, you can theoretically even be a vegan and buy leather boots.</p>\n\n<p>How to change my view: Give me good reasons why using &quot;plant-based&quot; instead of &quot;vegan&quot; is preferable</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/px7c9e/cmv_its_fine_to_call_yourself_vegan_if_youre_only/",
  "subreddit": "changemyview",
  "id": "px7c9e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most vegans on Reddit will tell you that veganism is a lifestyle or ideology.\nYou must be into animal rights to be a vegan, and you must be very strict about\nit. If you aren't, then you're just \"plant-based\".\n\nHowever, in casual usage, veganism refers to a diet. When people talk about\nvegans or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Redditに登場するヴィーガンの多くは、ヴィーガンとはライフスタイルやイデオロギーのことだと言います。\nヴィーガンになるためには、動物愛護に熱心でなければならず、非常に厳しい態度で臨まなければなりません。\nしなければなりません。もしそうでなければ、ただの「植物ベース」に過ぎません。\n\nしかし、カジュアルな使い方では、ヴィーガンとは食生活のことを指します。人が話すときは\nヴィーガンとか...",
      "title": "CMV：食事のためだけのヴィーガンであれば、「ヴィーガン」と名乗っても構いません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Reddit上的大多数素食主义者会告诉你，素食主义是一种生活方式或意识形态。\n你必须对动物权利感兴趣才能成为素食主义者，而且你必须非常严格地遵守。\n它。如果你不是，那么你就只是 \"植物性\"。\n\n然而，在随意的用法中，素食主义是指一种饮食。当人们谈论到\n素食主义者或...",
      "title": "CMV：如果你只是因为饮食原因而吃素，那么称自己为 \"素食者 \"是可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Reddit上的大多數素食主義者會告訴你，素食主義是一種生活方式或意識形態。\n你必須對動物權利感興趣才能成爲素食主義者，而且你必須非常嚴格地遵守。\n它。如果你不是，那麼你就只是 \"植物性\"。\n\n然而，在隨意的用法中，素食主義是指一種飲食。當人們談論到\n素食主義者或...",
      "title": "CMV：如果你只是因爲飲食原因而喫素，那麼稱自己爲 \"素食者 \"是可以的。"
    }
  ]
}