{
  "author": "Gallantpride",
  "original_created_utc": 1632838551,
  "title": "CMV: It's fine to call yourself \"vegan\" if you're only vegan for dietary reasons",
  "created_utc": 1632850632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most vegans on Reddit will tell you that veganism is a lifestyle or ideology. You must be into animal rights to be a vegan, and you must be very strict about it. If you aren&#39;t, then you&#39;re just &quot;plant-based&quot;.</p>\n\n<p>However, in casual usage, veganism refers to a diet. When people talk about vegans or veganism gets marketed in ads and media, it&#39;s always about the food. <em>Maybe</em> you&#39;ll hear that a soap or makeup product is &quot;cruelty free&quot; and/or &quot;vegan&quot;, but that&#39;s usually an add on.</p>\n\n<p>Dictionaries also refer to veganism as a diet. </p>\n\n<p>You go to the average Joe on the street and they won&#39;t know what they mean if you say you&#39;re &quot;plant based&quot;. They are more likely to understand if you explain that you&#39;re vegan.</p>\n\n<p>I obviously don&#39;t personally know all the vegan celebrities, bloggers, and YouTubers out there, but I don&#39;t know believe all of them are into animal rights. You only ever hear about the dietary element of veganism.</p>\n\n<p>A lot of vegans are in it for health or environmentalism, not the animals.</p>\n\n<p>To me, veganism is a stricter version of vegetarianism. Whether you believe in animal rights, and what <em>elements</em> of animal rights you believe in, is up to you. With me, I can support some parts of animal rights but not others. You can be a vegan and go to zoos, you can be a vegan and buy pets, you can be a vegan and own cats, you can theoretically even be a vegan and buy leather boots.</p>\n\n<p>How to change my view: Give me good reasons why using &quot;plant-based&quot; instead of &quot;vegan&quot; is preferable</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/px7c9e/cmv_its_fine_to_call_yourself_vegan_if_youre_only/",
  "subreddit": "changemyview",
  "id": "px7c9e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most vegans on Reddit will tell you that veganism is a lifestyle or ideology.\nYou must be into animal rights to be a vegan, and you must be very strict about\nit. If you aren't, then you're just \"plant-based\".\n\nHowever, in casual usage, veganism refers to a diet. When people talk about\nvegans or…"
}