{
  "author": "not-a-user123",
  "original_created_utc": 1628353943,
  "title": "CMV: There should be an age limit after which you should be able to participate in the Olympics",
  "created_utc": 1628440530,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is great seeing kids as young as 12 participating and winning in the Olympics, but I believe that it shouldn&#39;t be allowed. Olympics are a lot of pressure and it might not be good for them to go against way more experienced athletes. </p>\n\n<p>I have seen countries where the atheletes need to train for hours and hours to gain perfection. As children, this might take them away from a good social life which is very important as a teen. </p>\n\n<p>That being said, I don&#39;t mean that they shouldn&#39;t participate anywhere, youth Olympics exist so they can compete there and enter the Olympics when they are a bit older.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/ozwh82/cmv_there_should_be_an_age_limit_after_which_you/",
  "subreddit": "changemyview",
  "id": "ozwh82",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is great seeing kids as young as 12 participating and winning in the\nOlympics, but I believe that it shouldn't be allowed. Olympics are a lot of\npressure and it might not be good for them to go against way more experienced\nathletes.\n\nI have seen countries where the atheletes need to train for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "12歳の子供がオリンピックに参加して優勝するのは素晴らしいことです。\nしかし、私はそれが許されるべきではないと思っています。オリンピックは大きなプレッシャーがあります。\n経験豊富な選手と戦うことは、子供たちにとって良くないことだと思います。\nオリンピックは大きなプレッシャーがあります。\n\n私が見た国では、アスリートたちは訓練を受けなければなりませんでした...。",
      "title": "CMV: オリンピックに参加できる年齢制限を設けるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "看到年仅12岁的孩子参加奥运会并获奖，这很好。\n但我认为这不应该被允许。奥运会是一个很大的\n压力，对他们来说，与更有经验的运动员比赛可能不是好事。\n运动员。\n\n我曾见过一些国家的运动员需要进行训练。",
      "title": "CMV: 应该有一个年龄限制，过了这个年龄就可以参加奥运会。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看到年僅12歲的孩子參加奧運會並獲獎，這很好。\n但我認爲這不應該被允許。奧運會是一個很大的\n壓力，對他們來說，與更有經驗的運動員比賽可能不是好事。\n運動員。\n\n我曾見過一些國家的運動員需要進行訓練。",
      "title": "CMV: 應該有一個年齡限制，過了這個年齡就可以參加奧運會。"
    }
  ]
}