{
  "author": "NotSoSnarky",
  "the_new_excerpt": "Why YSK To better yourself, you need to stick with it. Some people do like\nexercising, but I still don't like it, even after doing it for a while. But I\nstill do it, because I know that it's good for me.\n\nI don't like drinking ordinary water, because it's too plain tasting. But I know\ndrinking more…",
  "original_created_utc": 1616123847,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK 要想更好的提升自己，就要坚持下去。有些人确实喜欢\n锻炼，但我还是不喜欢，即使做了一段时间。但我\n因为我知道这对我有好处。\n\n我不喜欢喝普通的水，因为它的味道太普通了。但我知道\n多喝...",
      "title": "YSK：生活中任何有价值的事情都需要努力。学习一项新的技能，做好自己的工作，锻炼身体，吃得更健康等等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK 要想更好的提升自己，就要堅持下去。有些人確實喜歡\n鍛鍊，但我還是不喜歡，即使做了一段時間。但我\n因爲我知道這對我有好處。\n\n我不喜歡喝普通的水，因爲它的味道太普通了。但我知道\n多喝...",
      "title": "YSK：生活中任何有價值的事情都需要努力。學習一項新的技能，做好自己的工作，鍛鍊身體，喫得更健康等等。"
    }
  ],
  "title": "YSK: Anything worth it in life takes effort. Learning a new skill, doing your job, exercising, eating healthier, etc",
  "created_utc": 1616318738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK To better yourself, you need to stick with it. Some people do like exercising, but I still don&#39;t like it, even after doing it for a while. But I still do it, because I know that it&#39;s good for me.</p>\n\n<p>I don&#39;t like drinking ordinary water, because it&#39;s too plain tasting. But I know drinking more water is healthy for you. So I drink those zero sugar-flavored water.</p>\n\n<p>I&#39;m still having trouble eating healthier, but I am trying.</p>\n\n<p>etc.</p>\n\n<p>Similar with relationships, either with your family or your friends. If you have a good family or good friends, you need to contact them regularly or semi-regularly. Sometimes the other person might feel embarrassed to call, feeling guilty that they haven&#39;t been in contact. Or they might have depression or other personal issues going on, etc.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/YouShouldKnow/comments/m8813b/ysk_anything_worth_it_in_life_takes_effort/",
  "subreddit": "YouShouldKnow",
  "id": "m8813b",
  "is_self": true,
  "media": null,
  "is_video": false
}