{
  "author": "citrusmeatsuit123456",
  "original_created_utc": 1624329351,
  "title": "CMV: A lot of people's definition of cultural appropriation is just a more progressive-sounding cover-up for xenophobia, tribalism, and segregationism",
  "created_utc": 1624366570,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cultural appropriation only consists of the following: 1.Someone taking all of the credit (and perhaps profit) for inventing some idea which wasn&#39;t theirs to begin with and which is an especially common practice in a specific culture, or 2. Clearly using a costume to mock a certain culture, such as blackface or dressing up as an indigenous person as a Halloween costume.</p>\n\n<p>Other than that, it promotes the kind of racial segregation so many have worked so hard to abolish. For example, saying a white person should not wear dreads, at the root of it, displays the same overall thinking pattern as when people wanted a pool drained because one black person swam in it. People try to act like they&#39;re all woke when they whine about most instances of things they think are cultural appropriation by saying that they&#39;re protecting marginalized communities by some rationale of righting past wrongs done by the ancestors of those in not so marginalized groups and somehow evening the playing field. The fact that white people are seen differently with dreads than black people, a common argument in favor of the modern paradigm of avoiding what some call cultural appropriation, is not going to be solved by saying white people should not have them. It&#39;s just going to promote that black and white people are more different than they really are.</p>\n\n<p>It all really comes down to a thought process along the lines of:</p>\n\n<p>&quot;This thing belongs to my group. You&#39;re not in my group, so you can&#39;t participate in this thing that is for my people and my people alone. If you try, I feel threatened and scared, because you&#39;re different and foreign invaders into our traditions and property must be stopped.&quot;</p>\n\n<p>Historically marginalized or not, left or right wing, most people have a tendency to try and think this way in some fashion or another, with the only difference a lot of the time being the way that thinking is packaged and worded, and it leads to a lot of unnecessary violence, stress, and strife.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/o5c8c7/cmv_a_lot_of_peoples_definition_of_cultural/",
  "subreddit": "changemyview",
  "id": "o5c8c7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Cultural appropriation only consists of the following: 1.Someone taking all of\nthe credit (and perhaps profit) for inventing some idea which wasn't theirs to\nbegin with and which is an especially common practice in a specific culture, or\n2. Clearly using a costume to mock a certain culture, such as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文化的流用とは、次のようなものだけを指します。1.誰かがすべての\n1.誰かが、自分のものではないアイデアを発明したことで、すべての名声（そしておそらく利益）を得ること。\n特定の文化において特に一般的に行われているものである。\n2. 2.明らかに特定の文化をあざ笑うためにコスチュームを使用すること、例えば...",
      "title": "CMV: 多くの人々が定義する文化的流用とは、外国人排斥、部族主義、隔離主義をより進歩的な響きで覆い隠しているに過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "文化挪用只包括以下内容。1.有人把所有的\n1.有人将所有的功劳（也许还有利润）用于发明一些本来不属于他们的想法。\n1.某个人将所有的功劳（也许还有利润）用于发明某种想法，而这种想法在某种特定的文化中是特别普遍的做法，或者\n2. 明显地用服装来嘲弄某种文化，如...",
      "title": "CMV：很多人对文化挪用的定义只是对仇外心理、部落主义和隔离主义的一个听起来更进步的掩饰。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "文化挪用只包括以下內容。1.有人把所有的\n1.有人將所有的功勞（也許還有利潤）用於發明一些本來不屬於他們的想法。\n1.某個人將所有的功勞（也許還有利潤）用於發明某種想法，而這種想法在某種特定的文化中是特別普遍的做法，或者\n2. 明顯地用服裝來嘲弄某種文化，如...",
      "title": "CMV：很多人對文化挪用的定義只是對仇外心理、部落主義和隔離主義的一個聽起來更進步的掩飾。"
    }
  ]
}