{
  "author": "KensukeTanabe",
  "the_new_excerpt": "There seems to be so many fantasy stories these days and that's not a bad thing\nbut I have notice that a lot of them seem to take place in medieval times or in\nan medieval like setting, or at least the stories that get the most attention.\nNot that I'm complaining, I understand familiarity is an…",
  "original_created_utc": 1612598719,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "现在似乎有很多奇幻故事，这不是一件坏事。\n但我注意到，他们中的很多人似乎发生在中世纪或在。\n中世纪一样的背景，或者至少是最受关注的故事。\n我不是在抱怨，我明白熟悉是一种... ...",
      "title": "我希望有更多的非中世纪高级幻想作品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在似乎有很多奇幻故事，這不是一件壞事。\n但我注意到，他們中的很多人似乎發生在中世紀或在。\n中世紀一樣的背景，或者至少是最受關注的故事。\n我不是在抱怨，我明白熟悉是一種... ...",
      "title": "我希望有更多的非中世紀高級幻想作品。"
    }
  ],
  "title": "I wish there was more Non-Medieval High Fantasy works.",
  "created_utc": 1612647727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There seems to be so many fantasy stories these days and that&#39;s not a bad thing but I have notice that a lot of them seem to take place in medieval times or in an medieval like setting, or at least the stories that get the most attention. Not that I&#39;m complaining, I understand familiarity is an important part of selling your story and people would rather write what they know that come up with something new (We can see this with all form of medium like Movies and video-games) but I feel fantasy is such a liberating genre that can go with any setting, premise or characters but a lot choose to use the same or similar Tolkien-ish setting (Which I&#39;m a fan of). I wish they were more well written works of fantasy that take place in, say, the time of Ancient Rome, Sub-Africa, Egypt, Mesoamerica, Middle East Asia, India or even pre-colonial america.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ldsw3h/i_wish_there_was_more_nonmedieval_high_fantasy/",
  "subreddit": "books",
  "id": "ldsw3h",
  "is_self": true,
  "media": null,
  "is_video": false
}