{
  "author": "Gloomy_Vermicelli_62",
  "original_created_utc": 1631897224,
  "title": "I lose 100+ karma a day simply arguing with idiots. I know it sounds insane, but peep this in-depth, totally transcendental, technical analysis of the process...",
  "created_utc": 1631914476,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li><p>Let me first say that, of course, I agree with the current sentiments floating in your head after reading such a preposterous heading... if “arguing with idiots” is one thing that we can agree on, it’s a really efficient way to expend important energy. However, in the next couple points, I want to try and make some meaning of it.</p></li>\n<li><p>The crypto space is filled with idiots. Any endeavor I ever began started as the literal folly of a fool. I had ideas, I had some support, but really, it was mistakes that channeled me towards success. Lots of fucking mistakes. Lots of losses. In truth, where there is more depth, there must be less span. Not everyone is Michael Saylor... haha but there are certainly LOTS of people who are going to represent the initial crypto trader, complete with all their tendency.</p></li>\n<li><p>We are the Shepards. Who will help the idiot in their journey? Are we to watch on while idiots support projects that are shit? It MUST be a “all for one and one for all” camaraderie that organized these blessed and sanctified halls of diamondry. We must start to realize that the public perception of any one crypto trader is the perception of all cryptocurrency traders. We must do our best to channel the young calf away from the forests edge, to starve out the wolves.</p></li>\n<li><p>Final thought - Id like you to consider desperately wasting most of your energy all day, arguing with idiots... so that we elevate the caliber of this divine profession. No longer can we afford to stand idly by, HODLing our well-audited projects and hoping that this new innovative space gets thorough it’s adolescence! We must see any shit coin supporter as a potentially ignorant person (some are just savage gamblers) and do our very best to aid in their ascension. </p></li>\n</ol>\n\n<p>Now, if you’re with me, SAYYYY AYYYYE!</p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/CryptoCurrency/comments/pq3uq9/i_lose_100_karma_a_day_simply_arguing_with_idiots/",
  "subreddit": "CryptoCurrency",
  "id": "pq3uq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. Let me first say that, of course, I agree with the current sentiments\n    floating in your head after reading such a preposterous heading... if\n    “arguing with idiots” is one thing that we can agree on, it’s a really\n    efficient way to expend important energy. However, in the next couple\n   …"
}