{
  "author": "gigarob",
  "original_created_utc": 1627655952,
  "title": "The Lord of the Rings",
  "created_utc": 1627663179,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am currently re-reading LOTR; I read it several times before the movies came out but have not since. Currently in the middle of book 4 when Frodo, Sam and Gollum first enter Ithilien. </p>\n\n<p>Man, what great writing and wonderful storytelling. Every half hour or so I think to myself, &quot;This is such a great part of the story coming up&quot;.</p>\n\n<p>It&#39;s been close to or over 20 years since I read this and it has been filled with great surprises, forgotten (and mostly better) differences from the movies and in general it&#39;s been great.</p>\n\n<p>I know you will never see this, but thank you so much Dr. JRR Tolkien!</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/books/comments/oulv9y/the_lord_of_the_rings/",
  "subreddit": "books",
  "id": "oulv9y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am currently re-reading LOTR; I read it several times before the movies came\nout but have not since. Currently in the middle of book 4 when Frodo, Sam and\nGollum first enter Ithilien.\n\nMan, what great writing and wonderful storytelling. Every half hour or so I\nthink to myself, \"This is such a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在、LOTRを再読しています。映画が公開される前に何度か読みましたが、それ以降は読んでいません。\n映画が公開される前に何度か読みましたが、それ以降は読んでいません。現在は第4巻の途中で、フロド、サム、ゴラムが初めてイシリアンに入ったところです。\nゴラムが初めてイシリアンに入ってくるところです。\n\n何と素晴らしい文章と素晴らしいストーリーテリングでしょうか。30分かそこらで、私は\nと思っていますが、これはとても素晴らしいことです。",
      "title": "ロード・オブ・ザ・リング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在重读《魔戒》；在电影出来之前，我读了好几遍。\n但后来没有再读。目前正在读第四册的中间部分，即弗罗多、山姆和咕噜第一次进入伊蒂利安时。\n咕噜第一次进入伊蒂利安。\n\n天啊，多么伟大的写作和精彩的故事。每隔半小时左右，我就会想\n我就对自己说，\"这真是一个......\"。",
      "title": "指环王》（The Lord of the Rings"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在重讀《魔戒》；在電影出來之前，我讀了好幾遍。\n但後來沒有再讀。目前正在讀第四冊的中間部分，即弗羅多、山姆和咕嚕第一次進入伊蒂利安時。\n咕嚕第一次進入伊蒂利安。\n\n天啊，多麼偉大的寫作和精彩的故事。每隔半小時左右，我就會想\n我就對自己說，\"這真是一個......\"。",
      "title": "指環王》（The Lord of the Rings"
    }
  ]
}