{
  "author": "dmackl",
  "the_new_excerpt": "From what I know, Christ was essentially a radical leftist. He was all about\nhelping and loving the poor, hungry, disabled, outcast. He would feed 10 people\njust in case one was going hungry. He flipped a table when banks were trying to\ntake advantage of people. He was anti-capitalist and pro social…",
  "original_created_utc": 1610472988,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "据我所知，基督基本上是个激进的左派。他是关于\n帮助和爱护贫穷、饥饿、残疾、被抛弃的人。他要养活10个人\n以防有人挨饿 他在银行试图翻开一张桌子的时候\n占人便宜。他反资本主义，支持社会...",
      "title": "[改变我的想法]：作为一个保守派是最不像基督的政治观点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "據我所知，基督基本上是個激進的左派。他是關於\n幫助和愛護貧窮、飢餓、殘疾、被拋棄的人。他要養活10個人\n以防有人捱餓 他在銀行試圖翻開一張桌子的時候\n佔人便宜。他反資本主義，支持社會...",
      "title": "[改變我的想法]：作爲一個保守派是最不像基督的政治觀點。"
    }
  ],
  "title": "CMV: being a conservative is the least Christ-like political view",
  "created_utc": 1610502906,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From what I know, Christ was essentially a radical leftist. He was all about helping and loving the poor, hungry, disabled, outcast. He would feed 10 people just in case one was going hungry. He flipped a table when banks were trying to take advantage of people. He was anti-capitalist and pro social responsibility to support, love and respect all members of society. He was, based on location and era, probably a person of color. He would not stand for discrimination. He would overthrow an institution that treated people like crap.</p>\n\n<p>On the other hand, conservatives are all about greed. They are not willing to help people in need (through governmental means) because they “didn’t earn it” and it’s “my tax dollars”. They are very pro-capitalism, and would let 10 people go hungry because one might not actually need the help. They do not believe in social responsibility, instead they prioritize the individual. Very dog eat dog world to them. And, while there are conservatives of color, in America most conservatives are at least a little bit racist (intentionally or not) because most do not recognize how racism can be institutional and generational. They think everyone has the same opportunities and you can just magically work your way out of poverty. </p>\n\n<p>Christ would be a radical leftist and conservatism is about as far as you can get from being Christ-like in politics. The Bible says nothing about abortion (it actually basically only says if someone makes a pregnant woman lose her baby, they have to pay the husband). It does not say homosexuality is sin, just that a man should not lie with a boy (basically, anti pedophilia) based on new translations not run through the filter of King James. Other arguments are based on Old Testament, which is not what Christianity focuses on. Jesus said forget that, listen to me (enter Christianity). Essentially all conservative arguments using the Bible are shaky at best. And if you just look at the overall message of Jesus, he would disagree with conservatives on almost everything.</p>\n\n<p>EDIT: Wow, this is blowing up. I tried to respond to a lot of people. I tried to keep my post open (saying left instead of Democrat, saying Christian instead of Baptist or Protestant) to encourage more discussion on the differences between subgroups. It was not my intent to lump groups together.</p>\n\n<p>Of course I am not the #1 most educated person in the world on these issues. I posted my opinion, which as a human, is of course flawed and even sometimes uninformed. I appreciate everyone who commented kindly, even if it was in disagreement.</p>\n\n<p>I think this is a really interesting discussion and I genuinely enjoy hearing all the points of view. I’m trying to be more open minded about how conservative Christians can have the views they have, as from my irreligious upbringing, it seemed contradictory. I’ve learned a lot today!</p>\n\n<p>I still think some conservatives do not live or operate in a Christ-like manner and yet thump the Bible to make political points, which is frustrating and the original inspiration for this point. However I now understand that that is not ALWAYS the case.</p>\n</div><!-- SC_ON -->",
  "score": 13239,
  "permalink": "/r/changemyview/comments/kvwbxj/cmv_being_a_conservative_is_the_least_christlike/",
  "subreddit": "changemyview",
  "id": "kvwbxj",
  "is_self": true,
  "media": null,
  "is_video": false
}