{
  "author": "JambaJuice__",
  "the_new_excerpt": "Have we not learnt from the lessons of the past where Germany literally did the\nsame fucking thing to their minorities. Now at the moment from what we know\nChina isn't straight up murdering these minorities but \"educating\" them. Funny\nthing is that Nazi Germany always claimed that these…",
  "original_created_utc": 1613226440,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我们难道没有从过去的教训中吸取教训吗？\n对他们的少数民族也是一样的。现在据我们所知\n中国不是直接谋杀这些少数民族，而是 \"教育 \"他们。有趣的是\n纳粹德国总是声称这些... ...",
      "title": "CMV：在不久的将来，中国将成为世界和平的最大的全球性威胁，中国目前对国际人权协议的绝对不重视已经表现在出现了集中营，他们在集中营里对少数民族进行折磨和宣传。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們難道沒有從過去的教訓中吸取教訓嗎？\n對他們的少數民族也是一樣的。現在據我們所知\n中國不是直接謀殺這些少數民族，而是 \"教育 \"他們。有趣的是\n納粹德國總是聲稱這些... ...",
      "title": "CMV：在不久的將來，中國將成爲世界和平的最大的全球性威脅，中國目前對國際人權協議的絕對不重視已經表現在出現了集中營，他們在集中營裏對少數民族進行折磨和宣傳。"
    }
  ],
  "title": "CMV: China is going to be the biggest global threat to world peace in the very short future, it's current absolutely lack of care for international human rights agreements has been shown by popping up of concentration camps in which they are torturing and blasting propaganda at minorities.",
  "created_utc": 1613230318,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Have we not learnt from the lessons of the past where Germany literally did the same fucking thing to their minorities. Now at the moment from what we know China isn&#39;t straight up murdering these minorities but &quot;educating&quot; them. Funny thing is that Nazi Germany always claimed that these concentration camps were something else as well and that these minorities were simply just being &quot;resettled&quot;. It&#39;s quite frankly disturbing and countries are too afraid to denounce them because China has all got them by the balls by foreign investment and job building schemes.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/lj1h9v/cmv_china_is_going_to_be_the_biggest_global/",
  "subreddit": "changemyview",
  "id": "lj1h9v",
  "is_self": true,
  "media": null,
  "is_video": false
}