{
  "author": "AUfan36",
  "original_created_utc": 1636018061,
  "title": "How do yall manage an addiction to social media and being able to read books?",
  "created_utc": 1636039654,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I work six days a week, currently. I am almost always on social media especially reddit and instagram. Reddit eats up most of my free time. I notice there are many people on <a href=\"/r/52book\">r/52book</a> who managed to read almost 100 books and still be on Reddit. I guess I lack self-discipline. I would love to even be able to read 20 books a year but i just feel like i never have time because I am always on my phone (or laptop, but mostly phone).</p>\n\n<p>What&#39;s yalls secret to reading so many books? I have learned recently that I can&#39;t do audiobooks, though.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/books/comments/qmgte3/how_do_yall_manage_an_addiction_to_social_media/",
  "subreddit": "books",
  "id": "qmgte3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I work six days a week, currently. I am almost always on social media especially\nreddit and instagram. Reddit eats up most of my free time. I notice there are\nmany people on r/52book [/r/52book] who managed to read almost 100 books and\nstill be on Reddit. I guess I lack self-discipline. I would love…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は現在、週に6日働いています。私はほとんど常にソーシャルメディアを利用しており、特に\n特にredditとinstagramです。自由時間のほとんどをredditに費やしています。気がつくと\nr/52book [/r/52book]には、100冊近くの本を読んでもRedditに残っている人がたくさんいます。\nr/52book [/r/52book]には、100冊近くの本を読んでもRedditにいる人がたくさんいます。私には自己管理能力が欠けているのでしょう。私が望むのは...",
      "title": "ソーシャルメディアへの依存と本を読むことをどのように両立させていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "目前，我每周工作六天。我几乎总是在社交媒体上，特别是\nreddit和instagram。Reddit占据了我大部分的空闲时间。我注意到有\n很多人在r/52book [/r/52book]上设法读了近100本书，还在Reddit上\n仍然在Reddit上。我想我缺乏自律性。我很想...",
      "title": "你们是如何管理对社交媒体的沉迷和能够阅读书籍的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "目前，我每週工作六天。我幾乎總是在社交媒體上，特別是\nreddit和instagram。Reddit佔據了我大部分的空閒時間。我注意到有\n很多人在r/52book [/r/52book]上設法讀了近100本書，還在Reddit上\n仍然在Reddit上。我想我缺乏自律性。我很想...",
      "title": "你們是如何管理對社交媒體的沉迷和能夠閱讀書籍的？"
    }
  ]
}