{
  "author": "Nymphadora_to",
  "original_created_utc": 1630934661,
  "title": "The midnight library",
  "created_utc": 1631014202,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This might not be the best book there is but the reason why I love it is because, first, I relate with the character. Like Nora, I struggle with poor making decisions. I have opportunities in front of me but I always end up letting them go. I’m so caught up with my own shit that I forgot other people around me. I hurt everyone around me that’s why I’m also not happy. This book will help you realize that sometimes, it is us who makes things harder. It is us who makes things complicated because we are so focused on ourselves. We tend to forget about others who love us dearly simply because we don’t even love ourselves.  Also, self pity will just drown you so stop doing it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pizd39/the_midnight_library/",
  "subreddit": "books",
  "id": "pizd39",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This might not be the best book there is but the reason why I love it is\nbecause, first, I relate with the character. Like Nora, I struggle with poor\nmaking decisions. I have opportunities in front of me but I always end up\nletting them go. I’m so caught up with my own shit that I forgot other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は最高の本ではないかもしれませんが、私がこの本を好きな理由は\nまず、登場人物に共感できるからです。ノラのように、私も決断力のなさに悩んでいます。\n決断力のなさに悩んでいます。目の前にチャンスがあるのに、いつもそれを逃してしまいます。\n放置してしまいます。自分のことで精一杯で、他の人のことを忘れてしまう...。",
      "title": "真夜中の図書館"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这可能不是最好的书，但我喜欢它的原因是\n因为，首先，我与书中的人物有联系。像诺拉一样，我也在为做不好\n做决定。我有机会在我面前，但我最终总是\n放弃了它们。我太专注于自己的事情了，以至于忘记了其他的事情。",
      "title": "午夜图书馆"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這可能不是最好的書，但我喜歡它的原因是\n因爲，首先，我與書中的人物有聯繫。像諾拉一樣，我也在爲做不好\n做決定。我有機會在我面前，但我最終總是\n放棄了它們。我太專注於自己的事情了，以至於忘記了其他的事情。",
      "title": "午夜圖書館"
    }
  ]
}