{
  "author": "marvelogs",
  "original_created_utc": 1626869761,
  "title": "Domainy - Monitor and get alerted when domain names you want are about to expire",
  "created_utc": 1626904475,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I created Domainy as a simple tool to get alerted on when the domain names I like and want are about to expire and also become available.</p>\n\n<p><a href=\"https://www.domainy.io\">https://www.domainy.io</a></p>\n\n<p>A few use cases</p>\n\n<ol>\n<li>I&#39;m monitoring all the other TLD domain names for which I would like to eventually acquire to protect brand names for the domain names that I already have (e.g. I have <a href=\"https://google.com\">google.com</a> and I want to make sure that I have google.abcde, google.edfg etc etc)</li>\n<li>I also want to know when some of the domains that I would like will expire and possibly become available, so I can quickly buy them if I can. Just because a domain is expired, it doesn&#39;t mean it&#39;s available right away. But still, I&#39;d like to keep my eye on them.</li>\n<li>Sometimes, it&#39;s just super interesting to see when some high profile names are available through obsecure TLDs (e.g. <a href=\"https://twitter.beauty\">twitter.beauty</a>, <a href=\"https://twitter.accountant\">twitter.accountant</a>, <a href=\"https://twitter.dealer\">twitter.dealer</a> domain names are available. What would happen if I buy them and do something with it. Twitter will probably come after me, but hey, it&#39;s an interesting thought. Maybe they&#39;ll buy them off? I don&#39;t know. What other high profile names are available through other TLDs?</li>\n</ol>\n\n<p>I&#39;m a domainer and I&#39;ve been using Domainy to monitor and get alerted on domain names for above use cases.</p>\n\n<p>Cheers!</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/ooookt/domainy_monitor_and_get_alerted_when_domain_names/",
  "subreddit": "SideProject",
  "id": "ooookt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I created Domainy as a simple tool to get alerted on when the domain names I\nlike and want are about to expire and also become available.\n\nhttps://www.domainy.io\n\nA few use cases\n\n 1. I'm monitoring all the other TLD domain names for which I would like to\n    eventually acquire to protect brand…"
}