{
  "author": "MrFeature_1",
  "original_created_utc": 1639994036,
  "title": "Can we stop pretending like finding friends is easy and will solve all your problems?",
  "created_utc": 1640019844,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I moved to another country around 3-4 years ago, and since then I didn&amp;#39;t manage to find any real friends. I am very communicative, I do well with colleagues, I hang out with my tennis club, and film club from time to time. But I have not met people who I would be inherently interested in being friends with. And its killing me that my friends from my home country (who I consider to be my best friends) keep saying that they feel sorry for me. My family says so too. But I am sorry, finding people that you actually want to share your life with is next to impossible. Some people get VERY lucky, and others just pretend like everyone is their best friend. I do not want to make friends just for the sake of it, just so that I can think to myself &amp;quot;well at least I hang out with people, rather than sitting at home by myself&amp;quot;. Just no. I would rather spend 2 months by myself, doing things I love, texting people I care about overseas, rather than be pretend-friends with people I couldnt care less. Being alone is NOT ALWAYS being lonely. And sure is not always better than being around someone. I am tried of this &amp;quot;solution for depression&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 115,
  "permalink": "/r/TooAfraidToAsk/comments/rkjsgn/can_we_stop_pretending_like_finding_friends_is/",
  "subreddit": "TooAfraidToAsk",
  "id": "rkjsgn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I moved to another country around 3-4 years\nago, and since then I didn&#39;t manage to find any real friends. I am very\ncommunicative, I do well with colleagues, I hang out with my tennis club, and\nfilm club from time to time. But I have not met people who I would…"
}