{
  "author": "Many_Scratch2269",
  "original_created_utc": 1633626404,
  "title": "The government doesn't give a shit about your safety. They are only going after Crypto because they can't make a profit out of it.",
  "created_utc": 1633689123,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seriously makes me cringe every time the SEC tells people that Crypto is unsafe and that it needs regulation so they can &quot;make sure it&#39;s safe for the people.&quot;</p>\n\n<p>Crypto is by far the safest asset out there. Even governments struggle to control it. It is almost impossible to hack. It makes the idea of having fiat money as a currency look stupid. Yet there are people telling me that it is unsafe compared to the physical paper they can infinitely print.</p>\n\n<p>Not only this, these people legally allow you to gamble away your entire life savings at their casinos while yelling at you to stop investing in Crypto.</p>\n\n<p>Never forget that the banks pay millions and millions of dollars to these politicians and lobby for years just to make sure they control all the financial services. The thought of Crypto going mainstream makes them and the politicians shit their pants. There is no doubt that they will spread as much bad PR as possible against Crypto.</p>\n\n<p>TLDR: The government never gives a shit for your safety. Politicians only act like they do because it affects the paycheck they get from the banks.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/CryptoCurrency/comments/q3dmt8/the_government_doesnt_give_a_shit_about_your/",
  "subreddit": "CryptoCurrency",
  "id": "q3dmt8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seriously makes me cringe every time the SEC tells people that Crypto is\nunsafe and that it needs regulation so they can \"make sure it's safe for the\npeople.\"\n\nCrypto is by far the safest asset out there. Even governments struggle to\ncontrol it. It is almost impossible to hack. It makes the idea…"
}