{
  "author": "munchidk",
  "the_new_excerpt": "Why YSK: It can save you from an accident!!\n\nYour cars side mirrors are not for seeing behind you, but to cover your blind\nspots! If you can see the driver behind you at a red light, they aren't set\nproperly.\n\nTo set them correctly get into the car while parked. Look in the rear view\nmirror while…",
  "original_created_utc": 1616689176,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：它能让你免于意外!\n\n你的汽车侧后视镜不是用来看后方的，而是用来遮盖你的盲区。\n斑点！\"如果你能在红灯时看到后面的司机，他们就没有设置。如果你能在红灯时看到后面的司机，他们就没有设置。\n正确地设置它们。\n\n要正确设置它们，请在停车时进入汽车。查看后视图\n镜而",
      "title": "YSK你的车侧后视镜可能没有设置正确!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：它能讓你免於意外!\n\n你的汽車側後視鏡不是用來看後方的，而是用來遮蓋你的盲區。\n斑點！\"如果你能在紅燈時看到後面的司機，他們就沒有設置。如果你能在紅燈時看到後面的司機，他們就沒有設置。\n正確地設置它們。\n\n要正確設置它們，請在停車時進入汽車。查看後視圖\n鏡而",
      "title": "YSK你的車側後視鏡可能沒有設置正確!"
    }
  ],
  "title": "YSK your cars side mirrors are probably not set correctly!",
  "created_utc": 1616702307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It can save you from an accident!!</p>\n\n<p>Your cars side mirrors are not for seeing behind you, but to cover your blind spots! If you can see the driver behind you at a red light, they aren&#39;t set properly. </p>\n\n<p>To set them correctly get into the car while parked. Look in the rear view mirror while sitting as though you are driving. Look for an object just at the left side of your rear view mirror. Now adjust the left side mirror to have that object just in view on the right side of the side mirror. Now look back at the rear view and find an object on the right side. Adjust your right side mirror so the object is just in view to the left edge of the mirror. This gives you the widest field of view with no gaps.</p>\n\n<p>I work in a garage and see this on almost every single customer car.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/md21p2/ysk_your_cars_side_mirrors_are_probably_not_set/",
  "subreddit": "YouShouldKnow",
  "id": "md21p2",
  "is_self": true,
  "media": null,
  "is_video": false
}