{
  "author": "ArmadilloPlastic1922",
  "original_created_utc": 1629849073,
  "title": "CMV: It is perfectly fine to only want to date people with similar political views, values, beliefs, etc.",
  "created_utc": 1629853581,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title pretty much sums up the view. I&#39;m intentionally being pretty inclusive with what I&#39;m talking about: it could be &quot;I won&#39;t date Republicans/Democrats,&quot; or it could be &quot;I won&#39;t date anyone who doesn&#39;t love Star Wars.&quot;</p>\n\n<p>I don&#39;t see any problem with wanting someone to be compatible with you in whatever ways are important to you -- and yet I see people drag other people for this all the time, so am I missing something? To me it&#39;s no different than &quot;I couldn&#39;t date anyone I wasn&#39;t physically attracted to.&quot; Surely wanting to align with a potential partner in terms of world view, if that&#39;s something that matters to you, is just as valid?</p>\n\n<p>ETA: I did this to myself by mentioning Democrat/Republican as one of my examples, but I&#39;m actually not American and so arguments that specifically apply to the American cultural/political landscape probably aren&#39;t going to convince me (my view is broader than specific politics, in any case).</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/pazebm/cmv_it_is_perfectly_fine_to_only_want_to_date/",
  "subreddit": "changemyview",
  "id": "pazebm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title pretty much sums up the view. I'm intentionally being pretty inclusive\nwith what I'm talking about: it could be \"I won't date Republicans/Democrats,\"\nor it could be \"I won't date anyone who doesn't love Star Wars.\"\n\nI don't see any problem with wanting someone to be compatible with you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルには、この景色がよく表れています。私は意図的にかなり包括的に話しています。\n共和党員や民主党員とはデートしない」かもしれないし\nスター・ウォーズが好きでない人とはデートしない」とも言えます。\n\n自分と相性の良い人を求めることに問題はないと思いますが...。",
      "title": "CMV: 政治的見解や価値観、信念などが似ている人とだけ付き合いたいと思うのは全く問題ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个标题几乎概括了这个观点。我有意对我所谈论的内容进行了相当大的包容性\n它可以是 \"我不和共和党人/民主党人约会\"。\n也可以是 \"我不会和不喜欢星球大战的人约会\"。\n\n我不认为希望某人与你相容有什么问题......",
      "title": "CMV：只想和有类似政治观点、价值观、信仰等的人约会是完全可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個標題幾乎概括了這個觀點。我有意對我所談論的內容進行了相當大的包容性\n它可以是 \"我不和共和黨人/民主黨人約會\"。\n也可以是 \"我不會和不喜歡星球大戰的人約會\"。\n\n我不認爲希望某人與你相容有什麼問題......",
      "title": "CMV：只想和有類似政治觀點、價值觀、信仰等的人約會是完全可以的。"
    }
  ]
}