{
  "author": "DrMantisToboggan92",
  "original_created_utc": 1638055141,
  "title": "If you've never read Gene Wolfe you should give him a go.",
  "created_utc": 1638067245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He&#39;s arguably one of, if not the best science fiction writer/s. \nHe also does absolutely fantastic fantasy as well. He&#39;s got a very dense style that can be difficult to get into, and his books are meant as rereads. Give them a try though, you won&#39;t regret it.</p>\n\n<p>His work on The Book of the new sun tetralogy (cycle?) Is beyond inspiring. He creates a world which is something more than it seems at first description. Every seems both a lie and the truth at the same time, does the main character really reverse death or was the recipient really dead, or merely wounded? Plus the world building is magical, Urth a planet with a sun so close to death the stars are visible in the daytime sky. It&#39;s fantastic. </p>\n\n<p>His fantasy works like The WizardKnight, and Latro in the Mist are beyond good as well. So if you&#39;re not down with sci fi a good Arthurian tale my be just what you need. Or a story of a Roman soldier who loses his memory after a head wound but gains the ability to see God&#39;s and mythical creatures. </p>\n\n<p>Also the man invented the process to cook Pringles, so we owe him some respect regardless.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/books/comments/r3ppo7/if_youve_never_read_gene_wolfe_you_should_give/",
  "subreddit": "books",
  "id": "r3ppo7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "He's arguably one of, if not the best science fiction writer/s. He also does\nabsolutely fantastic fantasy as well. He's got a very dense style that can be\ndifficult to get into, and his books are meant as rereads. Give them a try\nthough, you won't regret it.\n\nHis work on The Book of the new sun…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼は間違いなく、最高のSF作家の一人です。また、彼は素晴らしいファンタジーも\nファンタジーにも力を入れています。彼は非常に密度の高いスタイルを持っていて、それを理解するのは難しいです。\n彼の本は再読のためのものです。読んでみてください。\n後悔はしないと思いますよ。\n\nThe Book of the new sun...での彼の仕事は...",
      "title": "もしGene Wolfeを読んだことがなければ、ぜひ読んでみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "他可以说是最好的科幻小说家之一，如果不是的话。他还做了\n绝对精彩的奇幻小说。他有一种非常密集的风格，可能很难进入。\n他的风格非常浓郁，可能很难进入，而且他的书是用来重读的。给他们一个尝试\n不过，你不会后悔的。\n\n他在《新太阳之书》中的工作......",
      "title": "如果你从来没有读过吉恩-沃尔夫，你应该给他一个机会。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他可以說是最好的科幻小說家之一，如果不是的話。他還做了\n絕對精彩的奇幻小說。他有一種非常密集的風格，可能很難進入。\n他的風格非常濃郁，可能很難進入，而且他的書是用來重讀的。給他們一個嘗試\n不過，你不會後悔的。\n\n他在《新太陽之書》中的工作......",
      "title": "如果你從來沒有讀過吉恩-沃爾夫，你應該給他一個機會。"
    }
  ]
}