{
  "author": "sc2summerloud",
  "original_created_utc": 1629704615,
  "title": "Dave Berry is hilarious",
  "created_utc": 1629722128,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>edit: i managed to put a typo in the title, of course it&#39;s &quot;Dave Barry&quot;</p>\n\n<p>I really dislike books that are supposed to be funny. I think the last book that was intentionally funny and that actually made me laugh and that I enjoyed was Hitchhiker&#39;s Guide, and I read that 20 years ago. Doubtful if I&#39;d still find it funny.</p>\n\n<p>That being said, somehwere in the myriad of book recommendations I read on this sub, I got one by Dave Berry (&quot;Dave Berry does Japan&quot;).</p>\n\n<p>I don&#39;t remember laughing that much over a book in the last 20 years. I don&#39;t even understand why, since his humor is just the same old &quot;Exaggerate everything&quot; coupled with &quot;End a sentence in a surprising way&quot;. But I guess you can&#39;t analyze humor. It just clicks for me :).</p>\n\n<p>Just reading the list of his previous titles at the start of the book cracked me up. Which one of those should I read next? Any recommendations? Any similar authors maybe?</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/p9uz6n/dave_berry_is_hilarious/",
  "subreddit": "books",
  "id": "p9uz6n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "edit: i managed to put a typo in the title, of course it's \"Dave Barry\"\n\nI really dislike books that are supposed to be funny. I think the last book that\nwas intentionally funny and that actually made me laugh and that I enjoyed was\nHitchhiker's Guide, and I read that 20 years ago. Doubtful if I'd…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "edit: タイトルにタイプミスがありました、もちろん \"Dave Barry \"です。\n\n私は、面白いと思われる本がとても嫌いです。意図的に面白くした本で、実際に笑えて面白かったのは\n意図的に面白くして、実際に笑えて、楽しめた最後の本は\n20年前に読んだ「ヒッチハイカーズ・ガイド」です。20年前に読んだものですが、その時にはどうだったのでしょうか...。",
      "title": "Dave Berry is hilarious"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我设法在标题中写了一个错别字，当然是 \"戴夫-巴里\"。\n\n我真的不喜欢那些应该是搞笑的书。我认为上一本\n我认为最后一本故意搞笑的、真正让我笑的、我喜欢的书是\n搭车指南》，我是20年前读的。我很怀疑我是否会...",
      "title": "戴夫-贝瑞是个搞笑的人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我設法在標題中寫了一個錯別字，當然是 \"戴夫-巴里\"。\n\n我真的不喜歡那些應該是搞笑的書。我認爲上一本\n我認爲最後一本故意搞笑的、真正讓我笑的、我喜歡的書是\n搭車指南》，我是20年前讀的。我很懷疑我是否會...",
      "title": "戴夫-貝瑞是個搞笑的人"
    }
  ]
}