{
  "author": "cuntpimp",
  "original_created_utc": 1626355976,
  "title": "CMV: Police officers should not be considered a protected class.",
  "created_utc": 1626370548,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently a woman in Utah was charged with hate crime for stepping on pro-police &quot;Back the Blue&quot; sign. I realize that officers are not a federally protected class (Race, Color, Religion or creed, Sex, Age, etc.), so I will be referring to the state law, specifically SB 103,  VICTIM TARGETING PENALTY ENHANCEMENTS. Several other states (Georgia, Mississippi, etc.) have also drafted similar legislation. </p>\n\n<p>The term “protected class” refers to groups of people who are legally protected from being harmed or harassed by laws, practices, and policies that discriminate against them due to a shared characteristic. I believe the characteristics that fall under this should either be 1) those that are out of one&#39;s control (sexual orientation, gender, race, etc.) or 2) familial status (children, pregnant women, divorced people, etc.). In order to be logically consistent, I will include veterans as a group that should <strong>not</strong> be a protected class for the sole reason that they served (excluding those who were drafted, as that is not under their control). This does not apply if they fall under another category for which they would potentially face discrimination, such as disability.</p>\n\n<p>Career is a choice. There is truth in when people say &quot;an officer can always take off his/her badge; a person of color can&#39;t take off their skin.&quot; In a career in which you serve the public and represent the government, critique should be expected. To hinder such would be a violation of the first amendment. The First Amendment protects us against <strong>government limits</strong> on our freedom of expression. Those laws allowing such are anti-constitutional and an infringement of our rights. </p>\n\n<p>I am open to have two views changed:</p>\n\n<ol>\n<li>Police officers and/or other government careers should be a protected class.</li>\n<li>Other characteristics not including those outside of one&#39;s control/familial status should be included as protected classes.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 1099,
  "permalink": "/r/changemyview/comments/oksx5h/cmv_police_officers_should_not_be_considered_a/",
  "subreddit": "changemyview",
  "id": "oksx5h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently a woman in Utah was charged with hate crime for stepping on pro-police\n\"Back the Blue\" sign. I realize that officers are not a federally protected\nclass (Race, Color, Religion or creed, Sex, Age, etc.), so I will be referring\nto the state law, specifically SB 103, VICTIM TARGETING PENALTY…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、ユタ州の女性がプロポリスを踏んでヘイトクライムで起訴されました。\n\"Back the Blue \"の看板を踏んだとして、ヘイトクライムに問われました。警察官は連邦政府の保護対象ではないことは承知しています。\nるクラス（人種、肌の色、宗教や信条、性別、年齢など）ではありません。\n州法、特にSB103「VICTIM TARGETING PENALTY」を参照します。",
      "title": "CMV：警察官は、保護されたクラスと考えるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，犹他州的一名妇女被指控犯有仇恨罪，因为她踩到了支持警察的\n\"Back the Blue \"标志。我意识到，警察不是受联邦保护的\n种族、肤色、宗教或信仰、性别、年龄等），所以我将参考州法律，特别是SB103号法案。\n州法律，特别是SB103，受害者目标刑罚......",
      "title": "CMV：警察不应该被认为是受保护的阶层。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，猶他州的一名婦女被指控犯有仇恨罪，因爲她踩到了支持警察的\n\"Back the Blue \"標誌。我意識到，警察不是受聯邦保護的\n種族、膚色、宗教或信仰、性別、年齡等），所以我將參考州法律，特別是SB103號法案。\n州法律，特別是SB103，受害者目標刑罰......",
      "title": "CMV：警察不應該被認爲是受保護的階層。"
    }
  ]
}