{
  "author": "TheOnlyJaayman",
  "the_new_excerpt": "Why YSK: I know a lot of people who have complained about how they broke their\nfridge after they did this, and know even more people who choose to just leave\nbehind/sell their fridge when they move because of what a hassle it is to\ntransport. Knowing how a fridge/freezer works will save you money…",
  "original_created_utc": 1621842903,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これをやって冷蔵庫が壊れたと文句を言っている人をたくさん知っています。\n冷蔵庫を壊してしまったという人をたくさん知っていますし、引っ越しの際に冷蔵庫を残したり売ったりすることを選ぶ人ももっと知っています。\nまた、冷蔵庫を運ぶのが面倒だからといって、引っ越しの際に冷蔵庫を置いていったり売ったりする人もいます。\n輸送のために。冷凍冷蔵庫の仕組みを知っていれば、お金の節約にもなるのですが...。",
      "title": "YSK: ほとんどの冷蔵庫・冷凍庫は、横にして運んでも安全です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我知道有很多人抱怨说他们在做完这个之后把冰箱弄坏了。\n我知道有很多人抱怨他们这样做后把冰箱弄坏了，甚至有更多的人在搬家时选择留下/卖掉他们的冰箱。\n更多的人在搬家时选择留下/卖掉他们的冰箱，因为它的运输是多么的麻烦。\n运输的麻烦。了解冰箱/冰柜的工作原理可以为你省钱...",
      "title": "YSK: 大多数冰箱/冰柜可以安全地侧向运输"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我知道有很多人抱怨說他們在做完這個之後把冰箱弄壞了。\n我知道有很多人抱怨他們這樣做後把冰箱弄壞了，甚至有更多的人在搬家時選擇留下/賣掉他們的冰箱。\n更多的人在搬家時選擇留下/賣掉他們的冰箱，因爲它的運輸是多麼的麻煩。\n運輸的麻煩。瞭解冰箱/冰櫃的工作原理可以爲你省錢...",
      "title": "YSK: 大多數冰箱/冰櫃可以安全地側向運輸"
    }
  ],
  "title": "YSK: Most Fridges/Freezers Are Safe To Transport On Their Side",
  "created_utc": 1621860371,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know a lot of people who have complained about how they broke their fridge after they did this, and know even more people who choose to just leave behind/sell their fridge when they move because of what a hassle it is to transport. Knowing how a fridge/freezer works will save you money and time, and prevent you from breaking it yourself on accident.</p>\n\n<p>The concern comes from an issue that was common in older fridges/freezers. When tilted past a 45 degree angle, the oil in the compressor had a tendency to spill out into the cooling tubes and clog them, preventing coolant from filling the fridge completely. This used to be the end of a fridge&#39;s life and meant a hefty bill for a new one. Over time though, oils were treated so they wouldn&#39;t congeal around foreign particles, which prevented blocking. Additionally, more stringent, coiled cooling tubes were made with better materials like fiberglass and unique polymers that became an industry standard because they would give and compress to push things through the pipe. These two features have worked in tandem to prevent blockage, but their efforts won&#39;t stop people who ruin their fridges on accident.</p>\n\n<p>Because coolant tubes are usually quite small and oil is fairly viscous, it takes some time for the oil to move through the tubes. What usually kills a fridge/freezer after transport is turning it on before the oil has had a chance to settle in the compressor. If you run it without oil, the machine simply won&#39;t function outside of forcing pressure into the oil-filled coolant tubes, which only pushes the oil further up the pipe and compresses it into an actual blockage. It&#39;s a waste of a good fridge.</p>\n\n<p>The solution, of course, is to let the oil settle. In most fridges/freezers, the oil will settle back into the compressor after sitting upright for 24-48 hours regardless of how long it was on it&#39;s side. At bare minimum, give it the same amount of time upright as it was in transport. </p>\n\n<p>I hope this helped!</p>\n\n<p>EDIT: Grammar</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/YouShouldKnow/comments/njsj9t/ysk_most_fridgesfreezers_are_safe_to_transport_on/",
  "subreddit": "YouShouldKnow",
  "id": "njsj9t",
  "is_self": true,
  "media": null,
  "is_video": false
}