{
  "author": "Prestigious_Stage177",
  "original_created_utc": 1632746452,
  "title": "Libby library cards.",
  "created_utc": 1632754762,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in Southeast Asia and so desperately want to use Libby but my local library offers a small catalog and a lot of libraries abroad have more books I’m interested in reading. Is there a way I can use a <em>free</em> out of country library card? (im broke and still a student) Can I use someone else’s library card? And if there any other suggestions, do let me know!</p>\n\n<p>Sincerely, a broke student wanting to read more after a 5 year hiatus.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pwg7iv/libby_library_cards/",
  "subreddit": "books",
  "id": "pwg7iv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I live in Southeast Asia and so desperately want to use Libby but my local\nlibrary offers a small catalog and a lot of libraries abroad have more books I’m\ninterested in reading. Is there a way I can use a free out of country library\ncard? (im broke and still a student) Can I use someone else’s…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は東南アジアに住んでいるので、どうしてもLibbyを使いたいのですが、私の地元の図書館ではカタログが少なく、海外の図書館ではもっとたくさんの本があります。\n海外の多くの図書館には、私が興味を持っている本がたくさんあります。\n海外の図書館には私が読みたい本がたくさんあります。海外の図書館の方が読みたい本がたくさんあります。\nカードを使う方法はありますか？(私はお金がなくて、まだ学生なので）他の人の図書館カードを使うことはできますか？",
      "title": "リビーの図書カード。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我住在东南亚，非常想使用Libby，但我当地的图书馆提供的目录很小，而国外的很多图书馆有更多的书，我不知道该怎么办。\n但我当地的图书馆提供的目录很小，而国外的很多图书馆有更多我感兴趣的书。\n有兴趣读的书。有什么办法可以让我使用免费的国外图书馆卡吗？\n卡？(我没钱，还是个学生)我可以用别人的图书馆卡吗？",
      "title": "利比图书馆卡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我住在東南亞，非常想使用Libby，但我當地的圖書館提供的目錄很小，而國外的很多圖書館有更多的書，我不知道該怎麼辦。\n但我當地的圖書館提供的目錄很小，而國外的很多圖書館有更多我感興趣的書。\n有興趣讀的書。有什麼辦法可以讓我使用免費的國外圖書館卡嗎？\n卡？(我沒錢，還是個學生)我可以用別人的圖書館卡嗎？",
      "title": "利比圖書館卡。"
    }
  ]
}