{
  "author": "ShotBot",
  "original_created_utc": 1640793904,
  "title": "People are misinterpreting the cause behind Bitcoin's declining exchange balances and dormant adresses over the last 3 years. It's not because more people are hodling...",
  "created_utc": 1640806407,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s because of the rise of paper Bitcoins like WBTC, GBTC, ETFs, derivatives etc... Paper Bitcoins are making the velocity of real Bitcoins decline. Paper Bitcoin issuers hold the real asset in reserve somewhere, so onchain it appears the coins are dormant, when really the Bitcoins are moving in the paper market.&lt;/p&gt;\n\n&lt;p&gt;Now I&amp;#39;m not saying that more people aren&amp;#39;t hodling than ever, I&amp;#39;m just pointing out that people are misreading what the onchain data really means. Onchain data is basically useless in this new world of paper Bitcoins.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 180,
  "permalink": "/r/Bitcoin/comments/rrbjaj/people_are_misinterpreting_the_cause_behind/",
  "subreddit": "Bitcoin",
  "id": "rrbjaj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s because of the rise of paper Bitcoins\nlike WBTC, GBTC, ETFs, derivatives etc... Paper Bitcoins are making the velocity\nof real Bitcoins decline. Paper Bitcoin issuers hold the real asset in reserve\nsomewhere, so onchain it appears the coins are dormant,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;is because of paper Bitcoins rise of\nWBTC、GBTC、ETF、デリバティブなどなど...。ペーパービットコインのせいで速度が\n本物のビットコインが減少する。紙のビットコインの発行者は、本物の資産を保留しています。\nそのため、オンチェーンではコインは休眠しているように見えますが...。",
      "title": "ビットコインの取引所残高の減少や過去3年間の休眠アドレスの背後にある原因を、人々は誤解しているのです。それは、より多くの人々がホドリングしているからではありません..."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这是因为纸质比特币的崛起\n像WBTC，GBTC，ETF，衍生品等。纸质比特币正在使真正的比特币的速度\n真正的比特币的速度下降。纸质比特币的发行者将真实的资产保留在某个地方\n某处，所以在链上看来，这些币是休眠的，...",
      "title": "人们误解了比特币在过去3年中交易所余额下降和休眠地址背后的原因。这不是因为更多的人在躲避..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這是因爲紙質比特幣的崛起\n像WBTC，GBTC，ETF，衍生品等。紙質比特幣正在使真正的比特幣的速度\n真正的比特幣的速度下降。紙質比特幣的發行者將真實的資產保留在某個地方\n某處，所以在鏈上看來，這些幣是休眠的，...",
      "title": "人們誤解了比特幣在過去3年中交易所餘額下降和休眠地址背後的原因。這不是因爲更多的人在躲避..."
    }
  ]
}