{
  "author": "takikochan",
  "original_created_utc": 1627533349,
  "title": "1Q84….. i don’t know if i can keep going. Help!",
  "created_utc": 1627552487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been told for ages that i would love haruki murakami, but somehow never quite got around to it. I’m on my first, 1Q84. At first i was extremely intrigued but man it’s just slogging for me now. \nNot sure if i have a bad English translation but it’s repetitive, simple and dry. Sometimes i can suspend my disbelief enough to consider I’m missing some nuance in translation but I’ve hit a wall. Roughly 40% through the book. Should i keep going?</p>\n\n<p>Side note: finding the sexualisation of minors a bit overwhelming but as someone who likes anime/manga I’m not too surprised i guess.</p>\n\n<p>Would love to read opinions about both topics. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/otqjju/1q84_i_dont_know_if_i_can_keep_going_help/",
  "subreddit": "books",
  "id": "otqjju",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been told for ages that i would love haruki murakami, but somehow never\nquite got around to it. I’m on my first, 1Q84. At first i was extremely\nintrigued but man it’s just slogging for me now. Not sure if i have a bad\nEnglish translation but it’s repetitive, simple and dry. Sometimes i can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は昔から村上春樹が好きだと言われていましたが、なんとなくその気になれませんでした。\nと言われ続けてきましたが、なかなか手を出すことができませんでした。今、最初の作品である「1Q84」を読んでいます。最初は非常に興味をそそられたのですが\n最初は非常に興味をそそられたのですが、今はただひたすら悩んでいます。私の英訳が悪いのかどうかはわかりませんが\n英語の翻訳が悪いのかどうかはわかりませんが、繰り返しが多く、シンプルでドライな感じです。時々、私は...",
      "title": "1Q84..... I don't know if I can keep going. 助けてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多年来，有人告诉我，我会喜欢上村上春树，但不知何故，我一直没有去看。\n我一直都被告知我会喜欢上村上春树，但不知何故，我一直都没能如愿以偿。我正在读我的第一本，1Q84。起初我非常\n吸引，但现在对我来说，它只是一个缓慢的过程。不确定我是否有一个糟糕的\n但它是重复的，简单的和干燥的。有时我可以...",
      "title": "1Q84..... 我不知道我是否能继续下去。帮助!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年來，有人告訴我，我會喜歡上村上春樹，但不知何故，我一直沒有去看。\n我一直都被告知我會喜歡上村上春樹，但不知何故，我一直都沒能如願以償。我正在讀我的第一本，1Q84。起初我非常\n吸引，但現在對我來說，它只是一個緩慢的過程。不確定我是否有一個糟糕的\n但它是重複的，簡單的和乾燥的。有時我可以...",
      "title": "1Q84..... 我不知道我是否能繼續下去。幫助!"
    }
  ]
}