{
  "author": "Set1Less",
  "original_created_utc": 1633751460,
  "title": "\"White House wants to pass EO on Crypto. But lacks a staffer with crypto experience. Tim Wu, technology assistant to the President has crypto knowledge, but is recused since he holds crypto\". This is dumb. Anyone who understands crypto will hold. Politicians can meet bankers and inside trade stocks.",
  "created_utc": 1633764911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bloomberg reports that the White House is considering passing an EO (Executive Order) to regulate crypto. </p>\n\n<p>Its insanely infuriating to see how crypto policy is being formed. They are coming up with crypto policy designed by people with zero skin in the game. </p>\n\n<p><a href=\"https://preview.redd.it/8tmnpnh8jcs71.jpg?width=1482&amp;format=pjpg&amp;auto=webp&amp;s=f8b6c4d81891414a6647334326c01391fcdeec82\">No Staff Expertise</a></p>\n\n<p>The article reports that :</p>\n\n<p>&gt; One challenge the White House has had in crafting its plans is that it lacks a senior staffer with deep expertise in crypto who can focus on the issue, one person familiar with the policy work said. Tim Wu, a special assistant to the president for technology and competition policy has knowledge in the area, but is recused from working on crypto because of his personal holdings</p>\n\n<p>This makes no sense whatsoever. Anyone who really understands crypto will end up owning it.  </p>\n\n<p>If you want to form crypto policy, you need to hear from actual people with skin in the game, who use crypto. Not a bunch of psuedos who have never used crypto but claim they are experts. Like that one tart from UK, Frances Coppola who pretends to be an expert, but didnt even know what a wallet was. She claimed an offline wallet cant receive coins.</p>\n\n<p>They want to form crypto policy without discussing it with anyone from crypto.</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=Ws--mEydUIs\">But will sit down with a bunch of bankers, some of them like Citi who were to be bailed out with tax payers funds.</a> </p>\n\n<p>Recently politicians and regulators stock investments have been under scrutiny, after it was revealed that several Federal Reserve board presidents have been counter trading stocks with insider information, knowing how their decisions will move the stock prices. This is patently criminal action, but they have been allowed to memory hole this and get on with their lives. It was exposed that one of the Fed board heads Kaplan was trading S&amp;P minis with a minimum tick size of $1m. Other Congress/Senate politicians have also been in hot water for insider trading.</p>\n</div><!-- SC_ON -->",
  "score": 183,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/GhSp7OSWgWNesPyPBNudWVhU_CJh4a1f0bJwN6_eyMM.jpg?auto=webp&s=16667dae9e05f2272b32d06a20f57f43ac40ad8d",
          "width": 480,
          "height": 360
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/GhSp7OSWgWNesPyPBNudWVhU_CJh4a1f0bJwN6_eyMM.jpg?width=108&crop=smart&auto=webp&s=b91ddc411b4ae914bb4525669c5ff3d39d45ed29",
            "width": 108,
            "height": 81
          },
          {
            "url": "https://external-preview.redd.it/GhSp7OSWgWNesPyPBNudWVhU_CJh4a1f0bJwN6_eyMM.jpg?width=216&crop=smart&auto=webp&s=7b0a23af96a973c39934684b482f420492c046ab",
            "width": 216,
            "height": 162
          },
          {
            "url": "https://external-preview.redd.it/GhSp7OSWgWNesPyPBNudWVhU_CJh4a1f0bJwN6_eyMM.jpg?width=320&crop=smart&auto=webp&s=aba9b713b8c245afcfdb75be0a72069d7d6775e7",
            "width": 320,
            "height": 240
          }
        ],
        "variants": {},
        "id": "LPKO9Fcenm-VZC4grvtEzyxtkJCLF-T8p8rayHkraxg"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/q4dlkv/white_house_wants_to_pass_eo_on_crypto_but_lacks/",
  "subreddit": "CryptoCurrency",
  "id": "q4dlkv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Bloomberg reports that the White House is considering passing an EO (Executive\nOrder) to regulate crypto.\n\nIts insanely infuriating to see how crypto policy is being formed. They are\ncoming up with crypto policy designed by people with zero skin in the game.\n\nNo Staff…"
}