{
  "author": "The9thBitYT",
  "original_created_utc": 1639528928,
  "title": "YSK It's possible to wash your whites and colors in the same load.",
  "created_utc": 1639554123,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Many people wash their whites and darks in seperate loads to prevent coloring their whites, using up extra water and time.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;If you use a whitening laundry powder labeled &amp;quot;Safe on colors&amp;quot; AND wash using cold water&lt;/strong&gt;, then most whites will stay white even when washing them with dark or colored clothes. I&amp;#39;ve done this many times using Oxi-clean White Revive and it&amp;#39;s always worked. I believe there&amp;#39;s other brands with similar products.&lt;/p&gt;\n\n&lt;p&gt;Just be careful not to wash clothes with heavy ink (e.g. Tie-dye or sharpie) in the same load as whites.&lt;/p&gt;\n\n&lt;p&gt;EDIT: To clarify, the whitening powder isn&amp;#39;t strictly necessary unless you want to use a whitener. A lot of people do, but if you don&amp;#39;t, then you can skip it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 227,
  "permalink": "/r/YouShouldKnow/comments/rgly9i/ysk_its_possible_to_wash_your_whites_and_colors/",
  "subreddit": "YouShouldKnow",
  "id": "rgly9i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people wash their whites and darks in seperate loads to prevent\ncoloring their whites, using up extra water and time.\n\nIf you use a whitening laundry powder labeled \"Safe on colors\" AND wash using\ncold water, then most whites will stay white even when washing them with dark or\ncolored…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 多くの人は、白物と黒物を分けて洗うことで、洗濯の手間を省くことができます。\n白を着色してしまい、余分な水と時間を使ってしまいます。\n\nもし、「色に安全」と表示されたホワイトニング効果のあるランドリーパウダーを使い、かつ\n冷水で洗えば、ほとんどの白物は濃色や淡色と一緒に洗っても白さを保てる。\n色付き...",
      "title": "YSK 白とカラーを同じ負荷で洗うことができるんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人把白衣服和黑衣服分开来洗，以防止白衣服上色。\n染色，从而耗费更多的水和时间。\n\n如果你使用标有 \"对颜色安全 \"的增白洗衣粉，并使用冷水洗涤，那么即使与深色衣物一起洗涤，大多数白色衣物也会保持白色。\n如果你使用标有 \"对颜色安全 \"的增白洗衣粉，并使用冷水洗涤，那么即使与深色或彩色衣物一起洗涤，大多数白色衣物也会保持白色。\n有色...",
      "title": "YSK 有可能在同一批衣物中清洗你的白色和彩色。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人把白衣服和黑衣服分開來洗，以防止白衣服上色。\n染色，從而耗費更多的水和時間。\n\n如果你使用標有 \"對顏色安全 \"的增白洗衣粉，並使用冷水洗滌，那麼即使與深色衣物一起洗滌，大多數白色衣物也會保持白色。\n如果你使用標有 \"對顏色安全 \"的增白洗衣粉，並使用冷水洗滌，那麼即使與深色或彩色衣物一起洗滌，大多數白色衣物也會保持白色。\n有色...",
      "title": "YSK 有可能在同一批衣物中清洗你的白色和彩色。"
    }
  ]
}