{
  "author": "The9thBitYT",
  "original_created_utc": 1639528928,
  "title": "YSK It's possible to wash your whites and colors in the same load.",
  "created_utc": 1639554123,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Many people wash their whites and darks in seperate loads to prevent coloring their whites, using up extra water and time.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;If you use a whitening laundry powder labeled &amp;quot;Safe on colors&amp;quot; AND wash using cold water&lt;/strong&gt;, then most whites will stay white even when washing them with dark or colored clothes. I&amp;#39;ve done this many times using Oxi-clean White Revive and it&amp;#39;s always worked. I believe there&amp;#39;s other brands with similar products.&lt;/p&gt;\n\n&lt;p&gt;Just be careful not to wash clothes with heavy ink (e.g. Tie-dye or sharpie) in the same load as whites.&lt;/p&gt;\n\n&lt;p&gt;EDIT: To clarify, the whitening powder isn&amp;#39;t strictly necessary unless you want to use a whitener. A lot of people do, but if you don&amp;#39;t, then you can skip it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 227,
  "permalink": "/r/YouShouldKnow/comments/rgly9i/ysk_its_possible_to_wash_your_whites_and_colors/",
  "subreddit": "YouShouldKnow",
  "id": "rgly9i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people wash their whites and darks in seperate loads to prevent\ncoloring their whites, using up extra water and time.\n\nIf you use a whitening laundry powder labeled \"Safe on colors\" AND wash using\ncold water, then most whites will stay white even when washing them with dark or\ncolored…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 多くの人は白と黒の両方を洗いますが、YSKは白と黒の両方を洗います。\n白の着色を防ぐために、黒と白を分けて洗濯し、余分な水を使う。\n</p> <p><strong>ホワイトニングのランドリーパウダーを使用する場合。\n色に安全で、かつ、冷水で洗うこと</strong>で、ほとんどの...",
      "title": "YSK 白とカラーを同じ負荷で洗うことができるんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：许多人把白色和深色的衣服分开洗，以防止染上白色。\n衣服分开洗，以防止给白衣服上色，占用额外的水和时间。\n</p> <p><strong>如果你使用的是标有白色的洗衣粉，那么你就会发现你的衣服是白色的。\n</p> <p><strong>如果你使用标有 \"对颜色安全 \"的增白洗衣粉，并使用冷水洗涤</strong>，那么大多数人都会选择用冷水洗涤。",
      "title": "YSK 有可能在同一批衣物中清洗你的白色和彩色。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：許多人把白色和深色的衣服分開洗，以防止染上白色。\n衣服分開洗，以防止給白衣服上色，佔用額外的水和時間。\n</p> <p><strong>如果你使用的是標有白色的洗衣粉，那麼你就會發現你的衣服是白色的。\n</p> <p><strong>如果你使用標有 \"對顏色安全 \"的增白洗衣粉，並使用冷水洗滌</strong>，那麼大多數人都會選擇用冷水洗滌。",
      "title": "YSK 有可能在同一批衣物中清洗你的白色和彩色。"
    }
  ]
}