{
  "author": "Animedjinn",
  "original_created_utc": 1625118115,
  "title": "YSK: Pesticides that are safe for honeybees are killing off the more common pollinators.",
  "created_utc": 1625132464,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honey bees in fact aren&#39;t the most prolific pollinators, even among bees. In fact, if you live in the US, they are actually not a native species, but a domesticated one, like a pig or cow. Although there are pesticides that are made safer for honeybees, most will kill other pollinators, increasing our likelihood of eventual food shortages and ecological collapse.</p>\n\n<p>Why YSK: You can learn about organic gardening and pollinator-friendly plants and support natural plants in your own backyard (if you have one). You can also buy organic produce. If you&#39;re on a budget, you can simply avoid the foods with the most pesticide (such as strawberries and almonds) if you want to protect pollinators.</p>\n\n<p><a href=\"https://www.wired.com/2015/04/youre-worrying-wrong-bees/\">https://www.wired.com/2015/04/youre-worrying-wrong-bees/</a></p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/YouShouldKnow/comments/obf8gi/ysk_pesticides_that_are_safe_for_honeybees_are/",
  "subreddit": "YouShouldKnow",
  "id": "obf8gi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honey bees in fact aren't the most prolific pollinators, even among bees. In\nfact, if you live in the US, they are actually not a native species, but a\ndomesticated one, like a pig or cow. Although there are pesticides that are made\nsafer for honeybees, most will kill other pollinators, increasing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "実はミツバチは、ミツバチの中でも特に花粉症に強いというわけではありません。実際\nアメリカでは、ミツバチは在来種ではなく、豚や牛のように家畜化された種です。\n豚や牛のように飼い慣らされたものです。ミツバチにとってより安全に作られている農薬もありますが\nミツバチに安全な農薬もありますが、ほとんどは他の花粉媒介者を殺してしまい、増加...",
      "title": "YSK: ミツバチには安全な農薬が、一般的な花粉症の人たちを殺しているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "事实上，蜜蜂并不是最多产的授粉者，即使在蜜蜂中也是如此。事实上\n事实上，如果你住在美国，它们实际上不是本地物种，而是一个\n驯化的物种，就像猪或牛。虽然有一些杀虫剂被制成\n对蜜蜂更安全，但大多数会杀死其他传粉者，增加...",
      "title": "YSK：对蜜蜂安全的杀虫剂正在杀死更常见的传粉者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "事實上，蜜蜂並不是最多產的授粉者，即使在蜜蜂中也是如此。事實上\n事實上，如果你住在美國，它們實際上不是本地物種，而是一個\n馴化的物種，就像豬或牛。雖然有一些殺蟲劑被製成\n對蜜蜂更安全，但大多數會殺死其他傳粉者，增加...",
      "title": "YSK：對蜜蜂安全的殺蟲劑正在殺死更常見的傳粉者。"
    }
  ]
}