{
  "author": "Additional-Apple-492",
  "original_created_utc": 1640898047,
  "title": "There is SOME degenerate advice on here",
  "created_utc": 1640915534,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Most people give sound advice and have quality posts.  But I’ve noticed a lot of people encouraging people to take loans to buy BTC, to invest your life savings in BTC, 100 k guaranteed 2022, that BTC will always outperform stock market and Real Estate, e.t.c.&lt;/p&gt;\n\n&lt;p&gt;I am a believer of BTC but I also believe you shouldn’t put all your eggs in one basket.  Buy land, invest in a low cost index fund and Buy BTC.  This will probably get downvoted as it’s a BTC forum.  DCA what you can afford to lose but don’t become fiat broke with no other assets besides BTC.  It worked well for early participants but doesn’t mean it will continue.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 182,
  "permalink": "/r/Bitcoin/comments/rsc2pq/there_is_some_degenerate_advice_on_here/",
  "subreddit": "Bitcoin",
  "id": "rsc2pq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most people give sound advice and have quality posts. But I’ve noticed a lot of\npeople encouraging people to take loans to buy BTC, to invest your life savings\nin BTC, 100 k guaranteed 2022, that BTC will always outperform stock market and\nReal Estate, e.t.c.\n\nI am a believer of BTC but I also…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> ほとんどの人が適切なアドバイスをしてくれるし、クオリティも高い。\nを投稿しています。しかし、ローンを組んで購入することを勧める人が多いことに気がつきました。\nBTCに投資すること、2022年に10万ドルの保証があること、BTCが\n株式市場や不動産を常に凌駕する、などなど...。",
      "title": "ここには堕落したアドバイスがある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大多数人都给出了合理的建议并有高质量的\n帖子。但我注意到很多人鼓励人们贷款购买\nBTC，将你的毕生积蓄投资于BTC，保证2022年10万，BTC将\n始终优于股市和房地产，等等。</p>...",
      "title": "这里有一些堕落的建议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大多數人都給出了合理的建議並有高質量的\n帖子。但我注意到很多人鼓勵人們貸款購買\nBTC，將你的畢生積蓄投資於BTC，保證2022年10萬，BTC將\n始終優於股市和房地產，等等。</p>...",
      "title": "這裏有一些墮落的建議"
    }
  ]
}