{
  "author": "machine_fart",
  "original_created_utc": 1632501347,
  "title": "CMV: The US Federal Government should institute a framework for fiscal punishment of organizations that have data breaches",
  "created_utc": 1632508244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The United States has a debt problem and a data security problem that I believe have a mutually beneficial solution: severe financial ramifications for companies and institutions that have data breaches. We have a systemic reoccurrence of data breaches across all sectors in the US and organizations and companies face no serious consequences for their indiscretions. Class action lawsuits ultimately amount to a slap on the wrist and offer no tangible benefits to customers whose data was stolen.  </p>\n\n<p>Large fines for corporations that have data breaches would increase interest in data security as a deterrent to avoid fines. It would also provide a revenue source to offset the federal deficit when fines are levied. The goal would be to reduce breaches which would eventually also reduce federal income from fines if companies took this seriously, but that is a good thing.  </p>\n\n<p>Here is an example: T-Mobile is currently facing a class action lawsuit for a 70+ million customer record breach. That lawsuit will drag out for years and customers who were affected will ultimately get a fat check for $2.50 while the lawyers will get a third of the settlement. No real tangible benefit to consumers, no serious ramifications to t-mobile, and data breaches continue. If the fine from the federal government was something like $700m it would be a serious deterrent to allowing data breaches in the future. Garnish T-mobiles profits. Make some money.  </p>\n\n<p>The same principle could apply to non-revenue generating organizations or institutions by reducing federal funding where applicable.  </p>\n\n<p>I’m tired of sitting by and watching while our data is pilfered and not taken seriously by businesses we interact with. We as citizens have no recourse. This would provide serious consequences for lack of action and ultimately foster an information security mindset in the United States that has been lagging behind the past few years.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/puni86/cmv_the_us_federal_government_should_institute_a/",
  "subreddit": "changemyview",
  "id": "puni86",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The United States has a debt problem and a data security problem that I believe\nhave a mutually beneficial solution: severe financial ramifications for\ncompanies and institutions that have data breaches. We have a systemic\nreoccurrence of data breaches across all sectors in the US and organizations…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国には、債務問題とデータセキュリティの問題があります。\nアメリカには債務問題とデータ・セキュリティ問題がありますが、これらは相互に有益な解決策があると考えています。\nつまり、データを侵害した企業や機関に厳しい財政的な影響を与えることです。米国では、あらゆる分野でデータ侵害がシステム的に再発しています。\n米国では、あらゆる分野でデータ侵害が再発しており、組織...",
      "title": "CMV: 米国連邦政府は、データ漏洩を起こした組織を財政的に処罰する枠組みを設けるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国有一个债务问题和一个数据安全问题，我认为\n有一个互利的解决方案：对有数据泄露的公司和机构进行严重的财务处罚。\n对那些发生数据泄露的公司和机构进行严厉的财务处罚。我们有一个系统性的\n我们有一个系统性的数据泄露事件，在美国的所有部门和组织中重复发生。",
      "title": "CMV：美国联邦政府应建立一个框架，对发生数据泄露的组织进行财政处罚"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國有一個債務問題和一個數據安全問題，我認爲\n有一個互利的解決方案：對有數據泄露的公司和機構進行嚴重的財務處罰。\n對那些發生數據泄露的公司和機構進行嚴厲的財務處罰。我們有一個系統性的\n我們有一個系統性的數據泄露事件，在美國的所有部門和組織中重複發生。",
      "title": "CMV：美國聯邦政府應建立一個框架，對發生數據泄露的組織進行財政處罰"
    }
  ]
}