{
  "author": "machine_fart",
  "original_created_utc": 1632501347,
  "title": "CMV: The US Federal Government should institute a framework for fiscal punishment of organizations that have data breaches",
  "created_utc": 1632508244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The United States has a debt problem and a data security problem that I believe have a mutually beneficial solution: severe financial ramifications for companies and institutions that have data breaches. We have a systemic reoccurrence of data breaches across all sectors in the US and organizations and companies face no serious consequences for their indiscretions. Class action lawsuits ultimately amount to a slap on the wrist and offer no tangible benefits to customers whose data was stolen.  </p>\n\n<p>Large fines for corporations that have data breaches would increase interest in data security as a deterrent to avoid fines. It would also provide a revenue source to offset the federal deficit when fines are levied. The goal would be to reduce breaches which would eventually also reduce federal income from fines if companies took this seriously, but that is a good thing.  </p>\n\n<p>Here is an example: T-Mobile is currently facing a class action lawsuit for a 70+ million customer record breach. That lawsuit will drag out for years and customers who were affected will ultimately get a fat check for $2.50 while the lawyers will get a third of the settlement. No real tangible benefit to consumers, no serious ramifications to t-mobile, and data breaches continue. If the fine from the federal government was something like $700m it would be a serious deterrent to allowing data breaches in the future. Garnish T-mobiles profits. Make some money.  </p>\n\n<p>The same principle could apply to non-revenue generating organizations or institutions by reducing federal funding where applicable.  </p>\n\n<p>I’m tired of sitting by and watching while our data is pilfered and not taken seriously by businesses we interact with. We as citizens have no recourse. This would provide serious consequences for lack of action and ultimately foster an information security mindset in the United States that has been lagging behind the past few years.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/puni86/cmv_the_us_federal_government_should_institute_a/",
  "subreddit": "changemyview",
  "id": "puni86",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The United States has a debt problem and a data security problem that I believe\nhave a mutually beneficial solution: severe financial ramifications for\ncompanies and institutions that have data breaches. We have a systemic\nreoccurrence of data breaches across all sectors in the US and organizations…"
}