{
  "author": "Secure-Evening",
  "original_created_utc": 1637547631,
  "title": "CMV: Forcing teachers to put pronouns in their signature does not help trans people",
  "created_utc": 1637581142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m trans and I use whether or not someone have their pronouns in their signature as a sign of if they&#39;re safe to come out to or not. People that don&#39;t have their pronouns in their signature aren&#39;t guaranteed to be transphobic, but it&#39;s impossible to tell without additional context and information about that person whether or not they&#39;re safe to come out to.</p>\n\n<p>This system only works when people choose to have their pronouns in their signature. In cases where it&#39;s mandated there&#39;s no telling who is a safe person to come out to and that may just lead to us misgendered and deadnamed in all our courses because it&#39;d be too risky to come out.</p>\n\n<p>There&#39;s no benefit in mandating it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qzane6/cmv_forcing_teachers_to_put_pronouns_in_their/",
  "subreddit": "changemyview",
  "id": "qzane6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm trans and I use whether or not someone have their pronouns in their\nsignature as a sign of if they're safe to come out to or not. People that don't\nhave their pronouns in their signature aren't guaranteed to be transphobic, but\nit's impossible to tell without additional context and information…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はトランスですが、誰かの署名に自分の代名詞が入っているかどうかを\nサインに自分の代名詞を入れているかどうかで、その人がカミングアウトしても大丈夫かどうかを判断しています。サインに自分の代名詞が入っていない人は\nサインに自分の代名詞を書かない人がトランスフォビアであるとは限りませんが\n文脈や情報がなければ判断できませんが...。",
      "title": "CMV: 署名に代名詞を入れることを教師に強要することは、トランスの人々の助けにはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是变性人，我把一个人是否在签名中使用他们的代名词作为他们是否安全出柜的标志。\n签名，作为判断他们是否可以安全出柜的标志。那些没有\n签名中没有代名词的人并不能保证他们有变性恐惧症，但是\n如果没有额外的背景和信息，是无法判断的......",
      "title": "CMV：强迫教师在签名中加入代名词并不能帮助变性人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是變性人，我把一個人是否在簽名中使用他們的代名詞作爲他們是否安全出櫃的標誌。\n簽名，作爲判斷他們是否可以安全出櫃的標誌。那些沒有\n簽名中沒有代名詞的人並不能保證他們有變性恐懼症，但是\n如果沒有額外的背景和信息，是無法判斷的......",
      "title": "CMV：強迫教師在簽名中加入代名詞並不能幫助變性人"
    }
  ]
}