{
  "author": "neb_flix",
  "the_new_excerpt": "Hey all,\n\nI've never been much of a \"sit down and read a book\" type of person, but lately\nhave started reading a few Biographies along with some educational books.\n\nOne issue I've had while reading is that I am unable to concentrate longer than\n30-45 minutes. I am someone who is used to either…",
  "original_created_utc": 1623384532,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n私はこれまで「座って本を読む」というタイプではありませんでしたが、最近では\n最近、いくつかの伝記や教育書を読み始めました。\n\n読書中の問題として、30分から45分以上集中できないことがあります。\n30～45分以上集中できないことです。私はどちらかというと、本を読むことに慣れている人間です。",
      "title": "皆さんは、読書中に音楽・音声を聴きますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n我从来不是一个 \"坐下来读书 \"的人，但最近\n开始阅读一些传记和一些教育书籍。\n\n我在阅读时遇到的一个问题是，我无法集中精力超过\n30-45分钟。我是一个习惯于阅读的人。",
      "title": "你们在阅读时听音乐/音频吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n我從來不是一個 \"坐下來讀書 \"的人，但最近\n開始閱讀一些傳記和一些教育書籍。\n\n我在閱讀時遇到的一個問題是，我無法集中精力超過\n30-45分鐘。我是一個習慣於閱讀的人。",
      "title": "你們在閱讀時聽音樂/音頻嗎？"
    }
  ],
  "title": "Do you guys listen to music/audio while reading?",
  "created_utc": 1623400808,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey all,</p>\n\n<p>I&#39;ve never been much of a &quot;sit down and read a book&quot; type of person, but lately have started reading a few Biographies along with some educational books. </p>\n\n<p>One issue I&#39;ve had while reading is that I am unable to concentrate longer than 30-45 minutes. I am someone who is used to either listening to music or T.V. in the background of almost everything I do, including sleeping. I often find myself distracted by these while reading, so I have just been reading in silence. </p>\n\n<p>Something about sitting in silence for so long in a concentrated state really bugs me, and makes me quickly switch to something else since I can&#39;t have that &quot;part&quot; of my brain occupied.</p>\n\n<p>Just wondering if anyone else has this issue or if anyone has found an approach to listening to something while reading that works for them? I am thinking the next time I sit and read to try some &quot;ambient&quot; music or maybe some white noise/background sounds. </p>\n\n<p>Thanks all</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/nx6xps/do_you_guys_listen_to_musicaudio_while_reading/",
  "subreddit": "books",
  "id": "nx6xps",
  "is_self": true,
  "media": null,
  "is_video": false
}