{
  "author": "liquor_for_breakfast",
  "the_new_excerpt": "I've seen this come up a lot lately for some reason. It seems many people who\nare extremely pro sex-worker's rights are vehemently anti\ncustomer-of-sex-worker. My confusion is, how do you expect them to make any\nmoney without people on the other end of the transaction? I have seen the\nargument made…",
  "original_created_utc": 1613088608,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近不知道为什么，我经常看到这种情况。似乎很多人\n极端支持性工作者的权利，但强烈反对性工作者的权利。\n性工作者的客户。我的困惑是，你怎么能指望他们做任何\n钱没有人在交易的另一端？我已经看到了\n论证",
      "title": "CMV：如果你赞美性工作者，支持他们在自己选择的行业中工作的权利，那么因为雇佣这些同样的性工作者而羞辱人们是很可笑的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近不知道爲什麼，我經常看到這種情況。似乎很多人\n極端支持性工作者的權利，但強烈反對性工作者的權利。\n性工作者的客戶。我的困惑是，你怎麼能指望他們做任何\n錢沒有人在交易的另一端？我已經看到了\n論證",
      "title": "CMV：如果你讚美性工作者，支持他們在自己選擇的行業中工作的權利，那麼因爲僱傭這些同樣的性工作者而羞辱人們是很可笑的。"
    }
  ],
  "title": "CMV: If you celebrate sex workers and support their right to work in their chosen profession, it's ridiculous to shame people for hiring those same sex workers",
  "created_utc": 1613097012,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen this come up a lot lately for some reason. It seems many people who are extremely pro sex-worker&#39;s rights are vehemently anti customer-of-sex-worker. My confusion is, how do you expect them to make any money without people on the other end of the transaction? I have seen the argument made that it&#39;s the customers objectifying the workers which makes it different, but they are <em>literally selling their bodies as an object</em> so I don&#39;t see that as a valid argument.</p>\n\n<p>Personally I support the rights of sex workers as well as people who employ the services of sex workers. I just don&#39;t think those two things can logically be separable.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/lhysps/cmv_if_you_celebrate_sex_workers_and_support/",
  "subreddit": "changemyview",
  "id": "lhysps",
  "is_self": true,
  "media": null,
  "is_video": false
}