{
  "author": "cesarchander750",
  "original_created_utc": 1624762580,
  "title": "cmv: if you smoke weed daily and fail to stop you have a drug addiction.",
  "created_utc": 1624771835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now before I begin I must make clear that I have nothing against pot, those who use it, I use it myself and I’m all for legalization worldwide.</p>\n\n<p>I am tired of hearing people use the argument: “because it is not physically addictive, it isn’t addictive”, yet they seem to forget that things like gambling, sex, video games etc… are addictions that ruins people lives and I see no one denying their destructive potential despite them only being psychologically addictive, in my own experience I see people smoke weed from the moment they wake up to the moment they go to bed, yet they have the audacity to tell me they don’t have an addiction, even myself I’ve struggled to quit it in the past despite many attempts, that is indeed an addiction and there’s no other way of putting it, I see pot smokers deny their addiction the same way gamblers or other people who have problems downplay their habit.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/o8opys/cmv_if_you_smoke_weed_daily_and_fail_to_stop_you/",
  "subreddit": "changemyview",
  "id": "o8opys",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now before I begin I must make clear that I have nothing against pot, those who\nuse it, I use it myself and I’m all for legalization worldwide.\n\nI am tired of hearing people use the argument: “because it is not physically\naddictive, it isn’t addictive”, yet they seem to forget that things…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "始める前にはっきりさせておきたいのは、私はマリファナやそれを使う人たちに何の反対もしていません。\n私自身も使っていますし、世界中で合法化されることには賛成です。\n\nしかし、人々がこのような議論をするのを聞くのにはうんざりしています。\"身体的な中毒性がないから、中毒性はない。\nしかし、彼らは物事を忘れているようです...",
      "title": "cmv：毎日大麻を吸ってやめられない人は薬物依存症です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我开始之前，我必须明确指出，我不反对大麻，不反对那些使用大麻的人，我自己也使用大麻，而且我赞成在全世界范围内实现合法化。\n我自己也在使用它，而且我支持在全世界范围内实现合法化。\n\n我已经厌倦了听到人们使用这种说法。\"因为它不会在身体上\n我已经厌倦了听到人们使用这样的论点：\"因为它不会在身体上成瘾，所以它不会成瘾\"，但他们似乎忘记了，事情是...",
      "title": "cmv: 如果你每天吸食大麻，并且不能停止，你就有毒瘾。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我開始之前，我必須明確指出，我不反對大麻，不反對那些使用大麻的人，我自己也使用大麻，而且我贊成在全世界範圍內實現合法化。\n我自己也在使用它，而且我支持在全世界範圍內實現合法化。\n\n我已經厭倦了聽到人們使用這種說法。\"因爲它不會在身體上\n我已經厭倦了聽到人們使用這樣的論點：\"因爲它不會在身體上成癮，所以它不會成癮\"，但他們似乎忘記了，事情是...",
      "title": "cmv: 如果你每天吸食大麻，並且不能停止，你就有毒癮。"
    }
  ]
}