{
  "author": "Terminix221166",
  "the_new_excerpt": "Large corporations are largely responsible for the middle class disappearing. I\nthink there should be a legal destination between Regular Joe’s burger shack vs.\nMcdonalds. If your mom and pop restaurant can’t afford 15/hr then they deserve\ngovernment subsidies to assist them to create a good…",
  "original_created_utc": 1614924332,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "中产阶级的消失，大企业要负主要责任。I\n认为应该在普通乔的汉堡店与麦当劳之间有一个合法的目的地。\n麦当劳。如果你的妈妈和流行的餐厅不能负担15/小时，那么他们应该得到\n政府补贴，协助他们创造良好的...",
      "title": "cmv:像麦当劳和沃尔玛这样的大公司要对中产阶级的堕落负主要责任。我们应该向他们征税。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "中產階級的消失，大企業要負主要責任。I\n認爲應該在普通喬的漢堡店與麥當勞之間有一個合法的目的地。\n麥當勞。如果你的媽媽和流行的餐廳不能負擔15/小時，那麼他們應該得到\n政府補貼，協助他們創造良好的...",
      "title": "cmv:像麥當勞和沃爾瑪這樣的大公司要對中產階級的墮落負主要責任。我們應該向他們徵稅。"
    }
  ],
  "title": "cmv:Large corporations like McDonalds and Walmart are mostly responsible for the degradation of the middle class. We should tax them as such.",
  "created_utc": 1614944133,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Large corporations are largely responsible for the middle class disappearing. I think there should be a legal destination between Regular Joe’s burger shack vs. Mcdonalds. If your mom and pop restaurant can’t afford 15/hr then they deserve government subsidies to assist them to create a good environment for their employees. But McDonald’s, -with a CEO who made 2000x their average employee- should be taxed extra. Bottom line. Over $150 billion in tax breaks are given between Walmart and McDonald’s, yet a notable amount of their employees rely on social services like food stamps, and Medicaid. No matter how we rationalize it, people need food and medical. When you can’t afford those things, you’re going to take every avenue available to secure them for you and your family.</p>\n\n<p>Tl;dr\nThe government should help small businesses pay their employees a living wage instead of giving large companies tax breaks and subsidies when a lot of their employees get government assistance.</p>\n\n<p>To</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ly5ivm/cmvlarge_corporations_like_mcdonalds_and_walmart/",
  "subreddit": "changemyview",
  "id": "ly5ivm",
  "is_self": true,
  "media": null,
  "is_video": false
}