{
  "author": "nyxe12",
  "the_new_excerpt": "This is a slightly silly one, but hear me out. I love chickens, I do, but ducks\ntake the crown. Here are my arguments:\n\n1) They're significantly cuter. No offense, chicks, but ducklings will win every\ntime. Even as adults they're hilarious to watch - they just stumble around all\nday long.\n\n2) They…",
  "original_created_utc": 1622215486,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ちょっとおバカな話ですが、聞いてください。ニワトリは大好きですが、アヒルが\nが王冠を手にします。以下が私の主張です。\n\n1) アヒルの方が断然かわいい。悪気はありませんが、アヒルの子の方が勝つでしょう\nいつもそうです。大人になっても、見ていて笑えます。\n一日中ゴロゴロしています。\n\n2)彼らは...",
      "title": "CMV：アヒルはニワトリよりも優れたペットや農場の動物です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是个略显愚蠢的问题，但请听我说。我喜欢鸡，真的，但鸭子\n夺得桂冠。以下是我的论点。\n\n1）它们明显更可爱。无意冒犯，小鸡，但小鸭子每次都会赢。\n次。即使是成年后，它们也很有趣--它们整天跌跌撞撞。\n天都是如此。\n\n2) 它们...",
      "title": "CMV：鸭子是一种比鸡更好的宠物和/或农场动物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是個略顯愚蠢的問題，但請聽我說。我喜歡雞，真的，但鴨子\n奪得桂冠。以下是我的論點。\n\n1）它們明顯更可愛。無意冒犯，小雞，但小鴨子每次都會贏。\n次。即使是成年後，它們也很有趣--它們整天跌跌撞撞。\n天都是如此。\n\n2) 它們...",
      "title": "CMV：鴨子是一種比雞更好的寵物和/或農場動物。"
    }
  ],
  "title": "CMV: Ducks are a better pet and/or farm animal than chickens.",
  "created_utc": 1622226031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is a slightly silly one, but hear me out. I love chickens, I do, but ducks take the crown. Here are my arguments:</p>\n\n<p>1) They&#39;re significantly cuter. No offense, chicks, but ducklings will win every time. Even as adults they&#39;re hilarious to watch - they just stumble around all day long.</p>\n\n<p>2) They might have loud quacks, but there&#39;s no crowing to wake you up at 4AM. Every morning my chickens wake me up before the sun comes up, but my ducks are chilling the entire time.</p>\n\n<p>3) Their eggs are superior - typically larger, better for baking, and people with egg allergies can often actually eat them.</p>\n\n<p>4) Their meat is delicious and just as versatile as chicken.</p>\n\n<p>5) (Mild gore warning) Chickens will cannibalize each other if one dies and if they see blood on even a minor wound they will absolutely terrorize their former chicken friend. Once worked on a farm with pasture-raised hens that had plenty of space, no stressors, and when one chicken got a little nick on her head her companions literally pecked it further open until she had a quarter-size opening on her head and her skull was visible. She ended up dying. Meanwhile I had a duck that got a cut on his back and his companions literally did not care - he got plenty of time to heal up and they didn&#39;t peck him to death like assholes.</p>\n\n<p>The only con is that they&#39;re messy, and you know what? I&#39;ll take messy over pecking each other to death.</p>\n\n<p>CMV? Bonus points for convincing photos/videos of chickens doing good chicken things.</p>\n</div><!-- SC_ON -->",
  "score": 809,
  "permalink": "/r/changemyview/comments/nn08k5/cmv_ducks_are_a_better_pet_andor_farm_animal_than/",
  "subreddit": "changemyview",
  "id": "nn08k5",
  "is_self": true,
  "media": null,
  "is_video": false
}