{
  "author": "ChristopherRabbit",
  "original_created_utc": 1635968928,
  "title": "Is it unreasonable to expect not to have to babysit when first dating a single parent?",
  "created_utc": 1635975108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have always said I have no issue dating women who have a kid/kids from a previous relationship but lately I&#39;m questioning it. My mother was a single mom for a few years before she met my stepfather and not once was I ever left alone with anyone else she dated. Even with my stepfather, she&#39;d been dating him for quite awhile before I ever met him, let alone stayed alone with him.</p>\n\n<p>It seems like most of the time, though, when I start getting together with a woman who has kids, I&#39;m almost immediately expected to babysit. I don&#39;t like this for a couple of reasons. First of all, kids are hard work. I work a physically demanding job 12 hours a day and on my time off, I want to have a chance to relax and trying to keep some wild kid from killing themselves isn&#39;t my idea of relaxation. I don&#39;t like the responsibility, and it skeeves me out that they barely know me and yet are willing to dump their <em>child</em> off on me. I could be a fucking murderer for all they know and they&#39;re going to leave their most precious gift with me having known me for two weeks or something? That&#39;s just fucked up. If they&#39;d do that with me, who else have these kids been left with? What have they experienced?</p>\n\n<p>I get that having a kid is hard, especially on their own, and I don&#39;t mind helping but I just don&#39;t want to be a babysitter before I even get to know them well enough to decide the relationship is worth pursuing. And the worst part is, then I feel guilty as fuck leaving the woman because I worry about who she&#39;ll leave her kids with next who might not be as harmless as me. It&#39;s all around shitty.</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/TooAfraidToAsk/comments/qm2l6i/is_it_unreasonable_to_expect_not_to_have_to/",
  "subreddit": "TooAfraidToAsk",
  "id": "qm2l6i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have always said I have no issue dating women who have a kid/kids from a\nprevious relationship but lately I'm questioning it. My mother was a single mom\nfor a few years before she met my stepfather and not once was I ever left alone\nwith anyone else she dated. Even with my stepfather, she'd been…"
}