{
  "author": "pale_and_hungry",
  "the_new_excerpt": "Why YSK: Your dishwasher’s filter needs to be regularly cleaned so that it can\nwork properly. If your dishwasher is leaving old food and other gunk on your\ndishes, it probably needs to have its filter cleaned.\n\nWe bought a house with a dishwasher a year ago, and I had no idea dishwashers\neven had…",
  "original_created_utc": 1623618799,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：食器洗い機のフィルターは、定期的に清掃することで\n正しく機能するために、定期的に清掃する必要があります。もし、お使いの食洗機が古い食べ物やその他の汚れを食器に残しているなら、フィルターの清掃が必要です。\nフィルターを清掃する必要があります。\n\n1年前に食洗機付きの家を購入したのですが、食洗機があることすら知りませんでした。\nあったとは知りませんでした...",
      "title": "食器洗い機にフィルターが付いていることをYSK 清掃してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你的洗碗机的过滤器需要定期清洗，以便它能够\n正常工作。如果你的洗碗机把旧的食物和其他垃圾留在你的\n碗碟上，它可能需要清洗其过滤器。\n\n我们一年前买了一套有洗碗机的房子，我不知道洗碗机有\n甚至有...",
      "title": "YSK你的洗碗机有一个过滤器。清洁它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你的洗碗機的過濾器需要定期清洗，以便它能夠\n正常工作。如果你的洗碗機把舊的食物和其他垃圾留在你的\n碗碟上，它可能需要清洗其過濾器。\n\n我們一年前買了一套有洗碗機的房子，我不知道洗碗機有\n甚至有...",
      "title": "YSK你的洗碗機有一個過濾器。清潔它。"
    }
  ],
  "title": "YSK that your dishwasher has a filter. Clean it.",
  "created_utc": 1623627287,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Your dishwasher’s filter needs to be regularly cleaned so that it can work properly. If your dishwasher is leaving old food and other gunk on your dishes, it probably needs to have its filter cleaned.</p>\n\n<p>We bought a house with a dishwasher a year ago, and I had no idea dishwashers even had filters let alone ones that needed to be maintained in any way. I’m currently cleaning it for the first time, and it’s honestly worse than I expected. I sincerely hope this post is able to help some other poor, uninformed soul. </p>\n\n<p>Good luck!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nz65kc/ysk_that_your_dishwasher_has_a_filter_clean_it/",
  "subreddit": "YouShouldKnow",
  "id": "nz65kc",
  "is_self": true,
  "media": null,
  "is_video": false
}