{
  "author": "ToughAnswers",
  "original_created_utc": 1624996771,
  "title": "CMV: There exists a period of lockdown (perhaps 2 years years, perhaps 5, perhaps 75, but some duration), extension beyond which is not justified even by saving lives",
  "created_utc": 1625077954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The rise of the delta variant has got me thinking:</p>\n\n<p>Let&#39;s start with an extreme case: lockdown for the entire natural lives of people born today. </p>\n\n<p>Would anyone disagree that this period of lockdown would not be justified even if scientifically established to save lives? </p>\n\n<p>I think not. </p>\n\n<p>So then the question becomes what IS the maximum duration of lockdown that is justified even if scientifically established to save lives?</p>\n\n<p>Is there a meaningful difference between &quot;permanent&quot; and &quot;indefinite&quot;? </p>\n\n<p>It seems to me that some maximal threshold should be debated and agreed upon.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oag13m/cmv_there_exists_a_period_of_lockdown_perhaps_2/",
  "subreddit": "changemyview",
  "id": "oag13m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The rise of the delta variant has got me thinking:\n\nLet's start with an extreme case: lockdown for the entire natural lives of\npeople born today.\n\nWould anyone disagree that this period of lockdown would not be justified even\nif scientifically established to save lives?\n\nI think not.\n\nSo then the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "デルタ・バリアントの台頭を見て、私は考えました。\n\n極端な話、今日生まれた人の一生をロックダウンすることから始めましょう。\n極端なケースから始めましょう。\n\nたとえ科学的に証明されたとしても、この監禁期間が正当化されないことに異論はないでしょう。\n命を救うことが科学的に証明されたとしても、この監禁期間が正当化されないことに異論はないでしょうか？\n\n私はそうは思いません。\n\nでは、その...",
      "title": "CMV: ロックダウンの期間（2年、5年、75年のいずれかの期間）があり、それ以上の延長は人命救助のためにも正当化されません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "三角形变体的崛起让我思考。\n\n让我们从一个极端的案例开始：封锁今天出生的人的整个自然生命。\n今天出生的人。\n\n有谁会不同意这段时间的禁闭是不合理的，即使在科学上是为了拯救生命？\n即使在科学上是为了拯救生命？\n\n我想不会。\n\n那么，...",
      "title": "CMV：存在一个封锁期（也许是2年，也许是5年，也许是75年，但有一定的期限），超过这个期限，即使是为了拯救生命也没有理由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "三角形變體的崛起讓我思考。\n\n讓我們從一個極端的案例開始：封鎖今天出生的人的整個自然生命。\n今天出生的人。\n\n有誰會不同意這段時間的禁閉是不合理的，即使在科學上是爲了拯救生命？\n即使在科學上是爲了拯救生命？\n\n我想不會。\n\n那麼，...",
      "title": "CMV：存在一個封鎖期（也許是2年，也許是5年，也許是75年，但有一定的期限），超過這個期限，即使是爲了拯救生命也沒有理由。"
    }
  ]
}