{
  "author": "Anya_Mathilde",
  "the_new_excerpt": "I would not have been born without literature. Is \"book baby\" a thing? Because\nit should be. Back in the 90s, my dad (a divorcée) and my mum (who never\nintended to get married) was introduced to each other via a string of connection\nbecause people love to meddle. On their 2nd meeting, they decided…",
  "original_created_utc": 1623455176,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文学がなければ、私は生まれてこなかった。ブックベイビー」ってあるんですか？だって\nそうでなければなりません。90年代に、私の父（バツイチ）と母（結婚するつもりはなかった）は\n結婚するつもりはなかった）は、人はお節介が好きなので、一連のつながりでお互いに紹介されました。\n人はお節介が好きだからね。2回目の出会いで、彼らは...",
      "title": "私の両親のラブストーリー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有文学，我就不会出生。\"书宝宝 \"是个东西吗？因为\n它应该是的。早在90年代，我的父亲（一个离婚者）和我的母亲（从未打算结婚）通过一连串的联系认识了对方。\n她从未打算结婚）是通过一连串的联系介绍给对方的。\n因为人们喜欢插手。在他们第二次见面时，他们决定...",
      "title": "我父母的爱情故事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有文學，我就不會出生。\"書寶寶 \"是個東西嗎？因爲\n它應該是的。早在90年代，我的父親（一個離婚者）和我的母親（從未打算結婚）通過一連串的聯繫認識了對方。\n她從未打算結婚）是通過一連串的聯繫介紹給對方的。\n因爲人們喜歡插手。在他們第二次見面時，他們決定...",
      "title": "我父母的愛情故事"
    }
  ],
  "title": "My parents' love story",
  "created_utc": 1623465821,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would not have been born without literature. Is &quot;book baby&quot; a thing? Because it should be. Back in the 90s, my dad (a divorcée) and my mum (who never intended to get married) was introduced to each other via a string of connection because people love to meddle. On their 2nd meeting, they decided to get married. Both of my parents told me they decided the other person was &quot;the one&quot; because they have both read a Chinese book called &quot;Cultural Sojourn&quot; (文化苦旅) by the then-unknown writer Yu Qiuyu (余秋雨). After more than 20 years they are still happily married (and gave birth to and raised me in the process). </p>\n\n<p>There is a Chinese proverb that goes like this: in books there are golden houses; in books there are beauties with faces like jade (书中自有黄金屋，书中自有颜如玉. Some people nowadays use it sarcastically. Although my parents didn&#39;t get a golden house or someone with extraordinary beauty, they found their compatible partner and built a little family with each other thanks to their mutual love for a niche book (it is now very popular in China but back then it was very niche). </p>\n\n<p>There really isn&#39;t a purpose to this post. Just thought it&#39;s cute and I&#39;m procrastinating going to bed. BTW this is a really great book. Unfortunately last I checked there isn&#39;t an English translation, but maybe someone in this sub can make one happen, who knows.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/books/comments/nxthqj/my_parents_love_story/",
  "subreddit": "books",
  "id": "nxthqj",
  "is_self": true,
  "media": null,
  "is_video": false
}