{
  "author": "fight_or_fuck13",
  "the_new_excerpt": "YSK about active listening. To be seen, heard, understood. For every twenty\npeople who cannot listen well, there is one that actively listens and is\nengaging.\n\nActive listening is about being fully present with no distractions. It's about\nhow you listen to the person that you're supporting. We can…",
  "original_created_utc": 1620067670,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKのアクティブリスニングについて。見られること、聞かれること、理解されること。話をうまく聞けない20人に1人は\n積極的に耳を傾け、人を惹きつける人がいます。\n人がいます。\n\nアクティブ・リスニングとは、気が散らないように完全にその場にいることです。それは\nあなたがサポートしている人の話をどのように聞くかということです。私たちは...",
      "title": "YSK 聞くだけでは不十分なこともある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK关于积极倾听。被看到，被听到，被理解。每二十个\n人不能很好地倾听，就有一个人能够积极地倾听，并且是有吸引力的\n参与。\n\n积极倾听是指在没有分心的情况下完全在场。它是关于\n你如何倾听你所支持的人。我们可以...",
      "title": "YSK，有时光听是不够的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK關於積極傾聽。被看到，被聽到，被理解。每二十個\n人不能很好地傾聽，就有一個人能夠積極地傾聽，並且是有吸引力的\n參與。\n\n積極傾聽是指在沒有分心的情況下完全在場。它是關於\n你如何傾聽你所支持的人。我們可以...",
      "title": "YSK，有時光聽是不夠的。"
    }
  ],
  "title": "YSK it's sometimes not enough to just listen",
  "created_utc": 1620139444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK about active listening. To be seen, heard, understood. For every twenty people who cannot listen well, there is one that actively listens and is engaging. </p>\n\n<p>Active listening is about being fully present with no distractions. It&#39;s about how you listen to the person that you&#39;re supporting. We can hear someone speaking and be ingesting information, but there is a layer of presence and processing thats involved in active listening that takes things to a deeper level. </p>\n\n<p>While active listening isn&#39;t something that constantly happens, since that would take an extreme amout of constant energy, perhaps it would help if you ask your partner/person you&#39;re speaking with if they&#39;d like to be actively listened to or if they just want a sounding board without that added level of processing. </p>\n\n<p>Clarify! Active listening allows you to really hear and understand someone rather than getting caught up in your own story about what this means.</p>\n\n<p>Why YSK: Active listening allows you to form and enhance all forms of relationships and will improve your life.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/YouShouldKnow/comments/n43z7x/ysk_its_sometimes_not_enough_to_just_listen/",
  "subreddit": "YouShouldKnow",
  "id": "n43z7x",
  "is_self": true,
  "media": null,
  "is_video": false
}