{
  "author": "SoupaSoka",
  "original_created_utc": 1639489085,
  "title": "Just a reminder, it doesn't matter what BTC did last year or 17 weeks ago or 69,420 hours ago; past performance does not dictate future returns",
  "created_utc": 1639507146,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I see this same mistake repeated ad nauseam. Yes, BTC has doubled many times. Yes, it has happened rapidly sometimes. Yes, December can be good for BTC pricing.&lt;/p&gt;\n\n&lt;p&gt;But all that shit doesn&amp;#39;t matter. Looking at past performance down to the day/week/month and using that to make &lt;em&gt;any&lt;/em&gt; prediction on pricing is a fool&amp;#39;s game. This same lunacy has been repeated in stock trading for decades and is still just as worthless as ever.&lt;/p&gt;\n\n&lt;p&gt;Y&amp;#39;all basically on some healing stones / astrology ish when you buy/sell or predict pricing based on how something performed in a specific 3 week span 49 weeks ago.&lt;/p&gt;\n\n&lt;p&gt;Along the same lines: going from a $333B market cap to a $1T market cap is not the same as going from a $1T market cap to a $3T market cap. It becomes increasingly more difficult to increase market cap as your market cap increases. There is no guarantee that something that doubled from a $10M market cap to a $20M market cap in a week can double again in another week.&lt;/p&gt;\n\n&lt;p&gt;P.S. Fuck Tether, just because.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 181,
  "permalink": "/r/CryptoCurrency/comments/rg7oaf/just_a_reminder_it_doesnt_matter_what_btc_did/",
  "subreddit": "CryptoCurrency",
  "id": "rg7oaf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see this same mistake repeated ad nauseam. Yes, BTC has doubled many times.\nYes, it has happened rapidly sometimes. Yes, December can be good for BTC\npricing.\n\nBut all that shit doesn't matter. Looking at past performance down to the\nday/week/month and using that to make any prediction on pricing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> これと同じ間違いが延々と繰り返されているのを見ます。\nそう、BTCは何度も2倍になっているのです。はい、それは時々急速に起こりました。そうです。\n</p> <p>しかし、そのようなことはどうでもいいのです。\n重要なことです。</p> <p>しかし、そんなことはどうでもよく、過去のパフォーマンスを日/週/月単位で見て...",
      "title": "BTCが昨年、17週間前、69,420時間前に何をしたかは関係なく、過去の実績は将来のリターンを決定するものではないことを念のためお伝えしておきます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我看到这个相同的错误被重复了无数次。\n是的，BTC已经翻了很多倍。是的，它有时发生得很快。是的。\n</p> <p>但是，所有这些狗屎都不重要。\n重要的。从过去的表现来看，细化到日/周/月和...",
      "title": "只是提醒一下，BTC去年或17周前或69,420小时前的表现并不重要；过去的表现并不能决定未来的回报。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我看到這個相同的錯誤被重複了無數次。\n是的，BTC已經翻了很多倍。是的，它有時發生得很快。是的。\n</p> <p>但是，所有這些狗屎都不重要。\n重要的。從過去的表現來看，細化到日/周/月和...",
      "title": "只是提醒一下，BTC去年或17周前或69,420小時前的表現並不重要；過去的表現並不能決定未來的回報。"
    }
  ]
}