{
  "author": "fox-mcleod",
  "the_new_excerpt": "TL;DL:\n\nIt is a crime in Georgia to solicit election fraud. “Fraud” means it’s illegal\nto solicit someone to change an electoral tally to a number you know to be\nfalse. Whether or not trump actually believed he won the election, he calls the\nGeorgia Secretary of State in order to change the tally to…",
  "original_created_utc": 1610479894,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "TL;DL。\n\n在佐治亚州招揽选举舞弊是一种犯罪。\"欺诈 \"意味着它是非法的\n唆使他人将选举计票结果改成一个你知道的数字。\n假的。无论特朗普是否真的相信自己赢得了大选，他所谓的\n佐治亚州州务卿为了把总数改为... ...",
      "title": "[改变我的想法]。特朗普和乔治亚州的选举电话显然是重罪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TL;DL。\n\n在佐治亞州招攬選舉舞弊是一種犯罪。\"欺詐 \"意味着它是非法的\n唆使他人將選舉計票結果改成一個你知道的數字。\n假的。無論特朗普是否真的相信自己贏得了大選，他所謂的\n佐治亞州州務卿爲了把總數改爲... ...",
      "title": "[改變我的想法]。特朗普和喬治亞州的選舉電話顯然是重罪。"
    }
  ],
  "title": "CMV: The Trump-Georgia election call was clearly a felony.",
  "created_utc": 1610506722,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>TL;DL:</strong></p>\n\n<p>It is a crime in Georgia to solicit election fraud. “Fraud” means it’s illegal to solicit someone to change an electoral tally to a number you know to be false. <strong>Whether or not trump actually believed he won the election, he calls the Georgia Secretary of State in order to change the tally to a third number trump himself states he does not believe to be the correct number.</strong></p>\n\n<p><strong>The whole story</strong></p>\n\n<p>This CMV is prompted by the Opening Arguments podcast episode: <a href=\"https://podcasts.apple.com/us/podcast/opening-arguments/id1147092464?i=1000505055391\">Trump is goin to prison in Georgia</a>.  The relevant segment starts at 25:00. </p>\n\n<p>In the call, Trump repeats over and over that he (Trump) believes he won the Georgia election by a large number, “X”. He then over and over implores the Secretary of State of Georgia to change the vote total — but not to a number Trump believes to be true — rather to just enough votes for him to win the state, “Y”.</p>\n\n<p>Imploring the election official to change the total is a felony by <a href=\"https://law.justia.com/codes/georgia/2016/title-21/chapter-2/article-15/section-21-2-604\">Georgia code title 21 § 21-2-604</a>.</p>\n\n<p>The immediate knee-jerk defense I’ve heard is, “well that doesn’t mean he intended to commit fraud. What if Trump actually just believes what he said? Then he just wants the true total.”</p>\n\n<p>However, even if trump is deluded and believes he actually won, or <strong>even if he had actually won</strong>, he goes on to solicit a fraudulent tally that is neither the real vote total, nor the vote total trump claims to believe that he won by. By his <em>own</em> words. </p>\n\n<p>Trump says:</p>\n\n<p>&gt; &#39;I just want to find 11,780 votes&#39;</p>\n\n<p>Which isn’t even the number he claims to have won by. It states his intent plainly. And that intent is corrupt and violates the law. </p>\n\n<p>It seems uncontroversial given the facts of the case that trump committed this felony  — which by the way comes with a mimimim prison sentence of 1 year. It also seems like the only reason this isn’t getting more coverage as an obvious crime is that it’s already obvious that trump can break the law with impunity.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/kvyrf1/cmv_the_trumpgeorgia_election_call_was_clearly_a/",
  "subreddit": "changemyview",
  "id": "kvyrf1",
  "is_self": true,
  "media": null,
  "is_video": false
}