{
  "author": "subbypet13",
  "original_created_utc": 1624982219,
  "title": "A inexperienced fantasy reader at 23 looking for fantasy book recommendations.",
  "created_utc": 1625023554,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, so Id be lying If I said exactly what Im looking for but Ive read a few of the most common ones, but had little success branching out of that. So I guess Im asking you all more experienced readers for some advice. I know Im looking for some good fantasy though, preferably High fantasy though I did enjoy Twilight (I know)....</p>\n\n<p>&#x200B;</p>\n\n<p>To give a little context Ive always loved the standard fantasy in video games(Warhammer, Warcraft), Though Eragon wasnt a super good story plot wise, it had enough magic, cuteness and romance to keep me going. So I guess I got a weakness for the whole Fantasy action/romance. Ive also covered some Norse gods books in Norwegian. And Tolkien is Tolkien. :D However Ive had little success outside of this.</p>\n\n<p>Game of Thrones was ok, a little too slow paced, but Tyrion and a few other charas made it worth.</p>\n\n<p>&#x200B;</p>\n\n<p>Books Ive disliked so far: Maze runner, The Hunger Games, Harry Potter.</p>\n\n<p>&#x200B;</p>\n\n<p>Been looking myself for awhile with little success, so would be awesome to get some from someone a little familiar with books in the genre.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/oab5b7/a_inexperienced_fantasy_reader_at_23_looking_for/",
  "subreddit": "booksuggestions",
  "id": "oab5b7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi, so Id be lying If I said exactly what Im looking for but Ive read a few of\nthe most common ones, but had little success branching out of that. So I guess\nIm asking you all more experienced readers for some advice. I know Im looking\nfor some good fantasy though, preferably High fantasy though I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。私が探しているものを正確に言えば嘘になりますが、私はいくつかの一般的なものを読みました。\nよくあるものは読んだことがありますが、そこから派生するものはほとんどありませんでした。ということで\n経験豊富な読者の皆さんにアドバイスをお願いしたいと思います。私が探しているのは\nできればハイファンタジーがいいのですが・・・。",
      "title": "おすすめのファンタジー本を探している23歳の未熟なファンタジー読者。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好，如果我说我在寻找什么，那是在撒谎，但我已经读了一些最常见的。\n最常见的，但没有什么成功的分支。所以我想\n我向你们这些更有经验的读者征求一些建议。我知道我在寻找\n一些好的幻想小说，最好是高级幻想小说，虽然我...",
      "title": "一个23岁的没有经验的幻想读者，希望得到幻想书的推荐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好，如果我說我在尋找什麼，那是在撒謊，但我已經讀了一些最常見的。\n最常見的，但沒有什麼成功的分支。所以我想\n我向你們這些更有經驗的讀者徵求一些建議。我知道我在尋找\n一些好的幻想小說，最好是高級幻想小說，雖然我...",
      "title": "一個23歲的沒有經驗的幻想讀者，希望得到幻想書的推薦。"
    }
  ]
}