{
  "author": "deanaaudrey",
  "original_created_utc": 1628755022,
  "title": "YSK how to be courteous at the drive-thru",
  "created_utc": 1628765025,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are a few tricks you can use to make your service better and take some stress off of the workers.\n 1. If you have a loud car, please turn it off when you’re ordering.\n2. Order EVERYTHING that you need at the voice box, including sauce, extra napkins, extra straws, salt packets. That way we can make sure everything’s ready for you when you arrive at the window.\n2. If the dining room is open and you are able, please order inside or use curbside pickup if you have a large order.\n3. The person handing you your food likely didn’t package it, so don’t blame them if it’s wrong.\n4. Please wear a shirt.\n5. Try to have your payment ready and don’t waste time putting your change and receipt away before driving to the next window.\n6. Before you ask for napkins, straws, or ketchup, look in the bag.\n7. If you think you can get free fries by waiting until after you pay to ask for them and hoping that the worker is too tired to ring it up, think again.\n8. If you want fresh fries, just ask for them. You don’t need to ask for “no salt” unless you really want no salt. \n9. Please know what your kids want before you pull up.\n10. Please turn off any music before you order.</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/YouShouldKnow/comments/p2vb2k/ysk_how_to_be_courteous_at_the_drivethru/",
  "subreddit": "YouShouldKnow",
  "id": "p2vb2k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There are a few tricks you can use to make your service better and take\nsome stress off of the workers. 1. If you have a loud car, please turn it off\nwhen you’re ordering. 2. Order EVERYTHING that you need at the voice box,\nincluding sauce, extra napkins, extra straws, salt packets. That…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：サービスを向上させ、従業員のストレスを軽減するためには、いくつかの方法があります。\n従業員のストレスを軽減することができます。1. 大きな音の出る車に乗っている方は、車のエンジンを切ってください。\nご注文の際には、音を消してください。2. 2. ボイスボックスで必要なものをすべて注文してください。\nソース、余分なナプキン、余分なストロー、塩のパックなど。その...",
      "title": "YSK ドライブスルーでの礼儀作法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：有一些技巧可以用来使你的服务更好，并采取\n一些工人的压力。1. 1.如果你的汽车声音很大，请在点餐时将其关闭。\n1.如果你的车声音很大，请在点餐时把它关掉。2. 2.在语音信箱点所有你需要的东西。\n包括酱汁、额外的餐巾纸、额外的吸管、盐包。这...",
      "title": "YSK如何在开车时做到有礼有节"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：有一些技巧可以用來使你的服務更好，並採取\n一些工人的壓力。1. 1.如果你的汽車聲音很大，請在點餐時將其關閉。\n1.如果你的車聲音很大，請在點餐時把它關掉。2. 2.在語音信箱點所有你需要的東西。\n包括醬汁、額外的餐巾紙、額外的吸管、鹽包。這...",
      "title": "YSK如何在開車時做到有禮有節"
    }
  ]
}