{
  "author": "wiz28ultra",
  "original_created_utc": 1635096596,
  "title": "Why are people annoyed by the encyclopedic chapters in Les Miserables & Moby Dick, but enthralled by the lore and encyclopedic nature of novels like Lord of the Rings & Dune?",
  "created_utc": 1635115167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Having read all 4, it seems to me that there the digressions on Waterloo &amp; Abbeys in Les Miserables and the Cetology of Moby Dick were essentially the equivalent of world building that we would see in a lot of 20th century genre fiction such as Lord of the Rings with the descriptive songs and lore packaged in between Tolkien&#39;s prose, and the multitude of unique terms that appear in Dune.</p>\n\n<p>However, it seems that the former 2 books receive a lot more criticism than the latter 2 despite doing essentially the same thing, which is to sacrifice a lot of more traditional narrative by interspersing external knowledge of the setting into the chapters. For me, it doesn&#39;t really seem that different. How do  you guys feel about this?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qewsku/why_are_people_annoyed_by_the_encyclopedic/",
  "subreddit": "books",
  "id": "qewsku",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Having read all 4, it seems to me that there the digressions on Waterloo &\nAbbeys in Les Miserables and the Cetology of Moby Dick were essentially the\nequivalent of world building that we would see in a lot of 20th century genre\nfiction such as Lord of the Rings with the descriptive songs and lore…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "全4巻を読んだ感想としては、ワーテルローやアビーについての余談があったような気がします。\nレ・ミゼラブル』のウォータールーや修道院の話、『モービィ・ディック』のセトロジーなどは、20世紀の多くのジャンルで見られる世界観の構築に本質的に相当するものでした。\n20世紀の多くのジャンルで見られるような世界観の構築に相当するものでした。\nロード・オブ・ザ・リングのような20世紀のジャンル小説に見られるような、説明的な歌や言い伝えによる世界構築に相当するものだったと思います。",
      "title": "なぜ人々は、『レ・ミゼラブル』や『モビー・ディック』の百科事典的な章にはイライラするのに、『ロード・オブ・ザ・リング』や『デューン』のような小説の伝承性や百科事典性には心を奪われるのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在读完这4本书后，我觉得《悲惨世界》中关于滑铁卢和修道院的题材以及《白鲸》中的鲸鱼学基本上都是关于滑铁卢的。\n悲惨世界》中关于滑铁卢和修道院的题材以及《白鲸》中的鲸鱼学，基本上是相当于我们在20世纪许多类型小说中看到的世界建设。\n相当于我们在20世纪的许多类型小说中看到的世界建设，如《魔戒》。\n小说，如《指环王》中的描述性歌曲和传说......",
      "title": "为什么人们对《悲惨世界》和《白鲸》中百科全书式的章节感到厌烦，而对《指环王》和《沙丘》等小说的传说和百科全书式的内容感到迷恋？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在讀完這4本書後，我覺得《悲慘世界》中關於滑鐵盧和修道院的題材以及《白鯨》中的鯨魚學基本上都是關於滑鐵盧的。\n悲慘世界》中關於滑鐵盧和修道院的題材以及《白鯨》中的鯨魚學，基本上是相當於我們在20世紀許多類型小說中看到的世界建設。\n相當於我們在20世紀的許多類型小說中看到的世界建設，如《魔戒》。\n小說，如《指環王》中的描述性歌曲和傳說......",
      "title": "爲什麼人們對《悲慘世界》和《白鯨》中百科全書式的章節感到厭煩，而對《指環王》和《沙丘》等小說的傳說和百科全書式的內容感到迷戀？"
    }
  ]
}