{
  "author": "ta239191",
  "original_created_utc": 1634187233,
  "title": "When a black man called me a sl*t, a ho, etc, why did it only get mild reactions from the people around us but they blew up when I called him the N word in response?",
  "created_utc": 1634193702,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>27F. Today I got into a bit of an altercation at the grocery store. A man wouldn&#39;t leave me alone and kept trying to flirt with me, despite me completely ignoring him he followed me around and eventually started making ruder and ruder comments. He took some vegetables out of my trolley and I eventually snapped at him to please leave me alone.</p>\n\n<p>That was when he really got riled up. He asked what I was looking so good for if I couldn&#39;t handle attention, asked why I was wearing so much makeup, asked if I enjoyed looking like a slut and being a tease. At that point people started looking at us, but nobody said anything. Not the women, not the men, not the store employees (two teenagers).</p>\n\n<p>He continued to level abuse at me, calling me a slut, a ho, a tease, a bitch.</p>\n\n<p>Besides the rough past few days I&#39;ve been having, his behaviour and everyone else&#39;s passiveness enraged me. My blood was boiling and I couldn&#39;t control myself, all I wanted to do was to hurt him. So I said to him, &quot;Shut the fuck up, n****r.&quot;</p>\n\n<p>Suddenly, at that point, there were some LOUD protests from the people watching. Some people gasped and others just went like &quot;oh hell no&quot; and &quot;what did you just say?&quot; and just a lot of comments like that. I immediately wondered, where was this energy when this man was following me around, harassing me, and then publicly verbally abusing me with very misogynistic comments?</p>\n\n<p>I just threw the bag of onions at him and left the store and cried in my car for about 15 minutes. I don&#39;t think anyone was recording, so I&#39;m not too worried about being the subject of a witch hunt.</p>\n\n<p>But that is my question, basically. Why was everyone so fine with how he was acting towards me? And I know what I did in response was fucked up and unpardonable too, but why did they think it was that much worse?</p>\n\n<p>Hope you guys can be constructive.</p>\n\n<p>EDIT: I&#39;m already getting chat requests calling me &quot;slut&quot; and &quot;white trash&quot; lol. Please note that I&#39;m not white. Thank you!</p>\n</div><!-- SC_ON -->",
  "score": 205,
  "permalink": "/r/TooAfraidToAsk/comments/q7sqgp/when_a_black_man_called_me_a_slt_a_ho_etc_why_did/",
  "subreddit": "TooAfraidToAsk",
  "id": "q7sqgp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "27F. Today I got into a bit of an altercation at the grocery store. A man\nwouldn't leave me alone and kept trying to flirt with me, despite me completely\nignoring him he followed me around and eventually started making ruder and ruder\ncomments. He took some vegetables out of my trolley and I…"
}