{
  "author": "Fantasyneli",
  "original_created_utc": 1631230853,
  "title": "Just a reflection about the act of reading (At least in my third world country)",
  "created_utc": 1631256229,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Maybe this is an unpopular opinion (And I&#39;m pretty sure that it&#39;s mainly valid for third world countries like mine) but this whole &quot;read a book a week because leaders are readers&quot; is nonsense. Here are a couple loose ideas about that.</p>\n\n<p>We&#39;re telling people that reading is an &quot;beneficial activity&quot; and not &quot;A fun activity that will bring you to awesome experiences&quot;.</p>\n\n<p>Hence, Children are not reading because they aren&#39;t taught of reading fiction as a fun activity. </p>\n\n<p>If your child eats their veggies it&#39;s not because they&#39;re healthy but because you cooked them well so they taste good. That&#39;s what happens with reading</p>\n\n<p>Reading fiction is not an obligation or an &quot;habit&quot;. Reading fiction should be the exact same as watching netflix.</p>\n\n<p>If you say &quot;They&#39;re talking about non fiction&quot; Then why children have to read fiction books mandatorly and not non fiction ones?</p>\n\n<p>Postscript: I&#39;m B1 in english so please tell me if I made a mistake.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pl9g3v/just_a_reflection_about_the_act_of_reading_at/",
  "subreddit": "books",
  "id": "pl9g3v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Maybe this is an unpopular opinion (And I'm pretty sure that it's mainly valid\nfor third world countries like mine) but this whole \"read a book a week because\nleaders are readers\" is nonsense. Here are a couple loose ideas about that.\n\nWe're telling people that reading is an \"beneficial activity\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは不人気な意見かもしれませんが（そして私のような第三世界の国では主に有効だと思いますが\n私のような第三世界の国では有効だと思います）が、「リーダーは読書家だから週に一冊本を読め」というのは\nリーダーは読書家だから」というのはナンセンスだと思います。それについて、いくつかのゆるい考えがあります。\n\n読書は「有益な活動」であると伝えていますが...。",
      "title": "読書という行為についての一考察（少なくとも私の第三世界の国では"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "也许这是一个不受欢迎的观点（而且我非常确定这主要是对像我国这样的第三世界国家有效）。\n但这种 \"每周读一本书，因为领导人是读者 \"的说法是无稽之谈。\n领导人是读者 \"的说法是无稽之谈。这里有几个关于这个问题的松散想法。\n\n我们告诉人们，阅读是一种 \"有益的活动\"...",
      "title": "只是对阅读行为的思考（至少在我的第三世界国家）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許這是一個不受歡迎的觀點（而且我非常確定這主要是對像我國這樣的第三世界國家有效）。\n但這種 \"每週讀一本書，因爲領導人是讀者 \"的說法是無稽之談。\n領導人是讀者 \"的說法是無稽之談。這裏有幾個關於這個問題的鬆散想法。\n\n我們告訴人們，閱讀是一種 \"有益的活動\"...",
      "title": "只是對閱讀行爲的思考（至少在我的第三世界國家）。"
    }
  ]
}