{
  "author": "wentin-net",
  "original_created_utc": 1629482598,
  "title": "Taking my first step after 6 years",
  "created_utc": 1629491926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! After 6 years, I am finally starting my entrepreneurship journey. I thought this subreddit might be a good place to share my story.</p>\n\n<p>I used to work for a software company to design apps. During my time there I worked on several high-level projects. I am passionate about what I do, and I am happy about my high-paying annual salary.</p>\n\n<p>On July 30th, 2021, I finished my 6 years journey working on a job I absolutely loved. I got a new job, cofounding a long-time friend and collaborator.</p>\n\n<p>Leaving my well-paid tech job to pursue a not-so-well-paid startup life is a tough decision. What makes it easier is a mindset that I have been put onto myself: I’m buying a year of time with my old salary. Who wouldn’t buy time with money if they can?</p>\n\n<p>There are two main reasons why people spend money: a) for consumption, like foods, or movies; b) for investment.</p>\n\n<p>I’m buying my time as an investment. Compared to my cushy tech job, obviously, this is a really risky investment. Staying at my corporate job would be similar to investing in an index fund. It averages at a healthy APY and thanks to compound interest, I will see a steady return over a long period of time. Starting my own company would be similar to investing in cryptocurrency. It is looking for that steep growth by bearing a big risk. Over a short time period, I could lose everything or have a big gain.</p>\n\n<p>This investment is made to myself. I will share daily for the first 30 days about my journey as a founder. I will share more about my problem space and ideas to solve them.</p>\n\n<p>If you are interested, I am building in public and sharing my journey at wentin.substack.com. You can <a href=\"https://wentin.substack.com/\">subscribe</a> and follow along for the ride. I hope you&#39;ll join me.</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/p8aitt/taking_my_first_step_after_6_years/",
  "subreddit": "SideProject",
  "id": "p8aitt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone! After 6 years, I am finally starting my entrepreneurship journey. I\nthought this subreddit might be a good place to share my story.\n\nI used to work for a software company to design apps. During my time there I\nworked on several high-level projects. I am passionate about what I do, and I…"
}