{
  "author": "No_Work_6000",
  "the_new_excerpt": "I watched this youtube video [https://www.youtube.com/watch?v=VvX3E_R8Y-Y&t=2s]\na couple of hours ago about the supposed \"prophecy\" that Trump was going to win\nthe reelection. Literally hundreds of respected prophets made this claim that\nTrump was going to be reelected because they said God himself…",
  "original_created_utc": 1614584424,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我看了这个youtube视频[https://www.youtube.com/watch?v=VvX3E_R8Y-Y&t=2s]\n几个小时前，关于所谓的 \"预言\"，特朗普将赢得。\n的连任。从字面上看，数百位受人尊敬的预言家都提出了这样的主张，即\n特朗普本来是要连任的，因为他们说上帝亲自... ...",
      "title": "CMV：共和党人把特朗普当做金偶像说明了基督教的现状。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看了這個youtube視頻[https://www.youtube.com/watch?v=VvX3E_R8Y-Y&t=2s]\n幾個小時前，關於所謂的 \"預言\"，特朗普將贏得。\n的連任。從字面上看，數百位受人尊敬的預言家都提出了這樣的主張，即\n特朗普本來是要連任的，因爲他們說上帝親自... ...",
      "title": "CMV：共和黨人把特朗普當做金偶像說明了基督教的現狀。"
    }
  ],
  "title": "CMV: Republicans Making a Golden Idol of Trump Indicates the Current State of Christianity",
  "created_utc": 1614609349,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watched this <a href=\"https://www.youtube.com/watch?v=VvX3E_R8Y-Y&amp;t=2s\">youtube video</a> a couple of hours ago about the supposed &quot;prophecy&quot; that Trump was going to win the reelection. Literally hundreds of respected prophets made this claim that Trump was going to be reelected because they said God himself told them this was true. </p>\n\n<p>Besides that crazy fiasco, I was reading the comments section, of the youtube video above, and a person mentioned that the republicans had a golden statue of Trump at the CPAC rally. To me, this speaks volumes. Republicans are supposed to represent the Christian values of America, and if the Christians are making golden statues of Donald Trump, Christianity in America has really lost its way.</p>\n\n<p>I think both the false prophecy that Trump will be reelected, and the making of a golden statue of Trump show the real values of modern day Christians. That is, it seems they care more about money than actual Christian values like helping the poor, or treating your neighbor as yourself.</p>\n\n<p>Maybe I&#39;m missing something, but I just don&#39;t see how making a golden statue in the image of Trump is justifiable for a Christian who is a Republican.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/lv362g/cmv_republicans_making_a_golden_idol_of_trump/",
  "subreddit": "changemyview",
  "id": "lv362g",
  "is_self": true,
  "media": null,
  "is_video": false
}