{
  "author": "ChinnyChinChinHair",
  "original_created_utc": 1632186161,
  "title": "YSK: If you have a FSA account, you can donate what you buy",
  "created_utc": 1632233861,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Every year employees don&#39;t max out their FSA reimbursement, giving the companies money that you could use to help other people.</p>\n\n<p>FSA is a flex spending an account, a pool of money some employers have as a benefit to reimburse medical related purchases. Typically they have a yearly amount the give plus a contribution from the employee. It is only good for one fiscal year and you use it or lose it. </p>\n\n<p>Many homeless shelters and food banks need things beyond food. Stuff like soap, pads, and diapers are especially hard to come by and greatly appreciated. FSA funds can be used to purchase these things. Giving you these items for free that can go to help somebody in need! </p>\n\n<p>&#x200B;</p>\n\n<p>You can also use any money that&#39;s going to disappear on basic household items like aspirin, bandages, etc. there&#39;s so many useful, shelf-stable things you can get for yourself too!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/ps82ym/ysk_if_you_have_a_fsa_account_you_can_donate_what/",
  "subreddit": "YouShouldKnow",
  "id": "ps82ym",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Every year employees don't max out their FSA reimbursement, giving the\ncompanies money that you could use to help other people.\n\nFSA is a flex spending an account, a pool of money some employers have as a\nbenefit to reimburse medical related purchases. Typically they have a yearly\namount…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 毎年、従業員はFSAの償還額を上限に達しないため、会社はその分のお金を負担しています。\nFSAとは、フレックス・スペンディング・アカウントのことで、企業が人のために使えるお金をプールしておくものです。\n\nFSAとはフレックス・スペンディング・アカウントのことで、医療関連の買い物をするために、いくつかの雇用主が福利厚生として用意しているお金のプールです。\nFSAとはフレックス支出口座のことです。一般的には、年間の\nの金額を設定します。",
      "title": "YSK: 金融庁の口座を持っていれば、買ったものを寄付することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：每年员工都没有用完他们的FSA报销额度，给了公司可以用来帮助其他人的钱。\n公司的钱，而你可以用它来帮助其他人。\n\nFSA是一个灵活的支出账户，是一些雇主作为福利的资金池。\n一些雇主有一个资金池，用于报销与医疗有关的消费。通常情况下，他们有一个每年的\n帐户金额...",
      "title": "YSK：如果你有FSA账户，你可以捐出你买的东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：每年員工都沒有用完他們的FSA報銷額度，給了公司可以用來幫助其他人的錢。\n公司的錢，而你可以用它來幫助其他人。\n\nFSA是一個靈活的支出賬戶，是一些僱主作爲福利的資金池。\n一些僱主有一個資金池，用於報銷與醫療有關的消費。通常情況下，他們有一個每年的\n帳戶金額...",
      "title": "YSK：如果你有FSA賬戶，你可以捐出你買的東西"
    }
  ]
}