{
  "author": "Razik_",
  "original_created_utc": 1628455683,
  "title": "I am not feeling Catch 22",
  "created_utc": 1628474811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am at page 100 and am simply not getting this book. Its just not coherent enough for me to enjoy it. The author jumps from thing to thing and honestly I don&#39;t know what&#39;s going on half the time. I know that this book is non-chronologically narrated but I still feel that its too confusing. And from what I&#39;d read, it isn&#39;t very funny. Its probably a &quot;me thing&quot; than it is the book being bad (besides I don&#39;t think I have the authority on calling the book bad if I haven&#39;t even finished it). But yeah I don&#39;t think I&#39;ll finish it. I know some of y&#39;all love it but unfortunately it isn&#39;t clicking with me.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p0mnjx/i_am_not_feeling_catch_22/",
  "subreddit": "books",
  "id": "p0mnjx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am at page 100 and am simply not getting this book. Its just not coherent\nenough for me to enjoy it. The author jumps from thing to thing and honestly I\ndon't know what's going on half the time. I know that this book is\nnon-chronologically narrated but I still feel that its too confusing. And…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は100ページ目にいますが、この本を理解することはできません。まとまりがなくて\n楽しむことができません。著者は物事から物事へと飛び移り、正直なところ私は\n何が起こっているのかわからないのです。この本が非時系列的な語り口であることは知っていますが\nこの本が非時系列的なナレーションであることは知っていますが、それでもあまりにも混乱していると感じています。そして・・・。",
      "title": "私はCatch 22を感じていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读到了第100页，根本就不明白这本书。它只是不连贯\n足够让我享受它。作者从一件事跳到另一件事，说实话，我有一半时间不知道发生了什么。\n说实话，有一半时间我都不知道发生了什么。我知道这本书是\n非同步叙事，但我还是觉得它太混乱了。而且...",
      "title": "我不觉得有什么问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀到了第100頁，根本就不明白這本書。它只是不連貫\n足夠讓我享受它。作者從一件事跳到另一件事，說實話，我有一半時間不知道發生了什麼。\n說實話，有一半時間我都不知道發生了什麼。我知道這本書是\n非同步敘事，但我還是覺得它太混亂了。而且...",
      "title": "我不覺得有什麼問題"
    }
  ]
}