{
  "author": "Yanky_Doodle_Dickwad",
  "original_created_utc": 1638041534,
  "title": "YSK that on Android, if you put a file called .nomedia in your music folder, it will stop showing you album cover art in your gallery",
  "created_utc": 1638071640,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: For years you have been annoyed at all the album art in your phone gallery. But no more! Just paste a blank file called .nomedia in all the folders in your phone you don&#39;t want to show pics of in gallery, and your gallery will finally make sense! Works for getting rid of other app pollution too. My life is improved. Yours can be too!</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/YouShouldKnow/comments/r3kyx5/ysk_that_on_android_if_you_put_a_file_called/",
  "subreddit": "YouShouldKnow",
  "id": "r3kyx5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: For years you have been annoyed at all the album art in your phone\ngallery. But no more! Just paste a blank file called .nomedia in all the folders\nin your phone you don't want to show pics of in gallery, and your gallery will\nfinally make sense! Works for getting rid of other app pollution…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 何年も前から、あなたの携帯電話に表示されるすべてのアルバム・アートに悩まされています。\nギャラリーのようなものです。でも、もう大丈夫。.nomediaという空のファイルを、携帯電話のギャラリーに表示したくないフォルダに\nギャラリーに写真を表示したくないフォルダに.nomediaという空のファイルを貼り付けるだけで、あなたのギャラリーが\nギャラリーの意味が変わります。他のアプリの汚染を取り除くのにも有効です。",
      "title": "YSKさんのAndroidでは、音楽フォルダに.nomediaというファイルを入れると、ギャラリーにアルバムのカバーアートが表示されなくなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：多年来，你一直对你手机中的所有专辑封面感到厌烦\n画廊。但现在没有了! 只需在你手机中所有你不想在相册中显示照片的文件夹中粘贴一个名为.nomedia的空白文件\n在你的手机中，你不想在画廊中显示照片，你的画廊将\n终于有意义了! 摆脱其他应用程序污染的工作...",
      "title": "在安卓系统上，如果你在你的音乐文件夹中放入一个名为.nomedia的文件，它将停止在你的画廊中显示专辑封面图。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：多年來，你一直對你手機中的所有專輯封面感到厭煩\n畫廊。但現在沒有了! 只需在你手機中所有你不想在相冊中顯示照片的文件夾中粘貼一個名爲.nomedia的空白文件\n在你的手機中，你不想在畫廊中顯示照片，你的畫廊將\n終於有意義了! 擺脫其他應用程序污染的工作...",
      "title": "在安卓系統上，如果你在你的音樂文件夾中放入一個名爲.nomedia的文件，它將停止在你的畫廊中顯示專輯封面圖。"
    }
  ]
}