{
  "author": "Dazzling_Spell",
  "the_new_excerpt": "Had no pull to any kind of book this week so I randomly selected one from my\nfantasy section in the library. Within 50 pages, I knew this wasn’t the book for\nme but I’m continuing to read for two reasons, the “naughty” scenes and to watch\nthe train wreck that I can’t look away from. Have y’all ever…",
  "original_created_utc": 1618018211,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今週はどんな本にも興味がなかったので、図書館のファンタジーコーナーからランダムに1冊選びました。\n図書館のファンタジーコーナーからランダムに選んだ。50ページを読んだ時点で、これは自分には合わない本だと思いましたが\nしかし、2つの理由で読み続けています。「エッチな」シーンと、目を離せない列車事故を見るためです。\n目が離せない列車事故を見るためです。皆さんは、今までに...",
      "title": "読んでいた本がゴミだとわかっても、どこまで酷くなるのか知りたくて読み続けたことはないだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这周没有拉到任何类型的书，所以我随机选择了一个从我的。\n在图书馆的幻想区。不到50页，我就知道这本书不适合我。\n但我继续阅读有两个原因，\"淘气 \"的场景和观看。\n我不能不看的火车残骸。你们有没有...",
      "title": "你们有没有发现你正在读的书是垃圾， 但继续读它，看看它有多糟糕会得到什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這周沒有拉到任何類型的書，所以我隨機選擇了一個從我的。\n在圖書館的幻想區。不到50頁，我就知道這本書不適合我。\n但我繼續閱讀有兩個原因，\"淘氣 \"的場景和觀看。\n我不能不看的火車殘骸。你們有沒有...",
      "title": "你們有沒有發現你正在讀的書是垃圾， 但繼續讀它，看看它有多糟糕會得到什麼？"
    }
  ],
  "title": "Have y’all ever discovered the book you were reading was trash, but continued to read it to see just how bad it’d get?",
  "created_utc": 1618025487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Had no pull to any kind of book this week so I randomly selected one from my fantasy section in the library. Within 50 pages, I knew this wasn’t the book for me but I’m continuing to read for two reasons, the “naughty” scenes and to watch the train wreck that I can’t look away from. Have y’all ever continued to read a trash book? What book was it and why did you hate it and continue it?</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/mnvajo/have_yall_ever_discovered_the_book_you_were/",
  "subreddit": "books",
  "id": "mnvajo",
  "is_self": true,
  "media": null,
  "is_video": false
}