{
  "author": "darethshirl",
  "the_new_excerpt": "So when I was 15 I went through a phase and read a bunch of Dostoyevsky and\nTolstoy, and while I enjoyed myself and I'm definitely glad I did it, I think I\ncan safely say I didn't \"get\" much of what I was reading at the time.\n\nFast forward more than a decade later, rereading Anna Karenina as an…",
  "original_created_utc": 1613150296,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，当我15岁的时候，我经历了一个阶段，并阅读了一堆陀思妥耶夫斯基和。\n托尔斯泰，虽然我很享受，我也很高兴我这么做了，但我觉得我... ...\n可以肯定地说，我当时读的东西并没有 \"懂 \"多少。\n\n快进十多年后，重读《安娜-卡列尼娜》，作为一个... ...",
      "title": "我都忘了《安娜-卡列尼娜》有多好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，當我15歲的時候，我經歷了一個階段，並閱讀了一堆陀思妥耶夫斯基和。\n托爾斯泰，雖然我很享受，我也很高興我這麼做了，但我覺得我... ...\n可以肯定地說，我當時讀的東西並沒有 \"懂 \"多少。\n\n快進十多年後，重讀《安娜-卡列尼娜》，作爲一個... ...",
      "title": "我都忘了《安娜-卡列尼娜》有多好"
    }
  ],
  "title": "I had forgotten how good Anna Karenina is",
  "created_utc": 1613181437,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So when I was 15 I went through a phase and read a bunch of Dostoyevsky and Tolstoy, and while I enjoyed myself and I&#39;m definitely glad I did it, I think I can safely say I didn&#39;t &quot;get&quot; much of what I was reading at the time.</p>\n\n<p>Fast forward more than a decade later, rereading Anna Karenina as an adult (after realising it had all blurred together in my memory and I could barely remember anything specific about these books other that I liked them at the time), I&#39;m left with a new-found love and appreciation for this book. It&#39;s such an amazing character study, so engrossing and incisive. When I was young I enjoyed the drama but I was always bemused by everyone&#39;s actions and motives, especially Anna&#39;s who seemed pretty incomprehensible to me. But as an adult I felt such pity, empathy and love for all these characters, and I could finally understand how unhappy and stuck Anna was and why she felt compelled to act in such self-destructive ways.</p>\n\n<p>Also another thing that surprised me was how interesting all the philosophy in the book was, like Levin commenting on how Russia had adopted European methods without adapting them, or his internal struggles trying to reconcile class divides, or his ruminations on what kind of life would bring him happiness. When I was a teen I was so bored by these slower introspective/philosophical chapters that I straight up skipped them, meanwhile now I was like <em>no wait, this is actually fascinating, go on</em> lol. Levin is my favourite character now, flaws and all.</p>\n\n<p>Anyway this book is considered a classic for a reason, and if you&#39;ve somehow missed it I really recommend you give it a try. I&#39;ve been obsessed with it for the past week, getting sucked into its sad but inevitable tragedy that makes you feel like you&#39;re reading about a very slow <del>train</del>car crash, and I regret nothing. I think I&#39;ll give War and Peace a try after this which intimidated when I was young but I&#39;m actually excited to start now.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/lifo2x/i_had_forgotten_how_good_anna_karenina_is/",
  "subreddit": "books",
  "id": "lifo2x",
  "is_self": true,
  "media": null,
  "is_video": false
}