{
  "author": "ball_sniffer44",
  "original_created_utc": 1637605920,
  "title": "CMV: Telling an incel to get laid only does more harm than good.",
  "created_utc": 1637649010,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have noticed that on social media, those who argue with incels tell them to get laid out of spite of making the incel mad. I will agree, making incels mad is quite funny. However, telling them to get laid will not stop them from hating women.</p>\n\n<p>The creation of incels goes far deeper than the inability to have sex. It usually stems from popular culture (specifically from the 1980s-2010s), portraying those who don&#39;t have a lot of sex or those who look like the average person, as losers. This doesn&#39;t mean incels are free from blame, it should be their responsibility to distinguish reality from fantasy. However, that fantasy can leave an impression on the youth, specifically those in high school. Mind you, incels don&#39;t just wake up and start hating women one day, its a slow process, taking months or even years to fully mature the hatred. It&#39;s a process that usually starts in high school, where everyone is trying to make a name for themselves in those 4 short years. If anyone here has been to high school, you should know how the social hierarchy works in that hell hole. Though its not as common anymore (thank fuck), virgins still get made fun of and are considered losers who are ultimately at the bottom of this hierarchy. Now think about it, you have an insecure person who grew up with this sort of culture all their lives, then they go to high school (specifically between the late 1990s and early to mid 2010s), which then reinforces this way of thinking with the established hierarchy, you now have the perfect breeding ground for incels.</p>\n\n<p>Let me just add one more thing. Porn. As we all know, most porn is fake as fuck and as teenagers, its safe to say that 80% of us has watched porn at least once in our lives. When we watch porn, we see this fake image of what sex is supposed to be. Y&#39;know loud, easy, good looking models, large dicks, large breasts, etc. Essentially people that some people consider &quot;flawless&quot;. But behind the scenes, its just fake as fuck. However, incels more or less don&#39;t know this, and consider those &quot;flawless&quot; individuals as &quot;Chads/Tyrones&quot; and &quot;Stacies&quot;. To them, those &quot;Chads&quot; and &quot;Stacies&quot; are the ones who are valued more in society, because of the supposed ease they have getting sex.</p>\n\n<p>To wrap this up, telling incels to get laid is a horrible thing to do. It only reinforces the idea of &quot;The amount of sex a person has is equal to an individual&#39;s value in society and if I don&#39;t have sex, I am worthless.&quot; Sex is not the equivalent of therapy. So stop it.</p>\n\n<p>TLDR: Telling an incel to get laid is bad. It only reinforces the idea of &quot;sex = individual value.&quot; Inceldom stems from years of unchecked insecurities and horrible pop culture. They need therapy not sex.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qzs6nb/cmv_telling_an_incel_to_get_laid_only_does_more/",
  "subreddit": "changemyview",
  "id": "qzs6nb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have noticed that on social media, those who argue with incels tell them to\nget laid out of spite of making the incel mad. I will agree, making incels mad\nis quite funny. However, telling them to get laid will not stop them from hating\nwomen.\n\nThe creation of incels goes far deeper than the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソーシャルメディアでは、インセルに反論した人が、その人に向かって「お前は何をしているんだ」と言っていることに気づきました。\nインセルを怒らせた腹いせに、「寝ろ」と言っていることに気づきました。確かにインセルを怒らせるのは\n笑えます。しかし、彼らに「ヤレ」と言っても、彼らが女性を憎むのを止めることはできません。\n女性を憎むことを止めることはできません。\n\nインセルの発生は、はるかに深いところにまで及んでいます。",
      "title": "CMV：インセルに「ヤレ」と言っても、害にしかなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到，在社交媒体上，那些与乱伦者争论的人告诉他们要\n我注意到，在社交媒体上，那些与乱伦者争论的人告诉他们，让他们躺下，因为他们不喜欢让乱伦者发疯。我同意，让不结盟者发疯\n是相当有趣的。然而，让他们上床并不能阻止他们憎恨女性。\n妇女。\n\n不合群者的产生远比 \"不合群 \"更深入。",
      "title": "CMV：告诉一个不伦恋者去做爱只会弊大于利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到，在社交媒體上，那些與亂倫者爭論的人告訴他們要\n我注意到，在社交媒體上，那些與亂倫者爭論的人告訴他們，讓他們躺下，因爲他們不喜歡讓亂倫者發瘋。我同意，讓不結盟者發瘋\n是相當有趣的。然而，讓他們上牀並不能阻止他們憎恨女性。\n婦女。\n\n不合羣者的產生遠比 \"不合羣 \"更深入。",
      "title": "CMV：告訴一個不倫戀者去做愛只會弊大於利。"
    }
  ]
}