{
  "author": "ball_sniffer44",
  "original_created_utc": 1637605920,
  "title": "CMV: Telling an incel to get laid only does more harm than good.",
  "created_utc": 1637649010,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have noticed that on social media, those who argue with incels tell them to get laid out of spite of making the incel mad. I will agree, making incels mad is quite funny. However, telling them to get laid will not stop them from hating women.</p>\n\n<p>The creation of incels goes far deeper than the inability to have sex. It usually stems from popular culture (specifically from the 1980s-2010s), portraying those who don&#39;t have a lot of sex or those who look like the average person, as losers. This doesn&#39;t mean incels are free from blame, it should be their responsibility to distinguish reality from fantasy. However, that fantasy can leave an impression on the youth, specifically those in high school. Mind you, incels don&#39;t just wake up and start hating women one day, its a slow process, taking months or even years to fully mature the hatred. It&#39;s a process that usually starts in high school, where everyone is trying to make a name for themselves in those 4 short years. If anyone here has been to high school, you should know how the social hierarchy works in that hell hole. Though its not as common anymore (thank fuck), virgins still get made fun of and are considered losers who are ultimately at the bottom of this hierarchy. Now think about it, you have an insecure person who grew up with this sort of culture all their lives, then they go to high school (specifically between the late 1990s and early to mid 2010s), which then reinforces this way of thinking with the established hierarchy, you now have the perfect breeding ground for incels.</p>\n\n<p>Let me just add one more thing. Porn. As we all know, most porn is fake as fuck and as teenagers, its safe to say that 80% of us has watched porn at least once in our lives. When we watch porn, we see this fake image of what sex is supposed to be. Y&#39;know loud, easy, good looking models, large dicks, large breasts, etc. Essentially people that some people consider &quot;flawless&quot;. But behind the scenes, its just fake as fuck. However, incels more or less don&#39;t know this, and consider those &quot;flawless&quot; individuals as &quot;Chads/Tyrones&quot; and &quot;Stacies&quot;. To them, those &quot;Chads&quot; and &quot;Stacies&quot; are the ones who are valued more in society, because of the supposed ease they have getting sex.</p>\n\n<p>To wrap this up, telling incels to get laid is a horrible thing to do. It only reinforces the idea of &quot;The amount of sex a person has is equal to an individual&#39;s value in society and if I don&#39;t have sex, I am worthless.&quot; Sex is not the equivalent of therapy. So stop it.</p>\n\n<p>TLDR: Telling an incel to get laid is bad. It only reinforces the idea of &quot;sex = individual value.&quot; Inceldom stems from years of unchecked insecurities and horrible pop culture. They need therapy not sex.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qzs6nb/cmv_telling_an_incel_to_get_laid_only_does_more/",
  "subreddit": "changemyview",
  "id": "qzs6nb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have noticed that on social media, those who argue with incels tell them to\nget laid out of spite of making the incel mad. I will agree, making incels mad\nis quite funny. However, telling them to get laid will not stop them from hating\nwomen.\n\nThe creation of incels goes far deeper than the…"
}