{
  "author": "BriFry-the-ComicGuy",
  "the_new_excerpt": "what is \"A Racist\"? when people say \"Tom is a racist don't hire him\" what do\nthey mean? i use to assume they mean that Tom dismisses and judged people based\non the color of their skin, or that he looked down at a specific race, because\nof their race. in which case i would not even interview Tom. I…",
  "original_created_utc": 1609955329,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "什么是“种族主义者”？当人们说“汤姆是个种族主义者，不要雇用他”时，你会怎么做？\n他们的意思是？我过去常常认为他们的意思是汤姆解雇和评判别人\n他们的肤色，或者他看不起某个特定的种族，因为\n他们的种族。那样的话我甚至不会采访汤姆。I…",
      "title": "[改变我的想法]：将个人种族主义和系统性种族主义混为一谈使种族主义这个词变得毫无意义，人们也不在乎"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "什麼是“種族主義者”？當人們說“湯姆是個種族主義者，不要僱用他”時，你會怎麼做？\n他們的意思是？我過去常常認爲他們的意思是湯姆解僱和評判別人\n他們的膚色，或者他看不起某個特定的種族，因爲\n他們的種族。那樣的話我甚至不會採訪湯姆。I…",
      "title": "[改變我的想法]：將個人種族主義和系統性種族主義混爲一談使種族主義這個詞變得毫無意義，人們也不在乎"
    }
  ],
  "title": "CMV: conflating personal and systemic racism makes the word Racism meaningless, and people not care",
  "created_utc": 1610017164,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>what is &quot;A Racist&quot;? when people say &quot;Tom is a racist don&#39;t hire him&quot; what do they mean? i use to assume they mean that Tom dismisses and judged people based on the color of their skin, or that he looked down at a specific race, because of their race. in which case i would not even interview Tom. I don&#39;t want that active attitude at my company. when all was said and done what did they mean by &quot;Tom&#39;s a racist&quot; they meant he had some posts on social medial mocking Al Sharpton, Ilhan Omar and jessie Jackson for their politic, or told some offensive jokes to family members via twitter. that&#39;s not racist, certainly not racist enough to interfere in the mans future career prospects. yet this is equated to calling your co-worker a money or the N word.</p>\n\n<p>&#x200B;</p>\n\n<p>This insanity was perplexing me so i sat down to read some books recommended to me by more more educated (left wing) friends. and after about 2 years of casual reading i think i know the problem/</p>\n\n<p>&#x200B;</p>\n\n<p>Their are two definitions of &quot;Racism&quot;, &quot;A Racist Act&quot;, and &quot;Systemic Racism.&quot; i understand the arguments for both, the problem is they are not the same. and conflating the tow is causing people, like me, to stop caring about either. A racist Act is a problem, and working to climate them from society is a genuine good. people willfully acting on racist preconceived judgments and stereotypes needs to stop so people can have equal access to the opportunity their country provides. most every one is opposed to racist acts and will call out/intervene when they see it. systemic racism is, by definition, out side the agency of individuals, as its committed by the system the live in and is a culmination of their actions and compliance with the system. to participate in a racist&#39;s system is to engage in systemic racism and their fore to be racist. this is not hoe people over 30 think of racism.</p>\n\n<p>&#x200B;</p>\n\n<p>I don&#39;t care about active people thoughts , I sure as hell don&#39;t care about their unconscious thoughts, or even less their unconscious Bias. i care about the thoughts the willingly act on, not much else. the end result of this isn&#39;t to get me to care more about systemic racism, but to doubt &quot;the racist act&quot; was what you thought it was and assume your crying wolf.</p>\n\n<p>here is an example: i was tasked with hiring a new PA to my team, their main job was to coordinate with teams all over the world and give weekly presentations to our bosses. As we discussed needed qualifications i insisted excellent English, verbal and written, where the top qualifications we needed. one of my team members disagreed on the ground that this would &quot;unfairly disqualify primarily black and brown applicants&quot; I responded that, &quot;regardless this was the skill set the job called for so while that is a valid concern it dose not change the reality of the skills needed for the positions.&quot; The co-worker took this all the way to the head of HR, who was my department peer, to try and get me to remove the qualification from the job listing because it &quot;enforced systemic racism.&quot; Despite my multiple explanations  of the utility and reasoning, this person was being hire to relive me of preforming the weekly meeting and daily co-ordination, as that meant dealing with people all over the world I needed some one who could speak very good, plain English (as in no UK accent either) as the strong accents of the other team leaders has lead to confusion and communication issues over phone meetings a lot this year.</p>\n\n<p>as it was a small company HR couldn&#39;t force my hand and we eventually came down 2 very talented candidates a 1st generation American Japanese woman with immaculate English and 5 years experience with weekly presentations and a Jamaican man with more qualifications but no experience with presentations and a slight Jamaican accent. When it can to decide the deciding factor was experience and verbal English and we gave the job to the young lady. I was quickly accused of enforcing systemic racisms at my company for hiring the candidate i judged to be better for the job based on what the role needed. The entire process just made a farce of the entire concept of &quot;systemic racism&quot; and the end result is when I&#39;m told some one is racist I now have 2 reactions</p>\n\n<p>&quot;what do you mean by racist? Systemic Racism? you an idiot go back to work, and let me do my job&quot;</p>\n\n<p>or</p>\n\n<p>&quot;I don&#39;t care what other people do. huh, he caller her a N*gg**? it was probably just a joke, he can be an ass just avoid him. Don&#39;t bother me with this &quot;</p>\n\n<p>&#x200B;</p>\n\n<p>I just don&#39;t care about racism any more at all, because everything is racist to someone now and people feel the need to point it out incessantly. so i just assume people who feel the need to point it out are blowing smoke for attention, and I&#39;m rarely wrong. but not always, and that&#39;s what&#39;s bothering me, i find my self filled with cold indifference toward genuine racism when it use to legitimately bother me but now i find my self thinking &quot;I bet its not as clear cut as this wolf cry would have me believe. I&#39;ll just assume its blown out of the water till i can conform my self.</p>\n\n<p>Because 9 times out of 10 the &quot;racisms&quot; is not &quot;A Racist Act,&quot; something i would care to prevent and stop, but rather &quot;Systemically Racism&quot; a nonsense claim you have no personal agency over. These two terms are not the same thing, but the word &quot;racist&quot; now means both. When you call a frat boy in dreads racist, I take you less serious, when you apply monolithic oppressor status to a singel race, and monolithic victim status to another I take you less serious, when you claim punctuality and personal responsibility are aspects of &quot;White supremacy&quot; I just stop taking you seriously.</p>\n\n<p>&#x200B;</p>\n\n<p>Every attempt by PC culture to make people more race conscious i assume is to create a society where racism is a thing of the past, sadly seems to have the opposite affect by either devaluing the claim of racism, and diluting it to meaninglessness to the point no one cares, or is so scared of being called out they stop risking free thought (you cant freely think if you are forbidding people from being offensive. sometimes new thoughts can only be expressed offensively, especially if they are against orthodox or indoctrinated ideas and need to be refined. if you cant express the offensive though you&#39;ll never refine it).</p>\n\n<p>&#x200B;</p>\n\n<p>to sum up; anti-racist/systemic racism are essentially being the boy who cried wolf on racism, blurring the lines of what it means and leading many people to just disregard cries of racism and prevents people from identifying genuine racism because the words have lost much of their meaning.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>what i would need to CMV:</strong></p>\n\n<p>how is this good? what are the benefits</p>\n\n<p>admit some of the problems identified are real, don&#39;t try and sell me on systemic racism being equivalent to racist acts.</p>\n\n<p>what is the minimum level, a non activist person must engage in for you to see them as &quot;anti racist&quot;</p>\n\n<p>why cant i just be &quot;not actively racist&quot; (IE not comet racist acts) why must i fight systemic racism?</p>\n\n<p>i like the system live in, i simply want to live my life with my family. Can I not do that and be not complicate in racist? or is to enjoy this system to be racist?</p>\n\n<p>assuming their are benefits how do you ensure they benefits don&#39;t out weight the down sides described above? don&#39;t you worry that this will just embolden racist&#39;s reaction?</p>\n\n<p><strong>the biggest one:</strong></p>\n\n<p>The anti racist world view seems more focused on <em>Ought</em> than <em>is</em>, how do you address the world you live in with out holding it to an unfair standard of the utopians dream you fantasies about? How do you prevent your perfect vision of a racism free world from being the unfair comparison you use to judge the imperfect world we have?</p>\n\n<p>&#x200B;</p>\n\n<p>(I&#39;m sure some will respond with &quot;this is text book white fragility, when comforted with your unconscious racism you chose to embolden it rather that critically confront it and deal with your own fallings. typical right wing snowflake you just want to be racist.&quot; .nothing i can say will dismantle this hermitically sealed argument so I will simply say that&#39;s not the case, and if that&#39;s your whole argument i suggest you save your breath, I&#39;ll just Bock you or mock you.)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/krszlj/cmv_conflating_personal_and_systemic_racism_makes/",
  "subreddit": "changemyview",
  "id": "krszlj",
  "is_self": true,
  "media": null,
  "is_video": false
}