{
  "author": "sombrero69",
  "original_created_utc": 1624644802,
  "title": "I just finished the murder on the orient express",
  "created_utc": 1624684778,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know what to say, I suspected that they were all in on it, pages before the big reveal. I thought maybe M.bouc would have been in on it and organized being the manager of the train but I didn&#39;t see anything coming. </p>\n\n<p>suspecting that it was a group murder was only possible due to Poirot feeding us the information in the third act. I love being surprised by mystery stories and hate completely obvious ones, this is a reason that keeps me coming back to Agatha christie&#39;s books. I completely ruled out Mrs. Hubbard as a suspect, but my jaw dropped when I found out, I guess you should not rule out the most unlikely suspect in an Agatha Christie novel. </p>\n\n<p>I would keep reading a bad story for the characters but a good story without characters I find interesting or I&#39;m attached to is a story I wouldn&#39;t be invested in. luckily this book had the best of both worlds, great characters and a wonderful plot and mystery that I did not grow tired of. I liked other stories of christie&#39;s like five little pigs and the amazing murder of roger Ackroyd but I was not attached to the characters and found the characters of the former book rather tedious. here christie balanced a large cast in a short book and kept them interesting enough in their short interviews and I have to say I appreciated the little map of the train that I went back to every once and a while to capture the setting of the train.</p>\n\n<p>The story was amazing, I had a feeling I would love it and I&#39;m glad I didn&#39;t watch the movie. The fact that they all agreed to look the other way for a justified murder was also a great end. This one is one of my favorite Agatha christie books so far. next to read is and then there were none.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o7t87l/i_just_finished_the_murder_on_the_orient_express/",
  "subreddit": "books",
  "id": "o7t87l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know what to say, I suspected that they were all in on it, pages before\nthe big reveal. I thought maybe M.bouc would have been in on it and organized\nbeing the manager of the train but I didn't see anything coming.\n\nsuspecting that it was a group murder was only possible due to Poirot…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何と言っていいかわからないが、私は、大々的に発表される前のページで、全員がグルなのではないかと疑っていた。\n疑っていました。もしかしたらM.boucもグルになっていて、列車の管理者として組織化されているのではないかと思っていました。\nしかし、私は何も考えていませんでした。\n\n集団殺人を疑うことができたのは、ポアロがいたからこそ...。",
      "title": "東洋の特急殺人事件」を終えたところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道该说什么，我怀疑他们都是一伙的，在大揭秘之前的几页就已经有了。\n我怀疑他们都参与其中，在大揭秘之前的几页。我想也许M.Bouc也会参与其中，并组织了\n作为火车的经理，我没有看到任何事情发生。\n\n怀疑这是一起集体谋杀案，只是因为波洛才有可能......",
      "title": "我刚刚读完《东方快车谋杀案》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道該說什麼，我懷疑他們都是一夥的，在大揭祕之前的幾頁就已經有了。\n我懷疑他們都參與其中，在大揭祕之前的幾頁。我想也許M.Bouc也會參與其中，並組織了\n作爲火車的經理，我沒有看到任何事情發生。\n\n懷疑這是一起集體謀殺案，只是因爲波洛纔有可能......",
      "title": "我剛剛讀完《東方快車謀殺案》。"
    }
  ]
}