{
  "author": "Mercurydriver",
  "original_created_utc": 1632665012,
  "title": "CMV: I solely blame the current state of the Covid-19 pandemic in America on anti-vaxxers and anti-maskers.",
  "created_utc": 1632670883,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As of the creation of this post, the US now sees about 2000 deaths per day due to Covid-19. We haven’t seen this many deaths per day since March, and with the delta variant of the virus spreading, we’re starting to regress as far as getting over this pandemic is concerned. We’re starting to go back to the point where schools are closing again, businesses are being forced to limit themselves and the people they serve, mask mandates, basically we’re going back to the kind of limitations and restrictions that we had to work around with during the beginning stages of the pandemic. </p>\n\n<p>The culprit behind the rise in Covid-19 cases, deaths, and the subsequent reactions is due to the tens of millions of people that refuse to get the Covid-19 vaccine and refuse to wear a mask in settings where they’re around multiple people. The vast majority of people being hospitalized and dying of Covid-19 are unvaccinated, and now it’s getting to the point where they’ve overburdened hospital’s quite badly.</p>\n\n<p>So with that being said, I completely blame every anti-vaxxer and anti-masker for the current state of the pandemic. This is all their fault. If these people had just worn masks like they were told to without being stubborn assholes and gotten the vaccine months ago when they became widely available, this pandemic would have been greatly reduced and we would be on the back end of it, perhaps even eliminating it. Every person that refuses the vaccine and doesn’t wear a mask when required to is part of the problem, and I’m tired of pretending that they have a point or could be half right. They’re making everything worse for all of us and holding us back from beating this God awful pandemic.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/pvugat/cmv_i_solely_blame_the_current_state_of_the/",
  "subreddit": "changemyview",
  "id": "pvugat",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As of the creation of this post, the US now sees about 2000 deaths per day due\nto Covid-19. We haven’t seen this many deaths per day since March, and with the\ndelta variant of the virus spreading, we’re starting to regress as far as\ngetting over this pandemic is concerned. We’re starting to go back…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事を作成した時点で、米国では1日あたり約2000人の死者が出ています。\nCovid-19による死亡者数は1日あたり約2000人です。これほど多くの死者が出たのは3月以来のことです。\nウイルスのデルタ型が広がっていることから、このパンデミックを乗り越えるという点では後退し始めています。\nこのパンデミックを乗り越えるためには、後退し始めています。私たちは戻り始めている...",
      "title": "CMV: アメリカでのコヴィド-19の流行の現状は、アンチバクサーとアンチマスカーのせいだと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "截至本帖发表时，美国现在每天约有2000人死于\nCovid-19造成的。自3月以来，我们还没有看到每天有这么多的死亡，而且随着\n随着病毒的delta变体的传播，我们正在开始倒退，因为\n就克服这种大流行病而言，我们开始倒退。我们开始回到...",
      "title": "CMV：我把美国Covid-19大流行的现状完全归咎于反免疫者和反面具者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "截至本帖發表時，美國現在每天約有2000人死於\nCovid-19造成的。自3月以來，我們還沒有看到每天有這麼多的死亡，而且隨着\n隨着病毒的delta變體的傳播，我們正在開始倒退，因爲\n就克服這種大流行病而言，我們開始倒退。我們開始回到...",
      "title": "CMV：我把美國Covid-19大流行的現狀完全歸咎於反免疫者和反面具者。"
    }
  ]
}