{
  "author": "Mercurydriver",
  "original_created_utc": 1632665012,
  "title": "CMV: I solely blame the current state of the Covid-19 pandemic in America on anti-vaxxers and anti-maskers.",
  "created_utc": 1632670883,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As of the creation of this post, the US now sees about 2000 deaths per day due to Covid-19. We haven’t seen this many deaths per day since March, and with the delta variant of the virus spreading, we’re starting to regress as far as getting over this pandemic is concerned. We’re starting to go back to the point where schools are closing again, businesses are being forced to limit themselves and the people they serve, mask mandates, basically we’re going back to the kind of limitations and restrictions that we had to work around with during the beginning stages of the pandemic. </p>\n\n<p>The culprit behind the rise in Covid-19 cases, deaths, and the subsequent reactions is due to the tens of millions of people that refuse to get the Covid-19 vaccine and refuse to wear a mask in settings where they’re around multiple people. The vast majority of people being hospitalized and dying of Covid-19 are unvaccinated, and now it’s getting to the point where they’ve overburdened hospital’s quite badly.</p>\n\n<p>So with that being said, I completely blame every anti-vaxxer and anti-masker for the current state of the pandemic. This is all their fault. If these people had just worn masks like they were told to without being stubborn assholes and gotten the vaccine months ago when they became widely available, this pandemic would have been greatly reduced and we would be on the back end of it, perhaps even eliminating it. Every person that refuses the vaccine and doesn’t wear a mask when required to is part of the problem, and I’m tired of pretending that they have a point or could be half right. They’re making everything worse for all of us and holding us back from beating this God awful pandemic.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/pvugat/cmv_i_solely_blame_the_current_state_of_the/",
  "subreddit": "changemyview",
  "id": "pvugat",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As of the creation of this post, the US now sees about 2000 deaths per day due\nto Covid-19. We haven’t seen this many deaths per day since March, and with the\ndelta variant of the virus spreading, we’re starting to regress as far as\ngetting over this pandemic is concerned. We’re starting to go back…"
}