{
  "author": "GodIsAnOcelot",
  "the_new_excerpt": "I have met P.O.C who are clearly racist and women who blindly hate men. No\noffense but if you think only white people can be racist and only men can be\nsexist, I think that is incredibly ridiculous. Look up the definitions of racism\nand sexism and yes its says typically racism is held against…",
  "original_created_utc": 1613344183,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我见过明显是种族主义者的P.O.C.和盲目憎恨男人的妇女。不\n冒犯，但如果你认为只有白人可以是种族主义者，只有男人可以是\n性别歧视，我认为这是令人难以置信的荒谬。查一下种族主义的定义\n和性别歧视，是的，它说典型的种族主义是针对... ...",
      "title": "CMV：任何人都可能是种族主义者，任何人都可能是性别歧视者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我見過明顯是種族主義者的P.O.C.和盲目憎恨男人的婦女。不\n冒犯，但如果你認爲只有白人可以是種族主義者，只有男人可以是\n性別歧視，我認爲這是令人難以置信的荒謬。查一下種族主義的定義\n和性別歧視，是的，它說典型的種族主義是針對... ...",
      "title": "CMV：任何人都可能是種族主義者，任何人都可能是性別歧視者。"
    }
  ],
  "title": "CMV: Anyone can be racist and anyone can be sexist.",
  "created_utc": 1613356631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have met P.O.C who are clearly racist and women who blindly hate men. No offense but if you think only white people can be racist and only men can be sexist, I think that is incredibly ridiculous.\n Look up the definitions of racism and sexism and yes its says typically racism is held against marginalized groups and sexism is usually held against women. With that being said, typically does not mean always. </p>\n\n<p>So if I see P.O.C stereotype a white person, that&#39;s not racist? If I see a P.O.C  stereotype other P.O.C, that&#39;s not racist?</p>\n\n<p>I&#39;m not on here to try and whine about P.O.C having issues with white people. I understand a lot of white people are shitty and have been for a long long time now (I&#39;m white btw) so I understand why different groups probably don&#39;t like us. I&#39;m on here because it makes no sense to me how you could believe only white people are racist.</p>\n\n<p>Could it be that you think P.O.C can be racist but when it&#39;s toward white people it&#39;s not racist because it&#39;s justified?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/ljzthu/cmv_anyone_can_be_racist_and_anyone_can_be_sexist/",
  "subreddit": "changemyview",
  "id": "ljzthu",
  "is_self": true,
  "media": null,
  "is_video": false
}