{
  "author": "Katapage",
  "original_created_utc": 1625449226,
  "title": "YSK The United States is abandoning nearly 18,000 interpreters and their families to die at the hands of the Taliban in Afghanistan.",
  "created_utc": 1625456027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK - You should know, despite their sacrifice of life and limb, the United States is ignoring a promise of help, and is abandoning nearly 18,000 interpreters and their families to die at the hands of the Taliban as withdrawal from Afghanistan continues. Many of these interpreters have saved numerous lives of US and coalition personnel.</p>\n\n<p>This is an absolute abandonment of moral and human obligation. </p>\n\n<p><a href=\"https://nooneleft.org/index.html\">https://nooneleft.org/index.html</a></p>\n</div><!-- SC_ON -->",
  "score": 1827,
  "permalink": "/r/YouShouldKnow/comments/odxdrn/ysk_the_united_states_is_abandoning_nearly_18000/",
  "subreddit": "YouShouldKnow",
  "id": "odxdrn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK - You should know, despite their sacrifice of life and limb, the United\nStates is ignoring a promise of help, and is abandoning nearly 18,000\ninterpreters and their families to die at the hands of the Taliban as withdrawal\nfrom Afghanistan continues. Many of these interpreters have saved…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか - あなたは知っておくべきです、彼らが生命と身体を犠牲にしているにもかかわらず、アメリカは\n米国は支援の約束を無視して、18,000人近くの通訳とその家族を見捨てようとしています。\n通訳者とその家族をタリバンの手で死なせています。\n犠牲になっていることを知ってください。これらの通訳者の多くは救...",
      "title": "YSK 米国は、18,000人近い通訳者とその家族を、アフガニスタンのタリバンの手で見殺しにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK--你应该知道，尽管他们牺牲了生命和肢体，但美国却无视帮助他们的承诺，并抛弃了近18000人。\n美国无视帮助他们的承诺，抛弃了近18,000名翻译和他们的家人。\n随着从阿富汗撤军的继续，近18,000名翻译和他们的家人将死在塔利班的手中。\n继续从阿富汗撤军。这些口译员中的许多人拯救了...",
      "title": "YSK 美国正在抛弃近18000名翻译和他们的家人，让他们死在阿富汗的塔利班手中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK--你應該知道，儘管他們犧牲了生命和肢體，但美國卻無視幫助他們的承諾，並拋棄了近18000人。\n美國無視幫助他們的承諾，拋棄了近18,000名翻譯和他們的家人。\n隨着從阿富汗撤軍的繼續，近18,000名翻譯和他們的家人將死在塔利班的手中。\n繼續從阿富汗撤軍。這些口譯員中的許多人拯救了...",
      "title": "YSK 美國正在拋棄近18000名翻譯和他們的家人，讓他們死在阿富汗的塔利班手中。"
    }
  ]
}