{
  "author": "YggdrasilXO",
  "original_created_utc": 1629148844,
  "title": "CMV: The rise of Onlyfans is an overall net negative for society, and is a concerning milestone in the way our culture is becoming overly sexualized.",
  "created_utc": 1629168044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am genuinely looking for new perspectives on this, because I have thought long and hard about my position but my opinion on this still seems to be at odds a bit with several of my close friends.</p>\n\n<p>To begin, I am not anti-sex work. I technically have a job in the sex industry- my last year of college I worked as a doorman for a strip club, and even though I am now graduated and have a daytime job in finance, I still work at this strip club 2-3 nights per week because I really enjoy the job, it&#39;s a great source of extra spending money for little time commitment, and I like being around the staff/dancers who work there. I have always taken the safety of everyone at this club extremely seriously, and I fully support the legalization of other forms of sex work (such as prostitution) as I believe that these things will never go away and should be properly regulated in order to keep everyone involved safe.</p>\n\n<p>This being said, I think that OnlyFans becoming this mainstream does not bode well for modern society. While in many ways it is a symptom, I also think that it is actively harmful in several ways while contributing very little good. My reasoning for this is as follows:</p>\n\n<ol>\n<li>It allows for people to profit off of parasocial relationships that I think are particularly harmful. The idea of parasocial relationships is not new nor exclusive to OnlyFans (see basically any content creator on the internet), however I think that parasocial relationships based on sex are particularly harmful. I am generally trying not to make arguments in relation to gender, but in this case I feel a bit compelled to. There is currently a huge problem with young men and romantic/sexual relationships. There is plenty of data to back this up: for example, a quick google search gave me this graph <a href=\"https://features.inside.com/content/images/2021/03/young-men.png\">https://features.inside.com/content/images/2021/03/young-men.png</a>. Onlyfans provides people who do not have access to sexual relationships, largely young men, an easy and convenient outlet by providing a mainstream and widely varied range of sex workers that they can interact and become attached to without ever having to get away from a screen. This particular demographic of young men is not being helped by having them &quot;satisfy&quot; their sexual needs entirely through online interactions. Someone going to a strip club, or to see a prostitute, is still having to leave their home and interact with another person face to face. I am no expert on the science behind human socialization, but based on what I do know and my own personal experiences, exclusively socializing via online spaces and not in person is very harmful to both mental health and proper social development. For a completely unscientific example, say you have a young man who has never had sex. Let&#39;s say that one of the reasons behind this is that he is self-conscious about his lack of experience. If he were to, say, frequent a sex worker in person, an argument can be made that the tangible experience he gets might help him get over his confidence issues. Whereas if that young man just goes and frequents OnlyFans, &quot;fulfilling&quot; his needs via porn and a parasocial relationship with the person who created said porn, there is no improvement to his situation whatsoever.</li>\n<li>It makes the barrier of entry for people entering sex work too low, and encourages the idea that doing sex work can be an easy way to make money. I do not think that this particular kind of sex work adds much value at all to society, yet it is the easiest to be involved with. It is strictly the commodification of the body for profit for very little time investment or commitment. Pole dancing is a skill that you need to invest in and learn, and so is the act of physically having sex with someone. You do not need to invest very much time and effort at all in creating an OnlyFans. Having a low barrier of entry to something is not bad in and of itself, however in this case it just encourages people to enter an industry that at best contributes very little benefit to society, and at worst is actively harmful, at very little cost simply because they are hot and have a smartphone. And yes, some people on OnlyFans put a lot of effort into their work, which I can respect, but that does not change the fact that this effort is not really required.</li>\n<li>It further contributes to the oversexualization of modern society. I believe that modern society&#39;s view on sex is extremely warped, and this just adds to it. Sex is put on this insane social pedestal where your value as a person is tied to how much sex you are or aren&#39;t having. This is not good, and as I mentioned in my first point, we have been seeing increasing rates of poor sexual socialization. While yes, OnlyFans is in part a symptom of this, that does not mean that it does not further contribute to it.</li>\n<li>This last point might be contentious: in some ways, OnlyFans feels like profiteering off of the plight of people with poor sexual socialization- which, again, is mostly young men. Now, sure, one could make the argument that it is simply a market response to an increase in demand. Which I agree with, to an extent, however I think that accepting this as a mainstream part of our culture simply exacerbates the issue. The mainstream success of OnlyFans is just encouraging people to go profit off of an epidemic of poorly socialized people while not really improving their situation in any way.</li>\n</ol>\n\n<p>The only upside of OnlyFans that I can see is that it seems relatively safe. That is it. I would love to see some counterarguments that would convince me otherwise, because as I said, I am generally pro-sex work. I hope that we can have a productive discussion about this. Some of my arguments may be phrased poorly, as I find I am sometimes bad at explaining things, but I will try to clarify any misinterpretations in the comments.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/p5pga8/cmv_the_rise_of_onlyfans_is_an_overall_net/",
  "subreddit": "changemyview",
  "id": "p5pga8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am genuinely looking for new perspectives on this, because I have thought long\nand hard about my position but my opinion on this still seems to be at odds a\nbit with several of my close friends.\n\nTo begin, I am not anti-sex work. I technically have a job in the sex industry-\nmy last year of…"
}