{
  "author": "Psychological-Fall57",
  "the_new_excerpt": "I should preface this by saying that I’m definitely one of the people I’m\nreferring to - I love these types of characters as well. The simple answer is\n‘because they’re interesting,’ but I can’t really say why I and many others find\ncharacters that are broken, twisted, messed-up, or questionable in…",
  "original_created_utc": 1617360881,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我应该先说一句，我绝对是我的一个人\n指的是--我也喜欢这类人物。简单的答案是\n\"因为他们是有趣的，\" 但我真的不能说为什么我和其他许多人发现，\n角色，是破碎的，扭曲的，混乱的，或有问题的，在...",
      "title": "为什么很多人被扭曲的、混乱的或破碎的人物所吸引？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我應該先說一句，我絕對是我的一個人\n指的是--我也喜歡這類人物。簡單的答案是\n\"因爲他們是有趣的，\" 但我真的不能說爲什麼我和其他許多人發現，\n角色，是破碎的，扭曲的，混亂的，或有問題的，在...",
      "title": "爲什麼很多人被扭曲的、混亂的或破碎的人物所吸引？"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "前置きが長くなりましたが、私は間違いなくその一人です。\n私もこの種のキャラクターが大好きです。単純な答えは\nしかし、なぜ私や他の多くの人々が、壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを見つけるのか、うまく言えません。\n壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを",
      "title": "なぜ多くの人は、ひねくれた、めちゃくちゃな、壊れたキャラクターに惹かれるのでしょうか？"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私は間違いなくその一人です。\n私もこの種のキャラクターが大好きです。単純な答えは\nしかし、なぜ私や他の多くの人々が、壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを見つけるのか、うまく言えません。\n壊れていたり、ひねくれていたり、混乱していたり、疑問を感じたりするキャラクターを",
      "title": "なぜ多くの人は、ひねくれた、めちゃくちゃな、壊れたキャラクターに惹かれるのでしょうか？"
    }
  ],
  "title": "Why are many people drawn to twisted, messed-up, or broken characters?",
  "created_utc": 1617389031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I should preface this by saying that I’m definitely one of the people I’m referring to - I love these types of characters as well. The simple answer is ‘because they’re interesting,’ but I can’t really say <em>why</em> I and many others find characters that are broken, twisted, messed-up, or questionable in some way interesting to read.</p>\n\n<p>This applies to characters that are morally grey or even evil, willing to do terrible things for their own reasons. It could apply to very good people who have simply been through a lot of shit and are suffering as a result of that, leading to a complex mental state often filled with pain and confusion. There’s a reason why so many fictional characters have incredibly messed up childhoods, and it’s because people (again, myself fully included here) find that interesting.</p>\n\n<p>I heard someone on the internet somewhere (very specific source referencing, I know) say that it’s a greater crime for a fictional character to be boring than for them to commit any actual crime, regardless of how bad, and I tend to agree with this. I don’t really know <em>why</em> this is the case, and I’d be interested to hear others’ opinions on it.</p>\n\n<p>If anyone is well versed in psychology, or if (more likely) you aren’t but you have thoughts you want to share anyway, I’d love to hear them.</p>\n\n<p>Edit: spelling</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mihwzi/why_are_many_people_drawn_to_twisted_messedup_or/",
  "subreddit": "books",
  "id": "mihwzi",
  "is_self": true,
  "media": null,
  "is_video": false
}