{
  "author": "blankblank",
  "original_created_utc": 1635088044,
  "title": "YSK: To avoid supposedly healthy foods with chicory root high on the list of ingredients.",
  "created_utc": 1635112068,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because it&#39;s a cheap fiber additive that causes gas and other symptoms of gastrointestinal discomfort.</p>\n\n<p>There is a type of fiber called inulin, which in low to moderate amounts is a good prebiotic and source of soluble fiber. However, in large amounts it can cause gas, bloating, and abdominal pain. Chicory root is one of the most common sources of inulin because it&#39;s cheap, abundant, and in powder form can be added to almost anything to boost that food&#39;s total fiber numbers without significantly impacting taste or texture. Everything from cereals to granola bars to fiber gummies and beyond has it these days.</p>\n\n<p>Chicory root at near the bottom of the ingredients list doesn&#39;t worry me. But, when it&#39;s towards the top, I avoid it. Also, don&#39;t assume because you bought a product once and it didn&#39;t have chicory root that it never will. Food manufacturers change up the ingredients subtly all the time and it&#39;s not at all uncommon for me to check a box of cereal I&#39;ve been eating for a long time and suddenly notice it now has it.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/qetzbp/ysk_to_avoid_supposedly_healthy_foods_with/",
  "subreddit": "YouShouldKnow",
  "id": "qetzbp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because it's a cheap fiber additive that causes gas and other symptoms\nof gastrointestinal discomfort.\n\nThere is a type of fiber called inulin, which in low to moderate amounts is a\ngood prebiotic and source of soluble fiber. However, in large amounts it can\ncause gas, bloating, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：安い食物繊維添加物でガスなどの症状が出るため\n胃腸の不調を引き起こすからです。\n\nイヌリンという種類の食物繊維がありますが、これは少量から中程度の量であれば\n少ない量から適度な量であれば、良いプレバイオティクスであり、水溶性食物繊維の源となります。しかし、大量に摂取すると\nガスや膨満感などの胃腸障害を引き起こす可能性があります。",
      "title": "YSK: 健康に良いとされている食品でも、原材料にチコリの根が多く含まれているものは避けるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为它是一种廉价的纤维添加剂，会导致气体和其他症状。\n胃肠道不适的症状。\n\n有一种叫做菊粉的纤维，在低到中等量的情况下是一种\n是一种良好的益生菌和可溶性纤维的来源。然而，大量使用时，它可以\n导致气体、腹胀和腹痛。",
      "title": "YSK：要避免所谓的健康食品，其中菊苣根在成分清单上的位置很高。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲它是一種廉價的纖維添加劑，會導致氣體和其他症狀。\n胃腸道不適的症狀。\n\n有一種叫做菊粉的纖維，在低到中等量的情況下是一種\n是一種良好的益生菌和可溶性纖維的來源。然而，大量使用時，它可以\n導致氣體、腹脹和腹痛。",
      "title": "YSK：要避免所謂的健康食品，其中菊苣根在成分清單上的位置很高。"
    }
  ]
}