{
  "author": "Wilmotac",
  "original_created_utc": 1633704410,
  "title": "In the future, everything will be tokenised. It is already happening.",
  "created_utc": 1633728809,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is to me, the most exciting thing about cryptocurrency. </p>\n\n<p>Deeds and rights to property? That will be tokenised and processed via smart contracts. Your music collection? Tokenised, as will be the earning rights for trading music. Digital games? Tokenised, enabling pre-owned purchases again. Event tickets, finally ridding us of scammers.</p>\n\n<p>Everything that can be tokenised will, because it removes huge amounts of market inefficiency. Anybody who has bought a house knows how much money is spent on paperwork that adds no real benefit to either seller or buyer. Anybody who has tried to dream up a way to create a digital second hand media market without tokenisation knows how complicated it gets. </p>\n\n<p>The framework for this is already in place. GET Protocol is already a reality for ticketing. Brave is tokenising <strong><em>attention</em></strong>. Whilst that is still in a very immature and centralised form, BAT will not be the last project to attempt to tokenise attention, and Brave&#39;s model is working. Ethereum, Solana, Cardano, and such, are effectively tokenised units of computation, no negotiating with salespeople required.</p>\n\n<p>The sheer amount of wasted economic effort that will be saved by the tokenisation revolution is frankly staggering. Everyone be they an investor, a techie, or just your average joe, is going to be using cryptocurrency, whether they realise it or not.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/q3z8od/in_the_future_everything_will_be_tokenised_it_is/",
  "subreddit": "CryptoCurrency",
  "id": "q3z8od",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is to me, the most exciting thing about cryptocurrency.\n\nDeeds and rights to property? That will be tokenised and processed via smart\ncontracts. Your music collection? Tokenised, as will be the earning rights for\ntrading music. Digital games? Tokenised, enabling pre-owned purchases again.\nEvent…"
}