{
  "author": "Revenge_of_the_Khaki",
  "original_created_utc": 1637728722,
  "title": "YSK: If you're trying to downgrade your cable/internet package but don't see any deals online for bundles that are cheaper than what you're already paying for, your cable provider is likely hiding your downgrade options and you'll need to call them if you want the full list of downgrade options.",
  "created_utc": 1637743641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people will probably look at their &quot;downgrade&quot; options on their cable providers website and think that there&#39;s just no point in downgrading because of the lack of deals cheaper than what they&#39;re already getting. In reality, it&#39;s just another shady tactic by cable providers to keep you on the hook for their insane cable costs.</p>\n\n<p>I myself had been thinking of cutting the cord and switching to internet only, but noticed that my only internet option that was showing online was a $300/month 3000 Mbps option with literally nothing slower or cheaper even offered. I contacted Comcast and they informed me that I was likely seeing only that option because of my &quot;current plan&quot; and that I&#39;d need to call a certain number to downgrade. Of course that number had a highly trained sales rep who fed me a bunch of crappy bundle offers that didn&#39;t fill my needs at all until I just told her to downgrade to Gigabit internet only.</p>\n\n<p>Don&#39;t fall for their crap. Take the extra steps and save the money.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/r0wkok/ysk_if_youre_trying_to_downgrade_your/",
  "subreddit": "YouShouldKnow",
  "id": "r0wkok",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people will probably look at their \"downgrade\" options on their\ncable providers website and think that there's just no point in downgrading\nbecause of the lack of deals cheaper than what they're already getting. In\nreality, it's just another shady tactic by cable providers to keep you…"
}