{
  "author": "Revenge_of_the_Khaki",
  "original_created_utc": 1637728722,
  "title": "YSK: If you're trying to downgrade your cable/internet package but don't see any deals online for bundles that are cheaper than what you're already paying for, your cable provider is likely hiding your downgrade options and you'll need to call them if you want the full list of downgrade options.",
  "created_utc": 1637743641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people will probably look at their &quot;downgrade&quot; options on their cable providers website and think that there&#39;s just no point in downgrading because of the lack of deals cheaper than what they&#39;re already getting. In reality, it&#39;s just another shady tactic by cable providers to keep you on the hook for their insane cable costs.</p>\n\n<p>I myself had been thinking of cutting the cord and switching to internet only, but noticed that my only internet option that was showing online was a $300/month 3000 Mbps option with literally nothing slower or cheaper even offered. I contacted Comcast and they informed me that I was likely seeing only that option because of my &quot;current plan&quot; and that I&#39;d need to call a certain number to downgrade. Of course that number had a highly trained sales rep who fed me a bunch of crappy bundle offers that didn&#39;t fill my needs at all until I just told her to downgrade to Gigabit internet only.</p>\n\n<p>Don&#39;t fall for their crap. Take the extra steps and save the money.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/r0wkok/ysk_if_youre_trying_to_downgrade_your/",
  "subreddit": "YouShouldKnow",
  "id": "r0wkok",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people will probably look at their \"downgrade\" options on their\ncable providers website and think that there's just no point in downgrading\nbecause of the lack of deals cheaper than what they're already getting. In\nreality, it's just another shady tactic by cable providers to keep you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くの人は、ケーブルプロバイダーのウェブサイトにある「ダウングレード」の選択肢を見て、「ダウングレードしても意味がない」と思うでしょう。\n多くの人は、ケーブル会社のウェブサイトにある「ダウングレード」の選択肢を見て、「今よりも安いプランがないから、ダウングレードしても意味がない」と考えるでしょう。\nと思われるかもしれません。実際には\n実際には、これはケーブルプロバイダーがお客様を引き留めておくための陰険な戦術に過ぎません。",
      "title": "YSK: ケーブル/インターネットのパッケージをダウングレードしようとしているが、オンラインでは現在支払っている料金よりも安いバンドルの情報が見当たらない場合、ケーブルプロバイダーがダウングレードのオプションを隠している可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人可能会看他们的 \"降级 \"选项，在他们的\n许多人可能会在他们的有线电视供应商的网站上看到他们的 \"降级 \"选项，并认为没有必要降级。\n因为没有比他们已经得到的更便宜的交易。在现实中\n实际上，这只是有线电视供应商的另一种阴暗手段，目的是让你...",
      "title": "YSK：如果你想降低你的有线电视/互联网套餐，但在网上没有看到任何比你已经支付的费用更便宜的捆绑交易，你的有线电视供应商很可能隐藏了你的降级选项，如果你想知道完整的降级选项清单，你需要给他们打电话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人可能會看他們的 \"降級 \"選項，在他們的\n許多人可能會在他們的有線電視供應商的網站上看到他們的 \"降級 \"選項，並認爲沒有必要降級。\n因爲沒有比他們已經得到的更便宜的交易。在現實中\n實際上，這只是有線電視供應商的另一種陰暗手段，目的是讓你...",
      "title": "YSK：如果你想降低你的有線電視/互聯網套餐，但在網上沒有看到任何比你已經支付的費用更便宜的捆綁交易，你的有線電視供應商很可能隱藏了你的降級選項，如果你想知道完整的降級選項清單，你需要給他們打電話。"
    }
  ]
}