{
  "author": "zombiehog",
  "original_created_utc": 1639340741,
  "title": "Without naming the crypto, describe a coin and we will take a guess.",
  "created_utc": 1639370763,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I figure that we needed a positive post here amidst the sea of red, Christmas should be a joyous time of happy red and green, not this near bear market of solid red.&lt;/p&gt;\n\n&lt;p&gt;This can be a fun game to test our collective crypto knowledge, and a welcome distraction from all the negativity surrounding this sub in the recent past. &lt;/p&gt;\n\n&lt;p&gt;Post a comment that contains a description of a coin, but don&amp;#39;t name the coin, and we all have to guess. &lt;/p&gt;\n\n&lt;p&gt;Dig past the top 10 coins so we can really get some obscure crypto, really will be a test of our collective knowledge!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/rexgp7/without_naming_the_crypto_describe_a_coin_and_we/",
  "subreddit": "CryptoCurrency",
  "id": "rexgp7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I figure that we needed a positive post here amidst the sea of red, Christmas\nshould be a joyous time of happy red and green, not this near bear market of\nsolid red.\n\nThis can be a fun game to test our collective crypto knowledge, and a welcome\ndistraction from all the negativity surrounding this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ここでは、ポジティブな投稿が必要だと考えました。\n</p> <p>クリスマスは、赤の海の中で、赤と緑の幸せな時間であるべきです。\n</p> <p>これは、私たちの集合的な暗号の知識を試す楽しいゲームになるでしょう。\n</p> <p>これは私たちの暗号知識を試す楽しいゲームになるでしょうし、気晴らしにもなります。",
      "title": "クリプトの名前を挙げずに、コインの説明をしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我想，我们需要一个积极的帖子在这里。\n在红色的海洋中，圣诞节应该是一个快乐的红色和绿色的时间。\n</p> <p>这可能是一个有趣的游戏，以测试我们的集体加密知识。\n</p> <p>这可能是一个有趣的游戏，以测试我们的集体加密知识，和一个受欢迎的分心......",
      "title": "在不指明加密货币的情况下，描述一个硬币，我们将进行猜测。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我想，我們需要一個積極的帖子在這裏。\n在紅色的海洋中，聖誕節應該是一個快樂的紅色和綠色的時間。\n</p> <p>這可能是一個有趣的遊戲，以測試我們的集體加密知識。\n</p> <p>這可能是一個有趣的遊戲，以測試我們的集體加密知識，和一個受歡迎的分心......",
      "title": "在不指明加密貨幣的情況下，描述一個硬幣，我們將進行猜測。"
    }
  ]
}