{
  "author": "Charmycole",
  "original_created_utc": 1634417407,
  "title": "Thanks to crypto I’d be reuniting with my family soon",
  "created_utc": 1634434665,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here’s my testimony: </p>\n\n<p>I’m originally from Zimbabwe (now living in the U.S. for over a decade) and come from a humble background. I never grew up with money but I was never hungry. Nonetheless, my parents did everything to get me to the U.S. for a chance of a better life. Sadly, when I got to the states I realized it wasn’t all sunshine and rainbows that had been depicted on TV. I migrated here thinking I’d be able to achieve the “American dream” and move my family here quickly. Of course, it wasn’t like that. Things were a lot tougher than I thought and I wasn’t able to get my family here because of the lengthy immigration process and it costs thousands of dollars. Also, I had to pay off student loans after nursing school and other debts</p>\n\n<p>Anyway, thanks to crypto  I have made enough to finally start the immigration process for my family to move here after a decade of not seeing them. Life has gotten in the way so many times and I’ve been unable to visit home due to financial reasons. I’m just so grateful and I’m in tears as I am typing this because I truly believe I can start providing for my family (it has always been my greatest goal) and live comfortably. Crypto is truly life changing and i hope all of you reach your crypto goals and achieve everything you’ve ever dreamed of!</p>\n</div><!-- SC_ON -->",
  "score": 274,
  "permalink": "/r/CryptoCurrency/comments/q9kb4q/thanks_to_crypto_id_be_reuniting_with_my_family/",
  "subreddit": "CryptoCurrency",
  "id": "q9kb4q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here’s my testimony:\n\nI’m originally from Zimbabwe (now living in the U.S. for over a decade) and come\nfrom a humble background. I never grew up with money but I was never hungry.\nNonetheless, my parents did everything to get me to the U.S. for a chance of a\nbetter life. Sadly, when I got to the…"
}