{
  "author": "SojourningCPA",
  "original_created_utc": 1639061701,
  "title": "YSK: Half of speaking a foreign language is knowing its unique lilt, melody, and rhythm, which can be practiced simply by listening to recordings of native speakers and copying with a scat such as “da da da da” etc. Learning vocabulary is only half-learning a foreign language.",
  "created_utc": 1639075100,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;Why YSK&lt;/strong&gt;: Because traveling and speaking a foreign language, beyond rudimentary fluency without a thick accent, is difficult. Native speakers can understand foreigners much easier if a phrase uses the familiar lilt/melody/rhythm, which requires muscle memory of tongue placement and mouth movement.&lt;/p&gt;\n\n&lt;p&gt;For example, Spanish and Italian share a lot of the same vocabulary, but the words and phrases themselves are spoken in vastly different ways. Spanish is very staccato, while Italian tends to chain words together with a circular intonation.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/rcjbsp/ysk_half_of_speaking_a_foreign_language_is/",
  "subreddit": "YouShouldKnow",
  "id": "rcjbsp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because traveling and speaking a foreign language, beyond rudimentary\nfluency without a thick accent, is difficult. Native speakers can understand\nforeigners much easier if a phrase uses the familiar lilt/melody/rhythm, which\nrequires muscle memory of tongue placement and mouth…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか？\n訛りがなく流暢に話すことは難しい。ネイティブスピーカーは\n馴染みのある歌詞・メロディ・リズムを使ったフレーズであれば、外国人の方がずっと簡単です。\n舌の位置や口の中を筋肉で記憶する必要がある...。",
      "title": "YSK: 外国語を話すことの半分は、その言語特有の軽快さ、メロディー、リズムを知ることです。これは、ネイティブスピーカーの録音を聞いて、「ダダダ」などのスキャットでコピーするだけで実践できます。語彙を学ぶことは、外国語を学ぶことの半分にすぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 因为旅行和讲外语，在没有厚厚的英语单词的情况下超过基本的流利程度。\n的流利程度，而且没有浓重的口音，是很困难的。如果一个短语使用熟悉的音调/旋律/节奏，讲母语的人可以更容易理解\n如果一个短语使用熟悉的小调/旋律/节奏，那么说母语的人就能更容易理解外国人。\n这需要对舌头的位置和嘴巴的肌肉记忆...",
      "title": "YSK: 说外语的一半是了解其独特的音调、旋律和节奏，这可以通过听母语者的录音和模仿 \"哒哒哒 \"等方式进行练习。学习词汇只是学习外语的一半。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 因爲旅行和講外語，在沒有厚厚的英語單詞的情況下超過基本的流利程度。\n的流利程度，而且沒有濃重的口音，是很困難的。如果一個短語使用熟悉的音調/旋律/節奏，講母語的人可以更容易理解\n如果一個短語使用熟悉的小調/旋律/節奏，那麼說母語的人就能更容易理解外國人。\n這需要對舌頭的位置和嘴巴的肌肉記憶...",
      "title": "YSK: 說外語的一半是瞭解其獨特的音調、旋律和節奏，這可以通過聽母語者的錄音和模仿 \"噠噠噠 \"等方式進行練習。學習詞彙只是學習外語的一半。"
    }
  ]
}