{
  "author": "SojourningCPA",
  "original_created_utc": 1639061701,
  "title": "YSK: Half of speaking a foreign language is knowing its unique lilt, melody, and rhythm, which can be practiced simply by listening to recordings of native speakers and copying with a scat such as “da da da da” etc. Learning vocabulary is only half-learning a foreign language.",
  "created_utc": 1639075100,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;Why YSK&lt;/strong&gt;: Because traveling and speaking a foreign language, beyond rudimentary fluency without a thick accent, is difficult. Native speakers can understand foreigners much easier if a phrase uses the familiar lilt/melody/rhythm, which requires muscle memory of tongue placement and mouth movement.&lt;/p&gt;\n\n&lt;p&gt;For example, Spanish and Italian share a lot of the same vocabulary, but the words and phrases themselves are spoken in vastly different ways. Spanish is very staccato, while Italian tends to chain words together with a circular intonation.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/rcjbsp/ysk_half_of_speaking_a_foreign_language_is/",
  "subreddit": "YouShouldKnow",
  "id": "rcjbsp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because traveling and speaking a foreign language, beyond rudimentary\nfluency without a thick accent, is difficult. Native speakers can understand\nforeigners much easier if a phrase uses the familiar lilt/melody/rhythm, which\nrequires muscle memory of tongue placement and mouth…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p><strong>なぜYSKなのか</strong>：旅行をして、分厚い紙を使わずに初歩的な流暢さを超えて外国語を話すことができるからです。\n訛りのない初歩的な流暢さを超えて、外国語を話すことは難しいからです。\n訛りのない初歩的な流暢さ以上の外国語を話すことは難しいからです。ネイティブ・スピーカーは、外国人を理解するのに便利なように\n慣れ親しんだメロディーやリズムを使ったフレーズであれば、ネイティブスピーカーは外国人を理解しやすいのです。",
      "title": "YSK: 外国語を話すことの半分は、その言語特有の軽快さ、メロディー、リズムを知ることです。これは、ネイティブスピーカーの録音を聞いて、「ダダダ」などのスキャットでコピーするだけで実践できます。語彙を学ぶことは、外国語を学ぶことの半分にすぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p><strong>为什么选择YSK</strong>: 因为旅行\n因为旅行和说一门外语，除了基本的流利，没有浓重的\n口音，是很困难的。如果一个短语使用熟悉的轻声/重声，讲母语的人可以更容易地理解外国人。\n如果一个短语使用了熟悉的轻音/旋律/节奏，就可以更容易地理解外国人，这需要...",
      "title": "YSK: 说外语的一半是了解其独特的音调、旋律和节奏，这可以通过听母语者的录音和模仿 \"哒哒哒 \"等方式进行练习。学习词汇只是学习外语的一半。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p><strong>爲什麼選擇YSK</strong>: 因爲旅行\n因爲旅行和說一門外語，除了基本的流利，沒有濃重的\n口音，是很困難的。如果一個短語使用熟悉的輕聲/重聲，講母語的人可以更容易地理解外國人。\n如果一個短語使用了熟悉的輕音/旋律/節奏，就可以更容易地理解外國人，這需要...",
      "title": "YSK: 說外語的一半是瞭解其獨特的音調、旋律和節奏，這可以通過聽母語者的錄音和模仿 \"噠噠噠 \"等方式進行練習。學習詞彙只是學習外語的一半。"
    }
  ]
}