{
  "author": "tyesgr8",
  "original_created_utc": 1624293999,
  "title": "Need 'Impossible to put down' books for an upcoming vacation.",
  "created_utc": 1624306313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been on here reading many suggestions from others and now I would love some suggestions from ya&#39;ll. I&#39;m going on vacation in a week and I want to get lost in books that I will not be able to put down; any genre, but something well- written (not cheap quick writing) fast-paced and possibly mind-bending, though the latter is not a must. Any ideas?</p>\n\n<p>EDIT: well this really blew up ! Beyond my expectations...thanks to all who responded !! I&#39;ll be poring over each suggestion and making alot of purchases. Thanks all.</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/booksuggestions/comments/o4zjlx/need_impossible_to_put_down_books_for_an_upcoming/",
  "subreddit": "booksuggestions",
  "id": "o4zjlx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been on here reading many suggestions from others and now I would love some\nsuggestions from ya'll. I'm going on vacation in a week and I want to get lost\nin books that I will not be able to put down; any genre, but something well-\nwritten (not cheap quick writing) fast-paced and possibly mind…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はここで他の人からの多くの提案を読んできましたが、今度は皆さんからの提案が欲しいです。\nあなた方からの提案が欲しいです。一週間後に休暇を取るのですが、読み終えられないような本に夢中になりたいのです。\nジャンルは問いませんが、しっかりと書かれたものがいいです。\nジャンルは問いません。",
      "title": "次の休暇のために、「手放せない」本が必要。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在这里读了很多别人的建议，现在我希望得到一些\n的建议。我一周后就要去度假了，我想看一些让我欲罢不能的书。\n任何类型的书，但要写得好。\n任何类型的书，但要写得好（不是廉价的快速写作），节奏快，而且可能是心灵鸡汤。",
      "title": "为即将到来的假期需要'无法放下'的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這裏讀了很多別人的建議，現在我希望得到一些\n的建議。我一週後就要去度假了，我想看一些讓我欲罷不能的書。\n任何類型的書，但要寫得好。\n任何類型的書，但要寫得好（不是廉價的快速寫作），節奏快，而且可能是心靈雞湯。",
      "title": "爲即將到來的假期需要'無法放下'的書籍。"
    }
  ]
}