{
  "author": "lelemuren",
  "original_created_utc": 1634563480,
  "title": "What is your opinion on translations?",
  "created_utc": 1634581729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The topic of translations is something that has been discussed many times and still interests me. How much of a work, and which parts, are lost when reading it in translation?</p>\n\n<p>For instance, plot and themes tend to translate pretty well. You&#39;ll have essentially the same experience reading 1984 or Lord of the Flies in translation. However, prose, and especially poetic and lyrical prose gets absolutely butchered. Poetry even more so. Reading Shakepspeare in translation is not reading Shakespeare. It&#39;s reading the translation. You&#39;ll get the story and themes, but nothing of the poetry. I&#39;d argue the same for e.g. Tolkien, whose prose was very intentional with emphasis on rhythm and poetic inversions.</p>\n\n<p>Of course, translations are unavoidable. However, we should recognize that Pope&#39;s Iliad, when it comes to the prose, is not Homer but Pope. The themes are incredible and come through, but any poetry is an invention of the translator.</p>\n\n<p>What are your thoughts on all this? What are some works you feel lose too much to be worth reading in translation? E.g. Shakespeare would be what I&#39;d offer as an example of this. Do you worry about this? Do you peruse different translations to better capture the essence of a work? What about individual passages?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qammxy/what_is_your_opinion_on_translations/",
  "subreddit": "books",
  "id": "qammxy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The topic of translations is something that has been discussed many times and\nstill interests me. How much of a work, and which parts, are lost when reading\nit in translation?\n\nFor instance, plot and themes tend to translate pretty well. You'll have\nessentially the same experience reading 1984 or…"
}