{
  "author": "damontoo",
  "the_new_excerpt": "Why YSK: To potentially limit unwanted ads.\n\nAfter getting ads mailed to me by Amazon sellers, I asked support if this is\nallowed since Googling yielded threads saying it violated their terms of\nservice, especially if it directed you to a site that isn't Amazon. Amazon\nsupport told me explicitly…",
  "original_created_utc": 1620699314,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：不要な広告を潜在的に制限するため。\n\nアマゾンの出品者から広告が送られてきたので、サポートにこれは許されるのか聞いてみました。\nググってみると、利用規約に違反しているというスレッドがあったので、サポートに聞いてみました。\n特にAmazon以外のサイトに誘導された場合は。Amazon\nサポートは私にはっきりと言いました...",
      "title": "YSK：Amazonの販売者は、あなたが注文すると、あなたの顧客情報を使って、それ以外の迷惑な広告をあなたの家に送ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：为了潜在地限制不需要的广告。\n\n在收到亚马逊卖家邮寄给我的广告后，我询问支持部门是否允许这样做。\n因为在谷歌上搜索，有很多人说这违反了他们的服务条款。\n服务条款，特别是如果它把你引向一个非亚马逊的网站。亚马逊\n支持部门明确地告诉我...",
      "title": "YSK：如果你从他们那里订货，亚马逊卖家可以使用你的客户信息，向你家里发送其他未经请求的广告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：爲了潛在地限制不需要的廣告。\n\n在收到亞馬遜賣家郵寄給我的廣告後，我詢問支持部門是否允許這樣做。\n因爲在谷歌上搜索，有很多人說這違反了他們的服務條款。\n服務條款，特別是如果它把你引向一個非亞馬遜的網站。亞馬遜\n支持部門明確地告訴我...",
      "title": "YSK：如果你從他們那裏訂貨，亞馬遜賣家可以使用你的客戶信息，向你家裏發送其他未經請求的廣告。"
    }
  ],
  "title": "YSK: If you order from them, Amazon sellers can use your customer information to send otherwise unsolicited ads to your home.",
  "created_utc": 1620719170,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: To potentially limit unwanted ads.  </p>\n\n<p>After getting ads mailed to me by Amazon sellers, I asked support if this is allowed since Googling yielded threads saying it violated their terms of service, especially if it directed you to a site that isn&#39;t Amazon. Amazon support told me explicitly that sellers are allowed to use order information for marketing purposes.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/n9mhhn/ysk_if_you_order_from_them_amazon_sellers_can_use/",
  "subreddit": "YouShouldKnow",
  "id": "n9mhhn",
  "is_self": true,
  "media": null,
  "is_video": false
}