{
  "author": "MJtheRealKing",
  "original_created_utc": 1629990474,
  "title": "CMV: Blackwater evacuating people from Afghanistan for $6,500 a head is a good thing.",
  "created_utc": 1629999553,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are a lot of people in an uproar because Blackwater is evacuating Afghan refugees who are willing and able to pay $6,500. I understand that this seems like evil profiteering by Blackwater, and maybe it is, but the truth is the world is a better place for them doing this. They are not going to do it for free, and this way more people who want to leave, can. If Blackwater did not evacuate these people, some of them will end up stuck and some of them will even end up on free flights, taking the seat of others. Who is worse off for Blackwater doing this? The constraint on evacuations is a lack of planes, not a lack of runway time (to be clear, some flights did have to divert, but it was because no one could land because refugees had taken over the runways). Blackwater is solving that problem, albeit it a profit.</p>\n\n<p>EDIT: Several commenters have made great points that ultimately boil down to how one defines &quot;good,&quot; which is a very nebulous concept. So let me briefly define good as I used it in my title: Good is the absence of bad. We should stop people from doing bad things. We should not stop Blackwater from evacuating people for a price, so long as the constraint on evacuations is planes and not runway time. Blackwater is doing a good thing under my (admittedly binary) definition of good and bad.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/pc1eam/cmv_blackwater_evacuating_people_from_afghanistan/",
  "subreddit": "changemyview",
  "id": "pc1eam",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are a lot of people in an uproar because Blackwater is evacuating Afghan\nrefugees who are willing and able to pay $6,500. I understand that this seems\nlike evil profiteering by Blackwater, and maybe it is, but the truth is the\nworld is a better place for them doing this. They are not going to…"
}