{
  "author": "jpch12",
  "the_new_excerpt": "I am a huge psychological thriller/mystery fan and I have been waiting for Queen\nGillian for over 7 years to publish a novel. Recently watched an interview where\nshe said that she needs a year before she is done with her next novel :( So I'm\nhere asking readers for similar style books (Dark, gritty,…",
  "original_created_utc": 1619198743,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はサイコロジカル・スリラー／ミステリーの大ファンで、女王ジリアンが小説を出版するのを7年間待っていました。\nGillianが小説を出版するのを7年以上待っていました。最近見たインタビューでは\n次の小説を書き上げるまでに1年は必要だと言っていました。\n似たようなスタイルの本（ダークでグリッティで...）を読者に聞いてみたいと思います。",
      "title": "ジリアン・フリンの引きこもり！？お勧めは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个巨大的心理惊悚/悬疑小说迷，我一直在等待女王\nGillian出版一部小说已经7年多了。最近看了一个采访，她说她需要一年时间才能完成她的下一部小说。\n她说她需要一年时间才能完成她的下一部小说：（所以我\n所以我在这里向读者询问类似风格的书籍（黑暗、狡诈、...",
      "title": "吉利安-弗林的退出! 需要建议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個巨大的心理驚悚/懸疑小說迷，我一直在等待女王\nGillian出版一部小說已經7年多了。最近看了一個採訪，她說她需要一年時間才能完成她的下一部小說。\n她說她需要一年時間才能完成她的下一部小說：（所以我\n所以我在這裏向讀者詢問類似風格的書籍（黑暗、狡詐、...",
      "title": "吉利安-弗林的退出! 需要建議"
    }
  ],
  "title": "Gillian Flynn withdrawals! Need suggestions",
  "created_utc": 1619211113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a huge psychological thriller/mystery fan and I have been waiting for Queen Gillian for over 7 years to publish a novel. Recently watched an interview where she said that she needs a year before she is done with her next novel :( So I&#39;m here asking readers for similar style books (Dark, gritty, messed up, raw characters) I also like evocative and vivid prose, I don&#39;t like bland and basic writing styles.</p>\n\n<p>Gillian Flynn wrote Gone Girl, Sharp Objects, Dark Places, and The Grownup. (for reference)</p>\n\n<p>Thriller readers, any suggestion is welcome.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/mx0enu/gillian_flynn_withdrawals_need_suggestions/",
  "subreddit": "booksuggestions",
  "id": "mx0enu",
  "is_self": true,
  "media": null,
  "is_video": false
}