{
  "author": "Asyelum",
  "the_new_excerpt": "Ive had somone ask me once if I was, and a couple of my family members insinuate\nI am.\n\nIve been pressured to get diagnosed as my family members think it will improve\nmy life.\n\nIts possible, im weird for sure, but who the fuck cares. Im happy to be who I\nam, I don’t need to be labelled an autistic…",
  "original_created_utc": 1617789769,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "と聞かれたことがありますし、家族の何人かは「そうじゃないか」と言っています。\nしています。\n\n家族は私の生活を改善するために診断を受けるように圧力をかけてきました。\n私の人生を向上させると考えているからです。\n\n確かに私は変ですが、誰も気にしません。私は私であることに満足しています。\n自閉症のレッテルを貼られる必要はありません...。",
      "title": "Cmv: 自閉症であっても気にしません。私は幸せだし、自分を愛しているし、診断を受けることで人生が複雑になるだけだから。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经有人问过我，如果我是，和我的几个家人影射\n我就是这样。\n\n我一直在压力下得到诊断，因为我的家人认为这将改善。\n我的生活。\n\n这是有可能的，我肯定是个怪人，但谁他妈的在乎呢？我很高兴能成为我\n我是，我不需要被贴上自闭症的标签... ...",
      "title": "Cmv。即使我是自闭症，我也不在乎。我很开心，我爱我自己，被诊断出来只会让我的生活变得复杂。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經有人問過我，如果我是，和我的幾個家人影射\n我就是這樣。\n\n我一直在壓力下得到診斷，因爲我的家人認爲這將改善。\n我的生活。\n\n這是有可能的，我肯定是個怪人，但誰他媽的在乎呢？我很高興能成爲我\n我是，我不需要被貼上自閉症的標籤... ...",
      "title": "Cmv。即使我是自閉症，我也不在乎。我很開心，我愛我自己，被診斷出來只會讓我的生活變得複雜。"
    }
  ],
  "title": "Cmv: Even if im autistic, I don’t care. Im happy, I love my self, and getting diagnosed will only make my life complicated.",
  "created_utc": 1617809482,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ive had somone ask me once if I was, and a couple of my family members insinuate I am.</p>\n\n<p>Ive been pressured to get diagnosed as my family members think it will improve my life.</p>\n\n<p>Its possible, im weird for sure, but who the fuck cares. Im happy to be who I am, I don’t need to be labelled an autistic to live a full life.</p>\n\n<p>Personally I find it insulting that there is something so apparently wrong with me that they need to pressure me to be diagnosed.</p>\n\n<p>I feel that getting diagnosed would only come with negatives. Just be yourself, be kind, be honest.  People are gunna be fucking assholes regardless of if im “diagnosed” or not so fuck em.</p>\n\n<p>Am I wrong? Would getting diagnosed improve my life?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mlyrav/cmv_even_if_im_autistic_i_dont_care_im_happy_i/",
  "subreddit": "changemyview",
  "id": "mlyrav",
  "is_self": true,
  "media": null,
  "is_video": false
}