{
  "author": "rootpl",
  "original_created_utc": 1639940933,
  "title": "You wanted everything to be decentralised? That's what decentralised means. Deal with it.",
  "created_utc": 1639953114,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why there&amp;#39;s so many people crying and complaining about stuff being stolen, NFTs of artist&amp;#39;s work being sold to make profits without even giving them a credit, rug pulls, scams, dodgy coins of doubtful origin, convoluted and overly complicated processes for IDOs to take part in, high fees and complex smart contacts that drain your wallets. I can probably go on and on and on. I thought this sub wanted full decentralisation, no?&lt;/p&gt;\n\n&lt;p&gt;You wanted things to be decentralised. That&amp;#39;s what decentralised means. And that&amp;#39;s what you get. You&amp;#39;ve sent your coins to a wrong wallet? Well, it&amp;#39;s gone now. It&amp;#39;s your fault. Your not getting it back. Shouldn&amp;#39;t have clicked on those random links. You just got rug pulled? Should have done your research more carefully instead of trusting some random YTbers.&lt;/p&gt;\n\n&lt;p&gt;This is just a simple reminder that crypto is still operating largely in decentralised manner. Yes, regulators are coming after us. When? Who knows. In some countries sooner, in other countries maybe little later. But right now it&amp;#39;s pretty much a wild west. Accept it. Or you know, go and save money with your bank at 0,05%&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 268,
  "permalink": "/r/CryptoCurrency/comments/rk3dde/you_wanted_everything_to_be_decentralised_thats/",
  "subreddit": "CryptoCurrency",
  "id": "rk3dde",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why there&#39;s so many people crying and\ncomplaining about stuff being stolen, NFTs of artist&#39;s work being sold to\nmake profits without even giving them a credit, rug pulls, scams, dodgy coins of\ndoubtful origin, convoluted and overly complicated processes for…"
}