{
  "author": "ExistentialEscape",
  "the_new_excerpt": "I realized I might be biased in this, as someone who has serious medical issues.\nI’ve been unbelievably irritated by diet and nutrition advice over the years,\nand have always felt it could be potentially dangerous — so I just wanted to get\nthat out in the open.\n\nI’ve heard eating healthier can…",
  "original_created_utc": 1616754660,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我意识到，作为一个有严重医疗问题的人，我在这一点上可能有失偏颇。\n多年来，我一直对饮食和营养建议感到无比恼火。\n并一直觉得这可能是潜在的危险 - 所以我只是想得到。\n那在开放。\n\n我听说吃得健康可以... ...",
      "title": "CMV：大多数营养声称都是错误的/伪科学的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我意識到，作爲一個有嚴重醫療問題的人，我在這一點上可能有失偏頗。\n多年來，我一直對飲食和營養建議感到無比惱火。\n並一直覺得這可能是潛在的危險 - 所以我只是想得到。\n那在開放。\n\n我聽說喫得健康可以... ...",
      "title": "CMV：大多數營養聲稱都是錯誤的/僞科學的。"
    }
  ],
  "title": "CMV: Most Nutrition claims are bs/pseudoscientific",
  "created_utc": 1616769743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realized I might be biased in this, as someone who has serious medical issues. I’ve been unbelievably irritated by diet and nutrition advice over the years, and have always felt it could be potentially dangerous — so I just wanted to get that out in the open.</p>\n\n<p>I’ve heard eating healthier can improve overall energy, but I don’t understand how it’s measured or how science can determine this. </p>\n\n<p>Now, I generally believe eating healthy is good and can possibly help prevent issues like obesity, type 2 diabetes, heart issues, and very specific diagnoses focused on food (like celiac disease) but I have heard it can influence specific illnesses that have nothing to do with diet too and I disagree with that aspect. And it’s been hard to find solid evidence about the correct diet for everyone, I’ve found too much variation among advice and between individuals to get a solid idea of how the field can apply their advice or science to the population as a whole. So, I guess I’m just convinced almost none of it is helpful unless a person suffers from a very specific food related issue, or consumes mostly processed/junk food long term. And personally, I have never noticed feeling worse or any ill effects when eating super unhealthy, and I haven’t noticed anything when I’ve tried to eat healthier either. </p>\n\n<p>Whenever I’ve looked into it, I’ve found the field is rapidly changing and contradicting which foods cause inflammation or prevent it, and even experts seem to disagree about what specific ingredients and vitamins are doing. I know some food items used in medication at higher amounts or altered have had great healing properties and that many pills can be derived from natural resources, but I don’t see how nutrition does much else on its own. </p>\n\n<p>Maybe I’m misunderstanding the field of nutrition and what it’s used for, so honestly any insight would be appreciated.</p>\n\n<p>Edit: I realized my view is more against alternative medicine and the constant flood of inaccurate health advice than real nutrition — it had blurred some of the lines for me knowing where one began and the other ended. Also edited to differentiate between type 2 diabetes in my post.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/mdloqk/cmv_most_nutrition_claims_are_bspseudoscientific/",
  "subreddit": "changemyview",
  "id": "mdloqk",
  "is_self": true,
  "media": null,
  "is_video": false
}