{
  "author": "sgtslaughterTV",
  "original_created_utc": 1632109703,
  "title": "Uncle Sam, we need to talk. This is the only thing I'm willing to give you, in terms of bitcoin. Take it or leave it",
  "created_utc": 1632130777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For several years of my adult working life I have paid taxes as well as reported taxes from abroad to the IRS.  Over the years I watched as my money went to support a war that exacted revenge  on a terrorist leader (deserved) and then extended ten years later than it should have, giving allies of that terrorist leader weapons, equipmentand vehicles that you built, again using my money.               </p>\n\n<p>Now I see bills being proposed that call for surveillance of every aspect of my financial life worth 600 USD or more while you give banks a slap on the wrist for laundering money for drug cartels, and give u.s. senators zero repercussions when participating in insider trading.               </p>\n\n<p>I will renounce my citizenship and keep my bitcoin abroad unless that bill is struck down. Here I propose an alternative and it&#39;s generous one: Make bitcoin legal tender and allow people to use it as an every day currency. Tax merchants at half of each states present state tax rates. If I pay 10 USD in taxes for 100 USD of consumer goods, I want that turned in to 5 USD.  The short term will be volatile but in long term it will be prosperous for America.               </p>\n\n<p>Take it or leave it. I&#39;ve already been on a boat that is sinking for several years one way or another.             </p>\n\n<p>EDIT: At this stage the American government cannot hope to practically tax bitcoin in any other sense of the term, unless it were to go through merchants and sales tax or taxing a coproration. The longer you hold, the more you stand to be rewarded. If you have one bitcoin, move to another country, and then work towards citizenship in that country, the FIAT value of your BTC holdings might be greater than the taxes the U.S. would levy on your BTC after you gained citizenship of that country and relinquished your U.S. citizenship. Make sense? great.               </p>\n\n<p>EDIT 2: I have enough BTC to buy a house in some places in America, and I was dreaming of it, but the way I see new financial legislation being proposed, the more and more I think there is a silent majority of Americans living abroad that just will not go back.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/Bitcoin/comments/prn16n/uncle_sam_we_need_to_talk_this_is_the_only_thing/",
  "subreddit": "Bitcoin",
  "id": "prn16n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For several years of my adult working life I have paid taxes as well as reported\ntaxes from abroad to the IRS. Over the years I watched as my money went to\nsupport a war that exacted revenge on a terrorist leader (deserved) and then\nextended ten years later than it should have, giving allies of that…"
}