{
  "author": "yuyu_potato",
  "original_created_utc": 1640070348,
  "title": "I received $3200 through PayPal, $141 was deducted as fees. I wonder how much fees would I pay if get my payment through crypto? Besides, $2700 of that money is on hold, because my income is considered abnormal. I can't use them until 21 days later.",
  "created_utc": 1640097238,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I haven&amp;#39;t been part of the crypto community for a long time. This event really pisses me off and makes me think of the benefit of crypto.&lt;/p&gt;\n\n&lt;p&gt;141 / 3200 = 4.5%. I haven&amp;#39;t much experience with Paypal and international transfer, is 4.5% too much or normal? Personally, I found it too high.&lt;/p&gt;\n\n&lt;p&gt;And reason for money on hold:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;We noticed an unusually large increase in your sales activity.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;My account has only received one payment before, which was around $200 because I translate the whitepaper of a crypto game.&lt;/p&gt;\n\n&lt;p&gt;What puzzles me is the fact that Paypal can simply freeze my money because they or their algorithm deems my legally received payment as unusual.&lt;/p&gt;\n\n&lt;p&gt;Of cause it is unusual because this is the first time I work on a bigger project.&lt;/p&gt;\n\n&lt;p&gt;The arbitrary power of Paypal and many other companies is the reason why crypto has value.&lt;/p&gt;\n\n&lt;p&gt;FYI, I live in China and I get payment for translating an independent game.&lt;/p&gt;\n\n&lt;p&gt;I am poor now. I need that money to pay some debts. Shit.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 160,
  "permalink": "/r/CryptoCurrency/comments/rl8ulf/i_received_3200_through_paypal_141_was_deducted/",
  "subreddit": "CryptoCurrency",
  "id": "rl8ulf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven't been part of the crypto community for a long time. This event really\npisses me off and makes me think of the benefit of crypto.\n\n141 / 3200 = 4.5%. I haven't much experience with Paypal and international\ntransfer, is 4.5% too much or normal? Personally, I found it too high.\n\nAnd reason…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I haven&#39;been part of the crypto\n長い間、コミュニティで 今回の出来事は本当に腹立たしいし、考えさせられます。\n</p> <p>141 / 3200 = 4.5%。私はあまり経験がありません。\nPaypalと海外送金で、4.5%は多すぎるのか、それとも普通なのか...。",
      "title": "PayPalで3200ドルを受け取り、手数料として141ドルが差し引かれた。暗号で支払いを受けた場合、どれくらいの手数料を支払うことになるのだろうか？しかも、そのうちの2700ドルは、私の収入が異常と見なされたため、保留になっている。21日後まで使えない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我已经很久没有参加加密货币社区了。\n社区很长时间了。这个事件真的让我很生气，让我想到了\n</p> <p>141 / 3200 = 4.5%。我没有太多的经验\n我没有太多关于Paypal和国际转账的经验，4.5%是太多还是正常？",
      "title": "我通过PayPal收到了3200美元，有141美元被扣除作为费用。我想知道，如果通过加密货币获得付款，我会支付多少费用？此外，其中2700美元被搁置，因为我的收入被认为是不正常的。我在21天后才能使用它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我已經很久沒有參加加密貨幣社區了。\n社區很長時間了。這個事件真的讓我很生氣，讓我想到了\n</p> <p>141 / 3200 = 4.5%。我沒有太多的經驗\n我沒有太多關於Paypal和國際轉賬的經驗，4.5%是太多還是正常？",
      "title": "我通過PayPal收到了3200美元，有141美元被扣除作爲費用。我想知道，如果通過加密貨幣獲得付款，我會支付多少費用？此外，其中2700美元被擱置，因爲我的收入被認爲是不正常的。我在21天后才能使用它們。"
    }
  ]
}