{
  "author": "danchan22",
  "original_created_utc": 1632184160,
  "title": "The more you read, the better the books get",
  "created_utc": 1632223809,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am currently reading “Project Hail Mary” by Andy Weir and listening to “A Short History of Nearly Everything” by Bill Bryson. </p>\n\n<p>The main character in Hail Mary is doing some experiments with microscopic particles and says: </p>\n\n<blockquote>\n<p>Anyway, even gamma couldn’t penetrate the little bastards. Which is like shooting a .50-caliber round at a sheet of paper and having it bounce off. It just doesn’t make any sense.</p>\n</blockquote>\n\n<p>And over in A Short History, Bryson is recounting Ernest Rutherford’s experiments with microscopic particles:</p>\n\n<blockquote>\n<p>In 1910, Rutherford fired ionized helium atoms, or alpha particles, at a sheet of gold foil. To Rutherford’s astonishment, some of the particles bounced back. It was as if, he said, he had fired a fifteen-inch shell at a sheet of paper and it rebounded into his lap. This was just not supposed to happen.</p>\n</blockquote>\n\n<p>I thought this connection was neat, it made me appreciate Andy Weir even more, and it’s something I never would have picked up without books. </p>\n\n<p>Reading is not just fun, reading helps make more reading even more fun!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ps7idt/the_more_you_read_the_better_the_books_get/",
  "subreddit": "books",
  "id": "ps7idt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am currently reading “Project Hail Mary” by Andy Weir and listening to “A\nShort History of Nearly Everything” by Bill Bryson.\n\nThe main character in Hail Mary is doing some experiments with microscopic\nparticles and says:\n\n> Anyway, even gamma couldn’t penetrate the little bastards. Which is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在、アンディ・ウィアーの「Project Hail Mary」を読み、ビル・ブライソンの「A Short History of Nearly Everything」を聴いています。\nビル・ブライソンの「A Short History of Nearly Everything」を聴いています。\n\nHail Mary」の主人公は、ミクロの粒子を使った実験をしています。\n粒子の実験をしていて、こう言います。\n\n> とにかく、ガンマ線でさえ、この小さな野郎どもを貫通できなかった。これは...",
      "title": "読めば読むほどいい本が出てくる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在阅读安迪-威尔的《万福玛利亚计划》，并在听比尔-布莱森的《几乎所有事物的简史》。\n几乎所有事物的简史》，作者是比尔-布赖森。\n\n万福玛丽 \"中的主角正在做一些关于微观粒子的实验。\n粒子并说。\n\n> 总之，即使是伽马也无法穿透这些小混蛋。这就是...",
      "title": "读得越多，书就越好看"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在閱讀安迪-威爾的《萬福瑪利亞計劃》，並在聽比爾-布萊森的《幾乎所有事物的簡史》。\n幾乎所有事物的簡史》，作者是比爾-布賴森。\n\n萬福瑪麗 \"中的主角正在做一些關於微觀粒子的實驗。\n粒子並說。\n\n> 總之，即使是伽馬也無法穿透這些小混蛋。這就是...",
      "title": "讀得越多，書就越好看"
    }
  ]
}