{
  "author": "ksdme9",
  "original_created_utc": 1625160588,
  "title": "copy paste text or open links across devices from your browser",
  "created_utc": 1625210974,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are times when you want to copy some text from your computer to your phone or open a link on your phone that you have on your computer. I used to use WhatsApp or Telegram to send a text to myself with the text or link and use a desktop client to copy it to my computer. Although it&#39;s not a difficult flow to go through, I do have to involve my personal accounts and fill them up with these temporary pieces of text. It&#39;s a whole different problem when you don&#39;t trust the computer or just don&#39;t want to log in to your accounts on a machine.</p>\n\n<p>I built <a href=\"https://copyy.vercel.app/\">copyy</a> over a weekend to solve this problem. Just go to the site on any number of devices and use the code on the top center to pair the devices. Anything you type or paste is instantly synced between all the devices, it detects links so you can open them with a single tap. Bookmark a page to sync even faster!</p>\n\n<p>copyy is still in active developement and is very much unfinished. I intent to add many features over time such as:</p>\n\n<ol>\n<li>Saving the code on your browser locally so you don&#39;t have to pair it every time</li>\n<li>Improving/shortening the pairing code so you can pair faster</li>\n<li>Improve security, anyone with your code can see your pastes</li>\n<li>Display the number of paired devices</li>\n<li>Ability to add the site to your home screen so you can just open it in a single tap</li>\n<li>and more</li>\n</ol>\n\n<p>copyy is open source and you can find its source at <a href=\"https://github.com/ksdme/copyy\">https://github.com/ksdme/copyy</a>. Feel free to open issues, contribute or fork!</p>\n\n<p>I am excited to hear your feedback.</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/obqqgj/copy_paste_text_or_open_links_across_devices_from/",
  "subreddit": "SideProject",
  "id": "obqqgj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are times when you want to copy some text from your computer to your phone\nor open a link on your phone that you have on your computer. I used to use\nWhatsApp or Telegram to send a text to myself with the text or link and use a\ndesktop client to copy it to my computer. Although it's not a…"
}