{
  "author": "wankawitz",
  "the_new_excerpt": "Whether it's Jewelry, Art, Property, or whatever it may be, it is unethical for\nsomeone to give you an appraisal and then immediately offer to buy it from you.\nThat's a giant red flag that you should go to someone else for an appraisal,\nperhaps even getting multiple appraisals from different…",
  "original_created_utc": 1613312768,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不管是珠宝、艺术、财产，还是任何东西，都是不道德的。\n有人给你做评估，然后立即向你提出购买。\n这就是一个巨大的危险信号，你应该去找别人做评估。\n甚至可能从不同的机构获得多个评估...",
      "title": "YSK 如果有人为你评估一件物品，然后出价购买，这是非常不道德的。他们很可能是想骗取您的大量金钱。如果发生这种情况，一定要去找别人估价。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管是珠寶、藝術、財產，還是任何東西，都是不道德的。\n有人給你做評估，然後立即向你提出購買。\n這就是一個巨大的危險信號，你應該去找別人做評估。\n甚至可能從不同的機構獲得多個評估...",
      "title": "YSK 如果有人爲你評估一件物品，然後出價購買，這是非常不道德的。他們很可能是想騙取您的大量金錢。如果發生這種情況，一定要去找別人估價。"
    }
  ],
  "title": "YSK It is highly unethical for someone to appraise an item for you and then make an offer to buy it. They are likely attempting to swindle you out of a lot of money. If that happens, be sure to go get an appraisal from someone else",
  "created_utc": 1613347073,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether it&#39;s Jewelry, Art, Property, or whatever it may be, it is unethical for someone to give you an appraisal and then immediately offer to buy it from you. That&#39;s a giant red flag that you should go to someone else for an appraisal, perhaps even getting multiple appraisals from different unrelated sources.</p>\n\n<p>Why YSK: They could be giving you a knowingly very low appraisal so they can sell it themselves and make a lot of money off of you. For example: You bring in your Grandpa&#39;s old Gold Watch to get appraised, the appraiser appraises the item for $1,200, knowing it&#39;s worth closer to $10,000. You feel pretty good about having $1,200 in your pocket, but you just got swindled out of $8,800. You poor sap. What would your Grandpa think of you? He&#39;d probably say &quot;You damn fool! That was a Rolex! You just got flim-flammed!&quot;...or something along those lines.</p>\n\n<p>For really expensive items, it&#39;s a good idea to get multiple appraisals anyways, but if any appraiser turns around and makes an offer, you should run in the opposite direction. It&#39;s also easier than ever to research items you own that may be of value, thanks to the Internet. By doing 20mins to an hour of research online, you could find out everything you need to know about any potentially valuable item you may have and get a rough estimate of it&#39;s worth. You may also not find any info on the item you are looking for, but it&#39;s worth try. </p>\n\n<p>Shout out to Antiques Roadshow who often educates viewers on this unethical practice of appraising something and then making and offer on it.</p>\n</div><!-- SC_ON -->",
  "score": 23907,
  "permalink": "/r/YouShouldKnow/comments/ljpb4m/ysk_it_is_highly_unethical_for_someone_to/",
  "subreddit": "YouShouldKnow",
  "id": "ljpb4m",
  "is_self": true,
  "media": null,
  "is_video": false
}