{
  "author": "JebusKristi",
  "the_new_excerpt": "In order for biodegradable plastics (which are different from Bioplastics) to\ndecompose properly they need to be disposed of in a special way:\n\n> This typically involves temperatures of over 50°C and the right combination of\nmoisture, air and microbes – meaning that these plastics won’t break down…",
  "original_created_utc": 1619598950,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "生分解性プラスチック（バイオプラスチックとは異なります）が適切に分解されるためには、特別な方法で廃棄する必要があります。\n生分解性プラスチック（バイオプラスチックとは異なる）が適切に分解されるためには、特別な方法で廃棄する必要があります。\n\n> 生分解性プラスチックを適切に分解するには、50℃以上の温度と、水分、空気、微生物の適切な組み合わせが必要です。\nつまり、生分解性プラスチックは、50℃以上の温度と、水分、空気、微生物の適切な組み合わせによって、分解されない...",
      "title": "YSK 生分解性プラスチックは、環境を汚染する可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了使可生物降解的塑料（不同于生物塑料）能够适当地分解，它们需要以特殊的方式处理。\n为了使可生物降解的塑料（与生物塑料不同）正常分解，它们需要以特殊的方式进行处理。\n\n> 这通常涉及到超过50°C的温度和适当的水分、空气和微生物的组合。\n这通常涉及超过50°C的温度和适当的水分、空气和微生物的组合--这意味着这些塑料不会被分解...",
      "title": "YSK可生物降解的塑料仍然会污染环境。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了使可生物降解的塑料（不同於生物塑料）能夠適當地分解，它們需要以特殊的方式處理。\n爲了使可生物降解的塑料（與生物塑料不同）正常分解，它們需要以特殊的方式進行處理。\n\n> 這通常涉及到超過50°C的溫度和適當的水分、空氣和微生物的組合。\n這通常涉及超過50°C的溫度和適當的水分、空氣和微生物的組合--這意味着這些塑料不會被分解...",
      "title": "YSK可生物降解的塑料仍然會污染環境。"
    }
  ],
  "title": "YSK Biodegradable plastics can still pollute the environment.",
  "created_utc": 1619607061,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In order for biodegradable plastics (which are different from Bioplastics) to decompose properly they need to be disposed of in a special way:</p>\n\n<p>&gt; This typically involves temperatures of over 50°C and the right combination of moisture, air and microbes – meaning that these plastics won’t break down if left in the ocean or on domestic compost heaps.</p>\n\n<p><a href=\"https://www.sciencefocus.com/science/what-does-biodegradable-plastic-degrade-into/\">https://www.sciencefocus.com/science/what-does-biodegradable-plastic-degrade-into/</a></p>\n\n<p>Why YSK? You should make sure when you dispose of Biodegradable plastics that they are being disposed of properly, just putting them in the trash is a bad idea.</p>\n</div><!-- SC_ON -->",
  "score": 447,
  "permalink": "/r/YouShouldKnow/comments/n0aa9f/ysk_biodegradable_plastics_can_still_pollute_the/",
  "subreddit": "YouShouldKnow",
  "id": "n0aa9f",
  "is_self": true,
  "media": null,
  "is_video": false
}