{
  "author": "SLUG-MEAT",
  "the_new_excerpt": "Why YSK: you don’t deserve to be taken advantage of. if someone says to you, “I\ncan’t pay but I’ll give you a shoutout instead if you draw a portrait of my\ndog.”... Decline. Of course it’s up to you, but your skill, materials, and your\ntime is worth more than a simple shoutout. Even if it’s a huge…",
  "original_created_utc": 1618022178,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、あなたは利用されるべきではないからです。もし誰かがあなたに「お金は出せないけど、代わりに私の似顔絵を描いてくれたら、あなたにエールを送ります。\nもし誰かがあなたに「お金は払えないけど、代わりに私の犬の似顔絵を描いてくれたら\nと言われたら...。断ってください。もちろん、あなた次第ではありますが、あなたの技術や素材、そして時間は、ただのシャウトよりも価値があります。\nあなたの技術、材料、時間には、ただの声掛けよりも価値があります。たとえそれが巨大なものであっても...。",
      "title": "YSK: もしあなたがアーティストなら、特に新人なら、露出のためだけに仕事をするべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：你不应该被人利用.如果有人对你说：\"我。\n赔钱，但如果你给我画个像，我就给你捧捧场\n狗。\"... 拒绝。当然，这取决于你，但你的技术、材料和你的。\n时间比简单的喊话更有价值。即使是一个巨大的... ...",
      "title": "YSK: 如果你是一个艺术家，尤其是一个新的艺术家，你不应该仅仅为了曝光而工作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：你不應該被人利用.如果有人對你說：\"我。\n賠錢，但如果你給我畫個像，我就給你捧捧場\n狗。\"... 拒絕。當然，這取決於你，但你的技術、材料和你的。\n時間比簡單的喊話更有價值。即使是一個巨大的... ...",
      "title": "YSK: 如果你是一個藝術家，尤其是一個新的藝術家，你不應該僅僅爲了曝光而工作。"
    }
  ],
  "title": "YSK: if you’re an artist, especially a new one, you should NEVER work for exposure alone",
  "created_utc": 1618034318,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you don’t deserve to be taken advantage of. if someone says to you, “I can’t pay but I’ll give you a shoutout instead if you draw a portrait of my dog.”... Decline. Of course it’s up to you, but your skill, materials, and your time is worth more than a simple shoutout. Even if it’s a huge company like Disney. They’re rich. They can afford to pay you. You are worth so much more than you think. Don’t be afraid to price your work based on what you feel it’s worth. If someone says “who would pay this much for that?”. Don’t be discouraged. There is always someone who will buy anything. Patience is key. Your work is beautiful.</p>\n</div><!-- SC_ON -->",
  "score": 143,
  "permalink": "/r/YouShouldKnow/comments/mnwcag/ysk_if_youre_an_artist_especially_a_new_one_you/",
  "subreddit": "YouShouldKnow",
  "id": "mnwcag",
  "is_self": true,
  "media": null,
  "is_video": false
}