{
  "author": "sowokeIdontblink",
  "original_created_utc": 1631762997,
  "title": "Is there a book you enjoyed but probably wouldn't recommended it to most people?",
  "created_utc": 1631795799,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished The Magic Mountain by Thomas Mann and I would put it squarely in that category. It&#39;s a long read. German, French, and Latin is peppered in indiscriminately. The flow is difficult to adjust to -- shifting from classic literary prose to dense philosophical debate. Theres a good 250+ pages where nothing really happens. Truly. The characters eat, they sleep, they walk, they chat. And that&#39;s pretty much it. </p>\n\n<p>BUT Manns writing is captivating. There are sections I consider to be some of the most descriptive pieces of writing I&#39;ve ever read. Paragraphs I re-read multiple times because the writing paints such a vivid yet dreamy picture. It&#39;s one of the few books where it really felt like the reader was awarded for slogging through some long, rough, painful, muddy terrain. And I can&#39;t think of a single person I&#39;d recommend it to.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pp5hz8/is_there_a_book_you_enjoyed_but_probably_wouldnt/",
  "subreddit": "books",
  "id": "pp5hz8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished The Magic Mountain by Thomas Mann and I would put it squarely in\nthat category. It's a long read. German, French, and Latin is peppered in\nindiscriminately. The flow is difficult to adjust to -- shifting from classic\nliterary prose to dense philosophical debate. Theres a good 250+…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トーマス・マンの「マジック・マウンテン」を読み終えたところですが、私はこの作品を、その中にしっかりと入れておきます。\nそのカテゴリーに入るだろう。読むのに時間がかかります。ドイツ語、フランス語、ラテン語が無差別にちりばめられている。\n無差別に散りばめられています。流れに慣れるのが大変です。\n流れに慣れるのが難しい。この本には、250以上の...",
      "title": "面白かったけれど、たぶん多くの人には勧められないだろうなと思う本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完托马斯-曼的《魔山》，我想把它完全归为\n那一类。这是一本很长的书。德文、法文和拉丁文不加区分地夹杂在其中。\n不加区分地加入。流程很难适应 -- 从经典的文学散文转向密集的哲学。\n文学散文到密集的哲学辩论。这本书有250多页。",
      "title": "是否有一本你喜欢的书，但可能不会向大多数人推荐？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完托馬斯-曼的《魔山》，我想把它完全歸爲\n那一類。這是一本很長的書。德文、法文和拉丁文不加區分地夾雜在其中。\n不加區分地加入。流程很難適應 -- 從經典的文學散文轉向密集的哲學。\n文學散文到密集的哲學辯論。這本書有250多頁。",
      "title": "是否有一本你喜歡的書，但可能不會向大多數人推薦？"
    }
  ]
}