{
  "author": "byanyothernombre",
  "original_created_utc": 1632105476,
  "title": "Has anyone else experienced brain fog on resuming reading after a long hiatus?",
  "created_utc": 1632119230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read more the last month than I had the previous decade, and I&#39;m enjoying it, but my brain is like mush. Sometimes I manage fewer than 30 pages an hour. I&#39;ll get hung up on a sentence and reread it several times. Sometimes with the addition of a new detail I&#39;ll realize I don&#39;t quite have the arrangement of a scene down, and will skim back to recontextualize. Words I &quot;know&quot; but don&#39;t myself use I now feel I don&#39;t actually know, which impression frequently sends me to the dictionary. I even get a dull ache at the apex of my skull.</p>\n\n<p>It feels as though years and years of instant-gratification entertainment have fried my brain and made full comprehension much more difficult.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/prlynz/has_anyone_else_experienced_brain_fog_on_resuming/",
  "subreddit": "books",
  "id": "prlynz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read more the last month than I had the previous decade, and I'm enjoying\nit, but my brain is like mush. Sometimes I manage fewer than 30 pages an hour.\nI'll get hung up on a sentence and reread it several times. Sometimes with the\naddition of a new detail I'll realize I don't quite have the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この1ヶ月は過去10年で一番多くの本を読み、楽しんでいます。\n楽しんでいますが、脳がドロドロになっています。1時間に30ページも読めないこともあります。\n1つの文章にこだわって、何度も読み直すこともあります。時には\n時には新たなディテールを加えて、自分が全く持っていないことに気づくこともある。",
      "title": "久しぶりに読書を再開したときに、ブレインフォグを経験した人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "上个月我读的书比前十年还多，而且我很享受。\n但我的大脑却像一团浆糊。有时我每小时能读不到30页。\n我会被一个句子缠住，重读几遍。有时，随着\n有时，随着一个新细节的加入，我会意识到我不太具备......",
      "title": "还有人在长期中断阅读后恢复阅读时遇到过脑筋急转弯的情况吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "上個月我讀的書比前十年還多，而且我很享受。\n但我的大腦卻像一團漿糊。有時我每小時能讀不到30頁。\n我會被一個句子纏住，重讀幾遍。有時，隨着\n有時，隨着一個新細節的加入，我會意識到我不太具備......",
      "title": "還有人在長期中斷閱讀後恢復閱讀時遇到過腦筋急轉彎的情況嗎？"
    }
  ]
}