{
  "author": "boolachka-c-maslom",
  "the_new_excerpt": "Why YSK: if your dog is dehydrated just 2% it can feel like the equivalent of\nhaving a hang over. This is mainly for ageing or movement impaired dogs. It can\nmean (this is all according to my vet fyi) they do not have the energy/strength\nanymore to take care of their basic daily needs and can lead…",
  "original_created_utc": 1620311031,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、犬が脱水症状を起こしていると、たった2%でも二日酔いのように感じてしまうからです。\n二日酔いのような状態になります。これは、主に高齢の犬や運動機能が低下した犬に起こります。これは\nつまり（これは私の獣医によると）、基本的な日常生活を送るためのエネルギーや体力がなくなっているということです。\nこれは（私の獣医によると）、毎日の基本的な要求を満たすための気力や体力がないことを意味し、それが原因で...",
      "title": "YSKは、犬の唇の中に指を入れて乾いていたら、脱水症状の可能性が高いと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你的狗脱水了，只是2%，就会觉得相当于\n宿醉的感觉。这主要是针对老龄化或运动障碍的狗。这可能\n这意味着（这都是根据我的兽医说的）它们没有能量/体力\n照顾他们的基本日常需求，并可能导致...",
      "title": "YSK认为，如果你把手指放在狗的嘴唇里，它是干的，它们很可能是脱水了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你的狗脫水了，只是2%，就會覺得相當於\n宿醉的感覺。這主要是針對老齡化或運動障礙的狗。這可能\n這意味着（這都是根據我的獸醫說的）它們沒有能量/體力\n照顧他們的基本日常需求，並可能導致...",
      "title": "YSK認爲，如果你把手指放在狗的嘴脣裏，它是乾的，它們很可能是脫水了。"
    }
  ],
  "title": "YSK that if you put your finger inside your dog's lip and it is dry, they are most likely dehydrated.",
  "created_utc": 1620322614,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if your dog is dehydrated just 2% it can feel like  the equivalent of having a hang over. This is mainly for ageing or movement impaired dogs. It can mean (this is all according to my vet fyi) they do not have the energy/strength anymore to take care of their basic daily needs and can lead to discomfort or pain.</p>\n\n<p>Taking them to water more often or leaving numerous drinking holes for them can also be an option. Just be aware.</p>\n\n<p>I say this because tomorrow I will  lay to rest my 5 y.o pupper. She was a Kelpie x with a degenerative nerve issue that impaired the growth of her muscles, which eventually meant she lost the use of her back legs. She still seemed perfectly happy and would love to go out dragging herself around. We knew it was coming (due to the condition she has) but didn&#39;t realise her quality of life was already below where it should be. </p>\n\n<p>Disclaimer: can&#39;t confirm above applys to cats or other pets. I presume it does though.</p>\n\n<p>Shoutout to my awesome vet and all the veterinarians out there, having to be there for the final moments of people&#39;s loved ones would be rough x</p>\n</div><!-- SC_ON -->",
  "score": 354,
  "permalink": "/r/YouShouldKnow/comments/n68fty/ysk_that_if_you_put_your_finger_inside_your_dogs/",
  "subreddit": "YouShouldKnow",
  "id": "n68fty",
  "is_self": true,
  "media": null,
  "is_video": false
}