{
  "author": "quackycoder",
  "original_created_utc": 1624356240,
  "title": "YSK: Cigarette butts are the most common form of marine litter and if you smoke, the best you can do is to purchase a pocket ashtray if you are worried about the smell from cigarettes in your pocket.",
  "created_utc": 1624390745,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cigarette butts continue to rank among the most common types of marine debris found. You can have a look at the <a href=\"https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/\">The Ocean Conservancy’s International Coastal Cleanup Report</a></p>\n\n<p>And as a responsible person, we can do some simple things to stop adding more to the mess.</p>\n\n<p>As per this <a href=\"https://oceanservice.noaa.gov/facts/most-common-ocean-litter.html\">article</a>:\n- If you smoke, don’t flick your butt!\n- Purchase a pocket ashtray! These trays can come in the form of metal boxes or vinyl pouches, fit in your pocket, purse, or backpack, and extinguish cigarettes until they can be properly disposed of in the trash.\n- Check to see if there any programs in your area who recycle cigarette butts. \n - There are a few places, like the City of Vancouver, and organizations, like TerraCycle, that will actually recycle your filters for you.\n- You can spread awareness among your friends, family members or people you know so that they can follow the same.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/YouShouldKnow/comments/o5jgpa/ysk_cigarette_butts_are_the_most_common_form_of/",
  "subreddit": "YouShouldKnow",
  "id": "o5jgpa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cigarette butts continue to rank among the most common types of marine\ndebris found. You can have a look at the The Ocean Conservancy’s International\nCoastal Cleanup Report\n[https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/]\n\nAnd as a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: タバコの吸い殻は、海のゴミの中でも最も多く発見されるものの一つです。\nタバコの吸殻は、海洋ゴミの中でも最も多く発見されています。The Ocean Conservancy's International (The Ocean Conservancy's International)のページをご覧ください。\nCoastal Cleanup Report\n[https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/]\n\nそして、これは...",
      "title": "YSK: タバコの吸殻は海のゴミの代表格ですが、タバコを吸う人は、ポケットの中のタバコからの臭いが気になるなら、ポケット灰皿を購入するのが一番ですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：烟头仍然是最常见的海洋废弃物类型之一。\n废弃物的最常见类型之一。你可以看一下海洋保护协会的《国际海岸清洁报告》。\n沿海清洁报告\n[https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/]\n\n而作为一个...",
      "title": "YSK：烟头是最常见的海洋垃圾，如果你吸烟，如果你担心口袋里的香烟有异味，你能做的就是购买一个口袋烟灰缸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：菸頭仍然是最常見的海洋廢棄物類型之一。\n廢棄物的最常見類型之一。你可以看一下海洋保護協會的《國際海岸清潔報告》。\n沿海清潔報告\n[https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/]\n\n而作爲一個...",
      "title": "YSK：菸頭是最常見的海洋垃圾，如果你吸菸，如果你擔心口袋裏的香菸有異味，你能做的就是購買一個口袋菸灰缸。"
    }
  ]
}