{
  "author": "quackycoder",
  "original_created_utc": 1624356240,
  "title": "YSK: Cigarette butts are the most common form of marine litter and if you smoke, the best you can do is to purchase a pocket ashtray if you are worried about the smell from cigarettes in your pocket.",
  "created_utc": 1624390745,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cigarette butts continue to rank among the most common types of marine debris found. You can have a look at the <a href=\"https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/\">The Ocean Conservancy’s International Coastal Cleanup Report</a></p>\n\n<p>And as a responsible person, we can do some simple things to stop adding more to the mess.</p>\n\n<p>As per this <a href=\"https://oceanservice.noaa.gov/facts/most-common-ocean-litter.html\">article</a>:\n- If you smoke, don’t flick your butt!\n- Purchase a pocket ashtray! These trays can come in the form of metal boxes or vinyl pouches, fit in your pocket, purse, or backpack, and extinguish cigarettes until they can be properly disposed of in the trash.\n- Check to see if there any programs in your area who recycle cigarette butts. \n - There are a few places, like the City of Vancouver, and organizations, like TerraCycle, that will actually recycle your filters for you.\n- You can spread awareness among your friends, family members or people you know so that they can follow the same.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/o5jgpa/ysk_cigarette_butts_are_the_most_common_form_of/",
  "subreddit": "YouShouldKnow",
  "id": "o5jgpa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cigarette butts continue to rank among the most common types of marine\ndebris found. You can have a look at the The Ocean Conservancy’s International\nCoastal Cleanup Report\n[https://oceanconservancy.org/trash-free-seas/international-coastal-cleanup/annual-data-release/]\n\nAnd as a…"
}