{
  "author": "mnl_cntn",
  "the_new_excerpt": "Recently I decided to try and get back into reading books after a long time of\nnot reading anything but twitter. I’ve picked up a bunch of books after doing a\nlot of research. The first book I read was one of the free books on the Apple\nbookstore, just a YA novel to get back into the habit. Next one…",
  "original_created_utc": 1619934371,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、久しぶりに本を読んでみようと思いました。\n最近、本を読もうと思い立ち、長い間ツイッター以外のものを読まずにいました。いろいろと調べて、たくさんの本を手にしました。\nたくさんの本を手にしました。最初に読んだのは、アップルのブックストアで無料で配布されていた本でした。\n最初に読んだのはAppleのブックストアにある無料の本で、習慣を取り戻すためにYAの小説を読みました。次の一冊は...。",
      "title": "自慢したくて(？)久しぶりに一日中読書をしていました。ミストボーン ファイナルエンパイア"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我决定尝试重新阅读书籍，因为我已经有很长一段时间不看书了。\n除了微博之外，什么都不看了。在做了大量研究之后，我买了一堆书。\n大量的研究。我读的第一本书是苹果书店里的一本免费书。\n书店上的一本免费书，只是一本青年小说，以便重新养成习惯。下一本...",
      "title": "想炫耀一下(?)，我刚刚花了一整天的时间阅读，这是多年来的第一次。雾都最终帝国"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我決定嘗試重新閱讀書籍，因爲我已經有很長一段時間不看書了。\n除了微博之外，什麼都不看了。在做了大量研究之後，我買了一堆書。\n大量的研究。我讀的第一本書是蘋果書店裏的一本免費書。\n書店上的一本免費書，只是一本青年小說，以便重新養成習慣。下一本...",
      "title": "想炫耀一下(?)，我剛剛花了一整天的時間閱讀，這是多年來的第一次。霧都最終帝國"
    }
  ],
  "title": "Wanted to brag(?) I just spent the whole day reading for the first time in years. Mistborn Final Empire",
  "created_utc": 1619943805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I decided to try and get back into reading books after a long time of not reading anything but twitter. I’ve picked up a bunch of books after doing a lot of research. The first book I read was one of the free books on the Apple bookstore, just a YA novel to get back into the habit. Next one was Mistborn. Oh boy, is that book a treat and a half. I read the first 250 pages throughout the week but today after lunch I decided “screw it, let’s marathon the next 500”. I just finished and man alive is that book great. I can’t wait to dive into the next two. I think the next book I’ll read after Mistborn era 1 will be The Blade Itself or Rage of Dragons. I really missed this.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/n303zj/wanted_to_brag_i_just_spent_the_whole_day_reading/",
  "subreddit": "books",
  "id": "n303zj",
  "is_self": true,
  "media": null,
  "is_video": false
}