{
  "author": "Daniel_A_Johnson",
  "the_new_excerpt": "The premise of joke is that no one said anything, and someone else, the actual\nsubject of the meme responded to nothing with something stupid or non-sensical.\n\nThe meme, as it is currently always displayed, however, shows \"Nobody\" saying\nnothing, as opposed to \"Anyone\" or \"Everyone\" saying…",
  "original_created_utc": 1620926439,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョークの前提は、誰も何も言わなかったのに、実際の対象者である誰かが\nミームの対象者である誰かが、何も言わずに何か馬鹿げたことや無意味なことで反応したというものです。\n\nしかし、このミームは、現在いつも表示されているように、「誰も」や「誰か」ではなく、「誰も」が何も言わないことを示しています。\n誰か」や「みんな」が言うのとは対照的に、「誰も」が何も言わない。",
      "title": "CMV: 「Nobody: _________」のミームは、根本的に欠陥があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个笑话的前提是，没有人说什么，而其他人，即备忘录的实际主体\n而另一个人，即备忘录的实际主体，用一些愚蠢或无意义的东西来回应什么。\n\n然而，该备忘录目前总是显示，\"没有人 \"说\n而 \"任何人 \"或 \"每个人 \"则说......",
      "title": "CMV：\"没有人。_________\"的备忘录从根本上说是有缺陷的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個笑話的前提是，沒有人說什麼，而其他人，即備忘錄的實際主體\n而另一個人，即備忘錄的實際主體，用一些愚蠢或無意義的東西來回應什麼。\n\n然而，該備忘錄目前總是顯示，\"沒有人 \"說\n而 \"任何人 \"或 \"每個人 \"則說......",
      "title": "CMV：\"沒有人。_________\"的備忘錄從根本上說是有缺陷的。"
    }
  ],
  "title": "CMV: The \"Nobody: _________\" meme is fundamentally flawed.",
  "created_utc": 1620948725,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The premise of joke is that no one said anything, and someone else, the actual subject of the meme responded to <em>nothing</em> with something stupid or non-sensical. </p>\n\n<p>The meme, as it is currently always displayed, however, shows &quot;Nobody&quot; saying nothing, as opposed to &quot;Anyone&quot; or &quot;Everyone&quot; saying nothing.</p>\n\n<p>Nobody saying nothing means that everyone is saying something, which is the opposite of what the setup of the meme should be. We all still get the joke, but it&#39;s an irritatingly bad construction, and shoddy joke craftsmanship.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/nblybr/cmv_the_nobody_meme_is_fundamentally_flawed/",
  "subreddit": "changemyview",
  "id": "nblybr",
  "is_self": true,
  "media": null,
  "is_video": false
}