{
  "author": "skrtskrt1221",
  "the_new_excerpt": "There is absolutely no point in doing so. It only makes the world worse. People\nrely on the news for everything. You look at the news for weather, information\non presidential candidates, information on what's going on around your city, and\nSOO much more. False information like this really fucks with…",
  "original_created_utc": 1620954783,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そんなことをしても全く意味がありません。世界を悪くするだけです。人は\n何でもニュースに頼ってしまいます。天気予報も、大統領候補の情報も、自分の街で起きていることも、ニュースを見ます。\nニュースを見るのは、天気、大統領候補の情報、自分の街で何が起こっているかの情報などなど\nその他にもたくさんあります。このような誤った情報は、本当に...",
      "title": "CMV：CNNやFox Newsのような巨大メディア企業が虚偽の情報を拡大・拡散することは違法であるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这样做绝对没有意义。它只会使世界变得更糟。人们\n一切都要依靠新闻。你看新闻是为了了解天气、总统候选人的信息、你所在城市发生的事情以及\n总统候选人的信息，你所在城市周围发生的事情的信息，等等。\n还有很多。像这样的虚假信息真的很让人讨厌。",
      "title": "CMV：像CNN或福克斯新闻这样的大型媒体公司放大或传播虚假信息应该是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這樣做絕對沒有意義。它只會使世界變得更糟。人們\n一切都要依靠新聞。你看新聞是爲了瞭解天氣、總統候選人的信息、你所在城市發生的事情以及\n總統候選人的信息，你所在城市周圍發生的事情的信息，等等。\n還有很多。像這樣的虛假信息真的很讓人討厭。",
      "title": "CMV：像CNN或福克斯新聞這樣的大型媒體公司放大或傳播虛假信息應該是非法的。"
    }
  ],
  "title": "CMV: It should be illegal for huge media company's like CNN or Fox News to magnify or spread false information.",
  "created_utc": 1620959627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is absolutely no point in doing so. It only makes the world worse.  People rely on the news for everything. You look at the news for weather, information on presidential candidates, information on what&#39;s going on around your city, and SOO much more. False information like this really fucks with people&#39;s lives and their opinions on important issues. I&#39;m not saying one media company is good to watch and one wrong but look at how many lies fox news has said about the election. If a newscaster wants to state their opinion, they should be obligated to say it is only an OPINION.  Im open to people CMV.</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/changemyview/comments/nbwqwi/cmv_it_should_be_illegal_for_huge_media_companys/",
  "subreddit": "changemyview",
  "id": "nbwqwi",
  "is_self": true,
  "media": null,
  "is_video": false
}