{
  "author": "ShangT",
  "original_created_utc": 1637154510,
  "title": "Sorry, I will get downvoted to hell for this comment, but... if you see a coin shilled in here is too late, and if you shill anything under the top 100~200 coins you will get downvoted for shilling and it will prevent you to know about it.",
  "created_utc": 1637181656,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry guys but in my short stay in here I just spotted a pattern.... if you see everyone shilling some coins (right now for example, ALGO, DOT, CRO...) is because those coins are in a bullrun and are in their ATH. It&#39;s a fact... I mean, it&#39;s great, the coin is pumped and everyone want to get in because the green candles, nice, I get that. But you know, I hate to tell you this, you are late. The coin (short term) is already pumped and if you get all in now on those coins you most likely get burned in the correction or in the next bear market if you don&#39;t have the diamond hands to hold and wait for the next cycle.</p>\n\n<p>The opposite happens with rising unknown coins that have strong fundamentals but with not mass adoption yet. If you make a post about those hidden gems you will be downvoted and accused as shilling the coin. If the coin is not in the top 100~200 in gecko or mcap and is not on mayor CEXs you will be silenced by the community.</p>\n\n<p>I mean, don&#39;t get me wrong, investing (long term) in those top coins is a good way to make money, yeah, but long term and you have the risk to get caugh on the ATH. Some of the popular coins hyped in here are already pumped this year beyond 500%... the true way to get most of the crypto gains is to invest BEFORE that 500% pump... but I assure you, is hard to find those hidden gems in here because in here those coins will be ignored until the massive pump happens.</p>\n\n<p>Sorry for this, but I had to say it.</p>\n</div><!-- SC_ON -->",
  "score": 206,
  "permalink": "/r/CryptoCurrency/comments/qvywnp/sorry_i_will_get_downvoted_to_hell_for_this/",
  "subreddit": "CryptoCurrency",
  "id": "qvywnp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry guys but in my short stay in here I just spotted a pattern.... if you see\neveryone shilling some coins (right now for example, ALGO, DOT, CRO...) is\nbecause those coins are in a bullrun and are in their ATH. It's a fact... I\nmean, it's great, the coin is pumped and everyone want to get in…"
}