{
  "author": "Notmiefault",
  "original_created_utc": 1635453529,
  "title": "The famous horror Theater of Grand Guignol in Paris supposedly had boxes in the back that theater-goers could rent if they became too \"aroused\" by the production and needed \"privacy\". How much truth is there to this legend? Were people really having sex in the theater mid-performance?",
  "created_utc": 1635495785,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After listening to the Imaginary Worlds episode on the famous theater, I looked it up on wikipedia and it says</p>\n\n<blockquote>\n<p>Many attended the shows to get a feeling of arousal.[2] Underneath the balcony were boxes (originally built for nuns to watch church services) that were available for theatre-goers to rent during performances because they would get so aroused by the action happening on stage. It has been said that audience members would get so boisterous in the boxes, that actors would sometimes break character and yell something such as &quot;Keep it down in there!&quot;</p>\n</blockquote>\n\n<p>The source of the above then says:</p>\n\n<blockquote>\n<p>Some witnesses reported that the iron-grilled boxes in the back of the theater encouraged a certain &#39;extremism,&#39; especially during Monday matinees when women often prepared themselves for adultery by throwing themselves, half-dead with terror, into their neighbors&#39; arms: flirtation, Grand-Guignol-style. The cleaning staff would often find the seats stained.</p>\n</blockquote>\n\n<p>How much do we actually know about these? Were couples coming here? Was it a merely a marketing tool used by local prostitutes to drum up business? An unsubstantiated legend? Or was the culture of the time such that this was deemed acceptable in the institution?</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/qhw1lu/the_famous_horror_theater_of_grand_guignol_in/",
  "subreddit": "AskHistorians",
  "id": "qhw1lu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After listening to the Imaginary Worlds episode on the famous theater, I looked\nit up on wikipedia and it says\n\n> Many attended the shows to get a feeling of arousal.[2] Underneath the balcony\n> were boxes (originally built for nuns to watch church services) that were\n> available for theatre-goers…"
}