{
  "author": "mssellers",
  "original_created_utc": 1635037304,
  "title": "Slaughterhouse 5 - Kurt Vonnegut Jr.",
  "created_utc": 1635046849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My uncle in Japan gave me this book last time I saw him over 3 years ago, and told me that he read it while he was learning English. I’ve never been into books so I only recently got around to reading it. \nThe nonlinear storytelling was a little disorienting at first but eventually it became something that drew me in. The sudden transitions into different timelines throughout the 20th century gave the book an interesting tempo and allowed me to visit and revisit different parts of the story and piece them together. \nThe philosophical aspect of the narrative was intriguing as well. I kept trying to visualize how a Tramalfadorian sees in the fourth dimension and how it affects the way one understands ideas like time and death and existence.\nI’m surprised that my uncle was reading it to learn English cause it wasn’t exactly straightforward, though I guess it was pretty objective.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qehow3/slaughterhouse_5_kurt_vonnegut_jr/",
  "subreddit": "books",
  "id": "qehow3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My uncle in Japan gave me this book last time I saw him over 3 years ago, and\ntold me that he read it while he was learning English. I’ve never been into\nbooks so I only recently got around to reading it. The nonlinear storytelling\nwas a little disorienting at first but eventually it became…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、3年以上前に日本にいる叔父からもらったものです。\n英語の勉強をしていた時に読んだものだそうです。私はもともと本が好きではなかったので\n本に興味がなかったので、最近になってようやく読むことができました。ノンリニアなストーリーテリング\n最初は少し戸惑いましたが、やがてそれが...。",
      "title": "Slaughterhouse 5 - Kurt Vonnegut Jr."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在日本的叔叔在三年多前最后一次见到我时给了我这本书，并告诉我他在学习英语时读过这本书。\n他告诉我，他在学习英语的时候读过这本书。我从来没有喜欢过\n书，所以我最近才开始读它。非线性的故事叙述\n一开始有点迷惑，但最后变得......",
      "title": "屠宰场5》--小库尔特-冯内古特。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在日本的叔叔在三年多前最後一次見到我時給了我這本書，並告訴我他在學習英語時讀過這本書。\n他告訴我，他在學習英語的時候讀過這本書。我從來沒有喜歡過\n書，所以我最近纔開始讀它。非線性的故事敘述\n一開始有點迷惑，但最後變得......",
      "title": "屠宰場5》--小庫爾特-馮內古特。"
    }
  ]
}