{
  "author": "UberDave_141",
  "the_new_excerpt": "Viktor E. Frankl was a survivor of Auschwitz, Dachau, and two other\nconcentration camps. As well as being a survivor the holocaust he was a\npsychiatrist practicing before and after the war. I read his book and I\nhighlighted some of my favorite and what I thought were some of the most\nprofound parts.…",
  "original_created_utc": 1619885485,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ヴィクトル・E・フランクルは、アウシュビッツ、ダッハウなど2つの強制収容所の生存者である。\n強制収容所の生存者です。ホロコーストの生存者であると同時に、彼は戦前と戦後に活躍した精神科医でもありました。\n戦前、戦後を通じて精神科医として活躍しました。私は彼の本を読みました。\n彼の本を読んで、私が気に入った部分と、最も深いと思った部分を紹介します。\n深い部分を紹介しました。....",
      "title": "ビクトール・E・フランクルの「意味を探す男」を読んだので、本の中のメモを紹介したいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "维克多-E-弗兰克尔是奥斯威辛、达豪和其他两个集中营的幸存者。\n集中营的幸存者。除了是大屠杀的幸存者，他还是一名\n战前和战后都是精神病学家。我读了他的书，我\n突出了一些我最喜欢的和我认为最深刻的部分。\n深刻的部分....",
      "title": "我读了维克多-弗兰克（Viktor E. Frankl）的《人对意义的探索》，我想分享我的读书笔记。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "維克多-E-弗蘭克爾是奧斯威辛、達豪和其他兩個集中營的倖存者。\n集中營的倖存者。除了是大屠殺的倖存者，他還是一名\n戰前和戰後都是精神病學家。我讀了他的書，我\n突出了一些我最喜歡的和我認爲最深刻的部分。\n深刻的部分....",
      "title": "我讀了維克多-弗蘭克（Viktor E. Frankl）的《人對意義的探索》，我想分享我的讀書筆記。"
    }
  ],
  "title": "I read \"Mans Search for Meaning\" by Viktor E. Frankl and I wanted to share my notes from the book.",
  "created_utc": 1619935209,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Viktor E. Frankl was a survivor of Auschwitz, Dachau, and two other concentration camps.  As well as being a survivor the holocaust he was a psychiatrist practicing before and after the war.  I read his book and I highlighted some of my favorite and what I thought were some of the most profound parts.  This isn&#39;t a comprehensive list of everything there is to be gained by reading the book by any means though.  Here are some of my highlights and some of my thoughts on them.  Everything from the book I will put in bold.</p>\n\n<p><strong>“From personal convictions which will be mentioned later, I made myself a firm promise, on my first evening in camp, that I would not “run into the wire.”  This was a phrase used in camp to describe the most popular method of suicide - touching the electrically charged barbed-wire fence.  It was not entirely difficult for me to make this decision.  There was little point in committing suicide, since, for the average inmate, life expectation, calculating objectively and counting all likely chances, was very poor.”</strong></p>\n\n<p>I think it’s interesting here how Viktor phrases that last part.  It’s as if he’s taking a tongue and cheek approach to things.  Like he’s saying that in all likelihood the Nazis are going to kill me anyway, there’s no need to make their job easier for them.  I’ll bet, however, that this was an extremely tempting prospect to a lot of people.  Otherwise they wouldn’t have a name for it.  I think it makes a lot of sense, especially considering everything else I’ve read in the book that Frankl would state that it was a decision that he made to not run into the wire.  Frankl talks a lot about making decisions when he talks about his experiences and his philosophy.  I have a line highlighted from the foreword that states “Frankl would have argued that we are never left with nothing as long as we retain the freedom to choose how we will respond.”  That philosophy coincides deeply with the things I believe and have been taught to me.  </p>\n\n<p><strong>“After hours of delay the train left the station. And there was the street- my street!  The young lads who had a  number of years of camp life behind them and for whom such a journey was a great event stared attentively through the peephole.  I began to beg them, to entreat them, to let me stand in front for one moment only.  I tried to explain how much a look through that window meant to me just then.  My request was refused with rudeness and cynicism: “You lived here all those years? Well, then you have seen quiet enough already!””</strong></p>\n\n<p>I think this one is interesting because he’s talking about a time when he had a small request of the people who were in the group with him.  He wanted to be able to see the street he lived on.  The people who were in a position to be able to see wouldn’t let him, because I’m sure it was really something for them to be seeing something other than a camp.  He only wanted to be able to look for a little bit to see something he was nostalgic for and his people wouldn’t let him.  It would seem to me that being subject to such harsh treatment made men uncaring and cruel, though really those words aren’t far off from being synonyms.  </p>\n\n<p><strong>“No man should judge unless he asks himself in absolute honesty whether in a similar situation he might not have done the same.”</strong></p>\n\n<p>You would think that a person who had survived what he survived would have felt like he was in a unique position to be able to judge.  I think it&#39;s especially heroic to come out of a situation like that and be able to tell people to wait until they had walked a mile in another&#39;s shoes.  I’ve talked to a bunch of people who were bitter for one reason or another.  When I ask them about it they always seem to reply that if I had been through what they had been through they would be bitter and resentful too.  Perhaps they are right.  Perhaps if I had experienced those things I would be the same way.  What I believe Viktor is proving here though is that it isn&#39;t mandatory.  We still chose our own attitudes despite circumstance.</p>\n\n<p><strong>&quot;Under the influence of a world which no longer recognized the value of human life and human dignity, which had robbed man of his will and had made him an object to be exterminated (having planned, however, to make full use of him first-- to the last ounce of his physical resources)-- under this influence the personal ego finally suffered a loss of value.  If the man in the concentration camp did not struggle against this in a last effort to save his self-respect, he lost the feeling of being an individual, a being with a mind, with inner freedom and personal value.  He thought of himself then as only a part of an enormous mass of people; his existence descended to the level of animal life.&quot;</strong></p>\n\n<p>One thing that’s worth noting here is that the people in the concentration camps weren’t simply sitting around waiting to die.  They were being used for slave labor in the areas surrounding where they were.  They would be put on a work detail and contracted out to businesses in their area.  That’s what he means when he says they were planning to make full use of their physical resources first.<br/>\nWhere he says that if a man did not struggle to save his self-respect then he would soon not be able to think of himself being anything other than just part of a herd.  I think it’s possible to fall into this sort of thinking without having to have those extreme circumstances going on.  I think it’s entirely too possible for an individual to lose their feeling of individuality regardless of circumstances and what Viktor is saying is the cause of that is a person losing their self respect.  I think it can be easy for a person to lose their self-respect regardless of circumstances.  It only matters if they do act in a way that they can respect or if they don’t.  I know by my own accounting it’s easy for me to lose that belief of individuality when I succumb to the thought that I needn’t do things which I find important to myself, or when I find a path to go on, but a little way down the path I start telling myself it was a stupid decision to begin that journey in the first place.  I think I’ve given up on a lot of worthy projects for the simple reason of telling myself that they were dumb to begin in the first place, and that I should just give up because my ideas were wrong.  I wonder where I would be now if I hadn’t done that.  </p>\n\n<p><strong>“Everything can be taken from a man but one thing: the last of the human freedoms-- to choose one’s attitude in any given set of circumstances, to choose one’s own way.\n    And there were always choices to make.  Every day, every hour, offered the opportunity to make a decision, a decision which determined whether you would or would not submit to those powers which threatened to rob you of your very self, your inner freedom; which determined whether or not you would become the plaything of circumstances, renouncing freedom and dignity to become molded into the form of the typical inmate.\n    Seen from this point of view, the mental reactions of the inmates of a concentration camp must seem more to use than the mere expression of certain physical and sociological conditions.  Even though conditions such as lack of sleep, insufficient food and various mental stresses may suggest that the inmates were bound to react in certain ways, in the final analysis it becomes clear that the sort of person the prisoner became was the result of an inner decision, and not the result of camp influence alone.  Fundamentally, therefore, any man can, even under such circumstances, decide what shall become of him--mentally and spiritually.  He may retain his human dignity even in a concentration camp.”</strong></p>\n\n<p>I’m not really sure what to say about that other than what Viktor said for himself.  In fact I really don’t have anything to add to that.  Read that part and reread that part.  I’m sure you can find plenty of meaning in there without me rambling on about it.  </p>\n\n<p><strong>“From all this we may learn that there are two races of men in this world, but only these two-- the “race” of the decent man and the “race”of the indecent man.  Both are found everywhere; they penetrate into all groups of society.  No group consists entirely of decent or indecent people.  In this sense, no group is of “pure race”-- and therefore one occasionally found a decent fellow among the camp guards.”</strong></p>\n\n<p>It’s at this point that I really want to recommend people to just read the whole dang book.  There’s a lot of detail that Viktor goes into that it would be senseless for me to try and cover here because he already did.  I’m abbreviating hundreds of pages here into about four and a half.  He talked a bit about the decent folk that could be found among the SS.  There were people there who didn’t really hate the Jews.  I’m not excusing them going along with the whole thing but perhaps they were able to do more good on the inside then on the outside.  </p>\n\n<p>This is also a large part of the reason that rejecticting people based on what is apparent is a dumb way to go.  There’s a lot of that that goes on now that I don’t agree with such as the ACAB movement and, obviously, racism but also any sort of prejudice really. We have listened to all sorts of great voices throughout history that tried to tell us the same thing that Viktor is trying to tell us now and I think many of us will think that doesn’t apply to us because we believe we have rid ourselves of our prejudices already.  I think if we look deeper and genuinely look we will still find prejudices.  If all we listen to is one or two voices that have disagreements with certain groups then we will probably begin to develop prejudices based on those disagreements.  I’ve been guilty of it myself and have completely disregarded certain people based on the opinions of others.  It’s a dangerous game to implicitly trust a small amount of voices without personal investigation.  We have brains.  We can make decisions and form our own opinions. We don’t need to allow select voices to form our opinions for us but many times we do.  I think those reasons can be just as simple as wanting to be part of a group and finding agreement with the main voice to be the best way to fit in, or it can be as malignant as not wanting to venture out and see if the person that we listen to is even right.  And I do call it malignant because allowing outside forces to be our conscience without personal investigation is stupid, lazy, and wrong.  Especially when the person or people we seek to keep us informed have shown time and time again to spout blatant prejudices.  It is a sickness on our society.  Pardon my soapbox.  </p>\n\n<p><strong>“Only slowly could these men be guided back to the commonplace truth that no one has the right to do wrong, not even if wrong has been done to them.  We had to strive to lead them back to this truth, or the consequences would have been much worse and the loss of a few thousand stalks of oats.”</strong></p>\n\n<p>Again, I encourage people to actually read the book.  What Viktor is talking about here is a time after the camps had been liberated that he was out walking with a friend.  They came to a field where the farmer had planted oats and his friend started walking through the field.  Viktor asked the guy why he was doing that because he knew that it would ruin the farmers&#39; oats. His friend&#39;s response was that with all he had been through he didn’t see why he should care if he destroyed the farmers oats.<br/>\nWhat Viktor is saying in this passage here is that he felt it was the responsibility of those who understood this concept to guide the people who had lost that understanding back to the path away from anger and viciousness.  It’s the same thing that is tried to teach to us from a very young age, that two wrongs don’t make a right, but in this instance it was trying to teach a whole society that holding on to anger from what had just happened to them would only cause more devastation then what had already been wrought.  That would have seemed insurmountable, bordering on impossible.  I can’t imagine the rage they must have felt towards the Germans for what had happened to them. </p>\n\n<p><strong>“Bitterness was caused by a number of things, he came up against in his former home town.  When on his return, a man found that many places he was met only with a shrug of the shoulders and with hackneyed phrases, he tended to become bitter and to ask himself why he had gone through all that he had.  When he heard the same phrases nearly everywhere-- “We did not know about it,” and “We, too, have suffered,” then he asked himself, have they really nothing better to say to me?”</strong></p>\n\n<p>Like I said earlier, rage.  I can’t imagine going through what Viktor went through and then coming home to such apathetic people.  I guess they really didn’t have anything better to say to him.  Viktors whole philosophy here was to not let it get to him and try to forgive them and move on.  I can’t possibly imagine that was easy.  Even with the decision being made beforehand it would be way too tempting to want to hate everyone around them for what had happened.  There was a lot of discussion regarding the culpability of the German people towards the holocaust around that time, about how far there responsibility went as far as what the Nazis did.  I can’t speak to that but I will say that Germany has done a wonderful job of demonizing the Nazis and fascism since then.  Coming fresh out of a concentration camp to people who it seemed like the best apology they could give was “whoopsie daisy” and “ya well I couldn’t have milk for a couple years there” would be absolutely maddening.  The fact that Viktor was able to rise above shows a true testament towards his philosophy in general.  I think it shows the power of us applying this philosophy in our own lives.  </p>\n\n<p>I’ll end with one more.</p>\n\n<p><strong>“Live as if you were living for the second time and you had acted as wrongly the first time as you were about to act now.”</strong></p>\n\n<p>This is a bit of advice that Viktor would give to his patience in his psychiatric profession.  I think that it is wonderful advice. I think about it sometimes when I am making a decision to be productive or to be lazy.  To hold to my values or to let them slip.  I try to envision myself as an old man thinking back on his life and if I would be proud of myself for my actions or if I would look back on what I did in regret.  I’m 32 now so I have some experience with both things.  The things that I look back upon in regret don’t really seem to go away with as much self forgiveness as I can muster.  There are consequences that resonate to present day.  The things that I can look back on in pride, I reap the benefits of them on this present day.  I’ll think about Viktors advice and ask myself if I had been granted a do-over would I do it like this again?  If I can answer yes then there I have my answer.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/n2lg0n/i_read_mans_search_for_meaning_by_viktor_e_frankl/",
  "subreddit": "books",
  "id": "n2lg0n",
  "is_self": true,
  "media": null,
  "is_video": false
}