{
  "author": "MapoTofu_Over_Rice",
  "original_created_utc": 1625679360,
  "title": "CMV: Debates are meaningless without fact checking.",
  "created_utc": 1625701008,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t get why people just accept when people debating pull out statistics or “facts” as truth. I think for major debates (especially election ones, since those are so important), the participants must pre-submit verifiable facts they intend to rely on (such as things like unemployment rate within a time period, or like scientific data), and can only rely on those facts after they’ve been verified by the moderator.</p>\n\n<p>Any pulled-out-of-my-ass non-verified fact must be either live fact checked or the moderator interrupts and says “we haven’t verified that to be true.”</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/ofnuvz/cmv_debates_are_meaningless_without_fact_checking/",
  "subreddit": "changemyview",
  "id": "ofnuvz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t get why people just accept when people debating pull out statistics or\n“facts” as truth. I think for major debates (especially election ones, since\nthose are so important), the participants must pre-submit verifiable facts they\nintend to rely on (such as things like unemployment rate within…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "議論をしている人が統計や「事実」を引き合いに出しても、それを真実として受け入れる人がいるのは理解できません。\n\"事実」を真実として受け入れてしまうのは不思議です。大規模な討論会（特に選挙の討論会は非常に重要です）では\n大規模な討論会（特に選挙）では、参加者は事前に検証可能な事実を提出しなければならないと思います。\n大規模なディベート（特に選挙は重要なので）では、参加者は事前に検証可能な事実を提出しなければならないと思います（例えば、国内の失業率や...",
      "title": "CMV: 事実を確認しなければ、議論は意味がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不明白为什么人们只接受辩论的人拿出统计数据或\n\"事实 \"作为真理。我认为对于重大辩论（尤其是选举辩论，因为\n我认为，对于重大辩论（尤其是选举辩论，因为这些辩论非常重要），参与者必须事先提交可核实的事实，他们\n他们打算依靠的事实（如失业率之类的东西，在...",
      "title": "CMV: 没有事实核查，辩论就没有意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不明白爲什麼人們只接受辯論的人拿出統計數據或\n\"事實 \"作爲真理。我認爲對於重大辯論（尤其是選舉辯論，因爲\n我認爲，對於重大辯論（尤其是選舉辯論，因爲這些辯論非常重要），參與者必須事先提交可覈實的事實，他們\n他們打算依靠的事實（如失業率之類的東西，在...",
      "title": "CMV: 沒有事實覈查，辯論就沒有意義。"
    }
  ]
}