{
  "author": "Internal-Ad-4972",
  "original_created_utc": 1628693849,
  "title": "CMV: Womens Safety Advice Isnt Victim Shaming",
  "created_utc": 1628699764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see a lot of posts that are like &quot;don&#39;t tell women to &quot;insert common safety precaution at night&quot;, tell men not to rape&quot; and i AGREE, its fucked up 100% we have to do this</p>\n\n<p>But it is fucked up times we live in, so advising women to take ear phones out or to have a emergency contact dialed up or to take of heels if they need to run is smart advice. I understand it seems like victim shaming, but its just to help keep women safe as telling men not to rape is not gonna work! Teaching men consent and etc at a young age will help but taking these precautions in the meantime and advising women do so is smart. Its NOT their fault if they get assaulted, whether or not they do these things, but fundamentally it could help you escape or avoid any <em>potential</em> incidents if your concerned while alone on the street. You can do everything at night wrong or right however, and it sill won&#39;t be your fault - but some rather fucked up that its needed but OK safety advice cant hurt </p>\n\n<p>I would recommend every person, if they are concerned to take some tips they hear. Look for a mom with kids that could help you. Go up to someone and pretend to be their friend and tell em quietly whats going on. Head to a friends place/crowded place rather than your home. It isnt victim blaming to share some helpful tips that can help ppl feel safer</p>\n\n<p>The only expections is &quot;dress modestly&quot; advice. Yeah fuck that advice men rape people not clothes wear what you want. </p>\n\n<p>I want to emphasise this again: if you don&#39;t follow the safety advice its STILL not your fault if your assualted, it is NOT your fault in the ever so slightest, at all. But i would recommend doing taking certain  precuations like the ones i listed to potentially prevent a nasty incident from happening IF and i mean IF you feel like they are necessary. LISTEN TO YOUR GUT ON THIS. If someone shoots you, its not your fault for not bringing a bullet proof vest. But if you can get a bullet proof vest that would be dead handy. </p>\n\n<p>So yeah, its fucked up, I agree, but we should tell women these safety advice if they ever end up in a situation where they feel unsafe and would need to use those tips - and sharing those tips is not victim shaming (UNLESS its framed as a &quot;responsible women do X&quot; or something that is legitimately victim blamey on purpose&quot;</p>\n\n<p>PLEASE READ BEFORE COMMENTING Edit: most new comments are the same arguments and I just keep saying the same stuff over and over again so PLEASE CHECK if the argument you have has already been said and answered. If its not, then post. I just dont wanna repeat myself! Thanks for the consideration</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/p2epoz/cmv_womens_safety_advice_isnt_victim_shaming/",
  "subreddit": "changemyview",
  "id": "p2epoz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see a lot of posts that are like \"don't tell women to \"insert common safety\nprecaution at night\", tell men not to rape\" and i AGREE, its fucked up 100% we\nhave to do this\n\nBut it is fucked up times we live in, so advising women to take ear phones out\nor to have a emergency contact dialed up or to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "女性に「一般的な安全性を入れろ」と言うな、というような書き込みをよく見かけますが\n男性にはレイプするなと言ってくれ」というような書き込みをよく目にしますが、私も同感で、このようなことをしなければならないのは100％めちゃくちゃです。\nしなければなりません。\n\nしかし、私たちが生きているのはめちゃくちゃな時代なので、女性にイヤホンを外すようにアドバイスしたり\n緊急時の連絡先を登録しておくとか...。",
      "title": "CMV: 女性の安全に関するアドバイスは、被害者を辱めるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到很多帖子说，\"不要告诉妇女 \"插入普通的安全\n我同意，这太糟糕了，我们必须这样做。\n必须这样做\n\n但我们所处的时代确实很糟糕，所以建议妇女把耳机拿出来\n或拨出紧急联系人，或...",
      "title": "CMV：妇女安全建议不是对受害者的羞辱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到很多帖子說，\"不要告訴婦女 \"插入普通的安全\n我同意，這太糟糕了，我們必須這樣做。\n必須這樣做\n\n但我們所處的時代確實很糟糕，所以建議婦女把耳機拿出來\n或撥出緊急聯繫人，或...",
      "title": "CMV：婦女安全建議不是對受害者的羞辱"
    }
  ]
}