{
  "author": "Chooky47",
  "original_created_utc": 1629536311,
  "title": "Alt coins outperforming BTC and ETH indicates that the market is highly bullish and potentially overextending into greed - maintain your plans to diversify appropriately and avoid fomo.",
  "created_utc": 1629564769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many of us have BTC and ETH as main stays in our portfolios, with them having proven themselves to be arguably the two most likely to return consistent long term profits. But what does it mean when alt coins and smaller projects begin to outperform them? For me, the answer is greed - we are feeling <em>very bullish</em>. That’s not a bad thing in itself, but it’s worth noting what that can mean.</p>\n\n<p>Post crash, and as seen in the past primarily with BTC, the market recovery has been driven by the performance of BTC and ETH, their pumps directly correlate with the flow of the market and everything follows, they are essentially <em>barometers</em> for the market to test how bullish or bearish it’s feeling. </p>\n\n<p>However, eventually the market gains confidence, and fast, and people move from safer bets and steadier returns in BTC/ETH, and with their newfound confidence venture forth toward alt coins which begin to present as more <em>profitable</em>. </p>\n\n<p>This is where <strong>greed</strong> begins to set in. Green days increase confidence, more profit is desired, so the rise of alt coins vastly outperforming the big boys indicates people are well beyond fear and the market sentiment is bullish. </p>\n\n<p>There is nothing wrong with diversifying, and I personally encourage it, but be mindful during this time that throwing everything you have into alt coins in this time is not a guaranteed ‘money goes brrrrr’ scenario; invest wisely and develop plans so that you don’t fomo in. </p>\n\n<p>Because alts are pumping and people are feeling good, very good. </p>\n\n<p>TL:DR - Alt coins outperforming BTC/ETH indicates a highly bullish and possibly greedy crypto environment. Avoid fomo and maintain goals and plans to avoid overextending so that you diversify, but responsibly.</p>\n</div><!-- SC_ON -->",
  "score": 160,
  "permalink": "/r/CryptoCurrency/comments/p8o66w/alt_coins_outperforming_btc_and_eth_indicates/",
  "subreddit": "CryptoCurrency",
  "id": "p8o66w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Many of us have BTC and ETH as main stays in our portfolios, with them having\nproven themselves to be arguably the two most likely to return consistent long\nterm profits. But what does it mean when alt coins and smaller projects begin to\noutperform them? For me, the answer is greed - we are feeling…"
}