{
  "author": "Sugma_Smegma",
  "original_created_utc": 1635447450,
  "title": "The Remains of the Day is a subtle masterpiece",
  "created_utc": 1635457271,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A slow read, not too dissimilar to Stoner (another incredible book), Kazuo Ishiguro&#39;s &quot;The Remains of the Day&quot; is a great read. You wouldn&#39;t imagine having so many things in common with a Butler, but so many of his thoughts ended up resonating me in one way or another. </p>\n\n<p>The scene of his heartbreak when he digests Miss Kenton&#39;s words will stick with me forever - he was so stiff and emotionless till then. Seeing him feel, and so profoundly at that, took his character to a new level of interest. </p>\n\n<p>Anyone else read it?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qhtxng/the_remains_of_the_day_is_a_subtle_masterpiece/",
  "subreddit": "books",
  "id": "qhtxng",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A slow read, not too dissimilar to Stoner (another incredible book), Kazuo\nIshiguro's \"The Remains of the Day\" is a great read. You wouldn't imagine having\nso many things in common with a Butler, but so many of his thoughts ended up\nresonating me in one way or another.\n\nThe scene of his heartbreak…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ストナー（これもすごい本）とあまり変わらないゆっくりとした読み心地で、カズオ\nイシグロの \"The Remains of the Day \"は素晴らしい読み物だ。バトラーとの共通点がこれほど多いとは想像できないでしょう。\nバトラーとの共通点はあまりないと思いますが、彼の考えは私の心に何かしら響くものが多くありました。\n私の心に響くものがたくさんありました。\n\n彼の失恋のシーンは...。",
      "title": "The Remains of the Day」は繊細な名作"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一本缓慢的读物，与《斯通纳》（另一本令人难以置信的书）没有太大区别，石黑一雄\n石黑的《剩下的日子》是一本好书。你无法想象与巴特勒有\n你不会想象与一个管家有如此多的共同点，但他的许多想法最终都在某种程度上引起了我的共鸣。\n以这种或那种方式引起我的共鸣。\n\n他心碎的场景...",
      "title": "剩下的日子》是一部微妙的杰作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一本緩慢的讀物，與《斯通納》（另一本令人難以置信的書）沒有太大區別，石黑一雄\n石黑的《剩下的日子》是一本好書。你無法想象與巴特勒有\n你不會想象與一個管家有如此多的共同點，但他的許多想法最終都在某種程度上引起了我的共鳴。\n以這種或那種方式引起我的共鳴。\n\n他心碎的場景...",
      "title": "剩下的日子》是一部微妙的傑作"
    }
  ]
}