{
  "author": "Team-First",
  "original_created_utc": 1632733135,
  "title": "CMV: Sex work should be decriminalized not legalized",
  "created_utc": 1632753248,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are many reason sex work shouldn’t be legalized. People say it’s no different than working any other job such as McDonald’s but we know that’s not true. A picture of you taking someone’s order probably isn’t going to hurt your future while a picture of you naked will. You always hear about how empowering and glamorous the porn industry is but it’s always by the top paid performers which are the loudest voices, and not much about the drugs, abuse and STDs. Look at the porn industry which is legal and how much craziness is going on there. It would also just create huge contradictions about how we want our society to be. </p>\n\n<p>So I don’t think it should be legal. Still I think it should be decriminalized and sex work should not hurt the sex worker. At most I think they should be fined but also provided resources on how to leave that life and health resources too.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/pwd4wg/cmv_sex_work_should_be_decriminalized_not/",
  "subreddit": "changemyview",
  "id": "pwd4wg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are many reason sex work shouldn’t be legalized. People say it’s no\ndifferent than working any other job such as McDonald’s but we know that’s not\ntrue. A picture of you taking someone’s order probably isn’t going to hurt your\nfuture while a picture of you naked will. You always hear about how…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "セックスワークを合法化すべきでない理由はたくさんあります。人々は、それがマクドナルドのような\nマクドナルドなどの他の仕事と変わらないと言われますが、そうではないことはわかっています。\n本当ではありません。あなたが誰かの注文を取っている写真は、おそらくあなたの将来に悪影響を及ぼさないでしょう。\n裸の写真は将来に悪影響を及ぼすでしょう。あなたはいつも、どのように...",
      "title": "CMV: セックスワークは合法化ではなく非犯罪化すべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有很多理由不应该将性工作合法化。人们说这与其他工作没有什么不同\n与麦当劳等其他工作没有区别，但我们知道这不是\n真实的。一张你为别人点菜的照片可能不会伤害你的\n而你的裸体照片会伤害你的未来。你总是听到关于如何...",
      "title": "CMV：性工作应该非刑事化而不是合法化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有很多理由不應該將性工作合法化。人們說這與其他工作沒有什麼不同\n與麥當勞等其他工作沒有區別，但我們知道這不是\n真實的。一張你爲別人點菜的照片可能不會傷害你的\n而你的裸體照片會傷害你的未來。你總是聽到關於如何...",
      "title": "CMV：性工作應該非刑事化而不是合法化"
    }
  ]
}