{
  "author": "esiotrot9527",
  "the_new_excerpt": "I like him as an actor in films, so I downloaded the audiobook version of his\nmemoir/proclaimed self help book, Greenlights. It has a 4.26 rating out of\nnearly 62,000 ratings. I was excited.\n\nHis narration was charming and fun to listen to, however when he started\ncasually mentioning the domestic…",
  "original_created_utc": 1617021503,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢他在电影中的表现，所以我下载了他的有声读物版本。\n回忆录/宣称的自助书《绿灯》。它的评分为4.26分。\n近62,000个评分。我很兴奋。\n\n他的解说很有魅力，听起来很有趣，然而当他开始。\n随便说说国内的...",
      "title": "还有人觉得马修-麦康纳的《绿光》有很多红旗吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡他在電影中的表現，所以我下載了他的有聲讀物版本。\n回憶錄/宣稱的自助書《綠燈》。它的評分爲4.26分。\n近62,000個評分。我很興奮。\n\n他的解說很有魅力，聽起來很有趣，然而當他開始。\n隨便說說國內的...",
      "title": "還有人覺得馬修-麥康納的《綠光》有很多紅旗嗎？"
    }
  ],
  "title": "Anyone else feel Mathew McConaughey's Greenlight has a lot of red flags?",
  "created_utc": 1617039321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I like him as an actor in films, so I downloaded the audiobook version of his memoir/proclaimed self help book, Greenlights. It has a 4.26 rating out of nearly 62,000 ratings. I was excited.</p>\n\n<p>His narration was charming and fun to listen to, however when he started casually mentioning the domestic violence that goes on between his parents (both ways), I thought ok, he&#39;s probably going to be exploring his childhood trauma or something, but no, he says &quot;some may call this xxx but we called it love.&quot; I write xxx because I can&#39;t recall the specific word he used, similar vein to DV.</p>\n\n<p>This was his parents throwing and breaking plates at other, shouting and swearing. Fighting to the point of talking about divorce.</p>\n\n<p>Then pretty early in the book, he says he stole someone else&#39;s poem for a writing contest(or a piece of homework that won something), he said his mum&#39;s idea was if you don&#39;t get caught it&#39;s not stealing. He was laughing while narrating and it sounded like a fond memory.</p>\n\n<p>Then there was his first meeting with his wife, can&#39;t recall the details but I remember cringing.</p>\n\n<p>I couldn&#39;t really find any reviews talking about these things, some negative ones criticize him being a narcissist, but most find him and his behaviour charming.</p>\n\n<p>Edit: I also just remembered how he had to beat the shit out of someone who badmouthed his dad for his dad to finally recognise him(Mathew) as a &#39;good son&#39; &#39;real man&#39;....</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/books/comments/mfoo2g/anyone_else_feel_mathew_mcconaugheys_greenlight/",
  "subreddit": "books",
  "id": "mfoo2g",
  "is_self": true,
  "media": null,
  "is_video": false
}