{
  "author": "jibaikia",
  "original_created_utc": 1630600318,
  "title": "When I am stress or anxious, I read Haruki Murakami. What about you?",
  "created_utc": 1630656002,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I am stress or anxious, I read Haruki Murakami. I find his books relaxing, with no real sense of urgency. It put my mind at ease for some reason. When I read his books, I find myself less anxious and  enjoy the little things, like a cup of chamomile or a simple toast. </p>\n\n<p>When I read his books, I realise that my life ins&#39;t all that bad, and I have enough time and money to enjoy the simpler things in life, like a walk in the park or read a good book everyday. His books always sort of put things into perspective for me. Strips down the noise and clutters, point out what is actually essential. </p>\n\n<p>These are the books that I read that has similar effect for me:</p>\n\n<p>The Gift of The Rain by Tan Twan Eng</p>\n\n<p>The Garden of Evening Mist by Tan Twan Eng</p>\n\n<p>A Tale for the Time Being by Ruth Ozeki</p>\n\n<p>Love In The Time of Cholera by Gabriel García Márquez</p>\n\n<p>The Miracles of the Namiya General Store by Keigo Higashino</p>\n\n<p>&#x200B;</p>\n\n<p>What about you? Do you have a book/author that you always read when you are anxious or stress?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pgldww/when_i_am_stress_or_anxious_i_read_haruki/",
  "subreddit": "books",
  "id": "pgldww",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I am stress or anxious, I read Haruki Murakami. I find his books relaxing,\nwith no real sense of urgency. It put my mind at ease for some reason. When I\nread his books, I find myself less anxious and enjoy the little things, like a\ncup of chamomile or a simple toast.\n\nWhen I read his books, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ストレスや不安があるときは、村上春樹を読みます。彼の本はリラックスできるんです。\n緊迫感がなく、リラックスできる。なぜか心が落ち着くのです。私は彼の本を読むと\n私は村上春樹の本を読むと、不安がなくなり、ちょっとしたことを楽しめるようになります。\n一杯のカモミールやシンプルなトーストのような小さなことを楽しむことができます。\n\n彼の本を読むと、私は...",
      "title": "ストレスや不安があるときは、村上春樹を読みます。あなたはどうですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我有压力或焦虑的时候，我就读村上春树。我发现他的书让人放松。\n没有真正的紧迫感。出于某种原因，它使我的心态变得轻松。当我\n读他的书时，我发现自己不那么焦虑了，并享受一些小事，比如一杯甘菊或一杯咖啡。\n一杯洋甘菊或一个简单的烤面包。\n\n当我读他的书时，我...",
      "title": "当我有压力或焦虑的时候，我就读村上春树。你呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我有壓力或焦慮的時候，我就讀村上春樹。我發現他的書讓人放鬆。\n沒有真正的緊迫感。出於某種原因，它使我的心態變得輕鬆。當我\n讀他的書時，我發現自己不那麼焦慮了，並享受一些小事，比如一杯甘菊或一杯咖啡。\n一杯洋甘菊或一個簡單的烤麪包。\n\n當我讀他的書時，我...",
      "title": "當我有壓力或焦慮的時候，我就讀村上春樹。你呢？"
    }
  ]
}