{
  "author": "DanishZMK",
  "original_created_utc": 1638135804,
  "title": "CMV: The US government should pre-fill all tax forms",
  "created_utc": 1638161389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been a volunteer tax preparer and seen firsthand how the bureaucratic minutia can overwhelm some people (especially low-income folks) and lead to late fees and other penalties when they fill out their taxes incorrectly. I&#39;m not sure what good reason there is to make everyone do it themselves (or pay someone else to help) from scratch, especially for those living on social security or disability payments. I believe the current practice puts an undue burden on all citizens, most of all those who can least afford to spend time or money sorting through their own financial situation in order to accurately file taxes every year. Can anyone offer a compelling reason we should keep doing things the way we are now?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/r4f7ps/cmv_the_us_government_should_prefill_all_tax_forms/",
  "subreddit": "changemyview",
  "id": "r4f7ps",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been a volunteer tax preparer and seen firsthand how the bureaucratic\nminutia can overwhelm some people (especially low-income folks) and lead to late\nfees and other penalties when they fill out their taxes incorrectly. I'm not\nsure what good reason there is to make everyone do it themselves…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は税務申告のボランティアをしています。\n特に低所得者は、官僚的な作業に圧倒され、間違った申告をすると延滞金などのペナルティが発生することがあります。\n誤って記入した場合、延滞金やその他のペナルティが発生することがあります。私には\n誰もが自分で手続きをしなければならない理由があるのかどうか...。",
      "title": "CMV: 米国政府はすべての納税申告書を事前に記入すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾是一名志愿报税员，亲眼目睹了官僚主义的细枝末节是如何压倒一些人的。\n琐事会让一些人（尤其是低收入的人）不知所措，并导致他们在填写错误的税单时产生滞纳金和其他罚款。\n当他们错误地填写了他们的税单时，会导致滞纳金和其他罚款。我不\n我不确定有什么好的理由让每个人都自己做......",
      "title": "CMV：美国政府应预填所有税表"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾是一名志願報稅員，親眼目睹了官僚主義的細枝末節是如何壓倒一些人的。\n瑣事會讓一些人（尤其是低收入的人）不知所措，並導致他們在填寫錯誤的稅單時產生滯納金和其他罰款。\n當他們錯誤地填寫了他們的稅單時，會導致滯納金和其他罰款。我不\n我不確定有什麼好的理由讓每個人都自己做......",
      "title": "CMV：美國政府應預填所有稅表"
    }
  ]
}