{
  "author": "dudeoverderr",
  "original_created_utc": 1628171451,
  "title": "CMV: No one should be \"canceled\" for a past mindset, lifestyle, or belief, no matter how polarizing it is to the societal normal",
  "created_utc": 1628182045,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>We shouldn&#39;t cancel first, but</strong> <strong><em>educate</em></strong> <strong>first.</strong> Seems like everyone would agree, right? Some examples here may skew liberal just because it&#39;s most familiar to me personally—it&#39;s not my intent to make this a political argument, but rather the general topic of instantaneous cancel culture.</p>\n\n<p>Unfortunately, a notable handful of folks think there&#39;s no point of return for people, and that educating them outside of ignorance is a waste of time, or maybe they &quot;had their chance&quot; to learn. If I&#39;m in the wrong—or at least missing a key component as to why more and more people around me are beginning to think otherwise—I&#39;d like to understand the thought process. <em>(I&#39;m not referring to culprits of abuse and harassment; I firmly believe they fall into a far less forgiving category.)</em></p>\n\n<p>I&#39;m 30 now with a couple of past bumps of my own, but I&#39;ll just name one. Being Asian growing up in PG County, MD (a predominantly black community), it was acceptable in many circles to say the N-word if you weren&#39;t white and in the right scene. It was familial, casual, and part of our vernacular in BIPOC circles. Today, if I were to tell someone that yeah, I used to say it all the time but then learned how universally problematic that is, they&#39;d focus more on that fact versus how I&#39;ve learned over the years.</p>\n\n<p>The strongest case people make against my point is that someone&#39;s &quot;old enough to know better.&quot; Well, how about the countless videos you&#39;d see of middle-aged white men choosing to remove all their Nazi tattoos after educating themselves? How about many of our senior citizens who grew up in segregated or anti-gay America who are now as culturally accepting as your corner cafe baristas?</p>\n\n<p>My best example of someone who was educated instead of outright canceled: Megan Phelps-Roper, who&#39;s now an activist but was raised into the vilified Westboro Baptist Church in the US that condemned LGBTQ+ and spread hate. It seems that an overwhelming majority of folks who read about her or watch her TED talks admire that she was able to &quot;get out&quot; of the indoctrination. To be fair, some may say that her story was justified <em>because</em> of how extreme her surroundings were, versus the average citizen who &quot;had the tools to improve their way of thinking&quot; and &quot;chose not to.&quot; But who gets to decide what those tools are, right?</p>\n\n<p><strong><em>How are more and more people rationalizing the solution to instantaneously cancel past behavior?</em></strong></p>\n\n<p><strong>edit:</strong> To clarify what I personally mean by &quot;cancel&quot; — active shunning or mutual condemning for said person. In small social circles, it may be burning bridges or encouraging mutual friends to burn the same bridges. In high profile celebrities, I see it as stirring a larger pot and encouraging defamation and encouraging negative biases based on emotion.</p>\n\n<p><strong>Edit +</strong> <strong>Conclusion:</strong></p>\n\n<p>I&#39;m realizing just how broad this issue is, and it&#39;s partially due to my wording (the use of the vague term &quot;cancel&quot; and the use of the broad term &quot;lifestyle).</p>\n\n<p>In hindsight, I feel like this stems pretty specifically from my own personal experiences in racial, pro-choice/life, and LGBTQ+ stereotypes that I&#39;ve since improved on, and in no way changes the fact that there are very, very real behaviors or mindsets that are harmful enough in other categories (or extents) that really do warrant the condemnation of a person unless they make explicit improvements.</p>\n\n<p>While my own past seems harmless—and I wish I included this in the OG post—I was secretly worried about myself due to my recent possibilities of getting to know and work with high-profile artists and influencers in a new city. Either way, the &quot;cancelling&quot; of an individual isn&#39;t as permanent as I&#39;d originally felt, and that&#39;s also allowed things to breathe a bit more. Thanks, everyone!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/oyhysw/cmv_no_one_should_be_canceled_for_a_past_mindset/",
  "subreddit": "changemyview",
  "id": "oyhysw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We shouldn't cancel first, but educate first. Seems like everyone would agree,\nright? Some examples here may skew liberal just because it's most familiar to me\npersonally—it's not my intent to make this a political argument, but rather the\ngeneral topic of instantaneous cancel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "キャンセルが先ではなく、教育が先ではないでしょうか。誰もがそう思うでしょう。\nそうでしょうか？ここでのいくつかの例は、私にとって最も身近なものであるため、リベラルに偏っているかもしれません。\n政治的な議論をするつもりはありません。\nこれは政治的な議論をしたいのではなく、一般的なトピックである瞬間的なキャンセル...",
      "title": "CMV：過去の考え方やライフスタイル、信念が、どんなに社会の常識を覆すものであったとしても、「中止」されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们不应该先取消，而是先教育。似乎每个人都会同意。\n对吗？这里的一些例子可能偏向于自由派，只是因为我个人最熟悉的是自由派。\n个人--我的目的不是要让这成为一个政治争论，而是要说明\n瞬间取消的一般话题...",
      "title": "CMV：没有人应该因为过去的心态、生活方式或信仰而被 \"取消\"，无论它对社会常态是多么的两极化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們不應該先取消，而是先教育。似乎每個人都會同意。\n對嗎？這裏的一些例子可能偏向於自由派，只是因爲我個人最熟悉的是自由派。\n個人--我的目的不是要讓這成爲一個政治爭論，而是要說明\n瞬間取消的一般話題...",
      "title": "CMV：沒有人應該因爲過去的心態、生活方式或信仰而被 \"取消\"，無論它對社會常態是多麼的兩極化。"
    }
  ]
}