{
  "author": "saminator1002",
  "original_created_utc": 1629628698,
  "title": "CMV: first-trimester abortion is not immoral",
  "created_utc": 1629639195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I first want to say that I don&#39;t think abortion is moral in all circumstances having an abortion after 9 months clearly isn&#39;t. I don&#39;t think human life in itself is valuable, I think that sentience is the most important factor which gives intrinsic value. </p>\n\n<p>Sentience = the ability to experience. For example, you film a video with your camera your camera doesn&#39;t experience the video, but when you look through your eyes you do.</p>\n\n<p>If a scientist would 3D print a human who is 100% functional except for its brain. His heart is pumping his cells are replicating, but he doesn&#39;t have a brain, when you touch him, he doesn&#39;t experience anything, because it cannot be registered in the brain, this is an example of a living being without sentience and I can&#39;t see any reason why it would be immoral for the scientist to kill this being. The same applies to most fetuses, they haven&#39;t developed a brain that has the capacity to experience.</p>\n\n<p><a href=\"https://www.researchgate.net/publication/232061401_When_is_the_Capacity_for_Sentience_Acquired_During_Human_Fetal_Development\">https://www.researchgate.net/publication/232061401_When_is_the_Capacity_for_Sentience_Acquired_During_Human_Fetal_Development</a></p>\n\n<p>According to this article, the lower bar of sentience is 30 weeks, it could be different and therefore I think that we should do more research on this subject, it would be best to shorten the legality to shorter than this 30 week period because we could be a bit off.</p>\n\n<p>But I think we can safely assume that sentience definitely does not fall within the first trimester.</p>\n\n<p>You can choose however you want to convince me that first-trimester abortions aren&#39;t moral.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/p9a96d/cmv_firsttrimester_abortion_is_not_immoral/",
  "subreddit": "changemyview",
  "id": "p9a96d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I first want to say that I don't think abortion is moral in all circumstances\nhaving an abortion after 9 months clearly isn't. I don't think human life in\nitself is valuable, I think that sentience is the most important factor which\ngives intrinsic value.\n\nSentience = the ability to experience. For…"
}