{
  "author": "saminator1002",
  "original_created_utc": 1629628698,
  "title": "CMV: first-trimester abortion is not immoral",
  "created_utc": 1629639195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I first want to say that I don&#39;t think abortion is moral in all circumstances having an abortion after 9 months clearly isn&#39;t. I don&#39;t think human life in itself is valuable, I think that sentience is the most important factor which gives intrinsic value. </p>\n\n<p>Sentience = the ability to experience. For example, you film a video with your camera your camera doesn&#39;t experience the video, but when you look through your eyes you do.</p>\n\n<p>If a scientist would 3D print a human who is 100% functional except for its brain. His heart is pumping his cells are replicating, but he doesn&#39;t have a brain, when you touch him, he doesn&#39;t experience anything, because it cannot be registered in the brain, this is an example of a living being without sentience and I can&#39;t see any reason why it would be immoral for the scientist to kill this being. The same applies to most fetuses, they haven&#39;t developed a brain that has the capacity to experience.</p>\n\n<p><a href=\"https://www.researchgate.net/publication/232061401_When_is_the_Capacity_for_Sentience_Acquired_During_Human_Fetal_Development\">https://www.researchgate.net/publication/232061401_When_is_the_Capacity_for_Sentience_Acquired_During_Human_Fetal_Development</a></p>\n\n<p>According to this article, the lower bar of sentience is 30 weeks, it could be different and therefore I think that we should do more research on this subject, it would be best to shorten the legality to shorter than this 30 week period because we could be a bit off.</p>\n\n<p>But I think we can safely assume that sentience definitely does not fall within the first trimester.</p>\n\n<p>You can choose however you want to convince me that first-trimester abortions aren&#39;t moral.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/p9a96d/cmv_firsttrimester_abortion_is_not_immoral/",
  "subreddit": "changemyview",
  "id": "p9a96d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I first want to say that I don't think abortion is moral in all circumstances\nhaving an abortion after 9 months clearly isn't. I don't think human life in\nitself is valuable, I think that sentience is the most important factor which\ngives intrinsic value.\n\nSentience = the ability to experience. For…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言いたいのは、すべての状況で中絶が道徳的だとは思わないということです。\n9ヵ月後に中絶することは、明らかに道徳的ではありません。私は、人の命自体が価値があるとは思いません。\n私は、人間の命それ自体に価値があるとは思いません。\n本質的な価値を与える最も重要な要素だと思います。\n\n感覚とは、経験する能力のことです。例えば...",
      "title": "CMV: 妊娠第一期の中絶は不道徳ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我首先想说，我不认为堕胎在所有情况下都是道德的。\n在9个月后堕胎显然不是。我不认为人的生命本身是有价值的。\n我不认为人的生命本身是有价值的，我认为有知觉的人是最重要的因素。\n赋予内在的价值。\n\n有知觉=有经验的能力。对于...",
      "title": "CMV：第一个月的堕胎并非不道德"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先想說，我不認爲墮胎在所有情況下都是道德的。\n在9個月後墮胎顯然不是。我不認爲人的生命本身是有價值的。\n我不認爲人的生命本身是有價值的，我認爲有知覺的人是最重要的因素。\n賦予內在的價值。\n\n有知覺=有經驗的能力。對於...",
      "title": "CMV：第一個月的墮胎並非不道德"
    }
  ]
}