{
  "author": "Shaq_Bolton",
  "the_new_excerpt": "You know... just in case. We're killing them either way and we might just solve\nlike droughts or covid-19 doing this. Also from the prisoners point of view,\ncompared to lethal injection, I'd feel better and less terrified about my death\nif I was cleaned and had a nine inch blade plunged into my…",
  "original_created_utc": 1620339862,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ほら...念のため。どちらにしても、彼らを殺しているわけですから、これで干ばつやコビド19のような問題を解決できるかもしれません。\n干ばつやコヴィド-19のように、これをすることで解決するかもしれません。また、囚人の視点から見ても\n致死性注射に比べて、自分の死に対する恐怖感が少なくて済むので\nもし私が洗浄されて、9インチの刃が私の体に突き刺さっていたら...。",
      "title": "CMV：死刑が予定されている囚人は、アヌビスなどの死神に生け贄として捧げられるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你知道......只是以防万一。我们无论如何都要杀死他们，而且我们可能只是解决了\n像干旱或covid-19，这样做。另外，从囚犯的角度来看。\n与注射死刑相比，如果我被释放，我会感觉好一些，对自己的死亡不那么恐惧\n如果我被清洗后，有一把9英寸长的刀片插入我的... ...",
      "title": "CMV: 预定要被处决的囚犯应该被献给死亡之神，如阿努比斯。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你知道......只是以防萬一。我們無論如何都要殺死他們，而且我們可能只是解決了\n像乾旱或covid-19，這樣做。另外，從囚犯的角度來看。\n與注射死刑相比，如果我被釋放，我會感覺好一些，對自己的死亡不那麼恐懼\n如果我被清洗後，有一把9英寸長的刀片插入我的... ...",
      "title": "CMV: 預定要被處決的囚犯應該被獻給死亡之神，如阿努比斯。"
    }
  ],
  "title": "CMV: Prisoners slated to be executed should be sacrificed to death deities like Anubis.",
  "created_utc": 1620358729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You know... just in case. We&#39;re killing them either way and we might just solve like droughts or covid-19 doing this. Also from the prisoners point of view, compared to lethal injection, I&#39;d feel better and less terrified about my death if I was cleaned and had a nine inch blade plunged into my heart in praise of Anubis. It certainly beats being strapped to a hospital bed while being surrounded by a bunch of people who aren&#39;t doctors but dressed up as doctors preparing to dope you out, paralyze you and then end your life in the name of revenge for something you did twenty years ago.</p>\n\n<p>I am completely serious. How is this not the greatest idea in the world, obviously if someone didn&#39;t wish to be sacrificed to some badass god like Yama they wouldn&#39;t have to. Though I&#39;m sure we can find the right deity for most every prisoner.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/n6jgw5/cmv_prisoners_slated_to_be_executed_should_be/",
  "subreddit": "changemyview",
  "id": "n6jgw5",
  "is_self": true,
  "media": null,
  "is_video": false
}