{
  "author": "hornygopher",
  "the_new_excerpt": "Some people make a big deal over not assuming anyone's gender. According to\ncertain people, you're supposed to ask everyone for their pronouns shortly after\nmeeting them. This is dumb.\n\nArgument 1\n\nI think the motivation for this way of thinking is misplaced. People get upset\nat the idea of someone…",
  "original_created_utc": 1618967346,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人の性別を決めつけないことを大々的にアピールする人がいます。ある人によると\nある人によると、出会ってすぐに代名詞を聞くべきだということです。\n聞くことになっています。これは馬鹿げている。\n\n論点1\n\nこのような考え方をする動機は見当違いだと思います。人は、誰かに\n人は、誰かが......という考えに",
      "title": "CMV: ほとんどの場面では、人の代名詞を想定しておくべきでしょう。もし、間違った想定をして、相手が気分を害したとしたら、それは過敏に反応しているということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有些人在不假设任何人的性别上大做文章。根据\n某些人认为，你应该在见到每个人后不久就问他们的代名词。\n遇到他们。这是很愚蠢的。\n\n论点1\n\n我认为这种思维方式的动机是错误的。人们会对\n对某人的想法感到不安......",
      "title": "CMV：在大多数情况下，你应该只是假设人们的代名词。如果你假设错了，而他们被冒犯了，那么他们就过于敏感了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有些人在不假設任何人的性別上大做文章。根據\n某些人認爲，你應該在見到每個人後不久就問他們的代名詞。\n遇到他們。這是很愚蠢的。\n\n論點1\n\n我認爲這種思維方式的動機是錯誤的。人們會對\n對某人的想法感到不安......",
      "title": "CMV：在大多數情況下，你應該只是假設人們的代名詞。如果你假設錯了，而他們被冒犯了，那麼他們就過於敏感了。"
    }
  ],
  "title": "CMV: In most situations, you should just assume people's pronouns. If you assume wrong, and they get offended, then they're overly sensitive.",
  "created_utc": 1618972297,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some people make a big deal over not assuming anyone&#39;s gender. According to certain people, you&#39;re supposed to ask everyone for their pronouns shortly after meeting them. This is dumb. </p>\n\n<p><strong>Argument 1</strong></p>\n\n<p>I think the motivation for this way of thinking is misplaced. People get upset at the idea of someone purposefully using the wrong pronouns as an insult, and they want to emphasize that this is offensive. For this reason, someone came up with the idea that you should ask everyone for their pronouns. </p>\n\n<p>But, there&#39;s a difference between using the wrong pronouns as an insult, and incorrectly guessing someone&#39;s pronouns. In the first instance, the person is trying to offend you. In the second instance, they&#39;re just making an honest mistake. You shouldn&#39;t get angry at the person making a mistake. </p>\n\n<p>If you fly into an emotional fit because someone mistakenly used the wrong pronouns, then you&#39;re being unreasonable. That&#39;s a silly thing to get upset about. By all means, feel free to get offended if someone is trying to insult you by using different pronouns than you prefer. But, don&#39;t freak out on a good-natured person because they made a mistake. That just makes you look emotionally unstable. Simply correct them. It doesn&#39;t have to be a big deal. </p>\n\n<p><strong>Argument 2</strong></p>\n\n<p>Some people may argue that trans people are emotionally fragile. We need to be extra delicate with our use of pronouns because a trans person might become an emotional wreck if the wrong pronoun is used. </p>\n\n<p>My first response is that if you think this, then you&#39;re really babying trans people. You&#39;re also counteracting the narrative that they&#39;re just regular people with one unique characteristic. You&#39;re acting like they&#39;re unhinged. Unless someone is being purposefully insulting, a regular person is not going to freak out if the wrong pronoun is used. If we need to tip toe around pronouns for fear of freaking out trans people, then that makes them seem like lunatics. I don&#39;t think that&#39;s the message people are trying to spread. </p>\n\n<p>My second response would be that its possible for people to be sensitive about all sorts of issues. Some people are afraid of dogs. Should I refrain from mentioning my dog for fear that someone might have a dog phobia? Should I delicately ask someone if they have any animal phobias before bringing up the subject of pet ownership? Obviously, that would be unreasonable. So, why are we taking so many pains not to upset people with gender triggers? Why aren&#39;t we taking the same pains not to upset people with other triggers? Why is it ok to mention medical issues, considering that some people are squeamish about that subject? Why aren&#39;t we asking everyone to give us a list of emotional subjects before proceeding with a conversation? Why is gender the one issue so sensitive that we must not proceed with conversation before polling everyone? </p>\n\n<p><strong>Exceptions</strong></p>\n\n<p>All that said, my title states that we should assume people&#39;s gender in <em>most</em> situations. Admittedly, there are some situations in which that might be less appropriate. For instance, you might wish to ask someone for their gender if they have an androgynous appearance. Its a reasonable question if someone is presenting in a way which indicates that they might not simply be a straight cis person. Depending on your social circles, the majority of people you meet will not fall in that category. That&#39;s why I say you should assume people&#39;s gender in &quot;most&quot; situations. </p>\n\n<p><strong>Concluding thoughts</strong></p>\n\n<p>Finally, I think that most ardent proponents of verifying everyone&#39;s gender are typically not trans themselves. I&#39;ve never seen a trans person freak out over mistaken use of the wrong pronouns. I tend to assume that most people are relatively calm and reasonable, be they cis, trans, straight, or gay. </p>\n\n<p>From what I can tell, the unreasonable people are typically keyboard warriors who are getting offended on someone else&#39;s behalf. I think these people tarnish trans people by spreading the idea that they&#39;re hyper sensitive lunatics who might freak out over grammar mistakes. </p>\n\n<p>What&#39;s more, if you enter a conversation asking about pronouns, I think most people are going to worry that you are hypersensitive. Its just going to make everyone think they have to tip toe around you.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/mv529h/cmv_in_most_situations_you_should_just_assume/",
  "subreddit": "changemyview",
  "id": "mv529h",
  "is_self": true,
  "media": null,
  "is_video": false
}