{
  "author": "beanieweenie123",
  "the_new_excerpt": "Autistic person here, before anyone comes at me.\n\n(20F for context) I was diagnosed on the mid-high end of the spectrum when i was\n8 years old. I was considered higher functioning but it was still noticeable\nenough to get me referred for a diagnosis from my school. I struggled with a lot\nof things…",
  "original_created_utc": 1616162312,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是自闭症患者，在别人来找我之前。\n\n(20F为背景)我被诊断为中高端的光谱，当我是\n8岁的时候。我被认为是功能较强的人，但还是很明显。\n足以让我从学校那里得到诊断。我挣扎了很多\n的东西...",
      "title": "CMV：事实上，自闭症患者如果得到彻底的教导，是可以学会如何适当地表现的。父母不要再为自闭症孩子找借口了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是自閉症患者，在別人來找我之前。\n\n(20F爲背景)我被診斷爲中高端的光譜，當我是\n8歲的時候。我被認爲是功能較強的人，但還是很明顯。\n足以讓我從學校那裏得到診斷。我掙扎了很多\n的東西...",
      "title": "CMV：事實上，自閉症患者如果得到徹底的教導，是可以學會如何適當地表現的。父母不要再爲自閉症孩子找藉口了。"
    }
  ],
  "title": "CMV: People with autism CAN infact learn how to behave appropriately if they are thoroughly taught. Parents need to stop making excuses for autistic kids.",
  "created_utc": 1616168268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Autistic person here, before anyone comes at me. </p>\n\n<p>(20F for context) I was diagnosed on the mid-high end of the spectrum when i was 8 years old. I was considered higher functioning but it was still noticeable enough to get me referred for a diagnosis from my school. I struggled with a lot of things but mainly behavior and social skils (stimming and sensory overload too but they weren’t as prominent). I have very conservative right wing parents who despite the controversy put me in behavioral therapy and sent me to social skills camps to help condition me to not like fandoms, have age appropriate interests, control my anger, understand boundaries, etc. My parents would never make excuses for my behavior. Infact when I was getting bullied they would wonder what I was doing to put a target on my back, discipline me at home, etc. </p>\n\n<p>I learned. It took a while but I learned how to behave more appropriately with time. My therapist tells me I technically wouldn’t even qualify for a diagnosis now. I work, i went to school, i have a ton of friends, ive had a couple long term romantic relationships, i can handle myself, i have good hygiene etc. </p>\n\n<p>Anyways i ran into someone a few months ago who was in my social/behavioral group when I was 11. Lets call her Allie. Allie had more problems than me but she wasn’t the lowest functioning if that makes sense. She had poor hygiene, terrible social skills, so on and so forth. We were friends and had playdates but I remember her mom being polar opposite to mine. Allie had bit me, flipped out at my brother, and was just “inappropriate and a bad social rolemodel” as my mom had put it when she made me disown her at age 12 even though i didn’t want to because at the time she was my best and only friend. (I was livid from what I remember). </p>\n\n<p>Anyways when i ran into her and her mom, she literally looked and sounded the same. She ran up to me and hugged me after her mom pointed her out to me. Despite covid and everything. I talked to them for a little bit and it was very uncomfortable. Her mom is the typical hyper defensive autism mom who always made excuses for her daughter’s behavior. She took her out of the social group because she thought it was unethical. From what i got from the conversation. Allie doesn’t work, go to school, have any major responsibilities, still plays with dolls, etc. </p>\n\n<p>I know lots of cases like Allie’s and lots of cases like mine. Autistic people can infact be functioning members of society without it “stripping their identity and causing lifelong mental health issues”. People tend to forget that these innocent autistic children grow up to be autistic adults. And if you don’t help them from a young age they’re not going to be ready to live in this world when they need to. Their parents wont be around forever. And unless the parent wants their kid living at home until they die (which most parents dont). I am so grateful that my parents set boundaries with me super young and never let me use my autism as excuse. We are capable of learning but it’s up to the people around us to actually teach us. Open to discussion in the comments! Let me know what you think.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/m8htxe/cmv_people_with_autism_can_infact_learn_how_to/",
  "subreddit": "changemyview",
  "id": "m8htxe",
  "is_self": true,
  "media": null,
  "is_video": false
}