{
  "author": "-4twenty-",
  "original_created_utc": 1636400903,
  "title": "YSK: Women’s most common heart attack symptom is chest pain or discomfort. But women are somewhat more likely than men to experience some of the other common symptoms, particularly shortness of breath, nausea/vomiting and back or jaw pain.",
  "created_utc": 1636420386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Although women comprise half of the world’s population, the medical community leaves much to be desired when it comes to treating and diagnosing women because they’re focused solely on the stereotypical symptoms men experience. </p>\n\n<p><a href=\"https://www.heart.org/en/health-topics/heart-attack/warning-signs-of-a-heart-attack/heart-attack-symptoms-in-women\">Source</a></p>\n\n<p>That’s why women experience just as many heart attacks as men, but they are more likely to die because nobody recognized the symptoms. </p>\n\n<p><a href=\"https://www.urmc.rochester.edu/encyclopedia/content.aspx?contenttypeid=1&amp;contentid=3004\">Source</a></p>\n\n<p>Ashleigh Anderson, a CVS pharmacist, had a heart attack and died after CVS forced her to wait 2 hours for someone to cover her shift. </p>\n\n<p>Now Ashleigh Anderson’s family is missing a person … and CVS undoubtedly found someone to fill in for Ashleigh Anderson.</p>\n\n<p>Edit: The fact that this happened to a <em>pharmacist</em> means there’s a flaw in how heart attacks are taught. I can guarantee CVS had a defibrillator and people trained to use it, but they haven’t adequately discussed the symptoms of a heart attack.</p>\n</div><!-- SC_ON -->",
  "score": 489,
  "permalink": "/r/YouShouldKnow/comments/qplj94/ysk_womens_most_common_heart_attack_symptom_is/",
  "subreddit": "YouShouldKnow",
  "id": "qplj94",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Although women comprise half of the world’s population, the medical\ncommunity leaves much to be desired when it comes to treating and diagnosing\nwomen because they’re focused solely on the stereotypical symptoms men\nexperience.\n\nSource\n[https://www.heart.org/en/health-topics/heart…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれた理由：世界の人口の半分は女性ですが、医学界では\n医学界では、女性の治療や診断には多くの問題があります。\n男性が経験するステレオタイプの症状にのみ注目しているため、女性の治療や診断には多くの問題があります。\nのです。\n\n出典\n[https://www.heart.org/en/health-topics/heart...",
      "title": "YSK: 女性の心筋梗塞の症状で最も多いのは、胸の痛みや違和感です。しかし、その他の一般的な症状、特に息切れ、吐き気・嘔吐、背中やあごの痛みなどは、男性よりも女性の方がやや多く見られます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：虽然女性占世界人口的一半，但医学界在治疗和诊断癌症方面还有很多不足之处。\n医学界在治疗和诊断女性疾病方面还有很多不足之处。\n因为他们只关注男性的陈规定型症状。\n经验。\n\n资料来源\n[https://www.heart.org/en/health-topics/heart...",
      "title": "YSK：女性最常见的心脏病发作症状是胸痛或不适。但女性比男性更有可能出现其他一些常见的症状，特别是呼吸急促、恶心/呕吐和背部或下颌疼痛。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：雖然女性佔世界人口的一半，但醫學界在治療和診斷癌症方面還有很多不足之處。\n醫學界在治療和診斷女性疾病方面還有很多不足之處。\n因爲他們只關注男性的陳規定型症狀。\n經驗。\n\n資料來源\n[https://www.heart.org/en/health-topics/heart...",
      "title": "YSK：女性最常見的心臟病發作症狀是胸痛或不適。但女性比男性更有可能出現其他一些常見的症狀，特別是呼吸急促、噁心/嘔吐和背部或下頜疼痛。"
    }
  ]
}