{
  "author": "morrowindnostalgia",
  "the_new_excerpt": "Why YSK: The Petrucci Music Library is one of the most valuable online cultural\nresources for both classical musicians and music-lovers.\n\nhttps://imslp.org/wiki/Main_Page\n\nBeginner musicians often search questionable sites looking for specific\nclassical music pieces that charge you for their sheet…",
  "original_created_utc": 1610737193,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：Petrucci音乐图书馆是最有价值的在线文化之一。\n为古典音乐人和音乐爱好者提供资源。\n\nhttps://imslp.org/wiki/Main_Page\n\n初学者经常会搜索有问题的网站，寻找特定的\n古典音乐作品，收取你他们的乐谱... ...",
      "title": "YSK: IMSLP (International Music Score Library Project/Petrucci Music Library)是一个包含数千首免费公共领域乐谱/乐谱和录音供下载的在线图书馆。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：Petrucci音樂圖書館是最有價值的在線文化之一。\n爲古典音樂人和音樂愛好者提供資源。\n\nhttps://imslp.org/wiki/Main_Page\n\n初學者經常會搜索有問題的網站，尋找特定的\n古典音樂作品，收取你他們的樂譜... ...",
      "title": "YSK: IMSLP (International Music Score Library Project/Petrucci Music Library)是一個包含數千首免費公共領域樂譜/樂譜和錄音供下載的在線圖書館。"
    }
  ],
  "title": "YSK: IMSLP (International Music Score Library Project/Petrucci Music Library) is an online library that contains thousands of free public domain music scores/sheet music and recordings for download",
  "created_utc": 1610806324,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The Petrucci Music Library is one of the most valuable online cultural resources for both classical musicians and music-lovers.</p>\n\n<p><a href=\"https://imslp.org/wiki/Main_Page\">https://imslp.org/wiki/Main_Page</a></p>\n\n<p>Beginner musicians often search questionable sites looking for specific classical music pieces that charge you for their sheet music. These are not the &quot;proper&quot; music sheets and are more often than not inaccurate and unfaithful to the original score - unlike the ones found on IMSLP, which in many cases are scans of official scores. Not to mention free.</p>\n\n<p>Even for non-musicians, it is a valuable cultural resource. You may download and listen to recordings of classical music for free as well. It even has a neat feature where you can sort music by nationality.</p>\n</div><!-- SC_ON -->",
  "score": 375,
  "permalink": "/r/YouShouldKnow/comments/ky184h/ysk_imslp_international_music_score_library/",
  "subreddit": "YouShouldKnow",
  "id": "ky184h",
  "is_self": true,
  "media": null,
  "is_video": false
}