{
  "author": "ImNotEazy",
  "original_created_utc": 1640104282,
  "title": "YSK. Trade work isn’t for everyone. Coming from a 13 year tradesman",
  "created_utc": 1640130110,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK;  I hear a lot of people downplay school and hype up trades. While for some trades may be the best way to a successful future, this does not hold true for everyone. &lt;/p&gt;\n\n&lt;p&gt;I’ve trained dozens of people and watched at least %80 wash out after claiming they could handle it. Why? It’s hard, depressing, you’re going to miss your family get no thanks, and it’s out right demoralizing until you’ve mastered it unless you’re a true die hard country boy or handy man. &lt;/p&gt;\n\n&lt;p&gt;If you or your child considers trade work you have to be In perfect physical condition to even have a shot at the big bucks(some, or most tbh, forego that for hard drugs to cope). There is no I’m tired or hungry when you’re at the mercy of people that have done this for years. &lt;/p&gt;\n\n&lt;p&gt;I will not quit my trade although I am in the process of getting an education. I take pride in building. Aliens didn’t build the pyramids people like you and I  did. &lt;/p&gt;\n\n&lt;p&gt;Concrete finisher here. The broken bones, missing time with my family and pissing blood from dehydration was enough to make me reconsider my choice. 2022 college freshman at age 28&lt;/p&gt;\n\n&lt;p&gt;TLDR; do your research before joining trade work. You may be in for a surprise.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 293,
  "permalink": "/r/YouShouldKnow/comments/rlicqy/ysk_trade_work_isnt_for_everyone_coming_from_a_13/",
  "subreddit": "YouShouldKnow",
  "id": "rlicqy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK; I hear a lot of people downplay school and hype up trades. While for\nsome trades may be the best way to a successful future, this does not hold true\nfor everyone.\n\nI’ve trained dozens of people and watched at least %80 wash out after claiming\nthey could handle it. Why? It’s hard,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、学校を軽視し、トレードを誇張している人が多いと聞くからです。しかし\n貿易が将来成功するための最良の方法である場合もありますが、これは真実ではありません。\nすべての人のために\n\n私は何十人もの人を訓練してきましたが、少なくとも80％の人が、そのようなことを主張した後、消えていくのを見ました。\nということです。どうしてですか？難しいから、、、。",
      "title": "YSK 貿易の仕事は誰にでもできるものではありません。13年目の商社マンが語る"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK；我听到很多人贬低学校，炒作交易。虽然对于\n一些行业可能是通向成功未来的最佳途径，但这并不是对所有人都是如此。\n对每个人都是如此。\n\n我已经培训了几十个人，看着至少有80%的人在声称自己可以处理好之后被淘汰。\n他们可以处理。为什么？这很难，...",
      "title": "YSK。贸易工作并不适合所有人。来自一个有13年工作经验的商人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK；我聽到很多人貶低學校，炒作交易。雖然對於\n一些行業可能是通向成功未來的最佳途徑，但這並不是對所有人都是如此。\n對每個人都是如此。\n\n我已經培訓了幾十個人，看着至少有80%的人在聲稱自己可以處理好之後被淘汰。\n他們可以處理。爲什麼？這很難，...",
      "title": "YSK。貿易工作並不適合所有人。來自一個有13年工作經驗的商人"
    }
  ]
}