{
  "author": "ButtBattalion",
  "the_new_excerpt": "To be clear, I am firmly leftist so feel free to consider how this influences my\nobservations and assumptions.\n\nBeing on reddit - a rather leftist space - I have noticed a lot of people\ndecrying any policy that is right of centre as fascist. I also particularly\nnotice this on things like supporting…",
  "original_created_utc": 1623765800,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はっきり言って、私は断固たる左派ですので、このことが私の観察や仮定にどのような影響を与えているか、ご自由にお考えください。\n私の観察と仮定にどのような影響を与えているか、ご自由にお考えください。\n\nどちらかというと左派系のスペースであるredditにいると、多くの人が中道右派の政策をファシストだと批判していることに気づきます。\n中心から外れた政策をファシストと断じる人が多いことに気づきました。私も特に\n支持しているようなことにも気がつきました。",
      "title": "CMV：右寄りの人や物をファシストと呼ぶのは、左寄りのそれに相当するものを共産主義者と呼ぶのと同じことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "明确地说，我是坚定的左派，所以请随时考虑这一点是如何影响我的\n观察和假设。\n\n在reddit上--一个相当左派的空间--我注意到很多人\n谴责任何中间偏右的政策是法西斯主义。我还特别\n注意到这一点，比如支持...",
      "title": "CMV：称任何右倾的人或事为法西斯，与称左倾的人或事为共产主义是一样的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "明確地說，我是堅定的左派，所以請隨時考慮這一點是如何影響我的\n觀察和假設。\n\n在reddit上--一個相當左派的空間--我注意到很多人\n譴責任何中間偏右的政策是法西斯主義。我還特別\n注意到這一點，比如支持...",
      "title": "CMV：稱任何右傾的人或事爲法西斯，與稱左傾的人或事爲共產主義是一樣的。"
    }
  ],
  "title": "CMV: Calling any right-leaning person or thing fascist is the same as the left-leaning equivalent being called communist.",
  "created_utc": 1623792886,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, I am firmly leftist so feel free to consider how this influences my observations and assumptions.</p>\n\n<p>Being on reddit - a rather leftist space - I have noticed a lot of people decrying any policy that is right of centre as fascist. I also particularly notice this on things like supporting Trump - trump supporters are automatically labelled racist extremists and fascists when in reality most are just regular folk (though I must admit that I have only met a very small number of pro-trump people, as I am not American and in my country we generally disliked trump well before he came to political prominence - I am just skeptical to think that about half of the USA are actually the way they are portrayed on reddit).</p>\n\n<p>One thing you have to be aware of, especially in the current political climate and if your views are fairly far from centre, is that assumptions, reasoning, and logical steps that you will take for granted just dont apply to a lot of other people. I know and have befriended lots of people who diametrically oppose my politics and there are a few I can have really interesting discussions with, and whilst I often very severely disagree with them, I can see how their particular situation brought them to their conclusions. And so the best thing you can do to actually have a constructive conversation about this is to empathise and appeal to that line of thinking.</p>\n\n<p>What not to do is to just see that they have come to a conclusion that you don&#39;t like and just assume that they are the worst version that they can possibly be. Sure, overt xenophobia is a lost cause and folks who practice that should be condemned because they aren&#39;t reasonable. But to go back to the example of trump supporters, seeing only the crazies that invade the capitol building and tarring them all with the same brush is absolute nonsense.</p>\n\n<p>To me it is exactly the same as people on the right claiming that e.g. universal healthcare is communism, or that people who want better wealth equity or racial justice as communists. They&#39;re not. Sure, there are some tankies in there, and from my point of view they should be ignored and condemned too, but when I see the entire left being tarred with that brush I just think it&#39;s an absolutely nonsensical and bad faith put down to try to avoid any actual discourse and instead just try to say &quot;other side bad&quot;</p>\n\n<p>Remember - the folks who say that are also getting algorithmically fed only the examples of the very worst of the left such as destruction left by BLM protests and the least intelligent amongst the community. That&#39;s what they&#39;re fed of the left, and we know that we&#39;re not actually like that. So don&#39;t ignore that self-awareness and extend it to the folks on the right too.</p>\n\n<p>Edit: I realise that I am speaking to a primarily American crowd, but I used trump as a contemporary example and this point is not explicitly about him. Trump himself could ostensibly be labelled as fascist, but the point I am making is that being very slightly right of centre and voting a certain way because it&#39;s your party and it aligns with your tax policy is not the same as being far right and voting trump because you hate black people and he will stop immigration. I know that the US electoral system bunches these people together, but that does not mean they&#39;re all the same.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/o0f4ca/cmv_calling_any_rightleaning_person_or_thing/",
  "subreddit": "changemyview",
  "id": "o0f4ca",
  "is_self": true,
  "media": null,
  "is_video": false
}