{
  "author": "BigChillin94",
  "original_created_utc": 1629109968,
  "title": "CMV: Extremely loud vehicles such as motorcycles and vehicles with custom exhausts/tail pipes should be illegal to operate in neighborhoods between certain hours in the night and become a ticketable offense, similar to a speeding ticket.",
  "created_utc": 1629118302,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When choosing a vehicle to purchase or when choosing how to customize your vehicle, you have options. You could buy an old 1990s sedan and replace the ancient FM radio with a Bluetooth receiver, you could buy a reliable SUV and install spill-proof seat covers for your messy kids, or you could buy a Harley Davidson and throw the loudest tail pipe you can find onto it.</p>\n\n<p>My point is that people who own and drive loud vehicles are CHOOSING to own and drive that loud vehicle. I believe that this choice they&#39;ve made should come with some restrictions in order to allow innocent home dwellers to be able to sleep throughout the night without being woken up by some unnecessary outside source of noise. Playing music in your home at 3:00 in the morning so loudly that your neighbors are able to hear it is already an acceptable situation to get the police involved with a noise complaint, so why wouldn&#39;t we do the same for vehicles as loud as an AR-15 driving by just 20 feet away from someone&#39;s bedroom window?</p>\n</div><!-- SC_ON -->",
  "score": 128,
  "permalink": "/r/changemyview/comments/p5dfib/cmv_extremely_loud_vehicles_such_as_motorcycles/",
  "subreddit": "changemyview",
  "id": "p5dfib",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When choosing a vehicle to purchase or when choosing how to customize your\nvehicle, you have options. You could buy an old 1990s sedan and replace the\nancient FM radio with a Bluetooth receiver, you could buy a reliable SUV and\ninstall spill-proof seat covers for your messy kids, or you could buy a…"
}