{
  "author": "BigChillin94",
  "original_created_utc": 1629109968,
  "title": "CMV: Extremely loud vehicles such as motorcycles and vehicles with custom exhausts/tail pipes should be illegal to operate in neighborhoods between certain hours in the night and become a ticketable offense, similar to a speeding ticket.",
  "created_utc": 1629118302,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When choosing a vehicle to purchase or when choosing how to customize your vehicle, you have options. You could buy an old 1990s sedan and replace the ancient FM radio with a Bluetooth receiver, you could buy a reliable SUV and install spill-proof seat covers for your messy kids, or you could buy a Harley Davidson and throw the loudest tail pipe you can find onto it.</p>\n\n<p>My point is that people who own and drive loud vehicles are CHOOSING to own and drive that loud vehicle. I believe that this choice they&#39;ve made should come with some restrictions in order to allow innocent home dwellers to be able to sleep throughout the night without being woken up by some unnecessary outside source of noise. Playing music in your home at 3:00 in the morning so loudly that your neighbors are able to hear it is already an acceptable situation to get the police involved with a noise complaint, so why wouldn&#39;t we do the same for vehicles as loud as an AR-15 driving by just 20 feet away from someone&#39;s bedroom window?</p>\n</div><!-- SC_ON -->",
  "score": 128,
  "permalink": "/r/changemyview/comments/p5dfib/cmv_extremely_loud_vehicles_such_as_motorcycles/",
  "subreddit": "changemyview",
  "id": "p5dfib",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When choosing a vehicle to purchase or when choosing how to customize your\nvehicle, you have options. You could buy an old 1990s sedan and replace the\nancient FM radio with a Bluetooth receiver, you could buy a reliable SUV and\ninstall spill-proof seat covers for your messy kids, or you could buy a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "購入するクルマを選ぶとき、あるいは自分のクルマをどのようにカスタマイズするかを選ぶとき\n車を選ぶときには、選択肢があります。1990年代の古いセダンを買って、古いFMラジオをBluetooth受信機に交換することもできます。\n1990年代の古いセダンを買って、古いFMラジオをBluetoothレシーバーに交換するか、信頼性の高いSUVを買って\nこぼしやすい子供のためにこぼれないシートカバーをつけるとか、あるいは",
      "title": "CMV：モーターサイクルやカスタムエキゾースト/テールパイプを装備した車両など、極端に大きな音を出す車両は、夜間の一定時間帯に近隣で運行することを違法とし、スピード違反と同様に切符の対象とすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当选择购买车辆或选择如何定制你的\n时，你有很多选择。你可以买一辆20世纪90年代的老式轿车，用蓝牙接收器取代古老的调频收音机。\n古老的调频收音机换成蓝牙接收器，你可以买一辆可靠的SUV，然后为你混乱的孩子安装防溅座椅套。\n你可以买一辆可靠的SUV，并为你混乱的孩子安装防溢出的座椅套，或者你可以买一辆...",
      "title": "摩托车：极度吵闹的车辆，如摩托车和带有定制排气管/尾管的车辆，在夜间的某些时段在社区内行驶应该是非法的，并成为一种可开罚单的违法行为，类似于超速罚单。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當選擇購買車輛或選擇如何定製你的\n時，你有很多選擇。你可以買一輛20世紀90年代的老式轎車，用藍牙接收器取代古老的調頻收音機。\n古老的調頻收音機換成藍牙接收器，你可以買一輛可靠的SUV，然後爲你混亂的孩子安裝防濺座椅套。\n你可以買一輛可靠的SUV，併爲你混亂的孩子安裝防溢出的座椅套，或者你可以買一輛...",
      "title": "摩托車：極度吵鬧的車輛，如摩托車和帶有定製排氣管/尾管的車輛，在夜間的某些時段在社區內行駛應該是非法的，併成爲一種可開罰單的違法行爲，類似於超速罰單。"
    }
  ]
}