{
  "author": "eggbert_thophthysis",
  "the_new_excerpt": "Why YSK: The story of homelessness is completely different from the side of the\nunhoused than how it is portrayed in mainstream media.\n\nIf you haven't heard of it, this channel is a collection of interviews of\nunhoused people telling their stories of how they became homeless. I don't have\nany…",
  "original_created_utc": 1611685864,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：无家可归的故事与身边的完全不同。\n比起主流媒体对它的描述，无家可归的人。\n\n如果你没有听说过，这个频道是一个采访的集合。\n无家可归的人讲述他们如何成为无家可归者的故事。我没有\n任何...",
      "title": "YSK关于YouTube频道 \"看不见的人\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：無家可歸的故事與身邊的完全不同。\n比起主流媒體對它的描述，無家可歸的人。\n\n如果你沒有聽說過，這個頻道是一個採訪的集合。\n無家可歸的人講述他們如何成爲無家可歸者的故事。我沒有\n任何...",
      "title": "YSK關於YouTube頻道 \"看不見的人\""
    }
  ],
  "title": "YSK about the YouTube channel \"Invisible People\"",
  "created_utc": 1611737520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The story of homelessness is completely different from the side of the unhoused than how it is portrayed in mainstream media. </p>\n\n<p>If you haven&#39;t heard of it, this channel is a collection of interviews of unhoused people telling their stories of how they became homeless. I don&#39;t have any involvement with the channel, but after watching a bunch of their videos I&#39;ve really been woken up to the perception of homelessness in the U.S. </p>\n\n<p>People seem to think that the unhoused deserve their position in life, and that they are all addicted to drugs or mentally ill. A lot of the people in these videos actually have jobs (sometimes more than one) but still can&#39;t afford rent.</p>\n\n<p>Then the response is &quot;well move then,&quot; which as many of these people explain is impossible. Whether it&#39;s cost prohibitive, or estranging them from their support network, or just because where they are is home to them, they just can not pick up and go rent somewhere cheaper.</p>\n\n<p>These are COMMON perceptions, and I bet if anyone is reading this, you most likely have these beliefs (consciously or unconsciously) and that doesn&#39;t make us bad people; there is just a lack of exposure to the condition of homelessness so we&#39;re forced to make assumptions about it. </p>\n\n<p>That&#39;s why I&#39;m posting about this YouTube channel. Honestly I would watch a variety channels if there was content like this being produced, but it&#39;s not. So hopefully someone sees this and either spreads word about it or does something similar in their own area because we IGNORE this gigantic humanitarian crisis happening on our doorstep! </p>\n\n<p>Thanks for reading!</p>\n</div><!-- SC_ON -->",
  "score": 357,
  "permalink": "/r/YouShouldKnow/comments/l5k6z3/ysk_about_the_youtube_channel_invisible_people/",
  "subreddit": "YouShouldKnow",
  "id": "l5k6z3",
  "is_self": true,
  "media": null,
  "is_video": false
}