{
  "author": "chrissyishungry",
  "original_created_utc": 1638106253,
  "title": "Do you try to figure out the ending of the book as you read?",
  "created_utc": 1638116304,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am often blindsided by twist endings in books. So often, especially with popular books, people ask &quot;oh, did you figure out the twist?&quot; and almost always, I did not. The thing is, unless it&#39;s a legit &quot;whodunit&quot; type mystery (ie, The Hunting Party), I don&#39;t even really try. Literally three times this year, I was like &quot;OMG they were dead!?&quot;</p>\n\n<p>I was feeling like it makes me dumb or unobservant for not picking up certain clues, but I think I just focus on what is happening and enjoy the ride. I don&#39;t necessarily treat a book like a puzzle to solve, but I&#39;m wondering how others approach it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/r44d3o/do_you_try_to_figure_out_the_ending_of_the_book/",
  "subreddit": "books",
  "id": "r44d3o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am often blindsided by twist endings in books. So often, especially with\npopular books, people ask \"oh, did you figure out the twist?\" and almost always,\nI did not. The thing is, unless it's a legit \"whodunit\" type mystery (ie, The\nHunting Party), I don't even really try. Literally three times…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本の中のツイストエンディングによく驚かされます。特に人気のある本では、よく\nと聞かれますが、ほとんどの場合、私は分かりません。\n私は分かりませんでした。と聞かれることが多いのですが、ほとんどの場合、分かりませんでした。\nハンティング・パーティー』など）でない限り、私は本当に試みようともしません。文字通り、3回も...。",
      "title": "読みながら結末を考えたりするのですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常被书中的曲折结局吓懵了。所以经常，特别是对于\n流行的书，人们会问：\"哦，你知道这个转折吗？\"而几乎总是这样。\n我没有。问题是，除非是合法的 \"侦探小说 \"类型的推理小说（即，\"H \"的故事），否则我不知道。\n狩猎派对），我甚至都不怎么尝试。从字面上看，有三次...",
      "title": "你是否在阅读过程中试图弄清书的结局？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常被書中的曲折結局嚇懵了。所以經常，特別是對於\n流行的書，人們會問：\"哦，你知道這個轉折嗎？\"而幾乎總是這樣。\n我沒有。問題是，除非是合法的 \"偵探小說 \"類型的推理小說（即，\"H \"的故事），否則我不知道。\n狩獵派對），我甚至都不怎麼嘗試。從字面上看，有三次...",
      "title": "你是否在閱讀過程中試圖弄清書的結局？"
    }
  ]
}