{
  "author": "thomthehipposlayer",
  "original_created_utc": 1634086110,
  "title": "YSK: Optimism doesn't conflict with realism. To \"optimize\" means to make most of a situation, opportunity, or resource. It's the most practical application of realism.",
  "created_utc": 1634092985,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people think optimism means putting on rose-colored glasses, burying your head in the sand and refusing to accept your problems. In reality, it&#39;s accepting your hand and finding the best way to play your cards.</p>\n\n<p>Being an optimist doesn&#39;t mean you can&#39;t be a realist. It means that you&#39;re a realist who makes the best of what they have.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/YouShouldKnow/comments/q6ztmp/ysk_optimism_doesnt_conflict_with_realism_to/",
  "subreddit": "YouShouldKnow",
  "id": "q6ztmp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people think optimism means putting on rose-colored glasses,\nburying your head in the sand and refusing to accept your problems. In reality,\nit's accepting your hand and finding the best way to play your cards.\n\nBeing an optimist doesn't mean you can't be a realist. It means that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人は、楽観主義とはバラ色の眼鏡をかけることだと思っています。\n楽観主義とは、バラ色のメガネをかけて、頭を砂に埋めて、問題を受け入れないことだと思っている人が多いようです。しかし、実際は違います。\n実際には、自分の手を受け入れて、自分のカードを使う最善の方法を見つけることです。\n\n楽観主義者だからといって、現実主義者になれないわけではありません。それはつまり...",
      "title": "YSK: 楽観主義は、現実主義と相反するものではありません。最適化」とは、ある状況、機会、資源を最大限に活用することです。これは、現実主義の最も実用的なアプリケーションです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人认为乐观意味着戴上玫瑰色的眼镜。\n把头埋在沙子里，拒绝接受自己的问题。在现实中。\n它是接受你的手，并找到最好的方式来玩你的牌。\n\n成为一个乐观主义者并不意味着你不能成为一个现实主义者。这意味着...",
      "title": "YSK：乐观主义与现实主义并不冲突。优化 \"是指最大限度地利用某种情况、机会或资源。这是现实主义的最实际应用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人認爲樂觀意味着戴上玫瑰色的眼鏡。\n把頭埋在沙子裏，拒絕接受自己的問題。在現實中。\n它是接受你的手，並找到最好的方式來玩你的牌。\n\n成爲一個樂觀主義者並不意味着你不能成爲一個現實主義者。這意味着...",
      "title": "YSK：樂觀主義與現實主義並不衝突。優化 \"是指最大限度地利用某種情況、機會或資源。這是現實主義的最實際應用。"
    }
  ]
}