{
  "author": "Ancient_Bags",
  "original_created_utc": 1639748180,
  "title": "YSK pet cats outdoors and feral cats are a huge predation issue.",
  "created_utc": 1639942490,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Letting your cats outside may be great for their mental health, but it is worse for your local ecosystem. Cats are natural predators, and as a result are the largest and most abundant invasive predator of birds in the US. &lt;/p&gt;\n\n&lt;p&gt;Feral cats number over 50M in the US, equating to about &lt;strong&gt;8 billion&lt;/strong&gt; small game hunts per year, most of which are small song birds.(2.4 billion) &lt;/p&gt;\n\n&lt;p&gt;Why is this important to me?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;a single mating pair of cats can produce 400,000 offspring in 7 years&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;cats kill about 50% of songbird fledglings (baby birds)&lt;/strong&gt; they will never recover at this rate&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;a UNebraska study has pinned 33 bird extinction events on cat predation&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Humans&lt;/strong&gt;, almost 8 billion of us and our cars, &lt;strong&gt;are responsible for about 400M deaths of song-birds annually, cats are 2.4 billion&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;This issue is 100% to blame on irresponsible cat owners because they are an invasive species brought here by pet trade. &lt;/p&gt;\n\n&lt;p&gt;Source:&lt;a href=\"https://www.wintuaudubon.org/feral-cats-drive-songbird-decline/\"&gt;Wintu Audubon Society - Feral cats drive songbird decline&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/rihl9w/ysk_pet_cats_outdoors_and_feral_cats_are_a_huge/",
  "subreddit": "YouShouldKnow",
  "id": "rihl9w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Letting your cats outside may be great for their mental health, but it\nis worse for your local ecosystem. Cats are natural predators, and as a result\nare the largest and most abundant invasive predator of birds in the US.\n\nFeral cats number over 50M in the US, equating to about 8 billion…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由：猫を外に出すことは、猫の精神衛生上、とても良いことかもしれませんが\nは、地域の生態系に悪影響を及ぼします。猫は自然の捕食者であり、その結果\nアメリカでは、鳥類を捕食する最大かつ最も豊富な侵略的捕食者なのです。\n\nアメリカでは野良猫が5,000万匹以上生息しており、その数は約80億匹に相当します...",
      "title": "YSKペットの猫を屋外に出して、野良猫を捕食することは大きな問題です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：让你的猫在外面活动可能对它们的心理健康有好处，但对当地的生态环境来说却更糟。\n但对当地的生态系统来说，却是雪上加霜。猫是天然的捕食者，因此\n是美国最大和最丰富的鸟类入侵捕食者。\n\n在美国，野猫的数量超过5千万只，相当于约80亿只。",
      "title": "YSK户外的宠物猫和野猫是一个巨大的捕食问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：讓你的貓在外面活動可能對它們的心理健康有好處，但對當地的生態環境來說卻更糟。\n但對當地的生態系統來說，卻是雪上加霜。貓是天然的捕食者，因此\n是美國最大和最豐富的鳥類入侵捕食者。\n\n在美國，野貓的數量超過5千萬只，相當於約80億隻。",
      "title": "YSK戶外的寵物貓和野貓是一個巨大的捕食問題。"
    }
  ]
}