{
  "author": "xSypRo",
  "original_created_utc": 1631970103,
  "title": "Ender's Game is one of the best books I've ever read - Don't judge a book by its shitty back-cover summary",
  "created_utc": 1631975236,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished Ender&#39;s Game last week, and what a brilliant book it is. It was sitting on my shelf for 2 years because I ordered it online and lost all interest in reading it after reading the back cover summary &quot;a 6-year-old trying to save the world from bugs&quot; made me think it&#39;s a book for 6yo.</p>\n\n<p>But I am so glad that I did. The story was great and the story-telling was superb, it kept my interesting trough the whole story, and made Ender feel relatable and real. Which is so rare in this genre that is dominated by 1 dimensional &quot;boring hero&quot; characters.</p>\n\n<p>The story of his growth and becoming more mature with each chapter, but still facing the same problems. Toward the end I was sure that there is a second book, because I thought there is no way they wrap it up in 50 pages, so it gave me a mind blown moment. Coming back to the game, to Peter, to his traumas and it all build up so perfectly toward the entire story, it&#39;s one of the most complete books I&#39;ve read.</p>\n\n<p>This book has ruined my standards and I know future books going to let me down now in comparison to this one.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/books/comments/pqm0td/enders_game_is_one_of_the_best_books_ive_ever/",
  "subreddit": "books",
  "id": "pqm0td",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished Ender's Game last week, and what a brilliant book it is. It was\nsitting on my shelf for 2 years because I ordered it online and lost all\ninterest in reading it after reading the back cover summary \"a 6-year-old trying\nto save the world from bugs\" made me think it's a book for 6yo.\n\nBut I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先週、「エンダーのゲーム」を読み終えたのですが、なんと素晴らしい本なのでしょう。この本は\nオンラインで注文したために、2年間棚に眠っていました。\n虫から世界を救おうとする6歳の少年」という裏表紙の要約を読んで、これは本だと思って読む気をなくしてしまったからです。\n虫から世界を救おうとする6歳児」という裏表紙の概要を読んで、6歳児向けの本だと思ってしまい、読む気をなくしていました。\n\nしかし、私は...",
      "title": "エンダーのゲーム』は私がこれまでに読んだ中で最高の本の一つです - クソみたいな裏表紙の要約で本を判断してはいけない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我上周完成了《安德的游戏》，这是一本多么精彩的书。这本书\n这本书在我的书架上放了两年，因为我在网上订购了这本书，在看了封底摘要 \"一个6岁的孩子在努力尝试 \"之后，我失去了阅读的兴趣。\n因为我在网上订购了这本书，但在看到封底的摘要 \"一个6岁的孩子试图\n一个6岁的孩子试图从虫子手中拯救世界\"，这让我觉得这是一本适合6岁孩子的书。\n\n但我...",
      "title": "安德的游戏》是我读过的最好的书之一 - 不要以其糟糕的封底摘要来判断一本书的好坏"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我上週完成了《安德的遊戲》，這是一本多麼精彩的書。這本書\n這本書在我的書架上放了兩年，因爲我在網上訂購了這本書，在看了封底摘要 \"一個6歲的孩子在努力嘗試 \"之後，我失去了閱讀的興趣。\n因爲我在網上訂購了這本書，但在看到封底的摘要 \"一個6歲的孩子試圖\n一個6歲的孩子試圖從蟲子手中拯救世界\"，這讓我覺得這是一本適合6歲孩子的書。\n\n但我...",
      "title": "安德的遊戲》是我讀過的最好的書之一 - 不要以其糟糕的封底摘要來判斷一本書的好壞"
    }
  ]
}