{
  "author": "4862skrrt2684",
  "original_created_utc": 1630834415,
  "title": "Do any of you have concentration issues when trying to read?",
  "created_utc": 1630859150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I dont mean in a &quot;meh, this book must just be boring&quot; kinda way, cus it  happens to me with good and bad books. For me, i have a hard time concentrating in general, which is one of the reasons i want to read more. It should strengthen it, or so ive heard. But often when i try to, music will play in my head. If it doesnt, i will be super aware that it isnt, and then it becomes a big struggle trying to read while knowing the second i think of i song, i wouldnt be able to stop it, and then i might as well stop trying to read.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/pia229/do_any_of_you_have_concentration_issues_when/",
  "subreddit": "books",
  "id": "pia229",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I dont mean in a \"meh, this book must just be boring\" kinda way, cus it happens\nto me with good and bad books. For me, i have a hard time concentrating in\ngeneral, which is one of the reasons i want to read more. It should strengthen\nit, or so ive heard. But often when i try to, music will play in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本はつまらないに違いない」というような意味ではありません。\n良い本でも悪い本でも、私にはよくあることです。私の場合、一般的に集中するのが苦手なんです。\nもっと読みたいと思う理由の1つです。集中力を高めることができる。\n強化されるはずだ、と聞いたことがあります。しかし、集中しようとすると、しばしば音楽が流れてきて...。",
      "title": "読書をするときに集中力が続かない人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思不是说 \"我，这本书一定很无聊\"，因为这种情况发生在我身上。\n我对好书和坏书都是如此。对我来说，我很难集中注意力。\n这也是我想多读书的原因之一。它应该加强\n它应该加强，或者说我听说过。但是，往往当我尝试时，音乐就会在我的脑海中响起。",
      "title": "你们中有人在试图阅读时有注意力不集中的问题吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思不是說 \"我，這本書一定很無聊\"，因爲這種情況發生在我身上。\n我對好書和壞書都是如此。對我來說，我很難集中注意力。\n這也是我想多讀書的原因之一。它應該加強\n它應該加強，或者說我聽說過。但是，往往當我嘗試時，音樂就會在我的腦海中響起。",
      "title": "你們中有人在試圖閱讀時有注意力不集中的問題嗎？"
    }
  ]
}