{
  "author": "Media_Offline",
  "original_created_utc": 1638643452,
  "title": "Is the three polarized filter experiment really a demonstration of quantum uncertainty or is there a much more simple explanation?",
  "created_utc": 1638650187,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I just watched &lt;a href=\"https://www.youtube.com/watch?v=zcqZHYo7ONs&amp;amp;ab_channel=minutephysics\"&gt;this video&lt;/a&gt; where I&amp;#39;ve just now learned of the polarizing filter experiment demonstrating Bell&amp;#39;s theorem. But it&amp;#39;s done my head in a bit because my immediate thought was simply that the experiment is flawed and the light is just in a reflection loop. &lt;/p&gt;\n\n&lt;p&gt;Light passes through filter A, half of it continues through filter B toward C. The other half is reflected back toward filter A where half of it passes through in the opposite direction and the remaining half of the bounced light again reflects back toward filter B where half of it continues through toward filter C making it brighter. Upon each reflection, the light is slightly scattered and its directionality will be altered allowing it to pass. Add to that that a large amount of light was bounced off of C initially which will have gone through the same reflection paths. This goes in a decreasing loop adding brightness to C until you get the significant boost their experiments observed.&lt;/p&gt;\n\n&lt;p&gt;To me, this doesn&amp;#39;t appear to be a great demonstration of quantum uncertainty because it is explainable through a more certain physical process. &lt;/p&gt;\n\n&lt;p&gt;My question is this: what am I missing? Why do scientists go so far down the quantum rabbit hole to explain this &amp;quot;strange&amp;quot; phenomenon that seems perfectly reasonable to me and why is my explanation not reasonable. Thank you!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/askscience/comments/r8w492/is_the_three_polarized_filter_experiment_really_a/",
  "subreddit": "askscience",
  "id": "r8w492",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I just watched <a\nhref=\"https://www.youtube.com/watch?v=zcqZHYo7ONs&amp;ab_channel=minutephysics\">this\nvideo</a> where I&#39;ve just now learned of the polarizing filter experiment\ndemonstrating Bell&#39;s theorem. But it&#39;s done my head in a bit because…"
}