{
  "author": "buuhhu1",
  "original_created_utc": 1638704380,
  "title": "Luna didn't care about the crash and is now a top 10 cryptocurrency",
  "created_utc": 1638714712,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Luna is killing it man up 65.71% since last week and breaking ATH after ATH even when the whole market is down, now sitting comfortably in the top 10.  &lt;/p&gt;\n\n&lt;p&gt;This run up seems kinda similar to that of Solana a few months ago, i could see it going up a few other places if all the planets align.  &lt;/p&gt;\n\n&lt;p&gt;If you haven&amp;#39;t look into Luna yet i suggest you do, it&amp;#39;s a great project with a very solid team, who are always doing their best to improve and usually listen to their community.  &lt;/p&gt;\n\n&lt;p&gt;This is not financial advice, just DYOR and enjoy the ride :)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 280,
  "permalink": "/r/CryptoCurrency/comments/r9dzfl/luna_didnt_care_about_the_crash_and_is_now_a_top/",
  "subreddit": "CryptoCurrency",
  "id": "r9dzfl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Luna is killing it man up 65.71% since last week and breaking ATH after ATH even\nwhen the whole market is down, now sitting comfortably in the top 10.\n\nThis run up seems kinda similar to that of Solana a few months ago, i could see\nit going up a few other places if all the planets align.\n\nIf you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>Lunaは先週から65.71%上昇し、市場全体が下がっている時でもATHを次々と更新している。\n先週から65.71%上昇し、市場全体が下落している時でもATHを次々と更新し、今ではトップ10に余裕で入っています。\nトップ10入りを果たしました。</p> <p>この上昇は、数ヶ月前のSolanaの上昇に似ているように思います。\n</p> <p>この上昇は、数ヶ月前のSolanaの上昇と似ているような気がしますが、私には他にもいくつかの上昇が考えられます。",
      "title": "ルナは暴落を気にせず、今ではトップ10の暗号通貨となっている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>鲁能正在大杀四方，自上周以来上涨了65.71%。\n吕纳是个大杀器，自上周以来上涨了65.71%，并且在整个市场下跌的情况下，打破了一个又一个的ATH，现在稳坐前十。\n舒适地坐在前10名。</p> <p>这轮上涨似乎有点类似于几个月前的索拉纳。\n几个月前的Solana，我可以看到它还会上涨一些......",
      "title": "Luna不在乎崩溃，现在是前10名的加密货币"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>魯能正在大殺四方，自上週以來上漲了65.71%。\n呂納是個大殺器，自上週以來上漲了65.71%，並且在整個市場下跌的情況下，打破了一個又一個的ATH，現在穩坐前十。\n舒適地坐在前10名。</p> <p>這輪上漲似乎有點類似於幾個月前的索拉納。\n幾個月前的Solana，我可以看到它還會上漲一些......",
      "title": "Luna不在乎崩潰，現在是前10名的加密貨幣"
    }
  ]
}