{
  "author": "Livid-Ad2206",
  "original_created_utc": 1636411316,
  "title": "CMV: Underage employed staff should be automatically granted Christmas time and important family events off by law.",
  "created_utc": 1636420383,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Or at least granted the option every year. (Young workers in general 16-24)</p>\n\n<p>So firstly, I understand that CEO’s, business owners and managers have a business to run. But, being human beings themselves, they should, of all people, understand the limitations of being young has on you while you still live with you family, and also, why they should not be treated like adults to the full extent like other workers.</p>\n\n<p>I think that as still being classed as children; a young worker between 16-25 years old should not be forced to choose between their job or spending time with their family.</p>\n\n<p>I’m beginning to realise this doesn’t just affect young workers at Christmas time; but also experiences such as weddings, which are once in a life time but never classed as important by employment law; at least where I’m from they’re not; or the retail kind of work I am in, but also funerals are very limited to a certain extent of first blood family members only. You can’t go to a funeral of a friend, or an important person in your life because it’s not granted by staff in unless it was another colleague or booked off.</p>\n\n<p>I’ve missed valuable experiences with my grandad before he died as a result of feeling guilty for not prioritising work over seeing him. </p>\n\n<p>Also being managers, where most would also be parents should also be a lot more empathetic to the situation. Such as kids who are studying for final, or important exams. Some just absolutely refuse to offer the time, and sometimes have to wait to be granted that time for cover, while they could be studying. I think that’s a disgusting and selfish mindset.</p>\n\n<p>Businesses should have a way of a) not relying on young staff to cover all hours, (as I’m seeing a lot more older staff either being lazy or calling medical issues (which half of these days I’m calling bullshit); which affects the business more than the young workers getting the time they need, and b) regularly employing more reliable and older more experienced staff when they need to. Young workers being told they have staff and budget issues is quite frankly, not their problem, and just a business screw up to have 80% of your employers to be 16-25 year olds, who are all going through extremely valuable and important times in their lives. and I think employers are being very selfish by invalidating or manipulating their young workers as their job being more important. Which happened to me.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qpp9jg/cmv_underage_employed_staff_should_be/",
  "subreddit": "changemyview",
  "id": "qpp9jg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Or at least granted the option every year. (Young workers in general 16-24)\n\nSo firstly, I understand that CEO’s, business owners and managers have a\nbusiness to run. But, being human beings themselves, they should, of all people,\nunderstand the limitations of being young has on you while you still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あるいは、少なくとも毎年、オプションを付与する。(一般的な16～24歳の若い労働者）\n\nだからまず、CEOやビジネスオーナー、マネージャーが\nビジネスを運営しなければならないことは理解できます。しかし、人間である以上、よりによって、若いことが自分に与える限界を理解すべきです。\nしかし、人間である以上、若さゆえの限界を理解すべきです。",
      "title": "CMV：未成年の従業員には、クリスマスや家族の大切な行事の際には自動的に休暇を与えるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "或者至少每年都授予该选项。(一般16-24岁的年轻工人)\n\n因此，首先，我理解首席执行官、企业主和管理人员有一个\n业务要经营。但是，作为人本身，他们应该，在所有的人中。\n理解年轻时对你的限制，当你仍然...",
      "title": "CMV：法律规定，未成年就业人员应自动获得圣诞时间和重要家庭活动的假期。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "或者至少每年都授予該選項。(一般16-24歲的年輕工人)\n\n因此，首先，我理解首席執行官、企業主和管理人員有一個\n業務要經營。但是，作爲人本身，他們應該，在所有的人中。\n理解年輕時對你的限制，當你仍然...",
      "title": "CMV：法律規定，未成年就業人員應自動獲得聖誕時間和重要家庭活動的假期。"
    }
  ]
}