{
  "author": "tanmay1010",
  "original_created_utc": 1640723093,
  "title": "Bitcoin dominance has slid from 71% to 41% in the span of a year and Ethereum's smart contract dominance has slid from 80% to 60%. This goes on to prove that crypto ecosystem is thriving with newer projects which are increasingly giving competition to the first gen coins.",
  "created_utc": 1640746263,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The dominance of these legacy coins are dwindling with each passing year and that is a great news. No singular coin should hold the power to dominate the entire ecosystem.&lt;/p&gt;\n\n&lt;p&gt;And with increase in adoption amongst the newer users coupled with the thriving &amp;amp; buzzing developer ecosystem ensuring that new projects with newer use cases always comes up- this sure paints a very bright future for all of us. &lt;/p&gt;\n\n&lt;p&gt;Ethereum still leads the market with 80% dominance in the smart contract platform but other projects are slowly catching up to the speed not necessarily intending to replace it. &lt;/p&gt;\n\n&lt;p&gt;Polkadot with $40b market cap, Solana with $60b market cap, Avax with $30b, Algorand $11b, Cosmos with $7b etc are all making greater strides towards achieving a variety of newer business cases. &lt;/p&gt;\n\n&lt;p&gt;Even ethereum with all its L2 protocols is trying to make our world more inclusive by making a variety of use cases feasible (mostly by making the platform scalable). The current gas fees on most of these L2 platform lies between $0.15 - $0.50 and with time &amp;amp; updates this will only improve.&lt;/p&gt;\n\n&lt;p&gt;All said- these reduction in dominance is very good for our ecosystem. It represents that we as a community are growing. These dominance numbers should and will decrease with time because our community should and will grow with time.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 191,
  "permalink": "/r/CryptoCurrency/comments/rqos4h/bitcoin_dominance_has_slid_from_71_to_41_in_the/",
  "subreddit": "CryptoCurrency",
  "id": "rqos4h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>The dominance of these legacy coins are\ndwindling with each passing year and that is a great news. No singular coin\nshould hold the power to dominate the entire ecosystem.</p> <p>And with increase\nin adoption amongst the newer users coupled with the thriving &amp;…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>これらのレガシーコインの優位性は\n年を追うごとに減少しており、これは素晴らしいニュースです。どんなコインも\n</p> <p>そして、そのようなエコシステム全体を支配する力を持つべきで\n新しいユーザーの間で採用され、繁栄と相まって＆amp;...",
      "title": "ビットコインの優位性は1年の間に71%から41%に、イーサリアムのスマートコントラクトの優位性は80%から60%に低下しています。これは、暗号エコシステムが新しいプロジェクトで繁栄し、第一世代のコインにますます競争力を与えていることを証明するものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这些传统钱币的统治地位正在逐年下降，这是一个好消息。\n越来越少，这是个好消息。没有哪种单一的钱币\n</p> <p>而且，随着新用户的增加，再加上新用户的采用率的提高。\n越来越多的新用户采用，再加上蓬勃发展的&amp;...",
      "title": "比特币的主导地位在一年内从71%滑落到41%，以太坊的智能合约主导地位从80%滑落到60%。这继续证明，加密货币生态系统正在蓬勃发展，较新的项目越来越多地给第一代硬币带来竞争。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這些傳統錢幣的統治地位正在逐年下降，這是一個好消息。\n越來越少，這是個好消息。沒有哪種單一的錢幣\n</p> <p>而且，隨着新用戶的增加，再加上新用戶的採用率的提高。\n越來越多的新用戶採用，再加上蓬勃發展的&amp;...",
      "title": "比特幣的主導地位在一年內從71%滑落到41%，以太坊的智能合約主導地位從80%滑落到60%。這繼續證明，加密貨幣生態系統正在蓬勃發展，較新的項目越來越多地給第一代硬幣帶來競爭。"
    }
  ]
}