{
  "author": "tanmay1010",
  "original_created_utc": 1640723093,
  "title": "Bitcoin dominance has slid from 71% to 41% in the span of a year and Ethereum's smart contract dominance has slid from 80% to 60%. This goes on to prove that crypto ecosystem is thriving with newer projects which are increasingly giving competition to the first gen coins.",
  "created_utc": 1640746263,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The dominance of these legacy coins are dwindling with each passing year and that is a great news. No singular coin should hold the power to dominate the entire ecosystem.&lt;/p&gt;\n\n&lt;p&gt;And with increase in adoption amongst the newer users coupled with the thriving &amp;amp; buzzing developer ecosystem ensuring that new projects with newer use cases always comes up- this sure paints a very bright future for all of us. &lt;/p&gt;\n\n&lt;p&gt;Ethereum still leads the market with 80% dominance in the smart contract platform but other projects are slowly catching up to the speed not necessarily intending to replace it. &lt;/p&gt;\n\n&lt;p&gt;Polkadot with $40b market cap, Solana with $60b market cap, Avax with $30b, Algorand $11b, Cosmos with $7b etc are all making greater strides towards achieving a variety of newer business cases. &lt;/p&gt;\n\n&lt;p&gt;Even ethereum with all its L2 protocols is trying to make our world more inclusive by making a variety of use cases feasible (mostly by making the platform scalable). The current gas fees on most of these L2 platform lies between $0.15 - $0.50 and with time &amp;amp; updates this will only improve.&lt;/p&gt;\n\n&lt;p&gt;All said- these reduction in dominance is very good for our ecosystem. It represents that we as a community are growing. These dominance numbers should and will decrease with time because our community should and will grow with time.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 191,
  "permalink": "/r/CryptoCurrency/comments/rqos4h/bitcoin_dominance_has_slid_from_71_to_41_in_the/",
  "subreddit": "CryptoCurrency",
  "id": "rqos4h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>The dominance of these legacy coins are\ndwindling with each passing year and that is a great news. No singular coin\nshould hold the power to dominate the entire ecosystem.</p> <p>And with increase\nin adoption amongst the newer users coupled with the thriving &amp;…"
}