{
  "author": "crrpit",
  "original_created_utc": 1634654872,
  "title": "CONFERENCE ANNOUNCEMENT: Due to a widespread internet outage, the AHDC2021 Keynote has been postponed until tomorrow.",
  "created_utc": 1634674968,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Unfortunately, the title says it all: a widespread internet outage affecting our keynote speaker, Dr Devon Mihesuah, means that we have had to postpone the talk until tomorrow. </p>\n\n<h1>The keynote will now take place at the same time (11 am, EDT) tomorrow, Wednesday October 20.</h1>\n\n<p>If you are already signed up for the keynote, you should shortly receive an email confirming the rescheduled time and you do not need to reregister. If you would like to come along at the new time tomorrow and haven&#39;t yet registered, you can still do so <a href=\"https://us02web.zoom.us/webinar/register/6516340505394/WN_cNNfK79IQWeTqj5O9SnVAQ\">here</a>.</p>\n\n<p>We understand that not all attendees will be able to make the new time tomorrow, and we share your disappointment. We will be doing our best to get a recording live as soon as possible, so that you can catch up on what promises to be a fantastic, timely talk.</p>\n\n<p><a href=\"https://www.reddit.com/r/AskHistorians/comments/qb89zx/megathread_day_one_of_the_askhistorians_2021/\">Other conference events</a> - panel AMAs, video releases and networking and social sessions - will continue as scheduled.</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/qbd1ky/conference_announcement_due_to_a_widespread/",
  "subreddit": "AskHistorians",
  "id": "qbd1ky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Unfortunately, the title says it all: a widespread internet outage affecting our\nkeynote speaker, Dr Devon Mihesuah, means that we have had to postpone the talk\nuntil tomorrow.\n\n\nTHE KEYNOTE WILL NOW TAKE PLACE AT THE SAME TIME (11 AM, EDT) TOMORROW,\nWEDNESDAY OCTOBER 20.\n\nIf you are already signed…"
}