{
  "author": "CalculatedLuck",
  "original_created_utc": 1628700297,
  "title": "WARNING: Do not ruin your life because of taxes like so many in 2018!",
  "created_utc": 1628710231,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h3>PREFACE</h3>\n\n<p>Obviously this is dependent on tax laws in your specific country. This post is primarily about the US and other countries with similar taxation laws.</p>\n\n<h3>WHAT HAPPENED</h3>\n\n<p>In the 2017 bull run, people saw crazy gains (10x-100x) and then traded without considering the taxable events and liabilities being created.</p>\n\n<p>Then when the 2018 crash happened they did not have money to pay their HUGE tax bill that was owed and ruined their financial life!</p>\n\n<h3>HOW IT WORKS</h3>\n\n<p>If you bought $10k worth of a coin and it 20x to $200k in 2021, and then you trade it for any other coins, you have a realized gain of $190k.</p>\n\n<p>Assuming a 20% effective tax rate, you would owe $38,000 in taxes!</p>\n\n<p>Now if your portfolio dropped 80% back down to $40k and you did not harvest the tax loss before the end of the year… you would STILL owe $38k in taxes for that year, which is your entire stack!!!</p>\n\n<h3>WHAT TO DO</h3>\n\n<p>If you had substantial gains this year and traded during the peak earlier this year, the smart thing to do is to:</p>\n\n<ol>\n<li><p>Use a crypto tax reporting software to calculate how much in realized gains and tax liability you may have.</p></li>\n<li><p>Cash out a portion of your stack and set it aside for paying taxes when they’re due OR if you&#39;re okay with the risk, you can even convert to a stable coin and hold on a lending platform to still earn some interest. (keep in mind this trade creates another taxable event so you&#39;ll want to factor that in)</p></li>\n</ol>\n\n<h3>CONCLUSION</h3>\n\n<p>There were many stories of people in 2018 who owed HUGE sums in taxes that were near their entire stack or even more because they didn’t consider taxes and didn’t plan ahead. </p>\n\n<p>Learn from their mistake so you don’t repeat it!</p>\n\n<p>Hopefully we see a 2nd leg of the bull run but don’t risk being in this position if we&#39;re in a dead cat bounce and the market goes bearish again.</p>\n</div><!-- SC_ON -->",
  "score": 169,
  "permalink": "/r/CryptoCurrency/comments/p2gvch/warning_do_not_ruin_your_life_because_of_taxes/",
  "subreddit": "CryptoCurrency",
  "id": "p2gvch",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "PREFACE\n\nObviously this is dependent on tax laws in your specific country. This post is\nprimarily about the US and other countries with similar taxation laws.\n\n\nWHAT HAPPENED\n\nIn the 2017 bull run, people saw crazy gains (10x-100x) and then traded without\nconsidering the taxable events and…"
}