{
  "author": "oachkatzele",
  "original_created_utc": 1634541469,
  "title": "you want actually unpopular opinions? here we go",
  "created_utc": 1634553316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>crypto is a big bubble that is competing with the fiat bubble in a game of chicken who bursts first.</li>\n<li>burning supply to artificially pump the price is a giga red flag and will make ETH lose market share to its competitors which will ultimately REDUCE its price (compared to what it could have been) instead of increasing it.</li>\n<li>if a coin with the codebase of bitcoin would release today it would be labeled a shitcoin and forgotten faster than the average time it would take to make a block, which to be fair, takes a while.</li>\n<li>crypto will not make everybody &quot;financially free&quot;. if everybody is rich, nobody is. you just want to ride on the back of the people that missed the crypto train that then have to work for you if crypto really flips fiat at some point.</li>\n<li>its not enough for crypto to be &quot;not as bad&quot; as the traditional banking system.<br/>\nwant to be the future? behave like it. be efficient. don&#39;t waste a fuckton of energy. don&#39;t have fees that make it impossible to buy a fucking ice cream without paying double.</li>\n<li>every coin/token was at some point centralized. decentralization is a process. judge a crypto by the effort it makes to get there.</li>\n<li>the average crypto investor has such a limited knowledge of cryptography and/or economics it SCARES ME.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 542,
  "permalink": "/r/CryptoCurrency/comments/qahn0h/you_want_actually_unpopular_opinions_here_we_go/",
  "subreddit": "CryptoCurrency",
  "id": "qahn0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. crypto is a big bubble that is competing with the fiat bubble in a game of\n    chicken who bursts first.\n 2. burning supply to artificially pump the price is a giga red flag and will\n    make ETH lose market share to its competitors which will ultimately REDUCE\n    its price (compared to what it…"
}