{
  "author": "mattie_hayes",
  "original_created_utc": 1626452037,
  "title": "I love reading Author's Notes/Afterword/Preface",
  "created_utc": 1626460652,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading <em>To Sleep in a Sea of Stars</em> by Christopher Paolini and I was thinking, &quot;that book was pretty &#39;<em>eh&#39;,</em> pretty &#39;<em>okay&#39;,</em> nothing to write home about&quot; and then I read the afterword and it was an adventure I tell you. Poor guy spent over nine years on this book, but he has good humor about it</p>\n\n<blockquote>\n<p>to quote Rolfe Humphries from the foreword to his translation of <em>The Aeneid:</em> [...] &quot;Virgil, one can well believe, having worked on the poem for over a decade, had reached the point where he felt he would rather do anything, including die, than go over the poem one more time&quot;</p>\n</blockquote>\n\n<p>Paolini knows the book is <em>&#39;eh&#39;</em>, but he did it! He finished it! I got so invested when reading his note and I was rooting so hard for him to get the book published that by the end, I was smiling like and mad man and telling my family about his great accomplishment. It really changed my disposition, and I&#39;m excited to see what Paolini comes out with next!</p>\n\n<p>&#x200B;</p>\n\n<p>However, the top spot for my favorite notes goes to Niel Gaiman. Sometimes I find myself looking forward to reading those a bit more than the book itself. In <em>Good Omens</em> Gaiman and Pratchett have some funny banter. My personal favorite:</p>\n\n<blockquote>\n<p>Agnes Nutter scenes and the kids mostly originated with Terry, the Four Horsemen and anything that involved maggots started with Neil.</p>\n</blockquote>\n\n<p>&#x200B;</p>\n\n<p>What are some author&#39;s notes that you particularly like?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/olk23c/i_love_reading_authors_notesafterwordpreface/",
  "subreddit": "books",
  "id": "olk23c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading To Sleep in a Sea of Stars by Christopher Paolini and I\nwas thinking, \"that book was pretty 'eh', pretty 'okay', nothing to write home\nabout\" and then I read the afterword and it was an adventure I tell you. Poor\nguy spent over nine years on this book, but he has good humor…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "クリストファー・パオリーニの「星の海で眠るために」を読み終えたところで\nと思っていたのですが、あとがきを読んで、「この本はかなり \"えー \"とか \"まあまあ \"で、特筆すべきことはない」と\nと思っていたのですが、あとがきを読んでみると、それはもう冒険のようなものでした。貧しい\n彼はこの本に9年以上を費やしたが、良いユーモアを持っている...。",
      "title": "オーサーズノート/アフターワード/序文を読むのが好きです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完克里斯托弗-保利尼的《在星海中沉睡》，我在想，\"这本书相当'不'，相当'好'，没什么可写的。\n我在想，\"这本书很'嗯'，很'好'，没什么可写的。\n然后我读了后记，我告诉你这是一次冒险。可怜的\n这家伙花了九年多时间写这本书，但他很有幽默感......",
      "title": "我喜欢读作者的注释/后记/序言"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完克里斯托弗-保利尼的《在星海中沉睡》，我在想，\"這本書相當'不'，相當'好'，沒什麼可寫的。\n我在想，\"這本書很'嗯'，很'好'，沒什麼可寫的。\n然後我讀了後記，我告訴你這是一次冒險。可憐的\n這傢伙花了九年多時間寫這本書，但他很有幽默感......",
      "title": "我喜歡讀作者的註釋/後記/序言"
    }
  ]
}