{
  "author": "Tricky_Troll",
  "original_created_utc": 1626256497,
  "title": "“Is this a bear market or mid cycle pullback?” Maybe you’re asking the wrong question.",
  "created_utc": 1626284566,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Exactly four years ago I was in a scenario which I am sure that many of you will find yourself in right now. As you all will know quite well by now, crypto has been crashing. As of July 2021, price of ETH has plummeted from $4,200 to the high $1,000s after running up from last year’s lows of around $100. Now let’s flashback to exactly 4 years ago. It’s mid July 2017 and I was getting very concerned about my first ever investment, Ether. ETH just dropped from $420 to $135 over the course of a few weeks and I bought on the way up between $220 and $420.</p>\n\n<blockquote>\n<p><em>Sidenote isn’t it incredible just how similar those numbers are and they’re exactly 4 years apart?</em> </p>\n\n<p><em>2017: $10 --&gt; $420 --&gt; $140 --&gt; $1,400.</em></p>\n\n<p><em>2020/2021?: $100 --&gt; $4,200 --&gt; $1,700? [We are here] $1,400? --&gt; $14K?</em></p>\n</blockquote>\n\n<p>So why did I stick around? Well, I asked myself one simple question:</p>\n\n<blockquote>\n<p>Has anything changed about Ethereum fundamentally that would make it less likely to succeed in the long run?</p>\n</blockquote>\n\n<p>Let’s answer that question now:</p>\n\n<ul>\n<li>ETH 2.0 beacon chain running smoothly and still locking up more ETH daily? ✅ 6.28 million ETH locked and counting.</li>\n<li>EIP-1559 fee burning still on it’s way? ✅ It’s only 3 weeks away now. 🔥🔥🔥</li>\n<li>Still the largest blockchain in terms of enterprise partnerships and enterprise adoption? ✅</li>\n<li>Still home of the vast majority of funds in DeFi apps? ✅</li>\n<li>Layer 2 scaling rolling out? ✅ Optimism just went live and Polygon is getting enormous.</li>\n</ul>\n\n<p>And most importantly in my opinion:</p>\n\n<ul>\n<li>Is the ETH 1 + 2.0 Proof of Stake merge (aka the “triple halving”) just around the corner?  ✅</li>\n</ul>\n\n<p>Based on all of the above, what we have is a 60% pullback with no good reason to believe that the long term success of Ethereum is in jeopardy. If you saw the charts without any context, one might expect that something would have happened, maybe a large DeFi hack or devs announcing some seemingly insurmountable roadblocks for ETH 2.0, but no. Ethereum is bigger and better than ever. In fact, the same is true for most legitimate cryptos.</p>\n\n<p>Now I don’t know if price will recover in the short term, since the current price charts look similar to both right after the 2018 bubble as well as July 2017. One was proceeded by a lengthy bear market and the other, another 10x price run up from the low. However, what I do know is that if you’re in this for the long run, you need not be concerned. Trust me, the pain you’re going through now will be nothing to the pain you will feel if you sell now and see ETH at $50,000 in 20 years’ time. As for the medium term, I am still extremely bullish on ETH. As I mentioned above, the ETH 2.0 merge is on its way. Even if it doesn’t launch as expected in Q1 2022, at some point before the end of next year, it is extremely likely that Ethereum will experience a 90% drop in its inflation and a 100% drop in ETH going to miners. Now for those of you who don’t know, miners create constant selling pressure because they have to sell their crypto to pay for their electricity bills. It’s a business with surprisingly slim profit margins for most. So what happens when Ethereum goes from $20-$50 million dollars of daily selling pressure from miners to $0? (the 0.5% inflation going to stakers will still be locked up until a later ETH 2 upgrade). Well based on Bitcoin’s history, ETH price will rise like crazy. I mean, it’s literally a triple fucking halving! 3x the effect of that thing which has started a Bitcoin bull run every time without fail.</p>\n\n<p><strong>TL;DR:</strong> In the short term anything can happen. We could enter a 2018 bear market, or we could do what we did in 2017 as I also laid out above. Anyone showing you a chart explaining why they are right is just cherry picking data. You can make valid arguments both ways. The only thing we do know is that the fundamentals of most legitimate cryptos and especially ETH are stronger than ever yet the price is not reflecting this. This means that if you’re investing for the long term, then buying here is a wise decision. After all, there is a 60% sale on the asset you were fomoing into 2 months ago when it’s fundamentals are stronger than ever!</p>\n</div><!-- SC_ON -->",
  "score": 172,
  "permalink": "/r/CryptoCurrency/comments/ok13gt/is_this_a_bear_market_or_mid_cycle_pullback_maybe/",
  "subreddit": "CryptoCurrency",
  "id": "ok13gt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Exactly four years ago I was in a scenario which I am sure that many of you will\nfind yourself in right now. As you all will know quite well by now, crypto has\nbeen crashing. As of July 2021, price of ETH has plummeted from $4,200 to the\nhigh $1,000s after running up from last year’s lows of around…"
}