{
  "author": "dd525",
  "original_created_utc": 1637195527,
  "title": "The One Thing no One Mentions When The Topic of Censorship and Banning Books Comes up is That Some really Good Books Get lost in Time",
  "created_utc": 1637246884,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So Im sure you all know that there has been a lot of talk about banning books and censoring books. It has gotten to the point where even bills are being drafted right now to &quot;deal&quot; with this issue. </p>\n\n<p>However, i feel there is something a lot of people miss which is a lot of these books that get removed or banned dont get rediscovered until years later.</p>\n\n<p>In college I took a journalism class and we had to write about how the media covered SC descisions. I did my report on this case which involved book banning <a href=\"https://en.wikipedia.org/wiki/Island_Trees_School_District_v._Pico\">https://en.wikipedia.org/wiki/Island_Trees_School_District_v._Pico</a></p>\n\n<p>while doing research i was curious as to why these books were banned and I found some of them at my local library and I must say I loved them especially Down these Mean Streets, Go ask Alice, and A Hero Ain&#39;t Nothing But a Sandwich. Those three books actually talk about a lot of things young teens are still dealing with today and they give good insight as well.</p>\n\n<p>However, these books have gotten lost in time since they were printed because they were banned and I think thats the worst part of banning or censoring books which is a great and important book can get lost . Thats just my opinion at least.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/PYeh0COgbUvT8yWe_GytEo0abac0tsqUMnjvHNAbvdI.jpg?auto=webp&s=4129ee4746900a66b9da4c6384c44628e39ba7bd",
          "width": 100,
          "height": 100
        },
        "resolutions": [],
        "variants": {},
        "id": "3OFxHOOmzpfIu70qDsIqyn3gFVVfWjXp7-gCnmW_NXU"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/qwd6hs/the_one_thing_no_one_mentions_when_the_topic_of/",
  "subreddit": "books",
  "id": "qwd6hs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So Im sure you all know that there has been a lot of talk about banning books\nand censoring books. It has gotten to the point where even bills are being\ndrafted right now to \"deal\" with this issue.\n\nHowever, i feel there is something a lot of people miss which is a lot of these\nbooks that get…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を禁止したり、検閲したりすることが話題になっているのは、皆さんもご存じだと思います。\n本を禁止したり、検閲したりすることが話題になっています。現在、この問題に対処するための法案が作成されているほどです。\nしかし、私は多くの人々が見落としていることがあると感じています。\n\nしかし、私は多くの人々が見逃していることがあると感じています。\nこのような本は",
      "title": "検閲や出版禁止の話題になったときに誰も言及しないことは、本当に良い本が時間の経過とともに失われてしまうことだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我相信你们都知道，有很多关于禁书和审查书籍的讨论\n和审查书籍。它已经到了这样的地步，甚至有人正在起草法案来\n现在正在起草法案来 \"处理 \"这个问题。\n\n然而，我觉得很多人都忽略了一件事，那就是很多这些\n书籍得到了...",
      "title": "当审查制度和禁书的话题出现时，没有人提到的一件事是，一些真正的好书在时间中丢失了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我相信你們都知道，有很多關於禁書和審查書籍的討論\n和審查書籍。它已經到了這樣的地步，甚至有人正在起草法案來\n現在正在起草法案來 \"處理 \"這個問題。\n\n然而，我覺得很多人都忽略了一件事，那就是很多這些\n書籍得到了...",
      "title": "當審查制度和禁書的話題出現時，沒有人提到的一件事是，一些真正的好書在時間中丟失了。"
    }
  ]
}