{
  "author": "bgbarnard",
  "original_created_utc": 1637945550,
  "title": "CMV: Nuns' habits are not equivalent to the hijab & comparing them is a false analogy",
  "created_utc": 1637966265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nowadays, women who enter religious orders must be eighteen and leaving at any time is permissible, even if you&#39;ve sworn your vows. Dispensation is a very real thing and even then, fully joining takes years (I know someone who just got her final vows and she started in 2007). There are dozens of women&#39;s orders and many of them don&#39;t even wear the habit or wimple anymore. There is no deep symbolism to the outfit itself - it&#39;s just what women wore back in the Middle Ages; some orders changed the uniform, others did not. I know nuns who wear the full ensemble and I know nuns who wear normal clothes - neither sees the other as being any lesser for their different apparel.</p>\n\n<p>The hijab is directly mandated by the hadiths (if you are a Quranist, it&#39;s more open to interpretation), which make it clear that women who do not observe it are sinning. The whole modesty thing is a modern excuse - it came along because Umar (2nd Rashidun caliph) was complaining about Sawdah (Muhammad&#39;s wife between Khadija and Aisha) arousing him, and this was the compromise instead of women being under house arrest. The most conservative views say the hijab is much more than a headscarf - even a woman&#39;s voice or something as simple as a handshake are considered part of her nakedness.</p>\n\n<p>I&#39;ve never seen any Catholics threatening random women on social media with hellfire for not wearing a mantilla, but i&#39;ve seen lots of victim blaming with Muslim women who aren&#39;t dong it &quot;properly.&quot; I&#39;m sure there are Muslim women who wear it of their own volition, but at the same time, I am sure there are plenty who don&#39;t and aren&#39;t saying anything because of social/religious pressure. Lastly, you cannot tell me that small children who wear the hijab are giving their consent.</p>\n\n<p>TLDR: A nun&#39;s habit isn&#39;t so much a religious garb as it is a uniform for a career choice. The hijab is very much connected with a subconscious desire to censor women and sexualize them.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/r2rlkn/cmv_nuns_habits_are_not_equivalent_to_the_hijab/",
  "subreddit": "changemyview",
  "id": "r2rlkn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nowadays, women who enter religious orders must be eighteen and leaving at any\ntime is permissible, even if you've sworn your vows. Dispensation is a very real\nthing and even then, fully joining takes years (I know someone who just got her\nfinal vows and she started in 2007). There are dozens of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在では、修道会に入る女性は18歳にならなければならず、いつでも退会することが\n誓いを立てたとしても、いつでも退会することができます。誓いを立てたとしても、いつでも退会できる。\nしても、完全に加入するには何年もかかります。\n誓いを立てたばかりの人を知っていますが、彼女は2007年に始めました）。何十人もの...",
      "title": "CMV: 尼僧の習慣はヒジャブと同等ではなく、比較することは誤ったアナロジーである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如今，进入修会的妇女必须年满18岁，在任何时候离开\n任何时候离开都是允许的，即使你已经宣过誓。调解是一个非常现实的问题。\n即使如此，完全加入也需要几年时间（我认识一个人，她刚拿到最后的誓言，她是在2007年开始的）。\n我认识一个人，她刚拿到最后的誓言，她是在2007年开始的）。有几十种...",
      "title": "CMV：修女的习惯不等同于头巾，比较它们是一个错误的比喻。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如今，進入修會的婦女必須年滿18歲，在任何時候離開\n任何時候離開都是允許的，即使你已經宣過誓。調解是一個非常現實的問題。\n即使如此，完全加入也需要幾年時間（我認識一個人，她剛拿到最後的誓言，她是在2007年開始的）。\n我認識一個人，她剛拿到最後的誓言，她是在2007年開始的）。有幾十種...",
      "title": "CMV：修女的習慣不等同於頭巾，比較它們是一個錯誤的比喻。"
    }
  ]
}