{
  "author": "uhmhi_ok",
  "original_created_utc": 1629185246,
  "title": "CMV: It is justifiable to include religion of most terrorist groups.",
  "created_utc": 1629248260,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>UPDATE: I have changed my view.</p>\n\n<p>I have seen in one post that the Taliban group in Afghanistan should not be labelled as &#39;Muslim&#39; terrorists because it will further endanger and stigmatize the good Islam people. The religion should be left out of the conversation, says one citizen. </p>\n\n<p>I do think that in these cases, the religion plays an important part. </p>\n\n<p>The Taliban terrorists are driven by their religious interests and beliefs. The law that they want to practice is based heavily on their religion.</p>\n\n<p>Examples would be the new dress code for women. According to them, women should be covered from head to toe, which is a part of the Sharia Law. </p>\n\n<p>I believe that the vast majority of Islam are not terrorists. But there are enough Muslim terrorists to make this an issue. </p>\n\n<p>We have the ISIS, the MILF, the Taliban group, and a few more. </p>\n\n<p>I also believe that my opinion could be Islamophobic, in which this is my primary reason as to why I want you to CMV.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p5yzxn/cmv_it_is_justifiable_to_include_religion_of_most/",
  "subreddit": "changemyview",
  "id": "p5yzxn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "UPDATE: I have changed my view.\n\nI have seen in one post that the Taliban group in Afghanistan should not be\nlabelled as 'Muslim' terrorists because it will further endanger and stigmatize\nthe good Islam people. The religion should be left out of the conversation, says\none citizen.\n\nI do think that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "UPDATE：私の見解を変更しました。\n\nある投稿で、アフガニスタンのタリバングループは、「イスラム教徒のテロリスト」というレッテルを貼るべきではない、という意見を目にしました。\nなぜなら、それは善良なイスラム教徒をさらに危険にさらし、汚名を着せることになるからです。\nなぜなら、善良なイスラム教徒をさらに危険にさらし、汚名を着せることになるからです。宗教は会話の中に入れないほうがいい、と。\nある市民は言う。\n\n私はそう思いますが・・・。",
      "title": "CMV: ほとんどのテロリストグループの宗教を含めることは正当なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "更新：我已经改变了我的观点。\n\n我在一个帖子中看到，阿富汗的塔利班组织不应该被称为\n我在一个帖子中看到，阿富汗的塔利班组织不应该被贴上 \"穆斯林 \"恐怖分子的标签，因为这将进一步危害和羞辱善良的伊斯兰教徒。\n好的伊斯兰教徒。一位公民说，宗教应该被排除在对话之外。\n一位公民说。\n\n我确实认为...",
      "title": "CMV：将大多数恐怖组织的宗教纳入其中是有道理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "更新：我已經改變了我的觀點。\n\n我在一個帖子中看到，阿富汗的塔利班組織不應該被稱爲\n我在一個帖子中看到，阿富汗的塔利班組織不應該被貼上 \"穆斯林 \"恐怖分子的標籤，因爲這將進一步危害和羞辱善良的伊斯蘭教徒。\n好的伊斯蘭教徒。一位公民說，宗教應該被排除在對話之外。\n一位公民說。\n\n我確實認爲...",
      "title": "CMV：將大多數恐怖組織的宗教納入其中是有道理的。"
    }
  ]
}