{
  "author": "AskScienceModerator",
  "original_created_utc": 1630580422,
  "title": "AskScience AMA Series: I'm Jon Schwantes from Pacific Northwest National Laboratory, and my team is working to uncover the origin of uranium \"Heisenberg\" cubes that resulted from Nazi Germany's failed nuclear program. Ask me anything!",
  "created_utc": 1630590884,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi Reddit, this is Jon Schwantes from PNNL. My team and I are working to uncover one of history&#39;s great mysteries. During WWII, the United States and Nazi Germany were competing to develop nuclear technology. The Allies thwarted Germany&#39;s program and confiscated 2 inch-by-2 inch uranium cubes that were at the center of this research. Where these cubes went after being smuggled out of Germany is the subject of much debate. Our research aims to resolve this question by using nuclear forensic techniques on samples that have been provided to us by other researchers, as well as on a uranium cube of unknown origin that has been located at our lab in Washington for years. I&#39;ll be on at 10:30am Pacific (1:30 PM ET, 17:30 UT) to answer your questions!</p>\n\n<p>Read more here:</p>\n\n<ul>\n<li><a href=\"https://www.pnnl.gov/news-media/world-war-ii-nazi-artifact-work-pnnl\">PNNL: World War II Nazi Artifact at Work at PNNL</a></li>\n<li><a href=\"https://physicstoday.scitation.org/do/10.1063/PT.6.4.20190501a/full/\">Physics Today: Where in the world are Nazi Germany&#39;s uranium cubes?</a></li>\n<li><a href=\"https://www.vice.com/en/article/93yvxa/this-may-be-a-heisenberg-cube-from-the-nazis-failed-nuke-program-scientists-say\">Vice: This May Be a &#39;Heisenberg Cube&#39; From the Nazis&#39; Failed Nuke Program, Scientists Say</a></li>\n</ul>\n\n<p>Username: <a href=\"/u/PNNL\">/u/PNNL</a></p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/askscience/comments/pgfkcn/askscience_ama_series_im_jon_schwantes_from/",
  "subreddit": "askscience",
  "id": "pgfkcn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi Reddit, this is Jon Schwantes from PNNL. My team and I are working to uncover\none of history's great mysteries. During WWII, the United States and Nazi\nGermany were competing to develop nuclear technology. The Allies thwarted\nGermany's program and confiscated 2 inch-by-2 inch uranium cubes that…"
}