{
  "author": "One_Grand9677",
  "original_created_utc": 1629959993,
  "title": "A Closed Circle Mystery is not a Locked Room Mystery",
  "created_utc": 1629973494,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the last year I’ve read blurbs for several modern mystery novels that are set in an isolated location with a limited number of suspects. The blurbs incorrectly call these kind of books locked room mysteries. But they are not: they are closed circle mysteries, which is a mystery with a limited number of suspects to draw from. </p>\n\n<p>A locked room mystery refers to a seemingly impossible crime, where it appears the murder couldn’t have occurred, yet did. </p>\n\n<p>It’s just a small thing but it drives me crazy. It reveals an ignorance of the mystery genre from the publisher and author that ensures I don’t buy or read the book.</p>\n\n<p>Has anyone else noticed this trend?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pbtzl3/a_closed_circle_mystery_is_not_a_locked_room/",
  "subreddit": "books",
  "id": "pbtzl3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the last year I’ve read blurbs for several modern mystery novels that are set\nin an isolated location with a limited number of suspects. The blurbs\nincorrectly call these kind of books locked room mysteries. But they are not:\nthey are closed circle mysteries, which is a mystery with a limited…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年、私はいくつかの現代ミステリー小説の宣伝文句を読んだ。\n孤立した場所を舞台にして、容疑者の数も限られている。その宣伝文句は\nこのような本を密室ミステリーと呼ぶのは間違っている。しかし、それは違います。\nそれは「クローズド・サークル・ミステリー」と呼ばれるもので、限られた容疑者しか登場しないミステリーなのです。",
      "title": "クローズド・サークル・ミステリーは、ロッキー・ルーム・ミステリーではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去一年中，我读了几本现代推理小说的简介，这些小说的背景是\n在一个孤立的地方，嫌疑人数量有限。这些简介\n不正确地称这种书为 \"锁室推理\"。但它们不是。\n它们是封闭式推理，也就是在有限范围内的推理。",
      "title": "闭环之谜不是锁室之谜"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去一年中，我讀了幾本現代推理小說的簡介，這些小說的背景是\n在一個孤立的地方，嫌疑人數量有限。這些簡介\n不正確地稱這種書爲 \"鎖室推理\"。但它們不是。\n它們是封閉式推理，也就是在有限範圍內的推理。",
      "title": "閉環之謎不是鎖室之謎"
    }
  ]
}