{
  "author": "CavesDweller",
  "original_created_utc": 1625855601,
  "title": "Have you even read a book that was so good that you felt grateful for your ability to read?",
  "created_utc": 1625885423,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading Dostoevsky&#39;s The Brothers Karamazov  was a life changing experience. It made me understand more about myself and human nature more than anything I have ever read. I regret not reading it sooner. No wonder some call it one of the greatest to have ever been written. I feel as if my life is more richer after reading it. It made me grateful for my ability to read. </p>\n\n<p>Have you ever had such an experience?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oh1org/have_you_even_read_a_book_that_was_so_good_that/",
  "subreddit": "books",
  "id": "oh1org",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading Dostoevsky's The Brothers Karamazov was a life changing experience. It\nmade me understand more about myself and human nature more than anything I have\never read. I regret not reading it sooner. No wonder some call it one of the\ngreatest to have ever been written. I feel as if my life is more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ドストエフスキーの『カラマーゾフの兄弟』を読んだことは、人生を変えるような体験でした。それは\n今までに読んだどの本よりも、自分自身と人間性について理解することができました。\n今までに読んだどの本よりも、自分自身と人間性について理解することができました。もっと早く読めばよかったと後悔しています。史上最高の作品の一つと言われるのも頷けます。\n書かれた中で最も偉大なものの一つと言われるのも不思議ではありません。私は、自分の人生がより...",
      "title": "あなたは、本を読めることに感謝したくなるような、素晴らしい本を読んだことがありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "阅读陀思妥耶夫斯基的《卡拉马佐夫兄弟》是一次改变人生的经历。它\n它使我对自己和人性的了解比我所读过的任何东西都要多。\n阅过的书。我后悔没有早点读它。难怪有人称它是\n迄今为止最伟大的作品之一。我觉得我的生活似乎更...",
      "title": "你是否曾经读过一本非常好的书，以至于你对自己的阅读能力感到感激？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "閱讀陀思妥耶夫斯基的《卡拉馬佐夫兄弟》是一次改變人生的經歷。它\n它使我對自己和人性的瞭解比我所讀過的任何東西都要多。\n閱過的書。我後悔沒有早點讀它。難怪有人稱它是\n迄今爲止最偉大的作品之一。我覺得我的生活似乎更...",
      "title": "你是否曾經讀過一本非常好的書，以至於你對自己的閱讀能力感到感激？"
    }
  ]
}