{
  "author": "Xerasi",
  "original_created_utc": 1636673306,
  "title": "CMV: It's time to stop the $X.99 pricing strategy",
  "created_utc": 1636723902,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not from the US. In fact I&#39;m from a country where we don&#39;t have credit cards and people buy brand new cars with cash and have minimal to no mortgage debt. As such, we also never have $999 instead of just $1000 for easier transactions and less headaches for accounting purposes.</p>\n\n<p>When I first came to the US, 15 years ago, this practice was odd to me. I&#39;ve never felt better about a purchase just because it&#39;s $999 instead of $1000 which let&#39;s be real after tax at the cashier it is well over $1000 anyways. If anything, I have absolutely been more furious whenever I see this stupid practice.</p>\n\n<p>Why is a bottle of water $0.99 instead of just a dollar nice and square? I also equally don&#39;t understand why a brand new car costs $57,257.82 instead of just $57,300 or $57,200? Whose nickle and dimming for 40 bucks and some odd change on a near 60k car? Specifically the 82 cents.... If it was upto me I&#39;d just put it at $57,000 and call it a day.</p>\n\n<p>Whenever people are selling things used on different marketplaces, they don&#39;t list their nintendo switch for 189.99, it&#39;s a nice round number like $200 or $190 at least which shows the general public also does not want to deal with this BS nor anybody cares. I&#39;ve never met someone when selling something used and they complained why the price is 1,200 instead of $1,199.98.</p>\n\n<p>Maybe in the past it did fool people and was something new and fun but now it&#39;s just stupid and honestly makes Americans look stupid if they really do feel better about a 60k purchase just cus its 1 cent bellow 60k....</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qrxz6d/cmv_its_time_to_stop_the_x99_pricing_strategy/",
  "subreddit": "changemyview",
  "id": "qrxz6d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not from the US. In fact I'm from a country where we don't have credit cards\nand people buy brand new cars with cash and have minimal to no mortgage debt. As\nsuch, we also never have $999 instead of just $1000 for easier transactions and\nless headaches for accounting purposes.\n\nWhen I first came…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアメリカ出身ではありません。実際、私はクレジットカードを持たない国から来ました。\n人々は新車を現金で購入し、住宅ローンの借金もほとんどありません。そのため\nそのため、取引を容易にし、会計上の頭痛の種を減らすために、1000ドルではなく999ドルにすることもありません。\n会計上の煩わしさもありません。\n\n私が最初にこの世界に入ったとき...",
      "title": "CMV: 今こそ、X.99ドルの価格戦略をやめるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是来自美国。事实上，我来自一个没有信用卡的国家。\n人们用现金购买全新的汽车，并有极少甚至没有抵押贷款债务。因此\n因此，我们也从来没有999美元，而不是1000美元，以方便交易和\n在会计方面也不那么令人头疼。\n\n当我第一次来...",
      "title": "CMV：是时候停止X.99美元的定价策略了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是來自美國。事實上，我來自一個沒有信用卡的國家。\n人們用現金購買全新的汽車，並有極少甚至沒有抵押貸款債務。因此\n因此，我們也從來沒有999美元，而不是1000美元，以方便交易和\n在會計方面也不那麼令人頭疼。\n\n當我第一次來...",
      "title": "CMV：是時候停止X.99美元的定價策略了"
    }
  ]
}