{
  "author": "strandgard",
  "the_new_excerpt": "To start off, I’m currently 24 years old working as an electrician, I’ve lived\nin Sweden all my life in the northern part. I decided to start reading when I\nwas around 21 years old at the culmination of an existential crisis precipitated\nby heartbreak, why I began reading is because of my new…",
  "original_created_utc": 1620654118,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず始めに、私は現在24歳で電気技師として働いていますが、ずっとスウェーデンの北部に住んでいます。\n生まれてからずっとスウェーデンの北部に住んでいます。読書を始めようと思ったのは、21歳くらいのときに\n読書を始めようと思ったのは、21歳の頃、失恋による実存的危機の頂点に立ったときでした。\n私がなぜ読書を始めたかというと、私の新しい...",
      "title": "読書で得たもの"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我现年24岁，是一名电工，我一直生活在瑞典北部地区。\n我一直生活在瑞典的北部地区。我决定开始阅读是在我21岁左右\n我决定开始阅读，是在我21岁左右的时候，在一次因心碎而引发的生存危机的高潮中。\n我开始阅读的原因是我的新朋友。",
      "title": "我在阅读中的收获。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我現年24歲，是一名電工，我一直生活在瑞典北部地區。\n我一直生活在瑞典的北部地區。我決定開始閱讀是在我21歲左右\n我決定開始閱讀，是在我21歲左右的時候，在一次因心碎而引發的生存危機的高潮中。\n我開始閱讀的原因是我的新朋友。",
      "title": "我在閱讀中的收穫。"
    }
  ],
  "title": "What I've gained by reading.",
  "created_utc": 1620661615,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start off, I’m currently 24 years old working as an electrician, I’ve lived in Sweden all my life in the northern part. I decided to start reading when I was around 21 years old at the culmination of an existential crisis precipitated by heartbreak, why I began reading is because of my new direction in life, namely to become a clinical psychologist. I’ve taken a rather unorthodox path towards my goal by making sure I have read enough material before I made my way into school as I’m skeptical of the academic curricula. Although Sweden has a good reputation for fine education, social sciences seems to be in a rough state all over the world. I’ve never been good in school, I was an introverted teenager who loved my computer, I’ve never felt intelligent and always believed that my strong side was nested in the practical domain rather than the abstract. The first book I read in my life was Denial of Death by Ernest Becker at the age of 21. \nI write this post because I want to try to explain the shifts in my personality that have occurred by becoming better at reading and consuming material. I’ve narrowed it down into three main points(which all look like derivates of a higher concept) because at the beginning I found myself rambling onwards aimlessly.</p>\n\n<p>Most noteworthy contributions to my current mind would be:\nAnswer to Job - Carl Jung(1952)\nThe Moral Judgment of the Child - Jean Piaget(1932)\nOn Becoming a Person - Carl R. Rogers (1956)</p>\n\n<h1>1 Expanded Vocabulary and Thinking</h1>\n\n<p>I exclusively read in english despite swedish being my everyday language. A lot a english words used in academic writing have a direct translation into swedish, this leads me into the peculiar hole of using very odd swedish words in dialogues. I’m often accused of “trying to show off” when I engage in dialogue but I maintain the idea that the words I speak are the words I think, and the words I think come from very abstract books and another language. \nI always try to keep my swedish vocabulary up to the same date as my english because I’ve found that some of my understanding is still rooted deeply in swedish. At the beginning of my reading career I had to bind so many new words from english into swedish that I came to take interest in linguistics and how it affects our understanding, this spiraled into a my new favorite genre of music: hip hop, for its deep lyrical value, but also a epistemological problem arose which was saved by Immanuel Kant in his statement that knowledge is essentially “that which can be said”.\nI now try to take a direct approach to my feelings by speaking what I feel, I try my utmost to tell the truth, I have severe respect for the faculty of articulation and its difficulties.\nI’ve begun taking an analytical approach to words that are spoken, I changed my goals of argumentation from “winning the argument” into “trying to understand”. This new perspective I’ve found comes with a whole lot of humility.</p>\n\n<h1>2 Accepting Incompetence</h1>\n\n<p>If I knew that it would be this hard to learn to read with even a little competence I probably wouldn&#39;t have started. I went into this project under the illision that it wouldn’t be this complicated, but holy fuck, I know so god damn little about anything I have no clue how I made it into my twenties with the slightest feeling of competence. I’ve thought long now that it would be glorious to find that “theory of everything” that would solve every epistemological problems ever conceived and pave way for future knowledge, but after I saw the “Snyder cut&#39;&#39; of Zack Snyder’s Justice League I had the idea that it would be rather tyrannical searching for The Absolute and also a logical inconsistency by assuming that I can know before knowing. Now I always try to leave room for my incompetence, especially things that may lay outside the current framework. This is a very weird and abstract undertaking, thinking about something which inherently can’t be thought of, maybe someday I will write a book titulated “Idiot’s Guide to Handling Incompetence and Its Philosophical Consequences&#39; \nIn my first point I pointed to the humility nested inside “trying to understand &#39;&#39; over “winning the argument”, I believe a presupposition for this framework is accepting everlasting incompetence(this also offers a whole lot more flavour to life).</p>\n\n<h1>3 Going to the Gym</h1>\n\n<p>Because I had to grind through tough literature I tried to find ways of building better understanding and reading faster. I remember reading Play, Dreams and Imitation in Childhood by Jean Piaget and spending one hour reading and trying to understand four pages, to this day I have not finished this book, I came halfway before deciding that I had to give up because I don’t understand(a proficient blow to my ego).\nAt the start of my reading career I struggled against sleepiness, reading empty words and general boredom because I couldn&#39;t understand the material. Like any sane person I did not switch to easier literature I tried to find alternative ways of thinking in order to understand. This did not work, what did work is changing my approach to literature. I started going to the gym when I realized that I feared indolence, in order to stave off the evening tiredness I found in reading I decided to train. I had heard of the philosophy of Shaolin Monks on how they move from extreme activity to extreme calmness, I believed I could find something similar. Now I’m about 8 months into my training and what I’ve found is some form of peace. Time seems to move more slowly, I don’t punish myself when I can’t comprehend my books, I walk at a different pace, I drive my car more safely, I keep a stable mood and I go to bed early. I believe the lesson resides in some derivative of tranquility, by slowing down I increased my comprehension and diminished my anger. Previously I would point at the environment for answers but now I understand that the only way forward would come If I could own up to personal responsibility and become a better man.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/n94q17/what_ive_gained_by_reading/",
  "subreddit": "books",
  "id": "n94q17",
  "is_self": true,
  "media": null,
  "is_video": false
}