{
  "author": "123456American",
  "original_created_utc": 1628475320,
  "title": "CMV: I am the only being in the universe",
  "created_utc": 1628487048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately it has dawned on me that I am the only thing that might actually exist. Everyone else is quite possibly just a figment of my imagination. If I die tomorrow, the whole universe will end with me.</p>\n\n<p>No one has ever been able to change my view about this - I have not seen one thing that would make me feel like anything else is as real as me.</p>\n\n<p>Sometimes it feels like I am the only being able to experience this whole universe - everything and everyone else isn&#39;t real - it disappears the moment I close my eyes and re-appears when I open them.</p>\n\n<p>I have read several philosophical books and there is nothing in it that would explain this away. I have never met anyone that could convince me otherwise.</p>\n\n<p>Please change my view.</p>\n\n<p>EDIT: Thanks everyone. I now understand this cant be disproven. Thank you for the responses. I will think about it more. This is just some stuff I imagine once in a while, but I realize its mostly my mental illness.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/p0s7c5/cmv_i_am_the_only_being_in_the_universe/",
  "subreddit": "changemyview",
  "id": "p0s7c5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately it has dawned on me that I am the only thing that might actually exist.\nEveryone else is quite possibly just a figment of my imagination. If I die\ntomorrow, the whole universe will end with me.\n\nNo one has ever been able to change my view about this - I have not seen one\nthing that would make…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近になって、私は実際に存在するかもしれない唯一のものであることに気がつきました。\n他の人たちは、おそらく私の想像の産物に過ぎません。もし私が明日死んだら\n明日、私が死んだら、全宇宙は私と一緒に終わります。\n\n誰も私のこの考えを変えることができませんでした - 私は、この考えを変えるようなものを見たことがありません。\n私は、この考えを変えるようなものを一つも見たことがありません...",
      "title": "CMV：私は宇宙で唯一の存在です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我突然意识到，我是唯一可能真正存在的东西。\n其他所有人都很可能只是我的想象。如果我明天死了\n明天，整个宇宙都会随着我而结束。\n\n从来没有人能够改变我对这一点的看法--我没有看到一件\n我没有看到一件事能使...",
      "title": "CMV：我是宇宙中唯一的存在"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我突然意識到，我是唯一可能真正存在的東西。\n其他所有人都很可能只是我的想象。如果我明天死了\n明天，整個宇宙都會隨着我而結束。\n\n從來沒有人能夠改變我對這一點的看法--我沒有看到一件\n我沒有看到一件事能使...",
      "title": "CMV：我是宇宙中唯一的存在"
    }
  ]
}