{
  "author": "ThePrestigeVIII",
  "original_created_utc": 1634645320,
  "title": "I don’t understand how unemployment is low but everyone is facing a worker shortage?",
  "created_utc": 1634675875,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can’t conceptually wrap my head around this. I’m a CPA so I speak to people in all sorts of industries and everyone is hurting for staff (especially skilled professionals). Driving down my cities downtown area, every single chain store or restaurant has a now hiring sign, with wages 2x minimum wage. </p>\n\n<p>However when I look at the unemployment numbers they aren’t bad at all. So what’s going on? Where are these 16 year olds working if they aren’t getting $17 at McDonald’s when just a year ago that McDonald’s was paying $8? Where did all the skilled professionals go? Some company had to hire them. Is there a brand new off the grid company hiring all the engineers, accountants, etc.?</p>\n\n<p>Then I thought well maybe demand for everything is up which means more workers are needed. But then I can’t understand where all the money is coming from to raise demand through the roof everywhere. It’s not like everyone got massive raises and the price of goods stayed the same. We actually have less buying power today than we did before the pandemic. </p>\n\n<p>The only other option is there are tons of people who are sitting at home not even collecting unemployment? I find that hard to believe especially for professionals.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/NoStupidQuestions/comments/qba541/i_dont_understand_how_unemployment_is_low_but/",
  "subreddit": "NoStupidQuestions",
  "id": "qba541",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can’t conceptually wrap my head around this. I’m a CPA so I speak to people in\nall sorts of industries and everyone is hurting for staff (especially skilled\nprofessionals). Driving down my cities downtown area, every single chain store\nor restaurant has a now hiring sign, with wages 2x minimum…"
}