{
  "author": "LittleLadyCheese",
  "original_created_utc": 1627142873,
  "title": "Authors with \"really beautiful prose\"",
  "created_utc": 1627151367,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently asked for recommendations for books with really beautiful prose, and the range of answers I received was pretty surprising. The few that I&#39;d read, while good books, did not stand out for their prose. What it made clear to me is how divergent our interpretations of &quot;really beautiful prose&quot; can be. </p>\n\n<p>So when you hear &quot;really beautiful prose,&quot; what authors come to mind for you? For me, I think of authors like Rushdie, Nabokov, Leguin, Diddion, Murakami, Kundera, and - in a different way from the others - Hemingway. I could list others, but these are my go-to when I&#39;m looking for beautiful, emersive prose. What are yours?</p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/books/comments/oqswwr/authors_with_really_beautiful_prose/",
  "subreddit": "books",
  "id": "oqswwr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently asked for recommendations for books with really beautiful prose, and\nthe range of answers I received was pretty surprising. The few that I'd read,\nwhile good books, did not stand out for their prose. What it made clear to me is\nhow divergent our interpretations of \"really beautiful prose\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、「本当に美しい文章で書かれた本を教えてください」とお願いしたところ\n意外な答えが返ってきました。私が読んだことのあるいくつかの本は\n私が読んだことのあるいくつかの本は、良い本ではありましたが、文章の美しさでは際立っていませんでした。私が感じたのは\n本当に美しい文章」の解釈がいかに多様であるかということです。",
      "title": "\"本当に美しい散文 \"を持つ作家"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我要求推荐具有真正美丽的散文的书籍，而\n我收到的答案的范围相当令人惊讶。我读过的那几本。\n虽然是好书，但并没有因为其散文而脱颖而出。这让我明白了\n我们对 \"真正美丽的散文 \"的解释有多大的分歧......",
      "title": "拥有 \"真正美丽的散文 \"的作者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我要求推薦具有真正美麗的散文的書籍，而\n我收到的答案的範圍相當令人驚訝。我讀過的那幾本。\n雖然是好書，但並沒有因爲其散文而脫穎而出。這讓我明白了\n我們對 \"真正美麗的散文 \"的解釋有多大的分歧......",
      "title": "擁有 \"真正美麗的散文 \"的作者"
    }
  ]
}