{
  "author": "False-Seaworthiness7",
  "original_created_utc": 1632860938,
  "title": "CMV: It is the responsibility of members of the LGBTQ+ community to inform me when I do/say something that offends them. It isn’t my job to actively try to stay informed.",
  "created_utc": 1632868474,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like there are new pronouns or statements that are declared insensitive every other day. This isn’t a problem for me. I am happy to call people whatever they want and treat them however they want. However, since what language is acceptable is changing so frequency, it is not my responsibility to stay informed about it. I will live my life independently from yours and if my actions or words offend you then it is your job to correct me. </p>\n\n<p>I often see people post on social media a link to a website that explains the difference between pronouns/sexual orientations. These posters expect everyone to click on it and often shame people for not staying informed if they don’t read about it. </p>\n\n<p>I think it is asking too much from people to always be aware of what is acceptable without telling people yourself. I don’t want to offend anyone, but I shouldn’t be expected to put in the work to stay informed. However, it is fair to say that I should be expected to change my behaviors if they are offensive. </p>\n\n<p>Another point: I am way less likely to listen to a straight person who says “Bi people don’t like to be called X, they prefer to be called Y”. If I only hear about people complaining on behalf of another community of people then I won’t value their input as much. If no bi person thinks it’s important enough to tell me then I don’t think I should listen to what straight people have to say.</p>\n</div><!-- SC_ON -->",
  "score": 248,
  "permalink": "/r/changemyview/comments/pxf1uy/cmv_it_is_the_responsibility_of_members_of_the/",
  "subreddit": "changemyview",
  "id": "pxf1uy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like there are new pronouns or statements that are declared insensitive\nevery other day. This isn’t a problem for me. I am happy to call people whatever\nthey want and treat them however they want. However, since what language is\nacceptable is changing so frequency, it is not my responsibility…"
}