{
  "author": "False-Seaworthiness7",
  "original_created_utc": 1632860938,
  "title": "CMV: It is the responsibility of members of the LGBTQ+ community to inform me when I do/say something that offends them. It isn’t my job to actively try to stay informed.",
  "created_utc": 1632868474,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like there are new pronouns or statements that are declared insensitive every other day. This isn’t a problem for me. I am happy to call people whatever they want and treat them however they want. However, since what language is acceptable is changing so frequency, it is not my responsibility to stay informed about it. I will live my life independently from yours and if my actions or words offend you then it is your job to correct me. </p>\n\n<p>I often see people post on social media a link to a website that explains the difference between pronouns/sexual orientations. These posters expect everyone to click on it and often shame people for not staying informed if they don’t read about it. </p>\n\n<p>I think it is asking too much from people to always be aware of what is acceptable without telling people yourself. I don’t want to offend anyone, but I shouldn’t be expected to put in the work to stay informed. However, it is fair to say that I should be expected to change my behaviors if they are offensive. </p>\n\n<p>Another point: I am way less likely to listen to a straight person who says “Bi people don’t like to be called X, they prefer to be called Y”. If I only hear about people complaining on behalf of another community of people then I won’t value their input as much. If no bi person thinks it’s important enough to tell me then I don’t think I should listen to what straight people have to say.</p>\n</div><!-- SC_ON -->",
  "score": 248,
  "permalink": "/r/changemyview/comments/pxf1uy/cmv_it_is_the_responsibility_of_members_of_the/",
  "subreddit": "changemyview",
  "id": "pxf1uy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel like there are new pronouns or statements that are declared insensitive\nevery other day. This isn’t a problem for me. I am happy to call people whatever\nthey want and treat them however they want. However, since what language is\nacceptable is changing so frequency, it is not my responsibility…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎日のように新しい代名詞や無神経と言われる発言が出てくるような気がします。\n1日おきに。これは私にとっては問題ではありません。私は人々を好きなように呼び、好きなように扱うことができます。\n好きなように呼んで、好きなように扱えばいいと思っています。しかし、どのような言葉が受け入れられるかは\n私の責任ではないのですが...。",
      "title": "CMV: LGBTQ+コミュニティのメンバーは、私が何か不快なことをしたり言ったりしたときに、それを私に知らせる責任があります。私の仕事は、積極的に情報を得ようとすることではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得每隔一天就会有新的代名词或声明被宣布为不敏感的。\n敏感。这对我来说并不是一个问题。我很高兴叫别人什么\n他们想怎么称呼他们，就怎么对待他们。然而，由于什么语言是\n是如此频繁地变化，这不是我的责任......",
      "title": "CMV：当我做/说一些冒犯他们的事情时，LGBTQ+社区的成员有责任通知我。我的工作不是要积极努力保持信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得每隔一天就會有新的代名詞或聲明被宣佈爲不敏感的。\n敏感。這對我來說並不是一個問題。我很高興叫別人什麼\n他們想怎麼稱呼他們，就怎麼對待他們。然而，由於什麼語言是\n是如此頻繁地變化，這不是我的責任......",
      "title": "CMV：當我做/說一些冒犯他們的事情時，LGBTQ+社區的成員有責任通知我。我的工作不是要積極努力保持信息。"
    }
  ]
}