{
  "author": "ZjY5MjFk",
  "original_created_utc": 1626416148,
  "title": "CMV: \"women only\" clubs are discriminatory.",
  "created_utc": 1626435117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a bit loss for words here. The [public middle] school has a &quot;technology club&quot; that my son wanted to join. He was super excited.</p>\n\n<p>But apparently he misread the flyer and it&#39;s only for girls. When I read the flyer, I told him he probably couldn&#39;t join.</p>\n\n<p>Obviously he was super disappointed and asked why and I told him that it was exclusive to just the girls at school. I told him surely there was another club he could join that was more inclusive, but as I found out, that is not the case.</p>\n\n<p>I told him I would research it a bit and give him a better answer. I called the school and they said this club was to &quot;promote diversity in technology&quot; and they confirmed they didn&#39;t have any technology orientate clubs that were open to boys.</p>\n\n<p>I&#39;m still a bit baffled. How is it diverse if they exclude approximately 50% of their student body based on gender? How is that not discriminatory ?</p>\n</div><!-- SC_ON -->",
  "score": 266,
  "permalink": "/r/changemyview/comments/olb0tk/cmv_women_only_clubs_are_discriminatory/",
  "subreddit": "changemyview",
  "id": "olb0tk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a bit loss for words here. The [public middle] school has a \"technology\nclub\" that my son wanted to join. He was super excited.\n\nBut apparently he misread the flyer and it's only for girls. When I read the\nflyer, I told him he probably couldn't join.\n\nObviously he was super disappointed and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はここで少し言葉を失っています。公立中学校には「テクノロジー・クラブ」があります。\nクラブ」があり、息子はそれに参加したいと言ってきました。彼は超興奮していました。\n\nしかし、どうやら彼はチラシを読み間違えたようで、それは女子だけのものだそうです。私がそのチラシを読んだとき\n私はチラシを読んだときに、おそらく参加できないだろうと言いました。\n\n明らかに彼はとてもがっかりしていて...。",
      "title": "CMV：「女性専用」のクラブは差別的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在这里有点不知所措。公立中学有一个 \"技术俱乐部\n俱乐部\"，我儿子想加入。他超级兴奋。\n\n但显然，他看错了传单，它只适合女孩。当我读到\n传单时，我告诉他，他可能不能加入。\n\n很显然，他超级失望，而且...",
      "title": "CMV：\"仅限女性 \"的俱乐部是歧视性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這裏有點不知所措。公立中學有一個 \"技術俱樂部\n俱樂部\"，我兒子想加入。他超級興奮。\n\n但顯然，他看錯了傳單，它只適合女孩。當我讀到\n傳單時，我告訴他，他可能不能加入。\n\n很顯然，他超級失望，而且...",
      "title": "CMV：\"僅限女性 \"的俱樂部是歧視性的。"
    }
  ]
}