{
  "author": "Maxkim12",
  "original_created_utc": 1633102051,
  "title": "CMV: I am not smart/knowledgeable enough to have strong opinion about most topics",
  "created_utc": 1633140217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Using politics as an example. Most people want to be on the side of justice, equality, etc., and very few people (I hope) believe that things like racism are ok opinions to have. I am obviously in the camp of “racism is bad”, which to most means that I should agree with the political left. However, I’ve still been hesitant to pick a firm side, and dont have a firm political identity at the moment. I’m trying to decide if that should change.</p>\n\n<p>Let’s use Ben Shapiro as an example for a moment. It’s easy to make fun of him, call him racist, etc.. And those opinions of him may even be correct.</p>\n\n<p>The issue is, he doesn’t see himself that way - he has reasons for his views. And I have no doubt that if I ever met him and debated about any of these issues, that he would beat me in the debate. He has spent much more time than I have analyzing these issues, is probably objectively a smarter person, and will be able to point to facts that I’d never heard of to support his point.</p>\n\n<p>Before anyone starts claiming that this is an “appeal to authority” fallacy or anything like that, the purpose of this post is NOT to say that Ben Shapiro is right. He may very well be wrong, and would only beat me in a debate because of my own limitations, but would lose in a debate to others with a deeper political understanding.</p>\n\n<p>However, what this means to me is that at the current level of understanding of politics that I have, I can’t refute his points. I also can’t refute the points of AOC or anyone else on the left - these people are all much more equipped than I am to answer complicated questions.</p>\n\n<p>So, how do I pick a side on any issue for which there isn’t an expert consensus? Even if I think one side is correct, there is almost undoubtedly information that points the other way, that if I learned about I would not have an answer ready on why whatever side I chose is still actually correct.</p>\n\n<p>Note: for certain individual policies that DO have expert consensus, I have picked a side. That means that I believe climate change is a man made issue, there wasn’t massive voting fraud, the vaccines are safe, etc.</p>\n\n<p>Since most individual views that I’m comfortable taking a stance in agree with the liberal party, I’d probably classify myself as left leaning if forced to choose. However, I know many conservatives who don’t believe the “crazy” side of right wing ideology, but strongly believe in right wing policies related to economics and immigration, and disagree with liberals about what is considered racist and how to solve issues such as racism/global warming. </p>\n\n<p>People on both sides of the fence for these issues are smarter and more knowledgeable than I am, and understand the issues on a much deeper level than I do. How can I claim to choose a side while knowing that?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pzacfc/cmv_i_am_not_smartknowledgeable_enough_to_have/",
  "subreddit": "changemyview",
  "id": "pzacfc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Using politics as an example. Most people want to be on the side of justice,\nequality, etc., and very few people (I hope) believe that things like racism are\nok opinions to have. I am obviously in the camp of “racism is bad”, which to\nmost means that I should agree with the political left. However,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "政治を例に挙げると ほとんどの人は、正義の味方になりたいと思っています。\n人種差別などが許されると考える人はほとんどいません。\nと思っている人は少ないと思います。私は明らかに「人種差別は悪いことだ」と考えています。\n私は明らかに「人種差別は悪いことだ」という派であり、多くの人にとっては政治的左派に賛成すべきだということになります。しかし...。",
      "title": "CMV：ほとんどのテーマについて強い意見を持てるほど、自分は賢くないし知識もない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "以政治为例。大多数人都想站在正义的一边。\n平等等等，很少有人（我希望）认为像种族主义这样的事情是\n的观点。我显然属于 \"种族主义是坏事 \"的阵营，对大多数人来说，这意味着我应该同意那些在政治上有问题的人。\n对大多数人来说，这意味着我应该同意政治左派的意见。然而，...",
      "title": "CMV：我不够聪明/知识渊博，对大多数话题都没有强烈的意见。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "以政治爲例。大多數人都想站在正義的一邊。\n平等等等，很少有人（我希望）認爲像種族主義這樣的事情是\n的觀點。我顯然屬於 \"種族主義是壞事 \"的陣營，對大多數人來說，這意味着我應該同意那些在政治上有問題的人。\n對大多數人來說，這意味着我應該同意政治左派的意見。然而，...",
      "title": "CMV：我不夠聰明/知識淵博，對大多數話題都沒有強烈的意見。"
    }
  ]
}