{
  "author": "IcedAndCorrected",
  "original_created_utc": 1633976201,
  "title": "CMV: Unless you are an elite or personally profit from the national security state, every political voting bloc in the US should be opposed to the DoJ prosecution of Julian Assange under the Espionage Act.",
  "created_utc": 1634009694,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Julian Assange is currently sitting in Belmarsh Prison in the UK, awaiting a decision on the US government&#39;s appeal of the lower court&#39;s decision not to <a href=\"https://en.wikipedia.org/wiki/Indictment_and_arrest_of_Julian_Assange#Charge_of_conspiracy_to_commit_computer_intrusion\">extradite him to the US to face</a> one count of conspiracy to commit computer intrusion and 17 counts under the Espionage Act of 1917. If convicted on all counts, he faces 175 years in prison. </p>\n\n<p>These charges all stem from his participation in the acquisition and publication of the Iraq War Logs and other documents from whistleblower Chelsea Manning in 2010 and 2011. That is, none of his alleged crimes have anything to do with the DNC or Podesta email leaks, nor with the 2016 US Presidential election or Russian collusion. </p>\n\n<p>My CMV is about groups of US voters themselves, not politicians, parties, or political factions, each of which may have good reasons (from their perspective) to support Assange&#39;s prosecution, or at least to not stand in the way. I&#39;m going to lay out some of the major US voting blocs and explain why I think they should oppose the prosecution. None of this is to say they should like Assange or think he&#39;s a good person, only that he should not be prosecuted. </p>\n\n<hr/>\n\n<p><strong>Marxists/socialists/leftists:</strong> This seems the most obvious: the US government, particularly the foreign policy and national security state, is the largest pro-capitalist and anti-communist force on earth. Leftists are among the most persecuted by FBI and CIA; the ability to publish documents that embarrass them must be defended. </p>\n\n<p><strong>Progressives/Liberals:</strong> <a href=\"https://www.washingtonpost.com/world/national-security/julian-assange-unlikely-to-face-us-charges-over-publishing-classified-documents/2013/11/25/dd27decc-55f1-11e3-8304-caf30787c0a9_story.html?utm_term=.1744d3623b8f\">WaPo describes in 2013</a> the Obama DoJ&#39;s decision not to prosecute Assange:</p>\n\n<blockquote>\n<p>Justice officials said they looked hard at Assange but realized that they have what they described as a “New York Times problem.” If the Justice Department indicted Assange, it would also have to prosecute the New York Times and other news organizations and writers who published classified material....</p>\n</blockquote>\n\n<p>The charges that Trump&#39;s DoJ eventually brought against Assange are over the same alleged offenses that Obama&#39;s declined to prosecute. If you are a liberal or progressive that holds Assange partially responsible for Trump&#39;s victory in 2016, that&#39;s a fair position to hold, but it does not follow that he should be prosecuted for unrelated offenses, particularly when such prosecution is a threat to press freedom and human rights. </p>\n\n<p><strong>Religious Right</strong>: The religious right is generally supportive of the troops and of the US military, seeing it as a force for good in the world. They should not want the military to be committing war crimes in their name, and if it is, those responsible should be held responsible. Assange is being persecuted for calling out the evil deeds of men and women in positions of authority. Christians should praise his courage. </p>\n\n<p><strong>Trump Republicans:</strong> Trump praised WikiLeaks and Assange when they were publishing emails that made his opponents look bad. To the extent that Trump was railroaded by the &quot;Deep State,&quot; the right to publish documents exposing their alleged corruption is something Trump supporters should want. </p>\n\n<p><strong>Right libertarians</strong>: The US government is the biggest violator of individual liberty; the ability to publish documents that embarrass them must be defended. </p>\n\n<hr/>\n\n<p>What won&#39;t CMV:</p>\n\n<ul>\n<li>The sexual assault allegations against Assange: they may be true, but are irrelevant to the charges being brought against him</li>\n<li>Criticisms of his character: again, possibly true, but do not justify prosecution on charges that threaten press freedom</li>\n</ul>\n\n<p>What would CMV:</p>\n\n<ul>\n<li>A significant and identifiable group of US voters who have a legitimate or defensible reason to support the prosecution of Assange under the current charges.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/q621lb/cmv_unless_you_are_an_elite_or_personally_profit/",
  "subreddit": "changemyview",
  "id": "q621lb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Julian Assange is currently sitting in Belmarsh Prison in the UK, awaiting a\ndecision on the US government's appeal of the lower court's decision not to\nextradite him to the US to…"
}