{
  "author": "justenjoytheshow_",
  "original_created_utc": 1630579287,
  "title": "CMV: The fact that pharmaceutical companies would lose money if a \"wonder drug\" was discovered shows that capitalism is fundamentally not a good system to base a society on.",
  "created_utc": 1630593101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s say a chemist working for a pharmaceutical company discovers a new drug/molecule that is cheap and easy to make, no side effects, and cures any illness - viral/bacterial infections, cancers, whatever. Let&#39;s say for the sake of argument that people could even make this drug themselves at home in a simple process if they only had the information. Would it not be in the company&#39;s best interest to not release this drug/information, and instead hide it from the world? Even with a patent they would lose so much money. Their goal is selling more medicines, their goal is not making people healthy. In fact, if everyone was healthy and never got sick it would be a disaster for them.</p>\n\n<p>In my opinion, this shows that capitalism is fundamentally flawed. How can we trust a system that discourages the medical sector from making people healthy? This argument can be applied to other fields as well, for example a privately owned prison is dependent on there being criminals, otherwise the prison would be useless and they would make no money. Therefore the prison is discouraged from taking steps towards a less criminal society, such as rehabilitating prisoners. Capitalism is not good for society because when it has to choose between what would benefit society and what would make money for the corporation, it will choose money.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/pgfb3h/cmv_the_fact_that_pharmaceutical_companies_would/",
  "subreddit": "changemyview",
  "id": "pgfb3h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let's say a chemist working for a pharmaceutical company discovers a new\ndrug/molecule that is cheap and easy to make, no side effects, and cures any\nillness - viral/bacterial infections, cancers, whatever. Let's say for the sake\nof argument that people could even make this drug themselves at home…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、製薬会社に勤める化学者が新薬を発見したとします。\n安価で簡単に作ることができ、副作用もなく、ウイルスや細菌の感染症や癌などのどんな病気でも治すことができる新しい薬/分子を発見したとします。\nウィルスや細菌の感染症、癌など、どんな病気でも治すことができる。議論のために言っておくと\n議論のために、人々がこの薬を自宅で自分で作ることができるとしましょう...。",
      "title": "CMV：「妙薬」が発見されると製薬会社が損をするという事実は、資本主義が根本的に社会を成り立たせるのに適したシステムではないことを示しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "比方说，一个为制药公司工作的化学家发现了一种新的\n廉价且容易制造的药物/分子，没有副作用，并且可以治疗任何疾病--病毒/细菌感染、癌症等等。\n病毒/细菌感染、癌症等任何疾病。为了争论起见，让我们假设\n人们甚至可以自己在家里制造这种药物......",
      "title": "CMV：如果发现了 \"神奇的药物\"，制药公司就会亏损，这说明资本主义从根本上说不是一个好的社会基础系统。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "比方說，一個爲製藥公司工作的化學家發現了一種新的\n廉價且容易製造的藥物/分子，沒有副作用，並且可以治療任何疾病--病毒/細菌感染、癌症等等。\n病毒/細菌感染、癌症等任何疾病。爲了爭論起見，讓我們假設\n人們甚至可以自己在家裏製造這種藥物......",
      "title": "CMV：如果發現了 \"神奇的藥物\"，製藥公司就會虧損，這說明資本主義從根本上說不是一個好的社會基礎系統。"
    }
  ]
}