{
  "author": "justenjoytheshow_",
  "original_created_utc": 1630579287,
  "title": "CMV: The fact that pharmaceutical companies would lose money if a \"wonder drug\" was discovered shows that capitalism is fundamentally not a good system to base a society on.",
  "created_utc": 1630593101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s say a chemist working for a pharmaceutical company discovers a new drug/molecule that is cheap and easy to make, no side effects, and cures any illness - viral/bacterial infections, cancers, whatever. Let&#39;s say for the sake of argument that people could even make this drug themselves at home in a simple process if they only had the information. Would it not be in the company&#39;s best interest to not release this drug/information, and instead hide it from the world? Even with a patent they would lose so much money. Their goal is selling more medicines, their goal is not making people healthy. In fact, if everyone was healthy and never got sick it would be a disaster for them.</p>\n\n<p>In my opinion, this shows that capitalism is fundamentally flawed. How can we trust a system that discourages the medical sector from making people healthy? This argument can be applied to other fields as well, for example a privately owned prison is dependent on there being criminals, otherwise the prison would be useless and they would make no money. Therefore the prison is discouraged from taking steps towards a less criminal society, such as rehabilitating prisoners. Capitalism is not good for society because when it has to choose between what would benefit society and what would make money for the corporation, it will choose money.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/pgfb3h/cmv_the_fact_that_pharmaceutical_companies_would/",
  "subreddit": "changemyview",
  "id": "pgfb3h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let's say a chemist working for a pharmaceutical company discovers a new\ndrug/molecule that is cheap and easy to make, no side effects, and cures any\nillness - viral/bacterial infections, cancers, whatever. Let's say for the sake\nof argument that people could even make this drug themselves at home…"
}