{
  "author": "DependentOk2796",
  "original_created_utc": 1625670454,
  "title": "CMV: Your experiences with men and/or woman reflects you more than the opposite sex as a whole",
  "created_utc": 1625690152,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People relate their dating experiences to an entire population. “All guys are asshole, All the guys I’ve been with turned out to be”  or “all girls are crazy! Every girl I’ve been with turned out to be crazy!” (Stereotype examples for my point) </p>\n\n<p>This reflects your judgment in men or woman or your own actions a lot more than it reflects the opposite sex. There are plenty of good, mature guys and girls out there. The trick is, you have to be a good mature person to find them ;) obviously there are outliers here but we need to stop generalizing male and female dating habits.</p>\n\n<p>Please, try and change my view. I’d like to hear the argument..</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ofkrg1/cmv_your_experiences_with_men_andor_woman/",
  "subreddit": "changemyview",
  "id": "ofkrg1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People relate their dating experiences to an entire population. “All guys are\nasshole, All the guys I’ve been with turned out to be” or “all girls are crazy!\nEvery girl I’ve been with turned out to be crazy!” (Stereotype examples for my\npoint)\n\nThis reflects your judgment in men or woman or your own…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人々は自分のデートの経験を全体に関連付ける。\"すべての男は\n私が今まで付き合った男はみんなそうだった」とか「女の子はみんな頭がおかしい!\n俺が付き合った女はみんな狂っていた！」とか。(私が言いたいステレオタイプの例\nの例です。)\n\nこれは、あなたの男女の判断やあなた自身の...",
      "title": "CMV：男性や女性との付き合い方は、異性全体よりも自分を反映していると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们将他们的约会经历与整个人群联系起来。\"所有的男人都是\n混蛋，所有和我在一起的人都是混蛋 \"或 \"所有女孩都是疯子！\"。\n每个和我在一起的女孩都变成了疯子！\" (刻板印象的例子说明我的\n观点）。)\n\n这反映了你对男人或女人的判断或你自己的判断...",
      "title": "CMV: 你与男人和/或女人的经历反映了你比整个异性更多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們將他們的約會經歷與整個人羣聯繫起來。\"所有的男人都是\n混蛋，所有和我在一起的人都是混蛋 \"或 \"所有女孩都是瘋子！\"。\n每個和我在一起的女孩都變成了瘋子！\" (刻板印象的例子說明我的\n觀點）。)\n\n這反映了你對男人或女人的判斷或你自己的判斷...",
      "title": "CMV: 你與男人和/或女人的經歷反映了你比整個異性更多。"
    }
  ]
}