{
  "author": "lemaxim",
  "original_created_utc": 1634942736,
  "title": "YSK: if you have trouble getting out of bed in the morning, try sleeping with your curtains open.",
  "created_utc": 1634949764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Getting good sleep is essential for a healthy day to day life. As someone who slept terribly for a few years, this small tip helped me out immensely.</p>\n\n<p>During my college years, i slept in a room with no windows. Pitch black. I&#39;d wake up at 6am every morning feeling like i had been hit by a truck and it would take me pretty much half of the morning to get my brain going. After that, i moved and had a bedroom with one window over my bed. Out of lazyness, i started sleeping with the curtains open and over time noticed i slept better, woke up fresher and not feeling as heavy as before. I looked it up and basically what happens is that the gradual increase in the level of light in the room will stop the melatonin production in your brain, essentially making you less sleepy over time, even while you are still asleep, so you don&#39;t jump from deep sleep state to awake. This will help you get out of bed easier and up and running much faster. Here&#39;s a short article on how to sleep better: <a href=\"https://www.google.com/amp/s/www.sciencefocus.com/the-human-body/how-to-get-the-perfect-nights-sleep/amp/\">https://www.google.com/amp/s/www.sciencefocus.com/the-human-body/how-to-get-the-perfect-nights-sleep/amp/</a></p>\n\n<p>I hope someone finds this useful. For me it was a game changer. Everyone&#39;s sleep is different, so give it a try, you&#39;ve got nothing to lose :)</p>\n</div><!-- SC_ON -->",
  "score": 546,
  "permalink": "/r/YouShouldKnow/comments/qds8sb/ysk_if_you_have_trouble_getting_out_of_bed_in_the/",
  "subreddit": "YouShouldKnow",
  "id": "qds8sb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Getting good sleep is essential for a healthy day to day life. As\nsomeone who slept terribly for a few years, this small tip helped me out\nimmensely.\n\nDuring my college years, i slept in a room with no windows. Pitch black. I'd\nwake up at 6am every morning feeling like i had been hit by a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：良質な睡眠をとることは、健康な毎日を過ごすために不可欠です。そして\n睡眠不足に悩まされていた私にとって、この小さなヒントがとても役に立ちました。\n非常に役に立ちました。\n\n私は大学時代、窓のない部屋で寝ていました。真っ暗です。私は\n毎朝6時に目を覚ますと、何かに殴られたような気がして...。",
      "title": "YSK：朝、ベッドから出るのが苦手な方は、カーテンを開けて寝てみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：获得良好的睡眠对每天的健康生活至关重要。作为\n作为一个几年来睡眠质量很差的人，这个小建议对我的帮助很大。\n极大的帮助。\n\n在我的大学时代，我睡在一个没有窗户的房间里。漆黑一片。我\n每天早上6点醒来，感觉就像我被一个...",
      "title": "YSK：如果你早上起床有困难，可以试着打开窗帘睡觉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：獲得良好的睡眠對每天的健康生活至關重要。作爲\n作爲一個幾年來睡眠質量很差的人，這個小建議對我的幫助很大。\n極大的幫助。\n\n在我的大學時代，我睡在一個沒有窗戶的房間裏。漆黑一片。我\n每天早上6點醒來，感覺就像我被一個...",
      "title": "YSK：如果你早上起牀有困難，可以試着打開窗簾睡覺。"
    }
  ]
}