{
  "author": "beerbellybegone",
  "the_new_excerpt": "Let me preface this by saying that we look at glitter all wrong. Most of us look\nat it as just another piece of the artist's toolkit, but the fact is that\nglitter was weaponized long ago by people willing to send envelopes full of\nglitter to your enemies, or even by the infamous porch-pirate revenge…",
  "original_created_utc": 1609677832,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "让我先说一句，我们对闪光剂的看法是完全错误的。我们大多数人看起来\n它只是艺术家工具箱中的另一件，但事实是\n闪光灯很久以前就被愿意寄满信封的人武器化了\n闪耀给你的敌人，甚至是臭名昭著的门廊-海盗复仇…",
      "title": "[改变我的想法]：闪光剂应该是受管制的物质，艺术家应该有许可证才能购买闪光剂"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我先說一句，我們對閃光劑的看法是完全錯誤的。我們大多數人看起來\n它只是藝術家工具箱中的另一件，但事實是\n閃光燈很久以前就被願意寄滿信封的人武器化了\n閃耀給你的敵人，甚至是臭名昭著的門廊-海盜復仇…",
      "title": "[改變我的想法]：閃光劑應該是受管制的物質，藝術家應該有許可證才能購買閃光劑"
    }
  ],
  "title": "CMV: Glitter should be a regulated substance and artists should be required to have a license before being able to purchase glitter",
  "created_utc": 1609702930,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me preface this by saying that we look at glitter all wrong. Most of us look at it as just another piece of the artist&#39;s toolkit, but the fact is that glitter was weaponized long ago by people willing to send envelopes full of glitter to your enemies, or even by the infamous porch-pirate revenge video who used weaponized glitter not once, but twice. </p>\n\n<p>Now, let&#39;s look at why glitter should not be available to the general public:</p>\n\n<p>1) It&#39;s a pollutive nuisance - glitter can&#39;t be recycled, and using it on regular paper materials means those can&#39;t be recycled either. Glitter can make its way into waterways and from there via fish directly into the food chain. There are already record levels of microplastic contamination discovered in tap water.<br/>\n2) It&#39;s a health hazard - glitter can irritate your skin, or make its way in to your eyes and even blind you. The British Medical Journal has urged doctors to look out for patients complaining of swollen eyes and vision loss after a 49-year-old woman was almost blinded after glitter rubbed off a Christmas card into her eye. It had formed into a clump, causing a lesion. According to Frank Kelly, a professor of environmental health at King’s College London, &quot;[Glitter] could deliver chemicals to the lower parts of our lungs and maybe even into our bloodstream&quot;. \n3) It&#39;s dangerous to have around the house - the fact that glitter is sold to everyone willy-nilly means that parents buy it for their children, who are not the sturdiest of creatures at the best of times. Knock over glitter once, and your home is no longer hospitable. Vacuuming or sweeping can never collect all the glitter, and once you knock it over, it becomes an actual menace/hazard: babies and pets can ingest the glitter, it gets all over everything, and all members of the household will transport the glitter throughout the house, extending it&#39;s reach and range.</p>\n\n<p>Glitter should be treated similar to any other chemical hazard which can cause drastic pollution, poison food chains, cause physical damage to multiple different systems of the body, and similar to some chemical agents and weapons, are extremely hard to purify an area once glitter begins to spread.</p>\n\n<p>I&#39;m not saying that we should ban all glitter, as recommends Dr. Trisia Farrelly, an environmentalist from New Zealand’s Massey University (&quot;I think all glitter should be banned. Producers should not get away with making a profit out of the production of disposable, single-use plastics, while bearing little responsibility for the damage.&quot;). I can appreciate that it does have a place in the art world, but like other dangerous substances, glitter needs to be regulated and should not be available on the open market for whoever wants it.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/kpk0j6/cmv_glitter_should_be_a_regulated_substance_and/",
  "subreddit": "changemyview",
  "id": "kpk0j6",
  "is_self": true,
  "media": null,
  "is_video": false
}