{
  "author": "UnexperiencedIT",
  "original_created_utc": 1640484589,
  "title": "No one blames fiat when criminals use it for money laundering or other activities, but when cryptocurrencies are used it must be highlighted as a cryptocurrency problem",
  "created_utc": 1640532643,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;When politicians and the media talk about crime using cryptocurrencies, you will see that they will talk about money laundering, drug trafficking, cybercrime, etc.  &lt;/p&gt;\n\n&lt;p&gt;So literally all those things that existed even before cryptocurrencies existed.&lt;/p&gt;\n\n&lt;p&gt;Suddenly all these problems that exist are attributed to cryptocurrencies, but nowhere can I read how it was done with money while criticizing fiat and the traditional system.  &lt;/p&gt;\n\n&lt;p&gt;So if we used that logic then we could freely say that it is not the value of the currency that matters but the currency? So it&amp;#39;s not a problem when criminals are using euro, dollar, pound, but if  they used Bitcoin, or let&amp;#39;s say Monero, then it&amp;#39;s a cryptocurrency problem?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/romury/no_one_blames_fiat_when_criminals_use_it_for/",
  "subreddit": "CryptoCurrency",
  "id": "romury",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>When politicians and the media talk about\ncrime using cryptocurrencies, you will see that they will talk about money\nlaundering, drug trafficking, cybercrime, etc. </p> <p>So literally all those\nthings that existed even before cryptocurrencies existed.</p>…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 政治家やマスコミが語るとき\n暗号通貨を利用した犯罪といえば、マネーロンダリングが有名です。\nロンダリング、麻薬取引、サイバー犯罪など。</p> <p>つまり、文字通り、これらすべての\n暗号通貨が存在する以前から存在していたものです。",
      "title": "犯罪者がマネーロンダリングなどにフィアットを利用しても誰も非難しませんが、暗号通貨が利用された場合は、暗号通貨の問題としてクローズアップされる必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>当政治家和媒体谈论使用加密货币的犯罪时\n使用加密货币的犯罪，你会看到他们会谈论洗钱、贩毒、网络犯罪等。\n洗钱、贩毒、网络犯罪，等等。</p> <p>因此，从字面上看，所有这些\n这些东西甚至在加密货币存在之前就已经存在了。</p>...",
      "title": "当犯罪分子利用法币进行洗钱或其他活动时，没有人指责法币，但当加密货币被使用时，必须强调是加密货币问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>當政治家和媒體談論使用加密貨幣的犯罪時\n使用加密貨幣的犯罪，你會看到他們會談論洗錢、販毒、網絡犯罪等。\n洗錢、販毒、網絡犯罪，等等。</p> <p>因此，從字面上看，所有這些\n這些東西甚至在加密貨幣存在之前就已經存在了。</p>...",
      "title": "當犯罪分子利用法幣進行洗錢或其他活動時，沒有人指責法幣，但當加密貨幣被使用時，必須強調是加密貨幣問題"
    }
  ]
}