{
  "author": "non_aspiring_author",
  "original_created_utc": 1626344572,
  "title": "\"Ariadne\" was great fun, even if not accurate",
  "created_utc": 1626355782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I enjoy Greek mythology but am far from being an expert.</p>\n\n<p>After reading <em>Circe</em> and <em>Song of Achilles</em>, I received this one as a gift. It&#39;s as enjoyable, and arguably lighter than the latter (Achilles felt a bit cumbersome to me).</p>\n\n<p>Jennifer Saint, the author, is weaving deftly a few different stories from the Greek mythology -- although according to what I read later, some aren&#39;t aligned with Ariadne&#39;s.</p>\n\n<p>I don&#39;t want to give away too many details for the fear of spoiling, but I&#39;ll say that the feminist narrative and the multitude of themes made it a compelling read. </p>\n\n<p>Recommended for: people who enjoy mythology; are interested in original storytelling; invested in feminism. Not recommended for those who enjoy nit picking on inaccurices wrt. classical stories.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/okq0wx/ariadne_was_great_fun_even_if_not_accurate/",
  "subreddit": "books",
  "id": "okq0wx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I enjoy Greek mythology but am far from being an expert.\n\nAfter reading Circe and Song of Achilles, I received this one as a gift. It's as\nenjoyable, and arguably lighter than the latter (Achilles felt a bit cumbersome\nto me).\n\nJennifer Saint, the author, is weaving deftly a few different stories…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ギリシャ神話は好きですが、専門家には程遠いです。\n\nCirce』『Song of Achilles』を読んだ後、この作品をプレゼントしてもらいました。この作品も\n楽しめるし、むしろ後者の方が軽快だ（アキレスはちょっと面倒に感じた）。\n私には少し面倒に感じました）。)\n\n作者のJennifer Saintは、いくつかの異なるストーリーを巧みに織り込んでいます...",
      "title": "\"Ariadne \"は、正確ではないにしても、とても楽しかったです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢希腊神话，但远非专家。\n\n在读完《Circe》和《阿基里斯之歌》后，我收到这本书作为礼物。这本书同样\n愉快，而且可以说比后者更轻松（阿基里斯感觉有点累赘\n对我来说有点累赘）。)\n\n作者Jennifer Saint巧妙地编织了几个不同的故事......",
      "title": "\"阿里阿德涅 \"非常有趣，即使不准确。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡希臘神話，但遠非專家。\n\n在讀完《Circe》和《阿基里斯之歌》後，我收到這本書作爲禮物。這本書同樣\n愉快，而且可以說比後者更輕鬆（阿基里斯感覺有點累贅\n對我來說有點累贅）。)\n\n作者Jennifer Saint巧妙地編織了幾個不同的故事......",
      "title": "\"阿里阿德涅 \"非常有趣，即使不準確。"
    }
  ]
}