{
  "author": "RudrakshDange",
  "the_new_excerpt": "I've always had this problem. But I've never had any problem with visualising\nanything else like houses, the landscape, anything.\n\nMost of the time I imagine people I know or famous actors/actresses as\ncharacters depending on their personalities and then I have no problem at all.\nBut I can't just…",
  "original_created_utc": 1622193127,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はいつもこの問題を抱えていました。でも、家や風景など、他のものをイメージするのには問題がありませんでした。\n家や風景など、他のものをイメージすることに問題があったことはありません。\n\nほとんどの場合、私が知っている人や有名な俳優や女優をキャラクターとして想像します。\nほとんどの場合、知り合いや有名な俳優や女優を、その人の個性に応じたキャラクターとして想像しますが、その時は全く問題ありませんでした。\nしかし、私はただ...",
      "title": "皆さんの中で、キャラクターの顔を想像するのが苦手な人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直都有这个问题。但我在想象其他东西，如房屋、风景等方面从来没有遇到过任何问题。\n其他东西，比如房子、风景，任何东西。\n\n大多数时候，我把我认识的人或著名的演员/女演员想象成\n根据他们的性格，然后我就没有任何问题了。\n但我不能只...",
      "title": "你们有人在想象人物的脸时有困难吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直都有這個問題。但我在想象其他東西，如房屋、風景等方面從來沒有遇到過任何問題。\n其他東西，比如房子、風景，任何東西。\n\n大多數時候，我把我認識的人或著名的演員/女演員想象成\n根據他們的性格，然後我就沒有任何問題了。\n但我不能只...",
      "title": "你們有人在想象人物的臉時有困難嗎？"
    }
  ],
  "title": "Do any of you guys have trouble imagining characters' faces?",
  "created_utc": 1622211082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always had this problem. But I&#39;ve never had any problem with visualising anything else like houses, the landscape, anything. </p>\n\n<p>Most of the time I imagine people I know or famous actors/actresses as characters depending on their personalities and then I have no problem at all. But I can&#39;t just make up faces. These faces that I conjure up just keep changing constantly or just generally look like a blurry picture. </p>\n\n<p>Is there a name for this condition? I&#39;d really like to know.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/nmtqeq/do_any_of_you_guys_have_trouble_imagining/",
  "subreddit": "books",
  "id": "nmtqeq",
  "is_self": true,
  "media": null,
  "is_video": false
}