{
  "approved_at_utc": null,
  "subreddit": "CryptoCurrency",
  "selftext": "I've seen a lot of posts in this sub lately that haven't really added much to the discussion. I'm a big fan of the data-dudes and dudettes who can put together beautiful graphs, excel spreadsheets, tables etc. These posts always add so much to my understanding of crypto, but my degree is in history, not in economics, science, or math.\n\nSo I decided to add a little bit of my own expertise. The way of the world is the way of interdisciplinary study, and artist-scientists, economist-mathemeticians, philosopher-politicians are on the rise. If we can look at things from many angles, we can observe more data, and see things more clearly. Here is my little contribution to the community with the only expertise I really have: HISTORY.\n\nThe history of minted coins, or currency in general, is a hard thing to pin down. We obviously first had barter mechanics, with our representative tokens (such as seashells) having **legitimate use.** These early forms of currency were important to our development. Our first currencies were based almost purely on utility. Believe it or not this made for relatively stable economies - not only because of low population density, but also because if the representative currency you were trading, such as sea-shells, was commonly used to create clothing, jewellery, tools etc., it would have a natural 'burn' to it; meaning the supply of this currency would, by it's nature, stay stable and would not collapse to worthlessness.\n\nAs we moved away from representative barter-tokens and into actual minted currency, a problem arose: How do we quantify the worth of something that has no utility? **Through rarity**. So they began minting in metal. There were some problems along the way. The ancient spartans, for example, minted their coins in iron to discourage foreign trade. This kept their economy somewhat stable, but their currency was essentially worthless, and there is strong evidence that they retained much good-to-good bartering at the time.\n\nWhen we began minting paper money, this currency became representational of value stored elsewhere - a bill was literally a promise that you were the owner of that many dollars worth of gold or silver in your respective mint. These notes turned into being worth the money themselves, and many governments got rid of the whole concept of a treasury which held gold for citizens who could theoretically redeem in. In this way, paper currency lost both its **utility** AND its **rarity.**\n\n**Here is why, from a historical perspective, crypto changes everything:**\n\nCRYPTOCURRENCY IS A PERFECT UNION OF RARITY AND UTILITY. Though Bitcoin may not be able to improve much on the current technology, the praxis of utility and rarity in coins like ETH, LINK, etc. Is **incredibly important**, as it ties together the **rarity** of the historical currencies that have been worth the most, alongside the **stability** of currencies that have had **utility**. This means that once the utility is fully realized, these coins will be some of the most valuable AND the most stable currencies in the world. In the future, when the currency without rarity or utility is finally taken over, it will be replaced with a far more stable alternative. Why would anyone, short of for some small gains, personal emergencies etc. (all totally understandable) trade their gold (crypto) for a bunch of cracked seashells (paper currency)? We're about to enter a new age. Let's do it right.",
  "author_fullname": "t2_yv3lk",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "I'm not a scientist, and economist, or a data-hoarder. I AM a historian, and let me tell you why crypto is important from a historical perspective.",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "SCALABILITY"
    }
  ],
  "subreddit_name_prefixed": "r/CryptoCurrency",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "SCALABILITY",
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_mrhql7",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.9,
  "author_flair_background_color": "",
  "subreddit_type": "public",
  "ups": 176,
  "total_awards_received": 4,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "SCALABILITY",
  "can_mod_post": false,
  "score": 176,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": false,
  "author_flair_css_class": "noflair",
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 1
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1618531287,
  "link_flair_type": "richtext",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.CryptoCurrency",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen a lot of posts in this sub lately that haven&#39;t really added much to the discussion. I&#39;m a big fan of the data-dudes and dudettes who can put together beautiful graphs, excel spreadsheets, tables etc. These posts always add so much to my understanding of crypto, but my degree is in history, not in economics, science, or math.</p>\n\n<p>So I decided to add a little bit of my own expertise. The way of the world is the way of interdisciplinary study, and artist-scientists, economist-mathemeticians, philosopher-politicians are on the rise. If we can look at things from many angles, we can observe more data, and see things more clearly. Here is my little contribution to the community with the only expertise I really have: HISTORY.</p>\n\n<p>The history of minted coins, or currency in general, is a hard thing to pin down. We obviously first had barter mechanics, with our representative tokens (such as seashells) having <strong>legitimate use.</strong> These early forms of currency were important to our development. Our first currencies were based almost purely on utility. Believe it or not this made for relatively stable economies - not only because of low population density, but also because if the representative currency you were trading, such as sea-shells, was commonly used to create clothing, jewellery, tools etc., it would have a natural &#39;burn&#39; to it; meaning the supply of this currency would, by it&#39;s nature, stay stable and would not collapse to worthlessness.</p>\n\n<p>As we moved away from representative barter-tokens and into actual minted currency, a problem arose: How do we quantify the worth of something that has no utility? <strong>Through rarity</strong>. So they began minting in metal. There were some problems along the way. The ancient spartans, for example, minted their coins in iron to discourage foreign trade. This kept their economy somewhat stable, but their currency was essentially worthless, and there is strong evidence that they retained much good-to-good bartering at the time.</p>\n\n<p>When we began minting paper money, this currency became representational of value stored elsewhere - a bill was literally a promise that you were the owner of that many dollars worth of gold or silver in your respective mint. These notes turned into being worth the money themselves, and many governments got rid of the whole concept of a treasury which held gold for citizens who could theoretically redeem in. In this way, paper currency lost both its <strong>utility</strong> AND its <strong>rarity.</strong></p>\n\n<p><strong>Here is why, from a historical perspective, crypto changes everything:</strong></p>\n\n<p>CRYPTOCURRENCY IS A PERFECT UNION OF RARITY AND UTILITY. Though Bitcoin may not be able to improve much on the current technology, the praxis of utility and rarity in coins like ETH, LINK, etc. Is <strong>incredibly important</strong>, as it ties together the <strong>rarity</strong> of the historical currencies that have been worth the most, alongside the <strong>stability</strong> of currencies that have had <strong>utility</strong>. This means that once the utility is fully realized, these coins will be some of the most valuable AND the most stable currencies in the world. In the future, when the currency without rarity or utility is finally taken over, it will be replaced with a far more stable alternative. Why would anyone, short of for some small gains, personal emergencies etc. (all totally understandable) trade their gold (crypto) for a bunch of cracked seashells (paper currency)? We&#39;re about to enter a new age. Let&#39;s do it right.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "1e195abc-f3e5-11e5-8899-0e1af474c431",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": "",
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2wlj3",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "mrhql7",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "AskMeAboutMyBandcamp",
  "discussion_type": null,
  "num_comments": 101,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": "dark",
  "permalink": "/r/CryptoCurrency/comments/mrhql7/im_not_a_scientist_and_economist_or_a_datahoarder/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/CryptoCurrency/comments/mrhql7/im_not_a_scientist_and_economist_or_a_datahoarder/",
  "subreddit_subscribers": 2107865,
  "created_utc": 1618525893,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1618502487,
  "the_new_excerpt": "I've seen a lot of posts in this sub lately that haven't really added much to\nthe discussion. I'm a big fan of the data-dudes and dudettes who can put\ntogether beautiful graphs, excel spreadsheets, tables etc. These posts always\nadd so much to my understanding of crypto, but my degree is in history,…"
}