{
  "author": "OtherwiseNope_7291",
  "original_created_utc": 1637877259,
  "title": "CMV: As long as there is a risk of executing innocent people, the death penalty should not exist in society.",
  "created_utc": 1637888281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For a while I have supported the death penalty, but I now realise that the argument of executing innocent people is above all.</p>\n\n<p>As long as there is a risk of executing innocent people, the death penalty should not exist in society.</p>\n\n<p>It is estimated that at least 4% of people on death row are innocent. There is no way to justify killing innocent people.</p>\n\n<p>The rate of innocent people will never be non zero, and, coupled with other reasons such as the fact it is more expensive than life in prison, to have the DP in society is inappropriate; no one should be at the risk of death due to a flawed system.</p>\n</div><!-- SC_ON -->",
  "score": 889,
  "permalink": "/r/changemyview/comments/r27gug/cmv_as_long_as_there_is_a_risk_of_executing/",
  "subreddit": "changemyview",
  "id": "r27gug",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For a while I have supported the death penalty, but I now realise that the\nargument of executing innocent people is above all.\n\nAs long as there is a risk of executing innocent people, the death penalty\nshould not exist in society.\n\nIt is estimated that at least 4% of people on death row are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は一時期、死刑制度を支持していましたが、今では、無実の人を死刑にするという議論が何よりも重要であることに気づきました。\n無実の人を死刑にすることが何よりも大切だと気付きました。\n\n無実の人が処刑される危険性がある限り、死刑制度は社会に存在すべきではありません。\n社会に存在すべきではありません。\n\n死刑囚の少なくとも4％は...と言われています。",
      "title": "CMV：無実の人が処刑される危険性がある限り、死刑制度は社会に存在してはならないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一段时间以来，我一直支持死刑，但我现在意识到\n处决无辜者的论点是高于一切的。\n\n只要存在处决无辜者的风险，死刑就不应该存在。\n就不应该存在于社会中。\n\n据估计，至少有4%的死囚是...",
      "title": "CMV：只要存在处决无辜者的风险，死刑就不应该存在于社会中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一段時間以來，我一直支持死刑，但我現在意識到\n處決無辜者的論點是高於一切的。\n\n只要存在處決無辜者的風險，死刑就不應該存在。\n就不應該存在於社會中。\n\n據估計，至少有4%的死囚是...",
      "title": "CMV：只要存在處決無辜者的風險，死刑就不應該存在於社會中。"
    }
  ]
}