{
  "author": "AllenLuck76",
  "original_created_utc": 1637074993,
  "title": "YSK: Having a child is NOT a solution to relationship problems!",
  "created_utc": 1637081652,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I’ve talked to hundreds of people with relationship struggles (abusive, loveless, etc). They often think that having a kid will fix it, it won’t! Pregnancy is a huge responsibility, and it can put a strain on bad relationships. It’ll just end poorly for your relationship and the child. Having a child is something you should do when your relationship is good &amp; well established. </p>\n\n<p>Feel free to comment if you have more to add or if you disagree. I’d love to hear your thoughts</p>\n</div><!-- SC_ON -->",
  "score": 180,
  "permalink": "/r/YouShouldKnow/comments/qv9q55/ysk_having_a_child_is_not_a_solution_to/",
  "subreddit": "YouShouldKnow",
  "id": "qv9q55",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I’ve talked to hundreds of people with relationship struggles (abusive,\nloveless, etc). They often think that having a kid will fix it, it won’t!\nPregnancy is a huge responsibility, and it can put a strain on bad\nrelationships. It’ll just end poorly for your relationship and the child.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私は、人間関係に悩む何百人もの人々と話をしてきました。\n虐待や愛のない関係など）。彼らは、子供を持てば解決すると思っているようですが、そうではありません。\n妊娠は大きな責任を伴いますし、悪い関係に負担をかけることになります。\n悪い関係に負担をかけることになります。あなたと子供の関係に悪い結果をもたらすだけです....",
      "title": "YSK: 子供を持つことは、人間関係の問題を解決するための手段ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我曾与数百名有感情纠葛的人交谈过（被虐待的。\n无爱，等等）的人交谈。他们往往认为有了孩子就能解决这个问题，其实不然!\n怀孕是一个巨大的责任，它可以给糟糕的关系带来压力。\n关系的压力。这只会让你的关系和孩子的结局很糟糕....。",
      "title": "YSK：生孩子并不是解决关系问题的办法!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我曾與數百名有感情糾葛的人交談過（被虐待的。\n無愛，等等）的人交談。他們往往認爲有了孩子就能解決這個問題，其實不然!\n懷孕是一個巨大的責任，它可以給糟糕的關係帶來壓力。\n關係的壓力。這隻會讓你的關係和孩子的結局很糟糕....。",
      "title": "YSK：生孩子並不是解決關係問題的辦法!"
    }
  ]
}