{
  "author": "Pls_add_more_reverb",
  "original_created_utc": 1627395225,
  "title": "Limiting my screen time drastically improved my reading",
  "created_utc": 1627402638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Up until six months ago I hadn’t read a full book in ages. It’s not that I didn’t want to. I’ve been an avid reader since I was a child but since I was 16 or 17 my reading just dramatically dropped off. </p>\n\n<p>Over the years I tried reading books that were recommended to me. I would often try to read at night before bedtime, I would always be able to get through a page or two before my eyes would start to glaze over and I would get sleepy. I even switched tact to reading in the afternoon but kind of the same thing happened. One problem was obviously I was being recommended more adult books and hadn’t read more than teenage level novels in many years.</p>\n\n<p>I started to limit my screen time on my phone about 6 months ago by putting limits and sticking to them. I slowly started to replace that screen time with other activities (not just reading). The effect after about a month of doing that was kind of magical. I don’t know if this is placebo effect but I started to make it through many more pages every day. And once I got caught up in a book I was able to look forward to reading it and it didn’t feel like a forced activity. </p>\n\n<p>For me it was a simple as just limiting my screen time and my attention span it whatever recovered enough to allow me to enjoy books again. I also feel much happier fulfilled and creative than I did before. I still use my phone and laptop plenty but reading again has brought a healthy balance back into my life. </p>\n\n<p>This may be kind of an obvious post but just wanted to share in case anyone else is having the same struggles with reading.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/books/comments/osnn19/limiting_my_screen_time_drastically_improved_my/",
  "subreddit": "books",
  "id": "osnn19",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Up until six months ago I hadn’t read a full book in ages. It’s not that I\ndidn’t want to. I’ve been an avid reader since I was a child but since I was 16\nor 17 my reading just dramatically dropped off.\n\nOver the years I tried reading books that were recommended to me. I would often\ntry to read at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "半年前までは、久しぶりに本格的な本を読んでいました。読みたくなかったわけではありません。\n読みたくなかったわけではありません。子供の頃から熱心な読書家でしたが、16歳か17歳の頃からは\n16、17歳の頃から読書量が激減してしまったのです。\n\n何年も前から、勧められた本を読んでみました。私はよく\n読んでみると...",
      "title": "スクリーンタイムを制限することで、読書量が飛躍的に向上しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "直到六个月前，我已经很久没有读过一本完整的书了。这并不是说我\n并非我不想读。我从小就是一个狂热的读者，但自从我16或17岁以后，我的阅读量就急剧下降。\n或17岁后，我的阅读量急剧下降。\n\n多年来，我尝试阅读别人推荐给我的书。我经常\n试图阅读...",
      "title": "限制我的屏幕时间，极大地改善了我的阅读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "直到六個月前，我已經很久沒有讀過一本完整的書了。這並不是說我\n並非我不想讀。我從小就是一個狂熱的讀者，但自從我16或17歲以後，我的閱讀量就急劇下降。\n或17歲後，我的閱讀量急劇下降。\n\n多年來，我嘗試閱讀別人推薦給我的書。我經常\n試圖閱讀...",
      "title": "限制我的屏幕時間，極大地改善了我的閱讀。"
    }
  ]
}