{
  "author": "Revenge_of_the_Khaki",
  "the_new_excerpt": "Why YSK: The colder and dryer the weather, the dryer your house will become once\nyou bring it up to temperature. Most humidifiers only help bring your home to\nthe bare minimum comfortable humidity level, so wasting that shower steam by\nusing an exhaust fan can cause you to get dehydrated and wake up…",
  "original_created_utc": 1610847103,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：天气越冷越干燥，你的房子会变得一次比一次干燥。\n你把它升温。大多数加湿器只能帮助你把家里的温度提高到\n最低的舒适湿度水平，所以浪费了淋浴蒸汽，通过\n使用排气扇会导致你脱水，醒来... ...",
      "title": "YSK认为，在洗完热水澡后，使用浴室排气扇来清除浴室里的蒸汽，浪费了大量宝贵的热量和湿度，而这正是大多数寒冷地区家庭在冬季急需的。可以考虑将浴室的门敲碎，让蒸汽进入屋内代替。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：天氣越冷越乾燥，你的房子會變得一次比一次乾燥。\n你把它升溫。大多數加溼器只能幫助你把家裏的溫度提高到\n最低的舒適溼度水平，所以浪費了淋浴蒸汽，通過\n使用排氣扇會導致你脫水，醒來... ...",
      "title": "YSK認爲，在洗完熱水澡後，使用浴室排氣扇來清除浴室裏的蒸汽，浪費了大量寶貴的熱量和溼度，而這正是大多數寒冷地區家庭在冬季急需的。可以考慮將浴室的門敲碎，讓蒸汽進入屋內代替。"
    }
  ],
  "title": "YSK that using the bathroom exhaust fan to clear the steam in your bathroom after a hot shower wastes a lot of precious heat and humidity that most cold area homes desperately need in the winter. Consider cracking the bathroom door to let the steam into your house instead.",
  "created_utc": 1610967660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The colder and dryer the weather, the dryer your house will become once you bring it up to temperature. Most humidifiers only help bring your home to the bare minimum comfortable humidity level, so wasting that shower steam by using an exhaust fan can cause you to get dehydrated and wake up with a dry throat in the morning.</p>\n\n<p>Of course not all living situations make a wide open bathroom door realistic, but if you live alone or have a way to crack the door without risk of exposure, then you might consider using that as an alternative to the exhaust fan in the winter time.</p>\n\n<p>For reference, when I do this in my home my hygrometer about 20 ft from my bathroom door shows an increase of 8-10% in humidity and 1-2°F after a 10 minute shower. It also takes about the same amount of time as the exhaust fan with the door about 1 inch open.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/YouShouldKnow/comments/kywc03/ysk_that_using_the_bathroom_exhaust_fan_to_clear/",
  "subreddit": "YouShouldKnow",
  "id": "kywc03",
  "is_self": true,
  "media": null,
  "is_video": false
}