{
  "author": "MorganAndMerlin",
  "the_new_excerpt": "In just the last few days there’s been posts of people saying they feel like\nlook down on or just over all feel better than people who don’t read, or posts\nthat disparage entire genres, and so on...\n\nAnd I just... don’t understand?\n\nFirst, in what glass houses do people live in that you feel…",
  "original_created_utc": 1614654845,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "就在这几天，一直有人发帖说他们觉得自己像\n看不起或只是总觉得比不看书或不发帖的人好。\n贬低整个流派，等等... ...\n\n我只是... 不明白？\n\n首先，在什么玻璃房子做的人 住在你觉得... ...",
      "title": "读书就是读书就是读书..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就在這幾天，一直有人發帖說他們覺得自己像\n看不起或只是總覺得比不看書或不發帖的人好。\n貶低整個流派，等等... ...\n\n我只是... 不明白？\n\n首先，在什麼玻璃房子做的人 住在你覺得... ...",
      "title": "讀書就是讀書就是讀書..."
    }
  ],
  "title": "Reading is reading is reading...",
  "created_utc": 1614692290,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In just the last few <em>days</em> there’s been posts of people saying they feel like look down on or just over all feel better than people who don’t read, or posts that disparage entire genres, and so on...</p>\n\n<p>And I just... don’t understand? </p>\n\n<p>First, in what glass houses do people live in that you feel justified to judge other people on the basis of not reading or reading something “unworthy”? Of all the things a person can/cannot do or say, reading is seriously so low on my list of things to even <em>think</em> about considering that it’s actually mind boggling to me that anybody would judge someone else on the basis that they don’t like to read on their spare time. </p>\n\n<p>Second, <strong>I’ll preface with I’m perfectly aware that not all literature is created equal,</strong> however that is not a free pass to write off an entire genre and it’s readers as being not good just because you personally don’t like it. </p>\n\n<p>Now, am I saying we need to be studying <em>50 Shades of Grey</em> in Lit 501? No, but we’re not studying <em>Wolf Hall</em> either, and there’s a huge difference in how those readers are perceived. </p>\n\n<p>I think it’s a pretty fair statement to say that the average reader reads for their enjoyment, and so the general attitude towards some genres (namely YA and romance) is kind of weird, to me. They’re easy to read and they’re entertaining. </p>\n\n<p>I think it comes down to how my blood boils when I see comments like “there’s actually some good YA books!” </p>\n\n<p>Well.... <em>yeah</em>. Do you think publishers spend that much money because it’s <em>all</em> shit? And quite frankly, there’s a fair amount of shit in every genre. </p>\n\n<p>Is there a perspective on this I’m missing here?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lvsjat/reading_is_reading_is_reading/",
  "subreddit": "books",
  "id": "lvsjat",
  "is_self": true,
  "media": null,
  "is_video": false
}