{
  "author": "[deleted]",
  "original_created_utc": 1628839507,
  "title": "cmv: Hiring POC to play white characters is just as bad as making Asian characters white.",
  "created_utc": 1628872718,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Netflix series for Witcher hired Anya Chalotra to play Yennefer. She is from England but she is half Indian and POC. As well as actress Anna Schaffer who plays Triss, from Germany but also POC. </p>\n\n<p>Both characters originally are from a slavic descent and are not described as POC in the books and anyone who is slavic has specific features such as white skin and not having afro hair either.</p>\n\n<p>My question is: Why is erasing slavic culture okay but when Scarlett Johansen plays an Asian character the entire internet loses its shit and abuses her? </p>\n\n<p>Yeah, Witcher is a fantasy novel/series, but the characters are slavic. I feel like Americans can’t see beyond black or white skin and think all white people live priveliged lives taking into absolutely no account how fucked life has always been historically for Balkan and slavic people. I could argue that American pop culture is a bunch of bullshit that tries to Americanize everything, especially art that was created in Europe. </p>\n\n<p>Making a white character turned into a POC won’t change racism or representation at all. It’s just virtue signalling to people who lap it up, having no thought for how insulting it must be to be used as a political object for diversity.</p>\n\n<p>Can someone please change my mind? I am not trying to be rude at all. It’s just my current view.</p>\n\n<p>Edit: Thank you for everyone for your responses! I had no ill intent. My mind has been changed and I am grateful that we could discuss this! :)</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/p3im6q/cmv_hiring_poc_to_play_white_characters_is_just/",
  "subreddit": "changemyview",
  "id": "p3im6q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Netflix series for Witcher hired Anya Chalotra to play Yennefer. She is from\nEngland but she is half Indian and POC. As well as actress Anna Schaffer who\nplays Triss, from Germany but also POC.\n\nBoth characters originally are from a slavic descent and are not described as\nPOC in the books and…"
}