{
  "author": "[deleted]",
  "original_created_utc": 1628839507,
  "title": "cmv: Hiring POC to play white characters is just as bad as making Asian characters white.",
  "created_utc": 1628872718,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Netflix series for Witcher hired Anya Chalotra to play Yennefer. She is from England but she is half Indian and POC. As well as actress Anna Schaffer who plays Triss, from Germany but also POC. </p>\n\n<p>Both characters originally are from a slavic descent and are not described as POC in the books and anyone who is slavic has specific features such as white skin and not having afro hair either.</p>\n\n<p>My question is: Why is erasing slavic culture okay but when Scarlett Johansen plays an Asian character the entire internet loses its shit and abuses her? </p>\n\n<p>Yeah, Witcher is a fantasy novel/series, but the characters are slavic. I feel like Americans can’t see beyond black or white skin and think all white people live priveliged lives taking into absolutely no account how fucked life has always been historically for Balkan and slavic people. I could argue that American pop culture is a bunch of bullshit that tries to Americanize everything, especially art that was created in Europe. </p>\n\n<p>Making a white character turned into a POC won’t change racism or representation at all. It’s just virtue signalling to people who lap it up, having no thought for how insulting it must be to be used as a political object for diversity.</p>\n\n<p>Can someone please change my mind? I am not trying to be rude at all. It’s just my current view.</p>\n\n<p>Edit: Thank you for everyone for your responses! I had no ill intent. My mind has been changed and I am grateful that we could discuss this! :)</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/p3im6q/cmv_hiring_poc_to_play_white_characters_is_just/",
  "subreddit": "changemyview",
  "id": "p3im6q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Netflix series for Witcher hired Anya Chalotra to play Yennefer. She is from\nEngland but she is half Indian and POC. As well as actress Anna Schaffer who\nplays Triss, from Germany but also POC.\n\nBoth characters originally are from a slavic descent and are not described as\nPOC in the books and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ウィッチャー』のNetflixシリーズでは、イェンネファー役にアーニャ・チャロトラを採用しました。彼女はイギリス出身ですが\nイギリス出身ですが、インド人とのハーフでPOCです。また、Triss役の女優Anna Schafferも\nトリス役の女優アンナ・シャファーもドイツ出身ですが、こちらもPOCです。\n\nどちらのキャラクターも元々はスラブ系で、本の中ではPOCとは書かれていません。\n本の中ではPOCとは書かれていません。",
      "title": "cmv：白人のキャラクターを演じるためにPOCを採用することは、アジア人のキャラクターを白人にするのと同じくらい悪いことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "巫师》的Netflix剧集聘请了安雅-查洛特拉来扮演Yennefer。她来自\n她来自英国，但她有一半的印度血统，而且是POC。还有扮演特里丝的女演员安娜-沙弗（Anna Schaffer）。\n饰演特里斯，来自德国，但也是有色人种。\n\n这两个角色原本都是斯拉夫血统，在书中没有被描述为POC。\n书中的POC和...",
      "title": "cmv: 雇佣POC来扮演白人角色和让亚洲角色变成白人一样糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "巫師》的Netflix劇集聘請了安雅-查洛特拉來扮演Yennefer。她來自\n她來自英國，但她有一半的印度血統，而且是POC。還有扮演特里絲的女演員安娜-沙弗（Anna Schaffer）。\n飾演特里斯，來自德國，但也是有色人種。\n\n這兩個角色原本都是斯拉夫血統，在書中沒有被描述爲POC。\n書中的POC和...",
      "title": "cmv: 僱傭POC來扮演白人角色和讓亞洲角色變成白人一樣糟糕。"
    }
  ]
}