{
  "author": "Reasonable-Wall",
  "original_created_utc": 1624585974,
  "title": "CMV: people should be allowed to discuss uncertain aspects of medicine and vaccines without being labeled conspiracy theorists or degenerates. The online crucification of these people is detrimental to our ability to function as a society.",
  "created_utc": 1624603987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Modern discourse on medicine and vaccines discourages critical thinking and creates a rift in society.   Individuals who says something in line with &quot;but what about this thing I&#39;m concerned about?&quot; In context of recent developments are often crucified, regardless of where they stand on established treatments, therapies, and vaccines.  The stifling of critical thought creates an environment of hostility that causes rifts between people who are otherwise aligned on many core moral and ethical issues, and is contributing to the deterioration of our societies.</p>\n\n<p>Edit: time to sleep, I enjoyed the conversation!  Thanks everyone , be well. :)</p>\n</div><!-- SC_ON -->",
  "score": 227,
  "permalink": "/r/changemyview/comments/o7dxpg/cmv_people_should_be_allowed_to_discuss_uncertain/",
  "subreddit": "changemyview",
  "id": "o7dxpg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Modern discourse on medicine and vaccines discourages critical thinking and\ncreates a rift in society. Individuals who says something in line with \"but what\nabout this thing I'm concerned about?\" In context of recent developments are\noften crucified, regardless of where they stand on established…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "医療やワクチンに関する現代の言説は、批判的思考を阻害し\n社会との軋轢を生み出しています。しかし、私が心配しているこのことについてはどうですか？\n私が心配しているこのことについてはどうなんだ？\" 最近の動向に沿った発言をした人は\nといった内容の発言をした人は、その人がどのような立場の人であっても十字架にかけられてしまいます。",
      "title": "CMV: 人々は、陰謀論者や堕落者のレッテルを貼られることなく、医学やワクチンの不確かな側面について議論することが許されるべきです。このような人々をネット上で磔にすることは、社会としての機能に悪影響を及ぼします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于医学和疫苗的现代讨论阻碍了批判性思维，并在社会中造成了裂痕。\n在社会中造成裂痕。凡是说 \"但是我关心的这件事呢？\n我所关心的这件事呢？\" 在最近的发展背景下\n往往被钉死在十字架上，不管他们站在什么立场上。",
      "title": "CMV：人们应该被允许讨论医学和疫苗的不确定方面，而不会被贴上阴谋论者或堕落者的标签。在网上将这些人钉在十字架上对我们作为一个社会的运作能力是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於醫學和疫苗的現代討論阻礙了批判性思維，並在社會中造成了裂痕。\n在社會中造成裂痕。凡是說 \"但是我關心的這件事呢？\n我所關心的這件事呢？\" 在最近的發展背景下\n往往被釘死在十字架上，不管他們站在什麼立場上。",
      "title": "CMV：人們應該被允許討論醫學和疫苗的不確定方面，而不會被貼上陰謀論者或墮落者的標籤。在網上將這些人釘在十字架上對我們作爲一個社會的運作能力是有害的。"
    }
  ]
}