{
  "author": "WithoutAnUmlaut",
  "the_new_excerpt": "Hey peeps. I'm a progressive voter who supported Ilhan Omar and Elizabeth Warren\n(I'm in MN). I have a masters degree and about $20K in student loan debt.\nHowever I don't understand why canceling student loan debt is a progressive\npolicy that is being championed by the likes of Warren, Bernie, AOC,…",
  "original_created_utc": 1613663156,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，小伙伴们，我是一个支持伊尔汗-奥马尔和伊丽莎白-沃伦的进步选民。我是一个支持伊尔汗-奥马尔和伊丽莎白-沃伦的进步选民。\n我在明尼苏达州）。我有一个硕士学位和大约2万美元的学生贷款债务。\n然而我不明白为什么取消学生贷款债务是一个进步的。\n政策，是由沃伦、伯尼、AOC、... 等人倡导的。",
      "title": "CMV：取消学生贷款债务不是进步的优先事项。沃伦、AOC、桑德斯等都不应该倡导。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，小夥伴們，我是一個支持伊爾汗-奧馬爾和伊麗莎白-沃倫的進步選民。我是一個支持伊爾汗-奧馬爾和伊麗莎白-沃倫的進步選民。\n我在明尼蘇達州）。我有一個碩士學位和大約2萬美元的學生貸款債務。\n然而我不明白爲什麼取消學生貸款債務是一個進步的。\n政策，是由沃倫、伯尼、AOC、... 等人倡導的。",
      "title": "CMV：取消學生貸款債務不是進步的優先事項。沃倫、AOC、桑德斯等都不應該倡導。"
    }
  ],
  "title": "CMV: Canceling student loan debt is not a progressive priority. Warren, AOC, Sanders, etc shouldn't be championing it.",
  "created_utc": 1613670165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey peeps. I&#39;m a progressive voter who supported Ilhan Omar and Elizabeth Warren (I&#39;m in MN). I have a masters degree and about $20K in student loan debt. However I don&#39;t understand why canceling student loan debt is a progressive policy that is being championed by the likes of Warren, Bernie, AOC, and others. Change my view that this is a policy that won&#39;t address underlying issues with student debt but it will further divide class lines.</p>\n\n<p>I understand that total student loan debt (&gt;$1.5 trillion) has now surpassed total credit card debt (&lt;$1trillion) to become the second largest form of debt in America (after mortgages). I acknowledge that&#39;s a concern. This has been driven by increases in the costs of higher education, increased/eliminated caps on borrowing for students and parents, the rise in for-profit colleges, the increasing number of people attaining college and especially graduate school, and more.</p>\n\n<p>However, only about 1 in 8 Americans has student loan debt and the average amount is about $32K. While I understand that some people drop out of college and get the debt without the benefit, that is not emblematic of people who have student loan debt in general...an individuals who graduate college tend to make significantly more than those who don&#39;t (~$75K/year vs $45K/year). Additionally there are income-based repayment plans for student loans that are an option which tie your repayment to your discretionary income and forgive anything you have left after a set number of years. Why should we cancel, on average, $30K in student loan debt for citizens who make, on average $30K more per year than non-college graduates?</p>\n\n<p>So, again, why is canceling student loan debt seen as a progressive policy being championed by the likes of Warren and Bernie and AOC, etc?</p>\n\n<p>Someone change my view that it would be more progressive and effective strategy to:</p>\n\n<ol>\n<li>Address underlying issues causing the increase in student loan debt. Simply canceling student loan debt simply resets our debt back towards zero but then it will start accumulating all over again. Congress needs to address how we got in this situation.</li>\n<li>Give every American a big ol&#39; check. If someone wants to spend their big bailout on paying off a bunch of student loan debt, that&#39;s their prerogative. And if I want to spend it paying down credit card debt first, that&#39;s my choice based on my biggest need. And if a low income family wants to use it to buy a car to have reliable transportation to a better job, that&#39;s their opportunity to get ahead.</li>\n</ol>\n\n<p>If we could lift every American out of poverty and provide universal healthcare and check a whole lot of other boxes then I&#39;d be all for moving down the list to eventually forgiving student loans...but I don&#39;t understand or support why it&#39;s an issue that is getting so much attention now.</p>\n\n<p>Forgiving student loans will disproportionately help middle and upper class Americans while providing no benefit to our most impoverished and marginalized citizens, and it will do nothing to address the systemic issues that created the debt in the first place. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/lmpmwb/cmv_canceling_student_loan_debt_is_not_a/",
  "subreddit": "changemyview",
  "id": "lmpmwb",
  "is_self": true,
  "media": null,
  "is_video": false
}