{
  "author": "CyberPunkMetalHead",
  "the_new_excerpt": "I had an amazing time working on this project, and some redditors have been so\nengaged with it that they we have now established a developer community and to\nkeep improving the algorithm.\n\nThe algorithm analyses all the coins on Binance and tries to pick out the ones\nwith the highest probability of…",
  "original_created_utc": 1621532564,
  "title": "This is probably the most complex cryptocurrency trading algorithm that I have worked on, and it detects potential moonings accross all Binance coins - oh and it's open source",
  "created_utc": 1621549896,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had an amazing time working on this project, and some redditors have been so engaged with it that they we have now established a developer community and to keep improving the algorithm.</p>\n\n<p>The algorithm analyses all the coins on Binance and tries to pick out the ones with the highest probability of a strong bullish movement. This is done by taking into account the price difference. If the price of a coin has surged in the past few minutes, the bot will take this as a buying signal. This is based on riding the trend strategies.</p>\n\n<p>&#x200B;</p>\n\n<p>The algorithm has a many configuration options such as:</p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li>The ability to select what to pair your coins to (by default USDT)</li>\n<li>Amount to spend on each trade</li>\n<li>Maximum number of coins that can be hold by the bot</li>\n<li>How much does a coin need to gain (in %) before the bot buys</li>\n<li>Stop Loss / Take Profit </li>\n<li>Trailing Stop loss</li>\n<li>Simulated live trading and more features to come</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p>It&#39;s essentially a tool that you can customise as much as you want, but it also comes with a pre-defined strategy. </p>\n\n<p>&#x200B;</p>\n\n<p>Anyway, here&#39;s the source code if you&#39;re comfortable with Python:</p>\n\n<p><a href=\"https://github.com/CyberPunkMetalHead/Binance-volatility-trading-bot\">https://github.com/CyberPunkMetalHead/Binance-volatility-trading-bot</a></p>\n\n<p>&#x200B;</p>\n\n<p>And if you need a step-by step guide on how to install and configure the bot, you can use this: </p>\n\n<p><a href=\"https://www.cryptomaton.org/2021/05/16/trailing-stop-loss-and-more-improvements-added-to-the-binance-volatility-trading-bot/\">https://www.cryptomaton.org/2021/05/16/trailing-stop-loss-and-more-improvements-added-to-the-binance-volatility-trading-bot/</a></p>\n</div><!-- SC_ON -->",
  "score": 711,
  "permalink": "/r/CryptoCurrency/comments/nh6kty/this_is_probably_the_most_complex_cryptocurrency/",
  "subreddit": "CryptoCurrency",
  "id": "nh6kty",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1622197381658
}