{
  "author": "Many_Arm7466",
  "original_created_utc": 1636656834,
  "title": "Blows my mind that there’s still people out there that believe Crypto is a scam",
  "created_utc": 1636670459,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To those that think they may be too late getting into Crypto. Just listen to some of the ways your coworkers and regular people talk about Crypto.</p>\n\n<p>You will hear a lot of words like “scam”, “bubble”, and my personal favourite “Ponzi scheme”. And it absolutely blows my mind how a large amount of people can be so fricking ignorant. How can you see a revolution and emergence of an asset class happening right in front of your eyes and still just completely brush it off. These will be the same people in a decade saying, “Man if only I had bought Crypto earlier”. </p>\n\n<p>I will admit I only got into Crypto last year, and I had known about it for a while but was too lazy to figure out how to buy. And in my opinion prior to these last 2 years if you had brushed off Crypto, it sucks but there was an excuse as it was still very unproven and speculative in nature. </p>\n\n<p>But as of this year if you’re seeing all this adoption taking place, technological improvements occurring, and development of a new financial asset class and not thinking “hmmm maybe I should get a little bit of exposure to this”. You’re an idiot. I hate to break it to you, you’re an idiot. </p>\n\n<p>Getting exposure and learning more about Crypto is easier than ever. There’s still ample room for growth so in the next couple years if you’re still a nocoiner cause “Crypto is a scam”. Don’t come complaining a decade from now on how you missed out.</p>\n\n<p>Edit: when I say crypto I mean large caps and Alts with utility I’m not talking about tokens called sexyelondogeshib</p>\n</div><!-- SC_ON -->",
  "score": 246,
  "permalink": "/r/CryptoCurrency/comments/qrs69c/blows_my_mind_that_theres_still_people_out_there/",
  "subreddit": "CryptoCurrency",
  "id": "qrs69c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To those that think they may be too late getting into Crypto. Just listen to\nsome of the ways your coworkers and regular people talk about Crypto.\n\nYou will hear a lot of words like “scam”, “bubble”, and my personal favourite\n“Ponzi scheme”. And it absolutely blows my mind how a large amount of…"
}