{
  "author": "HerbivoreTheGoat",
  "the_new_excerpt": "I am all for gay/trans/whathaveyou rights, but some of the things that seem to\ninvolve the more 'complex' areas of the LGBT community don't make any sense to\nme. Among them are Neopronouns. \"Xir,\" \"Nir\", etc.\n\nI find them to be completely pointless and, in all honestly, stupid. 'They/Them'\nhas…",
  "original_created_utc": 1624238189,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は同性愛者やトランスジェンダーの権利には賛成ですが、より「複雑」な分野に関わるようなことには反対です。\nしかし、LGBTコミュニティのより「複雑な」領域に関わるようなことは、私にとって意味をなさない。\nと思っています。その中でも、ネオプロヌーン（Neopronouns）。\"Xir \"や \"Nir \"などです。\n\n私はそれらが全く無意味で、正直言って馬鹿げていると思います。彼ら・彼女ら」とは\nは...",
      "title": "CMV：Neo-Pronounsは本当の意味での存在理由がなく、何の意味もありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完全支持同性恋/变性人/什么什么的权利，但有些事情似乎\n涉及LGBT社区更 \"复杂 \"的领域，对我来说没有任何意义。\n我不明白。其中有Neopronouns。\"Xir\"，\"Nir\"，等等。\n\n我觉得它们完全没有意义，说实话，很愚蠢。'他们/他们'。\n有...",
      "title": "CMV：新名词没有真正的存在理由，也没有任何意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全支持同性戀/變性人/什麼什麼的權利，但有些事情似乎\n涉及LGBT社區更 \"複雜 \"的領域，對我來說沒有任何意義。\n我不明白。其中有Neopronouns。\"Xir\"，\"Nir\"，等等。\n\n我覺得它們完全沒有意義，說實話，很愚蠢。'他們/他們'。\n有...",
      "title": "CMV：新名詞沒有真正的存在理由，也沒有任何意義。"
    }
  ],
  "title": "CMV: Neo-Pronouns have no real reason to exist, and don't make any sense.",
  "created_utc": 1624257038,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am all for gay/trans/whathaveyou rights, but some of the things that seem to involve the more &#39;complex&#39; areas of the LGBT community don&#39;t make any sense to me. Among them are Neopronouns. &quot;Xir,&quot; &quot;Nir&quot;, etc. </p>\n\n<p>I find them to be completely pointless and, in all honestly, stupid. &#39;They/Them&#39; has always existed as a catch-all for this type of thing if someone really doesn&#39;t want to be called He or She, and trying to make people use these &quot;new pronouns&quot; is just pointless. Every time I see them, I can&#39;t help but just feel irritated, and I usually try not to interact with people who have them because personally, I find it very attention-seeking. I know that makes me sound like an ass, but that&#39;s just the trend I&#39;ve noticed.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o4jq4z/cmv_neopronouns_have_no_real_reason_to_exist_and/",
  "subreddit": "changemyview",
  "id": "o4jq4z",
  "is_self": true,
  "media": null,
  "is_video": false
}