{
  "author": "Yuh2a",
  "the_new_excerpt": "Seen a ton of pushback against people that are skeptical against taking the\nvaccine, more specifically under the context that none have full FDA approval.\nIn my opinion, as long as you’re wearing your mask and doing your best part in\nnot spreading the virus, I see absolutely no problem with…",
  "original_created_utc": 1621055762,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ワクチンを受けることに懐疑的な人々に対して、多くの反発が見られます。\n特に、FDA（米国食品医薬品局）の完全な承認を得ていないという文脈で、ワクチンの摂取に懐疑的な人々に反発しています。\n私の考えでは、マスクをして、ウイルスを広げないように最善を尽くしている限り、全く問題ないと思います。\n私の意見としては、マスクをして、ウイルスを広めないように最善を尽くしている限り、全く問題ないと思います。",
      "title": "CMV: ワクチンを躊躇することはアンチワクチンとは違う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "看到很多人对服用疫苗持怀疑态度的人进行反击。\n疫苗，更具体地说，在没有完全获得FDA批准的情况下。\n在我看来，只要你戴着口罩，尽自己最大的努力不传播病毒，我认为完全没有问题。\n不传播病毒，我认为绝对没有问题......",
      "title": "CMV：对疫苗的犹豫不决不等于反疫苗"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看到很多人對服用疫苗持懷疑態度的人進行反擊。\n疫苗，更具體地說，在沒有完全獲得FDA批准的情況下。\n在我看來，只要你戴着口罩，儘自己最大的努力不傳播病毒，我認爲完全沒有問題。\n不傳播病毒，我認爲絕對沒有問題......",
      "title": "CMV：對疫苗的猶豫不決不等於反疫苗"
    }
  ],
  "title": "CMV: Vaccine hesitancy is not the same as anti-vax",
  "created_utc": 1621063884,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seen a ton of pushback against people that are skeptical against taking the vaccine, more specifically under the context that none have full FDA approval. In my opinion, as long as you’re wearing your mask and doing your best part in not spreading the virus, I see absolutely no problem with whatsoever. Concerns about the covid vaccines not receiving the same scrutiny and testing other vaccines and medications have received historically is perfectly legitimate. Also, labeling these individuals as “anti-vax” is a broad generalization that associates these people with “herp deep vaccines cause autism” It’s one thing to not wear a mask, attend social gatherings, and put other people at risk with your negligence, but if you’re doing your part to help contain the spread in any way you can, I don’t see a problem.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/ncreqn/cmv_vaccine_hesitancy_is_not_the_same_as_antivax/",
  "subreddit": "changemyview",
  "id": "ncreqn",
  "is_self": true,
  "media": null,
  "is_video": false
}