{
  "author": "MrOaiki",
  "original_created_utc": 1640725801,
  "title": "How many American citizens fought on nazi Germany’s side, why and what happened to them?",
  "created_utc": 1640746244,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In the show Band of Brothers when US soldiers are dropped over France, one of the enemy soldiers is an American born young man with perfect American English. He says he moved to Germany because the fatherland called his family and they went.&lt;/p&gt;\n\n&lt;p&gt;How common was this? And what happened to the prisoners of war who were American but fought for the nazis? Were they charged with treason?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/rqpshc/how_many_american_citizens_fought_on_nazi/",
  "subreddit": "AskHistorians",
  "id": "rqpshc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>In the show Band of Brothers when US soldiers\nare dropped over France, one of the enemy soldiers is an American born young man\nwith perfect American English. He says he moved to Germany because the\nfatherland called his family and they went.</p> <p>How common was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Band of Brothersという番組で、米軍兵士の時に\nフランス上空に落とされた敵兵の中に、アメリカ生まれの青年がいた。\n完璧なアメリカ英語で 彼は、ドイツに移住したのは\n</p> <p>どのように一般的だったのでしょうか......。",
      "title": "ナチス・ドイツ側で戦ったアメリカ国民は何人いたのか、なぜ、そしてどうなったのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>在《兄弟连》节目中，当美国士兵\n在《兄弟连》节目中，当美国士兵被扔到法国上空时，其中一名敌军士兵是一个出生在美国的年轻人，他有着完美的美国英语。\n有着完美的美国英语。他说他搬到德国是因为\n</p> <p>\"祖国召唤他的家人，他们就去了。",
      "title": "有多少美国公民在纳粹德国方面作战，为什么，他们的情况如何？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>在《兄弟連》節目中，當美國士兵\n在《兄弟連》節目中，當美國士兵被扔到法國上空時，其中一名敵軍士兵是一個出生在美國的年輕人，他有着完美的美國英語。\n有着完美的美國英語。他說他搬到德國是因爲\n</p> <p>\"祖國召喚他的家人，他們就去了。",
      "title": "有多少美國公民在納粹德國方面作戰，爲什麼，他們的情況如何？"
    }
  ]
}