{
  "author": "Low_Cheesecake_1428",
  "original_created_utc": 1636455532,
  "title": "My Japanese grandmother is labeled as white on my mother's birth certificate. Was this a common practice in states with anti-miscegenation laws?",
  "created_utc": 1636514455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, context: My grandmother and grandfather met in Japan after ww2, got married, eventually moved to USA (Georgia) around 1960 with my uncle, and had several more kids. My mother and all her siblings were born before Loving vs. Virginia (1967) and were raised in Georgia. </p>\n\n<p>I recently looked at my mother&#39;s birth certificate and was dumbfounded they put my grandmother as white, I asked my mother about it and she didn&#39;t know why it said that. I would ask my grandmother about this but, she died a while back.</p>\n\n<p>From google, I found out in GA only white people could marry white people due to the laws at the time. So I assume that&#39;s why they put my grandmother down as white. I tried finding out more about this (were they protected by the War Brides Act (1945),was this illegal or legal- did it depend on the state, etc.) but I was unsuccessful.</p>\n\n<p>So I thought maybe a historian may know something about all this. I don&#39;t know if this was a military protocol, something my grandparents set up on the downlow with a hospital, something else entirely, or if this was just a common thing to do.</p>\n\n<p>Any help with this would be appreciated, thank you for your time.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/qq192b/my_japanese_grandmother_is_labeled_as_white_on_my/",
  "subreddit": "AskHistorians",
  "id": "qq192b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, context: My grandmother and grandfather met in Japan after ww2, got married,\neventually moved to USA (Georgia) around 1960 with my uncle, and had several\nmore kids. My mother and all her siblings were born before Loving vs. Virginia\n(1967) and were raised in Georgia.\n\nI recently looked at my…"
}