{
  "author": "Paracortex",
  "original_created_utc": 1624637194,
  "title": "YSK if you’re still using an old version of Windows, that you can STILL upgrade to Windows 10 for free, legitimately, through Microsoft, and probably should do so before 11 is released.",
  "created_utc": 1624694139,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.zdnet.com/article/heres-how-you-can-still-get-a-free-windows-10-upgrade/\">Here is a write-up on ZD-Net</a>.</p>\n\n<blockquote>\n<p>Microsoft&#39;s much-hyped free upgrade offer for Windows 10 ended years ago, right? Not exactly. We&#39;ve made it to 2021 and my readers report that you can still use Microsoft&#39;s free upgrade tools to install Windows 10 on an old PC running Windows 7 or Windows 8.1. No product key is required, and the digital license says you&#39;re activated and ready to go.</p>\n</blockquote>\n\n<p><a href=\"https://www.microsoft.com/software-download/windows10\">Here is the direct link to the Microsoft upgrade page</a>.</p>\n\n<p>I can confirm it still works, having upgraded an old computer with 7 mere days ago, without a hitch. </p>\n\n<p>If you visit the link on a non-Windows device, you will be directed to Microsoft’s page for creating a Windows-10 ISO disc, which will still be an option of you visit using a Windows machine.</p>\n\n<p><strong>Why YSK:</strong> Once Windows 11 is released, this totally free and licensed upgrade will likely cease working. It was originally stated that the offer was time-limited and would end years ago, but for whatever reason they have left it active and operational. Now is the time to jump on board if you haven’t done so yet.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o7qq3w/ysk_if_youre_still_using_an_old_version_of/",
  "subreddit": "YouShouldKnow",
  "id": "o7qq3w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here is a write-up on ZD-Net\n[https://www.zdnet.com/article/heres-how-you-can-still-get-a-free-windows-10-upgrade/].\n\n> Microsoft's much-hyped free upgrade offer for Windows 10 ended years ago,\n> right? Not exactly. We've made it to 2021 and my readers report that you can\n> still use Microsoft's…"
}