{
  "author": "faithinstrangers92",
  "original_created_utc": 1633836078,
  "title": "Has reading changed the way you speak and/or think?",
  "created_utc": 1633858014,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I assume it&#39;s had a substantial influence on your writing (which subsumes thinking to be fair) but I&#39;m curious whether it&#39;s altered the way you speak w/ friends, colleagues etc? Do you find yourself using more obscure words or poetic phrasing or (unnecessary) analogies and rhetoric and stuff?</p>\n\n<p>Has it changed your inner monologue?</p>\n\n<p>I&#39;m of the opinion that words and syntax  actually effects the purity and quality of your thoughts not simply their communication. Not just through being exposed to different concepts and perspectives but in providing clarity. </p>\n\n<p>What&#39;s your stance?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q5044a/has_reading_changed_the_way_you_speak_andor_think/",
  "subreddit": "books",
  "id": "q5044a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I assume it's had a substantial influence on your writing (which subsumes\nthinking to be fair) but I'm curious whether it's altered the way you speak w/\nfriends, colleagues etc? Do you find yourself using more obscure words or poetic\nphrasing or (unnecessary) analogies and rhetoric and stuff?\n\nHas…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたの文章に相当な影響を与えていると思いますが（それは公平に考えれば、思考も含まれますが\nしかし、それが友人や同僚との会話に影響を与えているかどうか気になります。\n友人や同僚などとの会話に変化はありましたか？曖昧な言葉や詩的な表現、（不必要な）例え話などを使うようになったのではないでしょうか？\n曖昧な言葉や詩的な言い回し、（不必要な）例え話やレトリックなどを使うようになりましたか？\n\nそれは...",
      "title": "読書によって、話し方や考え方が変わりましたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想这对你的写作有很大的影响（公平地说，这也包括了思想），但我很好奇，它是否改变了你与人交谈的方式？\n但我很好奇，它是否改变了你和朋友、同事等的说话方式？\n朋友、同事等说话的方式？你是否发现自己使用了更多晦涩难懂的词汇或诗意的\n或（不必要的）类比和修辞之类的？\n\n有...",
      "title": "阅读是否改变了你说话和/或思考的方式？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想這對你的寫作有很大的影響（公平地說，這也包括了思想），但我很好奇，它是否改變了你與人交談的方式？\n但我很好奇，它是否改變了你和朋友、同事等的說話方式？\n朋友、同事等說話的方式？你是否發現自己使用了更多晦澀難懂的詞彙或詩意的\n或（不必要的）類比和修辭之類的？\n\n有...",
      "title": "閱讀是否改變了你說話和/或思考的方式？"
    }
  ]
}