{
  "author": "farseer2",
  "original_created_utc": 1627577579,
  "title": "I can't enjoy Shakespeare, and it makes me sad",
  "created_utc": 1627612960,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>English is not my first language, and although I&#39;m fluent enough to read the vast majority of books without a problem, Shakespeare&#39;s language is too high a barrier for me. I read it, but after most sentences I have to stop and try to figure out what it means, and it kills the flow of the play. I can&#39;t enjoy it. </p>\n\n<p>It&#39;s a pity, because I understand enough to appreciate the elegance of the language, but not enough to be able to enjoy it. I don&#39;t know if this is a problem for most native English speakers or not.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ou1bm0/i_cant_enjoy_shakespeare_and_it_makes_me_sad/",
  "subreddit": "books",
  "id": "ou1bm0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "English is not my first language, and although I'm fluent enough to read the\nvast majority of books without a problem, Shakespeare's language is too high a\nbarrier for me. I read it, but after most sentences I have to stop and try to\nfigure out what it means, and it kills the flow of the play. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "英語は私の母国語ではありませんし、大半の本は問題なく読めるほど流暢ですが\n読むことができますが、シェイクスピアの言語は、私にとってあまりにも高い障壁です。\nシェイクスピアの言語は、私にとってあまりにも高い壁です。読んではみたものの、ほとんどの文章が終わった後には、立ち止まって意味を理解しようとしなければなりません。\n意味を理解しようとしなければならず、劇の流れを壊してしまうのです。I...",
      "title": "シェイクスピアを楽しむことができず、悲しい思いをしている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "英语不是我的第一语言，虽然我的英语足够流利，可以顺利阅读绝大多数书籍。\n虽然我的英语足够流利，可以顺利地阅读绝大多数书籍，但莎士比亚的语言对我来说是一个太高的障碍。\n对我来说障碍太大。我读它，但在大多数句子之后，我不得不停下来，试图弄清楚它的意思。\n我读它，但在大多数句子之后，我不得不停下来，试图弄清楚它的意思，这就扼杀了戏剧的流畅性。I...",
      "title": "我不能享受莎士比亚，这让我很难过"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "英語不是我的第一語言，雖然我的英語足夠流利，可以順利閱讀絕大多數書籍。\n雖然我的英語足夠流利，可以順利地閱讀絕大多數書籍，但莎士比亞的語言對我來說是一個太高的障礙。\n對我來說障礙太大。我讀它，但在大多數句子之後，我不得不停下來，試圖弄清楚它的意思。\n我讀它，但在大多數句子之後，我不得不停下來，試圖弄清楚它的意思，這就扼殺了戲劇的流暢性。I...",
      "title": "我不能享受莎士比亞，這讓我很難過"
    }
  ]
}