{
  "author": "Volt-03",
  "original_created_utc": 1627059899,
  "title": "Is it just me or are the characters in Anna Karenina next level relatable?",
  "created_utc": 1627133587,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never thought my main reaction to reading conversations between 19th century russian aristocrats would be &quot;jup I totally feel that&quot;. That scene where Levin is ice skating and being awkward around his crush is permanently etched into my mind as the most relatable thing I have ever read. I guess that&#39;s just what good writing will do.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oq6q9l/is_it_just_me_or_are_the_characters_in_anna/",
  "subreddit": "books",
  "id": "oq6q9l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never thought my main reaction to reading conversations between 19th century\nrussian aristocrats would be \"jup I totally feel that\". That scene where Levin\nis ice skating and being awkward around his crush is permanently etched into my\nmind as the most relatable thing I have ever read. I guess…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "19世紀のロシアの貴族たちの会話を読んで、私が一番感じたことは、まさか「ジョーク」だとは思いませんでした。\n19世紀のロシアの貴族の会話を読んで、私が「jup I completely feel that」と思うとは思わなかった。レビンがアイススケートをしているシーンは\nレヴィンがアイススケートをしているシーンは、私が今まで見た中で最も共感できるものとして\n今まで読んだ本の中で一番共感できたものとして心に刻まれています。そうですね...。",
      "title": "アンナ・カレーニナ』の登場人物たちは、次のレベルの親近感を覚えるのは私だけでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从未想过我在阅读19世纪俄罗斯贵族之间的对话时的主要反应是 \"我完全感觉到了\"。\n俄国贵族之间的对话时，我的主要反应是 \"我完全感觉到了\"。列文在滑冰时与暗恋他的人尴尬的那一幕\n溜冰，在他的暗恋对象面前表现得很尴尬的那一幕，永久地刻在了我的脑海里。\n作为我所读过的最有亲和力的东西。我想...",
      "title": "仅仅是我，还是《安娜-卡列尼娜》中的人物更具有亲和力？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從未想過我在閱讀19世紀俄羅斯貴族之間的對話時的主要反應是 \"我完全感覺到了\"。\n俄國貴族之間的對話時，我的主要反應是 \"我完全感覺到了\"。列文在滑冰時與暗戀他的人尷尬的那一幕\n溜冰，在他的暗戀對象面前表現得很尷尬的那一幕，永久地刻在了我的腦海裏。\n作爲我所讀過的最有親和力的東西。我想...",
      "title": "僅僅是我，還是《安娜-卡列尼娜》中的人物更具有親和力？"
    }
  ]
}