{
  "author": "swagmain",
  "original_created_utc": 1627356847,
  "title": "YSK: if you take extra time in a drive thru, the cashier(s) will often get in trouble for it.",
  "created_utc": 1627369148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most drive thrus have timers inside. Depending on the store, they are often unreasonable and impossible to maintain, to &quot;promote more productivity&quot;.</p>\n\n<p>In reality, this means that customers who read the menu, don&#39;t pull away fast enough, or generally spend more than 90 seconds (total) in the drive thru, can be a cause of a lot of stress on cashiers. </p>\n\n<p>As anyone who&#39;s worked customer service can tell you, managers often make life much harder. This standard was a huge problem when I worked a drive thru a few years ago. Threats of being written up or fired over a car that took two minutes to leave the store from the time it pulled to the speaker is ridiculous, but sadly also a daily occurrence. And the poor customer who just needed to read the menu has no idea that maybe <em>they</em> were the straw that broke the camel&#39;s back and lost that person their job.</p>\n\n<p>What you can do: if you don&#39;t know what you want, go inside if you&#39;re able. They&#39;ll be trying to get your food almost as quickly, but they won&#39;t get in trouble. You&#39;ll also have a much easier time making special requests or instructions. </p>\n\n<p>If you really can&#39;t go inside, look it up. Figure out what you want before arriving. Streamlining the process will come back around when all the employees love you for making their jobs easier.</p>\n\n<p>And, please, don&#39;t verbally abuse the cashiers like every other customer. You&#39;re not above them. If you want to be treated like royalty, fast food isn&#39;t the place the do it.</p>\n\n<p>EDIT: A lot of the comments seem to be about this similar point. No, none of this is the customer&#39;s responsibility. Yes, it&#39;s a horribly flawed system. Still, that doesn&#39;t stop that cashier from learning what an anxiety attack is at their first job</p>\n</div><!-- SC_ON -->",
  "score": 842,
  "permalink": "/r/YouShouldKnow/comments/osf2wz/ysk_if_you_take_extra_time_in_a_drive_thru_the/",
  "subreddit": "YouShouldKnow",
  "id": "osf2wz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most drive thrus have timers inside. Depending on the store, they are\noften unreasonable and impossible to maintain, to \"promote more productivity\".\n\nIn reality, this means that customers who read the menu, don't pull away fast\nenough, or generally spend more than 90 seconds (total) in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: ほとんどのドライブスルーにはタイマーが付いています。店舗にもよりますが、そのタイマーは\n生産性向上のため」という理由で、無理な維持管理をしていることが多いです。\n\n実際には、メニューを読んでもすぐに離さなかったり、店内での滞在時間が90秒以上のお客様は\n実際には、メニューを読んだり、すぐに手を引いたり、あるいは一般的に90秒以上（合計）店内にいるお客様は...",
      "title": "YSK: ドライブスルーで時間をかけていると、レジの人に迷惑をかけてしまうことがありますよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数驾驶座里面都有计时器。根据商店的情况，它们\n为了 \"提高生产力\"，它们往往是不合理的，也是不可能维持的。\n\n在现实中，这意味着那些阅读菜单的顾客，没有快速拉开距离，或者一般在店内花费超过90秒（总共）。\n足够的时间，或通常在店内花费超过90秒（总共）。",
      "title": "YSK：如果你在开车时多花点时间，收银员往往会因此而惹上麻烦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數駕駛座裏面都有計時器。根據商店的情況，它們\n爲了 \"提高生產力\"，它們往往是不合理的，也是不可能維持的。\n\n在現實中，這意味着那些閱讀菜單的顧客，沒有快速拉開距離，或者一般在店內花費超過90秒（總共）。\n足夠的時間，或通常在店內花費超過90秒（總共）。",
      "title": "YSK：如果你在開車時多花點時間，收銀員往往會因此而惹上麻煩。"
    }
  ]
}