{
  "author": "ExcellentSelection69",
  "original_created_utc": 1626639561,
  "title": "Avid reader as a child, haven't picked up a book in an embarrassing amount of time",
  "created_utc": 1626668826,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read every day as a child and i really want to get back into the hobby. My genre seemed to be fantasy/sci-fi. Chronicles of Narnia, Harry Potter and hitchhikers guide to the galaxy are some notable favourites. I&#39;ve tried reading game of thrones and can&#39;t stand the writing style I&#39;m not sure I have the attention span for that many character switches anymore.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/omyh6b/avid_reader_as_a_child_havent_picked_up_a_book_in/",
  "subreddit": "booksuggestions",
  "id": "omyh6b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to read every day as a child and i really want to get back into the\nhobby. My genre seemed to be fantasy/sci-fi. Chronicles of Narnia, Harry Potter\nand hitchhikers guide to the galaxy are some notable favourites. I've tried\nreading game of thrones and can't stand the writing style I'm not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃は毎日のように本を読んでいましたが、今はまた趣味に戻りたいと思っています。\n趣味の世界に戻りたいと思っています。ジャンルとしては、ファンタジーやSFが多いですね。ナルニア国物語、ハリー・ポッター\nHitchhikers Guide to the galaxy（銀河ヒッチハイカーズガイド）などがお気に入りです。私はこれまでに\nゲーム・オブ・スローンズを読んでみましたが、その文体に耐えられませんでした。",
      "title": "子供の頃、熱心に読書をしていたが、気が遠くなるほど長い間、本を手にしていない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我小时候每天都在读书，我真的想回到这个爱好中来。\n嗜好。我的类型似乎是幻想/科幻。纳尼亚传奇、哈利波特\n和《银河系搭车指南》是一些值得注意的最爱。我曾尝试\n读过《权力的游戏》，但无法忍受其写作风格，我不...",
      "title": "小时候热衷于阅读，已经很久没有拿起书本了，令人尴尬。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我小時候每天都在讀書，我真的想回到這個愛好中來。\n嗜好。我的類型似乎是幻想/科幻。納尼亞傳奇、哈利波特\n和《銀河系搭車指南》是一些值得注意的最愛。我曾嘗試\n讀過《權力的遊戲》，但無法忍受其寫作風格，我不...",
      "title": "小時候熱衷於閱讀，已經很久沒有拿起書本了，令人尷尬。"
    }
  ]
}