{
  "author": "cascading_disruption",
  "original_created_utc": 1637918856,
  "title": "The entire market dipped, here's why!",
  "created_utc": 1637937321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ul>\n<li>ETH folks yelled just days ago &quot;last chance to buy under 5k&quot;...</li>\n<li>Black Friday sale but wait till &#39;murica wakes up the shit will hit the ceiling real quick!</li>\n<li>Cyber Monday coming up too! Watch out for that extra 50% off too!</li>\n<li>Mt Gox BTC payouts loom and the creditors gonna sell it all in Q1/2 &#39;22</li>\n<li>crypto reddit coming in to this sub saying it&#39;s (not) gonna be ok kids</li>\n<li>buy the dip folks are back</li>\n<li>The Rona and its variants bringing markets down faster than any tether or China FUD (well technically COVID started there so it&#39;s kinda (Va)China FUD) </li>\n<li>BTC still on track to hit 100k cause people say the same thing tomorrow as yesterday no matter what happened today</li>\n<li>laser eye twitter profile pics were returning and echo chambers were back in actions</li>\n<li>covfefe (I dunno)</li>\n<li>we&#39;re in a metaverse market cause there&#39;s no bull or bear and there are only dips!</li>\n<li>moon farming and moons actually being worth a dime</li>\n<li>this sub going to 4 million members/degens</li>\n<li>memecoin subs going into million(s) subs</li>\n<li>meme coins were going up and then more meme coins been created  and then fights between meme coin HODLers who&#39;s meme coin is the realest...</li>\n<li>people calling themselves CEO of wallstreetbets and the king of the apes for no reason</li>\n</ul>\n\n<p>TL;DR: BTC is going to reach its new ATH in December 2021 (108k $ to be precise) and you can quote me on that!</p>\n</div><!-- SC_ON -->",
  "score": 176,
  "permalink": "/r/CryptoCurrency/comments/r2jfqk/the_entire_market_dipped_heres_why/",
  "subreddit": "CryptoCurrency",
  "id": "r2jfqk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " * ETH folks yelled just days ago \"last chance to buy under 5k\"...\n * Black Friday sale but wait till 'murica wakes up the shit will hit the\n   ceiling real quick!\n * Cyber Monday coming up too! Watch out for that extra 50% off too!\n * Mt Gox BTC payouts loom and the creditors gonna sell it all in…"
}