{
  "approved_at_utc": null,
  "subreddit": "wallstreetbets",
  "selftext": "So, the day has come, and MicroVision's market cap is finally big enough so that you won't get banned for mentioning it on WSB. But what is it? Why have they seen an 800%+ increase in three months? Where are they headed? Allow me to explain.\n\n**About Them**\n\nMicroVision, Inc. (MVIS) makes futuristic-as-fuck laser technology that's used in self driving cars and augmented reality headsets. This already sets them apart from a major competitors like Velodyne (VLDR), which focuses solely on LiDAR for self driving cars.\n\nSumit Sharma, the CEO, was head of operations at Google's Project GLASS and has worked to map hardware development at Motorola, also worked at Jawbone.[ Source](https://www.linkedin.com/public-profile/in/brooklinerunner?challengeId=AQG9ZZGeKX9VWgAAAXec1fLslGoC7UaTFwCgduU3ajjeIw_gMofulYMLCHKxKwfCHu5xLOoDIeF-4bS-FWdNj62xNtLfDVTmBQ&submissionId=a9151f8a-df64-6316-dda0-24150063286d)\n\nWhy have they been increasing 800% in three months while similar companies in the same sector see a fraction of that gain?\n\n**Because their tech is much more advanced than the competition, and they were (are) criminally undervalued.**\n\nThe reason they're so undervalued is because the first thing hedge funds see when they research a potential investment is the balance sheet, and on paper MVIS looks like shit. (Low assets, high liabilities) Even I saw the movement back in December, did some research, and was like \"Wtf is this? I need to get puts\" But once you do research into their product, who their customers are, and the future of the industry that they are involved in, you see that MicroVision is a turnaround story similar to that of Plug Power; both are 90's futuristic companies that people got way too excited about in 2000, have struggled to make it to 2020, but now are about to finally have their heyday. And they got a $13 million [equity facility (loan) in December](https://www.globenewswire.com/news-release/2020/12/29/2151422/0/en/MicroVision-Announces-13-Million-At-the-Market-Equity-Facility.html) that greatly improved their balance sheet, making them appeal to institutions, and bringing [Vanguard](https://fintel.io/so/us/mvis/vanguard-group) and [Blackrock to invest](https://fintel.io/so/us/mvis/blackrock) in MVIS days later. I actually had a hedge fund manager tell me that MVIS was doomed to run out of cash in Q1 2020, but if they secured funds then they would have a lot of potential. I go over that in the comments.\n\n[ MVIS \\(left\\) vs PLUG \\(right\\) 1990's until present ](https://preview.redd.it/803a6oge9dh61.png?width=1868&format=png&auto=webp&s=d889603b5691f3b12126c5807db5752804598a63)\n\nAnyways, what is this \"much more advanced\" technology? I'll just let this chart do the talking:\n\n[ The MicroVision Consumer LIDAR being compared here isn't even their model designed for self-driving cars, that will be coming in April.](https://preview.redd.it/c3zdfgwh9dh61.png?width=1446&format=png&auto=webp&s=ae8c428f74846c15e06c16c0bbdf270a9fcb9bf8)\n\nThe resolution it can take as input/second, the points per second, is key when it comes to how clearly the LiDAR sensor can see, how accurately it can identify what it is seeing, and how quickly it can react.\n\nThat chart is from 2 years ago and *still* the best resolution Velodyne can provide today is only 4,800,000 pps in their most advanced model, the \"[Alpha Prime](https://velodynelidar.com/downloads/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link)\"\n\n>3D Lidar Data Points Generated 2- Single Return Mode: \\~ 2,400,000 points per second- Dual Return Mode: \\~ 4,800,000 points per second.\n\nVLDR has not publicly announced a price for their Alpha Prime yet, but historically their top of the line devices cost[ $75,000](https://www.theverge.com/2020/1/7/21055011/lidar-sensor-self-driving-mainstream-mass-market-velodyne-ces-2020). I have seen unsourced numbers of the Alpha Prime[ costing $100,000.](https://www.reddit.com/r/LiDAR/comments/emp7h4/where_to_get_a_used_velodyne_alpha_prime_vls128/fdqguty?utm_source=share&utm_medium=web2x&context=3) That was last year, will probably be brought down to be more reasonable for automakers to purchase. They did [announce a $500 model](https://www.forbes.com/sites/samabuelsamid/2020/11/13/velodyne-announces-500-velarray-h800-lidar-production-in-2021/?sh=4a37f2246e8f) called the Velarray H800 in November, but the only thing they said about its pps resolution is that its [\"outstanding\"](https://velodynelidar.com/press-release/velodyne-lidar-unveils-breakthrough-solid-state-lidar-sensor/)... lol.\n\nAs for Luminar (LAZR),[ they will launch the new model \"Iris\" in 2022, which will cost about $1,000:](https://techcrunch.com/2019/07/11/luminar-eyes-production-vehicles-with-100m-round-and-new-iris-lidar-platform/) (the[ same price](https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html) as MicroVision's device to be revealed in April). It will also only operate at 10Hz. This is similar to playing a racing game at 10FPS. If you know anything about video games, you know that **this is unplayable.**\n\n>Iris will cost less than $1,000 per unit for production vehicles seeking serious autonomy, and for $500 you can get a more limited version for more limited purposes like driver assistance, or ADAS. Luminar says Iris is 'slated to launch commercially on production vehicles beginning in 2022,' but that doesn't mean necessarily that it's shipping to customers right now. The company is negotiating more than a billion dollars in contracts at present, a representative told me, and 2022 would be the earliest that vehicles with Iris could be made available.\n\nA[ lengthy post](https://www.reddit.com/r/MVIS/comments/k7bzrk/race_to_mass_production_luminar_lazr_vs/) has been make comparing Luminar's resolutions with MicroVision's, which was not easy to calculate because Luminar said their resolution was \"300dpi/spdeg\", a statistic that is incomprehensible for shareholders because its not the common specification of millions (3D) points per second. Here's the math, I sum it all up at the bottom:\n\n>Luminar's Hydra claims resolution of \"**up to** 200 points per square degree\" and a FOV of 120° x 30° (degrees). (and 300 points for Iris, the one coming in 2022.)  \n>  \n>However, the vertical FOV can be configured from 1° to 30° , which likely explains the use of \"up to\" in the resolution numbers. Generally, as FOV expands, resolution shrinks, assuming a constant pixel stream. This is why Alex Kipman made such a big deal about MSFT maintaining resolution in Hololens 2(YT links aren't allowed apparently) while expanding FOV because it required more pixels to do so.  \n>  \n>Specifically, regarding Luminar, is 200 points per square degree available when FOV is at the maximum 120° x 30°? Or is it available only at a lesser FOV such as, for example, 120° x 5°? The use of \"up to\" suggests the latter.  \n>  \n>Even assuming 200 points per square degree at 120° x 30° is available, which is not conceded given the stated \"up to\", that would yield a total resolution of 720,000 points. MVIS claims capacity in excess of 20M points per second. At a resolution of 720,000 points, Luminar would require a frame rate of 27.7 Hz to equal 20M points per second. Luminar's specs do not suggest that its technology is capable of such a high frame rate at this resolution. This is not surprising given it does not use MEMS micromirrors but something more \"mechanical\" including, as per a recent patent,[ spindles and a drive belt](https://patents.google.com/patent/US10310058B1/en?oq=US10310058B1)  \n>  \n>(1) At video time **19:56**, Luminar compares the specs of its Iris product to industry requirements. The graphic reveals that Luminar's 2022 production lidar, **Iris**, will support resolution of **300 points per square degree at 10 Hz**. Assuming that resolution applies to the entire FOV of 120 x 30 degrees and not just a portion of the FOV, that would imply a points per second value of 120 x 30 x 300 x 10 Hz = **10.8M points per second**. If the 300 points/ sq. deg applies only to a smaller FOV, the points per second figure would be proportionally smaller. Microvision claims **20M points per second** for its current MEMS lidar. The company also advises that its technology is capable of more than 20M points/sec.\n\nTLDR: The best case scenario for Luminar is that their 2022 model will have 10.8 million pps, but in reality its probably much lower than that because of FOV configurations, careful wording by press releases, and Hz limitations. Additional Interesting insight on Luminar and their tech lagging behind is in the comments, this post is long enough already.\n\nAgain the [MicroVision Consumer LIDAR](http://www.microvision.com/consumer-lidar/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link) ([specifications](http://www.microvision.com/wp-content/uploads/2019/03/MEMS-Based-3D-LiDAR-Engine-Product-Brief.pdf?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link)) being used for comparison here isn't even their model designed for self-driving cars. Their device specialized for cars, the \"1st gen Long Range LiDAR (LRL) Sensor\",[ will be coming in April](https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html).\n\n>We expect our 1st generation LRL Sensor to have range of at least 250 meters and the highest resolution at range of any lidar with 340 vertical lines up to 250 meters, 568 vertical lines up to 120 meters and 944 vertical lines up to 60 meters. This **equates** **to** 520 points per square degree.\n\n(For those who read the math on LAZR, notice he doesn't say **up to**)\n\nIt testing is successful, the 1st Generation LRL Sensor will be able to calculate velocity of objects relative to itself, and be able to be used in Level 3 and Level 4 self-driving applications\n\n>Our LRL Sensor will also output velocity of moving objects relative to an ego vehicle across our dynamic field of view in real-time 30 Hz sensor output. This sensor would accelerate development of Level 3 (L3) autonomous safety and Level 4 (L4) autonomous driving features that are important to potential customers and interested parties.\n\nWhat is Level 3 and Level 4 autonomous driving?\n\nhttps://preview.redd.it/n4c8831l9dh61.png?width=848&format=png&auto=webp&s=0652984c72da3159b53a4fc4058c9d9e33cc6b05\n\nLevel 1 is feet off, level 2 is hands off, level 3 is eyes off, level 4 is mind off, and level 5 is full passenger (you can sit in the back). So basically, they have that 2045 technology **today**, while everyone else is trying to play catch-up. How is it so advanced? It all lies in the high resolution of the laser sensors.\n\n>*I've seen MVIS's LiDAR in action at a shareholder meeting. It can recognize people. This has been described on MicroVision's conference calls, and has been described with significant additional safety and convenience features.*  \n>  \n>This could identify individual people  \n>  \n>Can distinguish between pets and people (or YOUR pet and the neighbors pet)  \n>  \n>Can distinguish between normal behaviors and strange things that could be of concern  \n>  \n>Could save face-scans of intruders and allow intruders to be identified later [Source](https://petersmvis.blogspot.com/2020/07/value-question-lidar.html)\n\nIf their devices can really recognize people, objects, and pets, it could integrate security verticals in MicroVision's business model. ([Video surveillance is expected to reach a 144.5 B market size by 2027](https://www.prnewswire.com/news-releases/video-surveillance-market-size-is-expected-to-reach-usd-144-85-billion-by-2027---valuates-reports-301056561.html#:~:text=The%20global%20IP%20video%20surveillance,CAGR%20from%202019%20to%202026)) Why not just use cameras?[ Cameras are worse at long distances](https://www.techbriefs.com/component/content/article/tb/stories/blog/37699),\n\n>LiDAR is the only sensor that gives you resolution at range: the ability to get very fine and very accurate detection of objects in space.\n\nthat's why Teslas use radar systems in addition to their cameras, still not good enough to prevent[ fatalities](https://apnews.com/article/ca5e62255bb87bf1b151f9bf075aaadf) on the road using Tesla's [\"full self-driving\"](https://www.motorbiscuit.com/no-tesla-does-not-have-full-self-driving-capability-yet/) software. Also, cameras[ struggle with light glare, weather, and 3D imaging](https://scale.com/blog/is-elon-wrong-about-lidar), while LiDAR fixes all those issues. The main advantage of cameras are their resolution, and **MicroVision is bridging the gap.**\n\nSo, will testing be successful?\n\n>We expect the capability of our LRL Sensor to meet or exceed OEM requirements, based on technology we have scaled multiple times over the last decade, as being a very strong strategic advantage. ([Same source](https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html))\n\nThis product has been getting fine tuned for years and I am personally confident that they will be able to outperform in their testing.\n\nDemonstration(YT links aren't allowed apparently) of their consumer LiDAR product from 2018 (make sure your quality is all the way up).\n\n&#x200B;\n\n**Growing Industry**\n\nThe self-driving cars market[ is expected to reach 220.44 billion](https://www.marketdataforecast.com/market-reports/self-driving-cars-market) dollars by 2025. This includes taxi, civil, public transport, heavy duty trucks, ride shares, and ride hail (UBER - 72 B mkt cap) applications.\n\nTraffic Accidents ***in the US alone*** [Cost 871 Billion A Year](https://www.pbs.org/newshour/nation/motor-vehicle-crashes-u-s-cost-871-billion-year-federal-study-finds#:~:text=federal%2Dstudy%2Dfinds-,Traffic%20accidents%20in%20the%20U.S.%20cost,a%20year%2C%20federal%20study%20finds&text=WASHINGTON%20%E2%80%94%20The%20economic%20and%20societal,National%20Highway%20Traffic%20Safety%20Administration), even just yesterday there was an[ insane pileup](https://www.nbcdfw.com/news/traffic/traffic-updates-overnight-sleet-turns-north-texas-roads-into-sheets-of-ice/2548822/) on the I-35W highway in Texas that killed 6, injured 36, and damaged 133 vehicles.\n\nNot only self-driven cars need LiDAR. In a few years, as soon as MicroVision's 1st Gen LRL is available, LiDAR systems will certainly become mandatory for (still) human-controlled cars to avoid collisions. This tech could become as revolutionary and successful as airbags.[ Airbags are a 37.3 billion dollar industry](https://www.alliedmarketresearch.com/airbag-market#:~:text=Global%20Airbag%20Market%20is%20expected,and%20deflate%20after%20the%20accident).\n\nIf only 10% of the[ cars produced](https://www.statista.com/statistics/262747/worldwide-automobile-production-since-2000/) annually contain four Microvision LRL systems, this will result in a volume of 364 million units in ten years. (9.1 million cars \\* 4 modules \\* 10 years) And this is a conservative calculation, both a higher market share, more cars produced, and more modules per car are conceivable.\n\n[ At least 4 LRL devices will be necessary to establish a \\\\\"circle of safety.\\\\\" ](https://preview.redd.it/fvv8wt9m9dh61.png?width=512&format=png&auto=webp&s=82d96f0adbe3a23edb5678ed4525d7c3ac6bf6e8)\n\n&#x200B;\n\n**Augmented Reality**\n\nThe Hololens 2 is an example of a Virtual Reality Device (VRD) manufactured by Microsoft that uses[ MicroVision MEMS Laser Scanning display modules inside.](https://microvision.blogspot.com/2020/05/hololens-2-teardown-reveals-microvision.html)\n\nNASA & Lockeed Martin using Hololens (Video)(YT links aren't allowed apparently)\n\n>'When a technician puts on the Hololens, they instantly see the work instruction, instead of having to go through stacks of rectangular data, whether its paper or another form of a screen'...  \n>  \n>'We see a reduction in cost, increases in quality'...  \n>  \n>'What we've found is we can take an 8 hour activity and reduce it down to 45 minutes'...  \n>  \n>'We haven't had a single error that's been documented'...\n\nFrom 2002-2006, MVIS commercialized versions of a monochrome (red) VRD for industry and the military. It was called[ Nomad](https://www.google.ca/search?q=microvision+nomad&sxsrf=ALeKk02IPL9OFoidmsXKZXwGQqeJkh4t-w:1588731862337&source=lnms&tbm=isch&sa=X&ved=2ahUKEwj5z7Cyl57pAhWjUt8KHSUuA_QQ_AUoAXoECAsQAw&biw=1242&bih=554#imgrc=Rv9IZzrAioS_3M).\n\nMicrovision also developed a[ full color version](http://microvisiontracker.blogspot.com/2011/10/microvision-nomad.html) for the[ military, the Spectrum SD2500](https://apps.dtic.mil/dtic/tr/fulltext/u2/a444945.pdf).\n\nThe military alone currently intends to spend almost[ $3B on IVAS](https://www.armytimes.com/news/your-army/2020/02/11/the-army-wants-to-buy-40000-mixed-reality-goggles/), augmented reality devices that[ use MicroVision tech](https://www.reddit.com/r/MVIS/comments/ept9s8/ivas_and_the_12m_additional_payment_from_the_2017/), in the next several years. ([Video](https://abcnews.go.com/Politics/armys-futuristic-combat-goggles-lets-soldiers-battlefield/story?id=74791465) at 1:12 - \"based on Microsoft's Hololens\" - amazing, must watch - \"lets you see around corners.. see through smoke\") (There is a [money trail](https://imgur.com/gallery/4HY6Cae) to confirm too: [financial report](https://microvision.gcs-web.com/node/13611/html))\n\n[ One of the many capabilities of the IVAS heasets. ](https://preview.redd.it/sg0hilys9dh61.jpg?width=2000&format=pjpg&auto=webp&s=d4a032b8e343e6d3cb277baeecd346be966e8732)\n\n[MicroVision revolutionizing the way people use GPS systems](https://www.pcworld.com/article/255486/this_new_gps_does_augmented_reality_makes_you_feel_like_youre_in_a_fighter_jet.html), to launch in July. [(GPS industry will be 146.4 B by 2025)](https://www.grandviewresearch.com/press-release/global-positioning-systems-gps-market-analysis)\n\n>This new GPS system comes equipped with an augmented reality heads-up-display (HUD) that attaches directly to your sun visor. This laser-projected GPS micro-display, developed in collaboration with MicroVision, makes it appear that your route directions show directly on top of the road, letting you keep your eyes on the road at the same time.\n\nThere's a reason that[ Apple CEO Tim Cook said a few weeks ago that](https://9to5mac.com/2020/01/20/tim-cook-ar-health-care/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link) Augmented Reality is the \"Next Big Thing.\"\n\n>Cook was asked about what he expects to be the biggest tech developments in the next five to 10 years. Cook’s response made it clear that he sees augmented reality as the future, calling it the “next big thing.”\n\n[Imperial College Healthcare using Hololens 2](https://customers.microsoft.com/en-ca/story/825289-imperial-nhs) to fight the coronavirus.\n\n>While attending a trauma call in the early stages of the pandemic, Mr Kinross noticed that 29 people were working in close proximity.  He realized the established way of working would have to change dramatically.\n\n[ Mercedes-Benz using Microsoft HoloLens 2 for faster, safer vehicle service. ](https://preview.redd.it/gfbr11lv9dh61.png?width=757&format=png&auto=webp&s=84009b891a9a8f9ded6d5f93641d44565f57ed04)\n\n[ Mercedes-Benz Virtual Remote Support](https://customers.microsoft.com/en-ca/story/839709-mercedes-benz-automotive-holoLens-en-usa)\n\n>The technician is then linked with a Mercedes-Benz specialist working remotely who can see what the tech sees and communicate in real-time -- manipulating the holographic information with annotations, highlighting areas of focus, pointing at things in the real world and presenting documents and service manuals.\n\nIn the next few years, business verticals will be possible in the markets for smart glasses (Video)(YT links aren't allowed apparently) and projections with touchless input(YT links aren't allowed apparently) and gesture control. For example, an eyewear company could develop the *smallest and lightest smart glasses device on the market* using the chip in that smart glasses video.\n\n>In the MicroVision Augmented Reality video, for example, we share a potential module design using our existing MEMS technology platform that could offer the *lightest, smallest in volume, low power module with up to 40 degrees field of view* packaged into eye wear that *resembles frames currently accepted in the market.* I believe one could see how our module in the design example would be compelling for a *mass-market product.* [Source](https://microvision.gcs-web.com/static-files/a541a6f5-2bb2-4f4a-bbbf-858e9c333f31?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link)\n\n&#x200B;\n\n**Patents**\n\nMicroVision has 484 patents[ granted and pending](https://www.reddit.com/r/MVIS/comments/l6jthv/how_many_patents_does_mvis_have/gl1kpo9?utm_source=share&utm_medium=web2x&context=3). This was enough to get them on the Ocean Tomo 300 Patent Value Index. What is that you ask?\n\n>The Ocean Tomo 300® Patent Value Index includes the top value companies of the broad- market Ocean Tomo 300® Patent Index, as determined by the price-to-book ratio, and is diversified across market capitalization. It is the industry’s first value index based on the value of intellectual property and represents a portfolio of 60 companies with the highest innovation ratio (i.e., patent maintenance value relative to book value). [Source](https://www.oceantomo.com/services/patent-indexes/ocean-tomo-300-patent-value-index/)\n\nThis index also outperforms the Russel 1000 and the S&P 500.\n\nTheir intellectual property includes in-house developed custom MEMS, custom optics, proprietary digital and analog silicon chips, embedded real-time firmware and software, manufacturing processes, custom automation and strategic partnerships that allow them to operate in a sleek model.\n\nMicroVision patents and products therefore serve many future markets:\n\n* Augmented Reality Heasets (AR)\n   * Engineering\n   * Surgery\n   * Entertainment\n   * Military [(1.822 Trillion dollar industry btw)](https://www.sipri.org/publications/2019/sipri-fact-sheets/trends-world-military-expenditure-2018)\n   * Smart Glasses\n* Interactive Projectors\n   * Touchless and 3D gesture recognition (both contactless, important for hygiene)\n   * GPS\n   * [Phone Mounted Projectors](https://moviphones.com/pages/moviphone?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link)\n* LiDAR Applications\n   * LiDAR Surveillance Security\n   * LiDAR Equipped UAV Drones\n   * [In Space](https://www.spar3d.com/blogs/the-other-dimension/lidar-in-space-2/)\n   * [In Forestry](https://towardsdatascience.com/applications-of-lidar-in-forestry-13686e1b15a7)\n   * [Land Surveying](https://www.takeoffpros.com/2019/11/26/lidar-surveying-explained/)\n\nWhoever has the MicroVision technology may be able to eliminate the competition or demand license fees from them. Or the other way around: Whoever does not buy the technology can be excluded from markets. Therefore, bidding competition may arise to gain access to the market. Whoever has the best LiDAR system for cars will also be able to supply other components and software to car manufacturers. The car manufacturer who has the best LiDAR system has a big advantage over the competition.\n\n&#x200B;\n\n**All Notable Competition:** Velodyne LiDAR, Luminar, Sense Photonics, Robosense, Valeo, SureStar\n\nMicroVision: founded in[ 1993](https://www.crunchbase.com/organization/microvision)\n\nVelodyne Lidar VLDR: founded in 1983, but as a[ subwoofer company](https://www.strata-gee.com/big-layoffs-hit-velodynes-audio-division-company-bets-all-lidar/) 😂 and only got into LiDAR in[ 2005](https://investors.velodynelidar.com/corporate-governance/management-team)\n\nLAZR: founded in[ 2012](https://www.luminartech.com/announce_gores_luminar/#:~:text=name%20and%20will%20remain%20listed,for%20consumer%20cars%20and%20trucking)\n\nNon-Public:\n\nValeo: Founded in[ 1998](https://www.ibeo-as.com/en/ueber-uns)\n\nRobosense: Founded in[ 2014](https://www.robosense.ai/en/about%20Ouster:%20Founded%20in%202015)\n\nSureStar: Founded in[ 2005](https://www.isurestar.com/en/about-9.html#:~:text=Founded%20in%202005%2C%20SureStar%20has,of%20LiDAR%20products%20and%20applications)\n\nBasically, MVIS is all these other companies' daddy. They have been working on LiDAR for almost 30 years and it shows, just imagine what they will be able to develop in a few years with more funding.\n\nhttps://preview.redd.it/eh5csdcz9dh61.png?width=1600&format=png&auto=webp&s=068fe6f5508e693ace5c6c56d4d2a5d9294836fb\n\n**Insider Activity**\n\nMicroVision is very transparent with its inner workings of the company, you can easily reach out to them on their website under \"Investors.\" One of many[ conferences](https://www.reddit.com/r/MVIS/comments/gkitve/a_fireside_chat_with_sumit_sharma_steve_holt/?utm_source=share&utm_medium=web2x&context=3) held with Vice President David Westgor, investor relations manager Dave Allen, and investors of r/MVIS revealed:\n\n>As to the employee incentive plan, Steve Holt made the point that in his 7 years of experience (I think it was) with MVIS, NO EMPLOYEE had actually ever cashed out in the money options.\n\nCase in point, on December 1s, 2020, the day after she joined the team,[ Judith Curran was paid](https://twitter.com/insideralerts4u/status/1333899284094332930?s=21) with 3 million dollars worth of $3 calls expiring in 2022, and she has not cashed out.\n\nOn Yahoo it reports that the last insider sale was in[ 2014](https://finance.yahoo.com/quote/MVIS/insider-transactions/).\n\n&#x200B;\n\n**Institutional Investments**\n\nFor reasons stated earlier, institutions have been late to the game on this one, but now are starting to get on the rocket ship before it takes off.[ MVIS is now the largest holding in the S&P Kensho Moonshots Index](https://www.spglobal.com/spdji/en/indices/equity/sp-kensho-moonshots-index/#data), (KMOONP), which is literally an ETF of stocks that are going go the moon 🌙 .[ Blackrock purchased](https://fintel.io/so/us/mvis/blackrock) 2.44 million shares on December 31, 2020.[ Vanguard purchased](https://fintel.io/so/us/mvis/vanguard-group) 6.61 million shares on the same day.\n\n&#x200B;\n\n**Recent Events**\n\nMVIS's stagnation really started to break on December 1st 2020, with MVIS when former Ford Executive[ Judith Curran was added to MVIS's board of directors.](https://petersmvis.blogspot.com/2020/12/judy-curran-added-to-board-of-directors.html)\n\n>Curran is an accomplished senior automotive executive with over 30 years of experience in vehicle program, engineering and technology leadership. Curran has a strong record of leading innovation at Ford Motor Company where she served in a number of executive positions including Director of Technology Strategy, where she developed the cross-vehicle global strategy for key new technologies including assisted driving, infotainment, new electrical architectures, and connectivity.\n\nDoesn't take a genius to figure out they were about to ride the EV wave, and were appointing the right people to be poised to do so.\n\nEight days later on December 8th 2020, the US Congress[ approved](https://www.washingtonpost.com/national-security/house-votes-defense-bill-ndaa-trump-veto/2020/12/07/b872dd72-38c3-11eb-9276-ae0ca72729be_story.html) approximately $700M for the roll-out of IVAS in 2021.\n\n7 days after that on December 15th, MVIS broke $4 for the first time in nine years.\n\nDecember 29, 2020:[ MicroVision Announces $13 Million At-the-Market Equity Facility](https://www.globenewswire.com/news-release/2020/12/29/2151422/0/en/MicroVision-Announces-13-Million-At-the-Market-Equity-Facility.html) (this is huge for improving balance sheet and attracting hedge funds/institutional ownership)\n\n>So far, our team remains on track to complete our Long Range Lidar sensor sample in April 2021. We believe this financing will further solidify our balance sheet as we remain committed to pursuing strategic alternatives and establishing value for our shareholders,” said Sumit Sharma, MicroVision Chief Executive Officer. “We expect a stronger balance sheet will provide the Company with runway through 2021 and into the first quarter of 2022 to enable us to continue development of our lidar sensor while pursuing strategic alternatives,” said Steve Holt, MicroVision Chief Financial Officer.\n\nDecember 31:[ Vanguard adds](https://fintel.io/so/us/mvis/vanguard-group) 6.6 million shares,[ Blackrock adds](https://fintel.io/so/us/mvis/blackrock) adds 2.4.\n\nJanuary 20, 2021:[ Apple CEO Tim Cook says](https://9to5mac.com/2020/01/20/tim-cook-ar-health-care/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link) Augmented Reality is the \"Next Big Thing.\"\n\nFeb 2, 2021 YooToob stock analyst Deadnsyde covers(YT links aren't allowed apparently) MVIS, causing the beginning of a large breakout past $8.\n\nFeb 4: [MicroVision granted patent](https://google.com) (WSB bot is blocking source from being posted- thinks it contains a ticker), essentially **lidar on a chip**, this patent in particular is huge. (solid state lidar)\n\nFeb 10:[ Cramer mentions MVIS,](https://www.reddit.com/r/MVIS/comments/lgmkzk/jim_cramer_says_lidar_is_one_of_three/) says LIDAR is one of three battlegrounds for EV competition.\n\nFeb 10 after hours:[ MVIS announces Progress on Automotive Long Range LiDAR](https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html), saying\n\n“We expect MicroVision’s Long Range Lidar Sensor, (LRL Sensor) which has been in development for over two years, to meet or exceed requirements established by OEMs for autonomous safety and autonomous driving features,” said Sumit Sharma, Chief Executive Officer of MicroVision.\n\nFeb 11: Volkswagen and Microsoft[ team up](https://www.marketwatch.com/story/volkswagen-microsoft-team-up-on-automated-driving-2021-02-11) on automated driving (potential for MVIS to get involved).\n\n&#x200B;\n\n**Talent at MicroVision**\n\nSumit Sharma became the CEO in February of 2020, he is a mechanical engineer that has been with MVIS for five years after having been the head of operations at Google Project Glass, and working for Motorola and Jawbone.\n\nDr. Mark Spitzer is on the board of directors having previously worked at Google X, Darpa, Kopin and having founded Myvu and Photonic Glass.\n\nJudy Curran joined the board this year after spending 30 years at Ford, where she was the Director of Technical Strategy. She is also the Head of Global Automotive Strategy for Ansys, a simulation software company that works with ADAS systems.\n\n&#x200B;\n\n**Technical analysis**\n\n[ Resistance at 46.75, 123. 39, and 204. 23, could turn to supports.](https://preview.redd.it/xj090461adh61.png?width=1081&format=png&auto=webp&s=438deaaf3a20b865d13f7b557e6ec5671c19780e)\n\n[Moving Average Analysis](https://imgur.com/gallery/twIezCK):\n\nOn February 28, 2020, Market Cap of PLUG was 1.32B, on this date the 120 day MA touches the 8y moving average. 11 months later, PLUG has a market cap of 33.79B, an increase of 2459%.\n\nOn September 3, 2020, Market Cap of MVIS was 0.21B, on this date 120 day MA touches the 8y moving average. 5 months later, MVIS has a market cap of 2.77B an increase of 1219%.\n\n6 months forward price target: **$34.348B**\n\n&#x200B;\n\n**Conclusion/Valuation/TLDR**\n\nLAZR is currently valued at 12.22B\n\nVLDR at 3.92B\n\nMVIS at 2.77B\n\nMicroVision offers a quantitatively much higher performance product than both of its competitor companies. Because of their lack of focus on augmented reality technologies, competitors are not likely to have a future in the markets of smart glasses, healthcare, engineering, military equipment, GPS safety, entertainment, and interactive projectors. They are involved in an industry that is currently at an inflection point, due to grow massively in the near future. Their high number of extremely advanced patents will bring in significant revenue for the company in the coming years. I have never seen a company with such low insider selling, that the last case of a sale was in 2014. Institutional investors are piling in as MicroVision's balance sheet improves and they near the April LRL sensor test date, which has a high likelihood of being a success. I think this stock should currently be valued at 20 Billion dollars, taking all of this into account, and expect it to rise drastically over the next few years.\n\nThis is not financial advice, I am not a financial advisor, do your own research before believing some retard on the internet. Positions: 300 shares, $19 call 5/21, $20 call 3/19, $31 call 2/19([FD](https://www.urbandictionary.com/define.php?term=FD)), $28 call 2/19, $24 call 2/19.",
  "author_fullname": "t2_2r6ie4od",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 1,
  "clicked": false,
  "title": "MVIS: Shiny Laser Go Pew ⚡ No But Seriously They Are Gonna Take Over The LiDAR Industry",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "DD"
    }
  ],
  "subreddit_name_prefixed": "r/wallstreetbets",
  "hidden": false,
  "pwls": 7,
  "link_flair_css_class": "dd",
  "downs": 0,
  "thumbnail_height": 49,
  "top_awarded_type": null,
  "hide_score": false,
  "media_metadata": {
    "gfbr11lv9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 54,
          "x": 108,
          "u": "https://preview.redd.it/gfbr11lv9dh61.png?width=108&crop=smart&auto=webp&s=b364e4e82f635149c641885e8d96e5abfffe3c88"
        },
        {
          "y": 108,
          "x": 216,
          "u": "https://preview.redd.it/gfbr11lv9dh61.png?width=216&crop=smart&auto=webp&s=c2baa5a9b5a21d89710a22486dcd5cebc365bfe6"
        },
        {
          "y": 161,
          "x": 320,
          "u": "https://preview.redd.it/gfbr11lv9dh61.png?width=320&crop=smart&auto=webp&s=1a744a0df23f7535875dbde38e60af1b79b1a872"
        },
        {
          "y": 322,
          "x": 640,
          "u": "https://preview.redd.it/gfbr11lv9dh61.png?width=640&crop=smart&auto=webp&s=4dc487f34b1de962af575813d046781b3f8b5ac8"
        }
      ],
      "s": {
        "y": 381,
        "x": 757,
        "u": "https://preview.redd.it/gfbr11lv9dh61.png?width=757&format=png&auto=webp&s=84009b891a9a8f9ded6d5f93641d44565f57ed04"
      },
      "id": "gfbr11lv9dh61"
    },
    "803a6oge9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 37,
          "x": 108,
          "u": "https://preview.redd.it/803a6oge9dh61.png?width=108&crop=smart&auto=webp&s=b8b40929623485b3feb102e128f5127be522233e"
        },
        {
          "y": 75,
          "x": 216,
          "u": "https://preview.redd.it/803a6oge9dh61.png?width=216&crop=smart&auto=webp&s=61e53b0ecc649035ff04635c838d9fa3b47ac8e7"
        },
        {
          "y": 112,
          "x": 320,
          "u": "https://preview.redd.it/803a6oge9dh61.png?width=320&crop=smart&auto=webp&s=f8534c4942b8869c4a1adea010ef9f2f0790b483"
        },
        {
          "y": 225,
          "x": 640,
          "u": "https://preview.redd.it/803a6oge9dh61.png?width=640&crop=smart&auto=webp&s=a601dd5855730ca1f56ec499a6821e9d1774af79"
        },
        {
          "y": 337,
          "x": 960,
          "u": "https://preview.redd.it/803a6oge9dh61.png?width=960&crop=smart&auto=webp&s=2279c4edc197d4945093480c5a7ea2409b42614e"
        },
        {
          "y": 379,
          "x": 1080,
          "u": "https://preview.redd.it/803a6oge9dh61.png?width=1080&crop=smart&auto=webp&s=fa288fe21422a40a4b0eae6c69339566f5aef23f"
        }
      ],
      "s": {
        "y": 657,
        "x": 1868,
        "u": "https://preview.redd.it/803a6oge9dh61.png?width=1868&format=png&auto=webp&s=d889603b5691f3b12126c5807db5752804598a63"
      },
      "id": "803a6oge9dh61"
    },
    "sg0hilys9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/jpg",
      "p": [
        {
          "y": 60,
          "x": 108,
          "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=108&crop=smart&auto=webp&s=66bd7bc870c9fa9f155f5f1bdbe76a9a59502677"
        },
        {
          "y": 121,
          "x": 216,
          "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=216&crop=smart&auto=webp&s=82bf390f267be2f231893b0071b60be3b66a6cd9"
        },
        {
          "y": 180,
          "x": 320,
          "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=320&crop=smart&auto=webp&s=7192e3116b35d2a835fa2ee79cdaf4258ad01e66"
        },
        {
          "y": 360,
          "x": 640,
          "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=640&crop=smart&auto=webp&s=cfe13b01bd6db4da947aa883ff7db4d08bb1bf44"
        },
        {
          "y": 540,
          "x": 960,
          "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=960&crop=smart&auto=webp&s=43881be6665b7072f36c9df151fbdbe3fcc03e67"
        },
        {
          "y": 607,
          "x": 1080,
          "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=1080&crop=smart&auto=webp&s=08f07ef1589d16a6b712c595ca1cc175fa35f859"
        }
      ],
      "s": {
        "y": 1125,
        "x": 2000,
        "u": "https://preview.redd.it/sg0hilys9dh61.jpg?width=2000&format=pjpg&auto=webp&s=d4a032b8e343e6d3cb277baeecd346be966e8732"
      },
      "id": "sg0hilys9dh61"
    },
    "c3zdfgwh9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 42,
          "x": 108,
          "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=108&crop=smart&auto=webp&s=c7b609d73a0e1b08c59a6b89b19e3a7314fcf85e"
        },
        {
          "y": 85,
          "x": 216,
          "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=216&crop=smart&auto=webp&s=530d12cf796c541d8f85bff4d35f25bd4a2f30f4"
        },
        {
          "y": 127,
          "x": 320,
          "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=320&crop=smart&auto=webp&s=58e0005a4a7a0229f9b7303d1c8960ae96e5701c"
        },
        {
          "y": 254,
          "x": 640,
          "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=640&crop=smart&auto=webp&s=7aa3eb8a4cfa2d3cb3e09d8a514c4c1f77b6ab99"
        },
        {
          "y": 381,
          "x": 960,
          "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=960&crop=smart&auto=webp&s=c29b604b5c34c8bbc5115b5b44caa065e0624b08"
        },
        {
          "y": 428,
          "x": 1080,
          "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=1080&crop=smart&auto=webp&s=b2d83f7b7b37fc74e922c85cdb34d049dae33925"
        }
      ],
      "s": {
        "y": 574,
        "x": 1446,
        "u": "https://preview.redd.it/c3zdfgwh9dh61.png?width=1446&format=png&auto=webp&s=ae8c428f74846c15e06c16c0bbdf270a9fcb9bf8"
      },
      "id": "c3zdfgwh9dh61"
    },
    "fvv8wt9m9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 59,
          "x": 108,
          "u": "https://preview.redd.it/fvv8wt9m9dh61.png?width=108&crop=smart&auto=webp&s=15d0da60b6ed2d94a4dd2491d579f1511359ffb3"
        },
        {
          "y": 119,
          "x": 216,
          "u": "https://preview.redd.it/fvv8wt9m9dh61.png?width=216&crop=smart&auto=webp&s=ea925399e5792b860e08feef60fffaf9cece7a87"
        },
        {
          "y": 176,
          "x": 320,
          "u": "https://preview.redd.it/fvv8wt9m9dh61.png?width=320&crop=smart&auto=webp&s=b613bfdbdf45fa7bb41f33d0aca789cf8fedd12a"
        }
      ],
      "s": {
        "y": 283,
        "x": 512,
        "u": "https://preview.redd.it/fvv8wt9m9dh61.png?width=512&format=png&auto=webp&s=82d96f0adbe3a23edb5678ed4525d7c3ac6bf6e8"
      },
      "id": "fvv8wt9m9dh61"
    },
    "xj090461adh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 65,
          "x": 108,
          "u": "https://preview.redd.it/xj090461adh61.png?width=108&crop=smart&auto=webp&s=97817fc5ded082661c198ed405f8beec25f0600a"
        },
        {
          "y": 130,
          "x": 216,
          "u": "https://preview.redd.it/xj090461adh61.png?width=216&crop=smart&auto=webp&s=071ff79db0b7d4a5ea24fef5eeebf54fa9cef818"
        },
        {
          "y": 193,
          "x": 320,
          "u": "https://preview.redd.it/xj090461adh61.png?width=320&crop=smart&auto=webp&s=7a50c43539da93b13f702c9c713a131366225f52"
        },
        {
          "y": 387,
          "x": 640,
          "u": "https://preview.redd.it/xj090461adh61.png?width=640&crop=smart&auto=webp&s=8f1ddb8e56407d9269fa4efad83df81bf18980cf"
        },
        {
          "y": 581,
          "x": 960,
          "u": "https://preview.redd.it/xj090461adh61.png?width=960&crop=smart&auto=webp&s=a6500b53686f41702b4ea34212fdf13f58d623b2"
        },
        {
          "y": 654,
          "x": 1080,
          "u": "https://preview.redd.it/xj090461adh61.png?width=1080&crop=smart&auto=webp&s=fc7b400971905f0d3e5ea10a56903300fabdc90f"
        }
      ],
      "s": {
        "y": 655,
        "x": 1081,
        "u": "https://preview.redd.it/xj090461adh61.png?width=1081&format=png&auto=webp&s=438deaaf3a20b865d13f7b557e6ec5671c19780e"
      },
      "id": "xj090461adh61"
    },
    "eh5csdcz9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 58,
          "x": 108,
          "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=108&crop=smart&auto=webp&s=d82e255bce9e96e1f5231b57b66cd3efae2f12e4"
        },
        {
          "y": 117,
          "x": 216,
          "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=216&crop=smart&auto=webp&s=66c521ed8ab321e18b582eecc88fd5aeaaf9a363"
        },
        {
          "y": 174,
          "x": 320,
          "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=320&crop=smart&auto=webp&s=3d4b402af7c01a0bbb7b7581eccf31ade10abd37"
        },
        {
          "y": 348,
          "x": 640,
          "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=640&crop=smart&auto=webp&s=5a05d7d67b3fa23f3ea8c37c469b52828bf3cdeb"
        },
        {
          "y": 522,
          "x": 960,
          "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=960&crop=smart&auto=webp&s=28ad64ef0f3844e3e40922b0cbfb1147c60fb73e"
        },
        {
          "y": 587,
          "x": 1080,
          "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=1080&crop=smart&auto=webp&s=ddf4d93ab49630c64f053588126747950623d8ff"
        }
      ],
      "s": {
        "y": 871,
        "x": 1600,
        "u": "https://preview.redd.it/eh5csdcz9dh61.png?width=1600&format=png&auto=webp&s=068fe6f5508e693ace5c6c56d4d2a5d9294836fb"
      },
      "id": "eh5csdcz9dh61"
    },
    "n4c8831l9dh61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 63,
          "x": 108,
          "u": "https://preview.redd.it/n4c8831l9dh61.png?width=108&crop=smart&auto=webp&s=082c4c76b05b88b66df8ac746e73e83c5b0ca0bd"
        },
        {
          "y": 127,
          "x": 216,
          "u": "https://preview.redd.it/n4c8831l9dh61.png?width=216&crop=smart&auto=webp&s=94f89eb83a34daf939e082647db3db15281b0120"
        },
        {
          "y": 188,
          "x": 320,
          "u": "https://preview.redd.it/n4c8831l9dh61.png?width=320&crop=smart&auto=webp&s=8fc412278714de1dd5b478655d698e0f6ea1b530"
        },
        {
          "y": 377,
          "x": 640,
          "u": "https://preview.redd.it/n4c8831l9dh61.png?width=640&crop=smart&auto=webp&s=fb3e308032e302f700c7f9759e3bda3ff403a5f5"
        }
      ],
      "s": {
        "y": 500,
        "x": 848,
        "u": "https://preview.redd.it/n4c8831l9dh61.png?width=848&format=png&auto=webp&s=0652984c72da3159b53a4fc4058c9d9e33cc6b05"
      },
      "id": "n4c8831l9dh61"
    }
  },
  "name": "t3_ljgtxj",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.92,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 1515,
  "total_awards_received": 25,
  "media_embed": {},
  "thumbnail_width": 140,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "DD",
  "can_mod_post": false,
  "score": 1515,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "https://b.thumbs.redditmedia.com/LdGBacSPf4YGAjmjqyU5s4DpcPqv6L_7Ayt9fi6JzzM.jpg",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 2,
    "gid_2": 1
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1613304052,
  "link_flair_type": "richtext",
  "wls": 7,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.wallstreetbets",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, the day has come, and MicroVision&#39;s market cap is finally big enough so that you won&#39;t get banned for mentioning it on WSB. But what is it? Why have they seen an 800%+ increase in three months? Where are they headed? Allow me to explain.</p>\n\n<p><strong>About Them</strong></p>\n\n<p>MicroVision, Inc. (MVIS) makes futuristic-as-fuck laser technology that&#39;s used in self driving cars and augmented reality headsets. This already sets them apart from a major competitors like Velodyne (VLDR), which focuses solely on LiDAR for self driving cars.</p>\n\n<p>Sumit Sharma, the CEO, was head of operations at Google&#39;s Project GLASS and has worked to map hardware development at Motorola, also worked at Jawbone.<a href=\"https://www.linkedin.com/public-profile/in/brooklinerunner?challengeId=AQG9ZZGeKX9VWgAAAXec1fLslGoC7UaTFwCgduU3ajjeIw_gMofulYMLCHKxKwfCHu5xLOoDIeF-4bS-FWdNj62xNtLfDVTmBQ&amp;submissionId=a9151f8a-df64-6316-dda0-24150063286d\"> Source</a></p>\n\n<p>Why have they been increasing 800% in three months while similar companies in the same sector see a fraction of that gain?</p>\n\n<p><strong>Because their tech is much more advanced than the competition, and they were (are) criminally undervalued.</strong></p>\n\n<p>The reason they&#39;re so undervalued is because the first thing hedge funds see when they research a potential investment is the balance sheet, and on paper MVIS looks like shit. (Low assets, high liabilities) Even I saw the movement back in December, did some research, and was like &quot;Wtf is this? I need to get puts&quot; But once you do research into their product, who their customers are, and the future of the industry that they are involved in, you see that MicroVision is a turnaround story similar to that of Plug Power; both are 90&#39;s futuristic companies that people got way too excited about in 2000, have struggled to make it to 2020, but now are about to finally have their heyday. And they got a $13 million <a href=\"https://www.globenewswire.com/news-release/2020/12/29/2151422/0/en/MicroVision-Announces-13-Million-At-the-Market-Equity-Facility.html\">equity facility (loan) in December</a> that greatly improved their balance sheet, making them appeal to institutions, and bringing <a href=\"https://fintel.io/so/us/mvis/vanguard-group\">Vanguard</a> and <a href=\"https://fintel.io/so/us/mvis/blackrock\">Blackrock to invest</a> in MVIS days later. I actually had a hedge fund manager tell me that MVIS was doomed to run out of cash in Q1 2020, but if they secured funds then they would have a lot of potential. I go over that in the comments.</p>\n\n<p><a href=\"https://preview.redd.it/803a6oge9dh61.png?width=1868&amp;format=png&amp;auto=webp&amp;s=d889603b5691f3b12126c5807db5752804598a63\"> MVIS (left) vs PLUG (right) 1990&#39;s until present </a></p>\n\n<p>Anyways, what is this &quot;much more advanced&quot; technology? I&#39;ll just let this chart do the talking:</p>\n\n<p><a href=\"https://preview.redd.it/c3zdfgwh9dh61.png?width=1446&amp;format=png&amp;auto=webp&amp;s=ae8c428f74846c15e06c16c0bbdf270a9fcb9bf8\"> The MicroVision Consumer LIDAR being compared here isn&#39;t even their model designed for self-driving cars, that will be coming in April.</a></p>\n\n<p>The resolution it can take as input/second, the points per second, is key when it comes to how clearly the LiDAR sensor can see, how accurately it can identify what it is seeing, and how quickly it can react.</p>\n\n<p>That chart is from 2 years ago and <em>still</em> the best resolution Velodyne can provide today is only 4,800,000 pps in their most advanced model, the &quot;<a href=\"https://velodynelidar.com/downloads/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\">Alpha Prime</a>&quot;</p>\n\n<blockquote>\n<p>3D Lidar Data Points Generated 2- Single Return Mode: ~ 2,400,000 points per second- Dual Return Mode: ~ 4,800,000 points per second.</p>\n</blockquote>\n\n<p>VLDR has not publicly announced a price for their Alpha Prime yet, but historically their top of the line devices cost<a href=\"https://www.theverge.com/2020/1/7/21055011/lidar-sensor-self-driving-mainstream-mass-market-velodyne-ces-2020\"> $75,000</a>. I have seen unsourced numbers of the Alpha Prime<a href=\"https://www.reddit.com/r/LiDAR/comments/emp7h4/where_to_get_a_used_velodyne_alpha_prime_vls128/fdqguty?utm_source=share&amp;utm_medium=web2x&amp;context=3\"> costing $100,000.</a> That was last year, will probably be brought down to be more reasonable for automakers to purchase. They did <a href=\"https://www.forbes.com/sites/samabuelsamid/2020/11/13/velodyne-announces-500-velarray-h800-lidar-production-in-2021/?sh=4a37f2246e8f\">announce a $500 model</a> called the Velarray H800 in November, but the only thing they said about its pps resolution is that its <a href=\"https://velodynelidar.com/press-release/velodyne-lidar-unveils-breakthrough-solid-state-lidar-sensor/\">&quot;outstanding&quot;</a>... lol.</p>\n\n<p>As for Luminar (LAZR),<a href=\"https://techcrunch.com/2019/07/11/luminar-eyes-production-vehicles-with-100m-round-and-new-iris-lidar-platform/\"> they will launch the new model &quot;Iris&quot; in 2022, which will cost about $1,000:</a> (the<a href=\"https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html\"> same price</a> as MicroVision&#39;s device to be revealed in April). It will also only operate at 10Hz. This is similar to playing a racing game at 10FPS. If you know anything about video games, you know that <strong>this is unplayable.</strong></p>\n\n<blockquote>\n<p>Iris will cost less than $1,000 per unit for production vehicles seeking serious autonomy, and for $500 you can get a more limited version for more limited purposes like driver assistance, or ADAS. Luminar says Iris is &#39;slated to launch commercially on production vehicles beginning in 2022,&#39; but that doesn&#39;t mean necessarily that it&#39;s shipping to customers right now. The company is negotiating more than a billion dollars in contracts at present, a representative told me, and 2022 would be the earliest that vehicles with Iris could be made available.</p>\n</blockquote>\n\n<p>A<a href=\"https://www.reddit.com/r/MVIS/comments/k7bzrk/race_to_mass_production_luminar_lazr_vs/\"> lengthy post</a> has been make comparing Luminar&#39;s resolutions with MicroVision&#39;s, which was not easy to calculate because Luminar said their resolution was &quot;300dpi/spdeg&quot;, a statistic that is incomprehensible for shareholders because its not the common specification of millions (3D) points per second. Here&#39;s the math, I sum it all up at the bottom:</p>\n\n<blockquote>\n<p>Luminar&#39;s Hydra claims resolution of &quot;<strong>up to</strong> 200 points per square degree&quot; and a FOV of 120° x 30° (degrees). (and 300 points for Iris, the one coming in 2022.)  </p>\n\n<p>However, the vertical FOV can be configured from 1° to 30° , which likely explains the use of &quot;up to&quot; in the resolution numbers. Generally, as FOV expands, resolution shrinks, assuming a constant pixel stream. This is why Alex Kipman made such a big deal about MSFT maintaining resolution in Hololens 2(YT links aren&#39;t allowed apparently) while expanding FOV because it required more pixels to do so.  </p>\n\n<p>Specifically, regarding Luminar, is 200 points per square degree available when FOV is at the maximum 120° x 30°? Or is it available only at a lesser FOV such as, for example, 120° x 5°? The use of &quot;up to&quot; suggests the latter.  </p>\n\n<p>Even assuming 200 points per square degree at 120° x 30° is available, which is not conceded given the stated &quot;up to&quot;, that would yield a total resolution of 720,000 points. MVIS claims capacity in excess of 20M points per second. At a resolution of 720,000 points, Luminar would require a frame rate of 27.7 Hz to equal 20M points per second. Luminar&#39;s specs do not suggest that its technology is capable of such a high frame rate at this resolution. This is not surprising given it does not use MEMS micromirrors but something more &quot;mechanical&quot; including, as per a recent patent,<a href=\"https://patents.google.com/patent/US10310058B1/en?oq=US10310058B1\"> spindles and a drive belt</a>  </p>\n\n<p>(1) At video time <strong>19:56</strong>, Luminar compares the specs of its Iris product to industry requirements. The graphic reveals that Luminar&#39;s 2022 production lidar, <strong>Iris</strong>, will support resolution of <strong>300 points per square degree at 10 Hz</strong>. Assuming that resolution applies to the entire FOV of 120 x 30 degrees and not just a portion of the FOV, that would imply a points per second value of 120 x 30 x 300 x 10 Hz = <strong>10.8M points per second</strong>. If the 300 points/ sq. deg applies only to a smaller FOV, the points per second figure would be proportionally smaller. Microvision claims <strong>20M points per second</strong> for its current MEMS lidar. The company also advises that its technology is capable of more than 20M points/sec.</p>\n</blockquote>\n\n<p>TLDR: The best case scenario for Luminar is that their 2022 model will have 10.8 million pps, but in reality its probably much lower than that because of FOV configurations, careful wording by press releases, and Hz limitations. Additional Interesting insight on Luminar and their tech lagging behind is in the comments, this post is long enough already.</p>\n\n<p>Again the <a href=\"http://www.microvision.com/consumer-lidar/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\">MicroVision Consumer LIDAR</a> (<a href=\"http://www.microvision.com/wp-content/uploads/2019/03/MEMS-Based-3D-LiDAR-Engine-Product-Brief.pdf?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\">specifications</a>) being used for comparison here isn&#39;t even their model designed for self-driving cars. Their device specialized for cars, the &quot;1st gen Long Range LiDAR (LRL) Sensor&quot;,<a href=\"https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html\"> will be coming in April</a>.</p>\n\n<blockquote>\n<p>We expect our 1st generation LRL Sensor to have range of at least 250 meters and the highest resolution at range of any lidar with 340 vertical lines up to 250 meters, 568 vertical lines up to 120 meters and 944 vertical lines up to 60 meters. This <strong>equates</strong> <strong>to</strong> 520 points per square degree.</p>\n</blockquote>\n\n<p>(For those who read the math on LAZR, notice he doesn&#39;t say <strong>up to</strong>)</p>\n\n<p>It testing is successful, the 1st Generation LRL Sensor will be able to calculate velocity of objects relative to itself, and be able to be used in Level 3 and Level 4 self-driving applications</p>\n\n<blockquote>\n<p>Our LRL Sensor will also output velocity of moving objects relative to an ego vehicle across our dynamic field of view in real-time 30 Hz sensor output. This sensor would accelerate development of Level 3 (L3) autonomous safety and Level 4 (L4) autonomous driving features that are important to potential customers and interested parties.</p>\n</blockquote>\n\n<p>What is Level 3 and Level 4 autonomous driving?</p>\n\n<p><a href=\"https://preview.redd.it/n4c8831l9dh61.png?width=848&amp;format=png&amp;auto=webp&amp;s=0652984c72da3159b53a4fc4058c9d9e33cc6b05\">https://preview.redd.it/n4c8831l9dh61.png?width=848&amp;format=png&amp;auto=webp&amp;s=0652984c72da3159b53a4fc4058c9d9e33cc6b05</a></p>\n\n<p>Level 1 is feet off, level 2 is hands off, level 3 is eyes off, level 4 is mind off, and level 5 is full passenger (you can sit in the back). So basically, they have that 2045 technology <strong>today</strong>, while everyone else is trying to play catch-up. How is it so advanced? It all lies in the high resolution of the laser sensors.</p>\n\n<blockquote>\n<p><em>I&#39;ve seen MVIS&#39;s LiDAR in action at a shareholder meeting. It can recognize people. This has been described on MicroVision&#39;s conference calls, and has been described with significant additional safety and convenience features.</em>  </p>\n\n<p>This could identify individual people  </p>\n\n<p>Can distinguish between pets and people (or YOUR pet and the neighbors pet)  </p>\n\n<p>Can distinguish between normal behaviors and strange things that could be of concern  </p>\n\n<p>Could save face-scans of intruders and allow intruders to be identified later <a href=\"https://petersmvis.blogspot.com/2020/07/value-question-lidar.html\">Source</a></p>\n</blockquote>\n\n<p>If their devices can really recognize people, objects, and pets, it could integrate security verticals in MicroVision&#39;s business model. (<a href=\"https://www.prnewswire.com/news-releases/video-surveillance-market-size-is-expected-to-reach-usd-144-85-billion-by-2027---valuates-reports-301056561.html#:%7E:text=The%20global%20IP%20video%20surveillance,CAGR%20from%202019%20to%202026\">Video surveillance is expected to reach a 144.5 B market size by 2027</a>) Why not just use cameras?<a href=\"https://www.techbriefs.com/component/content/article/tb/stories/blog/37699\"> Cameras are worse at long distances</a>,</p>\n\n<blockquote>\n<p>LiDAR is the only sensor that gives you resolution at range: the ability to get very fine and very accurate detection of objects in space.</p>\n</blockquote>\n\n<p>that&#39;s why Teslas use radar systems in addition to their cameras, still not good enough to prevent<a href=\"https://apnews.com/article/ca5e62255bb87bf1b151f9bf075aaadf\"> fatalities</a> on the road using Tesla&#39;s <a href=\"https://www.motorbiscuit.com/no-tesla-does-not-have-full-self-driving-capability-yet/\">&quot;full self-driving&quot;</a> software. Also, cameras<a href=\"https://scale.com/blog/is-elon-wrong-about-lidar\"> struggle with light glare, weather, and 3D imaging</a>, while LiDAR fixes all those issues. The main advantage of cameras are their resolution, and <strong>MicroVision is bridging the gap.</strong></p>\n\n<p>So, will testing be successful?</p>\n\n<blockquote>\n<p>We expect the capability of our LRL Sensor to meet or exceed OEM requirements, based on technology we have scaled multiple times over the last decade, as being a very strong strategic advantage. (<a href=\"https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html\">Same source</a>)</p>\n</blockquote>\n\n<p>This product has been getting fine tuned for years and I am personally confident that they will be able to outperform in their testing.</p>\n\n<p>Demonstration(YT links aren&#39;t allowed apparently) of their consumer LiDAR product from 2018 (make sure your quality is all the way up).</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Growing Industry</strong></p>\n\n<p>The self-driving cars market<a href=\"https://www.marketdataforecast.com/market-reports/self-driving-cars-market\"> is expected to reach 220.44 billion</a> dollars by 2025. This includes taxi, civil, public transport, heavy duty trucks, ride shares, and ride hail (UBER - 72 B mkt cap) applications.</p>\n\n<p>Traffic Accidents <strong><em>in the US alone</em></strong> <a href=\"https://www.pbs.org/newshour/nation/motor-vehicle-crashes-u-s-cost-871-billion-year-federal-study-finds#:%7E:text=federal%2Dstudy%2Dfinds-,Traffic%20accidents%20in%20the%20U.S.%20cost,a%20year%2C%20federal%20study%20finds&amp;text=WASHINGTON%20%E2%80%94%20The%20economic%20and%20societal,National%20Highway%20Traffic%20Safety%20Administration\">Cost 871 Billion A Year</a>, even just yesterday there was an<a href=\"https://www.nbcdfw.com/news/traffic/traffic-updates-overnight-sleet-turns-north-texas-roads-into-sheets-of-ice/2548822/\"> insane pileup</a> on the I-35W highway in Texas that killed 6, injured 36, and damaged 133 vehicles.</p>\n\n<p>Not only self-driven cars need LiDAR. In a few years, as soon as MicroVision&#39;s 1st Gen LRL is available, LiDAR systems will certainly become mandatory for (still) human-controlled cars to avoid collisions. This tech could become as revolutionary and successful as airbags.<a href=\"https://www.alliedmarketresearch.com/airbag-market#:%7E:text=Global%20Airbag%20Market%20is%20expected,and%20deflate%20after%20the%20accident\"> Airbags are a 37.3 billion dollar industry</a>.</p>\n\n<p>If only 10% of the<a href=\"https://www.statista.com/statistics/262747/worldwide-automobile-production-since-2000/\"> cars produced</a> annually contain four Microvision LRL systems, this will result in a volume of 364 million units in ten years. (9.1 million cars * 4 modules * 10 years) And this is a conservative calculation, both a higher market share, more cars produced, and more modules per car are conceivable.</p>\n\n<p><a href=\"https://preview.redd.it/fvv8wt9m9dh61.png?width=512&amp;format=png&amp;auto=webp&amp;s=82d96f0adbe3a23edb5678ed4525d7c3ac6bf6e8\"> At least 4 LRL devices will be necessary to establish a \\&quot;circle of safety.\\&quot; </a></p>\n\n<p>&#x200B;</p>\n\n<p><strong>Augmented Reality</strong></p>\n\n<p>The Hololens 2 is an example of a Virtual Reality Device (VRD) manufactured by Microsoft that uses<a href=\"https://microvision.blogspot.com/2020/05/hololens-2-teardown-reveals-microvision.html\"> MicroVision MEMS Laser Scanning display modules inside.</a></p>\n\n<p>NASA &amp; Lockeed Martin using Hololens (Video)(YT links aren&#39;t allowed apparently)</p>\n\n<blockquote>\n<p>&#39;When a technician puts on the Hololens, they instantly see the work instruction, instead of having to go through stacks of rectangular data, whether its paper or another form of a screen&#39;...  </p>\n\n<p>&#39;We see a reduction in cost, increases in quality&#39;...  </p>\n\n<p>&#39;What we&#39;ve found is we can take an 8 hour activity and reduce it down to 45 minutes&#39;...  </p>\n\n<p>&#39;We haven&#39;t had a single error that&#39;s been documented&#39;...</p>\n</blockquote>\n\n<p>From 2002-2006, MVIS commercialized versions of a monochrome (red) VRD for industry and the military. It was called<a href=\"https://www.google.ca/search?q=microvision+nomad&amp;sxsrf=ALeKk02IPL9OFoidmsXKZXwGQqeJkh4t-w:1588731862337&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwj5z7Cyl57pAhWjUt8KHSUuA_QQ_AUoAXoECAsQAw&amp;biw=1242&amp;bih=554#imgrc=Rv9IZzrAioS_3M\"> Nomad</a>.</p>\n\n<p>Microvision also developed a<a href=\"http://microvisiontracker.blogspot.com/2011/10/microvision-nomad.html\"> full color version</a> for the<a href=\"https://apps.dtic.mil/dtic/tr/fulltext/u2/a444945.pdf\"> military, the Spectrum SD2500</a>.</p>\n\n<p>The military alone currently intends to spend almost<a href=\"https://www.armytimes.com/news/your-army/2020/02/11/the-army-wants-to-buy-40000-mixed-reality-goggles/\"> $3B on IVAS</a>, augmented reality devices that<a href=\"https://www.reddit.com/r/MVIS/comments/ept9s8/ivas_and_the_12m_additional_payment_from_the_2017/\"> use MicroVision tech</a>, in the next several years. (<a href=\"https://abcnews.go.com/Politics/armys-futuristic-combat-goggles-lets-soldiers-battlefield/story?id=74791465\">Video</a> at 1:12 - &quot;based on Microsoft&#39;s Hololens&quot; - amazing, must watch - &quot;lets you see around corners.. see through smoke&quot;) (There is a <a href=\"https://imgur.com/gallery/4HY6Cae\">money trail</a> to confirm too: <a href=\"https://microvision.gcs-web.com/node/13611/html\">financial report</a>)</p>\n\n<p><a href=\"https://preview.redd.it/sg0hilys9dh61.jpg?width=2000&amp;format=pjpg&amp;auto=webp&amp;s=d4a032b8e343e6d3cb277baeecd346be966e8732\"> One of the many capabilities of the IVAS heasets. </a></p>\n\n<p><a href=\"https://www.pcworld.com/article/255486/this_new_gps_does_augmented_reality_makes_you_feel_like_youre_in_a_fighter_jet.html\">MicroVision revolutionizing the way people use GPS systems</a>, to launch in July. <a href=\"https://www.grandviewresearch.com/press-release/global-positioning-systems-gps-market-analysis\">(GPS industry will be 146.4 B by 2025)</a></p>\n\n<blockquote>\n<p>This new GPS system comes equipped with an augmented reality heads-up-display (HUD) that attaches directly to your sun visor. This laser-projected GPS micro-display, developed in collaboration with MicroVision, makes it appear that your route directions show directly on top of the road, letting you keep your eyes on the road at the same time.</p>\n</blockquote>\n\n<p>There&#39;s a reason that<a href=\"https://9to5mac.com/2020/01/20/tim-cook-ar-health-care/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\"> Apple CEO Tim Cook said a few weeks ago that</a> Augmented Reality is the &quot;Next Big Thing.&quot;</p>\n\n<blockquote>\n<p>Cook was asked about what he expects to be the biggest tech developments in the next five to 10 years. Cook’s response made it clear that he sees augmented reality as the future, calling it the “next big thing.”</p>\n</blockquote>\n\n<p><a href=\"https://customers.microsoft.com/en-ca/story/825289-imperial-nhs\">Imperial College Healthcare using Hololens 2</a> to fight the coronavirus.</p>\n\n<blockquote>\n<p>While attending a trauma call in the early stages of the pandemic, Mr Kinross noticed that 29 people were working in close proximity.  He realized the established way of working would have to change dramatically.</p>\n</blockquote>\n\n<p><a href=\"https://preview.redd.it/gfbr11lv9dh61.png?width=757&amp;format=png&amp;auto=webp&amp;s=84009b891a9a8f9ded6d5f93641d44565f57ed04\"> Mercedes-Benz using Microsoft HoloLens 2 for faster, safer vehicle service. </a></p>\n\n<p><a href=\"https://customers.microsoft.com/en-ca/story/839709-mercedes-benz-automotive-holoLens-en-usa\"> Mercedes-Benz Virtual Remote Support</a></p>\n\n<blockquote>\n<p>The technician is then linked with a Mercedes-Benz specialist working remotely who can see what the tech sees and communicate in real-time -- manipulating the holographic information with annotations, highlighting areas of focus, pointing at things in the real world and presenting documents and service manuals.</p>\n</blockquote>\n\n<p>In the next few years, business verticals will be possible in the markets for smart glasses (Video)(YT links aren&#39;t allowed apparently) and projections with touchless input(YT links aren&#39;t allowed apparently) and gesture control. For example, an eyewear company could develop the <em>smallest and lightest smart glasses device on the market</em> using the chip in that smart glasses video.</p>\n\n<blockquote>\n<p>In the MicroVision Augmented Reality video, for example, we share a potential module design using our existing MEMS technology platform that could offer the <em>lightest, smallest in volume, low power module with up to 40 degrees field of view</em> packaged into eye wear that <em>resembles frames currently accepted in the market.</em> I believe one could see how our module in the design example would be compelling for a <em>mass-market product.</em> <a href=\"https://microvision.gcs-web.com/static-files/a541a6f5-2bb2-4f4a-bbbf-858e9c333f31?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\">Source</a></p>\n</blockquote>\n\n<p>&#x200B;</p>\n\n<p><strong>Patents</strong></p>\n\n<p>MicroVision has 484 patents<a href=\"https://www.reddit.com/r/MVIS/comments/l6jthv/how_many_patents_does_mvis_have/gl1kpo9?utm_source=share&amp;utm_medium=web2x&amp;context=3\"> granted and pending</a>. This was enough to get them on the Ocean Tomo 300 Patent Value Index. What is that you ask?</p>\n\n<blockquote>\n<p>The Ocean Tomo 300® Patent Value Index includes the top value companies of the broad- market Ocean Tomo 300® Patent Index, as determined by the price-to-book ratio, and is diversified across market capitalization. It is the industry’s first value index based on the value of intellectual property and represents a portfolio of 60 companies with the highest innovation ratio (i.e., patent maintenance value relative to book value). <a href=\"https://www.oceantomo.com/services/patent-indexes/ocean-tomo-300-patent-value-index/\">Source</a></p>\n</blockquote>\n\n<p>This index also outperforms the Russel 1000 and the S&amp;P 500.</p>\n\n<p>Their intellectual property includes in-house developed custom MEMS, custom optics, proprietary digital and analog silicon chips, embedded real-time firmware and software, manufacturing processes, custom automation and strategic partnerships that allow them to operate in a sleek model.</p>\n\n<p>MicroVision patents and products therefore serve many future markets:</p>\n\n<ul>\n<li>Augmented Reality Heasets (AR)\n\n<ul>\n<li>Engineering</li>\n<li>Surgery</li>\n<li>Entertainment</li>\n<li>Military <a href=\"https://www.sipri.org/publications/2019/sipri-fact-sheets/trends-world-military-expenditure-2018\">(1.822 Trillion dollar industry btw)</a></li>\n<li>Smart Glasses</li>\n</ul></li>\n<li>Interactive Projectors\n\n<ul>\n<li>Touchless and 3D gesture recognition (both contactless, important for hygiene)</li>\n<li>GPS</li>\n<li><a href=\"https://moviphones.com/pages/moviphone?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\">Phone Mounted Projectors</a></li>\n</ul></li>\n<li>LiDAR Applications\n\n<ul>\n<li>LiDAR Surveillance Security</li>\n<li>LiDAR Equipped UAV Drones</li>\n<li><a href=\"https://www.spar3d.com/blogs/the-other-dimension/lidar-in-space-2/\">In Space</a></li>\n<li><a href=\"https://towardsdatascience.com/applications-of-lidar-in-forestry-13686e1b15a7\">In Forestry</a></li>\n<li><a href=\"https://www.takeoffpros.com/2019/11/26/lidar-surveying-explained/\">Land Surveying</a></li>\n</ul></li>\n</ul>\n\n<p>Whoever has the MicroVision technology may be able to eliminate the competition or demand license fees from them. Or the other way around: Whoever does not buy the technology can be excluded from markets. Therefore, bidding competition may arise to gain access to the market. Whoever has the best LiDAR system for cars will also be able to supply other components and software to car manufacturers. The car manufacturer who has the best LiDAR system has a big advantage over the competition.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>All Notable Competition:</strong> Velodyne LiDAR, Luminar, Sense Photonics, Robosense, Valeo, SureStar</p>\n\n<p>MicroVision: founded in<a href=\"https://www.crunchbase.com/organization/microvision\"> 1993</a></p>\n\n<p>Velodyne Lidar VLDR: founded in 1983, but as a<a href=\"https://www.strata-gee.com/big-layoffs-hit-velodynes-audio-division-company-bets-all-lidar/\"> subwoofer company</a> 😂 and only got into LiDAR in<a href=\"https://investors.velodynelidar.com/corporate-governance/management-team\"> 2005</a></p>\n\n<p>LAZR: founded in<a href=\"https://www.luminartech.com/announce_gores_luminar/#:%7E:text=name%20and%20will%20remain%20listed,for%20consumer%20cars%20and%20trucking\"> 2012</a></p>\n\n<p>Non-Public:</p>\n\n<p>Valeo: Founded in<a href=\"https://www.ibeo-as.com/en/ueber-uns\"> 1998</a></p>\n\n<p>Robosense: Founded in<a href=\"https://www.robosense.ai/en/about%20Ouster:%20Founded%20in%202015\"> 2014</a></p>\n\n<p>SureStar: Founded in<a href=\"https://www.isurestar.com/en/about-9.html#:%7E:text=Founded%20in%202005%2C%20SureStar%20has,of%20LiDAR%20products%20and%20applications\"> 2005</a></p>\n\n<p>Basically, MVIS is all these other companies&#39; daddy. They have been working on LiDAR for almost 30 years and it shows, just imagine what they will be able to develop in a few years with more funding.</p>\n\n<p><a href=\"https://preview.redd.it/eh5csdcz9dh61.png?width=1600&amp;format=png&amp;auto=webp&amp;s=068fe6f5508e693ace5c6c56d4d2a5d9294836fb\">https://preview.redd.it/eh5csdcz9dh61.png?width=1600&amp;format=png&amp;auto=webp&amp;s=068fe6f5508e693ace5c6c56d4d2a5d9294836fb</a></p>\n\n<p><strong>Insider Activity</strong></p>\n\n<p>MicroVision is very transparent with its inner workings of the company, you can easily reach out to them on their website under &quot;Investors.&quot; One of many<a href=\"https://www.reddit.com/r/MVIS/comments/gkitve/a_fireside_chat_with_sumit_sharma_steve_holt/?utm_source=share&amp;utm_medium=web2x&amp;context=3\"> conferences</a> held with Vice President David Westgor, investor relations manager Dave Allen, and investors of <a href=\"/r/MVIS\">r/MVIS</a> revealed:</p>\n\n<blockquote>\n<p>As to the employee incentive plan, Steve Holt made the point that in his 7 years of experience (I think it was) with MVIS, NO EMPLOYEE had actually ever cashed out in the money options.</p>\n</blockquote>\n\n<p>Case in point, on December 1s, 2020, the day after she joined the team,<a href=\"https://twitter.com/insideralerts4u/status/1333899284094332930?s=21\"> Judith Curran was paid</a> with 3 million dollars worth of $3 calls expiring in 2022, and she has not cashed out.</p>\n\n<p>On Yahoo it reports that the last insider sale was in<a href=\"https://finance.yahoo.com/quote/MVIS/insider-transactions/\"> 2014</a>.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Institutional Investments</strong></p>\n\n<p>For reasons stated earlier, institutions have been late to the game on this one, but now are starting to get on the rocket ship before it takes off.<a href=\"https://www.spglobal.com/spdji/en/indices/equity/sp-kensho-moonshots-index/#data\"> MVIS is now the largest holding in the S&amp;P Kensho Moonshots Index</a>, (KMOONP), which is literally an ETF of stocks that are going go the moon 🌙 .<a href=\"https://fintel.io/so/us/mvis/blackrock\"> Blackrock purchased</a> 2.44 million shares on December 31, 2020.<a href=\"https://fintel.io/so/us/mvis/vanguard-group\"> Vanguard purchased</a> 6.61 million shares on the same day.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Recent Events</strong></p>\n\n<p>MVIS&#39;s stagnation really started to break on December 1st 2020, with MVIS when former Ford Executive<a href=\"https://petersmvis.blogspot.com/2020/12/judy-curran-added-to-board-of-directors.html\"> Judith Curran was added to MVIS&#39;s board of directors.</a></p>\n\n<blockquote>\n<p>Curran is an accomplished senior automotive executive with over 30 years of experience in vehicle program, engineering and technology leadership. Curran has a strong record of leading innovation at Ford Motor Company where she served in a number of executive positions including Director of Technology Strategy, where she developed the cross-vehicle global strategy for key new technologies including assisted driving, infotainment, new electrical architectures, and connectivity.</p>\n</blockquote>\n\n<p>Doesn&#39;t take a genius to figure out they were about to ride the EV wave, and were appointing the right people to be poised to do so.</p>\n\n<p>Eight days later on December 8th 2020, the US Congress<a href=\"https://www.washingtonpost.com/national-security/house-votes-defense-bill-ndaa-trump-veto/2020/12/07/b872dd72-38c3-11eb-9276-ae0ca72729be_story.html\"> approved</a> approximately $700M for the roll-out of IVAS in 2021.</p>\n\n<p>7 days after that on December 15th, MVIS broke $4 for the first time in nine years.</p>\n\n<p>December 29, 2020:<a href=\"https://www.globenewswire.com/news-release/2020/12/29/2151422/0/en/MicroVision-Announces-13-Million-At-the-Market-Equity-Facility.html\"> MicroVision Announces $13 Million At-the-Market Equity Facility</a> (this is huge for improving balance sheet and attracting hedge funds/institutional ownership)</p>\n\n<blockquote>\n<p>So far, our team remains on track to complete our Long Range Lidar sensor sample in April 2021. We believe this financing will further solidify our balance sheet as we remain committed to pursuing strategic alternatives and establishing value for our shareholders,” said Sumit Sharma, MicroVision Chief Executive Officer. “We expect a stronger balance sheet will provide the Company with runway through 2021 and into the first quarter of 2022 to enable us to continue development of our lidar sensor while pursuing strategic alternatives,” said Steve Holt, MicroVision Chief Financial Officer.</p>\n</blockquote>\n\n<p>December 31:<a href=\"https://fintel.io/so/us/mvis/vanguard-group\"> Vanguard adds</a> 6.6 million shares,<a href=\"https://fintel.io/so/us/mvis/blackrock\"> Blackrock adds</a> adds 2.4.</p>\n\n<p>January 20, 2021:<a href=\"https://9to5mac.com/2020/01/20/tim-cook-ar-health-care/?source=content_type%3Areact%7Cfirst_level_url%3Aarticle%7Csection%3Amain_content%7Cbutton%3Abody_link\"> Apple CEO Tim Cook says</a> Augmented Reality is the &quot;Next Big Thing.&quot;</p>\n\n<p>Feb 2, 2021 YooToob stock analyst Deadnsyde covers(YT links aren&#39;t allowed apparently) MVIS, causing the beginning of a large breakout past $8.</p>\n\n<p>Feb 4: <a href=\"https://google.com\">MicroVision granted patent</a> (WSB bot is blocking source from being posted- thinks it contains a ticker), essentially <strong>lidar on a chip</strong>, this patent in particular is huge. (solid state lidar)</p>\n\n<p>Feb 10:<a href=\"https://www.reddit.com/r/MVIS/comments/lgmkzk/jim_cramer_says_lidar_is_one_of_three/\"> Cramer mentions MVIS,</a> says LIDAR is one of three battlegrounds for EV competition.</p>\n\n<p>Feb 10 after hours:<a href=\"https://finance.yahoo.com/news/microvision-inc-announces-progress-automotive-210500945.html\"> MVIS announces Progress on Automotive Long Range LiDAR</a>, saying</p>\n\n<p>“We expect MicroVision’s Long Range Lidar Sensor, (LRL Sensor) which has been in development for over two years, to meet or exceed requirements established by OEMs for autonomous safety and autonomous driving features,” said Sumit Sharma, Chief Executive Officer of MicroVision.</p>\n\n<p>Feb 11: Volkswagen and Microsoft<a href=\"https://www.marketwatch.com/story/volkswagen-microsoft-team-up-on-automated-driving-2021-02-11\"> team up</a> on automated driving (potential for MVIS to get involved).</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Talent at MicroVision</strong></p>\n\n<p>Sumit Sharma became the CEO in February of 2020, he is a mechanical engineer that has been with MVIS for five years after having been the head of operations at Google Project Glass, and working for Motorola and Jawbone.</p>\n\n<p>Dr. Mark Spitzer is on the board of directors having previously worked at Google X, Darpa, Kopin and having founded Myvu and Photonic Glass.</p>\n\n<p>Judy Curran joined the board this year after spending 30 years at Ford, where she was the Director of Technical Strategy. She is also the Head of Global Automotive Strategy for Ansys, a simulation software company that works with ADAS systems.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Technical analysis</strong></p>\n\n<p><a href=\"https://preview.redd.it/xj090461adh61.png?width=1081&amp;format=png&amp;auto=webp&amp;s=438deaaf3a20b865d13f7b557e6ec5671c19780e\"> Resistance at 46.75, 123. 39, and 204. 23, could turn to supports.</a></p>\n\n<p><a href=\"https://imgur.com/gallery/twIezCK\">Moving Average Analysis</a>:</p>\n\n<p>On February 28, 2020, Market Cap of PLUG was 1.32B, on this date the 120 day MA touches the 8y moving average. 11 months later, PLUG has a market cap of 33.79B, an increase of 2459%.</p>\n\n<p>On September 3, 2020, Market Cap of MVIS was 0.21B, on this date 120 day MA touches the 8y moving average. 5 months later, MVIS has a market cap of 2.77B an increase of 1219%.</p>\n\n<p>6 months forward price target: <strong>$34.348B</strong></p>\n\n<p>&#x200B;</p>\n\n<p><strong>Conclusion/Valuation/TLDR</strong></p>\n\n<p>LAZR is currently valued at 12.22B</p>\n\n<p>VLDR at 3.92B</p>\n\n<p>MVIS at 2.77B</p>\n\n<p>MicroVision offers a quantitatively much higher performance product than both of its competitor companies. Because of their lack of focus on augmented reality technologies, competitors are not likely to have a future in the markets of smart glasses, healthcare, engineering, military equipment, GPS safety, entertainment, and interactive projectors. They are involved in an industry that is currently at an inflection point, due to grow massively in the near future. Their high number of extremely advanced patents will bring in significant revenue for the company in the coming years. I have never seen a company with such low insider selling, that the last case of a sale was in 2014. Institutional investors are piling in as MicroVision&#39;s balance sheet improves and they near the April LRL sensor test date, which has a high likelihood of being a success. I think this stock should currently be valued at 20 Billion dollars, taking all of this into account, and expect it to rise drastically over the next few years.</p>\n\n<p>This is not financial advice, I am not a financial advisor, do your own research before believing some retard on the internet. Positions: 300 shares, $19 call 5/21, $20 call 3/19, $31 call 2/19(<a href=\"https://www.urbandictionary.com/define.php?term=FD\">FD</a>), $28 call 2/19, $24 call 2/19.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "5692ce02-b860-11e5-b542-0edc7016bbd3",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2th52",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#365b8c",
  "id": "ljgtxj",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "BigBlackWifey",
  "discussion_type": null,
  "num_comments": 389,
  "send_replies": true,
  "whitelist_status": "some_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/wallstreetbets/comments/ljgtxj/mvis_shiny_laser_go_pew_no_but_seriously_they_are/",
  "parent_whitelist_status": "some_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/wallstreetbets/comments/ljgtxj/mvis_shiny_laser_go_pew_no_but_seriously_they_are/",
  "subreddit_subscribers": 9039795,
  "created_utc": 1613331669,
  "num_crossposts": 6,
  "media": null,
  "is_video": false,
  "original_created_utc": 1613275252,
  "the_new_excerpt": "So, the day has come, and MicroVision's market cap is finally big enough so that\nyou won't get banned for mentioning it on WSB. But what is it? Why have they\nseen an 800%+ increase in three months? Where are they headed? Allow me to\nexplain.\n\nAbout Them\n\nMicroVision, Inc. (MVIS) makes futuristic-as…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，这一天来了，微视的市值终于够大了，这样一来。\n你不会因为在WSB上提到它而被禁止。但那是什么？为什么他们\n看到三个月内增长了800%以上？他们的发展方向是什么？让我来\n解释。\n\n关于他们\n\nMicroVision, Inc. (MVIS)让未来主义如...",
      "title": "MVIS：闪亮的激光去皮尤⚡不，但说真的，他们将接管激光雷达行业。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，這一天來了，微視的市值終於夠大了，這樣一來。\n你不會因爲在WSB上提到它而被禁止。但那是什麼？爲什麼他們\n看到三個月內增長了800%以上？他們的發展方向是什麼？讓我來\n解釋。\n\n關於他們\n\nMicroVision, Inc. (MVIS)讓未來主義如...",
      "title": "MVIS：閃亮的激光去皮尤⚡不，但說真的，他們將接管激光雷達行業。"
    }
  ],
  "source_updated_at": 1613728630729
}