{
  "author": "Zoeymae",
  "original_created_utc": 1629399650,
  "title": "I accidentally ruined a library book, what do I do?",
  "created_utc": 1629421687,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not sure if this is the right place to post... </p>\n\n<p>As the title says, without meaning to I&#39;ve quite badly damaged a library book without realising. It was in the back of my car and water has got in through the window seals and made the book soaked. I tried to dry it out but the pages have turned to mush and it&#39;s not usable. As I couldn&#39;t find the book for ages and then I spent time trying to salvage it, it&#39;s a late return and I&#39;ve got charges on my account. </p>\n\n<p>I&#39;ve ordered a replacement book which is arriving in a few days so I plan to go to the library and apologise and give the replacement book. Could I be liable for any other charges? I feel quite embarrassed! Thank you in advance</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p7l8oh/i_accidentally_ruined_a_library_book_what_do_i_do/",
  "subreddit": "books",
  "id": "p7l8oh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not sure if this is the right place to post...\n\nAs the title says, without meaning to I've quite badly damaged a library book\nwithout realising. It was in the back of my car and water has got in through the\nwindow seals and made the book soaked. I tried to dry it out but the pages have\nturned to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここで投稿していいのかどうか・・・。\n\nタイトルにあるように、私は意図せずに図書館の本をひどく傷つけてしまいました。\n気がつかなかったのです。車の後ろに置いていたのですが、窓のシールから水が入り、本がびしょ濡れになってしまいました。\n窓のシールから水が入り、本がびしょ濡れになってしまいました。本を乾かそうとしたのですが、ページが\nになってしまいました・・・。",
      "title": "誤って図書館の本をダメにしてしまったのですが、どうしたらいいですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道这是否是正确的发帖地点......\n\n正如标题所说，我无意中严重损坏了一本图书馆的书\n而没有意识到。这本书放在我的车后面，水从车窗的密封条进入，使我的书变成了一本书。\n窗户密封条进入，使书被浸湿。我试图把它弄干，但书页已经\n变成了...",
      "title": "我不小心毁了一本图书馆的书，我该怎么办？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道這是否是正確的發帖地點......\n\n正如標題所說，我無意中嚴重損壞了一本圖書館的書\n而沒有意識到。這本書放在我的車後面，水從車窗的密封條進入，使我的書變成了一本書。\n窗戶密封條進入，使書被浸溼。我試圖把它弄乾，但書頁已經\n變成了...",
      "title": "我不小心毀了一本圖書館的書，我該怎麼辦？"
    }
  ]
}