{
  "author": "yuriyuwu",
  "the_new_excerpt": "Have you ever read a book, only to realize that it's the first of a series and\nthe next book doesn't come out until next year? And by the time the next book\ncomes out, you'll have forgotten that the book even existed.\n\nOne thing I always check before starting a new book is if it has an…",
  "original_created_utc": 1622932996,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を読んでいて、それがシリーズの最初の作品で、次の作品が出るのは来年だと気づいたことはありませんか？\n来年まで次の本が出ないことに気づいたことはありませんか？そして、次の本が出る頃には\n次の本が出る頃には、その本の存在さえも忘れてしまうでしょう。\n\n私が新しい本を読み始める前に必ずチェックするのは、その本に「...」が付いているかどうかです。",
      "title": "完結したシリーズの本しか読みません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你是否曾经读过一本书，却发现它是一个系列的第一本，而下一本书要到明年才会出版？\n下一本书要到明年才出版？而到了下一本书\n的时候，你已经忘记了这本书的存在。\n\n在开始阅读一本新书之前，我总是要检查一下，它是否有一个...",
      "title": "我只读属于已完成系列的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你是否曾經讀過一本書，卻發現它是一個系列的第一本，而下一本書要到明年纔會出版？\n下一本書要到明年纔出版？而到了下一本書\n的時候，你已經忘記了這本書的存在。\n\n在開始閱讀一本新書之前，我總是要檢查一下，它是否有一個...",
      "title": "我只讀屬於已完成系列的書。"
    }
  ],
  "title": "I only read books that are part of completed series.",
  "created_utc": 1622980414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Have you ever read a book, only to realize that it&#39;s the first of a series and the next book doesn&#39;t come out until next year? And by the time the next book comes out, you&#39;ll have forgotten that the book even existed.</p>\n\n<p>One thing I always check before starting a new book is if it has an upcoming sequel or is part of a series. I hate having to pause and wait for months anticipating the next book&#39;s arrival and constantly fret over a cliffhanger. It bothers me when there&#39;s this shocking revelation at the very end, and the book just cuts off and you&#39;re given a half-chapter preview of the next book. That&#39;s probably why I really enjoy standalone books or books where there are multiple in a series, but the plots aren&#39;t interconnected. Don&#39;t get me wrong; I love reading books and series, but cliffhangers and waiting for books to come out just really irks me.</p>\n\n<p>&quot;Patience is a virtue.&quot; -Piers Plowman</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nt7f1r/i_only_read_books_that_are_part_of_completed/",
  "subreddit": "books",
  "id": "nt7f1r",
  "is_self": true,
  "media": null,
  "is_video": false
}