{
  "author": "yourkillingmesmalls9",
  "original_created_utc": 1628298717,
  "title": "CMV: Police turning of body camera should be charged for tampering with evidence",
  "created_utc": 1628307810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If it could be shown that the video or audio of an officer’s body cam was turned off manually especially during an active scene with injuries/death, the first violation should be a strict no pay suspension for many months. Second time it should be automatic termination and a charge of tampering with evidence and abuse of official business/obstruction of justice (whatever applies in each states). And that officer must be put on the Brady list so no prosecutors can call them up to testify because their credibility has been destroyed and that officer should be immediately banned from all law enforcement jobs anywhere across the entire country.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/changemyview/comments/ozjrix/cmv_police_turning_of_body_camera_should_be/",
  "subreddit": "changemyview",
  "id": "ozjrix",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If it could be shown that the video or audio of an officer’s body cam was turned\noff manually especially during an active scene with injuries/death, the first\nviolation should be a strict no pay suspension for many months. Second time it\nshould be automatic termination and a charge of tampering with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "警官のボディカムの映像や音声が、特に活動中に手動でオフにされたことが証明された場合は\nていたことが証明された場合、最初の違反は何ヶ月もの厳しい無給の停職処分とな\n最初の違反は、何ヶ月もの厳しい無給の停職処分とすべきです。2回目の違反は\n2回目は自動的に解雇され、不正操作の罪に問われるべきです。",
      "title": "CMV: ボディカメラを回した警察は証拠隠滅で起訴すべき"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果可以证明警官身上的摄像头的视频或音频被手动关闭，特别是在有人员伤亡的活动现场。\n特别是在有人员伤亡的活动现场，手动关闭视频或音频。\n违规行为应该是严格的无薪停职，为期数月。第二次\n应该是自动终止，并被指控篡改......",
      "title": "CMV：警察转动人体摄像头应被指控篡改证据"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果可以證明警官身上的攝像頭的視頻或音頻被手動關閉，特別是在有人員傷亡的活動現場。\n特別是在有人員傷亡的活動現場，手動關閉視頻或音頻。\n違規行爲應該是嚴格的無薪停職，爲期數月。第二次\n應該是自動終止，並被指控篡改......",
      "title": "CMV：警察轉動人體攝像頭應被指控篡改證據"
    }
  ]
}