{
  "author": "ilikebeeeef",
  "original_created_utc": 1633060253,
  "title": "CMV: people who cheat - regardless of the circumstance - are selfish",
  "created_utc": 1633092095,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel important to first preface that I have never personally been cheated on myself. </p>\n\n<p>I just don’t understand why people don’t have the courtesy to simply tell someone it’s not working out, or end things before they move on to other relationships. It makes sense to me that that would be appropriate. Is it because we cannot have difficult conversations? Why can’t we just be honest? </p>\n\n<p>I am truly open to seeing a less black and white view on this. I have never personally been cheated on myself. I’ve just always personally believed that’s like —unforgivable. How can you ever trust them again? </p>\n\n<p>(respectfully excluding relationships that have any form of abuse going on - I understand when you’re in an abusive relationship, that changes the circumstances a bit)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pyzxpq/cmv_people_who_cheat_regardless_of_the/",
  "subreddit": "changemyview",
  "id": "pyzxpq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel important to first preface that I have never personally been cheated on\nmyself.\n\nI just don’t understand why people don’t have the courtesy to simply tell\nsomeone it’s not working out, or end things before they move on to other\nrelationships. It makes sense to me that that would be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初にお断りしておきますが、私自身は浮気をされたことがありません。\nしていません。\n\nただ、なぜ人は、うまくいっていないと相手に伝えたり、他に移る前に終わらせたりする礼儀を持たないのか、理解できません。\n他の人間関係に移る前に、うまくいかないことを相手に伝えたり、関係を終わらせたりする礼儀を持たない人がいることが理解できません。\n関係に移行する前に終わらせる礼儀を持たない人がいることが理解できません。それは私にとっては意味のあることです...",
      "title": "CMV: 状況に関わらず、不正をする人は利己的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得有必要首先声明，我本人从未被欺骗过。\n我自己。\n\n我只是不明白，为什么人们没有礼貌地告诉别人，他们不合适。\n告诉对方，他们没有成功，或者在他们转到其他关系之前结束关系。\n关系。对我来说，这是有道理的，这将是...",
      "title": "CMV：欺骗的人--无论在什么情况下--都是自私的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得有必要首先聲明，我本人從未被欺騙過。\n我自己。\n\n我只是不明白，爲什麼人們沒有禮貌地告訴別人，他們不合適。\n告訴對方，他們沒有成功，或者在他們轉到其他關係之前結束關係。\n關係。對我來說，這是有道理的，這將是...",
      "title": "CMV：欺騙的人--無論在什麼情況下--都是自私的"
    }
  ]
}