{
  "author": "Oficjalny_Krwiopijca",
  "original_created_utc": 1632141072,
  "title": "YSK that alcoholic drinks are freakishly caloric. Even spirits that don't taste sweet at all.",
  "created_utc": 1632148438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because if you want to stay healthy you have to be doubly careful about alcohol. Not only because of it&#39;s intoxicating and because drinking to excess can damage organs. But it can also make you fat. So if you care about your weight, watch out how much you drink.</p>\n\n<p>I kind of always knew that alcoholic drinks, like beer or wine, are somewhat caloric. But I assumed that spirits, like vodka, gin or whiskey are not. They do not taste sweet at all, and are just water, alcohol and some flavors, right? Surely then, in cocktails, the only thing that adds calories are the non-alcoholic additives, like sodas or syrup. So if I get a dark&#39;n&#39;stormy with a diet ginger beer, that&#39;s nothing, right?</p>\n\n<p>Oh boy, was I wrong.</p>\n\n<ul>\n<li>beer has a &quot;normal&quot; amount of calories (40 kcal / 100 ml, or 200 kcal / pint)</li>\n<li>wine is more caloric (75 kcal / 100 ml, or 130 kcal / glass)</li>\n</ul>\n\n<p>but here comes the real kicker:</p>\n\n<ul>\n<li>gin, vodka, whiskey or virtually any other strong spirit (200 kcal / 100 ml, or 90 kcal / shot)</li>\n</ul>\n\n<p>So when you have your favorite rum and coke (say, 50 ml or rum, 150 ml non-diet coke, and ice), coke is actually the less caloric part...</p>\n\n<p>Sources:</p>\n\n<ul>\n<li><a href=\"https://www.nhs.uk/live-well/alcohol-support/calories-in-alcohol/\">NHS (UK National Health Service)</a></li>\n<li><a href=\"https://medlineplus.gov/ency/patientinstructions/000886.htm\">Medline (US national library of medicine)</a></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/prtvle/ysk_that_alcoholic_drinks_are_freakishly_caloric/",
  "subreddit": "YouShouldKnow",
  "id": "prtvle",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because if you want to stay healthy you have to be doubly careful about\nalcohol. Not only because of it's intoxicating and because drinking to excess\ncan damage organs. But it can also make you fat. So if you care about your\nweight, watch out how much you drink.\n\nI kind of always knew that…"
}