{
  "author": "Oficjalny_Krwiopijca",
  "original_created_utc": 1632141072,
  "title": "YSK that alcoholic drinks are freakishly caloric. Even spirits that don't taste sweet at all.",
  "created_utc": 1632148438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because if you want to stay healthy you have to be doubly careful about alcohol. Not only because of it&#39;s intoxicating and because drinking to excess can damage organs. But it can also make you fat. So if you care about your weight, watch out how much you drink.</p>\n\n<p>I kind of always knew that alcoholic drinks, like beer or wine, are somewhat caloric. But I assumed that spirits, like vodka, gin or whiskey are not. They do not taste sweet at all, and are just water, alcohol and some flavors, right? Surely then, in cocktails, the only thing that adds calories are the non-alcoholic additives, like sodas or syrup. So if I get a dark&#39;n&#39;stormy with a diet ginger beer, that&#39;s nothing, right?</p>\n\n<p>Oh boy, was I wrong.</p>\n\n<ul>\n<li>beer has a &quot;normal&quot; amount of calories (40 kcal / 100 ml, or 200 kcal / pint)</li>\n<li>wine is more caloric (75 kcal / 100 ml, or 130 kcal / glass)</li>\n</ul>\n\n<p>but here comes the real kicker:</p>\n\n<ul>\n<li>gin, vodka, whiskey or virtually any other strong spirit (200 kcal / 100 ml, or 90 kcal / shot)</li>\n</ul>\n\n<p>So when you have your favorite rum and coke (say, 50 ml or rum, 150 ml non-diet coke, and ice), coke is actually the less caloric part...</p>\n\n<p>Sources:</p>\n\n<ul>\n<li><a href=\"https://www.nhs.uk/live-well/alcohol-support/calories-in-alcohol/\">NHS (UK National Health Service)</a></li>\n<li><a href=\"https://medlineplus.gov/ency/patientinstructions/000886.htm\">Medline (US national library of medicine)</a></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/prtvle/ysk_that_alcoholic_drinks_are_freakishly_caloric/",
  "subreddit": "YouShouldKnow",
  "id": "prtvle",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because if you want to stay healthy you have to be doubly careful about\nalcohol. Not only because of it's intoxicating and because drinking to excess\ncan damage organs. But it can also make you fat. So if you care about your\nweight, watch out how much you drink.\n\nI kind of always knew that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：健康を維持するためには、二重に気をつけなければならないからです。\nアルコールにも注意が必要です。お酒には中毒性があるだけでなく、過剰に飲むと臓器にダメージを与えるので\n臓器にダメージを与えます。また、太る原因にもなります。体重が気になる方は\n体重を気にする人は、お酒の量に気をつけましょう。\n\nなんとなくわかっていたけど...。",
      "title": "お酒は異常にカロリーが高いというYSK。全然甘くない蒸留酒も。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为如果你想保持健康，你必须加倍小心对待\n酒精。不仅因为它令人陶醉，而且因为饮酒过量\n会损害器官。但它也会使你变胖。因此，如果你关心你的\n体重，请注意你的饮水量。\n\n我一直知道...",
      "title": "YSK认为酒精饮料的热量高得吓人。即使是根本没有甜味的烈酒。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲如果你想保持健康，你必須加倍小心對待\n酒精。不僅因爲它令人陶醉，而且因爲飲酒過量\n會損害器官。但它也會使你變胖。因此，如果你關心你的\n體重，請注意你的飲水量。\n\n我一直知道...",
      "title": "YSK認爲酒精飲料的熱量高得嚇人。即使是根本沒有甜味的烈酒。"
    }
  ]
}