{
  "author": "Ass-Kickin_Chicken",
  "original_created_utc": 1633753606,
  "title": "My crypto portfolio has surpassed the $1 million mark",
  "created_utc": 1633764911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll admit it, it wasn&#39;t easy at all. I endured many nail-biting bear markets, a constant fear of flash crashes, numerous urges to FOMO into different coins, and many other stressful scenarios.</p>\n\n<p>But, at once point during my time investing with crypto, I decided that I need to be patient and smart with me assets: Hold some and stake others for compounded returns. It wasn&#39;t a exciting as day trading, but it was a safer route to take. I eventually learned to forget about my portfolio and wait a couple of years until I could check again.</p>\n\n<p>Years later, I am more than happy to say that my crypto portfolio has passed the million dollar mark, making me a crypto millionaire. It was a HUGE accomplishment for me as it will allow me to pursue my interests of playing video games all day and, maybe, start a streaming channel since I always thought of showing off my gaming skills to an audience. It would also give me an opportunity to help out those in need and improve the lives of so many others.</p>\n\n<p>I never thought that I would become a millionaire, especially in Crypto; but here I am. Years of patience and hodling has given me a crypto portfolio that is now worth more than 1 million Zimbabwean Dollars.</p>\n</div><!-- SC_ON -->",
  "score": 580,
  "permalink": "/r/CryptoCurrency/comments/q4e40i/my_crypto_portfolio_has_surpassed_the_1_million/",
  "subreddit": "CryptoCurrency",
  "id": "q4e40i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll admit it, it wasn't easy at all. I endured many nail-biting bear markets, a\nconstant fear of flash crashes, numerous urges to FOMO into different coins, and\nmany other stressful scenarios.\n\nBut, at once point during my time investing with crypto, I decided that I need\nto be patient and smart…"
}