{
  "author": "AcceptableShame0",
  "original_created_utc": 1626455573,
  "title": "YSK bed bugs can live in electronics such as laptops and chromebooks",
  "created_utc": 1626475366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you&#39;re ever unfortunate enough to have bed bugs make sure you check your electronics, especially laptops. Also, if you get refurbished electronics, maybe check. This could be enough to stop an infestation or reinfestation. </p>\n\n<p>Where I work requires that I clean used laptops. Recently I&#39;ve come across a number of bed bug infested ones. They live inside on the motherboard and in the ports. In one case, it was so badly infested a bed bug had made its way into the headphone jack and filled it with eggs.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/ollaqx/ysk_bed_bugs_can_live_in_electronics_such_as/",
  "subreddit": "YouShouldKnow",
  "id": "ollaqx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you're ever unfortunate enough to have bed bugs make sure you check\nyour electronics, especially laptops. Also, if you get refurbished electronics,\nmaybe check. This could be enough to stop an infestation or reinfestation.\n\nWhere I work requires that I clean used laptops. Recently I've…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もし不幸にもトコジラミが発生してしまったら、電子機器、特にノートパソコンをチェックしてください。\n電子機器、特にラップトップをチェックしてください。また、再生品の電子機器を手に入れた場合も、確認してください。\n確認してみてください。そうすることで、トコジラミの侵入や再侵入を防ぐことができるかもしれません。\n\n私の職場では、使用済みのノートパソコンをクリーニングすることが義務付けられています。最近、私は...",
      "title": "YSKのトコジラミは、ノートパソコンやクロームブックなどの電子機器に生息しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你不幸有了臭虫，请确保你检查\n你的电子产品，特别是笔记本电脑。此外，如果你得到翻新的电子产品。\n也许要检查一下。这可能足以阻止虫害的发生或再发生。\n\n我工作的地方要求我清洗用过的笔记本电脑。最近，我已经...",
      "title": "YSK臭虫可以生活在电子产品中，如笔记本电脑和铬笔记本。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你不幸有了臭蟲，請確保你檢查\n你的電子產品，特別是筆記本電腦。此外，如果你得到翻新的電子產品。\n也許要檢查一下。這可能足以阻止蟲害的發生或再發生。\n\n我工作的地方要求我清洗用過的筆記本電腦。最近，我已經...",
      "title": "YSK臭蟲可以生活在電子產品中，如筆記本電腦和鉻筆記本。"
    }
  ]
}