{
  "author": "ForPOTUS",
  "original_created_utc": 1633960404,
  "title": "CMV: I am happy to see that seeking therapy is becoming more accepted in the West, but therapists aren't your friends, your friends are",
  "created_utc": 1633966247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is just something that I have come to observe. Now, it might have something to do with me and whom I choose to surround myself around, but it feels like more people are beginning to throw the &quot;have you considered therapy&quot; line as a way of shutting others up. They don&#39;t really want to hear about that person&#39;s feelings or what they&#39;re going through and exert the emotional energy that sometimes comes with working through it with others, so one of the immediate responses is to try and throw money and a professional at it. Kind of like what some middle class and rich families do if and when their kids start acting up at school or in the family.</p>\n\n<p>Don&#39;t get me wrong, there is a time and a place for therapy, heck, maybe we ALL unknowingly or knowingly need therapists of our own to speak with and work on a plan of action from time to time. But it should supplement what we already have with our social and familial bonds, not supplant it. A therapist is many things, but they are usually not your friend or confidant, and it&#39;s not really realistic of us to expect that of them either.</p>\n\n<p>I&#39;m just saying this because some of the same people who will tell me to get therapy often don&#39;t have the time of day to answer a phone call from me and chat. We still need to talk and open up to each other before all of that stuff.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/q5wch8/cmv_i_am_happy_to_see_that_seeking_therapy_is/",
  "subreddit": "changemyview",
  "id": "q5wch8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is just something that I have come to observe. Now, it might have something\nto do with me and whom I choose to surround myself around, but it feels like\nmore people are beginning to throw the \"have you considered therapy\" line as a\nway of shutting others up. They don't really want to hear about…"
}