{
  "author": "ForPOTUS",
  "original_created_utc": 1633960404,
  "title": "CMV: I am happy to see that seeking therapy is becoming more accepted in the West, but therapists aren't your friends, your friends are",
  "created_utc": 1633966247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is just something that I have come to observe. Now, it might have something to do with me and whom I choose to surround myself around, but it feels like more people are beginning to throw the &quot;have you considered therapy&quot; line as a way of shutting others up. They don&#39;t really want to hear about that person&#39;s feelings or what they&#39;re going through and exert the emotional energy that sometimes comes with working through it with others, so one of the immediate responses is to try and throw money and a professional at it. Kind of like what some middle class and rich families do if and when their kids start acting up at school or in the family.</p>\n\n<p>Don&#39;t get me wrong, there is a time and a place for therapy, heck, maybe we ALL unknowingly or knowingly need therapists of our own to speak with and work on a plan of action from time to time. But it should supplement what we already have with our social and familial bonds, not supplant it. A therapist is many things, but they are usually not your friend or confidant, and it&#39;s not really realistic of us to expect that of them either.</p>\n\n<p>I&#39;m just saying this because some of the same people who will tell me to get therapy often don&#39;t have the time of day to answer a phone call from me and chat. We still need to talk and open up to each other before all of that stuff.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/q5wch8/cmv_i_am_happy_to_see_that_seeking_therapy_is/",
  "subreddit": "changemyview",
  "id": "q5wch8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is just something that I have come to observe. Now, it might have something\nto do with me and whom I choose to surround myself around, but it feels like\nmore people are beginning to throw the \"have you considered therapy\" line as a\nway of shutting others up. They don't really want to hear about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは私が感じたことです。これは、私や私の周りにいる人たちと関係があるかもしれませんが\n周りにいる人との関係もあるかもしれませんが、「セラピーを受けてみませんか？\n人を黙らせる方法として、「セラピーを考えたことがありますか」というセリフを言う人が増えてきたように感じます。\n人を黙らせる方法として、「セラピーを考えてみませんか？彼らは本当に聞きたくないのです...。",
      "title": "CMV: 欧米でセラピーを受けることが受け入れられてきているのは喜ばしいことですが、セラピストはあなたの友人ではなく、あなたの友人は"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这只是我观察到的一些情况。现在，它可能与我和我选择的周围人有关\n这可能与我和我选择的周围的人有关，但感觉就像\n越来越多的人开始抛出 \"你是否考虑过治疗 \"这句话，作为让别人闭嘴的一种方式。\n作为让别人闭嘴的方式。他们并不真的想听...",
      "title": "CMV：我很高兴看到寻求治疗在西方越来越被接受，但治疗师不是你的朋友，你的朋友是"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這只是我觀察到的一些情況。現在，它可能與我和我選擇的周圍人有關\n這可能與我和我選擇的周圍的人有關，但感覺就像\n越來越多的人開始拋出 \"你是否考慮過治療 \"這句話，作爲讓別人閉嘴的一種方式。\n作爲讓別人閉嘴的方式。他們並不真的想聽...",
      "title": "CMV：我很高興看到尋求治療在西方越來越被接受，但治療師不是你的朋友，你的朋友是"
    }
  ]
}