{
  "author": "WatehCompany",
  "the_new_excerpt": "Sadly mexico has the record for the most journalist killed and everytime one\ntries to uncover the dirty tricks of the government or the narcos they end up\nkilled, as for last year in 2020 mexico had the horrible record of most\njournalist killed with almost 30 killed.\n\nAccording to article19.org…",
  "original_created_utc": 1612861643,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "可悲的是，墨西哥拥有最多记者被杀的记录，而且每次都有记者被杀。\n试图揭开政府或缉毒人员的肮脏伎俩，他们最终的结果是\n被杀，至于去年在2020年墨西哥有最可怕的记录。\n记者被杀，近30人遇害。\n\n据article19.org...",
      "title": "CMV：在墨西哥做一个真正的记者，你必须接受你可能会被杀的事实。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "可悲的是，墨西哥擁有最多記者被殺的記錄，而且每次都有記者被殺。\n試圖揭開政府或緝毒人員的骯髒伎倆，他們最終的結果是\n被殺，至於去年在2020年墨西哥有最可怕的記錄。\n記者被殺，近30人遇害。\n\n據article19.org...",
      "title": "CMV：在墨西哥做一個真正的記者，你必須接受你可能會被殺的事實。"
    }
  ],
  "title": "CMV: Being a true journalist in Mexico you must accept you might going to get killed",
  "created_utc": 1612889499,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sadly mexico has the record for the most journalist killed and everytime one tries to uncover the dirty tricks of the government or the narcos they end up killed, as for last year in 2020 mexico had the horrible record of most journalist killed with almost 30 killed.</p>\n\n<p>According to <a href=\"https://article19.org\">article19.org</a> from 2000 to today almost 137 journalist were killed, 126 of them were men and 11 were women.</p>\n\n<p>You can also see in the page the years and every journalist killed even until today, but that doesn&#39;t mean there is still a glimmer of hope for some good journalist to exist like Carmen Aristegui who can really hit the nerves and at the same time being subtle about it but I must accept that she nows plays  the game like any other journalist wants to keep herself alive I have no doubts she was a really influential journalist who didn&#39;t have the limits to say what was factual and still people would harass her or threaten her with death as what happened in 2016.</p>\n\n<p>There are some people that have the guts to report on live but are nowhere to be found anymore like this one guy that reported the shooting of Reynosa in 2009 live in the middle of a war.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/lfyl3r/cmv_being_a_true_journalist_in_mexico_you_must/",
  "subreddit": "changemyview",
  "id": "lfyl3r",
  "is_self": true,
  "media": null,
  "is_video": false
}