{
  "author": "Louise-Bb",
  "original_created_utc": 1634415767,
  "title": "So we all know we hate a completely incompetent heroine who can’t save or think for herself…But what about the opposite?",
  "created_utc": 1634430065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I always love when the heroine in my books get into some life or death situation and I’m sure a lot of people feel the same. I also know the large majority don’t like heroines who can’t think for themselves and make stupid decisions, almost getting themselves killed until the hero swoops in and saves them…However, what I’ve also found that I hate is when a hero or heroine is some sort of survival god (Often because they spent some time in the military) and now are apparently capable to surviving any situation, no matter how unfamiliar…</p>\n\n<p>I just find it annoying. I never feel scared for them. I know that they’re always going to make the right decision and if anything goes wrong, it won’t be their fault and, to be honest, it completely takes the fun out of the book for me.\nAnyone feel the same?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/q9jt71/so_we_all_know_we_hate_a_completely_incompetent/",
  "subreddit": "books",
  "id": "q9jt71",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I always love when the heroine in my books get into some life or death situation\nand I’m sure a lot of people feel the same. I also know the large majority don’t\nlike heroines who can’t think for themselves and make stupid decisions, almost\ngetting themselves killed until the hero swoops in and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分の本の中でヒロインが生死に関わるような状況に陥るのが大好きです。\n多くの人が同じように感じているのではないでしょうか。大多数の人は、自分で考えることができず、愚かな決断をするヒロインが好きではないことも知っています。\n自分の頭で考えることができず、愚かな決断をして、最後まで殺されそうになるヒロインが好きではないことも知っています。\n自分の頭で考えることができず、愚かな決断をして、殺されそうになるヒロインが好きではないことも知っています。",
      "title": "自分で考えて行動できない無能なヒロインが嫌いなのはわかりますが、その逆はどうでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我总是喜欢我书中的女主人公遇到一些生死攸关的情况\n我相信很多人都有同样的感觉。我也知道大多数人不\n我也知道大多数人不喜欢那些不能为自己着想并做出愚蠢决定的女主人公。\n直到男主人公突然出现，让自己被杀死。",
      "title": "所以我们都知道，我们讨厌一个完全无能的女主角，她不能救人，也不能为自己考虑......但相反的情况呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我總是喜歡我書中的女主人公遇到一些生死攸關的情況\n我相信很多人都有同樣的感覺。我也知道大多數人不\n我也知道大多數人不喜歡那些不能爲自己着想並做出愚蠢決定的女主人公。\n直到男主人公突然出現，讓自己被殺死。",
      "title": "所以我們都知道，我們討厭一個完全無能的女主角，她不能救人，也不能爲自己考慮......但相反的情況呢？"
    }
  ]
}