{
  "author": "TheLatinaNerd",
  "original_created_utc": 1639952826,
  "title": "YSK: In the United States, there is no such thing as Aluminum-free antiperspirants. They are considered drugs and the FDA has only approved aluminum-derived active ingredients in the use of antiperspirants.",
  "created_utc": 1640036173,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: The FDA considers antiperspirants as drugs as they prevent perspiration. The only active ingredients approved in the United States in the OTC monograph are all aluminum derived. So in the United States, anything that is “aluminum-free” is a deodorant and will only cover up the scent, but does nothing for sweat prevention, which causes the bad smell in the first place. Any company that tells you their aluminum-free deodorant is an antiperspirant is making either a mislabeled claim, or might be adulterated depending on the situation the FDA deems fit.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://ecfr.io/Title-21/Section-350.10\"&gt;OTC monograph active ingredients&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 201,
  "permalink": "/r/YouShouldKnow/comments/rk7hkf/ysk_in_the_united_states_there_is_no_such_thing/",
  "subreddit": "YouShouldKnow",
  "id": "rk7hkf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The FDA considers antiperspirants as drugs as they prevent\nperspiration. The only active ingredients approved in the United States in the\nOTC monograph are all aluminum derived. So in the United States, anything that\nis “aluminum-free” is a deodorant and will only cover up the scent, but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: FDAは制汗剤とみなしています。\n発汗を防ぐものであるため、医薬品である。で認可された唯一の有効成分です。\nアメリカのOTCモノグラフは、すべてアルミニウム由来です。ですから、アメリカでは\nアメリカでは「アルミニウムフリー」であれば何でもデオドラント剤と...",
      "title": "YSK: アメリカでは、アルミニウムフリーの制汗剤というのは存在しません。医薬品とみなされ、FDAは制汗剤に使用するアルミニウム由来の有効成分のみを認可しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：FDA认为止汗剂是药物，因为它们可以防止出汗。\n因为它们可以防止出汗。在美国的OTC专著中，唯一被批准的活性成分\n美国的OTC专著中批准的唯一活性成分都是铝制的。所以在美国\n因此，在美国，任何 \"不含铝 \"的产品都是除臭剂，而且...",
      "title": "YSK：在美国，没有无铝止汗剂这种东西。它们被认为是药物，美国食品和药物管理局只批准在止汗剂中使用源自铝的活性成分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：FDA認爲止汗劑是藥物，因爲它們可以防止出汗。\n因爲它們可以防止出汗。在美國的OTC專著中，唯一被批准的活性成分\n美國的OTC專著中批准的唯一活性成分都是鋁製的。所以在美國\n因此，在美國，任何 \"不含鋁 \"的產品都是除臭劑，而且...",
      "title": "YSK：在美國，沒有無鋁止汗劑這種東西。它們被認爲是藥物，美國食品和藥物管理局只批准在止汗劑中使用源自鋁的活性成分。"
    }
  ]
}