{
  "author": "covers33",
  "the_new_excerpt": "Attacking the Capitol and assaulting police officers is a felony. A woman was\nshot and died when the insurrectionists stormed the Capitol today. Many\njurisdictions apply the proximate cause theory to felony murder, which says that\nall persons involved in committing a felony can be charged with…",
  "original_created_utc": 1609984768,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "袭击国会大厦和袭警是重罪。一名女子被\n今天起义者袭击国会大厦时被击毙。许多\n司法管辖区将近因理论应用于重罪谋杀，即\n所有涉及重罪的人都可能被指控犯有…罪。",
      "title": "[改变我的想法]：今天袭击国会大厦的叛乱分子应该根据重罪谋杀规则被起诉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "襲擊國會大廈和襲警是重罪。一名女子被\n今天起義者襲擊國會大廈時被擊斃。許多\n司法管轄區將近因理論應用於重罪謀殺，即\n所有涉及重罪的人都可能被指控犯有…罪。",
      "title": "[改變我的想法]：今天襲擊國會大廈的叛亂分子應該根據重罪謀殺規則被起訴。"
    }
  ],
  "title": "CMV: The insurrectionists who stormed the Capitol today should be charged under the felony murder rule.",
  "created_utc": 1609992142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Attacking the Capitol and assaulting police officers is a felony.  A woman was shot and died when the insurrectionists stormed the Capitol today.  Many jurisdictions apply the proximate cause theory to felony murder, which says that all persons involved in committing a felony can be charged with felony murder if someone is killed during the commission of the felony, even if the death was caused by a bystander or the police.  Any reasonable person could foresee that attempting to force their way past police into the Capitol building would result in violence and possible loss of life.</p>\n\n<p>Edit: Thank you to the people who have actually provided reasoned arguments.<br/>\nFuck you to the people who are just engaging in whataboutism. <a href=\"https://en.wikipedia.org/wiki/Whataboutism\">https://en.wikipedia.org/wiki/Whataboutism</a></p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/ks2y14/cmv_the_insurrectionists_who_stormed_the_capitol/",
  "subreddit": "changemyview",
  "id": "ks2y14",
  "is_self": true,
  "media": null,
  "is_video": false
}