{
  "author": "Sugar-Burger",
  "original_created_utc": 1633141399,
  "title": "I couldn't put down Rebecca, but ended up disappointed. SPOILERS",
  "created_utc": 1633163762,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I couldn&#39;t put this book down, but I ended up being disappointed. Not necessarily because of the ending, but because of a lack of character development. \nThe protagonist stays painstakingly shy and self conscious for a very long time, to the point of becoming annoying. When she does gain confidence, it&#39;s to be harsh with the servants. \nShe remains incredibly devoted to Maxim without him giving her much reason to. No deep friendship or swoon-worthy moments between them.\nYes, I understand that Rebecca was a cruel liar and adulteress, but does that really give someone the right to murder her? I wasn&#39;t convinced. Sure, it&#39;s a crime of passion, but I wasn&#39;t moved to feel much sympathy for Maxim. He even said he feels no remorse and would do it again.\nI expected more to happen. More development in the characters and their relationships. It just fell flat for me after all that reading. I also wanted ghostly or spooky moments and they never came.\nFeel free to disagree! It&#39;d be so boring if we all had the same taste :)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pzmiwt/i_couldnt_put_down_rebecca_but_ended_up/",
  "subreddit": "books",
  "id": "pzmiwt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I couldn't put this book down, but I ended up being disappointed. Not\nnecessarily because of the ending, but because of a lack of character\ndevelopment. The protagonist stays painstakingly shy and self conscious for a\nvery long time, to the point of becoming annoying. When she does gain\nconfidence,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本を手放すことができませんでしたが、結果的には失望しました。それは\nエンディングのせいではなく、キャラクターの成長が見られなかったからです。\n展開がないからです。主人公はずっと恥ずかしがり屋で自意識過剰のまま。\n主人公はずっと内気で自意識過剰なままで、うっとうしくなるほどです。せっかく自信がついても\n自信がついたときには",
      "title": "レベッカを手放せなかったが、残念な結果に終わった。ネタバレ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我舍不得放下这本书，但最后还是失望了。不是因为结局\n不一定是因为结局，而是因为缺乏对人物的\n发展。主人公在很长一段时间内都保持着痛苦的羞涩和自我意识。\n非常长的时间，到了令人讨厌的地步。当她真正获得\n自信时，...",
      "title": "我无法放下丽贝卡，但最后还是失望了。剧透"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我捨不得放下這本書，但最後還是失望了。不是因爲結局\n不一定是因爲結局，而是因爲缺乏對人物的\n發展。主人公在很長一段時間內都保持着痛苦的羞澀和自我意識。\n非常長的時間，到了令人討厭的地步。當她真正獲得\n自信時，...",
      "title": "我無法放下麗貝卡，但最後還是失望了。劇透"
    }
  ]
}