{
  "author": "ElloMeter432",
  "the_new_excerpt": "Why YSK: its important to know that a game thats all across Youtube is owned by\na company which is heavily involved in gambling, because it tells you alot about\nhow they make the money and how the game is designed.\n\nI watched a youtube video of german youtuber \"imp\", he mentioned that the\nCompany…",
  "original_created_utc": 1618693544,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：Youtubeで話題になっているゲームが、ギャンブルに大きく関わっている企業に所有されていることを知ることは重要です。\n賭博に深く関わっている会社が所有しているということは、彼らがどのようにお金を稼ぎ、どのようにゲームをデザインしているのかを教えてくれるからです。\nなぜなら、彼らがどのようにお金を稼ぎ、どのようにゲームがデザインされているかがわかるからです。\n\nドイツのユーチューバー \"imp \"のyoutube動画を見たのですが、その中で「会社...\n会社...",
      "title": "レイドシャドウレジェンド」を開発した会社が、ギャンブルマシンを製造し、カジノマネジメントシステムをサービスとして提供していることをYSKが発表しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：要知道一款在Youtube上火遍全球的游戏是由\n一个涉赌严重的公司，因为它告诉你很多关于\n他们是如何赚钱的，游戏是如何设计的。\n\n我看了一段德国youtuber \"imp \"的youtube视频，他提到的是\n公司...",
      "title": "YSK，\"夺影传说 \"背后的公司生产赌博机，并提供赌场管理系统的服务。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：要知道一款在Youtube上火遍全球的遊戲是由\n一個涉賭嚴重的公司，因爲它告訴你很多關於\n他們是如何賺錢的，遊戲是如何設計的。\n\n我看了一段德國youtuber \"imp \"的youtube視頻，他提到的是\n公司...",
      "title": "YSK，\"奪影傳說 \"背後的公司生產賭博機，並提供賭場管理系統的服務。"
    }
  ],
  "title": "YSK that the company behind \"Raid Shadow Legends\" produces gambling machines and offers casino managements systems as a service",
  "created_utc": 1618711077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: its important to know that a game thats all across Youtube is owned by a company which is heavily involved in gambling, because it tells you alot about how they make the money and how the game is designed.</p>\n\n<p>I watched a youtube video of german youtuber &quot;imp&quot;, he mentioned   that the Company &quot;Plarium&quot; which is the Producer of Raid Shadow Legends   is owned by &quot;Aristocrat Leisure&quot; which as already mentioned is a  company  that produces electronic gambling machines and offers casino  management  systems, so they are involved in gambling.</p>\n\n<p>I   was wondering how a Game like Raid Shadow Legends has the money to do   advertisment in such a large scale, well now I got the anser. To top it   all of, the game is heavily Pay 2 win (as expected) but they also used   the game to secure the company a place in the online gaming market (<a href=\"https://tech.eu/brief/aristocrat-acquires-plarium/\">source</a>).</p>\n\n<p>So   yea I think you should know that, especially as a youtuber who gets an   offer to advertise this game, afterall its your decision but I think  the  game should not be supported.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/msz4h0/ysk_that_the_company_behind_raid_shadow_legends/",
  "subreddit": "YouShouldKnow",
  "id": "msz4h0",
  "is_self": true,
  "media": null,
  "is_video": false
}