{
  "created_at": "2021-04-12T08:43:25.996Z",
  "title": "Ask HN: I feel my career is at a dead end. Any advice on what could I do?",
  "url": null,
  "author": "iamcirou",
  "points": 140,
  "story_text": "Hey HN,<p>I&#x27;m 35, working for an IT consultancy company and I feel my career is going at a dead end.<p>I did well with my career (maybe too much?) and after 10 years I&#x27;m far away from coding activities, more involved in project management and I&#x27;m not sure that this is what I want.<p>I like coding (that&#x27;s why I started this job, I also consider myself good at coding) I like to learn and explore new things.<p>The problem is that, at same time I feel that coding can&#x27;t be a lifetime career: what will happen in 10 years from now? Maybe company will prefer younger coders to hire and I will not be able to find a job anymore? (I have family, I can&#x27;t risk to lose my job)\nShall I find now another role or company that may be can offer me a job where I can cover for both roles (Coding and project management)?<p>I&#x27;d like to hear your point of view, maybe I&#x27;m missing something here. Thanks in advance for any advice.",
  "comment_text": null,
  "num_comments": 114,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1618141896,
  "_tags": [
    "story",
    "author_iamcirou",
    "story_26769638",
    "ask_hn"
  ],
  "objectID": "26769638",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: I feel my career is at a dead end. Any advice on what could I do?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "iamcirou",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hey HN,<p>I'm 35, working for an IT consultancy company and I feel my career is going at a dead end.<p>I did well with my career (maybe too much?) and after 10 years I'm far away from coding activities, more involved in project management and I'm not sure that this is what I want.<p>I like coding (that's why I started this job, I also consider myself good at coding) I like to learn and explore new things.<p>The problem is that, at same time I feel that coding can't be a lifetime career: what will happen in 10 years from now? Maybe company will prefer younger coders to hire and I will not be able to find a job anymore? (I have family, I can't risk to lose my job)\nShall I find now another role or company that may be can offer me a job where I can cover for both roles (Coding and project management)?<p>I'd like to hear your point of view, maybe I'm missing something here. Thanks in advance for any advice.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-04-11T11:51:36.000Z",
  "image": "",
  "localize": [
    {
      "locale": "ja",
      "title": "Ask HN: 自分のキャリアが行き詰っていると感じています。何かアドバイスはありますか？"
    },
    {
      "locale": "zh",
      "title": "问HN：我感觉自己的事业已经走到了死胡同。有什么建议，我可以做什么？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：我感覺自己的事業已經走到了死衚衕。有什麼建議，我可以做什麼？"
    }
  ]
}