{
  "created_at": "2021-04-15T08:24:02.124Z",
  "title": "Ask HN: Twilio blocked our account and with it hundreds of our customers",
  "url": null,
  "author": "caruizdiaz",
  "points": 148,
  "story_text": "I&#x27;m the founder of a tech startup in the field of telephony and we use Twilio for parts of our service.<p>A little over 3 hours ago our entire account was suspended without reason. We received an email stating that fact without further explanation.<p>Since then, we are trying to get in contact with them through every channel we could find: email, Twitter, LinkedIn, and I even tried emailing Jeff Lawson, their CEO. They don&#x27;t have a support number we can call.<p>We are not a small customer and we have been with them for more than 6 years. It&#x27;s deeply frustrating that despite that fact, we don&#x27;t seem to matter to them at all.<p>If you work at Twilio or if you can help us get in touch with them, I&#x27;d be indebted to you forever!",
  "comment_text": null,
  "num_comments": 52,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1618455695,
  "_tags": [
    "story",
    "author_caruizdiaz",
    "story_26815768",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26815768",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Twilio blocked our account and with it hundreds of our customers",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "caruizdiaz",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "I'm the founder of a tech startup in the field of telephony and we use Twilio for parts of our service.<p>A little over 3 hours ago our entire account was suspended without reason. We received an email stating that fact without further explanation.<p>Since then, we are trying to get in contact with them through every channel we could find: email, Twitter, LinkedIn, and I even tried emailing Jeff Lawson, their CEO. They don't have a support number we can call.<p>We are not a small customer and we have been with them for more than 6 years. It's deeply frustrating that despite that fact, we don't seem to matter to them at all.<p>If you work at Twilio or if you can help us get in touch with them, I'd be indebted to you forever!",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-04-15T03:01:35.000Z",
  "image": ""
}