{
  "created_at": "2021-04-16T02:18:52.616Z",
  "title": "Ask HN: How can a unhireable person get a job?",
  "url": null,
  "author": "snakedoctor",
  "points": 360,
  "story_text": "I&#x27;ve been trying to get a job for over a year now. I&#x27;ve interviewed at Google, Facebook, Dell, NSA, CIA, DoE (E=Energy), Airbnb, Palantir. Too many to list. I&#x27;ve applied to companies from the whoishiring thread every monthly. workatastartup etc. Always ending with ghosting, or a impasive rejection letter. I tried improving my interview skills. Reading Meyers, Knuth etc. books. Reading advice on Reddit etc. But I still always get rejected. I worked at EA (QA on Apex Legends), and IBM (dev) at 18. Quit due to lowpay&#x2F;no insurance. Got referrals etc. dropped out my freshmen year at a top 40 college. Was on the cyber security team etc. too expensive so I had to dropout.<p>Got a low level customer support role at Amazon. But I only made $15 with no health insurance. Found some flaws within the anti-fraud system at Amazon, and wrote a detailed e-mail to the VP in charge of the anti-fraud system. It was fixed by 1am. Also was concerned about support reps being able to access any customer&#x27;s data simply by pressing &#x27;bypass&#x27; on the security question promt page. I couldn&#x27;t transfer internally until a year later as well. Would ping your manager each time you apply as well. Have to delete your emails constantly due to only having 1gb email space. Assessment was similar to the one I took for CIA. Cognitive based assessment.<p>I even got ghosted after a interview for a manual labor job at Home Depot. I tried cold contacting executives at a few companies. Got meeting with SVP at Dell, CISO etc. was fruitless though. Spoofed number to bypass contact whitelist etc.<p>I welcome any and all advice that any of y&#x27;all could offer. Even if it&#x27;s brutally candid. I need a job with decent health&#x2F;dental insurance. Medicaid is useless. I might be homeless soon. I&#x27;m scared, and I don&#x27;t know what to do. I&#x27;m afraid that I&#x27;ll end up like Bill Landreth.<p>e: dude@member.fsf.org will reply with a different email address.",
  "comment_text": null,
  "num_comments": 276,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1618514608,
  "_tags": [
    "story",
    "author_snakedoctor",
    "story_26825017",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26825017",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: How can a unhireable person get a job?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "snakedoctor",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "I've been trying to get a job for over a year now. I've interviewed at Google, Facebook, Dell, NSA, CIA, DoE (E=Energy), Airbnb, Palantir. Too many to list. I've applied to companies from the whoishiring thread every monthly. workatastartup etc. Always ending with ghosting, or a impasive rejection letter. I tried improving my interview skills. Reading Meyers, Knuth etc. books. Reading advice on Reddit etc. But I still always get rejected. I worked at EA (QA on Apex Legends), and IBM (dev) at 18. Quit due to lowpay/no insurance. Got referrals etc. dropped out my freshmen year at a top 40 college. Was on the cyber security team etc. too expensive so I had to dropout.<p>Got a low level customer support role at Amazon. But I only made $15 with no health insurance. Found some flaws within the anti-fraud system at Amazon, and wrote a detailed e-mail to the VP in charge of the anti-fraud system. It was fixed by 1am. Also was concerned about support reps being able to access any customer's data simply by pressing 'bypass' on the security question promt page. I couldn't transfer internally until a year later as well. Would ping your manager each time you apply as well. Have to delete your emails constantly due to only having 1gb email space. Assessment was similar to the one I took for CIA. Cognitive based assessment.<p>I even got ghosted after a interview for a manual labor job at Home Depot. I tried cold contacting executives at a few companies. Got meeting with SVP at Dell, CISO etc. was fruitless though. Spoofed number to bypass contact whitelist etc.<p>I welcome any and all advice that any of y'all could offer. Even if it's brutally candid. I need a job with decent health/dental insurance. Medicaid is useless. I might be homeless soon. I'm scared, and I don't know what to do. I'm afraid that I'll end up like Bill Landreth.<p>e: dude@member.fsf.org will reply with a different email address.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-04-15T19:23:28.000Z",
  "image": "",
  "localize": [
    {
      "locale": "ja",
      "title": "Ask HN: 雇われない人が仕事を得るには？"
    },
    {
      "locale": "zh",
      "title": "问HN：一个不被录用的人怎么能找到工作？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：一個不被錄用的人怎麼能找到工作？"
    }
  ],
  "source_updated_at": 1618566626115
}