{
  "created_at": "2021-04-19T02:47:12.379Z",
  "title": "Show HN: Side project passed $2.5k/mo revenue after 2 years (Phoenix and Vue)",
  "url": null,
  "author": "enraged_camel",
  "points": 147,
  "story_text": "Several years ago, I had a client whose salespeople were using Excel to generate sales proposals. This was inefficient and the resulting documents looked awful, so I developed a new process for them using a no-code platform. It featured a web form that was tied to a workflow engine, and a fancy PDF got emailed to the customer to sign.<p>When the client loved the solution, I knew I was on to something. However, the no-code platform wasn&#x27;t very customizable, so I decided to rebuild the process as a SaaS product. The client&#x27;s CTO wanted in and we became cofounders.<p>Today, we passed the $2,500&#x2F;mo. threshold, and couldn&#x27;t be more excited! (<a href=\"https:&#x2F;&#x2F;pricetable.io\" rel=\"nofollow\">https:&#x2F;&#x2F;pricetable.io</a>)<p>Things started slow. I wasn&#x27;t a software developer by trade, so I was constantly &quot;drinking from the fire hose.&quot; Also, my cofounder and I had disagreements regarding features, UX, sales strategy... you name it. We never fought, but initially there was a sense of disconnect.<p>Then one day, everything clicked. His company started to pilot our product, and after a few months became our first customer. Receiving feedback from real users was a breath of fresh air. It was also really eye-opening to see which assumptions we had made were slam dunks and which were hilariously wrong!<p>Things might have been easier had I picked a more mainstream stack like Rails&#x2F;Django, but once I got up to speed with Elixir and Vue, development became a Zen-like experience. Both communities are very welcoming and immensely helpful. HN has also been an extraordinary source of inspiration; reading success stories always makes me launch my code editor! Similarly, hearing from companies that didn&#x27;t make it helps us keep our expectations realistic.<p>Now we shift focus to finding new clients. We have a very solid success story and metrics to back it up. However, both my partner and I still have day jobs we need the income from, and the product requires a fairly high-touch sales approach. Any advice would be appreciated. :)",
  "comment_text": null,
  "num_comments": 39,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1618775480,
  "_tags": [
    "story",
    "author_enraged_camel",
    "story_26855726",
    "show_hn",
    "front_page"
  ],
  "objectID": "26855726",
  "_highlightResult": {
    "title": {
      "value": "Show HN: Side project passed $2.5k/mo revenue after 2 years (Phoenix and Vue)",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "enraged_camel",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Several years ago, I had a client whose salespeople were using Excel to generate sales proposals. This was inefficient and the resulting documents looked awful, so I developed a new process for them using a no-code platform. It featured a web form that was tied to a workflow engine, and a fancy PDF got emailed to the customer to sign.<p>When the client loved the solution, I knew I was on to something. However, the no-code platform wasn't very customizable, so I decided to rebuild the process as a SaaS product. The client's CTO wanted in and we became cofounders.<p>Today, we passed the $2,500/mo. threshold, and couldn't be more excited! (<a href=\"https://pricetable.io\" rel=\"nofollow\">https://pricetable.io</a>)<p>Things started slow. I wasn't a software developer by trade, so I was constantly &quot;drinking from the fire hose.&quot; Also, my cofounder and I had disagreements regarding features, UX, sales strategy... you name it. We never fought, but initially there was a sense of disconnect.<p>Then one day, everything clicked. His company started to pilot our product, and after a few months became our first customer. Receiving feedback from real users was a breath of fresh air. It was also really eye-opening to see which assumptions we had made were slam dunks and which were hilariously wrong!<p>Things might have been easier had I picked a more mainstream stack like Rails/Django, but once I got up to speed with Elixir and Vue, development became a Zen-like experience. Both communities are very welcoming and immensely helpful. HN has also been an extraordinary source of inspiration; reading success stories always makes me launch my code editor! Similarly, hearing from companies that didn't make it helps us keep our expectations realistic.<p>Now we shift focus to finding new clients. We have a very solid success story and metrics to back it up. However, both my partner and I still have day jobs we need the income from, and the product requires a fairly high-touch sales approach. Any advice would be appreciated. :)",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-04-18T19:51:20.000Z",
  "image": "",
  "localize": [
    {
      "locale": "ja",
      "title": "Show HN: サイドプロジェクトが2年後に2.5k/月の収益を達成（PhoenixとVue"
    },
    {
      "locale": "zh",
      "title": "显示HN：副业项目2年后收入过2.5万/月（凤凰和Vue）。"
    },
    {
      "locale": "zh-Hant",
      "title": "顯示HN：副業項目2年後收入過2.5萬/月（鳳凰和Vue）。"
    }
  ]
}