{
  "author": "TheBigChew",
  "the_new_excerpt": "In 2021, it seems perplexing there is not a universal language.\n\nClearly agreeing on one verbal language would be difficult (such as English or\nMandarin).\n\nI realize there are many sign languages too, which again, is a similar problem\nto verbal languages in the sense of 'how do you pick one over the…",
  "original_created_utc": 1612452266,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在2021年，没有一种通用语言似乎令人费解。\n\n显然，就一种口头语言达成一致是很困难的（如英语或法语）。\n普通话）。)\n\n我知道手语也有很多，这又是一个类似的问题。\n对口头语言来说，\"你如何选择一个比...\"。",
      "title": "CMV：应该有一种通用的手语，全世界的人都会在学校或父母那里学到。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在2021年，沒有一種通用語言似乎令人費解。\n\n顯然，就一種口頭語言達成一致是很困難的（如英語或法語）。\n普通話）。)\n\n我知道手語也有很多，這又是一個類似的問題。\n對口頭語言來說，\"你如何選擇一個比...\"。",
      "title": "CMV：應該有一種通用的手語，全世界的人都會在學校或父母那裏學到。"
    }
  ],
  "title": "CMV: There should be a universal sign language the whole worlds learns in school or by parents.",
  "created_utc": 1612464165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In 2021, it seems perplexing there is not a universal language.</p>\n\n<p>Clearly agreeing on one verbal language would be difficult (such as English or Mandarin).</p>\n\n<p>I realize there are many sign languages too, which again,  is a similar problem to verbal languages in the sense of &#39;how do you pick one over the other&#39;.</p>\n\n<p>I think we should create a universal sign language of like 100-300 simple words. </p>\n\n<p>It would make the world a lot better. </p>\n\n<p>Tlde: the world would benefit from a universal sign language</p>\n\n<p>Edit:</p>\n\n<p>The language would be composed of 100-300 simple nouns and adjectives to help navigate foreign countries. This is not ment to be a full language, just a partial language to get by in the world, not to have complex discussions about philosophy.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/lchz9p/cmv_there_should_be_a_universal_sign_language_the/",
  "subreddit": "changemyview",
  "id": "lchz9p",
  "is_self": true,
  "media": null,
  "is_video": false
}