{
  "author": "Votesque",
  "original_created_utc": 1626754043,
  "title": "I get why everyone talks about Stephen King now",
  "created_utc": 1626759722,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I only started seriously reading around last December and had only read On Writing for an English class. I’m in the middle of The Shining and finished The Gunslinger in 3 days, and now I understand why everyone praises him. The imagery and vivid word choice make the stories feel so real. The way he foreshadows and portrays all the emotions of the characters is so perfect. It’s almost too perfect, I’m just in awe.</p>\n\n<p>Also is it worth continuing The Dark Tower series? I know I’ll enjoy it, but I have a lot of other books to read and a 6 book series would be a commitment.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/onujx3/i_get_why_everyone_talks_about_stephen_king_now/",
  "subreddit": "books",
  "id": "onujx3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I only started seriously reading around last December and had only read On\nWriting for an English class. I’m in the middle of The Shining and finished The\nGunslinger in 3 days, and now I understand why everyone praises him. The imagery\nand vivid word choice make the stories feel so real. The way he…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が本格的に読書を始めたのは昨年の12月頃で、それまでに読んだのは「On\nライティング」を読んだだけでした。今はThe Shiningの途中で、The Gunslingerは3日で読み終えました。\n3日で読み終えましたが、皆が彼を賞賛する理由が分かりました。想像力と\n鮮やかな言葉選びが物語をとてもリアルに感じさせてくれます。彼のやり方は...",
      "title": "みんながスティーブン・キングを話題にする理由がわかりました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我大约在去年12月才开始认真阅读，只读过《论写作》一书。\n写作的英语课。我正在读《闪灵》，并在三天内读完了《枪手》。\n我正在读《闪灵》，并在三天内读完了《枪手》，现在我明白为什么每个人都称赞他了。丰富的想象力\n和生动的词语选择使故事感觉如此真实。他的写作方式...",
      "title": "我明白为什么现在每个人都在谈论斯蒂芬-金"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我大約在去年12月纔開始認真閱讀，只讀過《論寫作》一書。\n寫作的英語課。我正在讀《閃靈》，並在三天內讀完了《槍手》。\n我正在讀《閃靈》，並在三天內讀完了《槍手》，現在我明白爲什麼每個人都稱讚他了。豐富的想象力\n和生動的詞語選擇使故事感覺如此真實。他的寫作方式...",
      "title": "我明白爲什麼現在每個人都在談論斯蒂芬-金"
    }
  ]
}