{
  "author": "ShawnSpeakman",
  "original_created_utc": 1626715944,
  "title": "Does A TV/Film Adaptation Drive You To Read The Source Material?",
  "created_utc": 1626760465,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see Legendary Studios is starting to ramp up their marketing and publicity for DUNE. The movie has a great director, one helluva cast, and I love the look of it. I&#39;ve read the novel several times as an adult and it is always a fantastic time.</p>\n\n<p>I&#39;m gearing up for my next re-read sometime later this summer before the movie comes to theaters. But today&#39;s Legendary Studios posts make me want to read it NOW. haha It got me thinking: Do any of you read the books that these adaptations are based on? Would love to hear which ones you&#39;ve read (Lord of the Rings, His Dark Materials, etc. etc.).</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/onivxh/does_a_tvfilm_adaptation_drive_you_to_read_the/",
  "subreddit": "books",
  "id": "onivxh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see Legendary Studios is starting to ramp up their marketing and publicity for\nDUNE. The movie has a great director, one helluva cast, and I love the look of\nit. I've read the novel several times as an adult and it is always a fantastic\ntime.\n\nI'm gearing up for my next re-read sometime later this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "レジェンダリー・スタジオは、DUNEのマーケティングと宣伝を強化し始めているようですね。\nDUNE. この映画には素晴らしい監督と豪華なキャストが揃っていて、私はこの映画の外観が大好きです。\n私はこの映画が大好きです。この小説は大人になってから何度か読みましたが、いつも素晴らしい時間を過ごすことができます。\nの時間です。\n\n次の再読は今年の終わり頃にしようと準備しています。",
      "title": "TV/映画化された作品を見ると、原作を読みたくなる？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到传奇影业开始加强他们对《地下城》的营销和宣传。\nDUNE。这部电影有一个伟大的导演，一个强大的演员阵容，而且我喜欢它的外观。\n它的外观。我成年后曾多次阅读这部小说，它总是一个美妙的时刻。\n时间。\n\n我正准备在今年晚些时候的某个时候再读一次。",
      "title": "电视/电影改编是否会促使你去阅读原始资料？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到傳奇影業開始加強他們對《地下城》的營銷和宣傳。\nDUNE。這部電影有一個偉大的導演，一個強大的演員陣容，而且我喜歡它的外觀。\n它的外觀。我成年後曾多次閱讀這部小說，它總是一個美妙的時刻。\n時間。\n\n我正準備在今年晚些時候的某個時候再讀一次。",
      "title": "電視/電影改編是否會促使你去閱讀原始資料？"
    }
  ]
}