{
  "author": "AnthCob",
  "the_new_excerpt": "Why YSK: I've seen it time and time again on the internet. Usually with a woman\nwalking up to someone they don't know, with a guy following behind her. If it\nweren't for my girlfriend noticing I likely wouldn't of noticed when it happened\nto me today. I was getting a Red Bull at the market, and a…",
  "original_created_utc": 1619740379,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: インターネットで何度も何度も見たことがあります。通常、女性が\n男性が彼女の後ろについてくるというものです。もし、僕の彼女が気づいていなかったら\n僕の彼女が気づいていなかったら、今日僕の身に起こったことにも気づかなかったでしょう。\n今日、私に起こったことにも気づかなかったでしょう。マーケットでレッドブルを買っていると、一人の...",
      "title": "YSK: もし、女性がお店であなたにぴったりついてきたら、それは、同行している人がストーカーである可能性が高いということです。そして、彼らは助けを求めているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我在互联网上一次又一次地看到它。通常是一个女人\n走到他们不认识的人面前，身后跟着一个男人。如果\n如果不是我的女朋友注意到，我可能不会注意到今天发生在我身上的事情。\n今天发生在我身上。我在市场上买了一杯红牛，然后有一个人跟着我。",
      "title": "YSK：如果一个女人在商店里紧紧地跟着你，这意味着陪伴她们的人很可能在跟踪她们。而且他们正在伸手寻求帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我在互聯網上一次又一次地看到它。通常是一個女人\n走到他們不認識的人面前，身後跟着一個男人。如果\n如果不是我的女朋友注意到，我可能不會注意到今天發生在我身上的事情。\n今天發生在我身上。我在市場上買了一杯紅牛，然後有一個人跟着我。",
      "title": "YSK：如果一個女人在商店裏緊緊地跟着你，這意味着陪伴她們的人很可能在跟蹤她們。而且他們正在伸手尋求幫助。"
    }
  ],
  "title": "YSK: If a woman is following you closely in a store, it means the person accompanying them is likely stalking them. And they are reaching out for help.",
  "created_utc": 1619751636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ve seen it time and time again on the internet. Usually with a woman walking up to someone they don&#39;t know, with a guy following behind her. If it weren&#39;t for my girlfriend noticing I likely wouldn&#39;t of noticed when it happened to me today. I was getting a Red Bull at the market, and a young girl came very close to me with who I thought was her boyfriend. I don&#39;t pay much attention, and move out of their way because I figured they wanted to get to the drinks in front of me. I then walk 10 feet over to a cooler to get some salami motz rolls. And again, the girl is right by my side. It still didn&#39;t click with me until my girlfriend whispered in my ear that this guy is stalking her. Apparently my girlfriend overheard him ask her how old she is, and she said &quot;I&#39;m in High school&quot; and him saying &quot;Let&#39;s get a coffee&quot;. So I stood right there and didn&#39;t say a word to either of them, until the guy ran off to the other side of the store. I watched the guy from there on, and made sure the girl wasn&#39;t being followed by him afterwards and all was well. I will always notice the signs from here on out, and I hope you all will take notice too.</p>\n</div><!-- SC_ON -->",
  "score": 933,
  "permalink": "/r/YouShouldKnow/comments/n1hnyq/ysk_if_a_woman_is_following_you_closely_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "n1hnyq",
  "is_self": true,
  "media": null,
  "is_video": false
}