{
  "author": "42PSY42",
  "the_new_excerpt": "I'll be taking a law exam in four months from now and it has sections like\nReading Comprehension and Critical Reasoning. Besides solving actual problems\nfor my test, what are some good books I can read that'll help me sharpen my\nCritical thinking area of brain and help me with proficiency…",
  "original_created_utc": 1611663093,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我将在四个月后参加法律考试，它有这样的部分。\n阅读理解和批判性推理。除了解决实际问题\n为我的测试，有什么好书我可以读，这将有助于我磨砺我的。\n大脑的批判性思维区域，帮助我熟练...",
      "title": "ANY类型的有趣书籍，但比较难/费脑，文字和词汇量中上水平。阅读说明pls~"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我將在四個月後參加法律考試，它有這樣的部分。\n閱讀理解和批判性推理。除了解決實際問題\n爲我的測試，有什麼好書我可以讀，這將有助於我磨礪我的。\n大腦的批判性思維區域，幫助我熟練...",
      "title": "ANY類型的有趣書籍，但比較難/費腦，文字和詞彙量中上水平。閱讀說明pls~"
    }
  ],
  "title": "Interesting books of ANY genre but are hard/brain tiring, with medium-to-hard level text and vocabulary. Read description pls~",
  "created_utc": 1611690158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll be taking a law exam in four months from now and it has sections like Reading Comprehension and Critical Reasoning. Besides solving actual problems for my test, what are some good books I can read that&#39;ll help me sharpen my Critical thinking area of brain and help me with proficiency in English/Vocabulary? English is my third language and the exam will be completely in English.</p>\n\n<p>Some examples of hard to read books imo are:\nMidnight&#39;s Children (Salman Rushdie), Quichotte (Salman Rushdie), 1984 (George Orwell), Sapiens (Yuval Noah Harari), Narcissus and Goldmund (Hermann Hesse) etc., You get the idea.</p>\n\n<p>I am sorry if this post breaks any rules of this subreddit.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/booksuggestions/comments/l5crn1/interesting_books_of_any_genre_but_are_hardbrain/",
  "subreddit": "booksuggestions",
  "id": "l5crn1",
  "is_self": true,
  "media": null,
  "is_video": false
}