{
  "author": "CrashRiot",
  "original_created_utc": 1624376889,
  "title": "Oscar Martinez's account of the El Salvador-US migrant trail in \"The Beast\" is one of most compelling and horrifying books I've ever read.",
  "created_utc": 1624386680,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Oscar Martinez is an award winning journalist from El Salvador and cofounder of elfaro.net, an online newspaper in El Salvador. One of the most intrepid journalists I&#39;ve ever encountered in nonfiction, he beautifully captures both the horrific conditions these migrants face while simultaneously highlighting the perseverance and bravery of the migrants he encounters.</p>\n\n<p>Pardon my language, but he didn&#39;t half-ass this story. He literally jumps the train (aka &quot;The Beast), riding the same rails that have maimed and killed so many before him. He heads deep into cartel territory to try and capture the fear that they&#39;ve gripped the nation with. He interviews trafficked women to try and bring their story to light. One of his contacts on the journey calls him as he&#39;s captured by the cartel. He encounters corrupt officials and indifferent law enforcement officers. It&#39;s an absolutely harrowing journey that he somehow captures with steadfast determination and grace. Anyone who is at all interested in this subject matter, or even if you&#39;re not, should absolutely read this book. </p>\n\n<p>The only regret I don&#39;t have is that I don&#39;t speak Spanish and had to read a translated version. Those who do speak the language, I&#39;d recommend reading the original entitled &quot;Los migrantes que no importan&quot; (The Migrants Who Don&#39;t Matter)</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/o5q7kn/oscar_martinezs_account_of_the_el_salvadorus/",
  "subreddit": "books",
  "id": "o5q7kn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Oscar Martinez is an award winning journalist from El Salvador and cofounder of\nelfaro.net, an online newspaper in El Salvador. One of the most intrepid\njournalists I've ever encountered in nonfiction, he beautifully captures both\nthe horrific conditions these migrants face while simultaneously…"
}