{
  "author": "CrashRiot",
  "original_created_utc": 1624376889,
  "title": "Oscar Martinez's account of the El Salvador-US migrant trail in \"The Beast\" is one of most compelling and horrifying books I've ever read.",
  "created_utc": 1624386680,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Oscar Martinez is an award winning journalist from El Salvador and cofounder of elfaro.net, an online newspaper in El Salvador. One of the most intrepid journalists I&#39;ve ever encountered in nonfiction, he beautifully captures both the horrific conditions these migrants face while simultaneously highlighting the perseverance and bravery of the migrants he encounters.</p>\n\n<p>Pardon my language, but he didn&#39;t half-ass this story. He literally jumps the train (aka &quot;The Beast), riding the same rails that have maimed and killed so many before him. He heads deep into cartel territory to try and capture the fear that they&#39;ve gripped the nation with. He interviews trafficked women to try and bring their story to light. One of his contacts on the journey calls him as he&#39;s captured by the cartel. He encounters corrupt officials and indifferent law enforcement officers. It&#39;s an absolutely harrowing journey that he somehow captures with steadfast determination and grace. Anyone who is at all interested in this subject matter, or even if you&#39;re not, should absolutely read this book. </p>\n\n<p>The only regret I don&#39;t have is that I don&#39;t speak Spanish and had to read a translated version. Those who do speak the language, I&#39;d recommend reading the original entitled &quot;Los migrantes que no importan&quot; (The Migrants Who Don&#39;t Matter)</p>\n</div><!-- SC_ON -->",
  "score": 659,
  "permalink": "/r/books/comments/o5q7kn/oscar_martinezs_account_of_the_el_salvadorus/",
  "subreddit": "books",
  "id": "o5q7kn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Oscar Martinez is an award winning journalist from El Salvador and cofounder of\nelfaro.net, an online newspaper in El Salvador. One of the most intrepid\njournalists I've ever encountered in nonfiction, he beautifully captures both\nthe horrific conditions these migrants face while simultaneously…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "オスカー・マルティネスは、エルサルバドル出身の受賞歴のあるジャーナリストで、以下のサイトの共同設立者です。\nエルサルバドルのオンライン新聞「elfaro.net」の共同創刊者です。私がノンフィクションで出会った中で最も勇敢なジャーナリストの一人です。\n私がこれまでに出会ったノンフィクションの中で最も勇敢なジャーナリストの一人である彼は、移民たちの恐ろしい状況の両方を見事に捉えています。\n移民たちが直面している恐ろしい状況を見事に捉えています。",
      "title": "オスカー・マルティネスが書いたエルサルバドルからアメリカへの移民の道を描いた「The Beast」は、私がこれまでに読んだ本の中で最も説得力があり、恐ろしい本のひとつです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "奥斯卡-马丁内斯是一位来自萨尔瓦多的获奖记者，也是 \"ELFARO.N \"的创始人之一。\nelfaro.net的共同创始人，这是萨尔瓦多的一份在线报纸。他是我遇到过的最无畏的非小说记者之一。\n我在非虚构作品中遇到过的最无畏的记者之一，他漂亮地捕捉到了以下两点\n这些移民所面临的可怕条件，同时又...",
      "title": "奥斯卡-马丁内斯（Oscar Martinez）在《野兽》中对萨尔瓦多-美国移民之路的描述，是我读过的最令人信服和恐怖的书之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "奧斯卡-馬丁內斯是一位來自薩爾瓦多的獲獎記者，也是 \"ELFARO.N \"的創始人之一。\nelfaro.net的共同創始人，這是薩爾瓦多的一份在線報紙。他是我遇到過的最無畏的非小說記者之一。\n我在非虛構作品中遇到過的最無畏的記者之一，他漂亮地捕捉到了以下兩點\n這些移民所面臨的可怕條件，同時又...",
      "title": "奧斯卡-馬丁內斯（Oscar Martinez）在《野獸》中對薩爾瓦多-美國移民之路的描述，是我讀過的最令人信服和恐怖的書之一。"
    }
  ]
}