{
  "author": "TT454",
  "the_new_excerpt": "The Democratic Party represents, in American mainstream popular culture the\n\"good guys\" of American politics. To a great deal of Americans, they are viewed\nas the caring and sweet souls who are always there to give speeches about how\ngreat things can be if Americans unite, who have their pronouns in…",
  "original_created_utc": 1615813041,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在美国的主流大众文化中，民主党代表的是\n美国政治的 \"好人\"。对很多美国人来说，他们被认为是：\n作为关怀和甜蜜的灵魂，他们总是在那里给演讲如何\n伟大的事情可以是，如果美国人团结， 谁有他们的代词在... ...",
      "title": "CMV：民主党和共和党一样危险，两党的存在都是为了让美国人认为他们有选择的余地，但实际上他们没有选择。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國的主流大衆文化中，民主黨代表的是\n美國政治的 \"好人\"。對很多美國人來說，他們被認爲是：\n作爲關懷和甜蜜的靈魂，他們總是在那裏給演講如何\n偉大的事情可以是，如果美國人團結， 誰有他們的代詞在... ...",
      "title": "CMV：民主黨和共和黨一樣危險，兩黨的存在都是爲了讓美國人認爲他們有選擇的餘地，但實際上他們沒有選擇。"
    }
  ],
  "title": "CMV: The Democratic Party is just as dangerous as the Republican Party, and both parties exist to make Americans think they have a choice, when in reality they do not.",
  "created_utc": 1615859810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Democratic Party represents, in American mainstream popular culture the &quot;good guys&quot; of American politics. To a great deal of Americans, they are viewed as the caring and sweet souls who are always there to give speeches about how great things can be if Americans unite, who have their pronouns in their Twitter bio and an LGBT flag emoji for good measure, who support all the cuddly progressive goodies liberals want in American politics, but rarely get. They are a hot bubbling jacuzzi where you&#39;re queen being served a scrummy rocky road sundae (don&#39;t skimp on the fudge!), a cuddly Pikachu plushie to snuggle up with in bed while binging Disney Plus and sipping a pumpkin spice latte on a rainy Autumn evening. They are heckin&#39; doggos in the white house and Barack Obama&#39;s kind smile. Everything is OK. Biden&#39;s in office now. Sleep tight, sweetie. Brunch is in the morning.</p>\n\n<p>Except they aren&#39;t. <em>That&#39;s the image they project</em>, and it’s worked. They are, of course, a significantly right-wing, corporate, imperialist political party who only make people THINK they are the party of happy smiles, and that, in my opinion, is why they are dangerous as Republicans - just more subtly. They are controlled opposition, shrouded in a cloak of sunshine and rainbows, their underdog nature amplified by liberal political culture and the media to make it look like their failings aren&#39;t intentional.</p>\n\n<p>If you look at the Republicans, you&#39;ll notice that also project an image to keep their voters on their side no matter what. Normal people see the Republicans as the ruthlessly evil, extremist Christian fascists that they are, but to their voters, they are the champions of American conservatism, the mighty defenders of the military, of guns, of the founding fathers, of the constitution, the party of Lincoln and Reagan, the party standing up for the greatest nation on God&#39;s green Earth that the entire filthy commie world <em>needs to bow down to and respect</em>. MAGA!</p>\n\n<p>If both of the above stereotypes of those parties sound utterly crazy and cartoonish, thats because they are designed to be. That&#39;s all mainstream American politics is: theatre. A pantomime, a circus, a game show. BOTH parties support protecting the big banks, never passing free healthcare or raising the minimum wage, doing almost nothing about systemic racism, locking up immigrant kids, and bombing other nations. They just cloak their real intentions behind these stereotypical characters they play to make Americans <em>think</em> they have a choice. There is no choice. Regardless of whether you&#39;re a Democratic or a Republican you are a pawn in their plan. Oodles of Democratic and Republican politicians are friends and agree with each other and liberal voters are now happy to rehabilitate Dubya because he&#39;s now a goofy cowboy grandpa when his policies lead to the deaths of hundreds of thousands of Iraqis. Obama devastated Libya, but it&#39;s OK because at least he was “civil” about it. Both are profiting off of <em>immense</em> American stupidity and gullibility regardless of whether you&#39;re threatening to murder the libs with your God-given assault rifle or giggling with glee at Stephen Colbert throwing a cheap shot at Donnie Dirtbag. They’re BOTH two different flavours of the same right-wing American imperialism designed to perpetuate the two-party system until the country finally falls.</p>\n\n<p>CMV.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/m5k3ho/cmv_the_democratic_party_is_just_as_dangerous_as/",
  "subreddit": "changemyview",
  "id": "m5k3ho",
  "is_self": true,
  "media": null,
  "is_video": false
}