{
  "author": "hobbesid",
  "original_created_utc": 1637078850,
  "title": "Opening paragraph of 'A tale of two cities' feels like it's talking about age of social media and internet.",
  "created_utc": 1637084822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Below is the mentioned opening paragraph which says:</p>\n\n<p>&quot;It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way...&quot;</p>\n\n<p>Internet and social media amplifies everything. Someday you find something so insightful that you feel amazed and someday you find something so stupid that it makes you wonder about the level of human stupidity.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qvb5za/opening_paragraph_of_a_tale_of_two_cities_feels/",
  "subreddit": "books",
  "id": "qvb5za",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Below is the mentioned opening paragraph which says:\n\n\"It was the best of times, it was the worst of times, it was the age of wisdom,\nit was the age of foolishness, it was the epoch of belief, it was the epoch of\nincredulity, it was the season of Light, it was the season of Darkness, it was\nthe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以下は、前述の冒頭の段落である。\n\n\"それは最高の時代であり、最悪の時代であり、知恵の時代であった。\n愚かさの時代であり、信じることの時代であり、信じないことの時代である。\n光の季節であり、暗黒の季節であり、それは\nその...",
      "title": "A tale of two cities」の冒頭の段落は、ソーシャルメディアやインターネットの時代について語っているように感じます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "下面是提到的开头一段，其中说到。\n\n\"这是最好的时代，这是最坏的时代，这是智慧的时代。\n这是一个愚昧的时代，这是一个信仰的时代，这是一个难以置信的时代。\n那是光明的季节，那是黑暗的季节，那是\n是......。",
      "title": "两个城市的故事 \"的开头一段感觉像是在谈论社交媒体和互联网时代。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "下面是提到的開頭一段，其中說到。\n\n\"這是最好的時代，這是最壞的時代，這是智慧的時代。\n這是一個愚昧的時代，這是一個信仰的時代，這是一個難以置信的時代。\n那是光明的季節，那是黑暗的季節，那是\n是......。",
      "title": "兩個城市的故事 \"的開頭一段感覺像是在談論社交媒體和互聯網時代。"
    }
  ]
}