{
  "author": "isladery",
  "the_new_excerpt": "Maybe I’m just easy to please, but most of the time when I finish a book I feel\ngood about it! Not saying every book is perfect, but there are VERY few books\nthat I could name off the top of my head that I hated. Maybe neutral is a better\nway of putting it.\n\nThe quickest way for a book to be ruined…",
  "original_created_utc": 1617464494,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "也许我只是容易取悦，但大多数时候 当我读完一本书，我觉得\n好的! 不是说每本书都是完美的，但很少有书是完美的\n我可以说出我讨厌的名字。也许中性是一个更好的\n的方式把它。\n\n一本书被毁掉的最快方法... ...",
      "title": "还有人对大多数书的感觉一般都是正面的......直到人们告诉你它有多糟糕？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許我只是容易取悅，但大多數時候 當我讀完一本書，我覺得\n好的! 不是說每本書都是完美的，但很少有書是完美的\n我可以說出我討厭的名字。也許中性是一個更好的\n的方式把它。\n\n一本書被毀掉的最快方法... ...",
      "title": "還有人對大多數書的感覺一般都是正面的......直到人們告訴你它有多糟糕？"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私はただ喜ばせやすいだけなのかもしれませんが、ほとんどの場合、本を読み終えたときには気分がいいものです。\n感じます。すべての本が完璧だとは言いませんが、嫌いな本はほとんどありません。\n嫌いな本はほとんどありません。中性的と言った方がいいかもしれません。\nと言った方がいいかもしれません。\n\n本がダメになる一番早い方法は...。",
      "title": "他にも、ほとんどの本に対してポジティブな印象を持っている人はいないだろうか......人からひどいと言われるまでは。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私はただ喜ばせやすいだけなのかもしれませんが、ほとんどの場合、本を読み終えたときには気分がいいものです。\n感じます。すべての本が完璧だとは言いませんが、嫌いな本はほとんどありません。\n嫌いな本はほとんどありません。中性的と言った方がいいかもしれません。\nと言った方がいいかもしれません。\n\n本がダメになる一番早い方法は...。",
      "title": "他にも、ほとんどの本に対してポジティブな印象を持っている人はいないだろうか......人からひどいと言われるまでは。"
    }
  ],
  "title": "Anybody else out there who generally feels positively about most books...until people tell you how bad it is?",
  "created_utc": 1617473828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Maybe I’m just easy to please, but most of the time when I finish a book I feel good about it! Not saying every book is perfect, but there are VERY few books that I could name off the top of my head that I hated. Maybe neutral is a better way of putting it. </p>\n\n<p>The quickest way for a book to be ruined for me though is to read people’s comments on how they hated a book. When reading these opinions I do often find they’re right and have a point about whatever bothered them in the book, but was I better off being blissfully unaware of any of these flaws? The book then becomes somewhat tainted knowing other people hated it so much even though I didn’t...at first. </p>\n\n<p>Anyone else have these thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/books/comments/mjay6h/anybody_else_out_there_who_generally_feels/",
  "subreddit": "books",
  "id": "mjay6h",
  "is_self": true,
  "media": null,
  "is_video": false
}