{
  "author": "Theophanes_Confessor",
  "the_new_excerpt": "Imagine you were trying to set up rules for people to follow in a game. Most\npeople don't get any help following the rules, such as keeping tack of them, or\nunderstanding them, and if they break them, regardless of weather they know they\nbroke them or not, you punish them. Then, you write a legal…",
  "original_created_utc": 1609186792,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "想象一下，你正在试图建立规则，让人们在游戏中遵守。最多\n人们不会得到任何帮助来遵守规则，比如遵守规则，或者\n理解它们，如果他们破坏了它们，不管他们是否知道\n不管你有没有弄坏他们，你都要惩罚他们。然后，您可以编写一个合法的…",
      "title": "[改变我的想法]：我们需要律师来解释法律这一事实本身就证明了法律太复杂了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想象一下，你正在試圖建立規則，讓人們在遊戲中遵守。最多\n人們不會得到任何幫助來遵守規則，比如遵守規則，或者\n理解它們，如果他們破壞了它們，不管他們是否知道\n不管你有沒有弄壞他們，你都要懲罰他們。然後，您可以編寫一個合法的…",
      "title": "[改變我的想法]：我們需要律師來解釋法律這一事實本身就證明了法律太複雜了"
    }
  ],
  "title": "CMV: The very fact that we need lawyers to interpret the law is proof that the law is too complicated",
  "created_utc": 1609204645,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Imagine you were trying to set up rules for people to follow in a game. Most people don&#39;t get any help following the rules, such as keeping tack of them, or understanding them, and if they break them, regardless of weather they know they broke them or not, you punish them. Then, you write a legal code, say, how people have to pay for the game which is thousands of pages long all in obscure language so complex that you need professionals not only to keep track of it, but just to understand what it is. Additionally, you only provide these professionals to individuals after they break the rules because there just aren&#39;t enough of them to advise everyone 24/7 on how to follow the rules. One things can be easily concluded from this example: you are apparently an asshole.</p>\n\n<p>The nature of laws places responsibility to follow and understand them on every individual subject to them, and yet 1) the laws people are expected to follow are so complex that probably no individual knows off the top of their head every single law, and even worse 2) the laws can only be totally understood and properly interpreted with a legal degree that as a society we cannot possibly give to every person.  If we cannot expect them to know the rules, then we cannot expect them to follow the rules.</p>\n\n<p>To be clear, I&#39;m not saying the state should do less, far from it I&#39;m an unabashed socialist. Rather I&#39;m saying that we oughtn&#39;t to have state intervention that those who must follow it cannot understand. Perhaps a state may justifiably create restrictions, such as driver permits where in order to follow the do an act you must understand the particular rules around that act, but that isn&#39;t how we do most things. There is no &quot;taxpayers ed&quot; you are given by the state to know of to follow the thousands pages long tax law or anything like that. There is no &quot;parenting ed&quot; you are given by the state to know how to follow parental regulations with your children. Either 1) the law should be so simple everyone can learn it in school, or at least 2) the law should be simple enough that the average person can learn it given minor degrees of guidance.</p>\n\n<p>If there are so many rules you need an expensive professional to know them, there are too many rules to reasonably expect you to follow. If the rules are so complex you need an expensive professional to understand them, the rules are too complex to reasonably expect you to follow.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kly455/cmv_the_very_fact_that_we_need_lawyers_to/",
  "subreddit": "changemyview",
  "id": "kly455",
  "is_self": true,
  "media": null,
  "is_video": false
}