{
  "author": "imafraidofgrass",
  "original_created_utc": 1638032285,
  "title": "Favorite Novel Written by a Poet?",
  "created_utc": 1638067245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read On Earth We&#39;re Briefly Gorgeous by Ocean Vuong, and since then I have become amazed by the prose poets are able to write. The way they convey their thoughts and feelings is, to me, out of this world. Don&#39;t mind me, I love poetry, but seeing these artists take on a novel length project while still keeping the quality and style of their own writing is simply masterful. Ocean Vuong is one of my favorite poets, and reading his novel I could not stop thinking about how he adapted to the medium so well.</p>\n\n<p>I was wondering what are some of your favorites, and why?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/r3hmr3/favorite_novel_written_by_a_poet/",
  "subreddit": "books",
  "id": "r3hmr3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read On Earth We're Briefly Gorgeous by Ocean Vuong, and since then I have\nbecome amazed by the prose poets are able to write. The way they convey their\nthoughts and feelings is, to me, out of this world. Don't mind me, I love\npoetry, but seeing these artists take on a novel length project…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Ocean Vuongの「On Earth We're Briefly Gorgeous」を読んで以来、私は\n詩人が書くことのできる散文には驚かされます。彼らが自分の考えや感情を伝える方法は、私にとってこの世のものとは思えません。\n私にとっては、この世のものとは思えません。気にしないでください、私は詩が大好きです。\n私は詩が大好きですが、彼らが小説のような長さのプロジェクトに挑戦するのを見て...。",
      "title": "詩人が書いた好きな小説は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读过Ocean Vuong写的《在地球上我们短暂的华丽》，从那时起，我已经\n对诗人能够写出的散文感到惊奇。他们传达他们的\n对我来说，他们传达思想和感情的方式是超越世界的。请不要介意，我喜欢\n诗歌，但看到这些艺术家承担了一个长篇小说项目......",
      "title": "最喜欢的诗人写的小说？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過Ocean Vuong寫的《在地球上我們短暫的華麗》，從那時起，我已經\n對詩人能夠寫出的散文感到驚奇。他們傳達他們的\n對我來說，他們傳達思想和感情的方式是超越世界的。請不要介意，我喜歡\n詩歌，但看到這些藝術家承擔了一個長篇小說項目......",
      "title": "最喜歡的詩人寫的小說？"
    }
  ]
}