{
  "author": "mafuckinjy",
  "original_created_utc": 1634102084,
  "title": "YSK: When filling out a survey for any business anything below a perfect score is a negative score.",
  "created_utc": 1634107780,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Giving something a 9/10 because they did great but could improve in a way you don’t know is effectively giving them a zero. If you receive bad service by any means be truthful and tell them how they could improve, however many bonuses and jobs are on the line because people did their jobs properly but since a guest wasn’t blown away they decided to leave a 9/10. Don’t blame the employee for corporates standards.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/YouShouldKnow/comments/q747no/ysk_when_filling_out_a_survey_for_any_business/",
  "subreddit": "YouShouldKnow",
  "id": "q747no",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Giving something a 9/10 because they did great but could improve in a\nway you don’t know is effectively giving them a zero. If you receive bad service\nby any means be truthful and tell them how they could improve, however many\nbonuses and jobs are on the line because people did their jobs…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのでしょうか？9/10をつけるのは、彼らが素晴らしい仕事をしたが、自分の知らないところで改善できるかもしれないからです。\nをつけることは、事実上ゼロをつけることと同じです。もしあなたが悪いサービスを受けたならば\nしかし、多くのボーナスや仕事は、人々が自分の仕事をしたからこそのものです。\nしかし、多くの人が仕事をしたために、ボーナスや雇用が危機に瀕しているのですから・・・。",
      "title": "YSK: どんなビジネスでも、アンケートを記入する際には、満点以下はマイナスの評価になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：给某件事情打9/10分，因为他们做得很好，但在某个方面可以改进。\n你不知道的方式，实际上就是给他们打零分。如果你收到的服务不好\n诚实地告诉他们，他们可以如何改进。\n奖金和工作都是由于人们做了他们的工作......",
      "title": "YSK：在为任何企业填写调查问卷时，低于满分的都是负分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：給某件事情打9/10分，因爲他們做得很好，但在某個方面可以改進。\n你不知道的方式，實際上就是給他們打零分。如果你收到的服務不好\n誠實地告訴他們，他們可以如何改進。\n獎金和工作都是由於人們做了他們的工作......",
      "title": "YSK：在爲任何企業填寫調查問卷時，低於滿分的都是負分。"
    }
  ]
}