{
  "author": "IndependentSheep",
  "original_created_utc": 1628484479,
  "title": "CMV: Simone Biles opting out of the all around competition should be seen as neutral",
  "created_utc": 1628519558,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll start by saying that I understand why she did it, and I support it. Gymnastics is a very dangerous sport, and being in the wrong mindset can be lethal. On top of that, judges underscoring her difficulty must be so demoralizing and would be a drain on any person. Were I in her situation, I hope that I would have the courage to step down as well.</p>\n\n<p>However, as much as I support her decision, I think the amount of praise the choice has received has been bizarre. I think that the Olympics is one of the better ideas humanity has come up with, as we get to see representatives at the top of their game push beyond their limits and dedicate their time to their craft. To me, the Olympics has always been marketed as a show of perseverance and athletes overcoming both the odds and previous limitations, and that’s really inspiring to me. In that context, while I can say that stepping down isn’t a bad thing (especially in Biles’ case), I don’t really see how it’s praiseworthy.</p>\n\n<p>I’m a first time poster, and I’m open to have my view changed, so fire away in the comments</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/p0ujg4/cmv_simone_biles_opting_out_of_the_all_around/",
  "subreddit": "changemyview",
  "id": "p0ujg4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ll start by saying that I understand why she did it, and I support it.\nGymnastics is a very dangerous sport, and being in the wrong mindset can be\nlethal. On top of that, judges underscoring her difficulty must be so\ndemoralizing and would be a drain on any person. Were I in her situation, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておくと、彼女がなぜそれをしたのか理解できますし、応援しています。\n体操は非常に危険なスポーツであり、間違った考え方をしていると致命的になります。\n致命的です。その上、ジャッジが彼女の難しさを強調することは、非常に士気を下げるものであるに違いありません。\nどんな人でもやる気をなくしてしまうものです。私が彼女の立場だったら...。",
      "title": "CMV: シモーヌ・バイルスがオールラウンド競技を辞退したことを中立的に捉えるべき"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我首先要说的是，我理解她为什么要这样做，而且我支持这样做。\n体操是一项非常危险的运动，在错误的心态下可能是\n致命的。除此之外，评委们强调她的困难肯定会让她士气低落。\n士气低落，对任何人来说都是一种消耗。如果我处于她的情况，我...",
      "title": "CMV：西蒙娜-拜尔斯选择退出全场比赛应被视为中立"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先要說的是，我理解她爲什麼要這樣做，而且我支持這樣做。\n體操是一項非常危險的運動，在錯誤的心態下可能是\n致命的。除此之外，評委們強調她的困難肯定會讓她士氣低落。\n士氣低落，對任何人來說都是一種消耗。如果我處於她的情況，我...",
      "title": "CMV：西蒙娜-拜爾斯選擇退出全場比賽應被視爲中立"
    }
  ]
}