{
  "author": "Longjumping-Pace389",
  "original_created_utc": 1626586314,
  "title": "CMV: There is nothing wrong with swearing.",
  "created_utc": 1626636849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>For obvious reasons, this post will include swear words.</em></strong></p>\n\n<p><strong>Edit:</strong> <a href=\"/u/bluepillarmy\">u/bluepillarmy</a> has successfully changed my broad view on swearing, on the basis that it&#39;s a formality issue where it&#39;s considered rude to swear around people you are not close with, and close friends tend not to care if you swear. Apparently I just didn&#39;t understand this whole major element of formality across languages!! </p>\n\n<p><a href=\"/u/InfiniteLilly\">u/InfiniteLilly</a> previously got me on the minor point that sex-oriented swear words can be considered as offensive as blasphemy, on the basis that certain religions teach that sex is sacred. I won&#39;t be consistently responding anymore because my mind is fundamentally changed on this, but I have a few more opinions I&#39;ll put up on later days. <strong>End edit.</strong>  </p>\n\n<p>There is nothing inherently wrong with swear words, broadly speaking. There is just some arbitrary list of words that are considered inappropriate to say, write, or convey in full. Every issue that comes from particular swear words or their use is actually a separate issue.</p>\n\n<p>To first address some of the few caveats to this view:</p>\n\n<ul>\n<li>Calling someone an asshole or cunt is definitely wrong. Not because of the swearing, but because insulting people non-constructively is wrong. It is similarly wrong to call someone a &quot;bumbling baboon&quot;, or &quot;absolutely hopeless&quot;.</li>\n<li>I will concede that religious terms can be considered blasphemous and shouldn&#39;t be said to someone (religious) who is offended by them. Such phrases as &quot;damn you&quot; and &quot;jesus christ...&quot; do have legitimate issues, but whether or not they&#39;re even swear words gets debated a lot.</li>\n<li>I don&#39;t swear around kids or in professional settings. For whatever reason, society has this view, and I have no intention of fighting it by going against it. I will even raise my kids not to swear. But when they ask what&#39;s wrong with it, I will have to tell them &quot;go ask your mother&quot;.</li>\n</ul>\n\n<p>It&#39;s not quite right to say swear words are an &quot;arbitrary&quot; list. I think the most common link is their use for stronger emphasis, usually succinctly. We get the point when you call a performance &quot;really really really really good&quot; but the same meaning comes from calling it &quot;fucking amazing&quot; (and &quot;really really amazing just sounds kinda wrong&quot;). So why is that bad???</p>\n\n<p>There are situations where any word you can use is either a swear word, or makes you sound immature. Seriously, how would YOU say you took a &quot;shit&quot;/&quot;crap&quot; to a room full of adults who dislike swearing without sounding stupid by calling it a &quot;poo&quot; or &quot;number 2&quot;.</p>\n\n<p>I have gotten in trouble for having a character swear in a high school creative writing assignment. I used this for character development, they were an aggressive criminal, the only swearing was in quotation marks and it was 1 word in the whole story, and I lost a mark for it. Like seriously, what the...</p>\n\n<p>And herein we see another issue. What should I have put there? What word/phrase has both the same MEANING and IMPACT which isn&#39;t considered a swear word. &quot;What on earth&quot; conveys more genuine confusion, &quot;this is ridiculous&quot; doesn&#39;t show close to how angry I was, &quot;that was very wrong of them and I am extremely angry about it&quot; just makes me sound like a Vulcan (Spock from Star Trek, I hope...). But I can get it across in 3 words, as I did when explaining this to my friends: &quot;What the fuck?!&quot;</p>\n\n<p>Sure, I could probably have said &quot;That&#39;s messed up, I&#39;m so mad right now...&quot; if I put enough thought into it, but that comes back to the inherent question here; why???</p>\n\n<p>They&#39;ve even done scientific studies to show that certain patterns of sound (ie. words) can help reduce pain. So when you stub your toe, it actually helps to make a soft sound followed by a hard cut-off; like &quot;shit&quot; or &quot;fuck&quot;. People get annoyed at you for saying something that actually reduces your pain, how is that fair or right???</p>\n\n<p>A common argument I&#39;ve heard is that kids hear these words and then you have kids swearing all over the place. Think of the children!!! Well if there&#39;s nothing wrong with swearing, who cares if kids swear?</p>\n\n<p>And finally, any words that achieve the same purpose as swear words, but aren&#39;t, tend to quickly become considered swear words. It&#39;s not the magical list of words that are the issue, it&#39;s as if society has something against strong emphasis, vocal painkillers, or aggressive characterisation. Stuff like &quot;bloody hell&quot; (specifically the &quot;bloody&quot; part) and &quot;don&#39;t give a rat&#39;s ass&quot; are now considered inappropriate too.</p>\n\n<p>Lots of separate issues, delta for changing my mind on any single paragraph between here and the bullet points (not inclusive). I think that&#39;s how deltas work, I&#39;m new here...</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/omkg7z/cmv_there_is_nothing_wrong_with_swearing/",
  "subreddit": "changemyview",
  "id": "omkg7z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For obvious reasons, this post will include swear words.\n\nEdit: u/bluepillarmy [/u/bluepillarmy] has successfully changed my broad view on\nswearing, on the basis that it's a formality issue where it's considered rude to\nswear around people you are not close with, and close friends tend not to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "明らかな理由により、この投稿には汚い言葉が含まれます。\n\n編集：u/bluepillarmy [/u/bluepillarmy]さんは、私の悪口に対する大まかな考え方を見事に変えてくれました。\n親しくない人の前で悪口を言うのは失礼にあたるという形式的な問題であり、親しい人には\n親しくない人の周りで悪口を言うのは失礼だと考えられる形式的な問題であり、親しい友人は悪口を言わない傾向があるからです...。",
      "title": "CMV：悪口を言うことは悪いことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于显而易见的原因，这篇帖子将包括脏话。\n\n编辑：u/bluepillarmy [/u/bluepillarmy] 成功地改变了我对脏话的广泛看法。\n脏话的观点，理由是这是一个形式上的问题，在不亲密的人面前说脏话被认为是不礼貌的。\n在不亲密的人面前说脏话是不礼貌的，而亲密的朋友往往不说脏话......",
      "title": "CMV：说脏话并没有错。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於顯而易見的原因，這篇帖子將包括髒話。\n\n編輯：u/bluepillarmy [/u/bluepillarmy] 成功地改變了我對髒話的廣泛看法。\n髒話的觀點，理由是這是一個形式上的問題，在不親密的人面前說髒話被認爲是不禮貌的。\n在不親密的人面前說髒話是不禮貌的，而親密的朋友往往不說髒話......",
      "title": "CMV：說髒話並沒有錯。"
    }
  ]
}