{
  "author": "princetonwu",
  "the_new_excerpt": "I've only read Grapes of Wrath before this, and it was great, but EoE was\nbetter. I don't know what is it that is so enticing, perhaps his writing style,\nor the cast of characters. Cathy is particularly an interesting character, and\nit's still a mystery why she is the way she is (and I believe…",
  "original_created_utc": 1624221368,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この前に「怒りの葡萄」しか読んだことがなくて、それはそれで良かったんだけど、EoEの方が\nの方が良かった。何がそんなに魅力的なのかわかりませんが、おそらく彼の文体か\n何がそんなに魅力的なのかわかりませんが、彼の文体なのか、それとも登場人物のキャストなのか。特にキャシーは面白いキャラクターです。\nなぜ彼女があのようになってしまったのか、いまだに謎です（と私は信じていますが...）。",
      "title": "エデンの東」は、Steinbeckの作品をもっと読みたくなるような素晴らしい本でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这之前，我只读过《愤怒的葡萄》，它很好，但EoE更胜一筹。\n更好。我不知道是什么东西如此诱人，也许是他的写作风格。\n或者是人物阵容。凯茜是一个特别有趣的人物，而且\n她为什么是这样的人仍然是个谜（我相信......）。",
      "title": "伊甸园之东》是一本非常好的书，让我想读更多的斯坦贝克作品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這之前，我只讀過《憤怒的葡萄》，它很好，但EoE更勝一籌。\n更好。我不知道是什麼東西如此誘人，也許是他的寫作風格。\n或者是人物陣容。凱茜是一個特別有趣的人物，而且\n她爲什麼是這樣的人仍然是個謎（我相信......）。",
      "title": "伊甸園之東》是一本非常好的書，讓我想讀更多的斯坦貝克作品。"
    }
  ],
  "title": "East of Eden was a terrific book that made me want to read more of Steinbeck",
  "created_utc": 1624242237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve only read Grapes of Wrath before this, and it was great, but EoE was better. I don&#39;t know what is it that is so enticing, perhaps his writing style, or the cast of characters. Cathy is particularly an interesting character, and it&#39;s still a mystery why she is the way she is (and I believe Steinbeck purposely left that out). Anyways, the storytelling was so enjoyable I ordered up all the other Steinbeck books.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/o4egha/east_of_eden_was_a_terrific_book_that_made_me/",
  "subreddit": "books",
  "id": "o4egha",
  "is_self": true,
  "media": null,
  "is_video": false
}