{
  "author": "NotSoSnarky",
  "the_new_excerpt": "Why YSK: Be aware of the potential red flags of different forms of abuse. They\ndon't let you talk to the opposite gender? They become jealous easily? They ask\nyou for your passwords, or accuse you of cheating? They isolate you away from\nyour family or friends and yet they are allowed to hang out…",
  "original_created_utc": 1614300533,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：注意不同形式的虐待的潜在危险信号。它们\n不让你和异性说话？他们很容易吃醋？他们会问\n你的密码，或者指责你作弊？他们会把你从\n你的家人或朋友，但他们被允许挂出... ...",
      "title": "YSK：当你不和你的伴侣在一起时，你可以做一些事情，享受乐趣。你不需要100%的时间都和你的伴侣在一起。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：注意不同形式的虐待的潛在危險信號。它們\n不讓你和異性說話？他們很容易喫醋？他們會問\n你的密碼，或者指責你作弊？他們會把你從\n你的家人或朋友，但他們被允許掛出... ...",
      "title": "YSK：當你不和你的伴侶在一起時，你可以做一些事情，享受樂趣。你不需要100%的時間都和你的伴侶在一起。"
    }
  ],
  "title": "YSK: You are allowed to do things and have fun when you're not with your partner. You do not need to be with your partner 100% of the time.",
  "created_utc": 1614334966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Be aware of the potential red flags of different forms of abuse. They don&#39;t let you talk to the opposite gender? They become jealous easily? They ask you for your passwords, or accuse you of cheating? They isolate you away from your family or friends and yet they are allowed to hang out with their family or friends?  These are all forms of mistrust and controlling behavior.</p>\n\n<p>You&#39;re constantly making excuses for them towards your family/friends or even yourself?</p>\n\n<p>Try talking to them and setting up boundaries. Relationship counseling is also a way to go if it is bad. You are hurting your self-esteem by staying if they continue acting this way. </p>\n\n<p>If they aren&#39;t willing to compromise or say no. It might be time to leave.</p>\n</div><!-- SC_ON -->",
  "score": 174,
  "permalink": "/r/YouShouldKnow/comments/lslo8y/ysk_you_are_allowed_to_do_things_and_have_fun/",
  "subreddit": "YouShouldKnow",
  "id": "lslo8y",
  "is_self": true,
  "media": null,
  "is_video": false
}