{
  "author": "Fred_Skull",
  "original_created_utc": 1626534848,
  "title": "CMV: Religious-based prohibition/discouragement of contraceptives is contributing to a neverending cycle of poverty in poor communities.",
  "created_utc": 1626540134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a high school teacher in a low income neighborhood, I have noticed that the prevailing religion is Roman Catholic (and other Catholic spin-offs I suppose).</p>\n\n<p>I’ve also noticed that many of my students do not go to college, come from big families, and many start having kids very young. College isn’t the only post-graduate option, but even then, most of these kids end up working low paying jobs to support their new babies or support their large families.</p>\n\n<p>By not supporting the use of contraceptives, these low-income communities get stuck in the same cycle of poverty: Show promise in school - Have a kid at 18/19 - Work menial jobs - Baby gets older - Shows promise - Has kid at 18 - etc.</p>\n\n<p>I believe in this wholeheartedly. It will take a lot of logic to convince me otherwise. I’d be interested to hear any arguments.</p>\n</div><!-- SC_ON -->",
  "score": 235,
  "permalink": "/r/changemyview/comments/om64fd/cmv_religiousbased_prohibitiondiscouragement_of/",
  "subreddit": "changemyview",
  "id": "om64fd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a high school teacher in a low income neighborhood, I have noticed that the\nprevailing religion is Roman Catholic (and other Catholic spin-offs I suppose).\n\nI’ve also noticed that many of my students do not go to college, come from big\nfamilies, and many start having kids very young. College…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "低所得者層の多い地域で高校教師をしていると、宗教の主流がローマ・カトリック（その他のカ\n普及している宗教はローマ・カトリック（およびその他のカトリックのスピンオフ）です。\n\nまた、私の生徒の多くは大学に行かず、大家族の出身であることも気になりました。\nまた、私の生徒の多くは大学に行かず、大家族で、若くして子供を産み始める人が多いことにも気づきました。大学...",
      "title": "CMV：宗教的な理由による避妊具の禁止・抑止は、貧しい地域での終わりのない貧困の連鎖につながっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个低收入地区的高中教师，我注意到\n盛行的宗教是罗马天主教（我想还有其他天主教的分支）。\n\n我还注意到，我的许多学生没有上过大学，来自大家庭，许多人很早就开始生孩子。\n我还注意到，我的许多学生没有上过大学，来自大家庭，而且许多人很年轻就开始生孩子。大学...",
      "title": "CMV：基于宗教的对避孕药具的禁止/劝阻，在贫困社区造成了无休止的贫困循环。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個低收入地區的高中教師，我注意到\n盛行的宗教是羅馬天主教（我想還有其他天主教的分支）。\n\n我還注意到，我的許多學生沒有上過大學，來自大家庭，許多人很早就開始生孩子。\n我還注意到，我的許多學生沒有上過大學，來自大家庭，而且許多人很年輕就開始生孩子。大學...",
      "title": "CMV：基於宗教的對避孕藥具的禁止/勸阻，在貧困社區造成了無休止的貧困循環。"
    }
  ]
}