{
  "author": "bruhitsmemario",
  "original_created_utc": 1631787756,
  "title": "cmv: there is no ethical way to become a billionaire and billionaires shouldn't exist.",
  "created_utc": 1631799103,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, income inequality. The structure of the economy allows  amounts of wealth to be distributed unevenly. Rather than money going towards the cost of labour, it goes straight to the aleady very wealthy. The more demand of these products, the more jobs for minimum wage workers and more money goes towards the billionaire instead of the workers. Billionaires are so intent on their taxes not being raised, even though they would still be \n billionaires and helping the lives of other people. Money is a means to buy stuff that can improve your life. But in our society, it’s come to be associated with this kind of competition for status. By having so much money it refuses other people to earn enough money and creates a harder and unfairer world to live in.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ppal4s/cmv_there_is_no_ethical_way_to_become_a/",
  "subreddit": "changemyview",
  "id": "ppal4s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, income inequality. The structure of the economy allows amounts of\nwealth to be distributed unevenly. Rather than money going towards the cost of\nlabour, it goes straight to the aleady very wealthy. The more demand of these\nproducts, the more jobs for minimum wage workers and more money…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、所得格差。経済の構造上、富の量が\n富が不均等に分配されるようになっています。お金が労働のコストに使われるのではなく\n労働力のコストにお金が回るのではなく、一部の超富裕層に直接お金が回ります。これらの製品の需要が増えれば増えるほど\n製品の需要が増えれば、最低賃金労働者の仕事が増え、より多くのお金が...",
      "title": "cmv：倫理的に億万長者になる方法はなく、億万長者は存在すべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，收入不平等。经济结构允许财富的数量分配不均。\n财富分配不均。钱不是用来支付劳动成本的，而是用来支付\n劳动成本，而是直接流向已经非常富有的人。对这些产品的需求越多\n产品的需求越多，最低工资的工人就会有更多的工作机会，就会有更多的钱......",
      "title": "cmv：没有道德的方式成为亿万富翁，亿万富翁不应该存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，收入不平等。經濟結構允許財富的數量分配不均。\n財富分配不均。錢不是用來支付勞動成本的，而是用來支付\n勞動成本，而是直接流向已經非常富有的人。對這些產品的需求越多\n產品的需求越多，最低工資的工人就會有更多的工作機會，就會有更多的錢......",
      "title": "cmv：沒有道德的方式成爲億萬富翁，億萬富翁不應該存在。"
    }
  ]
}