{
  "author": "computer-beam",
  "original_created_utc": 1625087317,
  "title": "blown away by the dark forest by Cixin Liu",
  "created_utc": 1625115518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>three body problem was excellent, but it feels a little like a prequel in hindsight? anyways, i just wanted to share that having just finished The Dark Forest last night I am reeling right now because I think it&#39;s the best thing I&#39;ve read recently, and I just wanted to share this somewhere! Sure it&#39;s sci-fi, but it goes so far beyond that...I guess I don&#39;t want to ramble too long here, but if you want to read something that will absolutely blow your mind &amp; give you hope for the future, I want to give this my absolute highest recommendation! Just know that you will probably still want to start with Three Body Problem. Think of Three body as a necessary prequel, which lays the groundwork for the extra crazy stuff later on. Also, Three body Problem has its own share of crazy stuff, but the writing quality in The Dark Forest is somehow exponentially better! Has anyone else read this, any other thoughts on it? I realize it&#39;s less about the characters than the ideas, and so could see how somebody could fall off part way through, but I simply wanted to say the pay-off is magnificent. and seriously i never talk this way about books lol, but it really is that good</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ob6moh/blown_away_by_the_dark_forest_by_cixin_liu/",
  "subreddit": "books",
  "id": "ob6moh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "three body problem was excellent, but it feels a little like a prequel in\nhindsight? anyways, i just wanted to share that having just finished The Dark\nForest last night I am reeling right now because I think it's the best thing\nI've read recently, and I just wanted to share this somewhere! Sure…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "three body problem」は素晴らしかったのですが、「hindsight」では少し前日譚のような気がします。\nとにかく、昨日の夜に「The Dark Forest」を読み終えたことをお伝えしたかったのです。\n最近読んだ本の中で最高の作品だと思うので、今は興奮しています。\n最近読んだ本の中で最高の作品だと思っているので、このことをどこかで共有したいと思いました。確かに...。",
      "title": "暗い森に吹き飛ばされて by Cixin Liu"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "三体问题》很好，但感觉有点像前传。\n总之，我只是想分享一下我刚刚完成的《黑暗森林》。\n森林》，我现在很兴奋，因为我认为这是我最近读过的最好的作品。\n因为我认为这是我最近读到的最好的东西，我只是想在某个地方分享这个消息! 当然...",
      "title": "被黑暗森林吹走的刘慈欣"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "三體問題》很好，但感覺有點像前傳。\n總之，我只是想分享一下我剛剛完成的《黑暗森林》。\n森林》，我現在很興奮，因爲我認爲這是我最近讀過的最好的作品。\n因爲我認爲這是我最近讀到的最好的東西，我只是想在某個地方分享這個消息! 當然...",
      "title": "被黑暗森林吹走的劉慈欣"
    }
  ]
}