{
  "author": "Little-Miss-Macabre",
  "original_created_utc": 1627672574,
  "title": "Looking for a book that will destroy me mentally",
  "created_utc": 1627704119,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m looking for a book, preferably horror or something similar, that will make me rethink my entire life. I want something that completely captivates me but also makes me want to just lay down, stare at the ceiling and cry. Something disturbing, heart breaking, and will stick with me forever. I&#39;m trying to get into reading more, only book I&#39;ve been reading lately is American Psycho, which I do enjoy how brutal it is. I am most interested in war stories and stuff, and least interested in paranormal and ghost stories. Any suggestions are greatly appreciated!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/ourjr4/looking_for_a_book_that_will_destroy_me_mentally/",
  "subreddit": "booksuggestions",
  "id": "ourjr4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm looking for a book, preferably horror or something similar, that will make\nme rethink my entire life. I want something that completely captivates me but\nalso makes me want to just lay down, stare at the ceiling and cry. Something\ndisturbing, heart breaking, and will stick with me forever. I'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "できればホラーなど、自分の人生を見つめ直すきっかけになるような本を探しています。\n自分の人生全体を考え直すきっかけになるような本を探しています。私を完全に魅了し、同時に\nただ横になって天井を見つめて泣きたくなるような。何か\n不穏で、心が折れそうで、永遠に心に残るような。私は...",
      "title": "精神的に破壊されるような本を探している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找一本书，最好是恐怖或类似的，能让我重新思考我的整个人生。\n我重新思考我的整个人生。我想找一本能完全吸引我，但又能让我想躺下，盯着天花板看的书。\n也让我想躺下，盯着天花板哭。一些\n令人不安，令人心碎，并将永远留在我心中。我是...",
      "title": "寻找一本能在精神上摧毁我的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找一本書，最好是恐怖或類似的，能讓我重新思考我的整個人生。\n我重新思考我的整個人生。我想找一本能完全吸引我，但又能讓我想躺下，盯着天花板看的書。\n也讓我想躺下，盯着天花板哭。一些\n令人不安，令人心碎，並將永遠留在我心中。我是...",
      "title": "尋找一本能在精神上摧毀我的書"
    }
  ]
}