{
  "author": "MSV34",
  "the_new_excerpt": "On all the food delivery apps I use, they recommend tipping the driver on a\npercentage of the total bill. Why is that?\n\nI'm arguing that delivery drivers should be tipped on an algorithm based on\ndistance they have to travel to deliver to the household, and not based on how\nmuch a person has paid…",
  "original_created_utc": 1613400137,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在我使用的所有送餐软件上，他们都建议给司机小费。\n占总账单的百分比。为什么会这样？\n\n我认为送货司机的小费应该基于一个算法来计算\n的距离，而不是根据他们的送货到户情况。\n一个人付出了多少...",
      "title": "CMV：送餐应用应该改变小费模式"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我使用的所有送餐軟件上，他們都建議給司機小費。\n佔總賬單的百分比。爲什麼會這樣？\n\n我認爲送貨司機的小費應該基於一個算法來計算\n的距離，而不是根據他們的送貨到戶情況。\n一個人付出了多少...",
      "title": "CMV：送餐應用應該改變小費模式"
    }
  ],
  "title": "CMV: Food Delivery Apps Should Change their Tipping Model",
  "created_utc": 1613408749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On all the food delivery apps I use, they recommend tipping the driver on a percentage of the total bill. Why is that? </p>\n\n<p>I&#39;m arguing that delivery drivers should be tipped on an algorithm based on distance they have to travel to deliver to the household, and not based on how much a person has paid for the food.</p>\n\n<p>It&#39;s not like a driver has to do more work based on the price of the food. The cost associated with their job - gas, time, depreciation of their vehicle - is all tied to distance not price. Also, especially with higher end restaurants, a higher overall price doesn&#39;t assume more/larger boxes, it simply means the food is more expensive. I would definitely understand tipping more if the driver has to carry more packages but that&#39;s not always true. </p>\n\n<p>Is my logic sound or do I need to change my view?</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/lkeyyc/cmv_food_delivery_apps_should_change_their/",
  "subreddit": "changemyview",
  "id": "lkeyyc",
  "is_self": true,
  "media": null,
  "is_video": false
}