{
  "author": "name19xx",
  "original_created_utc": 1629142295,
  "title": "CMV: It is not ok to make posts making fun of antivaxxers for dying.",
  "created_utc": 1629160911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand that they are the ones causing the continuous spread of covid and comedy is an outlet. As someone with a younger brother who is against the vaccine it bothers me to see posts celebrating the death of victims. He has been for lack of a better term “brainwashed” by the media and my family tries to change his mind but he is with us about 2 hours a day and at school with people who share his beliefs for 8 hours a day (ty Florida schools). It’s easy to fool someone it’s hard to convince someone they’ve been fooled and I’m sure many parents and siblings tried to warn their loved ones but were unable to save them and I imagine some of them have seen posts of people celebrating/being excited that another nonvaxxer has passed.</p>\n\n<p>Edit 1: I did not make it clear, i think it’s ok to make jokes but posting someone’s photo and just their death being the punchline is what I have an issue with.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p5n8uk/cmv_it_is_not_ok_to_make_posts_making_fun_of/",
  "subreddit": "changemyview",
  "id": "p5n8uk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand that they are the ones causing the continuous spread of covid and\ncomedy is an outlet. As someone with a younger brother who is against the\nvaccine it bothers me to see posts celebrating the death of victims. He has been\nfor lack of a better term “brainwashed” by the media and my family…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、彼らがコビドの継続的な普及を引き起こしていることを理解しています。\nお笑いはそのはけ口なのです。ワクチンに反対している弟を持つ者としては\nワクチンに反対している弟を持つ者として、犠牲者の死を祝福する投稿を見るのは気になります。彼は今までに\nメディアや家族に洗脳されているとしか思えません。",
      "title": "CMV：アンチバクサーが死んだことを揶揄する投稿をするのはNGです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我明白，是他们造成了covid的不断蔓延，而喜剧是一种发泄。\n喜剧是一个出口。作为一个有弟弟的人，他反对\n疫苗的人，看到庆祝受害者死亡的帖子，我感到很不安。他一直是\n他已经被媒体和我的家人 \"洗脑 \"了，因为没有一个更好的说法。",
      "title": "CMV：发帖取笑反免疫者的死亡是不可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我明白，是他們造成了covid的不斷蔓延，而喜劇是一種發泄。\n喜劇是一個出口。作爲一個有弟弟的人，他反對\n疫苗的人，看到慶祝受害者死亡的帖子，我感到很不安。他一直是\n他已經被媒體和我的家人 \"洗腦 \"了，因爲沒有一個更好的說法。",
      "title": "CMV：發帖取笑反免疫者的死亡是不可以的。"
    }
  ]
}