{
  "author": "Luftwaffe7",
  "original_created_utc": 1632607829,
  "title": "What has Donald Trump done to get the massive following he has?",
  "created_utc": 1632635168,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was in my early 20’s when he announced he would be running for president. All I ever saw was him just saying the stupidest things or making real poor decisions. But yet, almost half the country swore him a god. I just never understood it. And still don’t. People are STILL waving there Trump flags and “spitting the truth”. </p>\n\n<p>Now, I’m not saying I absolutely hate the guy like a lot of people. I’m quite an open minded person and always get both sides of a situation before making a solid opinion. But for me it was always hard it seemed to get the “good” side of Trump that apparently all these people see. Like from news articles or word of mouth. I know the news media played a part and only shit on him constantly, but I’d like to know what they didn’t cover. So that brings us to;</p>\n\n<ul>\n<li><p>What are some of the things Trump has done that was good? And could make him “the greatest president of all time” as some people claim.</p></li>\n<li><p>Why do these people basically base there personality and life on this guy?</p></li>\n</ul>\n\n<p>Edit - Okay guys, enough with the senseless insults and sarcastic reply’s. I’m looking for serious info and a decent discussion.</p>\n\n<p>Edit 2 - I like how I’m being downvoted for asking a legit question trying to further educate myself and not remain ignorant. Classic.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/TooAfraidToAsk/comments/pvgpds/what_has_donald_trump_done_to_get_the_massive/",
  "subreddit": "TooAfraidToAsk",
  "id": "pvgpds",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was in my early 20’s when he announced he would be running for president. All\nI ever saw was him just saying the stupidest things or making real poor\ndecisions. But yet, almost half the country swore him a god. I just never\nunderstood it. And still don’t. People are STILL waving there Trump flags…"
}