{
  "author": "notanotherdumbhuman_",
  "the_new_excerpt": "If you're someone like me, who has a tough time reading classics, try this book!\nIt's a short little book with strong disillusioning material that's both\nenticing and scary at times.\n\nImagine this, the idea of dystopia often stems from dissent; But Huxley in this\nbook, recreated the idea in a world…",
  "original_created_utc": 1624190035,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のように、古典を読むのが苦手な人は、この本を読んでみてください。\n短い小さな本ですが、強烈な幻滅を与える内容で、魅力的であり、時に怖くもあります。\n魅惑的であり、時には怖いものです。\n\n想像してみてください。ディストピアのアイデアは、しばしば反対意見から生まれます。しかし、この本の中のHuxleyは、そのアイデアを\nこの本では、その考えを世界に再現しています...",
      "title": "ブレイブ・ニュー・ワールド」を読んで、「ブレイブ・ニュー・ミー」を感じよう :)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你是像我这样的人，对阅读经典作品有困难，可以试试这本书!\n这是一本简短的小书，具有强烈的幻觉材料，既诱人又可怕。\n诱人，有时也很吓人。\n\n想象一下，\"乌托邦 \"的概念往往源于异议；但赫胥黎在这本书中\n但赫胥黎在这本书中，在一个世界中重新创造了这个想法...",
      "title": "阅读《勇敢的新世界》，感觉像勇敢的新我 :)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你是像我這樣的人，對閱讀經典作品有困難，可以試試這本書!\n這是一本簡短的小書，具有強烈的幻覺材料，既誘人又可怕。\n誘人，有時也很嚇人。\n\n想象一下，\"烏托邦 \"的概念往往源於異議；但赫胥黎在這本書中\n但赫胥黎在這本書中，在一個世界中重新創造了這個想法...",
      "title": "閱讀《勇敢的新世界》，感覺像勇敢的新我 :)"
    }
  ],
  "title": "Read the Brave New World and Feeling like the Brave New Me :)",
  "created_utc": 1624206967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you&#39;re someone like me, who has a tough time reading classics, try this book! It&#39;s a short little book with strong disillusioning material that&#39;s both enticing and scary at times.</p>\n\n<p>Imagine this, the idea of dystopia often stems from dissent; But Huxley in this book, recreated the idea in a world where pleasure governs all, the paradise that requires no one to think or act.</p>\n\n<p>If you spend a lot of time thinking about the society, social order, humanity and its future, I believe you would love the read. </p>\n\n<p>The best part of the book is that each one&#39;s takeaways and views on it are very diverse, making it a worthy individual journey. </p>\n\n<p>Fair warning, the book left me more confused and consumed in my ideological standings and thoughts by the time I finished it. I feel like a different person since then, hence the title. </p>\n\n<p>I hope you enjoy it, I&#39;d love to hear your thoughts on the book if you&#39;ve already read it :)</p>\n\n<p>Here&#39;s the link to the book: \n<a href=\"https://www.huxley.net/bnw/index.html\">Brave New World </a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o440al/read_the_brave_new_world_and_feeling_like_the/",
  "subreddit": "books",
  "id": "o440al",
  "is_self": true,
  "media": null,
  "is_video": false
}