{
  "author": "IAmHavox",
  "the_new_excerpt": "Yall, I could not put this book down. I knew it was going to be crazy when they\njust glossed over the pig eating the baby. I had to Google to make sure I was\nunderstanding, but obviously this was nothing compared to the rest of the book\n\nI kept reading on hoping somebody, ANYBODY, would get a…",
  "original_created_utc": 1619612262,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、この本を手放せませんでした。豚が赤ん坊を食べたことに触れていない時点で、クレイジーな内容になると思っていました。\n豚が赤ちゃんを食べたことを隠していたからね。自分が理解しているかどうか確認するために、グーグルで検索しなければなりませんでした。\n理解していましたが、明らかに本の残りの部分とは比べ物になりませんでした。\n\n私は誰かが、誰かが、この本を読んでくれることを願いながら読み続けました。",
      "title": "スタインベックの「怒りの葡萄」を初めて読み終えましたが、なんて良い本なんでしょう。ネタバレあり）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "诸位，我无法放下这本书。我知道这本书会很疯狂，当他们\n他们对猪吃婴儿的事只字不提。我不得不在谷歌上搜索，以确保我\n但显然，与书中的其他部分相比，这不算什么。\n\n我继续读下去，希望有人，任何一个人，能够得到一个...",
      "title": "刚读完斯坦贝克的《愤怒的葡萄》，这是一本好书。(里面有剧透)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "諸位，我無法放下這本書。我知道這本書會很瘋狂，當他們\n他們對豬喫嬰兒的事隻字不提。我不得不在谷歌上搜索，以確保我\n但顯然，與書中的其他部分相比，這不算什麼。\n\n我繼續讀下去，希望有人，任何一個人，能夠得到一個...",
      "title": "剛讀完斯坦貝克的《憤怒的葡萄》，這是一本好書。(裏面有劇透)"
    }
  ],
  "title": "Just finished Grapes of Wrath by Steinbeck for the first time, what a good book. (Spoilers inside)",
  "created_utc": 1619625775,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yall, I could not put this book down. I knew it was going to be crazy when they just glossed over the pig eating the baby. I had to Google to make sure I was understanding, but obviously this was nothing compared to the rest of the book</p>\n\n<p>I kept reading on hoping somebody, ANYBODY, would get a semblance of a happy ending. Tom, AL, Rose of Sharon, Ma, ANYONE. But I guess sometimes that isn&#39;t how life works.</p>\n\n<p>I feel like this book has some current themes as well about the seeds of discontent, about people who are just continously getting stepped on.</p>\n\n<p>All in all I would read it again.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/n0di8r/just_finished_grapes_of_wrath_by_steinbeck_for/",
  "subreddit": "books",
  "id": "n0di8r",
  "is_self": true,
  "media": null,
  "is_video": false
}