{
  "author": "Kasper-Hviid",
  "original_created_utc": 1634288644,
  "title": "It annoys me when females protagonists behaves like they are four years old",
  "created_utc": 1634316041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I encounter this constantly in more lighthearted fiction, like those (urban)fantasy books with that female protagonists on the cover. The protagonists has a mentor/love interest who she gives the role of a father figure, and she is constantly whining, pouting, crying, nagging and throwing tantrums &amp; objects and doing really dump stuff so that she needs to be resqued.</p>\n\n<p>Does other readers find this entertaining? Am I simply the wrong audience? I simpy don&#39;t get it!</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/q8kgsf/it_annoys_me_when_females_protagonists_behaves/",
  "subreddit": "books",
  "id": "q8kgsf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I encounter this constantly in more lighthearted fiction, like those\n(urban)fantasy books with that female protagonists on the cover. The\nprotagonists has a mentor/love interest who she gives the role of a father\nfigure, and she is constantly whining, pouting, crying, nagging and throwing\ntantrums &…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、表紙に女性の主人公が描かれている（アーバン）ファンタジー本のような、より軽快なフィクションで常に遭遇します。\n(表紙に女性の主人公が描かれているような（都市型）ファンタジーの本では その\n主人公には、父親のような役割を与える指導者や恋愛相手がいます。\n主人公は指導者や恋愛相手に父親のような役割を与えられていて、彼女は常に泣き言を言ったり、不機嫌になったり、泣いたり、口うるさく言ったり、癇癪を起こしたりします。\n癇癪を起こしたり...。",
      "title": "主人公の女性が4歳児のように振る舞うとイラッとする"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在比较轻松的小说中经常遇到这种情况，比如那些封面上有女性主角的\n(城市)幻想书，封面上的女主角。这些书的\n主角有一个导师/爱侣，她把他当作父亲的角色。\n角色，而她不断地抱怨、噘嘴、哭泣、唠叨和发脾气。\n发脾气和...",
      "title": "当女性主人公表现得像四岁小孩时，我很恼火。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在比較輕鬆的小說中經常遇到這種情況，比如那些封面上有女性主角的\n(城市)幻想書，封面上的女主角。這些書的\n主角有一個導師/愛侶，她把他當作父親的角色。\n角色，而她不斷地抱怨、噘嘴、哭泣、嘮叨和發脾氣。\n發脾氣和...",
      "title": "當女性主人公表現得像四歲小孩時，我很惱火。"
    }
  ]
}