{
  "author": "etuvie27",
  "original_created_utc": 1630251122,
  "title": "How do you feel about rereading books?",
  "created_utc": 1630270717,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I like to go back to books I haven&#39;t read for a year or two or even more because it really helps me identify my growth. It reminds me what parts of the novel I found striking, therefore what I valued at the time, if that makes sense. I also gain a deeper understanding of the book itself as well, versus the first read. </p>\n\n<p>However, I can&#39;t help but feel like I&#39;m &quot;wasting my time&quot; by not exposing myself to new material; there&#39;s hundreds of books on my TBR list and here I am rereading something I&#39;ve already read. Goodreads challenges also add to that race/ competitive feeling. Does anyone have the same thoughts, and how did you get over that feeling of &quot;wasting your time&quot;?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pdxe8s/how_do_you_feel_about_rereading_books/",
  "subreddit": "books",
  "id": "pdxe8s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I like to go back to books I haven't read for a year or two or even more because\nit really helps me identify my growth. It reminds me what parts of the novel I\nfound striking, therefore what I valued at the time, if that makes sense. I also\ngain a deeper understanding of the book itself as well,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、1年、2年、あるいはそれ以上読んでいない本を読み返すのが好きです。\n自分の成長を実感することができるからです。小説のどの部分が印象的だったのか、つまり当時の自分が何を大切にしていたのかを\n印象的な部分を思い出すことができます。また\nまた、本自体の理解も深まりますし......。",
      "title": "本を読み返すことについて、どのようにお考えですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢回头看我一年或两年甚至更长时间没有读过的书，因为\n因为它真的能帮助我确定我的成长。它提醒我小说中的哪些部分是我发现的，因此我当时重视的是什么？\n发现引人注目的部分，因此我当时重视的是什么，如果这有意义的话。我还\n对这本书本身也有了更深的了解，...",
      "title": "你对重读书籍有什么感觉？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡回頭看我一年或兩年甚至更長時間沒有讀過的書，因爲\n因爲它真的能幫助我確定我的成長。它提醒我小說中的哪些部分是我發現的，因此我當時重視的是什麼？\n發現引人注目的部分，因此我當時重視的是什麼，如果這有意義的話。我還\n對這本書本身也有了更深的瞭解，...",
      "title": "你對重讀書籍有什麼感覺？"
    }
  ]
}