{
  "author": "apolloandbackk",
  "original_created_utc": 1639243022,
  "title": "Whales Are Preparing For a Crash",
  "created_utc": 1639262078,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Whales are taking incremental profits by selling and buying back lower only to sell again. The same is happening in the stock market as well, where low-mid caps are getting thrashed while large caps like Microsoft and Apple skyrocket in value. &lt;/p&gt;\n\n&lt;p&gt;This gives the appearance that the market is doing good, because large caps determine the sentiment behind the DOW and S&amp;amp;P 500. &lt;/p&gt;\n\n&lt;p&gt;They offload low-mid caps, ie, riskier investments to free up cash because those investments go down the worst during a crash, and then pumping large caps so that they can give the public a hopeful sentiment that everything is okay while they offload their assets before a large crash. &lt;/p&gt;\n\n&lt;p&gt;Similarly, this is what is happening to the Crypto market. Bitcoin drops from 66k because whales take profits, they then buy and sell back and forth to make incremental profits while giving the public hope before the next leg down.&lt;/p&gt;\n\n&lt;p&gt;This is what is currently happening right now, which is why I see a major drop/crash in the Stock/Crypto market coming up here within the next few weeks.&lt;/p&gt;\n\n&lt;p&gt;Edit : Inflation, over leveraged positions, Fed Tapering, Possible increase in interest rates, the fact China’s housing market is in shambles is a good indicator of a large downtrend. This is more than likely &lt;em&gt;why&lt;/em&gt; the whales are selling, because they see economic destabilization coming soon. Omnicron was just a front for them to sell more while the actual reason remains largely unnoticed.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 186,
  "permalink": "/r/CryptoCurrency/comments/re47zl/whales_are_preparing_for_a_crash/",
  "subreddit": "CryptoCurrency",
  "id": "re47zl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Whales are taking incremental profits by\nselling and buying back lower only to sell again. The same is happening in the\nstock market as well, where low-mid caps are getting thrashed while large caps\nlike Microsoft and Apple skyrocket in value. </p> <p>This gives the…"
}