{
  "author": "Basketballjuice",
  "original_created_utc": 1634235797,
  "title": "YSK that \"Rape Kits\" can be performed up to 72 hours after the assault, sometimes even longer.",
  "created_utc": 1634240674,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Rape kits are the best (and really only) way to find evidence for rape.</p>\n\n<p>72 hours is around the window in which DNA evidence is able to be collected. Other evidence like torn clothing will often be taken because it&#39;s now evidence of a crime.</p>\n\n<p>You also don&#39;t have to accuse your assailant right away, you can wait the entire duration of the statute of limitations for that. If you or someone you know is a victim, please have a rape kit performed. You may not want to accuse them now, but you may in the future and this is really the only way to gather cold hard evidence. </p>\n\n<p>Also understand that it is a stressful and invasive procedure.</p>\n\n<p>If you do not want to have the procedure performed, that&#39;s your choice. If you don&#39;t want to think about it and just want to move on, that&#39;s okay. This is just the best tool to achieve justice. </p>\n\n<p>Sources:</p>\n\n<p><a href=\"https://www.rainn.org/articles/rape-kit\">https://www.rainn.org/articles/rape-kit</a> (for a detailed explanation on what to do to prepare for a rape kit, read this article)</p>\n\n<p><a href=\"https://rainn.org/articles/importance-dna-sexual-assault-cases?_ga=2.247161348.148972104.1633788179-421658718.1633788179\">https://rainn.org/articles/importance-dna-sexual-assault-cases?_ga=2.247161348.148972104.1633788179-421658718.1633788179</a></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/q85klk/ysk_that_rape_kits_can_be_performed_up_to_72/",
  "subreddit": "YouShouldKnow",
  "id": "q85klk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Rape kits are the best (and really only) way to find evidence for rape.\n\n72 hours is around the window in which DNA evidence is able to be collected.\nOther evidence like torn clothing will often be taken because it's now evidence\nof a crime.\n\nYou also don't have to accuse your assailant…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：レイプキットは、レイプの証拠を見つけるための最良の（そして本当に唯一の）方法です。\n\nDNAの証拠を集めるには72時間が限界です。\n破れた服などの他の証拠は、犯罪の証拠となるため、よく採取されます。\n犯行の証拠となるからです。\n\nまた、加害者を告発する必要はありません...",
      "title": "レイプ・キット」は、暴行を受けてから最大で72時間後、場合によってはそれ以上経ってから実施されることもあるというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：强奸案是寻找强奸证据的最佳（也是唯一）途径。\n\n72小时大约是能够收集DNA证据的窗口。\n其他证据，如撕裂的衣服往往会被带走，因为它现在是证据。\n犯罪的证据。\n\n你也不必指责你的攻击者...",
      "title": "YSK认为，\"强奸套件 \"可以在袭击发生后72小时内进行，有时甚至更长。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：強姦案是尋找強姦證據的最佳（也是唯一）途徑。\n\n72小時大約是能夠收集DNA證據的窗口。\n其他證據，如撕裂的衣服往往會被帶走，因爲它現在是證據。\n犯罪的證據。\n\n你也不必指責你的攻擊者...",
      "title": "YSK認爲，\"強姦套件 \"可以在襲擊發生後72小時內進行，有時甚至更長。"
    }
  ]
}