{
  "author": "Basketballjuice",
  "original_created_utc": 1634235797,
  "title": "YSK that \"Rape Kits\" can be performed up to 72 hours after the assault, sometimes even longer.",
  "created_utc": 1634240674,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Rape kits are the best (and really only) way to find evidence for rape.</p>\n\n<p>72 hours is around the window in which DNA evidence is able to be collected. Other evidence like torn clothing will often be taken because it&#39;s now evidence of a crime.</p>\n\n<p>You also don&#39;t have to accuse your assailant right away, you can wait the entire duration of the statute of limitations for that. If you or someone you know is a victim, please have a rape kit performed. You may not want to accuse them now, but you may in the future and this is really the only way to gather cold hard evidence. </p>\n\n<p>Also understand that it is a stressful and invasive procedure.</p>\n\n<p>If you do not want to have the procedure performed, that&#39;s your choice. If you don&#39;t want to think about it and just want to move on, that&#39;s okay. This is just the best tool to achieve justice. </p>\n\n<p>Sources:</p>\n\n<p><a href=\"https://www.rainn.org/articles/rape-kit\">https://www.rainn.org/articles/rape-kit</a> (for a detailed explanation on what to do to prepare for a rape kit, read this article)</p>\n\n<p><a href=\"https://rainn.org/articles/importance-dna-sexual-assault-cases?_ga=2.247161348.148972104.1633788179-421658718.1633788179\">https://rainn.org/articles/importance-dna-sexual-assault-cases?_ga=2.247161348.148972104.1633788179-421658718.1633788179</a></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/q85klk/ysk_that_rape_kits_can_be_performed_up_to_72/",
  "subreddit": "YouShouldKnow",
  "id": "q85klk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Rape kits are the best (and really only) way to find evidence for rape.\n\n72 hours is around the window in which DNA evidence is able to be collected.\nOther evidence like torn clothing will often be taken because it's now evidence\nof a crime.\n\nYou also don't have to accuse your assailant…"
}