{
  "author": "AskScienceModerator",
  "original_created_utc": 1629198035,
  "title": "AskScience AMA Series: Hey Reddit! We are NASA scientists that study Earth systems, how they're changing, and how they impact our favorite foods. Ask us anything about agriculture, drought, and food security!",
  "created_utc": 1629203793,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When you think of NASA, you might think of rockets and space exploration, but did you know we play a big role in the food you eat? From space, Earth satellites have a unique view of fishing, ranching and farming our favorite foods, fruits, veggies, and grains! NASA data helps farmers and local communities address issues like water management, crop-type identification, land use, and sustainable farming processes.</p>\n\n<p>As the climate continues to warm, drought preparedness and food security continue to be challenges that NASA data helps overcome. We&#39;re here from 4pm - 5pm ET (16-17 UT) to answer your questions about agriculture, drought, food security, and NASA data. Ask us anything!</p>\n\n<ul>\n<li><strong>Amber McCullum</strong>: Research Scientist and Project Manager in Applied Sciences, BAERI/NASA Ames Research Center</li>\n<li><strong>Erika Podest</strong>: Scientist, Carbon Cycle and Ecosystems Group, NASA Jet Propulsion Laboratory</li>\n<li><strong>Kerry Cawse-Nicholson</strong>: ECOSTRESS Science Lead, NASA Jet Propulsion Laboratory</li>\n<li><strong>Matthew Rodell</strong>: Acting Deputy Director of Earth Science for Hydrosphere, Biosphere, and Geophysics, NASA Goddard Space Flight Center</li>\n</ul>\n\n<p>Username: <a href=\"/u/nasa\">/u/nasa</a></p>\n</div><!-- SC_ON -->",
  "score": 142,
  "permalink": "/r/askscience/comments/p61i3y/askscience_ama_series_hey_reddit_we_are_nasa/",
  "subreddit": "askscience",
  "id": "p61i3y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When you think of NASA, you might think of rockets and space exploration, but\ndid you know we play a big role in the food you eat? From space, Earth\nsatellites have a unique view of fishing, ranching and farming our favorite\nfoods, fruits, veggies, and grains! NASA data helps farmers and…"
}