{
  "author": "the_t_time",
  "original_created_utc": 1626513704,
  "title": "Book club etiquette for not liking something.",
  "created_utc": 1626527907,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So last year I was in a book club with some really close friends and a book came up that I read all the way through and absolutely hated. It ended up causing a huge fight and unfortunately led to the end of the friendship (although there were other factors, the book discussion was sort of the proverbial straw that broke the camels back). Now I&#39;m in a new book club that has been going really well for 7-8 months but the book for this month is just not connecting with me. Its so dry and boring that I can&#39;t stay focused on it for more than five or so pages.</p>\n\n<p>My question is, what do you do when you just don&#39;t like a book that someone has picked for a book club? I don&#39;t want this to turn into a huge problem like it did with my old friends but I also can&#39;t find anything that I am enjoying about the book. I appreciate everyone&#39;s input.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/om0zit/book_club_etiquette_for_not_liking_something/",
  "subreddit": "books",
  "id": "om0zit",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So last year I was in a book club with some really close friends and a book came\nup that I read all the way through and absolutely hated. It ended up causing a\nhuge fight and unfortunately led to the end of the friendship (although there\nwere other factors, the book discussion was sort of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年、親しい友人たちとブッククラブに参加したとき、ある本が出てきました。\n最後まで読んで絶対に嫌だった本が出てきたんです。それが原因で大喧嘩になってしまい\n大喧嘩になってしまい、残念ながら友人関係が終わってしまいました（他の要因もありますが\n他にも要因はありましたが、本の議論はある意味...",
      "title": "気に入らない時のブッククラブのエチケット"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "去年，我和一些非常亲密的朋友参加了一个读书会，其中有一本书\n我读完了这本书，但绝对讨厌它。它最终导致了一场\n最后导致了一场大吵，并不幸地导致了友谊的结束（虽然有其他因素，但这本书的讨论是\n虽然有其他因素，但这本书的讨论是某种程度上的......",
      "title": "不喜欢的东西的读书会礼仪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "去年，我和一些非常親密的朋友參加了一個讀書會，其中有一本書\n我讀完了這本書，但絕對討厭它。它最終導致了一場\n最後導致了一場大吵，並不幸地導致了友誼的結束（雖然有其他因素，但這本書的討論是\n雖然有其他因素，但這本書的討論是某種程度上的......",
      "title": "不喜歡的東西的讀書會禮儀。"
    }
  ]
}