{
  "author": "Salsal_Azar",
  "original_created_utc": 1631359538,
  "title": "As an adult I have favorite children's books that I read over and over, and I'm wondering if anyone else does the same thing.",
  "created_utc": 1631367973,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not referring to books that I grew up with or books that were read to me when I was a kid; I&#39;m referring to children&#39;s books that I discovered as an adult and enjoyed.</p>\n\n<p>Books for ages 3-5.</p>\n\n<p>I don&#39;t have kids; my point being I have no reason to be reading kid&#39;s books; but I do read and love them.</p>\n\n<p>A big favorite would be Where The Wild Things Are by Maurice Sendak.</p>\n\n<p>Winnie&#39;s Midnight Dragon by Valerie Thomas is another one.</p>\n\n<p>It&#39;s nice to occasionally pore over the colorful illustrations and simple sentences.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pm5q36/as_an_adult_i_have_favorite_childrens_books_that/",
  "subreddit": "books",
  "id": "pm5q36",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not referring to books that I grew up with or books that were read to me\nwhen I was a kid; I'm referring to children's books that I discovered as an\nadult and enjoyed.\n\nBooks for ages 3-5.\n\nI don't have kids; my point being I have no reason to be reading kid's books;\nbut I do read and love…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "育った本や子供の頃に読んでもらった本のことではありません。\n子供の頃に読んでもらった本ではなく、大人になってから出会った子供の本のことです。\n大人になってから見つけて楽しんだ児童書のことです。\n\n3～5歳向けの本。\n\n私には子供がいないので、子供向けの本を読む理由がないということです。\nでも、私が読んで好きなのは...。",
      "title": "大人になってもお気に入りの児童書があり、何度も読み返しているのですが、同じようなことをしている人はいるのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我指的不是我长大的书，也不是我小时候读给我听的书。\n我指的是我在成年后发现的儿童书籍。\n我指的是我成年后发现并喜欢的儿童书籍。\n\n3-5岁的书。\n\n我没有孩子；我的意思是我没有理由去读儿童书籍。\n但我确实阅读并喜欢...",
      "title": "作为一个成年人，我有最喜欢的儿童读物，我反复阅读，我想知道是否有其他人做同样的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我指的不是我長大的書，也不是我小時候讀給我聽的書。\n我指的是我在成年後發現的兒童書籍。\n我指的是我成年後發現並喜歡的兒童書籍。\n\n3-5歲的書。\n\n我沒有孩子；我的意思是我沒有理由去讀兒童書籍。\n但我確實閱讀並喜歡...",
      "title": "作爲一個成年人，我有最喜歡的兒童讀物，我反覆閱讀，我想知道是否有其他人做同樣的事情。"
    }
  ]
}