{
  "author": "JerryMac34",
  "original_created_utc": 1631816843,
  "title": "CMV: Nicki Minaj is not somebody we should be seeking medical advice from.",
  "created_utc": 1631820650,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m so confused as to why people are regarding any medical information from Nicki Minaj? Seriously, why?</p>\n\n<p>She has no formal education, specifically in science. The government, Fauci, and White House shouldn’t even be entertaining conversations around her. In fact, she has had enough surgeries where nobody should be taking any medical content from her social media seriously at all. </p>\n\n<p>I recognize she is a personality, influencer, and artist. But why is nobody just slamming this stupidity? She HAS ZERO MEDICAL EXPERIENCE. </p>\n\n<p>The example I can give is she is a doctor in her field. As a rapper, she is an expert in her field. We would respect her opinions on that world. But would anyone respect Joe Biden’s opinions on hip hop? No, because he has no experience or understanding of that world. </p>\n\n<p>People change my view!</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/ppj0r2/cmv_nicki_minaj_is_not_somebody_we_should_be/",
  "subreddit": "changemyview",
  "id": "ppj0r2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m so confused as to why people are regarding any medical information from\nNicki Minaj? Seriously, why?\n\nShe has no formal education, specifically in science. The government, Fauci, and\nWhite House shouldn’t even be entertaining conversations around her. In fact,\nshe has had enough surgeries where…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、人々がなぜ医療情報に関心を持つのかについて、とても困惑しています。\nNicki Minaj? まじめな話、なぜ？\n\n彼女は正式な教育を受けておらず、特に科学の分野ではありません。政府、ファウチ、そして\nホワイトハウスは、彼女の周りで会話を楽しむべきではありません。実際に。\n彼女は十分な手術を受けており...",
      "title": "CMV: ニッキー・ミナージュは、私たちが医学的アドバイスを求めるべき人物ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很困惑，为什么人们对任何医疗信息都要从\n尼基-米纳吉的任何医疗信息？说真的，为什么？\n\n她没有受过正规教育，特别是在科学方面。政府、Fauci和\n白宫甚至不应该在她身边进行谈话。事实上。\n她已经做了足够多的手术，所以...",
      "title": "CMV：Nicki Minaj不是我们应该寻求医疗建议的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很困惑，爲什麼人們對任何醫療信息都要從\n尼基-米納吉的任何醫療信息？說真的，爲什麼？\n\n她沒有受過正規教育，特別是在科學方面。政府、Fauci和\n白宮甚至不應該在她身邊進行談話。事實上。\n她已經做了足夠多的手術，所以...",
      "title": "CMV：Nicki Minaj不是我們應該尋求醫療建議的人。"
    }
  ]
}