{
  "author": "psspsscat",
  "original_created_utc": 1635090647,
  "title": "What's the one line that stuck with you after reading a book",
  "created_utc": 1635101230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And do you think it reflects more about you and the values you actually already had while you were reading it?</p>\n\n<p>For me, i read brothers karamazov and in the gajillion words it contain, the sentence i automatically remember from it was ivan&#39;s line: i respectfully return the ticket. When i read it i didnt think much about it but later on i keep on remembering it. &quot;I respectfully return the ticket&quot;. And somehow, it has become my answer to the question about faith: it&#39;s not that i dont believe in a higher power but after everything thats happening, i respectfully return the ticket. </p>\n\n<p>Another line that stuck with me was from milan kundera&#39;s unbearable lightness of being. &quot;What we have not chosen we cannot consider either our merit or our failure.&quot; Not your gender, race or lineage. I think it has become my philosophy.</p>\n\n<p>What are some lines that have resonated with you? Were they beliefs you had all along or were you influenced by the brilliant writing?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qeutwc/whats_the_one_line_that_stuck_with_you_after/",
  "subreddit": "books",
  "id": "qeutwc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And do you think it reflects more about you and the values you actually already\nhad while you were reading it?\n\nFor me, i read brothers karamazov and in the gajillion words it contain, the\nsentence i automatically remember from it was ivan's line: i respectfully return\nthe ticket. When i read it i…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そして、それはあなたのことをより反映していると思いますし、あなたが私たちの時代にすでに持っていた価値観も反映していると思います。\n私の場合、カラマーゾフの兄弟を読みました。\n\n私の場合、「カラマーゾフの兄弟」を読んで、その膨大な文字数の中で、自動的に覚えている文章は\n私は「カラマーゾフの兄弟」を読みました。\nチケットをお返しします。読んだときは...",
      "title": "本を読んで心に残った一行は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你是否认为它更多地反映了你和你实际上已经拥有的价值观\n价值观？\n\n对我来说，我读了《卡拉马佐夫兄弟》，在它的几十亿字中，我自动记住的句子是伊万的一句话：\"你是谁？\n我自动记住的句子是伊万的一句话：我恭敬地把票还给你。\n票。当我读它时，我...",
      "title": "读完一本书后，让你记忆犹新的一句话是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你是否認爲它更多地反映了你和你實際上已經擁有的價值觀\n價值觀？\n\n對我來說，我讀了《卡拉馬佐夫兄弟》，在它的幾十億字中，我自動記住的句子是伊萬的一句話：\"你是誰？\n我自動記住的句子是伊萬的一句話：我恭敬地把票還給你。\n票。當我讀它時，我...",
      "title": "讀完一本書後，讓你記憶猶新的一句話是什麼？"
    }
  ]
}