{
  "author": "rom211",
  "original_created_utc": 1624540264,
  "title": "Happy Birthday to Octavia Butler!",
  "created_utc": 1624549868,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I wanted to bring attention to the fact that  Octavia Butler&#39;s birthday was earlier this week. She was a literary and sci fi visionary and trailblazer. She was the first (and I think only) science fiction author to recurve the MacArthur Genius grant.  Her work and representation in the genre helped to create the foundation for many of the fantastic new voices we have had the opportunity to enjoy in spec fiction, especially over the last decade. </p>\n\n<p>I started Parable of the Sower recently. The world is captivating, main character is strong, and themes are focused. I&#39;m very much enjoying my first foray into Butler and plan to check out more of her work. I&#39;ve now started the second book in the series and her ability to see the future we were heading towards is eerie</p>\n\n<p>I highly encourage fans of her work and novices alike to pick up one of her books or short stories to experience her work and celebrate her contributions to literature.</p>\n\n<p>&quot;There&#39;s nothing new under the sun, but there are new suns.&quot; - Octavia</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/o70knn/happy_birthday_to_octavia_butler/",
  "subreddit": "books",
  "id": "o70knn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I wanted to bring attention to the fact that Octavia Butler's birthday was\nearlier this week. She was a literary and sci fi visionary and trailblazer. She\nwas the first (and I think only) science fiction author to recurve the MacArthur\nGenius grant. Her work and representation in the genre helped to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "オクタヴィア・バトラーの誕生日が今週初めだったことに注目してもらいたい。\nの誕生日でした。彼女は文学とSFの先駆者であり、先見の明がありました。彼女は\nマッカーサー・ジーニアス賞を受賞した最初の（そして唯一の）SF作家です。\n天才賞を受賞しました。彼女の作品と、このジャンルにおける表現は、世界的に有名になりました。",
      "title": "オクタヴィア・バトラーの誕生日おめでとうございます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想提请大家注意，屋大维娅-巴特勒的生日是\n本周早些时候。她是一位文学和科幻界的远见卓识者和开拓者。她\n她是第一个（我想也是唯一一个）获得麦克阿瑟天才奖的科幻小说作家。\n天才奖。她的作品和在该流派中的代表作帮助她的作品在世界范围内得到了认可。",
      "title": "祝屋大维娅-巴特勒生日快乐!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想提請大家注意，屋大維婭-巴特勒的生日是\n本週早些時候。她是一位文學和科幻界的遠見卓識者和開拓者。她\n她是第一個（我想也是唯一一個）獲得麥克阿瑟天才獎的科幻小說作家。\n天才獎。她的作品和在該流派中的代表作幫助她的作品在世界範圍內得到了認可。",
      "title": "祝屋大維婭-巴特勒生日快樂!"
    }
  ]
}