{
  "author": "Saugs",
  "the_new_excerpt": "I've always been intimidated by the length of Brandon Sanderson's Stormlight\nArchive books, but I finally decided to dive in. Wow...I'm blown away. Some\nthings in particular that I've enjoyed so far:\n\n * It's so refreshing to read high fantasy that doesn't rely on gendered\n   violence. The main…",
  "original_created_utc": 1613327783,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我总是被布兰登-桑德森的《风暴之光》的篇幅所吓倒。\n档案书，但我终于决定潜入。哇......我被震撼了。一些\n迄今为止，我特别喜欢的东西。\n\n * \"读到不依赖性别的高级奇幻小说，真是令人耳目一新\n   暴力。主要...",
      "title": "风光档案》系列是不可思议的（没有破坏者）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我總是被布蘭登-桑德森的《風暴之光》的篇幅所嚇倒。\n檔案書，但我終於決定潛入。哇......我被震撼了。一些\n迄今爲止，我特別喜歡的東西。\n\n * \"讀到不依賴性別的高級奇幻小說，真是令人耳目一新\n   暴力。主要...",
      "title": "風光檔案》系列是不可思議的（沒有破壞者）。"
    }
  ],
  "title": "The Stormlight Archive series is incredible (no spoilers)",
  "created_utc": 1613341475,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always been intimidated by the length of Brandon Sanderson&#39;s Stormlight Archive books, but I finally decided to dive in. Wow...I&#39;m blown away. Some things in particular that I&#39;ve enjoyed so far:</p>\n\n<ul>\n<li>It&#39;s so refreshing to read high fantasy that doesn&#39;t rely on gendered violence. The main society depicted in the books does have interesting gender dynamics - only the women are literate, for example, whereas men can only use glyphs.<br/></li>\n<li>I want an author to fool me. I love to guess where books end, but I tend to be disappointed if I&#39;m right. Sanderson has managed to throw in so many curve balls that I&#39;ve never been able to guess the ending. His endings are known as &quot;Sanderstorms&quot; because so much happens at the end.</li>\n<li>I love when an author hides clues throughout the story. It&#39;s incredible to me that ONE LINE in the first book (that I completely missed the first time through) has massive implications for other books. </li>\n<li>The Cosmere universe itself is so well-plotted. The books are all tied together in loose ways - you don&#39;t have to read them all to understand the story - but the Easter eggs are fun. </li>\n<li>Like all other Sanderson books, the system of magic is unique and detailed. </li>\n</ul>\n\n<p>I love the Mistborn series, and they&#39;re a lot faster to read, but the plots of the Stormlight Archive are totally worth the time investment.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/lju96h/the_stormlight_archive_series_is_incredible_no/",
  "subreddit": "books",
  "id": "lju96h",
  "is_self": true,
  "media": null,
  "is_video": false
}