{
  "author": "Suspicious_Wall8589",
  "original_created_utc": 1637416495,
  "title": "CMV: \"No uterus, no opinion\" is a bad argument to use against pro-life men",
  "created_utc": 1637422585,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get that the point of the argument is to place emphasis on the fact that since men do not have uteruses, they could never sympathise with the experience of women who have gone through an abortion (or might go through one in the future).</p>\n\n<p>There&#39;s two problems with this argument:</p>\n\n<p>• It &quot;encourages&quot; men to not care about this issue since their opinion &quot;does not matter&quot; and implies that abortion is solely a women&#39;s issue rather than a societal issue.\n• In reality, this argument is hypocritical because as I have seen countless times, men&#39;s opinions on abortion DO matter, but only if they&#39;re pro-choice. If their opinion truly didn&#39;t matter, then pro-choice people wouldn&#39;t support male pro-choice allies.</p>\n\n<p>Not to mention that this argument excludes infertile women and trans women.</p>\n\n<p>As women I believe we need male allies to win this fight. And &quot;no uterus, no opinion&quot; is purely divisive and exclusionary.</p>\n\n<p>Edit: My argument is solely against this statement and NOT as an attack on the pro-choice movement as a whole. I&#39;m a pro-choice woman myself.</p>\n</div><!-- SC_ON -->",
  "score": 182,
  "permalink": "/r/changemyview/comments/qy6288/cmv_no_uterus_no_opinion_is_a_bad_argument_to_use/",
  "subreddit": "changemyview",
  "id": "qy6288",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I get that the point of the argument is to place emphasis on the fact that since\nmen do not have uteruses, they could never sympathise with the experience of\nwomen who have gone through an abortion (or might go through one in the future).\n\nThere's two problems with this argument:\n\n• It \"encourages\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "議論のポイントは、以下の事実に重点を置くことだとわかりました。\n男性は子宮を持っていないので、アボルティオを経験した女性の経験に共感することはできません。\n男性は子宮を持っていないので、中絶を経験した（あるいは将来経験するかもしれない）女性の経験に共感することはできないという事実を強調したいのだと思います。\n\nこの議論には2つの問題があります。\n\n- それは、中絶を「奨励」することです。",
      "title": "CMV: \"No uterus, no opinion \"はプロライフの男性に対して使うべきではない議論です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这种说法的重点是强调这样一个事实，即由于男人没有子宫，他们不可能同情女人。\n男人没有子宫，所以他们不可能同情经历过堕胎（或将来可能经历堕胎）的妇女的经历。\n他们不可能同情那些经历过堕胎（或将来可能经历堕胎）的妇女。\n\n这种说法有两个问题。\n\n- 它 \"鼓励\"...",
      "title": "CMV：\"没有子宫，就没有意见 \"是一个反对支持生命的人的糟糕论点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這種說法的重點是強調這樣一個事實，即由於男人沒有子宮，他們不可能同情女人。\n男人沒有子宮，所以他們不可能同情經歷過墮胎（或將來可能經歷墮胎）的婦女的經歷。\n他們不可能同情那些經歷過墮胎（或將來可能經歷墮胎）的婦女。\n\n這種說法有兩個問題。\n\n- 它 \"鼓勵\"...",
      "title": "CMV：\"沒有子宮，就沒有意見 \"是一個反對支持生命的人的糟糕論點"
    }
  ]
}