{
  "author": "likeabrotherinlaw",
  "original_created_utc": 1625793436,
  "title": "Just finished The Road",
  "created_utc": 1625831734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am unwell to say the very least. Not going to lie I cried a little more than I would have liked to. I wasn’t a huge fan of McCarthy’s style in the beginning but by the end I felt like I was right there with them. </p>\n\n<p>My only questions is the man who comes for the little boy at the very end. Who is he? All the summaries I’ve read have basically said that he’s just a man who happened upon the boy. But he says to him “we were debating on even coming to get you” when he’s trying to convince him to stop pointing the pistol at him. At first I thought it was the man who they shot with the flare gun but then I thought a little harder and realized that made zero sense haha. </p>\n\n<p>Anyway, I, a grown man, am going to go watch some Nickelodeon or something to cleanse my pallet.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ogl0da/just_finished_the_road/",
  "subreddit": "books",
  "id": "ogl0da",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am unwell to say the very least. Not going to lie I cried a little more than I\nwould have liked to. I wasn’t a huge fan of McCarthy’s style in the beginning\nbut by the end I felt like I was right there with them.\n\nMy only questions is the man who comes for the little boy at the very end. Who\nis…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "控えめに言っても体調不良です。正直なところ、私は少しばかり泣いてしまいました。\nしたいと思っていた以上に泣いてしまった。最初はマッカーシーのスタイルがあまり好きではありませんでしたが\nしかし、最後には彼らと一緒にいるような気がしました。\n\n唯一の疑問は、最後の最後に少年を迎えに来た男のことです。誰？\nは...。",
      "title": "The Roadを終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "至少可以这么说，我很不舒服。不瞒你说，我哭得比我想的还要厉害。\n我不想撒谎，我哭得比我想的要多。一开始我并不喜欢麦卡锡的风格\n但到了最后，我觉得我和他们在一起。\n\n我唯一的疑问是在最后为小男孩而来的那个人。他是谁？\n他是...",
      "title": "刚刚完成了《大路》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "至少可以這麼說，我很不舒服。不瞞你說，我哭得比我想的還要厲害。\n我不想撒謊，我哭得比我想的要多。一開始我並不喜歡麥卡錫的風格\n但到了最後，我覺得我和他們在一起。\n\n我唯一的疑問是在最後爲小男孩而來的那個人。他是誰？\n他是...",
      "title": "剛剛完成了《大路》。"
    }
  ]
}