{
  "author": "Nuclear_Fermion",
  "original_created_utc": 1631783047,
  "title": "Screens and distractions are killing my reading",
  "created_utc": 1631804517,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This will probably get wiped by the mods but I wanted to share my experience with fellow readers. </p>\n\n<p>Over the past 6 or so months I&#39;ve noticed a steady decline in my reading speed and general interest in the books I&#39;m reading. I chalked it down to life becoming more stressful through starting a new job etc. </p>\n\n<p>I made the realisation recently that it&#39;s actually down to me becoming glued to my screen, I think I&#39;m developing an addiction to the screen rather than the printed word.</p>\n\n<p>Dies anyone have any tips on how to increase my reading and coax my brain to read more?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pp9npr/screens_and_distractions_are_killing_my_reading/",
  "subreddit": "books",
  "id": "pp9npr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This will probably get wiped by the mods but I wanted to share my experience\nwith fellow readers.\n\nOver the past 6 or so months I've noticed a steady decline in my reading speed\nand general interest in the books I'm reading. I chalked it down to life\nbecoming more stressful through starting a new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事は多分MODに消されてしまうでしょうが、私の経験を共有したいと思いました。\n読者の皆さんと共有したいと思います。\n\nこの6ヶ月ほどの間に、私は自分の読むスピードと読んでいる本への興味が着実に低下していることに気づきました。\n読んでいる本への興味が薄れてきていることに気づきました。私はそれを、新しい仕事を始めたことで生活がよりストレスフルになったせいだと\n私はそれを、新しい仕事を始めたことで人生がよりストレスフルになったからだと考えています...",
      "title": "画面や気が散ることで読書が進まない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这可能会被管理员抹去，但我想与其他读者分享我的经验\n与其他读者分享。\n\n在过去6个月左右的时间里，我注意到我的阅读速度在不断下降\n和对我所读的书的一般兴趣。我把它归结为生活\n变得更加紧张，因为开始了新的工作。",
      "title": "屏幕和注意力分散正在扼杀我的阅读能力"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這可能會被管理員抹去，但我想與其他讀者分享我的經驗\n與其他讀者分享。\n\n在過去6個月左右的時間裏，我注意到我的閱讀速度在不斷下降\n和對我所讀的書的一般興趣。我把它歸結爲生活\n變得更加緊張，因爲開始了新的工作。",
      "title": "屏幕和注意力分散正在扼殺我的閱讀能力"
    }
  ]
}