{
  "author": "MansonsDaughter",
  "the_new_excerpt": "First, I want this discussion to be focused on what someone should do.\n\nLet's say a writer is a white American male. He might want to write about deep\npersonal experiences of men, women, straight people, gay people, dwarfs,\ndifferent races.. or he might want to write a story about 5 white guys…",
  "original_created_utc": 1617346743,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我希望这次讨论的重点是某人应该怎么做。\n\n比方说，一个作家是一个美国白人男性。他可能想写关于深\n男人、女人、异性恋者、同性恋者、侏儒的个人经历。\n或者他想写一个关于5个白人的故事... ...",
      "title": "CMV：艺术创作者在道德上不应该被要求考虑多样性和代表性问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我希望這次討論的重點是某人應該怎麼做。\n\n比方說，一個作家是一個美國白人男性。他可能想寫關於深\n男人、女人、異性戀者、同性戀者、侏儒的個人經歷。\n或者他想寫一個關於5個白人的故事... ...",
      "title": "CMV：藝術創作者在道德上不應該被要求考慮多樣性和代表性問題"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "まず、この議論は、誰かが何をすべきかということに焦点を当ててほしい。\n\n例えば、ある作家がアメリカの白人男性だったとします。彼は、男性の深い個人的な経験について書きたいと思うかもしれません。\n男性、女性、ノンケ、ゲイ、小人、様々な人種の個人的な経験について書きたいかもしれません。\nあるいは、5人の白人男性についての物語を書きたいかもしれません...。",
      "title": "CMV: 芸術の創造者は、多様性と表現について考えることを道徳的に要求されるべきではない"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "まず、この議論は、誰かが何をすべきかということに焦点を当ててほしい。\n\n例えば、ある作家がアメリカの白人男性だったとします。彼は、男性の深い個人的な経験について書きたいと思うかもしれません。\n男性、女性、ノンケ、ゲイ、小人、様々な人種の個人的な経験について書きたいかもしれません。\nあるいは、5人の白人男性についての物語を書きたいかもしれません...。",
      "title": "CMV: 芸術の創造者は、多様性と表現について考えることを道徳的に要求されるべきではない"
    }
  ],
  "title": "CMV: A creator of art should not be morally required to think of diversity and representation",
  "created_utc": 1617355913,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First, I want this discussion to be focused on what someone should do.  </p>\n\n<p>Let&#39;s say a writer is a white American male. He might want to write about deep personal experiences of men, women, straight people, gay people, dwarfs, different races.. or he might want to write a story about 5 white guys that remind him of his friends. </p>\n\n<p>A director working on a small project might want to have a cast of very non diverse people. </p>\n\n<p>It doesnt matter.</p>\n\n<p>My point is that of course no one can tell anyone what to watch or read, and obviously big studios approach all decisions based on marketing, but no one has the right to take an issue with a creator for not making someone else&#39;s agenda their focus. No one has the right to expect a certain kind of representation of themselves from another person. You may not like their work or relate to it but it is completely entitled to criticize them as a human being for not including xyz group of people</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/miexkr/cmv_a_creator_of_art_should_not_be_morally/",
  "subreddit": "changemyview",
  "id": "miexkr",
  "is_self": true,
  "media": null,
  "is_video": false
}