{
  "author": "Frylock904",
  "original_created_utc": 1628026080,
  "title": "CMV: removing an artist from music festivals you've already sold tickets to because of something they said that doesn't align with your ideals is wrong, unfair, and unethical. Unless you loudly offer refunds.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(post uncensored for rhetorical effects as the subject matter pertains to it)\nSo this is directly in response to multiple festivals cancelling Dababy. Let me start by saying, I don&#39;t care where you land ideological about his statements, that&#39;s not the basis for my view. This is purely about charging people hundreds of dollars to see an artist and then dropping that artist not because of scheduling, sickness, death, malfunction, weather, any &quot;acts of god&quot; basically, no, just dropping them purely because you don&#39;t like something they said. </p>\n\n<p>This is beyond fucked up and I&#39;m personally affected by this. My friends and I paid well over $600 a person, bought another $600 in plane tickets, and another $600 in housing, to attend day n Vegas coming in November, not to mention food and \nw/e else we&#39;d have to purchase to sustain ourselves out there.  For some of my friends this was the only trip they might get to go on for years, and they are normal people so I imagine this effects many lower middle class people, this might be the only festival some people get to depending on how life goes. Not only that, but this might be your only chance to see someone regardless.</p>\n\n<p>(Feel free to skip this personal anecdote)\nI was at the welcome to Rockville concert where Chris Cornell (Soundgarden front man) performed his last major show before commiting suicide, Soundgarden is one of my favorite bands, but I missed that performance telling myself &quot;well I&#39;ll just see them next time&quot;this was my only opportunity to see him because of money and my age, sometimes you only get one chance. So the idea of missing someone because the artist was censored hits harder for me. (anecdote over)</p>\n\n<p>Now you&#39;re going to tell me that you&#39;ve dropped this artist because they said some dumb shit? THEY&#39;RE ARTISTS (they are eccentric as a class of people)! Rap artists at that, the entire genre is built on music about murder, theft, rape, drugs, vice of all sorts. So to remove someone who already talks about these these things based on the idea they said something &quot;controversial&quot; is bullshit and completely disingenuous, we all knew what we were getting from a rap artist, so where do you get off policing them NOW for <em>this</em> controversial line? If you weren&#39;t going to police them for talking about all the other controversial shit in their lyrics, where do you get off policing them after you&#39;ve sold nonrefundable tickets?</p>\n\n<p>I also find this concerning because of the precedent this sets, today it&#39;s Dababy and dumb shit he said, tomorrow it&#39;s various other artists and the dumb shit they said, how long before we&#39;re missing artists because they said &quot;free Palestine&quot; or &quot;I stand with Israel&quot;? Equally controversial statements depending on where you stand? This is a line in the sand none of us should want crossed.</p>\n\n<p>Last point, it&#39;s unfair. If we&#39;re policing people, we really can&#39;t enjoy shit from so many damn artists already.  Let&#39;s use the festival I was going to as reference we have  (day n Vegas)</p>\n\n<p>Tyler the creator: &quot;I&#39;ll crash that fucking airplane that that faggot nigga B.o.B is in&quot;</p>\n\n<p>&quot;Rape her and repeat twice&quot;</p>\n\n<p>&quot;This b*tch is underage\nBut I&#39;ll have her face off tied and Nicholas Cage\nBut anyway, give me cash fag,&quot;</p>\n\n<p>Literally entire albums about murder, rape, and homophobia.</p>\n\n<p>Earl sweatshirt: &quot;Slip capsules in the glass, you dizzy rascal Party staff baffled, asking where her ass go\nIn my room redefining the meaning of black holes\nBefore I suck it up&quot;</p>\n\n<p>Literal albums of murder rape and homophobia.</p>\n\n<p>Freddie Gibbs: &quot;And Rocky done went and bought Jeezy a pair of new shoes\nThat nigga was dick suckin&#39;&quot;</p>\n\n<p>Literally albums of murder rape and homophobia.</p>\n\n<p>So I would really like my view changed because this feels like a very slippery slope to me that censors a lot of artists with the message it sends and steals money from fans when organizers can just advertise someone, cancel them arbitrarily (and to reaffirm, this was incredibly arbitrary considering the other performers, the music genre, and the history of  both) and they keep your money.</p>\n\n<p>I apologize for all typos and whatnot, typing out on my phone so a lot of shit is probably fucked up on this post grammatically.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/oxde88/cmv_removing_an_artist_from_music_festivals_youve/",
  "subreddit": "changemyview",
  "id": "oxde88",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(post uncensored for rhetorical effects as the subject matter pertains to it) So\nthis is directly in response to multiple festivals cancelling Dababy. Let me\nstart by saying, I don't care where you land ideological about his statements,\nthat's not the basis for my view. This is purely about charging…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(主題がそれに関連しているので、修辞的効果のために無修正の投稿) だから\nこれは、複数のフェスティバルがDababyをキャンセルしたことに直接反応したものです。最初に言わせてください。\n最初に言っておきますが、彼の発言について、あなたが思想的にどこに着地するかはどうでもいいのです。\nそれは私の見解の根拠ではありません。これは純粋に、充電...",
      "title": "CMV：すでにチケットを販売している音楽祭で、自分の理想と違う発言をしたアーティストを外すことは、間違っているし、不公平だし、倫理的にも問題があります。大声で返金するなら別ですが。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(为了修辞效果，帖子没有删减，因为主题与此有关) 所以\n这是对多个节日取消Dababy的直接回应。让我\n首先说，我不关心你对他的言论在意识形态上的定位。\n这不是我观点的基础。这纯粹是关于收费...",
      "title": "CMV：因为艺术家说了一些与你的理想不一致的话，就把他们从你已经卖出的音乐节上除名是错误的、不公平的、不道德的。除非你大声地提供退款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(爲了修辭效果，帖子沒有刪減，因爲主題與此有關) 所以\n這是對多個節日取消Dababy的直接回應。讓我\n首先說，我不關心你對他的言論在意識形態上的定位。\n這不是我觀點的基礎。這純粹是關於收費...",
      "title": "CMV：因爲藝術家說了一些與你的理想不一致的話，就把他們從你已經賣出的音樂節上除名是錯誤的、不公平的、不道德的。除非你大聲地提供退款。"
    }
  ]
}