{
  "author": "Severe_Sweet_862",
  "original_created_utc": 1630515954,
  "title": "Agatha Christie is exquisite.",
  "created_utc": 1630532419,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly, I apologize. Every single person on this subreddit has heard the name and has probably read her books. But holy shit. </p>\n\n<p>I &#39;read&#39; her books in eighth grade, at least I thought I was reading. But now that I actually understand them, it really hits me hard how ahead of her time she was. A book written in 1926, with no help of Google or modern dictionaries and to create such complex and intriguing detective stories is absolutely stunning. I&#39;m reading the Murder of Roger Ackroyd right now and please, I beg you to read Agatha Christie if you haven&#39;t. Even if you have, I implore you to pick it up once again and appreciate this gem of a writer we no longer have among us.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pfy84z/agatha_christie_is_exquisite/",
  "subreddit": "books",
  "id": "pfy84z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Firstly, I apologize. Every single person on this subreddit has heard the name\nand has probably read her books. But holy shit.\n\nI 'read' her books in eighth grade, at least I thought I was reading. But now\nthat I actually understand them, it really hits me hard how ahead of her time\nshe was. A book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、謝罪します。このサブレディットのすべての人は、この名前を聞いたことがあります。\n彼女の本を読んだことがあると思います。しかし、なんということでしょう。\n\n私は中学2年生の時に彼女の本を「読んだ」、少なくとも読んでいるつもりだった。でも今は\n実際に理解してみると、彼女がいかに時代の先端を行っていたかがよくわかります。\n彼女がいかに時代を先取りしていたかを痛感します。本を...",
      "title": "アガサ・クリスティは絶妙です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我表示歉意。这个分论坛上的每一个人都听说过这个名字\n并可能读过她的书。但是，该死的。\n\n我在八年级时 \"读 \"过她的书，至少我认为我在读书。但现在\n但现在我真正理解了这些书，这真的让我很受打击，她是多么领先于她的时代\n她是多么超前。一本书...",
      "title": "阿加莎-克里斯蒂的作品很精致。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我表示歉意。這個分論壇上的每一個人都聽說過這個名字\n並可能讀過她的書。但是，該死的。\n\n我在八年級時 \"讀 \"過她的書，至少我認爲我在讀書。但現在\n但現在我真正理解了這些書，這真的讓我很受打擊，她是多麼領先於她的時代\n她是多麼超前。一本書...",
      "title": "阿加莎-克里斯蒂的作品很精緻。"
    }
  ]
}