{
  "author": "umatbru",
  "the_new_excerpt": "One badly made example shouldn't ruin the whole thing. Chernobyl happened\nbecause of a combination of neglect and cheap-and-nasty Soviet technology, yet\nthe message from this tragedy was \"NuClEaR pOwEr BaD\", setting nuclear power\nback many years and unfairly stigmatising it as unsafe. Imagine if…",
  "original_created_utc": 1623984019,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "一つの悪い例が全体を台無しにしてはいけない。チェルノブイリは\nチェルノブイリは、怠慢と安くて厄介なソ連の技術が組み合わさったために起こりました。\nこの悲劇から得られたメッセージは、「NuClEaR pOwEr BaD」でした。\nこの悲劇から得られたメッセージは「NuClEaR pOwEr BaD」でした。もしも...",
      "title": "CMV: チェルノブイリを理由に原子力発電を禁止することは、フォード・ピントを理由に自動車を禁止するようなものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个错误的例子不应该毁掉整个事情。切尔诺贝利事故的发生\n是由于疏忽和廉价而恶心的苏联技术的结合，但\n这场悲剧所传达的信息是：\"核电是最重要的\"，让核电倒退了许多年，并不公平地给国际核电带来污名。\n让核电倒退了许多年，并不公平地将其污名化为不安全。想象一下，如果...",
      "title": "CMV：因为切尔诺贝利而禁止核电，就像因为福特平托而禁止汽车。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個錯誤的例子不應該毀掉整個事情。切爾諾貝利事故的發生\n是由於疏忽和廉價而噁心的蘇聯技術的結合，但\n這場悲劇所傳達的信息是：\"核電是最重要的\"，讓核電倒退了許多年，並不公平地給國際核電帶來污名。\n讓核電倒退了許多年，並不公平地將其污名化爲不安全。想象一下，如果...",
      "title": "CMV：因爲切爾諾貝利而禁止核電，就像因爲福特平託而禁止汽車。"
    }
  ],
  "title": "CMV: Banning nuclear power because of Chernobyl is like banning cars because of the Ford Pinto",
  "created_utc": 1623997912,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One badly made example shouldn&#39;t ruin the whole thing. Chernobyl happened because of a combination of neglect and cheap-and-nasty Soviet technology, yet the message from this tragedy was &quot;NuClEaR pOwEr BaD&quot;, setting nuclear power back many years and unfairly stigmatising it as unsafe. Imagine if this logic applied to other tragedies?</p>\n\n<p>Ford Pinto happens &gt; CaRs BaD &gt; Cars banned</p>\n\n<p>9/11 happens &gt; PlAnEs BaD &gt; Planes banned</p>\n\n<p>Le Mans 55 happens &gt; RaCiNg BaD &gt; Racing banned (Oh wait, they did that in Switzerland. Fucking Swissies)</p>\n\n<p>Nuclear power doesn&#39;t kill people, people kill people.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/o2emnh/cmv_banning_nuclear_power_because_of_chernobyl_is/",
  "subreddit": "changemyview",
  "id": "o2emnh",
  "is_self": true,
  "media": null,
  "is_video": false
}