{
  "author": "stoptryingtobanme",
  "the_new_excerpt": "So apparently this question was too “loaded” for the other “ask” subreddits. I\ntried to phrase it in a way to not infer my opinion on the topic and just gather\nother points of view but still was removed.\n\nSo I post here, view/question is pretty simple: I am of the opinion that\nmislabeling things as…",
  "original_created_utc": 1614794343,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，显然这个问题对于其他 \"问 \"的子版来说太 \"负荷 \"了。I\n试图用一种不推断我对这个话题的看法的方式来表达，只是收集\n其他观点，但还是被删除了。\n\n所以我在这里发帖，观点/问题很简单。我的观点是：\n乱贴标签",
      "title": "CMV：把实际上不是种族主义的事情说成是种族主义的，是对那些经历过真正的种族主义的人的伤害/诋毁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，顯然這個問題對於其他 \"問 \"的子版來說太 \"負荷 \"了。I\n試圖用一種不推斷我對這個話題的看法的方式來表達，只是收集\n其他觀點，但還是被刪除了。\n\n所以我在這裏發帖，觀點/問題很簡單。我的觀點是：\n亂貼標籤",
      "title": "CMV：把實際上不是種族主義的事情說成是種族主義的，是對那些經歷過真正的種族主義的人的傷害/詆譭。"
    }
  ],
  "title": "CMV: Calling things racist that are in fact not racist, is detrimental/discrediting those who have experienced real racism.",
  "created_utc": 1614807194,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So apparently this question was too “loaded” for the other “ask” subreddits. I tried to phrase it in a way to not infer my opinion on the topic and just gather other points of view but still was removed.</p>\n\n<p>So I post here, view/question is pretty simple: I am of the opinion that mislabeling things as racist that are clearly not racist (from any rational viewpoint), could potentially discredit those who experience actual racism. I also think the recent increase we’ve seen in this type of behavior may backfire and cause society as a whole to become more “desensitized” to actual racist behavior, and thus make people less likely to care about any racism, real or not. </p>\n\n<p>Am I wrong? What are your thoughts on the topic?</p>\n</div><!-- SC_ON -->",
  "score": 145,
  "permalink": "/r/changemyview/comments/lx035l/cmv_calling_things_racist_that_are_in_fact_not/",
  "subreddit": "changemyview",
  "id": "lx035l",
  "is_self": true,
  "media": null,
  "is_video": false
}