{
  "author": "Cobalt_Caster",
  "the_new_excerpt": "Currently the certification proceedings for the 2020 election have been stalled\nbecause far right \"protestors\" have stormed the capitol building bearing Trump\nflags, shouting that Trump has won, and occupying the floors of both houses\n\nAlthough Trump has tweeted that this is lawless and to support…",
  "original_created_utc": 1609964054,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "目前，2020年大选的认证程序已经停滞不前\n因为极右翼的“抗议者”冲进了承载着特朗普的国会大厦\n旗帜，高呼特朗普获胜，占据两院楼层\n\n尽管特朗普在推特上表示，这是非法的，是为了支持…",
      "title": "[改变我的想法]：特朗普此时此刻正在上演政变"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "目前，2020年大選的認證程序已經停滯不前\n因爲極右翼的“抗議者”衝進了承載着特朗普的國會大廈\n旗幟，高呼特朗普獲勝，佔據兩院樓層\n\n儘管特朗普在推特上表示，這是非法的，是爲了支持…",
      "title": "[改變我的想法]：特朗普此時此刻正在上演政變"
    }
  ],
  "title": "CMV: Trump is staging a coup at this moment",
  "created_utc": 1609983964,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Currently the certification proceedings for the 2020 election have been stalled because far right &quot;protestors&quot; have stormed the capitol building bearing Trump flags, shouting that Trump has won, and occupying the floors of both houses</p>\n\n<p>Although Trump has tweeted that this is lawless and to support law enforcement, that is a paltry defense against the notion that he has induced this. Months of declaring the election was stolen, declaring that people must stop the steal, and so on, make that tweet disingenuous in my eyes.</p>\n\n<p>Further, the DoD has now expressly refused to send the National Guard to handle the matter. One must remember the purge of civilian leadership immediately after the election and that it is Trump&#39;s appointed people making that decision.</p>\n\n<p>My view is thus: Trump is staging a coup. Whether he specifically organized these particular people is irrelevant because this is all about keeping Trump in power. It&#39;s all he&#39;s talked about. Secretary Pompeo&#39;s words about a second term were not a joke. This is what Trump has inspired the far right to do and now they are doing it as I speak.</p>\n\n<p>I want to state right now that if some details of the above are marginally inaccurate, I don&#39;t care. The argument that this will not actually work does not mean a coup is not being staged. And god help me if someone starts trying to argue the definition of a coup. I don&#39;t want people arguing about semantics, basically. It is a tried and true pet peeve of mine. Otherwise I guarantee someone is going to come here and insist that because Trump isn&#39;t playing the card game coup that my view is incorrect</p>\n\n<p>*EDIT: National Guard apparently en route. EDITED TO NOTE THIS IS THE VIRGINIA NG APPARENTLY.</p>\n\n<p>*EDIT 2: <a href=\"https://thehill.com/homenews/house/532944-gop-lawmaker-on-violence-at-capitol-this-is-a-coup-attempt\">GOP lawmaker: This is a coup attempt</a></p>\n\n<p>*EDIT 3: <a href=\"https://www.cnn.com/politics/live-news/congress-electoral-college-vote-count-2021/h_6147ef3811219cddb65d36a6dd5c6254\">Trump refuses to do anything to calm the situation</a></p>\n\n<p>EDIT 4: Trump has told everyone to leave, which is not conducive to a coup, and it seems this event is starting to draw to its close. However I learned this fact from wikipedia and watching Trump&#39;s video statement directly and was not directed to do so by any user here prior to this.</p>\n\n<p>EDIT 5: Nope, doesn&#39;t seem like the delta has stuck. My view has reverted. Trump&#39;s video and subsequent tweets are not convincing with time to reflect. They weren&#39;t particularly convincing at the time, either.</p>\n</div><!-- SC_ON -->",
  "score": 126,
  "permalink": "/r/changemyview/comments/krw5q0/cmv_trump_is_staging_a_coup_at_this_moment/",
  "subreddit": "changemyview",
  "id": "krw5q0",
  "is_self": true,
  "media": null,
  "is_video": false
}