{
  "author": "kan9105",
  "the_new_excerpt": "My parents never talked about their experiences of the war. As I read through\nthis book, Ung's memoir helped me fill in the gaps that are difficult for my\nparents to speak of. I have several different emotions while flipping through\nthe pages. I've learnt about had happened to the people of Cambodia…",
  "original_created_utc": 1624191467,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の両親は、戦争の体験を語ることはありませんでした。この本を読みながら\nこの本を読みながら、ウンさんの手記は、私の両親が語りにくい部分を補ってくれました。\n私はこの本を読みながら、両親が語りにくい部分を補うことができました。ページをめくりながら、さまざまな感情が湧き上がってきます。\nページをめくりながら、さまざまな感情を抱きました。カンボジアの人々に何が起こったのかを知りました...",
      "title": "First They Killed My Father: カンボジアの娘が語る - ルン・ウング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的父母从未谈论过他们的战争经历。当我读完\n这本书时，翁的回忆录帮助我填补了我父母难以启齿的空白。\n填补了我父母难以启齿的空白。在翻阅这本书时，我有几种不同的情绪。\n的时候，我有几种不同的情绪。我了解到柬埔寨人民的遭遇...",
      "title": "他们首先杀死了我的父亲。一个柬埔寨女儿的回忆 - Loung Ung"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的父母從未談論過他們的戰爭經歷。當我讀完\n這本書時，翁的回憶錄幫助我填補了我父母難以啓齒的空白。\n填補了我父母難以啓齒的空白。在翻閱這本書時，我有幾種不同的情緒。\n的時候，我有幾種不同的情緒。我瞭解到柬埔寨人民的遭遇...",
      "title": "他們首先殺死了我的父親。一個柬埔寨女兒的回憶 - Loung Ung"
    }
  ],
  "title": "First They Killed My Father: A Daughter of Cambodia Remembers - Loung Ung",
  "created_utc": 1624198869,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My parents never talked about their experiences of the war. As I read through this book, Ung&#39;s memoir helped me fill in the gaps that are difficult for my parents to speak of. I have several different emotions while flipping through the pages. I&#39;ve learnt about had happened to the people of Cambodia and how they struggle to survive. Though Ung lived through horrific experiences, I can see her endurance and the love of her family.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/o44gae/first_they_killed_my_father_a_daughter_of/",
  "subreddit": "books",
  "id": "o44gae",
  "is_self": true,
  "media": null,
  "is_video": false
}