{
  "author": "SkepticDrinker",
  "original_created_utc": 1632871488,
  "title": "Why are so many fantasy books a series rather than stand alone?",
  "created_utc": 1632899839,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One fun fact of Trivia that I learned from Lord of the rings that it was written as a single 1000 page book but because of World War II and a shortage of paper was split into 3 volumes thus becoming the trilogy we know today.  That got me thinking about how many fantasy books i read that are book one of 3 or 5 or 10.  And sometimes I DNF them because it feels like the story is being padded out and I&#39;m wondering if this is a problem in fantasy, if they would be better off as a single stand alone book (not all of course).</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pxin5v/why_are_so_many_fantasy_books_a_series_rather/",
  "subreddit": "books",
  "id": "pxin5v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One fun fact of Trivia that I learned from Lord of the rings that it was written\nas a single 1000 page book but because of World War II and a shortage of paper\nwas split into 3 volumes thus becoming the trilogy we know today. That got me\nthinking about how many fantasy books i read that are book one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "指輪物語のトリビアとして、1000ページの単行本として書かれたことを知りました。\nしかし、第二次世界大戦と紙不足のために、3巻に分割され、現在の3部作となった。\nしかし、第二次世界大戦で紙が不足したため、3巻に分割され、現在の3部作になったそうです。それを聞いて私は\n私が読んでいるファンタジー本の中で、1冊目の本がどれだけあるか考えてみました。",
      "title": "なぜファンタジーの本は単独ではなくシリーズものが多いのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从《指环王》中了解到一个有趣的小故事，它是以单行本的形式写成的。\n是一本1000页的书，但由于第二次世界大战和纸张短缺\n被分成了三卷，从而成为我们今天所知的三部曲。这让我\n思考我读过的多少本奇幻小说都是第一册......",
      "title": "为什么这么多奇幻书是系列而不是独立的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從《指環王》中瞭解到一個有趣的小故事，它是以單行本的形式寫成的。\n是一本1000頁的書，但由於第二次世界大戰和紙張短缺\n被分成了三卷，從而成爲我們今天所知的三部曲。這讓我\n思考我讀過的多少本奇幻小說都是第一冊......",
      "title": "爲什麼這麼多奇幻書是系列而不是獨立的？"
    }
  ]
}