{
  "author": "ForceOfLight007",
  "original_created_utc": 1631546044,
  "title": "CMV: The folks over at r/HermanCainReward are sick",
  "created_utc": 1631572739,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One look at that sub and it looks like everyone is glorifying covid deaths of the unvaccinated. The people were mothers, fathers, daughters, sons. Sure they should’ve gotten vaccinated but why are we celebrating their deaths? It’s literally in the name of the sub, its a “reward”. I mean what the fuck? It’s childish, and beyond disrespectful to the families. I understand wanting to push people to get the vaccine, but the way in which they are doing it is ridiculous. Just state the statistics, there’s no need to pin their social media feeds. It’s sad to see their posts rising to the top of <a href=\"/r/all\">r/all</a>.</p>\n\n<p>Celebrate, not glorify</p>\n\n<p>And award, not reward</p>\n</div><!-- SC_ON -->",
  "score": 173,
  "permalink": "/r/changemyview/comments/pnhgfd/cmv_the_folks_over_at_rhermancainreward_are_sick/",
  "subreddit": "changemyview",
  "id": "pnhgfd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One look at that sub and it looks like everyone is glorifying covid deaths of\nthe unvaccinated. The people were mothers, fathers, daughters, sons. Sure they\nshould’ve gotten vaccinated but why are we celebrating their deaths? It’s\nliterally in the name of the sub, its a “reward”. I mean what the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あのサブを見ると、誰もがコビトの死を美化しているように見えるが\nワクチンを受けていない人たちの死を称えているように見えます。その人たちは、母親、父親、娘、息子です。確かに彼らは\nしかし、なぜ私たちは彼らの死を祝うのでしょうか？それは\n文字通り、副産物の名の下に、その「報酬」があるのです。私が言いたいのは...",
      "title": "CMV: r/HermanCainRewardの人々は病気です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只要看一眼那个子，就会发现每个人都在美化未接种疫苗的ovid死亡。\n未接种疫苗的人死亡。这些人是母亲、父亲、女儿、儿子。当然，他们\n但为什么我们要庆祝他们的死亡？这就是\n从字面上看，这是一种 \"奖励\"，是以子的名义。我的意思是，什么...",
      "title": "CMV: r/HermanCainReward上的人很变态"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只要看一眼那個子，就會發現每個人都在美化未接種疫苗的ovid死亡。\n未接種疫苗的人死亡。這些人是母親、父親、女兒、兒子。當然，他們\n但爲什麼我們要慶祝他們的死亡？這就是\n從字面上看，這是一種 \"獎勵\"，是以子的名義。我的意思是，什麼...",
      "title": "CMV: r/HermanCainReward上的人很變態"
    }
  ]
}