{
  "author": "ScienceCat08",
  "the_new_excerpt": "I always thought that ereaders were stupid. I didn't read that much, and the few\ntimes I read a book I rather buy one. But I now borrowed someone's ereader\nbecause there was a specific book on it that I wanted to read, and I fell in\nlove with the ereader! It is so much more comfortabel to hold, easy…",
  "original_created_utc": 1621853737,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は常々、エレーダーは馬鹿げていると思っていました。私はあまり本を読みませんでしたし、数少ない本を読むときは\n買ったほうがいいと思っていました。でも今、誰かの電子書籍を借りたんです。\n読みたい本があったので、誰かのEleaderを借りてみたら、Eleaderが好きになってしまいました。\n借りてみたところ、その魅力にはまりました。私はこの電子書籍が大好きになりました！それは、より快適な持ち方、より簡単な操作です。",
      "title": "大嫌いだった電子機器で読書をするようになり、とても気に入っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直认为，阅读器是愚蠢的。我没有读过那么多书，而且为数不多的几次\n我读过几次书，我宁愿买一本。但现在我借了别人的阅读器\n因为上面有一本我想读的特定的书，我就爱上了它。\n我爱上了这个阅读器! 它拿起来舒服多了，很容易...",
      "title": "我开始用阅读器阅读，我以前很讨厌它，现在我绝对喜欢它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直認爲，閱讀器是愚蠢的。我沒有讀過那麼多書，而且爲數不多的幾次\n我讀過幾次書，我寧願買一本。但現在我借了別人的閱讀器\n因爲上面有一本我想讀的特定的書，我就愛上了它。\n我愛上了這個閱讀器! 它拿起來舒服多了，很容易...",
      "title": "我開始用閱讀器閱讀，我以前很討厭它，現在我絕對喜歡它。"
    }
  ],
  "title": "I started reading on an ereader, which I used to hate, and I absolutely love it",
  "created_utc": 1621914788,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I always thought that ereaders were stupid. I didn&#39;t read that much, and the few times I read a book I rather buy one. But I now borrowed someone&#39;s ereader because there was a specific book on it that I wanted to read, and I fell in love with the ereader! It is so much more comfortabel to hold, easy to take with you and you can easily access multiple books. I now read way more than I used to.</p>\n\n<p>So to anyone who is against ereaders, it is really not that bad.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/njv769/i_started_reading_on_an_ereader_which_i_used_to/",
  "subreddit": "books",
  "id": "njv769",
  "is_self": true,
  "media": null,
  "is_video": false
}