{
  "author": "shalyar",
  "original_created_utc": 1630959105,
  "title": "Today I reached my goal - Sold all my Coins",
  "created_utc": 1630964146,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the culmination of a long journey that began in 2017, Today I sold all my Crypto coins and let only the MOONs (For the sake of this great community)</p>\n\n<p>I live in a developing country in the Middle East, and my life has gone through a lot of ups and downs. I couldn&#39;t get rid of my coins (1 BTC bought at 4k), but I had my own goals, and I can say I met them twice this year: in May, I sold my BTC for 62k and bought it back at 32k, and in June, I halved it with ETH @ 1.6k, and today I sold all of them with almost 100% profit.</p>\n\n<p>I&#39;ll be eternally grateful to crypto for allowing me to accomplish two seemingly impossible tasks in my life</p>\n\n<p>It saved one of my family members&#39; lives in 2018 (80% of the surgery costs came from crypto profits)</p>\n\n<p>Second, I finally finished building my house a month ago, and about half of the costs were covered by Crypto once again.</p>\n\n<p>I have a nice paying job (in comparison to the folks around me), and I work as a freelance software engineer.</p>\n\n<p>My next plan for the crypto world is to invest all of my freelancing earnings in crypto with a proper DCA strategy.</p>\n\n<p>I wish you all the best in achieving your goals and believing in this wonderful technology, which has the potential to change our lives</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/CryptoCurrency/comments/pj7fqw/today_i_reached_my_goal_sold_all_my_coins/",
  "subreddit": "CryptoCurrency",
  "id": "pj7fqw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is the culmination of a long journey that began in 2017, Today I sold all\nmy Crypto coins and let only the MOONs (For the sake of this great community)\n\nI live in a developing country in the Middle East, and my life has gone through\na lot of ups and downs. I couldn't get rid of my coins (1 BTC…"
}