{
  "author": "TrippleL98",
  "original_created_utc": 1631285819,
  "title": "Is Harry Potter worth the read?",
  "created_utc": 1631298135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi,</p>\n\n<p>So iv just recently seen all the harry potter films. I thought they were OK but don&#39;t fall into my top films. On saying this I have always wanted to watch a film series and then read the book series just to see how close or different they are. Is the harry potter series a good/ worth the read?</p>\n\n<p>[EDIT- I have now found a free sample I can read so I&#39;m gonna give the sample a go and see how I feel about it. But thank you for everyone&#39;s comments I appreciate them]</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/plmosm/is_harry_potter_worth_the_read/",
  "subreddit": "booksuggestions",
  "id": "plmosm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi,\n\nSo iv just recently seen all the harry potter films. I thought they were OK but\ndon't fall into my top films. On saying this I have always wanted to watch a\nfilm series and then read the book series just to see how close or different\nthey are. Is the harry potter series a good/ worth the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\nつい最近、ハリー・ポッターの映画を全部見ました。いいと思いましたが\n私のトップフィルムには入りません。そういえば、私はいつも映画シリーズを見てから本を読みたいと思っていました。\n映画シリーズを見てから、本シリーズを読んで、どれだけ近いか、違うかを見てみたいと思っていました。\n読んでみたいと思っています。ハリー・ポッターシリーズは良い作品なのでしょうか、また、その価値はあるのでしょうか？",
      "title": "ハリー・ポッターは読む価値があるか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好。\n\n所以我最近刚看了所有的哈利-波特电影。我认为它们还不错，但\n不属于我最喜欢的电影。说到这里，我一直想看一个系列电影，然后再看书中的系列，看看书中的情节如何。\n电影系列，然后再阅读图书系列，看看它们有多接近或不同。\n它们有多大区别。哈里-波特系列是一部好的/值得看的电影吗？",
      "title": "哈利-波特》值得一读吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好。\n\n所以我最近剛看了所有的哈利-波特電影。我認爲它們還不錯，但\n不屬於我最喜歡的電影。說到這裏，我一直想看一個系列電影，然後再看書中的系列，看看書中的情節如何。\n電影系列，然後再閱讀圖書系列，看看它們有多接近或不同。\n它們有多大區別。哈里-波特系列是一部好的/值得看的電影嗎？",
      "title": "哈利-波特》值得一讀嗎？"
    }
  ]
}