{
  "author": "Ndivided132",
  "original_created_utc": 1625782050,
  "title": "Allow users to tip up to 100 moons per round with out loss of 20% karma bonus",
  "created_utc": 1625794527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Greetings my fellow <a href=\"/r/cryptocurrency\">r/cryptocurrency</a> members this is my first proposal I’ve made so I apologize in advance if this isn’t top grade.  </p>\n\n<p>I would like to talk to everyone and get their thoughts and opinions on moon tipping. As we’re all aware if you don’t tip/sell out any moons you will be rewarded with a extra <a href=\"https://np.reddit.com/r/CryptoCurrency/comments/kj2ij0/poll_bonus_karma_for_people_that_keep_moons_in/\">20% bonus</a> on your karma per distribution round.  </p>\n\n<p>Personally I think 20% bonus is a great function for the subreddit as it encourages holding, but I also feel it’s a catch 22 since one of the use cases for moons is tipping and if you do so you will penalized for doing so, this effectively discourages people from tipping out there moons. The last moon tipping proposal didn’t pass because it was a % of your total distribution round earned and not a fixed numerical amount, the concern was that moon whales could sell a large portion of moons without loss of 20% bonus.  </p>\n\n<p>**Solution:** I personally think a leeway of tipping up to 100 moons per distribution is fair since at the time of writing this 100 moons = $7.91  </p>\n\n<p>I’m curious to what your thoughts are on this? Is 100 to much? Too little? Or is it just right? I think 100 is good because it allows users to tip a “fair” amount of moons to newbies/quality post and comments, while also restricting users from tipping another alt account to sell off a high fraction of there moons  </p>\n\n<p>100 is just a start, if we like the idea and put it to use we can always revise the proposal and bump it up higher I look at tipping 100 as better then what we have now in place  </p>\n\n<p>TLDR: **proposal to tip out up to 100 moons per distribution round without losing 20% karma bonus**</p>\n\n<p><a href=\"https://www.reddit.com/poll/oghosk\">View Poll</a></p>\n</div><!-- SC_ON -->",
  "score": 306,
  "permalink": "/r/CryptoCurrency/comments/oghosk/allow_users_to_tip_up_to_100_moons_per_round_with/",
  "subreddit": "CryptoCurrency",
  "id": "oghosk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Greetings my fellow r/cryptocurrency [/r/cryptocurrency] members this is my\nfirst proposal I’ve made so I apologize in advance if this isn’t top grade.\n\nI would like to talk to everyone and get their thoughts and opinions on moon\ntipping. As we’re all aware if you don’t tip/sell out any moons you…"
}