{
  "author": "SoggyMcmufffinns",
  "original_created_utc": 1631421406,
  "title": "CMV: Banks should NOT be \"too big to fail\"",
  "created_utc": 1631442939,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Promoting things like being &quot;too big to fail&quot; is rewarding horrible behavior and allowing companies to do whatever they like regardless of how it effects the population, workers, market, business, government, etc. You are saying &quot;ah shucks, you deliberately went out of your way to screw folks over and it backfired (housing market bubble of 07-08 banks <strong>deliberately</strong> gave out prime loans to screw folks over knowing it was a bad idea) that&#39;s okay you own the government so we&#39;ll reward you by giving you money from the taxpayers that you screwed over in the first place.&quot; </p>\n\n<p>You can try to put it a different way, but ultimately no matter how you try to misconstrue it, that is what is being done if you believe companies should be &quot;too big to fail.&quot; Instead of being too big to fail, there should be higher regulations to prevent collapses in the economy and stop dumb practices. Stop being so damn greedy and getting paid off by banks to allow them to do whatever they want without consequence. Companies have lost folks identity, literally stole folks identity, created false accounts, wrongly foreclosed on folks home leaving them homeless, etc. With little actual consequence to the banks whatsoever. </p>\n\n<p>Banks are now allowed as of 2020 to keep no money on reserve <strong>whatsoever</strong> from the money you give them to loan out. So they effectively can make up whatever amount and use it to gamble. It used to be that they were required to only keep 10% of money given on reserve and they could loan out or gamble 90% of the money. <strong>NOW</strong> they have no obligation and it&#39;s just a debtfest with no obligations to really make smart decisions or hold any reserves. They know they&#39;re &quot;too big to fail&quot; so no need to worry about bad decisions there. Ultimately, big daddy Uncle Sam and his nieces and nephews money will rescue you no matter what.</p>\n\n<p>Folks that argue folks losing jobs from a bank closure should instead be focused on creating programs to help those folks just like was the case with Covid. I&#39;d much rather my tax money be used to help innocent folks recover than use unlimited money to bail out banks that now go unpunished basically at the large scale instead of letting banks they may not have screwed over folks the same way thrive and having actual punishments if you choose to do dumb crap with loaned money to you. Using *<em>actual good regulations</em>&amp; keeps banks in check and stops idiocracy.</p>\n\n<p>In the present state you have things where companies have complete freedom to do whatever they like and pay like 1% or less in profits or whatever trivial number from class action lawsuits or hell just an actual bailout. With current laws/regulations (lack thereof) banks own the government if they control the resources and can force you to put money into them. Screw a budget. Won&#39;t matter every single other entity doesn&#39;t matter, because banks overrule them all if they run into trouble at all. Regardless if it&#39;s their own faults. Would love to see how folks defend this one as there are viable alternatives to &quot;too big to fail.&quot; Those should already be in the works and not just from the housing market crises. Thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/pmm672/cmv_banks_should_not_be_too_big_to_fail/",
  "subreddit": "changemyview",
  "id": "pmm672",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Promoting things like being \"too big to fail\" is rewarding horrible behavior and\nallowing companies to do whatever they like regardless of how it effects the\npopulation, workers, market, business, government, etc. You are saying \"ah\nshucks, you deliberately went out of your way to screw folks over…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "too big to fail」のようなことを推進することは、ひどい行為に報いることであり\n人々、労働者、市場、企業、政府などにどのような影響を与えるかにかかわらず、企業が好きなことをすることを認めています。\n人口、労働者、市場、企業、政府などにどのような影響を与えるかに関わらず、企業が好き勝手にできるようにしているのです。あなたが言っているのは「ああ\nしまった、わざと人々を騙すようなことをしたのか...」と言っているのです。",
      "title": "CMV: 銀行は \"大きすぎて潰せない \"ものであってはならない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "提倡 \"大而不倒 \"之类的东西是在奖励可怕的行为，并且\n允许公司为所欲为，不管它对人口、工人、市场、企业、政府等有什么影响。\n人口、工人、市场、企业、政府等等。你在说 \"啊\n你是在说 \"啊，糟糕，你故意不顾一切地坑害人们......",
      "title": "CMV：银行不应 \"大而不倒\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "提倡 \"大而不倒 \"之類的東西是在獎勵可怕的行爲，並且\n允許公司爲所欲爲，不管它對人口、工人、市場、企業、政府等有什麼影響。\n人口、工人、市場、企業、政府等等。你在說 \"啊\n你是在說 \"啊，糟糕，你故意不顧一切地坑害人們......",
      "title": "CMV：銀行不應 \"大而不倒\""
    }
  ]
}