{
  "author": "otherside_b",
  "original_created_utc": 1635361776,
  "title": "We are r/ClassicBookClub. Join us for a reading of The Brothers Karamazov beginning November 8.",
  "created_utc": 1635375776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello <a href=\"https://www.reddit.com/r/Books/\">r/Books</a>! We are a small reading community called <a href=\"https://www.reddit.com/r/ClassicBookClub/\">r/ClassicBookClub</a>, and we read and discuss a chapter of a classic book each day in a dedicated spoiler free discussion thread.</p>\n\n<p>Our readers nominate and vote on the books we read, and the winning book for our next read-along is The Brothers Karamazov by Fyodor Dostoevsky. We are coming to the end of our current reading of Moby-Dick and will begin The Brothers Karamazov on November 8th.</p>\n\n<p>So if you have always wanted to read it, have already done so and want to re-read or just think it sounds like a cool idea please join us!</p>\n\n<p>Pinned at the top of our subreddit is the Announcement post for The Brothers Karamazov reading.</p>\n\n<p>Our first rule for books that we read is they must be in the public domain and we provide links to free versions from Project Gutenberg, Standard Ebooks, and audiobooks from Librivox. </p>\n\n<p>Readers are free to choose whichever medium they want, and read in any language they are comfortable with.</p>\n\n<p>In our sidebar you’ll find links for our current book, our rules, a link to our discussion archive, and links to our family of subreddits.</p>\n\n<p>We currently have around 2800 subscribers and would love to keep growing. So if reading one chapter of classic literature a day and discussing it with a group of fellow readers interests you, then come check us out.</p>\n\n<p>If you have any questions please let me know, and I wish you all happy reading!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qh4381/we_are_rclassicbookclub_join_us_for_a_reading_of/",
  "subreddit": "books",
  "id": "qh4381",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello r/Books [https://www.reddit.com/r/Books/]! We are a small reading\ncommunity called r/ClassicBookClub [https://www.reddit.com/r/ClassicBookClub/],\nand we read and discuss a chapter of a classic book each day in a dedicated\nspoiler free discussion thread.\n\nOur readers nominate and vote on the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは、r/Books [https://www.reddit.com/r/Books/]! 私たちは、小さな読書\nr/ClassicBookClub [https://www.reddit.com/r/ClassicBookClub/]と呼ばれる小さな読書コミュニティです。\n毎日、古典的な本の一章を読み、議論しています。\nネタバレ禁止のスレッドで議論しています。\n\n読者が推薦して投票するのは、...",
      "title": "私たちはr/ClassicBookClubです。11月8日から『カラマーゾフの兄弟』の朗読会を開催します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好，r/Books [https://www.reddit.com/r/Books/]! 我们是一个小型的阅读\n社区，名为r/ClassicBookClub [https://www.reddit.com/r/ClassicBookClub/]。\n我们每天阅读并讨论一本经典书籍的一个章节，在一个专门的\n我们每天阅读和讨论一章经典书籍，并在一个专门的无破坏性的讨论线程中。\n\n我们的读者提名并投票选出...",
      "title": "我们是r/ClassicBookClub。从11月8日开始，加入我们的卡拉马佐夫兄弟读书会。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好，r/Books [https://www.reddit.com/r/Books/]! 我們是一個小型的閱讀\n社區，名爲r/ClassicBookClub [https://www.reddit.com/r/ClassicBookClub/]。\n我們每天閱讀並討論一本經典書籍的一個章節，在一個專門的\n我們每天閱讀和討論一章經典書籍，並在一個專門的無破壞性的討論線程中。\n\n我們的讀者提名並投票選出...",
      "title": "我們是r/ClassicBookClub。從11月8日開始，加入我們的卡拉馬佐夫兄弟讀書會。"
    }
  ]
}