{
  "author": "deall008",
  "the_new_excerpt": "Why YSK: Cinco de Mayo is more of an American holiday. Only celebrated in the\nUnited States and in one city in Mexico.\n\nThe only real connection to Mexican culture is that of the battle of Puebla( in\nMexico) or Batalla de Puebla as it’s known. Where the Mexican army defeated the\nFrench army in the…",
  "original_created_utc": 1620253970,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: シンコデマヨは、どちらかというとアメリカの祝日です。アメリカとメキシコの1都市でしか祝われていません。\nアメリカとメキシコの1都市でしか祝われていません。\n\nメキシコ文化との唯一のつながりは、プエブラの戦い（メキシコ）のことです。\nBatalla de Pueblaと呼ばれています。この戦いでは、メキシコ軍がフランス軍を破りました。\nメキシコ軍がフランス軍を破った...",
      "title": "YSKは、Cinco de Mayo（5月5日）は、メキシコで祝われる本当の祝日ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：五月五日节更像是一个美国节日。只在美国和墨西哥的一个城市庆祝。\n美国和墨西哥的一个城市。\n\n与墨西哥文化的唯一真正联系是普埃布拉战役（在墨西哥）。\n墨西哥）或普埃布拉战役（Batalla de Puebla）而闻名。墨西哥军队在那里击败了\n在那里，墨西哥军队击败了法国军队。",
      "title": "YSK认为五月五日不是墨西哥的真正节日。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：五月五日節更像是一個美國節日。只在美國和墨西哥的一個城市慶祝。\n美國和墨西哥的一個城市。\n\n與墨西哥文化的唯一真正聯繫是普埃布拉戰役（在墨西哥）。\n墨西哥）或普埃布拉戰役（Batalla de Puebla）而聞名。墨西哥軍隊在那裏擊敗了\n在那裏，墨西哥軍隊擊敗了法國軍隊。",
      "title": "YSK認爲五月五日不是墨西哥的真正節日。"
    }
  ],
  "title": "YSK that Cinco de Mayo (5th of May) is not a real Holiday celebrated in Mexico.",
  "created_utc": 1620282741,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cinco de Mayo is more of an American holiday. Only celebrated in the United States and in one city in Mexico. </p>\n\n<p>The only real connection to Mexican culture is that of the battle of Puebla( in Mexico) or Batalla de Puebla as it’s known. Where the Mexican army defeated the French army in the middle of the 1800’s. </p>\n\n<p>It is mainly celebrated in the city of Puebla and not really anywhere else. The battle had less than 1,000 casualties.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Battle_of_Puebla\">Here is a link for more information on the battle</a></p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/YouShouldKnow/comments/n5sj21/ysk_that_cinco_de_mayo_5th_of_may_is_not_a_real/",
  "subreddit": "YouShouldKnow",
  "id": "n5sj21",
  "is_self": true,
  "media": null,
  "is_video": false
}