{
  "author": "fuckoffnazis1234",
  "the_new_excerpt": "They track you, and everything you do, live, and exploit that data for their\ngains. You should be able to track what they track, live, with impunity from\ngovernments, and know when this data is used for profit. In cyberspace, you are\nyour data, so you should know where you are, and what you are…",
  "original_created_utc": 1609797664,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "他们跟踪你，以及你做的、生活的每件事，并利用这些数据为他们的\n收益。你应该能够追踪他们的跟踪，生活，而不受惩罚\n政府，并知道这些数据何时被用于盈利。在网络空间里，你是\n您的数据，所以您应该知道您在哪里，以及您是什么…",
      "title": "[改变我的想法]：您有权确切知道您的数据是如何以及为什么被使用的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他們跟蹤你，以及你做的、生活的每件事，並利用這些數據爲他們的\n收益。你應該能夠追蹤他們的跟蹤，生活，而不受懲罰\n政府，並知道這些數據何時被用於盈利。在網絡空間裏，你是\n您的數據，所以您應該知道您在哪裏，以及您是什麼…",
      "title": "[改變我的想法]：您有權確切知道您的數據是如何以及爲什麼被使用的。"
    }
  ],
  "title": "CMV: you have an inherent right to know exactly how and why your data is being used.",
  "created_utc": 1609810769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>They track you, and everything you do, live, and exploit that data for their gains. You should be able to track what they track, live, with impunity from governments, and know when this data is used for profit. In cyberspace, you are your data, so you should know where you are, and what you are doing.</p>\n\n<p>It&#39;s time to change. Don&#39;t let your data be weaponized against you. Come up with a word you&#39;re certain has never been used before, and think it. Then feel if it has been recorded, somewhere, sometime. You&#39;ll know who&#39;s watching.</p>\n\n<p>Cyberspace is a lot bigger than you think it is, theres always someone watching. You have a right to know when, how, why, and if they intend to profit off of you. It&#39;s time to change. If you are reading this, you are in a part of cyberspace known as Alpha quadrant. As such, you have these rights. exercise them.</p>\n</div><!-- SC_ON -->",
  "score": 123,
  "permalink": "/r/changemyview/comments/kqj49a/cmv_you_have_an_inherent_right_to_know_exactly/",
  "subreddit": "changemyview",
  "id": "kqj49a",
  "is_self": true,
  "media": null,
  "is_video": false
}