{
  "author": "DatDrank",
  "the_new_excerpt": "Before anyone accuses me of promoting eugenics let me state that this is\nactually a personal matter to me. I have ADHD, panic disorder, ocd and\ndepression. At least 3 of those were directly inherited from my father's side.\nSure, I have had some great achievements in my life, some great talents…",
  "original_created_utc": 1614569944,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在有人指责我鼓吹优生学之前，让我说明一下，这是\n其实是我个人的事情。我有多动症、恐慌症、强迫症和...\n抑郁症。其中至少有3个是直接从我父亲那边遗传过来的。\n当然，我这一生有一些伟大的成就，有一些伟大的才能... ...",
      "title": "CMV：如果你有严重的精神疾病，你就不应该生孩子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在有人指責我鼓吹優生學之前，讓我說明一下，這是\n其實是我個人的事情。我有多動症、恐慌症、強迫症和...\n抑鬱症。其中至少有3個是直接從我父親那邊遺傳過來的。\n當然，我這一生有一些偉大的成就，有一些偉大的才能... ...",
      "title": "CMV：如果你有嚴重的精神疾病，你就不應該生孩子。"
    }
  ],
  "title": "CMV: if you have severe mental illness you should not have children",
  "created_utc": 1614605670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before anyone accuses me of promoting eugenics let me state that this is actually a personal matter to me. I have ADHD, panic disorder, ocd and depression. At least 3 of those were directly inherited from my father&#39;s side. Sure, I have had some great achievements in my life, some great talents and approach problems from a different angle than most.</p>\n\n<p>I am certainly not saying that mentally ill people cannot contribute and sometimes as a direct result of their unique neurological make-up, however, whilst that argument is often brought up, it&#39;s a very selfish one. I can attest to weekly suicidal thoughts for long periods of time, bouts with addiction to a myriad of self-medicating chemicals and overall I look back at my life as having contained a lot more suffering than happiness or contentment. While I am fine right now, I know based on experience that I will feel terrible again in the future, will it outweigh the positives I might experience? Impossible to know, but that&#39;s not a coherent argument to rely on I.E. postulating that by the end of my life it will have been &#39;worthwhile&#39;.</p>\n\n<p>Until there are A LOT more effective treatments and hopefully cures in the future, it is irresponsible and selfish to dump this burden on a sentient being that did not choose to be here in the first place.</p>\n\n<p>* I am talking about highly hereditary mental illness here where the link has been strongly proven through science repeatedly.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/luz0p4/cmv_if_you_have_severe_mental_illness_you_should/",
  "subreddit": "changemyview",
  "id": "luz0p4",
  "is_self": true,
  "media": null,
  "is_video": false
}