{
  "author": "little_chupacabra89",
  "the_new_excerpt": "With all of the attention on Hemingway as of late, I thought I'd make mention of\na writer who I think is similar in style, but infinitely more human and\nmultifaceted: John Steinbeck.\n\nLove this guy. Years ago I read Travels with Charley, Of Mice and Men, and the\nPearl. Later I read East of Eden, and…",
  "original_created_utc": 1620445328,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、ヘミングウェイが注目されていますが、私は、スタイルは似ていても、限りなく人間的であると思う作家について言及したいと思います。\n私が思うに、スタイルは似ているけれど、限りなく人間的で多面的な作家がいます。\n多面的な作家です。John Steinbeckです。\n\nこの人は大好きです。何年も前に『チャーリーとの旅』、『マウスと人間の物語』、『真珠』を読みました。\nパール』を読みました。その後、「エデンの東」を読み、そして...。",
      "title": "ジョン・スタインベックは最高の男だ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于最近对海明威的关注，我想我应该提一下\n一位我认为在风格上与海明威相似，但更有人性和多面性的作家。\n多面性。约翰-斯坦贝克。\n\n我喜欢这个人。几年前，我读了《查利的旅行》、《人鼠之间》和《珍珠》。\n珍珠》。后来我又读了《伊甸园之东》，以及《珍珠》。",
      "title": "约翰-斯坦贝克就是那个该死的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於最近對海明威的關注，我想我應該提一下\n一位我認爲在風格上與海明威相似，但更有人性和多面性的作家。\n多面性。約翰-斯坦貝克。\n\n我喜歡這個人。幾年前，我讀了《查利的旅行》、《人鼠之間》和《珍珠》。\n珍珠》。後來我又讀了《伊甸園之東》，以及《珍珠》。",
      "title": "約翰-斯坦貝克就是那個該死的人。"
    }
  ],
  "title": "John Steinbeck is the fookin' man.",
  "created_utc": 1620452776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With all of the attention on Hemingway as of late, I thought I&#39;d make mention of a writer who I think is similar in style, but infinitely more human and multifaceted: John Steinbeck. </p>\n\n<p>Love this guy. Years ago I read Travels with Charley, Of Mice and Men, and the Pearl. Later I read East of Eden, and it absolutely floored me. A beautiful novel, and my favorite of his (at that point). </p>\n\n<p>Now I&#39;m reading To a God Unknown and love it, but also splurged on The Red Pony, The Winter of Our Discontent, In Dubious Battle, and The Grapes of Wrath. Can&#39;t wait to dive into these. </p>\n\n<p>What&#39;s your favorite Steinbeck novel, and what do you love about it or him?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/n7ghos/john_steinbeck_is_the_fookin_man/",
  "subreddit": "books",
  "id": "n7ghos",
  "is_self": true,
  "media": null,
  "is_video": false
}