{
  "approved_at_utc": null,
  "subreddit": "changemyview",
  "selftext": "I'm in my late 20s and I've graduated high school and college and I would say that both were pivotal to me being the person I am currently.  However, when I look at pop culture aimed at younger people, it's 90% set in high school, with shows like *Riverdale*, *Euphoria*, *Vampire Diaries*, etc.  I think that college is a superior setting for these kinds of shows compared to high school and I'm very confused that Hollywood (movies or television) don't think to showcase this.  I'm probably missing something about college vs high school settings, so CMV!\n\n**1) A higher level of competition.** A large part of high school stories revolve around a person finding what they're good at, their \"thing\", and using that to succeed in high school, but what happens when they go to college, especially a Big State U, and realize that they're middle of the pack in “their thing”? And that's whether it's athletics, cooking, musicianship, artistry, academics, or a hobby that you have.  It can be very disconcerting at first to think that you’re relatively unique for being an All-State student athlete, only to get to college and realize that there’s 20 in your cross-country team alone, and that you’re in the bottom half.  But it can also be wondrous to realize that you can be part of a passionate community in a way that you didn’t have in high school and use that higher level of competition to improve yourself and your work ethic.\n\n**2) Who are you when no one is looking (or cares).** The biggest difference between college and high school is the lack of daily accountability enforced by parents or teachers.  Assuming the student is living on-campus while the parents are still at home, there’s no one to tell them that it's time to study or stop watching TV, and the professors more or less don't give a shit if one random person attends their class or not.  Some kids can't cope with the lack of structure and flunk out of school, when they were the top students at their high schools.  This is also the time where a lot of kids will for the first time have nearly unfettered access to drinking, drugs, and non-stop partying if they choose.  More than high school, college is where kids really experiment with the highs and pitfalls of drinking, drugs, hook-up culture, and partying.  What happens when a religious person gets to college, and gradually realizes that they don’t *really* believe in God, or at least not the God they were taught in their home?  How do they work through a loss in belief?\n\n**3) Greater self-expression and more diverse interactions.**  This kind of intertwines with point #2, but I would argue that people are more likely to be weirder in college than high school because the greater anonymity of college allows them to try a different style of dress and personality without fear of damaging their reputation.  And if they do, it’s very easy to just find a new group of people to hang out with.  For a lot of kids, that might mean coming out as gay or trans, people exploring their sexuality, and getting into niche hobbies that simply weren’t available at their high school like boating or hiking.  There’s also the diversity of interactions that will occur.  Even a non-prestigious Big State U will have students from all over the world, and certainly all over the state it’s located in.  You’ll have people from all different experiences, socioeconomic backgrounds, rural, urban, suburban, and exurban communities all sharing classes and dorms together and exchanging worldviews.  Imo, the sheer diversity of people in college is far greater than you’ll find in a typical high school, no matter what you consider to be “diverse”.\n\n**4) Meta Reasons.**  Basically, most of the actors playing high school teenagers, so commonly 14 – 18, are in their 20s and they look it.  They don’t look old, but they certainly look older than most teenagers and it can at times create a falseness to the narrative when I see a girl who’s clearly 20+ worried about passing algebra.  However, if you take the same group of actors and make them college students, then that age problem disappears.  Instead of a 20 year old worried about passing algebra, they’re worried about passing Organic Chemistry.  Additionally, the narrative feels much more authentic.  See *Skins UK* for better examples of how shooting a teen drama with actual teenagers makes everything more visceral.  Another aspect of high school dramas that gets addressed is the lack of parents.  Pretty much every teen show’s fandom will joke about how the parents will disappear for episodes at a time before reappearing for a scene or two before disappearing again.  If the show’s set in college, parental absence makes total narrative sense because it’s more likely that the students are living 40+ minutes away from their home.\n\n**TLDR** These are the largest ways that I think college offers unique and superior story points to that of high school.  The combination of more adult-like freedom and apathy towards your behavior, a higher level of competition in all aspects, greater opportunities for self-expression and diverse interactions, all combined with the inexperience of youth.  As an added bonus, the actors are actually playing character their age, leading to more realism in these shows.",
  "author_fullname": "t2_fissi",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "CMV: College is a better setting than high school for television shows.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/changemyview",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "OPdelta",
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_kin9bc",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.96,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 4728,
  "total_awards_received": 0,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Delta(s) from OP",
  "can_mod_post": false,
  "score": 4728,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1608731032,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.changemyview",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m in my late 20s and I&#39;ve graduated high school and college and I would say that both were pivotal to me being the person I am currently.  However, when I look at pop culture aimed at younger people, it&#39;s 90% set in high school, with shows like <em>Riverdale</em>, <em>Euphoria</em>, <em>Vampire Diaries</em>, etc.  I think that college is a superior setting for these kinds of shows compared to high school and I&#39;m very confused that Hollywood (movies or television) don&#39;t think to showcase this.  I&#39;m probably missing something about college vs high school settings, so CMV!</p>\n\n<p><strong>1) A higher level of competition.</strong> A large part of high school stories revolve around a person finding what they&#39;re good at, their &quot;thing&quot;, and using that to succeed in high school, but what happens when they go to college, especially a Big State U, and realize that they&#39;re middle of the pack in “their thing”? And that&#39;s whether it&#39;s athletics, cooking, musicianship, artistry, academics, or a hobby that you have.  It can be very disconcerting at first to think that you’re relatively unique for being an All-State student athlete, only to get to college and realize that there’s 20 in your cross-country team alone, and that you’re in the bottom half.  But it can also be wondrous to realize that you can be part of a passionate community in a way that you didn’t have in high school and use that higher level of competition to improve yourself and your work ethic.</p>\n\n<p><strong>2) Who are you when no one is looking (or cares).</strong> The biggest difference between college and high school is the lack of daily accountability enforced by parents or teachers.  Assuming the student is living on-campus while the parents are still at home, there’s no one to tell them that it&#39;s time to study or stop watching TV, and the professors more or less don&#39;t give a shit if one random person attends their class or not.  Some kids can&#39;t cope with the lack of structure and flunk out of school, when they were the top students at their high schools.  This is also the time where a lot of kids will for the first time have nearly unfettered access to drinking, drugs, and non-stop partying if they choose.  More than high school, college is where kids really experiment with the highs and pitfalls of drinking, drugs, hook-up culture, and partying.  What happens when a religious person gets to college, and gradually realizes that they don’t <em>really</em> believe in God, or at least not the God they were taught in their home?  How do they work through a loss in belief?</p>\n\n<p><strong>3) Greater self-expression and more diverse interactions.</strong>  This kind of intertwines with point #2, but I would argue that people are more likely to be weirder in college than high school because the greater anonymity of college allows them to try a different style of dress and personality without fear of damaging their reputation.  And if they do, it’s very easy to just find a new group of people to hang out with.  For a lot of kids, that might mean coming out as gay or trans, people exploring their sexuality, and getting into niche hobbies that simply weren’t available at their high school like boating or hiking.  There’s also the diversity of interactions that will occur.  Even a non-prestigious Big State U will have students from all over the world, and certainly all over the state it’s located in.  You’ll have people from all different experiences, socioeconomic backgrounds, rural, urban, suburban, and exurban communities all sharing classes and dorms together and exchanging worldviews.  Imo, the sheer diversity of people in college is far greater than you’ll find in a typical high school, no matter what you consider to be “diverse”.</p>\n\n<p><strong>4) Meta Reasons.</strong>  Basically, most of the actors playing high school teenagers, so commonly 14 – 18, are in their 20s and they look it.  They don’t look old, but they certainly look older than most teenagers and it can at times create a falseness to the narrative when I see a girl who’s clearly 20+ worried about passing algebra.  However, if you take the same group of actors and make them college students, then that age problem disappears.  Instead of a 20 year old worried about passing algebra, they’re worried about passing Organic Chemistry.  Additionally, the narrative feels much more authentic.  See <em>Skins UK</em> for better examples of how shooting a teen drama with actual teenagers makes everything more visceral.  Another aspect of high school dramas that gets addressed is the lack of parents.  Pretty much every teen show’s fandom will joke about how the parents will disappear for episodes at a time before reappearing for a scene or two before disappearing again.  If the show’s set in college, parental absence makes total narrative sense because it’s more likely that the students are living 40+ minutes away from their home.</p>\n\n<p><strong>TLDR</strong> These are the largest ways that I think college offers unique and superior story points to that of high school.  The combination of more adult-like freedom and apathy towards your behavior, a higher level of competition in all aspects, greater opportunities for self-expression and diverse interactions, all combined with the inexperience of youth.  As an added bonus, the actors are actually playing character their age, leading to more realism in these shows.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "qa",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2w2s8",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "kin9bc",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "parduscat",
  "discussion_type": null,
  "num_comments": 214,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/changemyview/comments/kin9bc/cmv_college_is_a_better_setting_than_high_school/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/changemyview/comments/kin9bc/cmv_college_is_a_better_setting_than_high_school/",
  "subreddit_subscribers": 1201805,
  "created_utc": 1608788105,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1608702232,
  "the_new_excerpt": "I'm in my late 20s and I've graduated high school and college and I would say\nthat both were pivotal to me being the person I am currently. However, when I\nlook at pop culture aimed at younger people, it's 90% set in high school, with\nshows like Riverdale, Euphoria, Vampire Diaries, etc. I think…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我快30岁了，高中和大学毕业，我会说\n这两个都是我成为现在的我的关键。但是，当我\n看看针对年轻人的流行文化，90%都是以高中为背景的，\n像“河谷”、“欣快感”、“吸血鬼日记”等，我觉得…",
      "title": "[改变我的想法]：大学比高中更适合制作电视节目。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我快30歲了，高中和大學畢業，我會說\n這兩個都是我成爲現在的我的關鍵。但是，當我\n看看針對年輕人的流行文化，90%都是以高中爲背景的，\n像“河谷”、“欣快感”、“吸血鬼日記”等，我覺得…",
      "title": "[改变我的想法]：大學比高中更適合製作電視節目。"
    }
  ]
}