{
  "author": "PureSmoulder",
  "original_created_utc": 1624950692,
  "title": "Isn't anyone else worried about how much waste there is everywhere?",
  "created_utc": 1624968785,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We use plastic bags for everything, even when we don&#39;t need it and only once. </p>\n\n<p>We buy technology like phones and televisions and consoles that become obsolute within a decade and toss it out for the newer models.</p>\n\n<p>We toss out tons of food daily and lock the dumpsters.</p>\n\n<p>Offices shred documents after using them for five minutes.</p>\n\n<p>There&#39;s constantly gimmicky appliances, toys, snacks, whatever that don&#39;t actually need to exist and are only being used to profit off people who crave novelty.</p>\n\n<p>Capitalism has got everyone consuming resources en masse and rapidly. We hoover up tons of materials, manufacture them into useless crap and throw them away immediately because we&#39;ve got newer shit coming in.</p>\n\n<p>We&#39;re behaving like we don&#39;t have finite resources and we allegedly can&#39;t fix it because everything is tied up in economics and politics and other stupid bullshit we invented.</p>\n\n<p>I&#39;m not telling everyone to just stop living like you&#39;ve always had, because we can&#39;t stop everyone but does anyone even at least consider the inevitable future that will arise if we keep going down this path?</p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/TooAfraidToAsk/comments/oa36sf/isnt_anyone_else_worried_about_how_much_waste/",
  "subreddit": "TooAfraidToAsk",
  "id": "oa36sf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We use plastic bags for everything, even when we don't need it and only once.\n\nWe buy technology like phones and televisions and consoles that become obsolute\nwithin a decade and toss it out for the newer models.\n\nWe toss out tons of food daily and lock the dumpsters.\n\nOffices shred documents after…"
}