{
  "author": "VikkyisHungry",
  "the_new_excerpt": "I've seen a lot of posts online recently that we already pay for universal\nhealthcare, in the form of the money that we pay to private insurance, which is\ncorrect, but I think it goes even one step further.\n\nPreventative care.\n\nAmericans right now massively avoid preventative care because of…",
  "original_created_utc": 1622542565,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、ネット上でよく見かけるのが、国民皆保険のためにはすでにお金を払っているという書き込みです。\n民間の保険に払っているお金で、すでに国民皆保険を実現している」という書き込みを最近ネットでよく見かけますが、これは正しいです。\nその通りなのですが、私はさらにもう一歩踏み込んだ考えを持っています。\n\n予防医療です。\n\n今のアメリカ人は予防医療を大量に避けていますが、それは...",
      "title": "CMV: 国民皆保険制度は、保険会社の利益を削って節約したお金を完全に無視しても、一人当たりの医療費は安くなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近在网上看到很多帖子说，我们已经为全民医疗支付了费用。\n我们已经以支付给私人保险的钱的形式支付了全民医疗，这是对的。\n这是正确的，但我认为它甚至更进一步。\n\n预防性护理。\n\n美国人现在大规模地避免预防保健，因为...",
      "title": "CMV：即使你完全不考虑通过削减保险利润而节省的资金，全民医疗也会比每个人更便宜。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近在網上看到很多帖子說，我們已經爲全民醫療支付了費用。\n我們已經以支付給私人保險的錢的形式支付了全民醫療，這是對的。\n這是正確的，但我認爲它甚至更進一步。\n\n預防性護理。\n\n美國人現在大規模地避免預防保健，因爲...",
      "title": "CMV：即使你完全不考慮通過削減保險利潤而節省的資金，全民醫療也會比每個人更便宜。"
    }
  ],
  "title": "CMV: Universal healthcare would be cheaper per individual, even if you completely ignore the money saved by cutting out Insurance profits.",
  "created_utc": 1622559727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen a lot of posts online recently that we already pay for universal healthcare, in the form of the money that we pay to private insurance, which is correct, but I think it goes even one step further.</p>\n\n<p>Preventative care.</p>\n\n<p>Americans right now massively avoid preventative care because of financial pressure to only go to the doctor when you absolutely need it. Preventative care helps you avoid having more serious healthcare requirements in the future, and massively saves on healthcare costs. In addition to there being financial pressure, it&#39;s almost like there&#39;s a stigma in america against seeing a doctor unless it&#39;s absolutely necessary. I don&#39;t think people would instantly go for preventative care, but over time I think the stigma would be lessened.</p>\n\n<p>One big example I can think of is obesity. Over a third adults in our country are obese. Preventative care to help stave off obesity would save on many side effects of being obese. heart disease would go down, diabetes would go down, cancer would go down, and much, much more.</p>\n\n<p>In addition to preventative care, another cost saving measure would be more widely available  mental healthcare. The savings of this one aren&#39;t as obvious. Better mental healthcare would save in areas outside of universal healthcare, such as law enforcement (not that all mentally ill people are criminals, obviously), and other government benefits such as housing and food. People with better mental health are more able to hold down stable work.</p>\n\n<p>I think people being more able to, and willing to take, preventative care would massively save on our healthcare costs, and these will naturally come when a universal healthcare system is established.</p>\n\n<p>Edit 1: Distinguished that mental health and preventative care are separate points of my view.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/npqmxa/cmv_universal_healthcare_would_be_cheaper_per/",
  "subreddit": "changemyview",
  "id": "npqmxa",
  "is_self": true,
  "media": null,
  "is_video": false
}