{
  "author": "BerryGoth",
  "original_created_utc": 1628675549,
  "title": "YSK: If you have signed up to be contacted about something and are no longer interested, you should tell the Telemarketer that instead of ignoring the call/just hanging up. This will lead to a lot less call spam.",
  "created_utc": 1628689384,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Companies pay a lot of money in advertising so that leads (such as yourselves) find the company and request to be contacted for a possible sale. Because of this, telemarketers are told to hang on to the lead and keep calling for as long as possible in order to hopefully return on the investment (for my company this is 10 calls, but for others it’s sometimes more or less). If a call is ignored or someone hangs up before I can start the conversation, I have to continue to call daily/every few days until I talk to the person or until I reach 10 calls, which in my company takes about a month. If someone picks up the phone and says “sorry, I’m not interested” then I have to put that into the system and the person is no longer able to be contacted until they re-enquire (lest we are liable for harassment).</p>\n\n<p>Some companies require a reason that the lead is lost and so you may be asked that (why are you no longer interested?) - this is just to help us with reporting/advertising choices in the future so you can choose to answer or not, that’s fine. If someone still tries to sell to you, feel free to hang up. Once you have said you’re not interested you’re not obliged to hear the spiel.</p>\n\n<p>Please also remember that we’re just people doing a job, and we get telemarketing calls too! We know how annoying they can be, so please don’t yell at us or scoff and hang up the phone. Sometimes we still have to call you again (your rant won’t always get you blacklisted in some cases - lead generation is expensive).</p>\n\n<p>Please also don’t feel nervous about telling us “no.” We are masters of rejection and hear this about 30 times a day - you don’t hurt our feelings by saying you’re not interested! Some people are paid on commission and might get pushy - remember that it’s your money and you don’t have to buy something you don’t want or need.</p>\n\n<p>This DOES NOT go for scammers who tell lies and steal money from people - they may still call after you’ve told them to go away. What they’re doing is illegal and you can and should report these where possible.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/p29wmb/ysk_if_you_have_signed_up_to_be_contacted_about/",
  "subreddit": "YouShouldKnow",
  "id": "p29wmb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Companies pay a lot of money in advertising so that leads (such as\nyourselves) find the company and request to be contacted for a possible sale.\nBecause of this, telemarketers are told to hang on to the lead and keep calling\nfor as long as possible in order to hopefully return on the…"
}