{
  "author": "Aegontarg07",
  "original_created_utc": 1629030971,
  "title": "Your daily dose of Crypto",
  "created_utc": 1629037903,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Your daily dose of Crypto</h1>\n\n<ol>\n<li>The total market cap has stabilised at around $2 trillion and is up by 0.4% in the last 24 hours.<br/></li>\n<li>BTC and ETH saw healthy corrections of 1.2% and 2.5% in the last 24 hours.<br/></li>\n<li>ADA and XRP have been the highest gainers in the 7 days and are up by 43.3% and 56.8% respectively.<br/></li>\n<li>Bitcoin’s realized market cap has reached a new ATH of $378 billion. Realized market cap gives a clear picture of the active Bitcoin market, as it ignores stashes of Bitcoin that haven’t changed hands for a long time.<br/></li>\n<li>Portraits of Vitalik Buterin are now to be sold as NFTs by photographer Matthew Reamer, which were shot in 2015.<br/></li>\n<li>Watford F.C. players will wear Dogecoin on their shirts in the new Premier League Season, which will be sponsored by Stake.com.<br/></li>\n<li>Xanaxman, a dark web drug dealer, is indicted for laundering Bitcoin worth $137 million while in prison.<br/></li>\n<li>Vietnam tops list in crypto adoption in Finder.com’s latest crypto report across 27 countries in Europe, Asia and the Americas, with 41% of respondents claiming they had purchased cryptocurrency.<br/></li>\n<li>NBA team Dallas Mavericks will be offering “special pricing” for those who pay with dogecoin.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/CryptoCurrency/comments/p4smut/your_daily_dose_of_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "p4smut",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YOUR DAILY DOSE OF CRYPTO\n\n 1. The total market cap has stabilised at around $2 trillion and is up by 0.4%\n    in the last 24 hours.\n    \n 2. BTC and ETH saw healthy corrections of 1.2% and 2.5% in the last 24 hours.\n    \n 3. ADA and XRP have been the highest gainers in the 7 days and are up by…"
}