{
  "author": "wellnessgoodly",
  "original_created_utc": 1630531024,
  "title": "Have you ever read a book that you liked so much that you didn't want to finish it?",
  "created_utc": 1630564530,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, I think this might sound like a really weird question but there have been books I read that I enjoyed so much that I didn&#39;t want to finish them. </p>\n\n<p>Just to give one example, when I was little it happened with To Kill A Mockingbird. I wanted to be in that family, learn from the father&#39;s lessons and hang out with the kids, and experience what they did in the safety of the book of course. But then the book ended and I was thrown back into my own life. Reading it again didn&#39;t work. I had wished the author had written 20 more books just like that one.</p>\n\n<p>Has this ever happened to you?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pg3b9m/have_you_ever_read_a_book_that_you_liked_so_much/",
  "subreddit": "books",
  "id": "pg3b9m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi, I think this might sound like a really weird question but there have been\nbooks I read that I enjoyed so much that I didn't want to finish them.\n\nJust to give one example, when I was little it happened with To Kill A\nMockingbird. I wanted to be in that family, learn from the father's lessons…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "奇妙な質問に聞こえるかもしれませんが、これまでに読んだ本の中で\n読んだ本がとても楽しくて、最後まで読みたくないと思ったことがあります。\n\n一例を挙げると、私が幼い頃、『To Kill A Mockingbird』でそうなりました。\nMockingbird』です。私はあの家族の一員になりたいと思いましたし、父親の教訓を学びたいと思いました。",
      "title": "読んだ本がとても気に入って、最後まで読みたくないと思ったことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，我想这听起来可能是一个非常奇怪的问题，但有一些我读过的书，我非常喜欢，以至于不想读完。\n我读过的书，我非常喜欢，以至于我不想读完它们。\n\n仅举一例，在我小的时候，《杀死一只知更鸟》就是这样。\n知更鸟》。我想成为那个家庭的一员，从父亲的教训中学习......",
      "title": "你是否曾经读过一本你非常喜欢的书，以至于你不想读完它？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，我想這聽起來可能是一個非常奇怪的問題，但有一些我讀過的書，我非常喜歡，以至於不想讀完。\n我讀過的書，我非常喜歡，以至於我不想讀完它們。\n\n僅舉一例，在我小的時候，《殺死一隻知更鳥》就是這樣。\n知更鳥》。我想成爲那個家庭的一員，從父親的教訓中學習......",
      "title": "你是否曾經讀過一本你非常喜歡的書，以至於你不想讀完它？"
    }
  ]
}