{
  "author": "FaithlessnessMost660",
  "original_created_utc": 1635050576,
  "title": "CMV: singing a song or lyric that has the n-word in it does not make you a bad person nor should it count towards being racist",
  "created_utc": 1635068333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand that there is a LOT of baggage and history and context behind the n word that me as a non-black person couldn’t fully understand. With that said however, I cannot understand the logic behind not being able to sing a lyric containing said n word without being labeled a racist, other than simply “rules for thee and not for me”</p>\n\n<p>I’ve heard some of the common arguments about how the usage is justified as reclaiming the word or taking away it’s power, etc. but if that was truly the goal then there should be no problem with people using it colloquially without bad intentions such as in a song. I think we’re all smart enough to understand the context of someone’s words, yet when it comes to this one there’s no room for forgiveness. </p>\n\n<p>This leads to the most common response lately: “just don’t use it, why do white people want to say it so badly?”etc. To which I’d respond right back “yeah exactly why do we still use it at all?” Which usually leads to the justification above in a loop of messed up logic. </p>\n\n<p>Another response might talk about the history of slavery in the US, and general racism worldwide, to the effect of “it’s simple: if you’re black you can use it if you want, if you’re not, then don’t”. This is just societal norms at work but logically is a slippery slope of anybody with any history of marginalization or mistreatment being allowed to have exclusive say on some word or phrase. Imagine a multiracial/ethnic/sexual orientation group put out a very catchy hit song widely distributed where the lyrics at one point state every sort of slur to every group imaginable. Who should be allowed to sing these lyrics? </p>\n\n<p>I hope I’m making sense in that I hear lots of arguments but I simply find them logically unsound and thus I cannot accept the line of reasoning. Not to say I use the word in a casual manner at all, I’m on the unironic side of “nobody should be using it at all, given its history”. I think we’re all mature and socially aware enough to know when someone IS saying it in a harmful manner or simply singing a song. Or perhaps saying it casually which may speak to their sheltered upbringing or environment. Or maybe they actually are racist. All this to say context should matter but for some reason it doesn’t. </p>\n\n<p><em>either the word is so hurtful and hate filled that absolutely nobody should be using it INCLUDING BLACK PEOPLE, or it’s a word like so many others that has grown to have multiple meanings and intentions depending on its context and therefore should be treated exactly as such</em></p>\n\n<p>Edit: since I have to make this clear: I do not want to say the word, I am not jealous about not being “allowed” to say the word. I think that singing lyrics is not the same as saying it in conversation or in passing. Apparently that’s not the case and to even posit that the logical flaw against this makes someone a horrible person has been very tiring to read. My entire point of this post is not to complain that I’m not allowed to say it, it’s that I’d like to hear arguments changing my view on being able to discern lyrics from casual use without applying two different sets of justifications.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qel3pm/cmv_singing_a_song_or_lyric_that_has_the_nword_in/",
  "subreddit": "changemyview",
  "id": "qel3pm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand that there is a LOT of baggage and history and context behind the n\nword that me as a non-black person couldn’t fully understand. With that said\nhowever, I cannot understand the logic behind not being able to sing a lyric\ncontaining said n word without being labeled a racist, other than…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、「n」という言葉の背後には、たくさんの荷物や歴史、文脈があることを理解しています。\n語の背後には、黒人ではない私には理解しきれない多くの荷物や歴史、文脈があることを理解しています。そうは言っても\n黒人ではない私には理解できません。\n差別主義者というレッテルを貼られることなく、n wordを含む歌詞を歌うことができないという理屈は理解できません、それ以外には...。",
      "title": "CMV: N-wordが入った歌や歌詞を歌っても、悪人にはならないし、人種差別の対象にもなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我明白，\"N \"字背后有很多包袱、历史和背景。\n这个词，我作为一个非黑人无法完全理解。说到这\n然而，我无法理解不能唱含有 \"N \"字的歌词背后的逻辑。\n含有N字的歌词而不被贴上种族主义者的标签，除了......",
      "title": "CMV：唱一首歌或歌词中含有N字，并不意味着你是个坏人，也不应该算作是种族主义者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我明白，\"N \"字背後有很多包袱、歷史和背景。\n這個詞，我作爲一個非黑人無法完全理解。說到這\n然而，我無法理解不能唱含有 \"N \"字的歌詞背後的邏輯。\n含有N字的歌詞而不被貼上種族主義者的標籤，除了......",
      "title": "CMV：唱一首歌或歌詞中含有N字，並不意味着你是個壞人，也不應該算作是種族主義者。"
    }
  ]
}