{
  "author": "DarthEdinburgh",
  "original_created_utc": 1631088571,
  "title": "Which side did the Romans walk on?",
  "created_utc": 1631107791,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>An <a href=\"https://old.reddit.com/r/ArtefactPorn/comments/pjx20g/a_mosaic_that_says_bene_lava_wash_well_discovered/\">image</a> was recently posted in <a href=\"/r/ArtefactPorn\">r/ArtefactPorn</a> of a mosaic at the entrance to a Roman-era (1st-2nd century AD) bathhouse in Timgad, Algeria. The mosaic depicts two messages, one of which was &quot;BENE LAVA&quot; (Have a Good Bath) and the other presumably &quot;SALUM LAVISSE&quot; (Hope You Had a Nice Bath), forming a welcome and goodbye sign, as each was flipped to read correctly for readers in either direction along the long edge. Essentially it looked like a modern bathmat.</p>\n\n<p>In the centre are two sandals similarly oriented, suggesting that they guided viewers in the direction of travel (coming and going). On either side, the sandals on the left represented the viewer&#39;s  direction (the straps are to the front).</p>\n\n<p>What do we know about directing pedestrian traffic in the Roman Empire? Could it just have been an accident that the sandals were oriented this way in the mosaic or was it practice that Roman society preferred to walk on the left? How does this square with driving on either side of the road in the Roman Empire, given that over the years there have been two (rather than one) dominant systems in the world?</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/AskHistorians/comments/pk686p/which_side_did_the_romans_walk_on/",
  "subreddit": "AskHistorians",
  "id": "pk686p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "An image\n[https://old.reddit.com/r/ArtefactPorn/comments/pjx20g/a_mosaic_that_says_bene_lava_wash_well_discovered/]\nwas recently posted in r/ArtefactPorn [/r/ArtefactPorn] of a mosaic at the\nentrance to a Roman-era (1st-2nd century AD) bathhouse in Timgad, Algeria. The\nmosaic depicts two messages,…"
}