{
  "author": "Routine_Log8315",
  "original_created_utc": 1632767079,
  "title": "CMV: There is no excuse for cheating in a relationship.",
  "created_utc": 1632790800,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: I am talking about the USA, Canada, and other similar countries, not those where divorce is illegal or practically impossible.</p>\n\n<p>I cannot see there being a valid reason for cheating on a spouse or boyfriend/girlfriend. Especially when it comes to marriage, since you said your vows and promised yourselves to each other. I can think of a few reasons I have heard but none seem like valid arguments.</p>\n\n<ol>\n<li><p>The person is just figuring out their sexuality. That isn’t an excuse to cheat at all. They should break up with their current boyfriend/girlfriend if they want to try other people out.</p></li>\n<li><p>They are in an abusive relationship. I can’t see this as a valid argument because I don’t believe anyone needs sex so badly they are willing to cheat if they are so scared of their abusive partner they can’t just leave the relationship. You would think they would be more scared of the consequences of getting caught if their partner was truly that abusive.</p></li>\n<li><p>Their partner isn’t meeting their needs. If that’s a case, find a new partner.</p></li>\n</ol>\n\n<p>Maybe someone will bring up a good point I haven’t heard of of explain one of these points in a way that makes it a valid argument, but I can’t see why anyone would have an excuse to cheat.</p>\n\n<p>Conclusion: While my views definitely haven’t en entirely changed, I do see that there is basically divergent severities to cheating. Someone cheating because they are abused is more justified than other cheating, and cheating just for the thrill of it or just because you want to try out other people is far worse than cheating when you can’t leave due to kids and financial reasons. While I still don’t think anything is a good reason to not just leave the relationship, not all cheating is the same and some cheaters deserve second chances while others deserve to never find love.</p>\n\n<p>Thank you for the discussions!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/pwn722/cmv_there_is_no_excuse_for_cheating_in_a/",
  "subreddit": "changemyview",
  "id": "pwn722",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: I am talking about the USA, Canada, and other similar countries, not those\nwhere divorce is illegal or practically impossible.\n\nI cannot see there being a valid reason for cheating on a spouse or\nboyfriend/girlfriend. Especially when it comes to marriage, since you said your\nvows and promised…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集部：私が言っているのは、アメリカやカナダなどの似たような国の話であって、離婚が違法であったり、事実上できない国の話ではありません。\n離婚が違法であったり、事実上不可能であったりする国ではありません。\n\n配偶者や恋人を裏切る正当な理由があるとは思えません。\n配偶者や彼氏・彼女を裏切る正当な理由があるとは思えません。特に結婚となると、誓いの言葉を述べてから\n誓って約束したのですから・・・。",
      "title": "CMV：恋愛における浮気の言い訳はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我说的是美国、加拿大和其他类似国家，不是那些\n而不是那些离婚是非法的或几乎不可能的国家。\n\n我看不出有什么合理的理由对配偶或男女朋友进行欺骗。\n男朋友/女朋友。特别是当它涉及到婚姻时，因为你说过你的\n誓言并承诺...",
      "title": "CMV：在一段关系中，没有任何借口可以欺骗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我說的是美國、加拿大和其他類似國家，不是那些\n而不是那些離婚是非法的或幾乎不可能的國家。\n\n我看不出有什麼合理的理由對配偶或男女朋友進行欺騙。\n男朋友/女朋友。特別是當它涉及到婚姻時，因爲你說過你的\n誓言並承諾...",
      "title": "CMV：在一段關係中，沒有任何藉口可以欺騙。"
    }
  ]
}