{
  "author": "MouthwashInMyEyes",
  "original_created_utc": 1632589090,
  "title": "If there is a gender pay gap for the same job, why would employers even hire men since they have to pay them more for the same job?",
  "created_utc": 1632602900,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There have been posts similar to this, explaining that many studies are comparing the pay of men and women across different jobs. However, I am interested in comparing pay in the same job. I am an engineering student and as part of my final term, I am taking a class which includes discussion of gender inclusivity and diversity in the workplace.</p>\n\n<p>All the readings in my course state it as fact that women make less than men in the same job, specifically in engineering. Here is where I am confused,</p>\n\n<p>If employers could get away with paying women less than men for truly the same job and same work, then why would employers hire men at all? It would follow that the company would just hire all or mostly women because it would be a better deal. What am I missing?</p>\n\n<p>Side question: Universities lower the admission grades for females and visible minorities for my program and I believe most STEM programs. I am curious if this is actually effective in getting more diversity into STEM. In a program like engineering where up to 40% of students drop out or change programs, it looks like the university is setting people up for failure by accepting students who do not perform up to the regular admission grades. I have personally noticed that in my first year, there was a lot of diversity and it was a pretty even mix over race, creed, colour, gender, etc. Now in my final year, its almost entirely males (still of mixed ethnicities).   </p>\n\n<p>Please help me understand all this! Thanks.</p>\n</div><!-- SC_ON -->",
  "score": 118,
  "permalink": "/r/NoStupidQuestions/comments/pvati5/if_there_is_a_gender_pay_gap_for_the_same_job_why/",
  "subreddit": "NoStupidQuestions",
  "id": "pvati5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There have been posts similar to this, explaining that many studies are\ncomparing the pay of men and women across different jobs. However, I am\ninterested in comparing pay in the same job. I am an engineering student and as\npart of my final term, I am taking a class which includes discussion of…"
}