{
  "author": "JustNilt",
  "the_new_excerpt": "Why YSK: They are NOT a handy loading zone for those who are in and out of a\nstore. While local laws vary, they are legally part of the disabled parking spot\nin most places. So not only are you potentially blocking access for someone who\nis disabled but you're also at risk of a hefty fine. There are…",
  "original_created_utc": 1618530815,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、お店に出入りする人のための便利なローディングゾーンではないからです。\n店舗ではありません。地域によって法律は異なりますが、ほとんどの場所では、法的には障害者用駐車場の一部となっています。\nほとんどの場所では そのため、身体の不自由な人の出入りを妨げてしまうだけでなく\n高額な罰金を課せられる可能性もあります。このような場合には...",
      "title": "YSK: 身障者用駐車スペースの横にある縞模様の部分は、実際には身障者用駐車スペースの一部です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么要选择YSK：对于那些进出的人来说，YSK不是一个方便的装载区。\n店。虽然各地方的法律不尽相同，但从法律上讲，它们属于残疾人停车点\n在大多数地方。所以，你不仅是潜在的阻止访问的人谁。\n是残疾人，但你也有可能被处以巨额罚款。有...",
      "title": "YSK：残疾人停车位旁边的条形区域其实是残疾人停车位的一部分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼要選擇YSK：對於那些進出的人來說，YSK不是一個方便的裝載區。\n店。雖然各地方的法律不盡相同，但從法律上講，它們屬於殘疾人停車點\n在大多數地方。所以，你不僅是潛在的阻止訪問的人誰。\n是殘疾人，但你也有可能被處以鉅額罰款。有...",
      "title": "YSK：殘疾人停車位旁邊的條形區域其實是殘疾人停車位的一部分。"
    }
  ],
  "title": "YSK: The striped area next to disabled parking spaces are actually part of the disabled parking space",
  "created_utc": 1618599240,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: They are <strong><em>NOT</em></strong> a handy loading zone for those who are in and out of a store.  While local laws vary, they are legally part of the disabled parking spot in most places.  So not only are you potentially blocking access for someone who is disabled but you&#39;re also at risk of a hefty fine.  There are some states which have not yet changed their statutes to explicitly cover this but most likely will over time.  Additionally, many cities have adopted the same basic concepts so even if you lack a state law, there may well be a local one.</p>\n\n<p>Why does this matter?  Many folks who are disabled require extra space to get in and out of their vehicle.  This is true for most who use wheelchairs but it is not limited just to them.  Some folks are simply incapable of squeezing in and out without sufficient space due to their particular physical needs.  Folks who require this access may have to sit in the car until the vehicle blocking their spot can be moved.</p>\n\n<p>By way of example, here is Washington State&#39;s law on the matter: <a href=\"https://app.leg.wa.gov/rcw/default.aspx?cite=46.19.050\">RCW 46.19.050(3)</a>:</p>\n\n<blockquote>\n<p>(3) <strong>Inaccessible access.</strong> It is a parking infraction, with a monetary penalty of two hundred fifty dollars, for a person to stop, stand, or park in, block, or otherwise make inaccessible the access aisle located next to a space reserved for persons with physical disabilities. In addition to any penalty or fine imposed under this subsection, two hundred dollars must be assessed. The clerk of the court shall report all violations related to this subsection to the department.</p>\n</blockquote>\n\n<p>Note that the fine is explicitly on top of any fine for parking in a disabled spot without a placard which is itself a $200 fine which <em>must</em> be assessed.  So even if you don&#39;t care about those who need the disabled parking, trying to save a few minutes finding a parking space may well cost you several hundred dollars.  Regardless, even when not explicitly called out for a separate fine, those striped markings are considered part of the disabled parking spot.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/mrr8rp/ysk_the_striped_area_next_to_disabled_parking/",
  "subreddit": "YouShouldKnow",
  "id": "mrr8rp",
  "is_self": true,
  "media": null,
  "is_video": false
}