{
  "author": "hooj",
  "original_created_utc": 1635187427,
  "title": "Unpopular Opinion: Poems and Songs within novels detract greatly from the quality of and subsequently my enjoyment of the book.",
  "created_utc": 1635212643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read a fair bit of fantasy, and it seems as though quite a few fantasy authors fancy themselves as poets as well.  I don&#39;t have an intrinsic problem with poetry -- I have several favorites that I find are wonderful.  However, when they are inserted into books, I pretty much universally hate them. Even more so if reading them is integral to understanding the plot, and not just as the sort of decorative filigree at the start of a chapter or something.</p>\n\n<p>I&#39;m not even sure I can explain it.  Maybe it&#39;s switching modes in my brain and it takes me out of &quot;story&quot; mode and into &quot;lore of yore&quot; mode (poetry edition!) -- something entirely achievable and less distracting in prose. Maybe it&#39;s just that it feels entirely too pretentious. Either way, I find it a bit jarring and when I see those italicized lines and I get a visceral reaction to them.  Maybe a bit dramatic, but I can&#39;t stand them even in the most venerable works.</p>\n\n<p>The one exception I can think of is the verse about the rings in LotR.  You can keep all the rest, but that is the one I&#39;ll savor every time.  </p>\n\n<p>Am I the only one? Or is this view more popular than I think it is?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/qfnetm/unpopular_opinion_poems_and_songs_within_novels/",
  "subreddit": "books",
  "id": "qfnetm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read a fair bit of fantasy, and it seems as though quite a few fantasy authors\nfancy themselves as poets as well. I don't have an intrinsic problem with poetry\n-- I have several favorites that I find are wonderful. However, when they are\ninserted into books, I pretty much universally hate them.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はかなりの数のファンタジーを読んでいますが、かなりの数のファンタジー作家がいるように思えてなりません。\nファンタジー作家の中には、自分を詩人だと思っている人が結構いるようです。詩を書くことに本質的な問題があるわけではありません。\n-- 好きな詩がいくつかあって、それは素晴らしいと思います。しかし、それらが本に挿入されると\n本の中に挿入されると、ほとんどの場合、私はそれを嫌います....",
      "title": "不人気な意見。小説の中の詩や歌は、その本の質を大きく損ない、結果的に私の楽しみを奪うことになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我阅读了相当多的幻想小说，而且似乎有不少幻想小说作者\n幻想自己也是诗人。我对诗歌没有什么内在的问题\n-- 我有几首最喜欢的诗，我觉得它们都很好。然而，当它们被插入书中时\n插入书中时，我几乎普遍讨厌它们....。",
      "title": "不受欢迎的意见。小说中的诗歌和歌曲大大降低了书的质量，随后也影响了我对这本书的喜爱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我閱讀了相當多的幻想小說，而且似乎有不少幻想小說作者\n幻想自己也是詩人。我對詩歌沒有什麼內在的問題\n-- 我有幾首最喜歡的詩，我覺得它們都很好。然而，當它們被插入書中時\n插入書中時，我幾乎普遍討厭它們....。",
      "title": "不受歡迎的意見。小說中的詩歌和歌曲大大降低了書的質量，隨後也影響了我對這本書的喜愛。"
    }
  ]
}