{
  "author": "hooj",
  "original_created_utc": 1635187427,
  "title": "Unpopular Opinion: Poems and Songs within novels detract greatly from the quality of and subsequently my enjoyment of the book.",
  "created_utc": 1635212643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read a fair bit of fantasy, and it seems as though quite a few fantasy authors fancy themselves as poets as well.  I don&#39;t have an intrinsic problem with poetry -- I have several favorites that I find are wonderful.  However, when they are inserted into books, I pretty much universally hate them. Even more so if reading them is integral to understanding the plot, and not just as the sort of decorative filigree at the start of a chapter or something.</p>\n\n<p>I&#39;m not even sure I can explain it.  Maybe it&#39;s switching modes in my brain and it takes me out of &quot;story&quot; mode and into &quot;lore of yore&quot; mode (poetry edition!) -- something entirely achievable and less distracting in prose. Maybe it&#39;s just that it feels entirely too pretentious. Either way, I find it a bit jarring and when I see those italicized lines and I get a visceral reaction to them.  Maybe a bit dramatic, but I can&#39;t stand them even in the most venerable works.</p>\n\n<p>The one exception I can think of is the verse about the rings in LotR.  You can keep all the rest, but that is the one I&#39;ll savor every time.  </p>\n\n<p>Am I the only one? Or is this view more popular than I think it is?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/qfnetm/unpopular_opinion_poems_and_songs_within_novels/",
  "subreddit": "books",
  "id": "qfnetm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read a fair bit of fantasy, and it seems as though quite a few fantasy authors\nfancy themselves as poets as well. I don't have an intrinsic problem with poetry\n-- I have several favorites that I find are wonderful. However, when they are\ninserted into books, I pretty much universally hate them.…"
}