{
  "author": "StarShot77",
  "the_new_excerpt": "I am primarily speaking about those who endured abuse and survived. Not that\nchildren currently enduring abuse do not count. We will get to them later, as\nthey do matter. But in general, my argument is that society doesn't care about\npeople who were abused as children, simply dismissing it as the…",
  "original_created_utc": 1614360919,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我主要说的是那些经受过虐待并幸存下来的人。不是说\n目前遭受虐待的儿童不算在内。我们稍后再谈这些问题，因为\n他们确实很重要。但总的来说，我的观点是，社会并不关心...\n人谁是虐待儿童， 简单地驳回它作为... ...",
      "title": "CMV：社会对虐待儿童及其受害者漠不关心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我主要說的是那些經受過虐待並倖存下來的人。不是說\n目前遭受虐待的兒童不算在內。我們稍後再談這些問題，因爲\n他們確實很重要。但總的來說，我的觀點是，社會並不關心...\n人誰是虐待兒童， 簡單地駁回它作爲... ...",
      "title": "CMV：社會對虐待兒童及其受害者漠不關心。"
    }
  ],
  "title": "CMV: Society is apathetic to child abuse and it's victims",
  "created_utc": 1614407427,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am primarily speaking about those who endured abuse and survived. Not that children currently enduring abuse do not count. We will get to them later, as they do matter. But in general, my argument is that society doesn&#39;t care about people who were abused as children, simply dismissing it as the &quot;abuse excuse&quot; whenever a person behaves in ways an abused person would be expected to. </p>\n\n<p>The effects of trauma vary on the type, but the are several and long lasting. They include, but are not limited to: smaller brain volume, breakdown of brain inhibitory controls over raw emotions like anger and stress, impaired memory, learning, and judgment, reduced serotonin in the brain, reduced oxytocin and thus impaired social relationships and greater anxiety, less likely to respond to antidepressant treatment, have greater risk for metabolic illnesses like heart disease, diabetes, cancer, renal failure, and so on. Even treatments for those may not be as a effective. Telomeres have been found to be shortened, between 7-15 years in one study. Years literally shaved off your life. Also lower IQ, lower educational achievement, and lower employment prospects and financial success. Oh and greater likelihood of substance use disorders and suicide. </p>\n\n<p>Now, many government agencies have undertaken research on how to prevent adverse childhood events (ACEs). This is certainly worthwhile, but for us adult survivors who are past the delicate period of brain development, society has little for us. All research ever does is highlight the bad outcomes in adults survivors and talk about prevention. Yes, prevention is good, but what about those of us who have to live with it? I watched a lecture by a well known psychiatrist in this area, and he talked about how the course of any disease for these individuals is often worse and treatment outcomes tend to be unfavorable. He also noted the NIH generally doesn&#39;t sponsor studies that do not compare to a specific biomarker. Abused adults tend to have greater inflammation markers, for example. There has never been a real lead on how to fix any of that, just &quot;we should prevent this&quot;, which the government never adopts. </p>\n\n<p>I just don&#39;t see any hope for people like me who endured all of that. There is no guidance on treatment, and society and the government don&#39;t care about what we went through. The psychiatrist I mentioned earlier discussed how difficult raising money for such studies are because of how uncomfortable the topic is for most people. After all, something so objectively negative has no positive spin, so it&#39;s to be expected. </p>\n\n<p>I just don&#39;t think society cares beyond a few group of researchers who focus more on prevention and not how to care for those affected by abuse. Even they are summarily ignored by the rest of the government and society.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lt32jh/cmv_society_is_apathetic_to_child_abuse_and_its/",
  "subreddit": "changemyview",
  "id": "lt32jh",
  "is_self": true,
  "media": null,
  "is_video": false
}