{
  "author": "Crafty-Bunch-2675",
  "original_created_utc": 1627874269,
  "title": "CMV: the vitriol towards Simone Biles is complete hypocrisy and shows a willfull ignorance of mental health issues.",
  "created_utc": 1627911039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Isn&#39;t it amazing how when it comes to masks, a large  cross section of America claims it causes mental distress. When it comes to mass shootings, a large cross section of America will quickly point to the mental health status of the shooter....even if the shooter had no previously diagnosed condition.</p>\n\n<p>Yet when a decorated athlete with an ESTABLISHED DIAGNOSIS of ADHD reaches her mental limit and admits it, this same cross section of society selectively stops believing mental illnesses are real.</p>\n\n<p>Instead they deride the athlete saying:</p>\n\n<p>&quot;why didn&#39;t she just suck in the pain and continue&quot; PS telling people to suck in their feels is exactly how we end up with mass shootings and s**cides.</p>\n\n<p>&quot;Why didn&#39;t she quit earlier and give someone else a chance&quot;\nAs if time travel is part of the olympics and Simone could predict what was going to happen to her. By that logic, nobody with mental health issues should ever go to work because you never know when you will have a breakdown.</p>\n\n<p>&quot;Xyz person jumped on a broken leg, so she should suck in the pain&quot;</p>\n\n<p>Gymnastics is dangerous....why should she risk being quadraplegic doing a bad jump just for our entertainment</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/ow6eh8/cmv_the_vitriol_towards_simone_biles_is_complete/",
  "subreddit": "changemyview",
  "id": "ow6eh8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Isn't it amazing how when it comes to masks, a large cross section of America\nclaims it causes mental distress. When it comes to mass shootings, a large cross\nsection of America will quickly point to the mental health status of the\nshooter....even if the shooter had no previously diagnosed…"
}