{
  "author": "Crafty-Bunch-2675",
  "original_created_utc": 1627874269,
  "title": "CMV: the vitriol towards Simone Biles is complete hypocrisy and shows a willfull ignorance of mental health issues.",
  "created_utc": 1627911039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Isn&#39;t it amazing how when it comes to masks, a large  cross section of America claims it causes mental distress. When it comes to mass shootings, a large cross section of America will quickly point to the mental health status of the shooter....even if the shooter had no previously diagnosed condition.</p>\n\n<p>Yet when a decorated athlete with an ESTABLISHED DIAGNOSIS of ADHD reaches her mental limit and admits it, this same cross section of society selectively stops believing mental illnesses are real.</p>\n\n<p>Instead they deride the athlete saying:</p>\n\n<p>&quot;why didn&#39;t she just suck in the pain and continue&quot; PS telling people to suck in their feels is exactly how we end up with mass shootings and s**cides.</p>\n\n<p>&quot;Why didn&#39;t she quit earlier and give someone else a chance&quot;\nAs if time travel is part of the olympics and Simone could predict what was going to happen to her. By that logic, nobody with mental health issues should ever go to work because you never know when you will have a breakdown.</p>\n\n<p>&quot;Xyz person jumped on a broken leg, so she should suck in the pain&quot;</p>\n\n<p>Gymnastics is dangerous....why should she risk being quadraplegic doing a bad jump just for our entertainment</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/ow6eh8/cmv_the_vitriol_towards_simone_biles_is_complete/",
  "subreddit": "changemyview",
  "id": "ow6eh8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Isn't it amazing how when it comes to masks, a large cross section of America\nclaims it causes mental distress. When it comes to mass shootings, a large cross\nsection of America will quickly point to the mental health status of the\nshooter....even if the shooter had no previously diagnosed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マスクに関して、アメリカの多くの人々が精神的苦痛を与えると主張しているのは驚きではないでしょうか。\n精神的苦痛を与えると主張しています。銃乱射事件になると、アメリカの大部分の人がすぐに\n銃乱射事件となると、アメリカの大部分の人はすぐに銃を撃った人の精神状態を指摘します。\n.... たとえ犯人が以前に診断を受けていなくても...",
      "title": "CMV: シモーネ・バイルスへの激しい非難は、完全な偽善であり、メンタルヘルスの問題に対する意志的な無知を示しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当涉及到面具时，美国的一大部分人都声称它导致了精神痛苦，这难道不令人惊讶吗？\n声称它会导致精神痛苦。当涉及到大规模枪击事件时，很大一部分人\n美国很大一部分人都会迅速指出枪手的心理健康状况。\n枪手....，即使枪手以前没有被诊断出患有精神病。",
      "title": "CMV：对西蒙娜-拜尔斯的谩骂完全是虚伪的，显示出对心理健康问题的故意无视。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當涉及到面具時，美國的一大部分人都聲稱它導致了精神痛苦，這難道不令人驚訝嗎？\n聲稱它會導致精神痛苦。當涉及到大規模槍擊事件時，很大一部分人\n美國很大一部分人都會迅速指出槍手的心理健康狀況。\n槍手....，即使槍手以前沒有被診斷出患有精神病。",
      "title": "CMV：對西蒙娜-拜爾斯的謾罵完全是虛僞的，顯示出對心理健康問題的故意無視。"
    }
  ]
}