{
  "author": "Clol1l1l1",
  "original_created_utc": 1634574744,
  "title": "my favorite book probably isnt good",
  "created_utc": 1634581729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So my favorite book is a Week of Mondays. It&#39;s a YA novel so it&#39;s basically a written teen movie. It&#39;s about a girl who has a fight with her boyfriend and the next day she gets broken up with. She has to repeat that day 7 times til she &quot;gets it right.&quot; Spoiler alert she ends up with her bestfriend and most of the stuff she did in the first day is altered. like instead of trying out for softball she auditions for the school musical. The whole book is super cheesy and cliché but that&#39;s exactly why I like it.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/qaqarl/my_favorite_book_probably_isnt_good/",
  "subreddit": "books",
  "id": "qaqarl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So my favorite book is a Week of Mondays. It's a YA novel so it's basically a\nwritten teen movie. It's about a girl who has a fight with her boyfriend and the\nnext day she gets broken up with. She has to repeat that day 7 times til she\n\"gets it right.\" Spoiler alert she ends up with her bestfriend…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから私の愛読書は「一週間の月曜日」です。これはYA小説なので、基本的には書かれたティーン向けの\n書き下ろしのティーン向け映画です。ボーイフレンドと喧嘩をして、翌日には別れてしまう女の子の話です。\n次の日、彼女は別れを告げられます。彼女はその日を7回繰り返して、「正しく理解できる」まで\n「繰り返すことになります。ネタバレになりますが、彼女は親友と結ばれます。",
      "title": "私の好きな本は、たぶん良くない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我最喜欢的书是《每周一》。这是一本青少年小说，所以它基本上是一部\n写的青少年电影。它讲的是一个女孩和她的男朋友吵架，第二天就被分手。\n第二天，她被分手了。她必须重复那一天的工作7次，直到她\n\"得到它的权利\"。剧透一下，她最后和她最好的朋友在一起......",
      "title": "我最喜欢的书可能不好看"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我最喜歡的書是《每週一》。這是一本青少年小說，所以它基本上是一部\n寫的青少年電影。它講的是一個女孩和她的男朋友吵架，第二天就被分手。\n第二天，她被分手了。她必須重複那一天的工作7次，直到她\n\"得到它的權利\"。劇透一下，她最後和她最好的朋友在一起......",
      "title": "我最喜歡的書可能不好看"
    }
  ]
}