{
  "author": "HelpImTrapedOnline",
  "original_created_utc": 1630797826,
  "title": "YSK: If you get a refund check from college, it's not \"getting paid to go to college\". It probably* means you took more in loans then your bill actually is and the school is \"refunding\" the difference.",
  "created_utc": 1630804455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you do get a refund check, it&#39;s not free money, its just extra loan money that you&#39;re paying interest on - so don&#39;t waste it on $300 sneakers (as I&#39;ve seen people do) or other frivolous things. Either spend it on school supplies you need or save it as emergency funds and plan to pay it back into your loans as soon as you can.</p>\n\n<p>*why probably - if you have enough federal/state aid, scholarships, pay out of pocket and a cheap enough school, you might end up paying more then the bill by mistake, like if you pay off the bill before some scholarships go through. If that&#39;s the case, then it is an actual refund and do what you want it - just be smart about it, if you do have loans, put it towards that if you can.</p>\n\n<p>(Edit; *than....oops, I hate english lol)</p>\n</div><!-- SC_ON -->",
  "score": 676,
  "permalink": "/r/YouShouldKnow/comments/pi1ync/ysk_if_you_get_a_refund_check_from_college_its/",
  "subreddit": "YouShouldKnow",
  "id": "pi1ync",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you do get a refund check, it's not free money, its just extra loan\nmoney that you're paying interest on - so don't waste it on $300 sneakers (as\nI've seen people do) or other frivolous things. Either spend it on school\nsupplies you need or save it as emergency funds and plan to pay it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もし還付金を受け取ったとしても、それはタダのお金ではなく、利息を払っている余分なローンのお金です。\nなので、300ドルのスニーカーやその他の軽薄なものに浪費してはいけません。\n300ドルのスニーカーに浪費したり、その他の軽薄なものに使ってはいけません。必要な学用品に使うか\n必要な学用品に使うか、緊急資金として貯めておいて、計画的に支払うようにしましょう...。",
      "title": "YSK: 大学からの返金チェックを受けても、それは「大学に行くためにお金をもらっている」とは言えません。おそらく*、あなたが実際の請求額よりも多くのローンを組み、学校がその差額を「返金」しているということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你确实收到了退税支票，这不是免费的钱，它只是额外的贷款，你需要支付利息。\n所以不要把它浪费在300美元的运动鞋上（如\n我见过有人这样做）或其他无聊的东西。要么把它花在你需要的学校\n要么把它花在你需要的学校用品上，要么把它作为应急资金保存起来，并计划支付它......",
      "title": "YSK：如果你收到大学的退款支票，这不是 \"拿钱去上大学\"。它可能*意味着你的贷款比你的账单实际要多，学校正在 \"退还 \"差额。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你確實收到了退稅支票，這不是免費的錢，它只是額外的貸款，你需要支付利息。\n所以不要把它浪費在300美元的運動鞋上（如\n我見過有人這樣做）或其他無聊的東西。要麼把它花在你需要的學校\n要麼把它花在你需要的學校用品上，要麼把它作爲應急資金保存起來，並計劃支付它......",
      "title": "YSK：如果你收到大學的退款支票，這不是 \"拿錢去上大學\"。它可能*意味着你的貸款比你的賬單實際要多，學校正在 \"退還 \"差額。"
    }
  ]
}