{
  "author": "mrRichardBabley",
  "original_created_utc": 1637995102,
  "title": "What is the most difficult book you have ever read?",
  "created_utc": 1638014071,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I let you define difficult. For me, difficulty may concern the subject matter, word usage, complexity of a story...or never-ending sentences, as this example from Woolf&#39;s To the Lighthouse shows:</p>\n\n<p>&quot;She was now formidable to behold, and it was only in silence, looking up from their plates, after she had spoken so severely about Charles Tansley, that her daughters, Prue, Nancy, Rose--could sport with infidel ideas which they had brewed for themselves of a life different from hers; in Paris, perhaps; a wilder life; not always taking care of some man or other; for there was in all their minds a mute questioning of deference and chivalry, of the Bank of England and the Indian Empire, of ringed fingers and lace, though to them all there was something in this of the essence of beauty, which called out the manliness in their girlish hearts, and made them...&quot;</p>\n\n<p>This is like 2/3 of the whole sentence, but you get the idea.</p>\n\n<p>I haven&#39;t read books known for being extremely difficult to read, like Finnegans Wake, but of the ones I&#39;ve read, Woolf has been the most difficult one.</p>\n\n<p>How about you?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/r37hmf/what_is_the_most_difficult_book_you_have_ever_read/",
  "subreddit": "books",
  "id": "r37hmf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I let you define difficult. For me, difficulty may concern the subject matter,\nword usage, complexity of a story...or never-ending sentences, as this example\nfrom Woolf's To the Lighthouse shows:\n\n\"She was now formidable to behold, and it was only in silence, looking up from\ntheir plates, after she…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "難易度の定義はあなたにお任せします。私にとっての難しさとは、テーマに関することかもしれません。\n私にとっての難しさとは、テーマ、言葉の使い方、物語の複雑さ...あるいは、Woolfの『To Lighthouse』からの例のように、終わりのない文章のことです。\nWoolfのTo the Lighthouseからの例です。\n\n「彼女は今や見るからに恐ろしかった。\n皿から顔を上げて黙っている間に、彼女は...",
      "title": "今まで読んだ本の中で一番難しかった本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我让你来定义困难。对我来说，困难可能与主题有关。\n词的使用，故事的复杂性......或者是永无止境的句子，就像这个例子一样\n正如伍尔夫的《灯塔》中的例子所示。\n\n\"她现在是可怕的，只有在沉默中，从他们的盘子里抬起头来，她才会......。\n沉默中，她才从盘子里抬起头来，然后...",
      "title": "你读过的最难的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讓你來定義困難。對我來說，困難可能與主題有關。\n詞的使用，故事的複雜性......或者是永無止境的句子，就像這個例子一樣\n正如伍爾夫的《燈塔》中的例子所示。\n\n\"她現在是可怕的，只有在沉默中，從他們的盤子裏擡起頭來，她纔會......。\n沉默中，她才從盤子裏擡起頭來，然後...",
      "title": "你讀過的最難的書是什麼？"
    }
  ]
}