{
  "author": "CanadaHousingSucks4",
  "original_created_utc": 1630807802,
  "title": "CMV: Québec is for all practical purposes a separate country from Canada",
  "created_utc": 1630846250,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So for starters. This is not an argument for Québec separatism. Rather, this is a normative claim that Québec is already effectively an independent country</p>\n\n<p>Context: I am a lifetime Anglophone Torontonian who is moving to Québec City soon for work.  I, for various reasons, always saw Québec as a semi-independent country. The moving process has convinced me that in fact, for all practical purposes, already a separate country. That is how I see them - a country separate from English Canada (or Rest of Canada / ROC as the Québecois like to call it) whom Canada has an EU-style free movement arrangement with.</p>\n\n<p>Below are some of my reasons:</p>\n\n<ul>\n<li><p><strong>Québecois feel this way</strong>. Now I am not Québecois. However, from what I gather, it is a common sentiment among the Québecois that Québec is a separate and distinct Nation from English Canada. Now a nation /=/ country; rather Lexico defines a country as a nation with a government and terriotory (<a href=\"https://www.lexico.com/definition/country\">https://www.lexico.com/definition/country</a>). Québecois are unambiguously a nation, as per the Lexico definition (<a href=\"https://www.lexico.com/definition/nation\">https://www.lexico.com/definition/nation</a>) and have a government - the provincial government of Quebec. Now Lexico of course is not the arbiter of what is legally a country, but their definitions provide a good starting point. But what is clear is that the Québecois see themselves as nation, which can be seen by the fact that their provincial legislative assembly is known as the &quot;Assemblée nationale&quot; and their provincial capital area is known as &quot;Capitale-Nationale&quot;</p></li>\n<li><p><strong>They have distinct elements of nationhood; and do not share elements of Canadian nationhood</strong>. Ok, you may say. They can call themselves a nation - it doesn&#39;t make them one. However, they very much <em>are</em> a nation, separate from the nation of English Canada. Now Canada is an expansive federal country so it will have different cultures, etc. But since it is a nation it has common threads (the way US states have common threads) that Québec does not share. For example, language. Now we say Canada is a bilingual country but that is not really accurate. Legally we are but really only the cites of Ottawa and Montréal are bilingual (plus some minor cities). Only 18% of our population has a working knowledge of both official languages. Calling us a bilingual country is legally correct but disingenuous. Really we are two separate nations, each with its own language with some overlap in intermediary zones (just like it exists in the borders of many European nations). </p></li>\n<li><p><strong>The Québecois culture is very different from that of Canada</strong>. Okay you might think, they speak another language. So what? Except it is not just language; there is a massive cultural difference. We can start with language. Québecois are very protective about their language and have passed laws restricting other languages. Google &quot;language police&quot; and &quot;Bill 101&quot; for details. On the other hand, English Canada has a very multicultural approach to language. Many immigrant enclaves have businesses operating in their own language of origin and the government ensures information is translated in as many languages as possible (including French). Meanwhile, in Québec nearly all business need to operate in French, French must be the dominant language in signs, and governments only translate what they <em>have</em> to and are in many cases restricted from using other languages on signage, etc. Building on that, we can see the same sort of &quot;cultural protectionism&quot; when it comes to immigration. English Canada prides itself on being a land of immigrants and on its multiculturalism approach. In Québec though there is a lot of cultural protection and a lower rate of immigration compared to other provinces. Québec also passed the controversial bill 21, which prohibits the wearing of hijabs, turbans, and kippahs in many civil service jobs - something that is antithetical to the values commonly epoused in English Canada and would never pass in any other provincial legislature. In fact, politicians that have tried more nativist campaigns as found in US and Europe have failed in English Canada. But the extremely popular Premier of Quebec is a hardcore nativist.</p></li>\n<li><p><strong>In fact, our cultural orientations are extremely different</strong>. Essentially English Canada is American, Québec is French. English Canada, while not wanting to admit it, is very much under the influence of the American cultural sphere. Most of our media, etc. is American and in many ways we are indistinguishable from Americans. Our cultural identity is rooted in being &quot;better than&quot; Americans. For example, we see ourselves as a more open, more inclusive, more accommodating version of Americans. We also see ourselves as a more equitable America with better social programs, less racism, and more upward mobility. I am not debating whether these are true or not. Just stating what English Canadians see themselves as. Québec culture though is different. It is European in outlook. Québec aspires to be, in the words of its Premier, &quot;a piece of France in North America&quot;. It has a more European approach to topics such as immigration, multiculturalism, starting a family (less kids in Québec), social programs (particularly child care and post-secondary education), taxation (higher taxes in Québec), etc. Québec also has its own media, etc; which combined with the language barrier; make Québec under significantly lesser American influence</p></li>\n<li><p><strong>Legally, Québec operates differently</strong>. Everything above can provide the argument that they are a nation sperate from English Canada, making them akin to a seperate country. But I&#39;d argue that that they are not just a seperate nation; they are in many ways a seperate country. And the reason being their laws. While English Canada uses Anglo-American Common Law, Québec uses Civil Law, based on the Napoelonic Code. Their entire legal framework is different (with the exception of Criminal Law because it is a federal matter). As a result, everything works different there. You can&#39;t just take your legal knowledge to Québec and make it work. Many promotions, etc. do not work there because legally there are different requirements to set them up. Wills, real estate, torts - all operate under a very different system. Beyond the legal system, you also have different structural frameworks since Québec has been granted autonomy. You fill out a separate provincial tax return there while in English Canada the tax systems are integrated. Our Social Security is the Canada Pension Plan, theirs is the Québec Pension Plan. Our Employment Insurance covers parental leave, while they have a separate parental leave program.</p></li>\n<li><p><strong>They Just Do things differently</strong>. Heared of a 3 1/2? That is what Québecois call a one bedroom. BTW your lease will end Jun 30; Jul 1 you like everyone else will move. Heared of CÉGEP? That is their community college. Except their school ends in Grade 11 and everyone does 2 years CÉGEP before doing a 3 year Bachelors. Or they just do a 3/4 year CÉGEP which is the equivalent of our 2 year Diplomas and 3 year Advanced Diplomas. </p></li>\n</ul>\n\n<p>So to recap:</p>\n\n<ul>\n<li>Québec has a different language</li>\n<li>Québec has a different outlook to multiculturalism and its view in antithetical to a key element of Canadian identity</li>\n<li>Québec has culturally very little in common with English Canada; English Canada is more culturally like the US than it is like Québec</li>\n<li>Québec sees itself like a nation and acts like it with its naming conventions</li>\n<li>Québec has a different legal system</li>\n<li>Québec just operates differently.</li>\n</ul>\n\n<p>I think it is fair to say that Québec is for all intents and purposes a separate country with a Schengen style border with English Canada</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pi4gi7/cmv_québec_is_for_all_practical_purposes_a/",
  "subreddit": "changemyview",
  "id": "pi4gi7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So for starters. This is not an argument for Québec separatism. Rather, this is\na normative claim that Québec is already effectively an independent country\n\nContext: I am a lifetime Anglophone Torontonian who is moving to Québec City\nsoon for work. I, for various reasons, always saw Québec as a semi…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから手始めに これは、ケベック州の分離主義を主張するものではありません。むしろ、これは\nケベックはすでに事実上独立国であるという規範的な主張である\n\n文脈 私は生涯英語圏のトロントニアンで、仕事のために近々ケベックシティに引っ越す予定です。\n仕事のために近々ケベック市に引っ越す予定です。様々な理由から、私はいつもケベックを半独立国と見ていました。",
      "title": "CMVです。ケベック州は実質的にカナダとは別の国である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，对于初学者来说。这不是一个支持魁北克分离主义的论点。相反，这只是\n一个规范性的主张，即魁北克已经是一个有效的独立国家。\n\n语境。我是一个终身讲英语的多伦多人，即将搬到魁北克市工作。\n即将搬到魁北克市工作。由于各种原因，我一直认为魁北克是一个半独立国家。",
      "title": "CMV。魁北克省实际上是一个独立于加拿大的国家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，對於初學者來說。這不是一個支持魁北克分離主義的論點。相反，這只是\n一個規範性的主張，即魁北克已經是一個有效的獨立國家。\n\n語境。我是一個終身講英語的多倫多人，即將搬到魁北克市工作。\n即將搬到魁北克市工作。由於各種原因，我一直認爲魁北克是一個半獨立國家。",
      "title": "CMV。魁北克省實際上是一個獨立於加拿大的國家。"
    }
  ]
}