{
  "author": "inohashi",
  "original_created_utc": 1637175091,
  "title": "I just finished reading “A Thousand Splendid Suns” and I feel like a part of my soul has died",
  "created_utc": 1637183577,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I bought the book a year and a half ago but I never got around to reading it. I finally decided to read it last night and I finished it in one sitting. I seriously think this book changed my life, like I can’t stop thinking about Mariam and her story. I cried so hard by the end of the book and even now when I think about it I start tearing up. I seriously don’t think I have ever had this much of an emotional reaction when it comes to a book before. I think it’s gonna be one of those books I think about for a long, long time.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/qw64nr/i_just_finished_reading_a_thousand_splendid_suns/",
  "subreddit": "books",
  "id": "qw64nr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I bought the book a year and a half ago but I never got around to reading it. I\nfinally decided to read it last night and I finished it in one sitting. I\nseriously think this book changed my life, like I can’t stop thinking about\nMariam and her story. I cried so hard by the end of the book and even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1年半前に買った本ですが、なかなか読むことができませんでした。I\n昨日の夜、ようやく読む気になり、一気に読み終えました。I\nこの本は私の人生を変えたと思っています。\nまりあさんのことが頭から離れないんです。本の最後には大泣きしてしまい、さらに...。",
      "title": "今、「千の光芒」を読み終えて、魂の一部が死んだような気がしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在一年半前就买了这本书，但我一直没能读到它。I\n昨晚我终于决定读它，并且一口气读完了。I\n说真的，我认为这本书改变了我的生活，就像我无法停止思考玛丽亚姆和她的故事。\n玛丽亚姆和她的故事。在书的最后，我哭得很厉害，甚至...",
      "title": "我刚刚读完《灿烂千阳》，我觉得我的灵魂有一部分已经死去了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在一年半前就買了這本書，但我一直沒能讀到它。I\n昨晚我終於決定讀它，並且一口氣讀完了。I\n說真的，我認爲這本書改變了我的生活，就像我無法停止思考瑪麗亞姆和她的故事。\n瑪麗亞姆和她的故事。在書的最後，我哭得很厲害，甚至...",
      "title": "我剛剛讀完《燦爛千陽》，我覺得我的靈魂有一部分已經死去了"
    }
  ]
}