{
  "author": "idiomech",
  "the_new_excerpt": "In both cases someone is making a claim about what they are going to provide. I\nget sometimes it can’t be accomplished, but there are also other times when it\nis completely in a politician’s power.\n\nAs an example, if someone says “I will do X in my first 100 days in office” to\nget votes but has no…",
  "original_created_utc": 1613443562,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在这两种情况下，有人对他们要提供的东西提出了要求。I\n得到有时它不能完成，但也有其他时间，当它。\n完全是政治家的权力。\n\n举个例子，如果有人说 \"我将在上任的头100天里做X\"，以\n得票却没有...",
      "title": "CMV：政治家对其历史的虚假承诺和虚假宣称应该受到惩罚，类似于公司对产品虚假广告的惩罚。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這兩種情況下，有人對他們要提供的東西提出了要求。I\n得到有時它不能完成，但也有其他時間，當它。\n完全是政治家的權力。\n\n舉個例子，如果有人說 \"我將在上任的頭100天裏做X\"，以\n得票卻沒有...",
      "title": "CMV：政治家對其歷史的虛假承諾和虛假宣稱應該受到懲罰，類似於公司對產品虛假廣告的懲罰。"
    }
  ],
  "title": "CMV: Politicians should be punished for false promises and false claims about their history similarly to how companies are punished for false advertising for products",
  "created_utc": 1613457435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In both cases someone is making a claim about what they are going to provide. I get sometimes it can’t be accomplished, but there are also other times when it is completely in a politician’s power.</p>\n\n<p>As an example, if someone says “I will do X in my first 100 days in office” to get votes but has no intention of doing it, they should be held accountable.</p>\n\n<p>As another example, if a politician is lies about something they voted on or their background/degrees, that should be completely unacceptable. Lying about “I have these credentials” shouldn’t be any different than saying “This product contains real fruit.”</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/lktw1z/cmv_politicians_should_be_punished_for_false/",
  "subreddit": "changemyview",
  "id": "lktw1z",
  "is_self": true,
  "media": null,
  "is_video": false
}