{
  "author": "P90K",
  "the_new_excerpt": "AA IS a religion, just one that encourages you to choose your own “higher\npower”. I got sober myself last year, looked into AA and the mind literally\nboggled at how cultish it is. I have been sober without it ever since.\n\nFirst, it is not just about sobriety. It is about leading a life in…",
  "original_created_utc": 1620063311,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "AAは宗教ですが、自分で「高次の力」を選択することを奨励するものです。\nを選択することを奨励する宗教です。私は去年断酒して、AAについて調べましたが、文字通りカルト的なもので、頭が真っ白になりました。\nいかにカルト的であるかということに頭を抱えました。それ以来、私は断酒しています。\n\nまず、断酒だけが目的ではありません。それは、人生を送るためのものです。",
      "title": "CMV: AAでは、無神論者であっても、スピリチュアルでない人になることは不可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "AA是一种宗教，只是鼓励你选择你自己的 \"更高权力\"。\n权力\"。我去年自己戒了酒，研究了一下AA制，对它的邪教性质感到困惑。\n对它的邪教性质感到迷惑不解。从那时起，我就没有再参加过它了，一直很清醒。\n\n首先，它不仅仅是关于清醒的问题。它是关于在生活中引导...",
      "title": "CMV：在AA中不可能是一个没有精神的人；即使是作为一个无神论者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "AA是一種宗教，只是鼓勵你選擇你自己的 \"更高權力\"。\n權力\"。我去年自己戒了酒，研究了一下AA制，對它的邪教性質感到困惑。\n對它的邪教性質感到迷惑不解。從那時起，我就沒有再參加過它了，一直很清醒。\n\n首先，它不僅僅是關於清醒的問題。它是關於在生活中引導...",
      "title": "CMV：在AA中不可能是一個沒有精神的人；即使是作爲一個無神論者。"
    }
  ],
  "title": "CMV: is impossible to be a non-spiritual person in AA; even as an atheist",
  "created_utc": 1620117398,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>AA IS a religion, just one that encourages you to choose your own “higher power”. I got sober myself last year, looked into AA and the mind literally boggled at how cultish it is. I have been sober without it ever since.</p>\n\n<p>First, it is not just about sobriety. It is about leading a life in accordance to 12 step principles which are in turn designed with a higher power in mind. To them , I am just a “dry drunk” who is “merely between drinks” as I havent had the spiritual rebirth discussed in the AA text.</p>\n\n<p>They denigrate people who don’t “work the program” or “become a new person spiritually” — regardless of their sobriety. I talked to a girl who is heavily in AA and NA and she went on and on about how she was essentially “stealing the help” from these programs in her early sobriety by attending but not actually working the steps and traditions. That sounded really odd and counterproductive to me.</p>\n\n<p>AA has at its central tenant that you are powerless- not just over alcohol, but need something greater than yourself. For spiritual people, that is a god. For atheists, they say to make it about society in general. The way the steps are written- the spiritual growth has to occur in a way that conforms to others’ thinking. You have to have a sponsor, and the steps are pretty much all social/pro-conformity in nature. It pretty much says you need to have a group and “cant do this yourself”.  You cant really be too non-conformist if you want to work AA. </p>\n\n<p>They shun people who hold “resentments” or negativity (even if valid). They must not “be working a good program”. Ok - Im out, I thought this was supposed to be about getting sober but feels like Church.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n4248f/cmv_is_impossible_to_be_a_nonspiritual_person_in/",
  "subreddit": "changemyview",
  "id": "n4248f",
  "is_self": true,
  "media": null,
  "is_video": false
}