{
  "author": "yakiddingcunt",
  "original_created_utc": 1627205948,
  "title": "CMV: Choosing to use both she/they or he/they pronouns but then getting upset when someone doesn’t use both, is ridiculous.",
  "created_utc": 1627220146,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Singer Halsey has recently declared she will not be doing more press after a magazine “deliberately disrespected” her after misusing her pronouns.  The magazine on the cover of her article referred to her using “she/they” as she is happy with either but then only used the “she”pronoun for the rest of the article. </p>\n\n<p>I will always respect people’s pronouns but you can’t have a go at someone for only using one of your preferred pronouns, I feel like this is elitist and is setting up people to feel attacked when they are trying to do the right thing and respect people’s choice of pronouns.  </p>\n\n<p>Edit - I also just noticed I also used only the “she” pronoun when writing this and not out of a place of disrespect so please do not attack me but rather try to CMV.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/or8mye/cmv_choosing_to_use_both_shethey_or_hethey/",
  "subreddit": "changemyview",
  "id": "or8mye",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Singer Halsey has recently declared she will not be doing more press after a\nmagazine “deliberately disrespected” her after misusing her pronouns. The\nmagazine on the cover of her article referred to her using “she/they” as she is\nhappy with either but then only used the “she”pronoun for the rest of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "歌手のハルジーは、最近、ある雑誌が彼女の代名詞を間違って使用した後、「意図的に彼女を軽視した」として、これ以上の報道はしないと宣言しました。\n雑誌が彼女の代名詞を誤って使用したことで、彼女を「意図的に軽視した」と宣言しました。この雑誌は\n雑誌は彼女の記事の表紙で、彼女がどちらでもよいとして「she/they」を使っていることを紹介しました。\nしかし、その後の記事では \"she \"しか使っていません。",
      "title": "CMV：自分ではshe/they、he/theyの両方の代名詞を使っているのに、両方使わない人がいると怒るなんて、おかしいですよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "歌手哈尔西最近宣布，在一家杂志误用她的代名词后，她将不会再做更多的新闻报道。\n一家杂志在误用她的代名词后 \"故意不尊重 \"她。该\n该杂志在她的文章封面上提到她使用 \"她/他们\"，因为她对这两个词都很满意。\n但在其余部分只使用了 \"她 \"的代词。",
      "title": "CMV：选择同时使用她/他们或他/他们的代名词，但当有人不使用这两种代名词时就会生气，这很可笑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "歌手哈爾西最近宣佈，在一家雜誌誤用她的代名詞後，她將不會再做更多的新聞報道。\n一家雜誌在誤用她的代名詞後 \"故意不尊重 \"她。該\n該雜誌在她的文章封面上提到她使用 \"她/他們\"，因爲她對這兩個詞都很滿意。\n但在其餘部分只使用了 \"她 \"的代詞。",
      "title": "CMV：選擇同時使用她/他們或他/他們的代名詞，但當有人不使用這兩種代名詞時就會生氣，這很可笑。"
    }
  ]
}