{
  "author": "MorlaTheAcientOne",
  "original_created_utc": 1632130280,
  "title": "Haruki Murakami – I’m done trying.",
  "created_utc": 1632163898,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can see why Murakami is beloved by so many. His writing is dreamlike and precises. The atmosphere of his book draws me in, and I’d love to read more – if there wasn’t strange depiction of women. </p>\n\n<p>After a failed attempt to finish “Kafka at the Shore”, I wanted to give Murakami a second chance and started reading “Norwegian Woods”. I listened to The Beatles song, to get in the right mood and, yes, Murakami’s writing (or the translation of it) is delicate and has this evocative imagery that help you to get lost in this world. … Fast forward … </p>\n\n<p><span class=\"md-spoiler-text\">So, the main character stays at Naoko place - the former girlfriend of his best friend, who killed himself. It’s her 20 birthdays. She drinks too much. He wants to go, but she does not stop talking. Then stops talking and she starts crying – but silently. He comforts her. Then he sleeps with her. </span></p>\n\n<p><span class=\"md-spoiler-text\">“She made it clear that she wanted me to give her release” It’s really him sleeping with her – less a shared experience. </span></p>\n\n<p><span class=\"md-spoiler-text\">It’s her first time. </span></p>\n\n<p><span class=\"md-spoiler-text\">“Her cry was the saddest sound of orgasm I had ever heard” – even more romantic. </span></p>\n\n<p><span class=\"md-spoiler-text\">After it ended, he asked her, why she never had sex with her former boyfriend. She starts crying soundlessly again. – I wonder why</span></p>\n\n<p><span class=\"md-spoiler-text\">The next morning, he leaves her place, writing her a note \n “I’d like to have a good, long talk with you once you’ve calmed down. Please call me soon. Happy Birthday.” </span></p>\n\n<p>This whole passage reads like the pinnacle of every bad tropes about women I’ve encounter so far. It made me feel so uncomfortable and not in an – I must question my beliefs – uncomfortable way. It feels hollow and sad. Fits the theme of the book, sure. Yet, I really can’t enjoy one dimensional female character. </p>\n\n<p>I’m here to surrender. I might never finish a book by Haruki Murakami, and it makes me sad.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/prrbk1/haruki_murakami_im_done_trying/",
  "subreddit": "books",
  "id": "prrbk1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can see why Murakami is beloved by so many. His writing is dreamlike and\nprecises. The atmosphere of his book draws me in, and I’d love to read more – if\nthere wasn’t strange depiction of women.\n\nAfter a failed attempt to finish “Kafka at the Shore”, I wanted to give Murakami\na second chance and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "村上氏が多くの人に愛されている理由がわかります。彼の文章は夢のようであり\n正確である。彼の本の雰囲気に引き込まれ、もっと読みたいと思ってしまう。\n奇妙な女性の描写がなければ、もっと読みたいと思う。\n\n岸辺のカフカ』を読み終えて失敗した後、村上春樹にもう一度チャンスを与えようと思った。\n再チャレンジしてみようと思いましたが...。",
      "title": "村上春樹 「私はもう頑張りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我可以理解为什么村上会受到这么多人的喜爱。他的文字如梦如幻，而且\n准确的。他书中的气氛吸引着我，我很想读更多的书--如果没有对女性的奇怪描述的话。\n如果没有对女性的奇怪描述的话。\n\n在完成《海边的卡夫卡》的尝试失败后，我想给村上一个\n第二次机会，并且...",
      "title": "村上春树--我已经尝试过了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我可以理解爲什麼村上會受到這麼多人的喜愛。他的文字如夢如幻，而且\n準確的。他書中的氣氛吸引着我，我很想讀更多的書--如果沒有對女性的奇怪描述的話。\n如果沒有對女性的奇怪描述的話。\n\n在完成《海邊的卡夫卡》的嘗試失敗後，我想給村上一個\n第二次機會，並且...",
      "title": "村上春樹--我已經嘗試過了。"
    }
  ]
}