{
  "author": "justaregularguy044",
  "the_new_excerpt": "The breakup topic has a monopoly of women as much as I have felt. It will be\nquite good if I could get some male advice on this, preferably in a novel or a\nstory form.\n\nWhat I really want is a novel where a girl leaves a man who loved her immensely\nbut not enough by her standards. How did he…",
  "original_created_utc": 1619627143,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "別れの話題は、私が感じたほど女性の専売特許になっています。感じました。\nできれば小説や物語の形で、男性のアドバイスをもらえると嬉しいです。\nできれば小説や物語の形で。\n\n私が望んでいるのは、女の子が、自分をとても愛していたが、自分の基準では十分ではなかった男と別れるという小説です。\nでも、彼女の基準では十分ではなかった。彼はどうやって...",
      "title": "男性の視点から見た、別れたときの対処法についての本を提案してください。小説形式であればなお良いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "分手的话题是由女性垄断的，正如我所感受到的那样。如果我能在这方面得到一些男性的建议，那将是\n如果我能在这方面得到一些男性的建议就好了，最好是以小说或\n故事的形式。\n\n我真正想要的是这样一部小说：一个女孩离开一个非常爱她的男人\n但以她的标准来说还不够。他是如何...",
      "title": "给我推荐一本从男性角度出发的关于如何处理分手的书。如果是小说形式的就更好了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "分手的話題是由女性壟斷的，正如我所感受到的那樣。如果我能在這方面得到一些男性的建議，那將是\n如果我能在這方面得到一些男性的建議就好了，最好是以小說或\n故事的形式。\n\n我真正想要的是這樣一部小說：一個女孩離開一個非常愛她的男人\n但以她的標準來說還不夠。他是如何...",
      "title": "給我推薦一本從男性角度出發的關於如何處理分手的書。如果是小說形式的就更好了。"
    }
  ],
  "title": "Suggest me a book from male point of view about how to handle a breakup. It would be better if it is in a novel form.",
  "created_utc": 1619640822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The breakup topic has a monopoly of women as much as I have felt. It will be quite good if I could get some male advice on this, preferably in a novel or a story form.</p>\n\n<p>What I really want is a novel where a girl leaves a man who loved her immensely but not enough by her standards. How did he overcome that trauma?</p>\n\n<p>P.S: Something like 500 days of summer.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/n0ingl/suggest_me_a_book_from_male_point_of_view_about/",
  "subreddit": "booksuggestions",
  "id": "n0ingl",
  "is_self": true,
  "media": null,
  "is_video": false
}