{
  "author": "caradoguardaredes",
  "original_created_utc": 1624363529,
  "title": "CMV: Arguing that \"homophobic\" people are \"closeted\" gays is very bad argument to make, it doesn't help anyone",
  "created_utc": 1624401441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see the idea that &quot;homophobic&quot; people are, in general, gays themselves as if they can&#39;t recognize their own sexuality is very common and for me doesn&#39;t make any sense and even portrays gays as being worse than the general public when it comes to tolerance to others preferences.</p>\n\n<p>First of all, you can be homophobic and not-gay. That seems logical, for whatever reason, you don&#39;t like gay people, doesn&#39;t mean that I will agree with you or your view, but, if you don&#39;t hurt anyone with your idea and principles or even reduce the rights of other people, I won&#39;t have an issue with you.</p>\n\n<p>Secondly, if homophobic people are closeted gays that implies that they are worse than non-gay when it comes to tolerance of sexual preferences, since they hate themselves and people like them. </p>\n\n<p>And thirdly, let&#39;s say that you are homophobic and not gay. Do you think being called a closeted gay makes you feel better about the LGBT cause? Wouldn&#39;t it make you feel even worse and hate them even more? </p>\n\n<p>I just don&#39;t see how you can portray this as something that should use to criticize others. I find it an extremely bad argument and doesn&#39;t help absolutely anyone, it doesn&#39;t help the cause for gay (LGBT) rights or helps others being more tolerant to each other preferences.</p>\n\n<p>I would love to discuss this with you since I don&#39;t see any point that makes this argument favourable to anybody.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o5ljlh/cmv_arguing_that_homophobic_people_are_closeted/",
  "subreddit": "changemyview",
  "id": "o5ljlh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see the idea that \"homophobic\" people are, in general, gays themselves as if\nthey can't recognize their own sexuality is very common and for me doesn't make\nany sense and even portrays gays as being worse than the general public when it\ncomes to tolerance to others preferences.\n\nFirst of all, you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、「ホモフォビア」の人々は、一般的に、自分自身がゲイであるかのような考えを持っています。\n自分自身のセクシュアリティを認識できないというのは非常に一般的で、私にとっては何の意味もありません。\nまた、他人の好みに寛容であるという点では、同性愛者は一般の人々よりも劣っているようにさえ見えます。\nまた、同性愛者は、他の人の好みに寛容であるという点では、一般の人々よりも劣っているように見えます。\n\nまず第一に、あなた...",
      "title": "CMV: \"ホモフォビア \"の人たちが \"クローゼットの中の \"ゲイだと主張するのは、非常に悪い主張で、誰の役にも立ちません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为 \"恐同 \"的人一般都是同性恋者，好像他们不能认识到自己的性行为一样。\n他们不能认识到自己的性行为是非常普遍的，对我来说没有任何意义。\n对我来说，这没有任何意义，甚至把同性恋描绘成比一般公众更差的人。\n谈到对他人喜好的宽容。\n\n首先，你...",
      "title": "CMV: 认为 \"仇视同性恋 \"的人是 \"封闭的 \"同性恋是非常糟糕的论点，它对任何人都没有帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲 \"恐同 \"的人一般都是同性戀者，好像他們不能認識到自己的性行爲一樣。\n他們不能認識到自己的性行爲是非常普遍的，對我來說沒有任何意義。\n對我來說，這沒有任何意義，甚至把同性戀描繪成比一般公衆更差的人。\n談到對他人喜好的寬容。\n\n首先，你...",
      "title": "CMV: 認爲 \"仇視同性戀 \"的人是 \"封閉的 \"同性戀是非常糟糕的論點，它對任何人都沒有幫助。"
    }
  ]
}