{
  "author": "VeepSheep",
  "the_new_excerpt": "Im gay so i really appreciate that people do this. And now I’m going to kind of\nhold it against these people, so im sorry for that. But the fact that the bible\n(and torah, quran etc, although i think its a little different for the quran\nbecause its taken pretty literally still) has to be…",
  "original_created_utc": 1620155544,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はゲイなので、このようなことをしてくれる人たちには本当に感謝しています。そして今、私はその人たちを恨んでいるようなものです。\n申し訳ありませんでした。しかし、バイブル\nとトーラ、コーランなど、コーランは少し違うと思いますが\nしかし、コーランは少し違うと思います。なぜなら、コーランはまだかなり文字通りに受け取られているからです。",
      "title": "CMV: 聖書を時代に合わせて解釈し直すことは意味がないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是同性恋，所以我真的很感谢人们这样做。而现在我将会对这些人\n对这些人持有异议，所以我很抱歉。但事实上，《圣经》中\n和《圣经》、《古兰经》等，虽然我认为《古兰经》有一点不同\n因为它仍然是按字面意思理解的）必须是...",
      "title": "CMV: 我不认为为适应时代而重新解释圣经文本是有意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是同性戀，所以我真的很感謝人們這樣做。而現在我將會對這些人\n對這些人持有異議，所以我很抱歉。但事實上，《聖經》中\n和《聖經》、《古蘭經》等，雖然我認爲《古蘭經》有一點不同\n因爲它仍然是按字面意思理解的）必須是...",
      "title": "CMV: 我不認爲爲適應時代而重新解釋聖經文本是有意義的。"
    }
  ],
  "title": "CMV: I dont think it makes sense to reinterpret biblical texts to fit the times",
  "created_utc": 1620222024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im gay so i really appreciate that people do this. And now I’m going to kind of hold it against these people, so im sorry for that. But the fact that the bible (and torah, quran etc, although i think its a little different for the quran because its taken pretty literally still) has to be reinterpreted to fit the times to me is evidence that we shouldnt be looking to these texts as the word of God. </p>\n\n<p>&#x200B;</p>\n\n<p>I think its definitely a good thing that people do this instead of continue to take it literally, but it seems like flawed logic. It says very clearly in the old testament that homosexual sex is a sin and those who commit it must be put to death. Theres no fancy way to interpret this- you have to ignore it, or you have to try to contradict it with other parts of the bible. Well, if you have to ignore parts of the bible to follow it, then it doesnt seem so divine anymore. And if you can contradict away the parts of the bible you dont like then it *really* doesnt seem very divine.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/n4vgqy/cmv_i_dont_think_it_makes_sense_to_reinterpret/",
  "subreddit": "changemyview",
  "id": "n4vgqy",
  "is_self": true,
  "media": null,
  "is_video": false
}