{
  "author": "Silly-Tone5708",
  "the_new_excerpt": "Taking in consideration we don’t know if any type of god exists/ has existed and\nif it existed we woudn’t know which religion is right; i think it’s really wrong\nto teach religion as an absolute truth. For these reason Kids shouldn’t be\nallowed in churches or religious schools. They aren’t…",
  "original_created_utc": 1619287844,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "神が存在するかどうか、存在したとしてもどの宗教が正しいのかわからないということを考えると\nもし存在したとしても、どの宗教が正しいのかわからない。\n宗教を絶対的な真理として教えることは、本当に間違っていると思います。このような理由から、教会や宗教学校では子供を\n教会や宗教学校に子供を入れてはいけません。彼らはそうではありません...",
      "title": "CMV: 子供たちはどんな宗教にも強制されるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "考虑到我们不知道是否有任何类型的神存在/曾经存在，如果它存在，我们也不知道哪个宗教是正确的。\n如果它真的存在，我们也不知道哪种宗教是正确的；我认为把宗教作为一种绝对的东西来教育是非常错误的。\n我认为把宗教当作绝对真理来教育是错误的。由于这些原因，孩子们不应该被\n允许孩子进入教堂或宗教学校。他们不是...",
      "title": "CMV：不应强迫孩子们信奉任何宗教"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "考慮到我們不知道是否有任何類型的神存在/曾經存在，如果它存在，我們也不知道哪個宗教是正確的。\n如果它真的存在，我們也不知道哪種宗教是正確的；我認爲把宗教作爲一種絕對的東西來教育是非常錯誤的。\n我認爲把宗教當作絕對真理來教育是錯誤的。由於這些原因，孩子們不應該被\n允許孩子進入教堂或宗教學校。他們不是...",
      "title": "CMV：不應強迫孩子們信奉任何宗教"
    }
  ],
  "title": "CMV: Kids shouldn’t be forced into any religion",
  "created_utc": 1619308015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Taking in consideration we don’t know if any type of god exists/ has existed and if it existed we woudn’t know which religion is right; i think it’s really wrong to teach religion as an absolute truth. For these reason Kids shouldn’t be allowed in churches or religious schools. They aren’t inteligent enough to understand  god, they literally believe in santa. When they grow up a bit more ( middle/high school) I think they should be introduced to all the main religions as well as atheist and agnostic views so that they can decide which goes better with their values. I know that religion is really helpful for some people but it’s also harmful to others and everyone should be granted the right to decide what to believe. \nI don’t think someone who’s been “educated” on just one religon has ability to decide what to believe in. \nI used to be anti religious for personal reasons and anger but now, I see how religion has a positive impact on those who are suffering because it takes away the responsability of our life. However I still think that you shouldn’t force this onto your kid because beliefs are not always true.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mxpg4z/cmv_kids_shouldnt_be_forced_into_any_religion/",
  "subreddit": "changemyview",
  "id": "mxpg4z",
  "is_self": true,
  "media": null,
  "is_video": false
}