{
  "author": "elephantjizztail",
  "the_new_excerpt": "I found that jumping straight into \"adult\" books again left me unable to follow\nthe story. Goodnight Mister Tom is a simple children's book that I read in\nschool at around ten years old and, the way I see it, a story is a story -\nchildren's book or not!\n\nGoodnight Mister Tom is a damned good story.…",
  "original_created_utc": 1615708912,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我发现，直接跳到 \"成人 \"的书里，又让我跟不上了\n的故事。晚安汤姆先生》是一本简单的儿童读物，我在\n在十岁左右的时候，我就开始上学了，在我看来，一个故事就是一个故事。\n不管是不是儿童读物！\"晚安汤姆先生 \"是个该死的好故事。\n\n晚安汤姆先生》是一个该死的好故事....。",
      "title": "少年和成年后，读书的乐趣就退居其次了。从十岁开始，我第一次读《晚安汤姆先生》，每次放下书，我都迫不及待地想读更多的书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我發現，直接跳到 \"成人 \"的書裏，又讓我跟不上了\n的故事。晚安湯姆先生》是一本簡單的兒童讀物，我在\n在十歲左右的時候，我就開始上學了，在我看來，一個故事就是一個故事。\n不管是不是兒童讀物！\"晚安湯姆先生 \"是個該死的好故事。\n\n晚安湯姆先生》是一個該死的好故事....。",
      "title": "少年和成年後，讀書的樂趣就退居其次了。從十歲開始，我第一次讀《晚安湯姆先生》，每次放下書，我都迫不及待地想讀更多的書!"
    }
  ],
  "title": "Reading books for joy took a backseat as a teenager and adult. I'm reading Goodnight Mister Tom for the first time since the age of ten and I can't wait to read more every time I put it down!",
  "created_utc": 1615724832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I found that jumping straight into &quot;adult&quot; books again left me unable to follow the story. Goodnight Mister Tom is a simple children&#39;s book that I read in school at around ten years old and, the way I see it, a story is a story - children&#39;s book or not!</p>\n\n<p>Goodnight Mister Tom is a damned good story. I didn&#39;t understand a lot of things at ten years old, like the abuse Willie endured at the hand (or belt) of his mother, and I especially didn&#39;t understand the grief Tom Oakley was finally able to process thanks to the innocence of the vulnerable evacuee who needed a loving parental figure in his life.</p>\n\n<p>Don&#39;t be put off by a children&#39;s title - a good book is still a good book!</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/m4qzz8/reading_books_for_joy_took_a_backseat_as_a/",
  "subreddit": "books",
  "id": "m4qzz8",
  "is_self": true,
  "media": null,
  "is_video": false
}