{
  "author": "roonilwazlib1919",
  "original_created_utc": 1626537740,
  "title": "Question about the names and titles in Anna Karenina.",
  "created_utc": 1626572318,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished Anna Karenina and I had some questions. This might just be me being unaware of the Russian system, please forgive me if this is inappropriate for the sub.</p>\n\n<ol>\n<li><p>Who are the Princes and Princesses in the book, exactly? Are they related to the royal family? But there seems to be so many of them! (Princess Betsy, Prince Stepan Arkadyevich, Prince Shtcherbatsky, etc).</p></li>\n<li><p>How do the names work? When you say Stepan Arkadyevich Oblonsky, is that first, middle, and last names? Is calling someone by two names common?</p></li>\n<li><p>Is Karenin a title or a last name? I&#39;m confused because it changes to Karenina for female.</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/om70w5/question_about_the_names_and_titles_in_anna/",
  "subreddit": "books",
  "id": "om70w5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished Anna Karenina and I had some questions. This might just be me\nbeing unaware of the Russian system, please forgive me if this is inappropriate\nfor the sub.\n\n 1. Who are the Princes and Princesses in the book, exactly? Are they related to\n    the royal family? But there seems to be so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンナ・カレーニナ」を読み終えたところで、いくつか質問があります。これは私がロシアのシステムを知らないだけかもしれませんが\nロシアのシステムを知らないだけかもしれませんが、サブには不適切な内容でしたらお許しください。\nお許しください。\n\n 1. この本に出てくる王子様やお姫様は一体誰なのでしょうか？彼らは以下の関係者ですか？\n    王室と関係があるのでしょうか？と思っていましたが、そうではないようですね。",
      "title": "アンナ・カレーニナ』の名前やタイトルについての質問です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《安娜-卡列尼娜》，我有一些问题。这可能只是我\n不了解俄罗斯的制度，如果这是不恰当的，请原谅我。\n的问题，请原谅。\n\n 1. 书中的王子和公主们到底是谁？他们是否与\n    他们与皇室有关系吗？但似乎有那么...",
      "title": "关于《安娜-卡列尼娜》中的名字和头衔的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《安娜-卡列尼娜》，我有一些問題。這可能只是我\n不瞭解俄羅斯的制度，如果這是不恰當的，請原諒我。\n的問題，請原諒。\n\n 1. 書中的王子和公主們到底是誰？他們是否與\n    他們與皇室有關係嗎？但似乎有那麼...",
      "title": "關於《安娜-卡列尼娜》中的名字和頭銜的問題。"
    }
  ]
}