{
  "author": "Savings-Cheesecake94",
  "original_created_utc": 1639697177,
  "title": "What does ejaculation feel like with Vasectomy?",
  "created_utc": 1639723957,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;How does an ejaculation actually feel like if you have done Vasectomy before and all went 100% perfectly fine (no fail). What happens to the semen while having an orgasm? How does it feel and how does it work exactly? Do you still feel the same as before making the surgery? Does it feel weird or even painful in any way? Do you still release the same amount of testosterone when doing it? I&amp;#39;m really curious to hear what is your experience with this. I don&amp;#39;t plan to do it though but I still want to know what it&amp;#39;s like. Excuse my ignorance and sorry if I did a dumb question. I don&amp;#39;t want to offend anyone. Thanks for reading this post and taking your time. Have a nice one, everyone!&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;PS: Also, does it affect your daily normal life in anything?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;&lt;sup&gt;(Sorry for my English. I&amp;#39;m trying to learn it since I&amp;#39;m not a native English-Speaker&lt;/sup&gt;)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 122,
  "permalink": "/r/TooAfraidToAsk/comments/ri360q/what_does_ejaculation_feel_like_with_vasectomy/",
  "subreddit": "TooAfraidToAsk",
  "id": "ri360q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "How does an ejaculation actually feel like if you have done Vasectomy before and\nall went 100% perfectly fine (no fail). What happens to the semen while having\nan orgasm? How does it feel and how does it work exactly? Do you still feel the\nsame as before making the surgery? Does it feel weird or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>射精は実際どのような感じなのでしょうか？\n精巣摘出術を受けたことがあり、100％うまくいった（失敗がない）。何が\nオーガズムを感じているとき、精液はどうなるのでしょうか？どのように感じ、どのように\nは正確に動作しますか？作る前と同じように感じているのでしょうか？",
      "title": "パイプカットで射精はどのような感じですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>射精究竟是什么感觉？\n你以前做过输精管切除术，而且所有的事情都100%完美无缺（没有失败）。精液会发生什么变化？\n在达到高潮时，精液会发生什么变化？它的感觉如何，如何\n确切的工作？你的感觉是否还和以前一样，使...",
      "title": "输精管切除术后的射精是什么感觉？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>射精究竟是什麼感覺？\n你以前做過輸精管切除術，而且所有的事情都100%完美無缺（沒有失敗）。精液會發生什麼變化？\n在達到高潮時，精液會發生什麼變化？它的感覺如何，如何\n確切的工作？你的感覺是否還和以前一樣，使...",
      "title": "輸精管切除術後的射精是什麼感覺？"
    }
  ]
}