{
  "author": "deadghostboy",
  "original_created_utc": 1634922602,
  "title": "This might be such an unpopular nitpicky thing but…",
  "created_utc": 1634929671,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Books that drop real life celebrity names or brands or pop culture completely take me out of the moment. I can’t even explain why, you would think these things would make the story feel more grounded in reality, but for me I just lose interest. Maybe it’s because it has the potential of becoming dated, or maybe it’s because the whole point of me reading is because I want to ESCAPE the real world.</p>\n\n<p>Currently listening to the audiobook of One To Watch (absolutely loving it so far), but it just feels so weird to me that they have both made up/knock off versions of pop culture (Main Squeeze instead of The Bachelor, etc) and then drop “tweets” from Ellen and Chris Evans and talk about B99.</p>\n\n<p>Idk, is this even relatable to other readers or am I just weird?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qdlhfl/this_might_be_such_an_unpopular_nitpicky_thing_but/",
  "subreddit": "books",
  "id": "qdlhfl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Books that drop real life celebrity names or brands or pop culture completely\ntake me out of the moment. I can’t even explain why, you would think these\nthings would make the story feel more grounded in reality, but for me I just\nlose interest. Maybe it’s because it has the potential of becoming…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "実在の有名人の名前やブランド、ポップカルチャーを完全に引用している本は\nその場を離れてしまいます。なぜかは説明できません。\n物語をより現実に即したものにしてくれると思うでしょうが、私にとっては興味を失ってしまうのです。\n興味を失ってしまうのです。もしかしたら、それは、この作品が、このような作品になる可能性があるからかもしれません。",
      "title": "これは人気のない些細なことかもしれませんが...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "那些把现实生活中的名人名字或品牌或流行文化完全抛在脑后的书籍\n让我无法置身事外。我甚至无法解释为什么，你会觉得这些东西\n你会认为这些东西会让故事感觉更接地气，但对我来说，我只是\n失去了兴趣。也许这是因为它有可能成为...",
      "title": "这可能是这样一个不受欢迎的吹毛求疵的事情，但是......。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "那些把現實生活中的名人名字或品牌或流行文化完全拋在腦後的書籍\n讓我無法置身事外。我甚至無法解釋爲什麼，你會覺得這些東西\n你會認爲這些東西會讓故事感覺更接地氣，但對我來說，我只是\n失去了興趣。也許這是因爲它有可能成爲...",
      "title": "這可能是這樣一個不受歡迎的吹毛求疵的事情，但是......。"
    }
  ]
}