{
  "author": "allhailthe_Melonlord",
  "the_new_excerpt": "Recently, I put up a new bookshelf in my office space and I was telling my\ncoworker that I didn't have enough books to put up on the bookshelf and he\ncasually told me to just buy fake books and fill the space or buy books by the\nbunch sorted by color on Etsy. He also admitted that that's exactly…",
  "original_created_utc": 1622989023,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、オフィススペースに新しい本棚を設置したのですが、同僚に「本棚に入れる本が少ない」と話していたら\n同僚に「本棚に入れる本が足りない」と言ったところ\n本棚に並べる本が足りないと同僚に話していたら、偽物の本を買ってきてスペースを埋めるか、本を束で買ってきて\nEtsyで色別にまとめて買えばいいよ」とさりげなく教えてくれました。彼は、それがまさに...だと認めました。",
      "title": "偽物の本に腹を立てた人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我在我的办公空间里放了一个新书架，我告诉我的同事，我没有足够的书放在书架上。\n我告诉我的同事，我没有足够的书放在书架上。\n他随口告诉我，可以买些假书来填充空间，或者在Etsy上按颜色分类买些书。\n或者在Etsy网站上按颜色分类买一堆书。他还承认，这正是...",
      "title": "有人对假书感到生气吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我在我的辦公空間裏放了一個新書架，我告訴我的同事，我沒有足夠的書放在書架上。\n我告訴我的同事，我沒有足夠的書放在書架上。\n他隨口告訴我，可以買些假書來填充空間，或者在Etsy上按顏色分類買些書。\n或者在Etsy網站上按顏色分類買一堆書。他還承認，這正是...",
      "title": "有人對假書感到生氣嗎？"
    }
  ],
  "title": "Anyone get pissed off about fake books?",
  "created_utc": 1622994341,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently, I put up a new bookshelf in my office space and I was telling my coworker that I didn&#39;t have enough books to put up on the bookshelf and he casually told me to just buy fake books and fill the space or buy books by the bunch sorted by color on Etsy. He also admitted that that&#39;s exactly what he did in his office and has no intention of reading them. I don&#39;t know why but that pissed me off a bit. I personally refuse to own any books that I will not read. I have given away, such books in the past. I like to keep my bookshelf filled with books/things I treasure. I hate the idea of using books for just aesthetic and decor. It seems to lack character. And I unintentionally lose respect for the people who never read books and only buy them to decorate their house. Like stop faking a lifestyle that you are not willing to commit to. </p>\n\n<p>Thanks for reading my rant, folks. Have a good day!</p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/books/comments/ntmqdv/anyone_get_pissed_off_about_fake_books/",
  "subreddit": "books",
  "id": "ntmqdv",
  "is_self": true,
  "media": null,
  "is_video": false
}