{
  "author": "Fit_Consideration560",
  "original_created_utc": 1629826955,
  "title": "Please learn from another’s misfortune… My little brother just lost almost 50,000$ because of something so simple.",
  "created_utc": 1629833478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So back story since I have to hit a character limit anyway….  My little brother sold his car before his deployment a little over a year ago.   Dumped his 12k into crypto and over the course of the last year turned it into just under 50k… </p>\n\n<p>All is well so far right. Well the guy decided at the beginning the best way to not lose his keys was to screenshot them.   He was even smart enough to print said picture and put it in a safe.   And delete the pic from his phone.  </p>\n\n<p>What he failed to do was delete the photo from his Apple photos backup.   Fast forward to today and someone hacked into his Apple account (not a difficult feat for most hackers) Obviously recognized screenshots from a crypto wallet  keys, address, and QR code included. And cleaned him out.   </p>\n\n<p>His funds since have changed addresses a couple times and from his best look have been converted to Monero…gone forever.  </p>\n\n<p>Hopefully from his misfortune someone here can learn a lesson and not suffer the same fate.  Hell most of us probably even have a insider threat. Get a divorce and a disgruntled spouse who knows your passwords cleans you out lol.   Be smart</p>\n\n<p>And FYI he is a member of this sub if you wish to express condolences or give him crap for being an idiot. (That’s what I’ve been doing).   We will see if he is too embarrassed to speak out lol.</p>\n</div><!-- SC_ON -->",
  "score": 245,
  "permalink": "/r/CryptoCurrency/comments/pas8z3/please_learn_from_anothers_misfortune_my_little/",
  "subreddit": "CryptoCurrency",
  "id": "pas8z3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So back story since I have to hit a character limit anyway…. My little brother\nsold his car before his deployment a little over a year ago. Dumped his 12k into\ncrypto and over the course of the last year turned it into just under 50k…\n\nAll is well so far right. Well the guy decided at the beginning…"
}