{
  "author": "veniato",
  "original_created_utc": 1638686748,
  "title": "With such strong recovery, have we reached a point of no return?",
  "created_utc": 1638703876,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m fairly new to crypto and this was my first crash/dip. Reading the comments I&amp;#39;ve realised that we still have paper hands who are willing to sell despite losses. However, the sudden recovery has definitely startled many like me. We were having thoughts about the dip being deeper however it jumped back rather spectacularly.\nDoes that mean there&amp;#39;s a high chance that even if it crashes in the future, it would have even higher chance of bouncing back up? I know this is a simple hypothesis but any person with technical knowledge might be able to answer and I&amp;#39;d be delighted to learn whether people are trusting crypto more than ever now.\nAlso, yes, I bought the dip.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/r99r6q/with_such_strong_recovery_have_we_reached_a_point/",
  "subreddit": "CryptoCurrency",
  "id": "r99r6q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm fairly new to crypto and this was my first crash/dip. Reading the comments\nI've realised that we still have paper hands who are willing to sell despite\nlosses. However, the sudden recovery has definitely startled many like me. We\nwere having thoughts about the dip being deeper however it jumped…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私は暗号についてはかなりの初心者で、これは私の\n初めてのクラッシュ/ディップでした。コメントを読んで、損失が出ても売りたいというペーパーハンドがまだいることに気づきました。\n損失を出しても売ろうとするペーパーハンドがまだいることを実感しました。しかし、突然の回復は、私のような多くの人を驚かせました。\n私のような多くの人を驚かせたのは確かです。私たちは考えていました...",
      "title": "このような力強い回復の中で、私たちはもう戻れないところまで来ているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我对密码学相当陌生，这是我的第一个密码。\n第一次崩溃/下跌。在阅读评论时，我意识到我们仍然有一些纸上谈兵的人，尽管有损失也愿意卖掉。\n尽管有损失，但仍有一些人愿意出售。然而，突然的复苏\n绝对让许多像我一样的人感到震惊。我们在想...",
      "title": "在如此强劲的复苏下，我们是否达到了一个不归点？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我對密碼學相當陌生，這是我的第一個密碼。\n第一次崩潰/下跌。在閱讀評論時，我意識到我們仍然有一些紙上談兵的人，儘管有損失也願意賣掉。\n儘管有損失，但仍有一些人願意出售。然而，突然的復甦\n絕對讓許多像我一樣的人感到震驚。我們在想...",
      "title": "在如此強勁的復甦下，我們是否達到了一個不歸點？"
    }
  ]
}