{
  "author": "Unassisted3P",
  "original_created_utc": 1628791024,
  "title": "YSK: The Current Labor Shortage Runs far Deeper Than Just Being a \"Wage Shortage\"",
  "created_utc": 1628808233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: I work in the US manufacturing industry and specialize in how to manage employee workloads in a production line setting. The manufacturer that I work at has increased wages twice in the last year, and every worker is making at least $3 more an hour, and when we started our wage increase we were still twice as much as the federal minimum. Working a 40 hr a week schedule here is more than enough to put the recommended 25% of your wage towards rent based on my state&#39;s averages. We still can&#39;t stay staffed to keep up with product demand. Most of our vendors can&#39;t either. </p>\n\n<p>What YSK: This problem stretches far beyond wages and is much more complex than that. In addition to more than adequate wages we offer 401k, health insurance, paid holidays and vacations. We even have a college tuition program. It&#39;s the whole nine yards. I can&#39;t speak for other industries but I&#39;ve heard some of vendors/competors have made similar changes and they can&#39;t keep up with demand either due to their own labor shortages.</p>\n\n<p>What my employer and other companies are failing to realize is that wage isn&#39;t everything, and they can&#39;t just throw money at the problem to make it go away. We could always hire people-but retaining them has always been the issue. Workers will be hired, work a two weeks and then just stop showing up. My employer threw a lot of money into wages while doing minimal work to improve employee moral, scheduling, Union relations and general culture. Only when they started to do that did we see team members stay and help us meet our quotas.</p>\n\n<p>The truth is that the issue compounds easily, especially for the manufacturing industry. When you can&#39;t meet production quotas, you force your current workforce to work harder and longer to make up for it. Then you loose more workers, adding stress to management, which is usually taken out on team members. Our schedule for production team members isn&#39;t as atrocious as what has come out of <a href=\"https://www.npr.org/2021/07/21/1018634768/frito-lay-workers-are-in-the-third-week-of-a-strike-over-wages-and-working-condi\">other</a> companies. But it can be demanding, a couple hours of daily OT and Saturday OT is common, often without much notice. This makes it increasing difficult to hire especially younger people. </p>\n\n<p>Why YSK: If you&#39;re looking for employment, wage is important but culture and scheduling is everything. A lot of places right now are doing a lot to get you in the door but not a whole lot to keep you there. Use this to your advantage if you are able to negotiate things more than salary. Workers have a lot of power right now, and using it to improve wages is good, but improving general worker conditions as well as wage is even better. </p>\n\n<p>There are many other factors at play, including transportation and public transit to get people to work, child care, the culture of blue colar jobs in general and many other current events, but these things aren&#39;t necessarily in the span of control for employees or employers.</p>\n\n<p>EDIT: Cleaned up a couple of things. Also worth noting that there&#39;s some decent discussion in the comments regarding the culture around these jobs, along with retail and food service. Another thing that came up is that there&#39;s also a bit of a generational divide, Boomers and Gen X seem to be more willing to put forth the hours for proper compensation and retirement, whereas millennials and Gen Z have more priorities in time off now and treatment at work rather than money and materialism.</p>\n</div><!-- SC_ON -->",
  "score": 267,
  "permalink": "/r/YouShouldKnow/comments/p355gs/ysk_the_current_labor_shortage_runs_far_deeper/",
  "subreddit": "YouShouldKnow",
  "id": "p355gs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Background: I work in the US manufacturing industry and specialize in how to\nmanage employee workloads in a production line setting. The manufacturer that I\nwork at has increased wages twice in the last year, and every worker is making\nat least $3 more an hour, and when we started our wage increase…"
}