{
  "author": "iareto",
  "the_new_excerpt": "why YSK: you have an assignment due very soon this will help you finish them on\ntime or get the grade.\n\nthis isn't about long-term procrastination. if you can stop, stop asap. these\ntips only work in a hinge and overusing them will get you in trouble as they get\nless effective every time.\n\n3 tips +…",
  "original_created_utc": 1622474216,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、もうすぐ締め切りの課題があるからです。\nこれは長期的な先延ばしの問題ではありません。\n\nこれは長期的な先延ばしの問題ではありません。もしやめられるなら、すぐにやめてください。\nこれらのヒントはヒンジの中でしか機能しませんし、使いすぎると毎回効果がなくなるので困ってしまいます。\n使うたびに効果がなくなります。\n\n3つのヒント＋...",
      "title": "YSK: 課題を最後までやり遂げる方法。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：你的作业很快就要完成了，这将有助于你按时完成作业或获得成绩。\n或获得成绩。\n\n这不是关于长期拖延的问题。如果你能停止，就尽快停止。\n这些技巧只在一个铰链中起作用，过度使用它们会给你带来麻烦，因为它们每次都会变得\n每次都不太有效。\n\n3个技巧+...",
      "title": "YSK：如何在最后一刻攥紧你的作业，专业拖延者指南"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：你的作業很快就要完成了，這將有助於你按時完成作業或獲得成績。\n或獲得成績。\n\n這不是關於長期拖延的問題。如果你能停止，就儘快停止。\n這些技巧只在一個鉸鏈中起作用，過度使用它們會給你帶來麻煩，因爲它們每次都會變得\n每次都不太有效。\n\n3個技巧+...",
      "title": "YSK：如何在最後一刻攥緊你的作業，專業拖延者指南"
    }
  ],
  "title": "YSK: how to clutch your assignments last min. professional procrastinator guide",
  "created_utc": 1622491840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>why YSK: you have an assignment due very soon this will help you finish them on time or get the grade. </p>\n\n<p>this isn&#39;t about long-term procrastination. if you can stop, stop asap. these tips only work in a hinge and overusing them will get you in trouble as they get less effective every time.</p>\n\n<p>3 tips + consumables</p>\n\n<ol>\n<li>don&#39;t panic. you panic, you cant work. you think of the large pile of homework ahead of you, the three essays and exams. I don&#39;t care if you have it due in 5 mins. if you panic you won&#39;t start working until much later. also, most emotions can lead to panic, so try and suppress them. this isn&#39;t about finishing your homework in a healthy way, but about not handing it in late.</li>\n<li>decide the compromise right now. if it&#39;s a test, the content you studied the most before is gonna have to go. if it&#39;s a project, skip on the least marked criteria. have an action plan that gets you somewhere on the deadline then fix the compromises. fixing something, even if it&#39;s trash is a lot easier than working on a blank slate because it gives you the illusion that you&#39;re almost there. but understand you can also make a compromise in time. if you put this in mind, however, it leads to more procrastination. you make the compromise at the end. maybe skip the class before it&#39;s due. pull an allnighter. make an excuse for why it&#39;s late, its gonna get scummy and degrading but gain, this about clutching the grade.</li>\n<li>don&#39;t compromise sleep. you lose sleep and you lose your sanity. don&#39;t get me wrong, all-nighters are okay in the case of a single project which you can rest afterward, but an all-nighter takes time to regenerate from, ruining your sleep schedule. this doesn&#39;t work in the areas of stress where you need to procrastinate such as finals. you will trick yourself into thinking it&#39;s an easy compromise, it&#39;s not. in long periods of time, it will destroy your sanity, you will panic, and everything will fall apart. unless you have the next 2 days to regenerate, make sure you get 5 hours minimum every day.</li>\n</ol>\n\n<p>last but not least and most importantly, use consumables wisely. I&#39;m referring to coffee, that music that gets you hyped, alarms, maybe a drink or food that you associate with a clutch night. they are very powerful. the first time you drink coffee, its effect is insane. when I first listened to a hype song, I felt like on my way to Valhalla finishing the homework. they&#39;re incredibly useful and are your secret weapons. if you over procrastinate and use them all the time, they start to feel normal. associate them with clutch situations and only use them then.</p>\n\n<p>now go finish the assignment NOW you&#39;ve wasted too much time reading</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/np5qt5/ysk_how_to_clutch_your_assignments_last_min/",
  "subreddit": "YouShouldKnow",
  "id": "np5qt5",
  "is_self": true,
  "media": null,
  "is_video": false
}