{
  "author": "ouch8y",
  "the_new_excerpt": "This post has been on the back burner for a while now, because of an\nundisputable insecurity regarding my premise. There were quite a few gray areas\nthat could have proliferated some misunderstandings, and due to this, I’ll try\nmy best to be as unambiguous and precise as possible.\n\n 1. I do not want…",
  "original_created_utc": 1622834288,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事は、前提条件に議論の余地のない不安があるため、しばらくの間、後回しになっていました。\n議論の余地のない不安があったからです。誤解を招くようなグレーな部分がいくつもあって\n誤解を招く可能性がありますので、できるだけ明確で正確な表現を心がけます。\nなるべく曖昧さを排除し、正確に説明したいと思います。\n\n 1. 私は...",
      "title": "CMV: 自己啓発書の大半は役に立たない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这篇文章已经被搁置了一段时间，因为对我的前提有一种无可争议的不安全感。\n关于我的前提，无可争议的不安全感。有相当多的灰色区域\n可能会造成一些误解，由于这个原因，我将努力\n我尽量做到不含糊和准确。\n\n 1. 我不希望...",
      "title": "CMV：大多数 \"自我帮助 \"的书籍都是痛苦的无用的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這篇文章已經被擱置了一段時間，因爲對我的前提有一種無可爭議的不安全感。\n關於我的前提，無可爭議的不安全感。有相當多的灰色區域\n可能會造成一些誤解，由於這個原因，我將努力\n我儘量做到不含糊和準確。\n\n 1. 我不希望...",
      "title": "CMV：大多數 \"自我幫助 \"的書籍都是痛苦的無用的。"
    }
  ],
  "title": "CMV: The majority of ,self-help’ books are painfully useless",
  "created_utc": 1622848114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This post has been on the back burner for a while now, because of an undisputable insecurity regarding my premise. There were quite a few gray areas that could have proliferated some misunderstandings, and due to this, I’ll try my best to be as unambiguous and precise as possible.</p>\n\n<ol>\n<li>I do not want to lump all self-help books under the ,useless’’  umbrella. It’s simply not true. ,,The majority’’ implies a broad outlook of something while stressing an undisclosed number of exceptions. I’d suggest that some pieces of writing are worthwhile, hard to find. The cons do not offset the pros.</li>\n<li>2)Self-help, as a genre, is shallow, clogged with a plethora of fruitless fluff, perpetuating a plain, worn-out, cliched theme ad nauseam could’ve been boiled down to a maximum of 5 pages. One could easily hinge their counterargument on the idea that the efficiency of the books squarely falls on how the reader will employ the information that he faced, and although to some extent, I agree most self-help writings are arbitrary suggestions that have little to no value in the application and are buzz depthless advice prob rephrased. Let&#39;s be real here, nobody does anything with these books, and the very few are perhaps motivated by external forces(anecdotal evidence). Speaking from experience and after discussing the very thread with my acquaintances, they resurrect an underlying superficial illusion that you’ve done something relatively productive. Useless fluff, staying on some shaky grounds, hence the tempting titles and positive appellations. The generic Think and Grow Rich is honestly not my favorite</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 313,
  "permalink": "/r/changemyview/comments/nsd1zb/cmv_the_majority_of_selfhelp_books_are_painfully/",
  "subreddit": "changemyview",
  "id": "nsd1zb",
  "is_self": true,
  "media": null,
  "is_video": false
}