{
  "author": "PaleMasked",
  "original_created_utc": 1625271888,
  "title": "Non-fiction books about disease and pandemics of the 20th century.",
  "created_utc": 1625301663,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently reading Randy Shilts&#39; book about the AIDS epidemic, which I&#39;m greatly enjoying and would like to read more about disease in the 20th century. The big one would be any non-fiction book around the Spanish Flu, but any disease or pandemic event will do (even another book about AIDS if it&#39;s different enough from Shilts&#39; book). I prefer the combination of the medical community&#39;s perspective and the public&#39;s perspective, but either one independently would do. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/ocn769/nonfiction_books_about_disease_and_pandemics_of/",
  "subreddit": "booksuggestions",
  "id": "ocn769",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm currently reading Randy Shilts' book about the AIDS epidemic, which I'm\ngreatly enjoying and would like to read more about disease in the 20th century.\nThe big one would be any non-fiction book around the Spanish Flu, but any\ndisease or pandemic event will do (even another book about AIDS if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現在、ランディ・シルトのエイズの流行についての本を読んでいて、とても楽しいです。\n20世紀の病気についてもっと読んでみたいと思っています。\nスペイン風邪を題材にしたノンフィクションが一番ですが、病気やパンデミックの出来事なら何でも構いません。\nしかし、病気やパンデミックの出来事であれば何でもいいです（エイズについての別の本でも構いません）。",
      "title": "20世紀の病気やパンデミックに関するノンフィクションです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在读兰迪-希尔茨的关于艾滋病流行的书，我非常喜欢这本书。\n我非常喜欢这本书，并希望阅读更多关于20世纪疾病的书籍。\n最重要的是围绕西班牙流感的任何非虚构书籍，但任何\n但任何疾病或大流行病事件都可以（甚至是另一本关于艾滋病的书，如果......",
      "title": "关于20世纪疾病和大流行病的非小说类书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在讀蘭迪-希爾茨的關於艾滋病流行的書，我非常喜歡這本書。\n我非常喜歡這本書，並希望閱讀更多關於20世紀疾病的書籍。\n最重要的是圍繞西班牙流感的任何非虛構書籍，但任何\n但任何疾病或大流行病事件都可以（甚至是另一本關於艾滋病的書，如果......",
      "title": "關於20世紀疾病和大流行病的非小說類書籍。"
    }
  ]
}