{
  "author": "WeissMISFIT",
  "original_created_utc": 1639562777,
  "title": "I work for a wealth management firm, private wealth is VERY interested in crypto.",
  "created_utc": 1639575292,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hey everyone, as the title says, I work for a wealth management firm that specializes in private wealth but we also do the backend office work for the majority of the banks in my country as well as facilitate transfers from our countries version of the IRS to retirement funds and banks.&lt;/p&gt;\n\n&lt;p&gt;Recently we had a &amp;#39;meeting&amp;#39; about blockchain, crypto and NFTs and holy shit the firm was really onto it all. We regularly hear the FUD about the environmental impacts of crypto against something like visa or how it can be used by criminals for illegal activity. My firm knocked them out of the park, they pointed out how those comparisons are BS because they dont account for the total carbon footprint of the traditional banking system. They actually went in depth to point out that lots of newer crypto currencies are using PoS over PoW which means we&amp;#39;re using less energy and that a lot of the larger mining facilities are right next to energy production plants, typically green energy plants such as hydro.   &lt;/p&gt;\n\n&lt;p&gt;They also mention that crypto is actually less commonly used for criminal activities than good ol FIAT. You know what else, they actually defended NFTs. They pointed out that they can be used for tickets, passports and more than just jpeg files of bored apes.&lt;/p&gt;\n\n&lt;p&gt;Our company is actually intending on creating a subsidiary company based around blockchain wealth management.&lt;/p&gt;\n\n&lt;p&gt;People you have just received a brief inside look into a foreign private wealth management companies view on cryptocurrency. When you hear on the news about governments being unsure about it or FUD just remember, the big boys dont give a crap and they&amp;#39;re coming to make money and if crypto is where it is, thats where they are going.&lt;/p&gt;\n\n&lt;p&gt;Oh and they said something about 2B people being unbanked or something and how crypto helps fix that which makes them bullish but whatever, who cares about TWO BILLION PEOPLE who stand to benefit from the expansion of crypto am I right lol.  &lt;/p&gt;\n\n&lt;p&gt;[EDIT 1] More information around environmental concerns added.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 266,
  "permalink": "/r/CryptoCurrency/comments/rgvska/i_work_for_a_wealth_management_firm_private/",
  "subreddit": "CryptoCurrency",
  "id": "rgvska",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Hey everyone, as the title says, I work for a\nwealth management firm that specializes in private wealth but we also do the\nbackend office work for the majority of the banks in my country as well as\nfacilitate transfers from our countries version of the IRS to…"
}