{
  "author": "Glorious-Words",
  "the_new_excerpt": "The term Antisocial is more fitting to describe someone who has no regard for\nthe well-being of those around them. They can be defined as “harmful to\nsociety”.\n\nAsocial is the word you should be using to describe someone who doesn’t like\nsocial interactions and/or social settings. It is much more…",
  "original_created_utc": 1620190322,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "反社会的という言葉は、周りの人の幸せを考えない人を表すのに適しています。\n周りの人の幸せを考えない人を指す言葉です。彼らは「社会にとって有害」と定義することができます。\n社会にとって有害」と定義できます。\n\n非社会的という言葉は、社会的な交流や社会的な場が好きではない人を表すのに使うべき言葉です。\n社会的交流や社会的環境を好まない人を表すのに使うべき言葉です。それはより多くの...",
      "title": "YSK - 人付き合いや社会的な場所を避ける人の正しい表現は、「反社会的」ではなく、「非社会的」です。Asocialです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "反社会 \"一词更适合用来描述那些不顾周围人福祉的人。\n反社会一词更适合描述那些不顾周围人的福祉的人。他们可以被定义为 \"对社会有害\n社会\"。\n\n你应该用 \"非社会 \"这个词来描述那些不喜欢\n社会交往和/或社会环境。它更...",
      "title": "YSK - 逃避社会交往和社交场所的人的正确术语不是反社会。而是 \"非社会\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "反社會 \"一詞更適合用來描述那些不顧周圍人福祉的人。\n反社會一詞更適合描述那些不顧周圍人的福祉的人。他們可以被定義爲 \"對社會有害\n社會\"。\n\n你應該用 \"非社會 \"這個詞來描述那些不喜歡\n社會交往和/或社會環境。它更...",
      "title": "YSK - 逃避社會交往和社交場所的人的正確術語不是反社會。而是 \"非社會\"。"
    }
  ],
  "title": "YSK - That correct term for someone who avoids social interactions and social places isn’t Antisocial. It’s Asocial.",
  "created_utc": 1620208135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The term Antisocial is more fitting to describe someone who has no regard for the well-being of those around them. They can be defined as “harmful to society”. </p>\n\n<p>Asocial is the word you should be using to describe someone who doesn’t like social interactions and/or social settings. It is much more specific and is technically the correct term. </p>\n\n<p>However, due to the “anti” in antisocial, the word is perceived to mean more along the lines of someone who doesn’t like being social, which is a part of antisocial behavior, but isn’t what the word fully means. </p>\n\n<p>Antisocial is a term more befitting to describe a bully, than someone who simply doesn’t like social interactions.</p>\n\n<p>Why YSK: Using the correct terms for the correct behavior helps minimize confusion and also educates others on the different types of social interactions.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/YouShouldKnow/comments/n57o0p/ysk_that_correct_term_for_someone_who_avoids/",
  "subreddit": "YouShouldKnow",
  "id": "n57o0p",
  "is_self": true,
  "media": null,
  "is_video": false
}