{
  "author": "guitarzh3r0",
  "original_created_utc": 1634982328,
  "title": "Pro tip for getting more from Libby",
  "created_utc": 1635041961,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pro tip to save money on ebooks/audiobooks by more effectively using Libby: Queue up a bunch of books that you’re interested in. You can set a hold as inactive and say to not check it out until 30 days later, change your settings to not auto checkout so that you can choose to “Deliver later” even if not ready 30 days out.</p>\n\n<p>Then, when the time comes that you want to read a given book, you’ll be at the front of the line, where you can make a book active and pick it up quickly.</p>\n\n<p>I do this, have the hidden audible silver membership, and buy books infrequently as a result.</p>\n\n<p>EDIT: Not sure whether this was common knowledge, but I haven’t seen it mentioned. Also, another excellent resource is ereaderiq. I highly recommend donating money when they save you something to support the service.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qe1tg8/pro_tip_for_getting_more_from_libby/",
  "subreddit": "books",
  "id": "qe1tg8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pro tip to save money on ebooks/audiobooks by more effectively using Libby:\nQueue up a bunch of books that you’re interested in. You can set a hold as\ninactive and say to not check it out until 30 days later, change your settings\nto not auto checkout so that you can choose to “Deliver later” even if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Libbyをより効果的に使って、電子書籍/オーディオブックをお得に購入するプロの技。\n気になる本をたくさん並べておくこと。非アクティブにして、30日後までチェックしないようにすることもできます。\n非アクティブに設定して、30日後までチェックしないようにしたり、設定を変更して\n自動チェックアウトしないように設定して、「あとで届ける」を選択できるようにしておくと...",
      "title": "リビーから多くを得るためのプロのアドバイス"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "通过更有效地使用Libby来节省电子书/有声读物的专业提示。\n排列一堆你感兴趣的书。你可以设置一个保留\n不动，并说要在30天后才查看，改变你的设置\n不自动结账，这样你就可以选择 \"稍后交付\"，即使...",
      "title": "从利比获得更多信息的专业建议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "通過更有效地使用Libby來節省電子書/有聲讀物的專業提示。\n排列一堆你感興趣的書。你可以設置一個保留\n不動，並說要在30天后才查看，改變你的設置\n不自動結賬，這樣你就可以選擇 \"稍後交付\"，即使...",
      "title": "從利比獲得更多信息的專業建議"
    }
  ]
}