{
  "author": "New_Secretary_861",
  "the_new_excerpt": "As a woman, I got really upset when my friends said that they agreed with\n#killallmen, and they said that since men had been oppressing women for years,\nrevenge was justified. I called them sexist and part of the problem, and they\nsaid they don't believe you can be sexist to the group with power.…",
  "original_created_utc": 1613556497,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个女人，当我的朋友们说他们同意的时候，我真的很生气\n#killallmen，他们说，因为男人已经压迫妇女多年，\n复仇是合理的。我说他们是性别歧视者，是问题的一部分，而他们... ...\n说，他们不相信你可以对有权力的群体进行性别歧视....。",
      "title": "CMV：女权主义者说#killallmen，打起拳来还是打起拳来，这是适得其反的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個女人，當我的朋友們說他們同意的時候，我真的很生氣\n#killallmen，他們說，因爲男人已經壓迫婦女多年，\n復仇是合理的。我說他們是性別歧視者，是問題的一部分，而他們... ...\n說，他們不相信你可以對有權力的羣體進行性別歧視....。",
      "title": "CMV：女權主義者說#killallmen，打起拳來還是打起拳來，這是適得其反的。"
    }
  ],
  "title": "CMV: It is counter-productive for feminists to say #killallmen and punching up is still punching",
  "created_utc": 1613583420,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a woman, I got really upset when my friends said that they agreed with #killallmen, and they said that since men had been oppressing women for years, revenge was justified. I called them sexist and part of the problem, and they said they don&#39;t believe you can be sexist to the group with power. Looking back, I over-reacted and got too angry, and they don&#39;t actually hate or want to kill men.</p>\n\n<p>I still disagree with #killallmen , because I believe it hurts the feminist movement. Men can be feminists too and saying this alienates some from joining. I&#39;ve heard that it&#39;s a joke and men shouldn&#39;t get angry at it, but I feel like if we want to stop toxic masculinity and tell men that their emotions are valid, if they are offended by generalisations about them, we should respect that. </p>\n\n<p>Some feminists told me that the men who were going to judge the whole movement by the actions of a few, they never wanted to join in the first place. That these men are the problem, rather than people saying #killallmen. I agree that these men are a problem, but I also don&#39;t see how that means I have to be okay with feminists saying #killallmen either. I can dislike two things at the same time. If you don&#39;t like men judging the whole feminism movement based on the actions of a few, you shouldn&#39;t judge all men based on the actions of some men. So I think they&#39;re both part of the problem.</p>\n\n<p>I was told that it is punching up rather than punching down and therefore it&#39;s okay. But even though women aren&#39;t killing men en masse, men are still getting killed by other men and dying from work-related incidents at a much higher rate than women are, they also die at a younger age than women. This explanation ignores the fact that there are a few things men are disproportionately affected by.</p>\n\n<p>I also feel like statistics and facts, such as &quot;1 out of 6 American women has been the victim of an attempted or completed rape&quot;, are much better at raising awareness. Why make <em>untrue</em> hyperbolic statements, like all men are bad, when the <em>actual</em> statistics are shocking enough without hyperbole or exaggeration?</p>\n\n<p>I have also heard that #killallmen and misandrist statments are said out of frustration and as a form of venting, and I can understand it&#39;s frustrating, but I see that as an explanation rather than an excuse.</p>\n\n<p><strong>Edit</strong></p>\n\n<p><em>This</em> is the post I made before that sparked me to make this cmv. <a href=\"https://www.reddit.com/r/AskFeminists/comments/lkalii/how_do_you_deal_with_killallmen_people/?utm_medium=android_app&amp;utm_source=share\">https://www.reddit.com/r/AskFeminists/comments/lkalii/how_do_you_deal_with_killallmen_people/?utm_medium=android_app&amp;utm_source=share</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/llr6kz/cmv_it_is_counterproductive_for_feminists_to_say/",
  "subreddit": "changemyview",
  "id": "llr6kz",
  "is_self": true,
  "media": null,
  "is_video": false
}