{
  "author": "SnooLentils1875",
  "original_created_utc": 1633414427,
  "title": "CMV: Fat Acceptance does absolutely nothing and gives a false image of what society should become.",
  "created_utc": 1633426610,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m open to my mind being changed as maybe I’m missing something.</p>\n\n<p>Before I begin, let me rule out the obvious here. People who are medically unable to lose weight or anything that makes them considered obese are exceptions to this, because obviously, they are unable to physically do anything about it.</p>\n\n<p>Let’s begin:</p>\n\n<p>What is Fat Acceptance? From my understanding, Fat Acceptance is an ongoing movement that supports obese people and claims that society is biased and mainly only accommodates skinny people.</p>\n\n<p>I. Fat Acceptance hurts physical health.\nMany studies conclude that being obese is actually a medical condition, or rather a disease. This “disease” can cause numerous heart issues, diabetes, and even cancers. I don’t understand why accepting this disease helps in any way.</p>\n\n<p>II. Fat Acceptance does not contribute to society even if it is accepted.\nHypothetically, if being fat was the normal, would it really help humanity? A good example I like to use is the movie WALL-E. In WALL-E everyone is obese because they don’t do shit and everything is spoon fed to them. Do we want society to be lazy? Are we supposed to live driven by Coca Cola and burgers? What kind of life is that?</p>\n\n<p>III. The ignorance of fat acceptance is to hide the true fact: Obesity is not a good thing.\nMany obese people will hide the fact that obesity isn’t good. In order to solve this epidemic, we first have to acknowledge it, instead of hiding the real truth.</p>\n\n<p>IV. Fat-acceptance is the wrong step towards solving the obesity problem.\nAccepting to give up on having a healthy body is not going to solve the fat dilemma. There are many ways to help people overcome obesity.</p>\n\n<p>V. Arguing that “fatism” is on par with racism and homophobia is absurd.\nFatism is an indefinite state, meaning you can change your weight. Racism and homophobia are static changes which means they don’t really change.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/q1ots3/cmv_fat_acceptance_does_absolutely_nothing_and/",
  "subreddit": "changemyview",
  "id": "q1ots3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m open to my mind being changed as maybe I’m missing something.\n\nBefore I begin, let me rule out the obvious here. People who are medically\nunable to lose weight or anything that makes them considered obese are\nexceptions to this, because obviously, they are unable to physically do anything\nabout…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は何かを見逃しているかもしれないので、私の考えが変わることを歓迎します。\n\n始める前に、ここでは明白なことを除外させていただきます。医学的に痩せられない人や\n医学的に痩せられない人や、肥満とみなされる人は例外です。\n明らかに物理的に何もできないので、例外です。\nのことです。",
      "title": "CMV：ファット・アクセプタンスは何の役にも立ちませんし、社会がどうあるべきかという誤ったイメージを与えてしまいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我愿意接受我的想法被改变，因为也许我错过了什么。\n\n在我开始之前，让我在这里排除明显的问题。那些在医学上\n无法减肥或任何使他们被认为是肥胖的人是例外。\n这方面的例外，因为很明显，他们无法在身体上做任何事情\n关于...",
      "title": "CMV：接受脂肪绝对没有任何作用，而且给人一种社会应该变成什么样的错误印象。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我願意接受我的想法被改變，因爲也許我錯過了什麼。\n\n在我開始之前，讓我在這裏排除明顯的問題。那些在醫學上\n無法減肥或任何使他們被認爲是肥胖的人是例外。\n這方面的例外，因爲很明顯，他們無法在身體上做任何事情\n關於...",
      "title": "CMV：接受脂肪絕對沒有任何作用，而且給人一種社會應該變成什麼樣的錯誤印象。"
    }
  ]
}