{
  "author": "lackofpersonalitee",
  "the_new_excerpt": "In light of the U.S. considering canceling student loan debt with President\nBiden pushing $10k and Democrats pushing $50k, the focus seems to be the value\nrather than how to stop the next generation from digging that hole. Background,\njoined military, got school payed for etc. I'm borderline okay…",
  "original_created_utc": 1615671850,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "鉴于美国考虑与总统取消学生贷款债务。\n拜登推1万，民主党推5万，重点似乎是价值的问题\n而不是如何阻止下一代挖这个洞。背景：\n加入军队，得到学校支付等。我是边缘的好...",
      "title": "CMV：取消/补贴任何数额的学生贷款债务都不应该被考虑，直到一项立法出台，首先要尽量减少债务飙升的原因。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "鑑於美國考慮與總統取消學生貸款債務。\n拜登推1萬，民主黨推5萬，重點似乎是價值的問題\n而不是如何阻止下一代挖這個洞。背景：\n加入軍隊，得到學校支付等。我是邊緣的好...",
      "title": "CMV：取消/補貼任何數額的學生貸款債務都不應該被考慮，直到一項立法出臺，首先要儘量減少債務飆升的原因。"
    }
  ],
  "title": "CMV: Canceling/subsidizing any amount of student loan debt shouldn't be considered until a legislation is put out to minimize the reasons debt is skyrocketing in the first place.",
  "created_utc": 1615684923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In light of the U.S. considering canceling student loan debt with President Biden pushing $10k and Democrats pushing $50k, the focus seems to be the value rather than how to stop the next generation from digging that hole. Background, joined military, got school payed for etc. I&#39;m borderline okay with my taxes going out so others won&#39;t have to be as worried with that crippling debt due to their choices. I&#39;d be much more okay with the previous statement if I knew I had to never do it again cause there&#39;s laws in place. </p>\n\n<p>Also before the college should be free comments come out, yes I know and understand, I just want to work on this step before we take huge ones.</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/changemyview/comments/m4g7jb/cmv_cancelingsubsidizing_any_amount_of_student/",
  "subreddit": "changemyview",
  "id": "m4g7jb",
  "is_self": true,
  "media": null,
  "is_video": false
}