{
  "author": "BlueViper20",
  "original_created_utc": 1638230289,
  "title": "The Giver is a great book. It should never be seen as just a childrens book.",
  "created_utc": 1638237485,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Giver is an excellent book and yes, while I was introduced to it as a child and its perfectly acceptable book for kids to read, the messages and lessons in the book go far beyond that of a child or teenager will understand.  </p>\n\n<p>Looking back it is a profound book that should be read and understood as an adult.  </p>\n\n<p>It gives a much better way to question your reality and society and I find it to be much more thought provoking than major works such as 1984 or Animal Farm with regards to potentially dystopian societies.</p>\n</div><!-- SC_ON -->",
  "score": 1697,
  "permalink": "/r/books/comments/r59ca6/the_giver_is_a_great_book_it_should_never_be_seen/",
  "subreddit": "books",
  "id": "r59ca6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Giver is an excellent book and yes, while I was introduced to it as a child\nand its perfectly acceptable book for kids to read, the messages and lessons in\nthe book go far beyond that of a child or teenager will understand.\n\nLooking back it is a profound book that should be read and understood…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "The Giver」は素晴らしい本で、私は子供の頃にこの本に出会いました。\n子供が読んでも全く問題ない本ですが、そこに書かれているメッセージや教訓は\nこの本に込められたメッセージや教訓は、子供やティーンエイジャーが理解できる範囲をはるかに超えています。\n\n振り返ってみると、この本は読んで理解すべき深遠な本だと思います。",
      "title": "The Giver」は素晴らしい本です。単なる子供向けの本として見てはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "给予者》是一本很好的书，是的，虽然我是在小时候被介绍给它的\n这本书完全可以让孩子们阅读，但书中的信息和教训远远超出了儿童或青少年的理解范围。\n这本书中的信息和教训远远超出了儿童或青少年所能理解的范围。\n\n回过头来看，这是一本深刻的书，应该被阅读和理解......",
      "title": "给予者》是一本伟大的书。它绝不应该被视为只是一本儿童书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "給予者》是一本很好的書，是的，雖然我是在小時候被介紹給它的\n這本書完全可以讓孩子們閱讀，但書中的信息和教訓遠遠超出了兒童或青少年的理解範圍。\n這本書中的信息和教訓遠遠超出了兒童或青少年所能理解的範圍。\n\n回過頭來看，這是一本深刻的書，應該被閱讀和理解......",
      "title": "給予者》是一本偉大的書。它絕不應該被視爲只是一本兒童書。"
    }
  ]
}