{
  "author": "DJIMBEAUXbucc",
  "original_created_utc": 1635104353,
  "title": "Are there ANY notable nude statues from Greek and Roman antiquity times that actually featured the vulva or pubic hair? Why is it that for like thousands of years every sculptor used smooth Barbie anatomy on female forms while spending months perfectly chiseling a penis on male forms?",
  "created_utc": 1635114241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m looking into buying a block of marble and attempting to make a legitimate classical sculpture spoof.  I’ve more on less settled on doing a female form and have been spending a good amount of time looking at classical and renaissance and modern statues for ideas and references and whatever.  One thing I’ve always wondered about since visiting Rome as a teenager, and have been thinking about a lot recently, is what exactly caused the almost uniform decision across time and cultures to basically never attempt to carve female genitalia and just always give them the ol smooth Barbie crotch?</p>\n\n<p>Did any Greek or Roman artists whose work survived ever experiment with actually carving a vagina and/or female pubic hair like they all did with penises, or was that just entirely off limits?  Could there have been other, more lewd and anatomically correct statues that weren’t as valuable or well preserved in important places or were later destroyed by zealots or looters and are just lost to history?   Is it possible that some of the Greek statues may have originally been more realistic and had been later carved down to Barbie form later? </p>\n\n<p>Even in the Renaissance, would a nude sculpture of a woman with pubic hair or evidence of a vagina have been a scandal?  Would the patrons just reject it and make them sand it down?</p>\n</div><!-- SC_ON -->",
  "score": 116,
  "permalink": "/r/AskHistorians/comments/qezg92/are_there_any_notable_nude_statues_from_greek_and/",
  "subreddit": "AskHistorians",
  "id": "qezg92",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m looking into buying a block of marble and attempting to make a legitimate\nclassical sculpture spoof. I’ve more on less settled on doing a female form and\nhave been spending a good amount of time looking at classical and renaissance\nand modern statues for ideas and references and whatever. One…"
}