{
  "author": "GrannyLow",
  "the_new_excerpt": "A form of birth control that is safe and effective should be made available to\nevery American who wants it, free of charge.\n\nThis would include the pill, iud's, condoms, diagrams, etc. and hopefully at\nsome point a chemical contraceptive for men.\n\nA low cost standard would be decided upon but if…",
  "original_created_utc": 1618111373,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "安全で効果的な避妊具は、希望するすべてのアメリカ人に無料で提供されるべきです。\n安全で効果的な避妊法が、希望するすべてのアメリカ人に無料で提供されるべきです。\n\nこれにはピル、不妊治療薬、コンドーム、ダイアグラムなどが含まれます。\n男性用の化学的避妊薬もいつかは必要になるでしょう。\n\n低コストの基準は決定されるでしょうが、もし...。",
      "title": "CMV: ある種の避妊具は、すべてのアメリカ人に無料で提供されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "应向下列人员提供安全有效的节育方式：\n每个美国人谁想要它，免费。\n\n这将包括避孕药，避孕套，避孕套，图表等，希望在。\n某种程度上，男性的化学避孕药。\n\n将决定一个低成本的标准，但如果...",
      "title": "CMV：应该向所有美国人免费提供某种形式的节育措施。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "應向下列人員提供安全有效的節育方式：\n每個美國人誰想要它，免費。\n\n這將包括避孕藥，避孕套，避孕套，圖表等，希望在。\n某種程度上，男性的化學避孕藥。\n\n將決定一個低成本的標準，但如果...",
      "title": "CMV：應該向所有美國人免費提供某種形式的節育措施。"
    }
  ],
  "title": "CMV: Some form of birth control should be available to all Americans at no charge.",
  "created_utc": 1618119130,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A form of birth control that is safe and effective should be made available to every American who wants it, free of charge. </p>\n\n<p>This would include the pill, iud&#39;s, condoms, diagrams, etc. and hopefully at some point a chemical contraceptive for men.</p>\n\n<p>A low cost standard would be decided upon but if that particular product doesnt work for a person the next cheapest effective option would be provided.</p>\n\n<p>Students in public schools would be educated on the products and public schools could possibly distribute the product. </p>\n\n<p>I believe that this would pay for itself by reducing the number children dependent on the state, by allowing more people to focus on developing themselves instead of taking care of unwanted children, and by reducing the amount of revenue lost to child tax credits. </p>\n\n<p>Furthermore it would reduce human suffering by reducing the number of unwanted, neglected children and the number of resentful parents.  It would also reduce the number of abortions which I think we can all agree is a good thing.</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/changemyview/comments/mojb4m/cmv_some_form_of_birth_control_should_be/",
  "subreddit": "changemyview",
  "id": "mojb4m",
  "is_self": true,
  "media": null,
  "is_video": false
}