{
  "author": "Shimmerstorm",
  "original_created_utc": 1632431388,
  "title": "YSK about Fundamental Attribution Error, and how it can affect how you see the world and people around you.",
  "created_utc": 1632453058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK about Fundamental Attribution Error which is the tendency for humans to justify our own behaviour or situation because we know the environmental factors that have caused them, but to assume another person’s behaviour or situation is indicative of who they are as a person without consideration to environmental factors. One of the worst instances of this is victim blaming. </p>\n\n<p>Another example might be: Someone else who runs a red light must be reckless and stupid. If you were to run a red light, you justify the behaviour because you know your family member is having a medical emergency and you are rushing to the hospital. </p>\n\n<p>Why YSK: YSK about Fundamental Attribution Error because being mindful of it can give you a more positive outlook on life. We shouldn’t always assume the worst of others and should instead wonder what factors have put them in that situation or what else is contributing them to behave that way. Most people aren’t intentionally being malicious. People aren’t always as bad as we make them out to be.</p>\n\n<p><a href=\"https://en.m.wikipedia.org/wiki/Fundamental_attribution_error\">https://en.m.wikipedia.org/wiki/Fundamental_attribution_error</a></p>\n\n<p><a href=\"https://www.simplypsychology.org/fundamental-attribution.html\">https://www.simplypsychology.org/fundamental-attribution.html</a></p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/YouShouldKnow/comments/pu4srn/ysk_about_fundamental_attribution_error_and_how/",
  "subreddit": "YouShouldKnow",
  "id": "pu4srn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YSK about Fundamental Attribution Error which is the tendency for humans to\njustify our own behaviour or situation because we know the environmental factors\nthat have caused them, but to assume another person’s behaviour or situation is\nindicative of who they are as a person without consideration to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKは、基本的帰属の誤りについて説明します。\n自分の行動や状況は、その原因となった環境要因を知っているので正当化できるが\n自分の行動や状況は、その原因となった環境要因を知っているので正当化しますが、他人の行動や状況は、その人の人間性を示していると\nを考慮せずに、他人の行動や状況がその人の人間性を表していると思い込んでしまう傾向のことです...。",
      "title": "YSKは、根本的な帰属の誤りについて、そしてそれが世界や周囲の人々の見方にどのように影響するかについて説明しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK讲述了基本归因错误，这是人类倾向于\n倾向于为我们自己的行为或情况辩解，因为我们知道造成这些行为或情况的环境因素\n因为我们知道造成这些行为的环境因素，但却认为另一个人的行为或情况是\n而认为另一个人的行为或情况是他们作为一个人的指标，而不考虑......",
      "title": "YSK关于基本归因错误，以及它如何影响你如何看待世界和你周围的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK講述了基本歸因錯誤，這是人類傾向於\n傾向於爲我們自己的行爲或情況辯解，因爲我們知道造成這些行爲或情況的環境因素\n因爲我們知道造成這些行爲的環境因素，但卻認爲另一個人的行爲或情況是\n而認爲另一個人的行爲或情況是他們作爲一個人的指標，而不考慮......",
      "title": "YSK關於基本歸因錯誤，以及它如何影響你如何看待世界和你周圍的人。"
    }
  ]
}