{
  "author": "pacifistbabypuncher",
  "original_created_utc": 1632901769,
  "title": "CMV: A significant amount of Redditors have no concept of nuance and subscribe to generalizations that do more harm than good.",
  "created_utc": 1632915046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This in reference to any political post that you find on this website. Sort by top comments &amp; you’ll find multiple sweeping generalizations attacking the opposing party. For example, earlier I saw a top comment on an <a href=\"/r/all\">r/all</a> post that said “Republicans are racist but deny it since they’re not actively lynching people. If you tell them this they’ll claim you’re the one being racist, it’s exhausting.” I don’t browse the conservative subreddits but I’m sure I wouldn’t have to search hard to find comments with a similar theme. </p>\n\n<p>Some background on me, I’m from a very liberal part of California and I’ve voted Democrat every presidential election that I’ve participated in. Prior to joining the military I had little to no exposure to people aligned with the Republican party. Over the course of 5 years, I became close with more stereotypical gun-toting, F-150 driving, dip-spitting rednecks than I can count. For the most part, they were good people and the only racism/bigotry I saw happened on two occasions out of the 5 long years that I was in. Incidentally, I’ve also heard that sort of vitreol coming from people that would identify as Democrats. It’s a different kind of racism, it’s more casual but it exists. </p>\n\n<p>This shouldn’t be news to anyone, but I’ve come to the conclusion that someone’s political affiliation is not enough to accurately judge their character or morals. As it turns out, there are hateful &amp; rotten humans on both sides of the political spectrum. Generalizing the opposite party in a negative manner only serves to widen the political divide whilst embittering the other side even more. A common tell that Detectives look for is visible within the reaction of a suspect that has just been accused of committing a crime. Normally, if someone is accused of doing something that they haven’t done, their initial reaction is one of anger and indignation. Everyday on Reddit these accusations are thrown around and instead of hearing the accused out, we plug our ears and look to our peers for approval &amp; agreement. The anger from being wrongfully accused turns into resentment and I believe that resentment eventually breeds hatred. I think as a whole we lack nuance &amp; free-thought. It’s much easier to digest the narratives &amp; headlines that we are fed than it is to seek the truth ourselves. People seem to forget that although there are two extremes on the political spectrum, there is a LOT of space to exist in between and I think that’s where you’ll find most people.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/pxqkrm/cmv_a_significant_amount_of_redditors_have_no/",
  "subreddit": "changemyview",
  "id": "pxqkrm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This in reference to any political post that you find on this website. Sort by\ntop comments & you’ll find multiple sweeping generalizations attacking the\nopposing party. For example, earlier I saw a top comment on an r/all [/r/all]\npost that said “Republicans are racist but deny it since they’re not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、このウェブサイトに掲載されているあらゆる政治的な投稿について言及しています。並び替え\n上位のコメントを見ると、対立する政党を攻撃するような一般論が複数出てきます。\n批判しています。例えば、先ほどr/all [/r/all]の記事のトップコメントを見ました。\n共和党は人種差別主義者だが、自分たちはそうではないのでそれを否定する」という内容の投稿がありました。",
      "title": "CMV：Redditersの中には、ニュアンスという概念を持たず、害になるような一般論を鵜呑みにする人がかなりいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这指的是你在这个网站上发现的任何政治帖子。按以下方式排序\n最热门的评论，你会发现有很多笼统的概括，攻击对方的\n对立党派。例如，早些时候，我看到一个r/all [/r/all]的最高评论，说 \"共和党人是种族主义者，但否认他们的权利\"。\n帖子说：\"共和党人是种族主义者，但否认它，因为他们不是......",
      "title": "CMV：相当多的Redditors没有细微差别的概念，并赞同弊大于利的笼统说法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這指的是你在這個網站上發現的任何政治帖子。按以下方式排序\n最熱門的評論，你會發現有很多籠統的概括，攻擊對方的\n對立黨派。例如，早些時候，我看到一個r/all [/r/all]的最高評論，說 \"共和黨人是種族主義者，但否認他們的權利\"。\n帖子說：\"共和黨人是種族主義者，但否認它，因爲他們不是......",
      "title": "CMV：相當多的Redditors沒有細微差別的概念，並贊同弊大於利的籠統說法。"
    }
  ]
}