{
  "author": "pacifistbabypuncher",
  "original_created_utc": 1632901769,
  "title": "CMV: A significant amount of Redditors have no concept of nuance and subscribe to generalizations that do more harm than good.",
  "created_utc": 1632915046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This in reference to any political post that you find on this website. Sort by top comments &amp; you’ll find multiple sweeping generalizations attacking the opposing party. For example, earlier I saw a top comment on an <a href=\"/r/all\">r/all</a> post that said “Republicans are racist but deny it since they’re not actively lynching people. If you tell them this they’ll claim you’re the one being racist, it’s exhausting.” I don’t browse the conservative subreddits but I’m sure I wouldn’t have to search hard to find comments with a similar theme. </p>\n\n<p>Some background on me, I’m from a very liberal part of California and I’ve voted Democrat every presidential election that I’ve participated in. Prior to joining the military I had little to no exposure to people aligned with the Republican party. Over the course of 5 years, I became close with more stereotypical gun-toting, F-150 driving, dip-spitting rednecks than I can count. For the most part, they were good people and the only racism/bigotry I saw happened on two occasions out of the 5 long years that I was in. Incidentally, I’ve also heard that sort of vitreol coming from people that would identify as Democrats. It’s a different kind of racism, it’s more casual but it exists. </p>\n\n<p>This shouldn’t be news to anyone, but I’ve come to the conclusion that someone’s political affiliation is not enough to accurately judge their character or morals. As it turns out, there are hateful &amp; rotten humans on both sides of the political spectrum. Generalizing the opposite party in a negative manner only serves to widen the political divide whilst embittering the other side even more. A common tell that Detectives look for is visible within the reaction of a suspect that has just been accused of committing a crime. Normally, if someone is accused of doing something that they haven’t done, their initial reaction is one of anger and indignation. Everyday on Reddit these accusations are thrown around and instead of hearing the accused out, we plug our ears and look to our peers for approval &amp; agreement. The anger from being wrongfully accused turns into resentment and I believe that resentment eventually breeds hatred. I think as a whole we lack nuance &amp; free-thought. It’s much easier to digest the narratives &amp; headlines that we are fed than it is to seek the truth ourselves. People seem to forget that although there are two extremes on the political spectrum, there is a LOT of space to exist in between and I think that’s where you’ll find most people.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/pxqkrm/cmv_a_significant_amount_of_redditors_have_no/",
  "subreddit": "changemyview",
  "id": "pxqkrm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This in reference to any political post that you find on this website. Sort by\ntop comments & you’ll find multiple sweeping generalizations attacking the\nopposing party. For example, earlier I saw a top comment on an r/all [/r/all]\npost that said “Republicans are racist but deny it since they’re not…"
}