{
  "author": "hschnei2",
  "original_created_utc": 1630763914,
  "title": "CMV: A stay at home husband is no different than a stay at home wife",
  "created_utc": 1630769679,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am the breadwinner in my household. I am also the female. However, I am constantly asked “what does my husband do for work” and when I tell them he doesn’t work, I am always barraged with either looks of concern or questions like “does it bother you that he doesn’t work?” Or similar gender biased questions that assume he’s just lazy and a leech. However, this doesn’t happen the other way around- no one bats an eye when the male is the breadwinner to a stay-at-home wife and it doesn’t seem to matter if there are kids involved. </p>\n\n<p>My job is very stressful and time consuming- I appreciate that my husband can do the cooking, cleaning, care-giving for me and our home while I’m at work. I also have higher earning potential in my line of work. My husband not working allows me to end the work day to spend time with him or doing things that I enjoy rather than switching to home-related tasks AND since we both don’t slave away at jobs and come home to share the load of housework, we can actually spend quality time together when the work day is done. Why is this notion of a stay at home husband so wildly unaccepted?</p>\n\n<p>**edit: a user asked why I’d want my mind changed about this and I want to clarify that I don’t want my mind changed, I want to understand the arguments of those trying to change my mind in society (I could re word the title, but it still has the same effect regardless).</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/phs15z/cmv_a_stay_at_home_husband_is_no_different_than_a/",
  "subreddit": "changemyview",
  "id": "phs15z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am the breadwinner in my household. I am also the female. However, I am\nconstantly asked “what does my husband do for work” and when I tell them he\ndoesn’t work, I am always barraged with either looks of concern or questions\nlike “does it bother you that he doesn’t work?” Or similar gender…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の家では私が稼ぎ頭です。また、私は女性です。しかし、私は\n夫は何をしているのか」と聞かれ、「働いていない」と答えると\n働いていないと答えると、心配そうな顔をされたり、「働いていないことが気になるのか」と質問されたりします。\n働いていないと言うと、心配そうな顔をされたり、\"働いていないことが気になるの？\"と聞かれたりします。あるいは似たような性別...。",
      "title": "CMV: 家にいない夫は家にいない妻と変わらない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是家里的经济支柱。我也是女性。然而，我经常被问到\n我经常被问及 \"我丈夫是做什么工作的\"，而当我告诉他们他不工作时，我总是被问及 \"他是做什么工作的\"。\n当我告诉他们他不工作的时候，他们总是用关切的眼神看着我，或者问我\n比如 \"他不工作会不会让你感到困扰？\" 或者类似的性别...",
      "title": "CMV: 留在家里的丈夫与留在家里的妻子没有区别"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是家裏的經濟支柱。我也是女性。然而，我經常被問到\n我經常被問及 \"我丈夫是做什麼工作的\"，而當我告訴他們他不工作時，我總是被問及 \"他是做什麼工作的\"。\n當我告訴他們他不工作的時候，他們總是用關切的眼神看着我，或者問我\n比如 \"他不工作會不會讓你感到困擾？\" 或者類似的性別...",
      "title": "CMV: 留在家裏的丈夫與留在家裏的妻子沒有區別"
    }
  ]
}