{
  "author": "jradio610",
  "the_new_excerpt": "Some of the most controversial pardons issued by Presidents in recent history\n(including the pardoning of Richard Nixon and a number of pardons issued by\nDonald Trump) were to people who were not yet tried and convicted of a crime.\n\nThe unilateral and unchecked pardoning power of a U.S. President is…",
  "original_created_utc": 1611141345,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "近代史上一些最具争议性的总统赦免令。\n(包括对理查德-尼克松的赦免，以及一些人发布的赦免令)。\n唐纳德-特朗普（Donald Trump）是对那些还没有被审判和定罪的人。\n\n美国总统单方面的、不受约束的赦免权是...",
      "title": "[改变我的想法]：美国总统的赦免权不应扩大到那些尚未被定罪的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "近代史上一些最具爭議性的總統赦免令。\n(包括對理查德-尼克松的赦免，以及一些人發佈的赦免令)。\n唐納德-特朗普（Donald Trump）是對那些還沒有被審判和定罪的人。\n\n美國總統單方面的、不受約束的赦免權是...",
      "title": "[改變我的想法]：美國總統的赦免權不應擴大到那些尚未被定罪的人。"
    }
  ],
  "title": "CMV: The pardoning power of the U.S. President should not extend to those who have not yet been convicted of a crime.",
  "created_utc": 1611160375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some of the most controversial pardons issued by Presidents in recent history (including the pardoning of Richard Nixon and a number of pardons issued by Donald Trump) were to people who were not yet tried and convicted of a crime.</p>\n\n<p>The unilateral and unchecked pardoning power of a U.S. President is already controversial yet I can see the benefits of it in general. However the power to preemptively pardon people who haven’t even been tried or convicted is extremely dangerous specifically because not all the evidence obtained has been made public. It’s possible that the details of the crimes committed were far more heinous than what had been brought to light so far.</p>\n\n<p>It also makes it far too easy for a President to issue blanket pardons to associates they themselves had ordered to break the law which would eliminate the possibility that they would ever be held accountable for their actions.</p>\n\n<p>Lastly, our judicial system is based on the premise of “innocent until proven guilty.” Pardons by definition can only apply to someone guilty of a crime. Thus the preemptive pardon is at direct odds with the most important bastion of our entire judicial system. The preemptive pardon presumes guilt rather than innocence.</p>\n\n<p>It’s my view that Presidential pardons should only be issued to people who were tried and found guilty of a crime and should <em>not</em> apply to anyone who is merely <em>suspected</em> of a crime.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/l17845/cmv_the_pardoning_power_of_the_us_president/",
  "subreddit": "changemyview",
  "id": "l17845",
  "is_self": true,
  "media": null,
  "is_video": false
}