{
  "author": "jhf6782",
  "original_created_utc": 1631446568,
  "title": "CMV: I shouldn't have to even bother to think about filing taxes for small income.",
  "created_utc": 1631472316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ridiculous. I made a few crypto exchanges all under 100USD and then I heard that I have to f***ing file for a 100 dollar profit even if the tax is 0. Absolutely ridiculous. Obviously the IRS isn&#39;t going to hunt me down not filing this small amount, in fact it&#39;d cost them more to do so... but the fact that I am legally obliged to file just blows my mind. </p>\n\n<p>I&#39;d hope there would be some baseline like 1k or something. I&#39;m just trying to make some pocket change day trading. </p>\n\n<p>Feel free to change my view. Just frustrated and want to hear other&#39;s thoughts on why the f*** I have to file for such negligible income.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pmr441/cmv_i_shouldnt_have_to_even_bother_to_think_about/",
  "subreddit": "changemyview",
  "id": "pmr441",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ridiculous. I made a few crypto exchanges all under 100USD and then I heard that\nI have to f***ing file for a 100 dollar profit even if the tax is 0. Absolutely\nridiculous. Obviously the IRS isn't going to hunt me down not filing this small\namount, in fact it'd cost them more to do so... but the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ばかばかしい。私はいくつかの暗号交換を行いましたが、いずれも100米ドル以下で、その後に聞いたのは\n税金が0であっても、100ドルの利益のために***申告しなければなりません。\nばかばかしい。明らかにIRSはこの少額を申告しない私を追い詰めるつもりはありません。\nむしろ申告する方がコストがかかるのに......。",
      "title": "CMV：収入が少ないのに、わざわざ確定申告のことを考えなくてもいいはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "可笑的是。我做了几个加密货币交易，都在100美元以下，然后我听说\n我必须为100美元的利润申报，即使税收为0。\n荒唐。很明显，国税局不会因为我不申报这一小部分而追捕我。\n事实上，这样做会让他们花费更多......但是......。",
      "title": "CMV：我甚至不应该费心去考虑为小的收入报税。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "可笑的是。我做了幾個加密貨幣交易，都在100美元以下，然後我聽說\n我必須爲100美元的利潤申報，即使稅收爲0。\n荒唐。很明顯，國稅局不會因爲我不申報這一小部分而追捕我。\n事實上，這樣做會讓他們花費更多......但是......。",
      "title": "CMV：我甚至不應該費心去考慮爲小的收入報稅。"
    }
  ]
}