{
  "author": "WallFlowerAries",
  "original_created_utc": 1624562961,
  "title": "So, I hated the ending of Harry Potter and the Deathly Hallows",
  "created_utc": 1624583734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(possible spoilers) </p>\n\n<p>I recently finished reading (for the first time) all the Harry Potter books, and I really hated the very end. It seemed so rushed and it didn&#39;t go into detail on how the deaths of major characters impacted their lives afterwards. \nTo me, the ending seemed like &#39;oh we won, now let&#39;s skip to nineteen years later.&#39; </p>\n\n<p>Please tell me other people were disappointed with the ending of the books!? </p>\n\n<p>(I&#39;ve still never seen The deathly hallows part two movie)</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/books/comments/o784bj/so_i_hated_the_ending_of_harry_potter_and_the/",
  "subreddit": "books",
  "id": "o784bj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(possible spoilers)\n\nI recently finished reading (for the first time) all the Harry Potter books, and\nI really hated the very end. It seemed so rushed and it didn't go into detail on\nhow the deaths of major characters impacted their lives afterwards. To me, the\nending seemed like 'oh we won, now…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(ネタバレの可能性あり)\n\n最近、ハリーポッターの全巻を（初めて）読み終えたのですが\n最後の方は本当に嫌でした。急ぎすぎて、主要人物の死がその後の人生にどのような影響を与えるのか、詳しく書かれていませんでした。\n主な登場人物の死がその後の人生にどのような影響を与えたのか、詳しく説明されていませんでした。私にとっては\n私には「ああ、勝った、さあ...」という感じの終わり方でした。",
      "title": "だから、「ハリー・ポッターと死の秘宝」のエンディングは嫌いだった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(可能的破坏者)\n\n我最近读完了（第一次）所有的《哈利-波特》书籍，并且\n我真的很讨厌最后的结局。它看起来如此仓促，而且没有详细说明\n主要人物的死亡对他们之后的生活有何影响。对我来说，结尾似乎是 \"哦，我们赢了，我们赢了\"。\n结局似乎是 \"哦，我们赢了，现在......",
      "title": "所以，我讨厌《哈利波特与死亡圣器》的结局"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(可能的破壞者)\n\n我最近讀完了（第一次）所有的《哈利-波特》書籍，並且\n我真的很討厭最後的結局。它看起來如此倉促，而且沒有詳細說明\n主要人物的死亡對他們之後的生活有何影響。對我來說，結尾似乎是 \"哦，我們贏了，我們贏了\"。\n結局似乎是 \"哦，我們贏了，現在......",
      "title": "所以，我討厭《哈利波特與死亡聖器》的結局"
    }
  ]
}