{
  "author": "Alliedoll42_42",
  "original_created_utc": 1636638988,
  "title": "Do most of you read for entertainment or are you seeking philosophy or some form of enlightenment from your books?",
  "created_utc": 1636666462,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I majored in literature, and I often joke it&#39;s part of the reason that I &quot;don&#39;t read literature.&quot; That is not entirely true, I do find that I tend towards genre fiction, young adult stuff, fantasy adventure, light novels, paranormal romances and stuff that puts entertainment over academic merit. </p>\n\n<p>At times, I&#39;ve made judgements that having teenagers read The Scarlet Letter makes teenagers not want to read because they&#39;re beat over the head with symbolism. </p>\n\n<p>I don&#39;t want to have a brawl about what type of reading is best. I admit at times feeling insecure because I don&#39;t enjoy James Joyce or classics. I am working towards confidence in my own preferences and trying hard not to judge others for theirs.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qrlurl/do_most_of_you_read_for_entertainment_or_are_you/",
  "subreddit": "books",
  "id": "qrlurl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I majored in literature, and I often joke it's part of the reason that I \"don't\nread literature.\" That is not entirely true, I do find that I tend towards genre\nfiction, young adult stuff, fantasy adventure, light novels, paranormal romances\nand stuff that puts entertainment over academic merit.\n\nAt…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は文学を専攻していましたが、「文学を読まない」理由の一つとして、よく冗談を言います。\n文学を読まない」理由のひとつだとよく冗談を言います。完全に正しいわけではありませんが、私はジャンル小説、ヤングアダルト、ファンタジー、アドベンチャー、ライトノベル、超常現象などを好む傾向があります。\n小説、ヤングアダルト、冒険ファンタジー、ライトノベル、パラノーマル・ロマンス\nといった、学術的な価値よりも娯楽性を重視したものが多いですね。\n\nそれは...",
      "title": "皆さんは本を娯楽として読んでいるのでしょうか、それとも哲学やある種の悟りを求めて読んでいるのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的专业是文学，我经常开玩笑说这是我 \"不读文学 \"的部分原因。\n不读文学作品 \"的部分原因。这并不完全正确，我确实发现我倾向于类型小说、青少年的东西、幻想冒险、轻小说、超自然的爱情。\n小说、年轻人的东西、奇幻冒险、轻小说、超自然的浪漫小说\n以及那些将娱乐性置于学术价值之上的东西。\n\n在...",
      "title": "你们大多数人读书是为了娱乐，还是为了从书中寻求哲学或某种形式的启迪？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的專業是文學，我經常開玩笑說這是我 \"不讀文學 \"的部分原因。\n不讀文學作品 \"的部分原因。這並不完全正確，我確實發現我傾向於類型小說、青少年的東西、幻想冒險、輕小說、超自然的愛情。\n小說、年輕人的東西、奇幻冒險、輕小說、超自然的浪漫小說\n以及那些將娛樂性置於學術價值之上的東西。\n\n在...",
      "title": "你們大多數人讀書是爲了娛樂，還是爲了從書中尋求哲學或某種形式的啓迪？"
    }
  ]
}