{
  "author": "acenfp",
  "original_created_utc": 1632794818,
  "title": "I wanna thank translator for their hard work",
  "created_utc": 1632835583,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Being from a country with little to no published books in my native language it makes me happy with translators that are clearly in love with the original book they are working on, specially because I mostly read in english for the ease of access of material. Sometimes it even adds up quality to the original book, specially when it was written in far different written system and specific cultures. Translator notes can add quite a bit of context that sometimes can&#39;t be expressed through the use of english that would be lost to some readers. </p>\n\n<p>&#x200B;</p>\n\n<p>It comes to mind good translations of Arabian Nights(the translations from multiple arabic sources, not the french one that was spread around here in south america). I can&#39;t begin to imagine how life was around north africa and middle east in 2021, let alone hundreds of years ago. Context adds up so much value in such stories that it blows my mind. </p>\n\n<p>Also with languages that deviates from mine (I speak tupi[a native south american language], portuguese and english) so much that a direct translation proves itself almost impossible. Japanese is a good exemple of translation that requires lots of context because of its framework, so I am always pleased to read the implication of the use of kanji in setences.</p>\n\n<p>Sorry for the long post, I&#39;m just an indigenous Brazilian trying to learn about other cultures.</p>\n\n<p>&#x200B;</p>\n\n<p>tldr; we should value good translations and translators are MVPs</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pww6nz/i_wanna_thank_translator_for_their_hard_work/",
  "subreddit": "books",
  "id": "pww6nz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Being from a country with little to no published books in my native language it\nmakes me happy with translators that are clearly in love with the original book\nthey are working on, specially because I mostly read in english for the ease of\naccess of material. Sometimes it even adds up quality to the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分の母国語で本がほとんど出版されていない国から来た私にとっては\n原著を愛してやまない翻訳者がいると、嬉しくなります。\n特に、私は資料にアクセスしやすいように、ほとんど英語で読んでいるので\n英語で読むことが多いからです。特に私は英語で本を読むことが多いので、資料を手に入れやすいという理由もあります。",
      "title": "翻訳者の方々のご苦労に感謝したいと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我来自一个几乎没有以我的母语出版的书籍的国家。\n我对那些明显热爱原著的译者感到高兴。\n他们的工作，特别是因为我主要是用英语阅读，以方便\n读取材料。有时，这甚至会增加书的质量。",
      "title": "我想感谢译者的辛勤工作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我來自一個幾乎沒有以我的母語出版的書籍的國家。\n我對那些明顯熱愛原著的譯者感到高興。\n他們的工作，特別是因爲我主要是用英語閱讀，以方便\n讀取材料。有時，這甚至會增加書的質量。",
      "title": "我想感謝譯者的辛勤工作"
    }
  ]
}