{
  "author": "ArgumentBotRussia",
  "the_new_excerpt": "Why YSK: Many people do not realize what is actually in the food they eat. Many\nprobably do not want to eat insects. Some because they are vegan, vegetarian, or\nhave religious restrictions. Others for simple reasons of preference.\n\nLink for more details\n[https://recipes.howstuffworks.com/food…",
  "original_created_utc": 1622749149,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、自分が食べている食品に何が含まれているかを知らない。多くの人は\n昆虫を食べたくないと思っている人も多いでしょう。菜食主義者やベジタリアン、宗教上の理由で\n宗教上の制約があるからです。また、単純に好みの問題もあります。\n\n詳細はこちら\n[https://recipes.howstuffworks.com/food...",
      "title": "YSK カーミンは、多くの食品に使われている赤い食用色素ですが、その原料は昆虫を砕いたものです。具体的には、コチニールという虫のメスです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人没有意识到他们所吃的食物中究竟有什么。许多人\n可能不愿意吃昆虫。有些人是因为他们是素食主义者，素食主义者，或\n有宗教限制。还有一些人是出于简单的偏好。\n\n更多细节的链接\n[https://recipes.howstuffworks.com/food...",
      "title": "YSK胭脂虫，一种用于许多流行食品的红色食品染料，是由粉碎的昆虫制成。具体来说，就是雌性的胭脂虫。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人沒有意識到他們所喫的食物中究竟有什麼。許多人\n可能不願意喫昆蟲。有些人是因爲他們是素食主義者，素食主義者，或\n有宗教限制。還有一些人是出於簡單的偏好。\n\n更多細節的鏈接\n[https://recipes.howstuffworks.com/food...",
      "title": "YSK胭脂蟲，一種用於許多流行食品的紅色食品染料，是由粉碎的昆蟲製成。具體來說，就是雌性的胭脂蟲。"
    }
  ],
  "title": "YSK Carmine, a red food dye used in many popular foods, is made of crushed insects. Specifically, the female cochineal bug.",
  "created_utc": 1622811716,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people do not realize what is actually in the food they eat.  Many probably do not want to eat insects.  Some because they are vegan, vegetarian, or have religious restrictions.  Others for simple reasons of preference.</p>\n\n<p><a href=\"https://recipes.howstuffworks.com/food-science/carmine.htm\">Link for more details</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/nrlz7e/ysk_carmine_a_red_food_dye_used_in_many_popular/",
  "subreddit": "YouShouldKnow",
  "id": "nrlz7e",
  "is_self": true,
  "media": null,
  "is_video": false
}