{
  "author": "DroppinMadScience",
  "original_created_utc": 1636126558,
  "title": "Just finished Issac Asimov's \"The Caves of Steel\"",
  "created_utc": 1636138129,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished it today, picked up a copy for less than £2 in a charity shop last week and wow! What a great book! Found the story very captivating whilst still having the inferable depth that makes sci-fi great! Before this had read Asimov and Silverberg&#39;s &quot;Nightfall&quot; so was already expecting good things from &quot;The Caves of Steel&quot;, and yet still my expectations were surpassed! Highly recommend for any fans of science fiction. I don&#39;t read much murder mystery but I&#39;m sure this book would be good for fans of them, not just science fiction.</p>\n\n<p>Am looking forward to my copy of &quot;The Naked Sun&quot; to arrive in the post so I can continue the series :)</p>\n</div><!-- SC_ON -->",
  "score": 118,
  "permalink": "/r/books/comments/qndqa3/just_finished_issac_asimovs_the_caves_of_steel/",
  "subreddit": "books",
  "id": "qndqa3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished it today, picked up a copy for less than £2 in a charity shop last\nweek and wow! What a great book! Found the story very captivating whilst still\nhaving the inferable depth that makes sci-fi great! Before this had read Asimov\nand Silverberg's \"Nightfall\" so was already expecting good…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先週、チャリティーショップで2ポンド以下で購入したのですが、今日読み終えました。\n驚きました。なんて素晴らしい本なんでしょう 物語はとても魅力的で、しかも\n物語は非常に魅力的でありながら、SFを素晴らしいものにしている推論可能な深さを持っています。この本を読む前に、アシモフ\nこの本を読む前に、アシモフとシルバーバーグの「ナイトフォール」を読んでいたので、すでに良い作品を期待していました。",
      "title": "アイザック・アシモフの「鋼鉄の洞門」を読み終えたところ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天刚看完，去年在一家慈善商店买了一本不到2英镑的书。\n周，哇! 真是一本好书! 发现这个故事非常吸引人，同时还有\n有可推断的深度，使科幻作品变得伟大! 在这之前，我读过阿西莫夫\n和西尔弗伯格的《夜幕降临》，所以已经期待着好的结果。",
      "title": "刚刚读完伊萨克-阿西莫夫的 \"钢铁之洞\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天剛看完，去年在一家慈善商店買了一本不到2英鎊的書。\n周，哇! 真是一本好書! 發現這個故事非常吸引人，同時還有\n有可推斷的深度，使科幻作品變得偉大! 在這之前，我讀過阿西莫夫\n和西爾弗伯格的《夜幕降臨》，所以已經期待着好的結果。",
      "title": "剛剛讀完伊薩克-阿西莫夫的 \"鋼鐵之洞\"。"
    }
  ]
}