{
  "author": "Lorentari",
  "original_created_utc": 1625993535,
  "title": "CMV: By filling balloons with helium you are killing future cancer patients and aiding terrorists",
  "created_utc": 1626003039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Helium is a very limited resource expected to run out it 25-30 years with our current useage. It is currently used as THE coolant in MRI machines and as radiation detection for anti-terrorist units around the world for detection of A-bombs and dirty bombs.\nHelium is only produced by nuclear fusion (whichi we don&#39;t know how to reliably do yet) and in very small amounts by decay of uranium and other potent radioactive compounds. Yet because the US sits on the World Helium Reserve the and made a trade agreement decades ago, the price of helium is kept artificially low so consumers can freely use helium for leisure activities. \nIf the price of Helium really reflected supply and demand, estimates show that you would currently pay upwards of $75 for a single balloon at Disney World.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/oi0zp0/cmv_by_filling_balloons_with_helium_you_are/",
  "subreddit": "changemyview",
  "id": "oi0zp0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Helium is a very limited resource expected to run out it 25-30 years with our\ncurrent useage. It is currently used as THE coolant in MRI machines and as\nradiation detection for anti-terrorist units around the world for detection of\nA-bombs and dirty bombs. Helium is only produced by nuclear fusion…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ヘリウムは非常に限られた資源で、現在の使用量では25～30年でなくなると予想されています。\n現在の使用量では25～30年でなくなると予想されています。現在は、MRI装置の冷却材として、また\nまた、世界中の対テロリスト部隊で原爆やダーティーボムを検出する放射線検出器としても使用されています。\n原爆やダーティーボムを検出するための放射線検出器として使用されています。ヘリウムは、核融合によってのみ生成されます...",
      "title": "CMV: 風船にヘリウムを入れることは、未来のガン患者を殺し、テロリストを助けることになる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "氦是一种非常有限的资源，以我们目前的使用量，预计将在25-30年内耗尽。\n目前的使用量。目前，它被用作核磁共振机器的冷却剂和\n辐射检测，用于世界各地的反恐单位，以检测\nA-炸弹和脏弹。氦气只由核聚变产生...",
      "title": "CMV：用氦气填充气球，你是在杀害未来的癌症患者和帮助恐怖分子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "氦是一種非常有限的資源，以我們目前的使用量，預計將在25-30年內耗盡。\n目前的使用量。目前，它被用作核磁共振機器的冷卻劑和\n輻射檢測，用於世界各地的反恐單位，以檢測\nA-炸彈和髒彈。氦氣只由核聚變產生...",
      "title": "CMV：用氦氣填充氣球，你是在殺害未來的癌症患者和幫助恐怖分子"
    }
  ]
}