{
  "author": "NorrisOnAShark",
  "the_new_excerpt": "Anyone else? Without spoiling anything, what Paul goes through (and thinks\nthrough) is just so relatable at this point in my life. It is often said that\nhow we perceive books changes depending on which stage of life we are in when we\nread them. I truly think this would have been a much different…",
  "original_created_utc": 1620933927,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他の人は？ネタバレにならないように、ポールが経験したこと（考えたこと）は、私の人生のこの時点でとても親近感がわきました。\n考えること）は、私の人生の今の時点でとても共感できるものです。よく言われることですが\nよく言われることですが、本を読んだ時の人生のステージによって、本の捉え方が\nよく言われることですが この作品は、私が読んだ時とはかなり違ったものになっていたと思います。",
      "title": "Dune Messiah』は、オリジナル作品ほど愛されてはいませんが、中年の危機に直面している夫や父親として、私を打ちのめしてくれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "还有谁？在不破坏任何东西的情况下，保罗所经历（和思考）的事情在我的生活中是如此的贴切。\n在我生命中的这一点上是如此的贴切。人们常说\n我们如何看待书籍，取决于我们阅读书籍时所处的人生阶段。\n读书的时候，我们对书的看法会发生变化。我真的认为这将是一本非常不同的书。",
      "title": "沙丘救世主》并不像原作那样受人喜爱，但作为一个面临中年危机的丈夫和父亲，它让我崩溃。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "還有誰？在不破壞任何東西的情況下，保羅所經歷（和思考）的事情在我的生活中是如此的貼切。\n在我生命中的這一點上是如此的貼切。人們常說\n我們如何看待書籍，取決於我們閱讀書籍時所處的人生階段。\n讀書的時候，我們對書的看法會發生變化。我真的認爲這將是一本非常不同的書。",
      "title": "沙丘救世主》並不像原作那樣受人喜愛，但作爲一個面臨中年危機的丈夫和父親，它讓我崩潰。"
    }
  ],
  "title": "Dune Messiah isn't nearly as loved as the original, but as a husband and father facing mid-life crisis, it broke me.",
  "created_utc": 1620954829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Anyone else? Without spoiling anything, what Paul goes through (and thinks through) is just so relatable at this point in my life. It is often said that how we perceive books changes depending on which stage of life we are in when we read them. I truly think this would have been a much different book for me in my teens or twenties.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/nbp0um/dune_messiah_isnt_nearly_as_loved_as_the_original/",
  "subreddit": "books",
  "id": "nbp0um",
  "is_self": true,
  "media": null,
  "is_video": false
}