{
  "author": "Andrew_Eh04",
  "original_created_utc": 1629742036,
  "title": "YSK that wisdom teeth removals are often not necessary, unlike what your dentist may say.",
  "created_utc": 1629755241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>It&#39;s very common for people aged 16 to 19 years old to get their wisdom teeth removed according to their dentist&#39;s recommendation, but often, this possibly risky procedure isn&#39;t actually required at all.</p>\n\n<p>Dentistry, especially in the US and Canada, is a huge money-making industry. Unnecessary dental procedures are by far the most common and most costly of all dental scams. According to a <a href=\"https://www.smilecaredental.ca/blog/dentist-scams-and-unnecessary-dental-treatment\">reputable Canadian dentist</a>, &quot;Any person who learns how to avoid unnecessary dental procedures will save more than 50% on dental costs over their lifetime!&quot;... which is very concerning when you think about it.</p>\n\n<p>My former dental office would constantly tell me that I required dental x-rays, denying that I had recently had them taken. Each time this would happen, I would get out my phone, take a look at the date I recorded for the last time I had them taken, look at the official American Dental Association recommendations, and prove to them that they&#39;re just trying to scam me. It&#39;s a shame that most people would take the dental office&#39;s word and get exposed to unnecessary radiation while simultaneously wasting their money/dental insurance coverage for something they don&#39;t need.</p>\n\n<p>Anyways, back to the wisdom teeth removal part...</p>\n\n<p>So, that same dental office now says that I will need wisdom teeth removal surgery. Since I couldn&#39;t really trust my dentist in the first place, I wanted a second opinion on this recommendation. I went to my former orthodontist, who just so happens to be one of the most reputable in my city, where I got my braces from when I was younger. She just laughed, saying that my wisdom teeth do not need removing whatsoever, confirming my skepticism with my dentist.</p>\n\n<p>The orthodontist also explained that dentists, especially in Canada and the US, will try to pressure you into a wisdom teeth removal surgery that you don&#39;t really need since they get a sort of &quot;referral bonus&quot; from the dental surgeon each time one of their patients is referred to get a surgery.</p>\n\n<p>Think about how terrible and uncalled for this is... the risks involved with anesthesia, the cost of the procedure for the patients, the risk of a failed procedure, the stress it puts on the patients, and the list goes on. All of this so that dentists can make some extra $.</p>\n\n<p>Do your research before your next dental appointment. Sources used: <a href=\"https://www.utdentists.com/news/story.htm?id=5388dc51-2195-48a8-a0af-29da4eda8f97\">UTDentists</a>, <a href=\"https://www.mayoclinic.org/diseases-conditions/wisdom-teeth/expert-answers/wisdom-teeth-removal/faq-20058558\">Mayo Clinic</a>, <a href=\"https://www.smilecaredental.ca/blog/dentist-scams-and-unnecessary-dental-treatment\">Smile Care Dental</a>.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/pa5d01/ysk_that_wisdom_teeth_removals_are_often_not/",
  "subreddit": "YouShouldKnow",
  "id": "pa5d01",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nIt's very common for people aged 16 to 19 years old to get their wisdom teeth\nremoved according to their dentist's recommendation, but often, this possibly\nrisky procedure isn't actually required at all.\n\nDentistry, especially in the US and Canada, is a huge money-making…"
}