{
  "author": "Themoose666",
  "the_new_excerpt": "Very often when discussing things that should not be criticizable things like\nrace, sexuality and religion are brought up. However religion is nothing like\nsexuality or race. These are immutable characteristics of which you have no\ncontrol, and would be ridiculous for me to judge you for or…",
  "original_created_utc": 1610390767,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "通常在讨论不应该批评的事情时，比如\n种族、性取向和宗教都被提了出来。然而，宗教并不像\n性取向或种族。这些是你没有的不可改变的特征\n控制，对我来说判断你或…是可笑的",
      "title": "[改变我的想法]：宗教在不应该被视为不可改变的特征时，被视为不可改变的特征，并像不可改变的特征一样受到保护。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "通常在討論不應該批評的事情時，比如\n種族、性取向和宗教都被提了出來。然而，宗教並不像\n性取向或種族。這些是你沒有的不可改變的特徵\n控制，對我來說判斷你或…是可笑的",
      "title": "[改變我的想法]：宗教在不應該被視爲不可改變的特徵時，被視爲不可改變的特徵，並像不可改變的特徵一樣受到保護。"
    }
  ],
  "title": "CMV: Religion is treated as and protected like immutable characteristics when it shouldn't be.",
  "created_utc": 1610409538,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Very often when discussing things that should not be criticizable things like race, sexuality and religion are brought up. However religion is nothing like sexuality or race. These are immutable characteristics of which you have no control, and would be ridiculous for me to judge you for or criticize. Religion on the other hand is a set of ideas that you believe in. </p>\n\n<p>In all other areas we seem okay with judging people not only on their actions, but also their beliefs. For example we judge a Nazi for being a Nazi regardless of whether or not they chosen to kill any Jews. For a lighter note, we judge flat earthers for their views all the time as well. </p>\n\n<p>It seems that generally speaking we are okay with judging people for their views or beliefs. So why is this different and not the case with religious views or beliefs?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kv90up/cmv_religion_is_treated_as_and_protected_like/",
  "subreddit": "changemyview",
  "id": "kv90up",
  "is_self": true,
  "media": null,
  "is_video": false
}