{
  "author": "think_up",
  "original_created_utc": 1632844812,
  "title": "YSK Uber Eats no longer refunds cash for missing food. They only give “Uber cash” credits to your account.",
  "created_utc": 1632854983,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>WHY YSK:</strong> Normally restaurants will correct their mistake by giving you the right food, taking something off the bill, or refunding a portion of your money. Real cash is of course far more useful and less restrictive. </p>\n\n<p>But Uber eats now only gives small Uber cash credits that can only be used on their platform. They say they can no longer refund actual cash. Be careful when ordering for groups, as you have little recourse for restaurant mistakes now.</p>\n</div><!-- SC_ON -->",
  "score": 376,
  "permalink": "/r/YouShouldKnow/comments/px9hfr/ysk_uber_eats_no_longer_refunds_cash_for_missing/",
  "subreddit": "YouShouldKnow",
  "id": "px9hfr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: Normally restaurants will correct their mistake by giving you the right\nfood, taking something off the bill, or refunding a portion of your money. Real\ncash is of course far more useful and less restrictive.\n\nBut Uber eats now only gives small Uber cash credits that can only be used…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 通常、レストランは正しい料理を提供することでミスを修正します。\n正しい料理を提供したり、請求書から何かを取り除いたり、お金の一部を返金したりすることで修正します。本物の\nもちろん、現金のほうがはるかに便利で、制限もありません。\n\nしかし、Uber eatsは現在、少額のUberキャッシュクレジットしか提供しておらず、それを使うことはできません。",
      "title": "YSK Uber Eatsは、食べ物がなくなった場合、現金を返金しなくなりました。Uber Cash」と呼ばれるクレジットをお客様のアカウントに付与するだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK：通常情况下，餐馆会纠正他们的错误，给你正确的食物，从账单中扣除一些东西，或退还你的一部分钱。\n食物，从账单中扣除一些东西，或者退还一部分钱。真正的\n现金当然更有用，而且限制更少。\n\n但是Uber eats现在只给小的Uber现金积分，只能用...",
      "title": "YSK Uber Eats不再为丢失的食物退还现金。他们只向你的账户提供 \"Uber现金 \"积分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK：通常情況下，餐館會糾正他們的錯誤，給你正確的食物，從賬單中扣除一些東西，或退還你的一部分錢。\n食物，從賬單中扣除一些東西，或者退還一部分錢。真正的\n現金當然更有用，而且限制更少。\n\n但是Uber eats現在只給小的Uber現金積分，只能用...",
      "title": "YSK Uber Eats不再爲丟失的食物退還現金。他們只向你的賬戶提供 \"Uber現金 \"積分。"
    }
  ]
}