{
  "author": "053537",
  "the_new_excerpt": "Recently there have been a number of articles on deaths and adverse reactions\nexperienced by people who have taken a Covid vaccine. It is fine to report on\nthese events, but IMO it is incredibly irresponsible (EDIT: negligent) of\njournalists to leave out the very important detail - namely the lack…",
  "original_created_utc": 1616982010,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近有不少关于死亡和不良反应的文章。\n服用过科威疫苗的人所经历的。可以报告\n这些事件，但我认为这是令人难以置信的不负责任的。\n记者们漏掉了非常重要的细节--即缺乏......。",
      "title": "CMV：报道疫苗后死亡/不良反应的记者有道德责任在标题中区分相关性和因果性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近有不少關於死亡和不良反應的文章。\n服用過科威疫苗的人所經歷的。可以報告\n這些事件，但我認爲這是令人難以置信的不負責任的。\n記者們漏掉了非常重要的細節--即缺乏......。",
      "title": "CMV：報道疫苗後死亡/不良反應的記者有道德責任在標題中區分相關性和因果性。"
    }
  ],
  "title": "CMV: Journalists that report on deaths/adverse effects after vaccines have a moral responsibility to distinguish between correlation and causation in their headlines",
  "created_utc": 1616992505,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently there have been a number of articles on deaths and adverse reactions experienced by people who have taken a Covid vaccine. It is fine to report on these events, but IMO it is <del>incredibly irresponsible</del> (EDIT: negligent) of journalists to leave out the very important detail - namely the lack of a causal link between these adverse events and the vaccine(s) - out of the headline. Too often this piece of information is relegated to the sub-headline, or even worse, buried paragraphs deep into the article. Here&#39;s an example from the <a href=\"https://www.scmp.com/news/hong-kong/article/3126785/hong-kong-logs-10-new-covid-19-cases-10-households-ordered\">South China Morning Post</a> (arguably the most reputable English broadsheet in Hong Kong, where I&#39;m from), but I&#39;ve seen examples from other places too.</p>\n\n<p>I can&#39;t help but feel that these headlines are contributing to vaccine hesitancy. Maybe the authors believe that most readers are able to distinguish between correlation and causation, but that is surely a dangerous assumption. In Hong Kong, for example, we&#39;re already seeing people not showing up to their vaccine appointments because of these fears; in my opinion the media are partly responsible for this. CMV!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mfeyz3/cmv_journalists_that_report_on_deathsadverse/",
  "subreddit": "changemyview",
  "id": "mfeyz3",
  "is_self": true,
  "media": null,
  "is_video": false
}