{
  "author": "Napaulm777",
  "original_created_utc": 1630596583,
  "title": "CMV: NFTs are Internet Beanie Babies",
  "created_utc": 1630607444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>NFTs have a place in our society, such as game ticket sales or professional trading cards. If a known company or artist like Banksy created an NFT, I could see it having and holding value. Other than those exampled exceptions, I don’t see how the collector fad will continue once the excitement clears. I’m happy for Weird Whale kid making imaginable profits! But skeptical if the buyers will hold their value over time. If it’s a famed artist 100%, but I equivalent it to my grandma selling her dementia coloring book on ebay.</p>\n\n<p>My view is separate from the crypto market. Just more the concept of NFT value without factoring the volatility of the market. If the argument is for NFT value increasing over time based highly on the value of crypto in the future, why not just invest in crypto vs. buying an NFT?</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pgk6r7/cmv_nfts_are_internet_beanie_babies/",
  "subreddit": "changemyview",
  "id": "pgk6r7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "NFTs have a place in our society, such as game ticket sales or professional\ntrading cards. If a known company or artist like Banksy created an NFT, I could\nsee it having and holding value. Other than those exampled exceptions, I don’t\nsee how the collector fad will continue once the excitement…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "NFTは、ゲームのチケット販売やプロ向けのトレーディングカードなど、社会の中で活躍しています。\nトレーディングカードのようなものです。もし、バンクシーのような有名な企業やアーティストがNFTを作ったとしたら、それは価値を持ち続けると思います。\n価値があると思います。このような例外を除いて、私はNFTの価値を認めていません。\nこのような例外を除いては、一度盛り上がったコレクターのブームが継続するとは思えません。",
      "title": "CMV: NFTはインターネットのビーニーベイビー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "NFT在我们的社会中占有一席之地，例如游戏票销售或专业交易卡。\n交易卡。如果一个著名的公司或艺术家，如班克斯，创造了一个NFT，我可以看到它有并保持着。\n我可以看到它具有和保持价值。除了这些例子中的例外情况，我不认为\n我看不出收藏家的热潮会如何继续下去，一旦兴奋...",
      "title": "CMV：NFT是互联网上的豆豆宝宝"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "NFT在我們的社會中佔有一席之地，例如遊戲票銷售或專業交易卡。\n交易卡。如果一個著名的公司或藝術家，如班克斯，創造了一個NFT，我可以看到它有並保持着。\n我可以看到它具有和保持價值。除了這些例子中的例外情況，我不認爲\n我看不出收藏家的熱潮會如何繼續下去，一旦興奮...",
      "title": "CMV：NFT是互聯網上的豆豆寶寶"
    }
  ]
}