{
  "author": "Animedjinn",
  "the_new_excerpt": "The chemicals in cigarettes cause poor circulation, doubling a man's chances of\ngetting erectile dysfunction. Because nicotine constricts blood vessels, vaping\nit can also cause erectile dysfunction.\n\nWhy YSK: Many people talk about the future risks of cancer with smoking. But\nthere are a ton of…",
  "original_created_utc": 1621818231,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タバコに含まれる化学物質は血行不良を引き起こし、男性が勃起不全になる可能性を2倍にします。\n勃起不全になる可能性が倍増します。ニコチンは血管を収縮させるので、タバコを吸うと勃起不全になります。\nニコチンは血管を収縮させるので、タバコを吸うことも勃起不全の原因になります。\n\nなぜYSKなのか：多くの人は、喫煙による将来的ながんのリスクについて話します。しかし\n多くの人は、喫煙による将来的な癌のリスクについて話していますが、それ以外にも多くの...",
      "title": "YSK: 喫煙（およびタバコ）は男性の勃起不全のリスクを有意に増加させる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "香烟中的化学物质导致血液循环不良，使男人患勃起功能障碍的机会增加一倍。\n获得勃起功能障碍的机会增加一倍。因为尼古丁会收缩血管，所以吸食\n也会导致勃起功能障碍。\n\n为什么是YSK：许多人都在谈论吸烟的未来癌症风险。但是\n但是，有大量的...",
      "title": "YSK：吸烟（和吸食）会显著增加男性的勃起功能障碍风险"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "香菸中的化學物質導致血液循環不良，使男人患勃起功能障礙的機會增加一倍。\n獲得勃起功能障礙的機會增加一倍。因爲尼古丁會收縮血管，所以吸食\n也會導致勃起功能障礙。\n\n爲什麼是YSK：許多人都在談論吸菸的未來癌症風險。但是\n但是，有大量的...",
      "title": "YSK：吸菸（和吸食）會顯著增加男性的勃起功能障礙風險"
    }
  ],
  "title": "YSK: Smoking (and vaping) significantly increases mens' risk of erectile dysfunction",
  "created_utc": 1621832449,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The chemicals in cigarettes cause poor circulation, doubling a man&#39;s chances of getting erectile dysfunction. Because nicotine constricts blood vessels, vaping it can also cause erectile dysfunction.</p>\n\n<p>Why YSK: Many people talk about the future risks of cancer with smoking. But there are a ton of other, often more immediate, risks including erectile dysfunction.</p>\n\n<p><a href=\"https://www.healthline.com/health/erectile-dysfunction/impotence-and-smoking\">https://www.healthline.com/health/erectile-dysfunction/impotence-and-smoking</a></p>\n\n<p><a href=\"https://www.manual.co/health-centre/erectile-dysfunction/smoking\">https://www.manual.co/health-centre/erectile-dysfunction/smoking</a></p>\n\n<p>Edit: I want to add that many states and countries have FREE smoking cessation programs. So it isn&#39;t something that needs to be done alone, even if you can&#39;t pay for help (although paid help can often be covered by insurance as well).</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/njlxej/ysk_smoking_and_vaping_significantly_increases/",
  "subreddit": "YouShouldKnow",
  "id": "njlxej",
  "is_self": true,
  "media": null,
  "is_video": false
}