{
  "author": "RealMccoy13x",
  "the_new_excerpt": "Why YSK:Many countries have their own consumer protection laws. I am here to\ndiscuss the United States. Before my fellow banking veterans point out it is not\njust credit and debit cards, I am self aware.\n\nCommonly you will see commercials for various banks that list that \"you're never\nresponsible…",
  "original_created_utc": 1618422797,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK:多くの国には独自の消費者保護法があります。私がここでお話したいのは\nアメリカについてお話します。銀行業界のベテランの方々から、クレジットカードやデビットカードだけではないと指摘される前に\nと指摘されるかもしれませんが、私はそうは思いません。\n\n一般的に、様々な銀行のコマーシャルで「あなたは決して責任を負いません」というリストを目にします。\n責任がある...",
      "title": "YSK: 米国のクレジット/デビットカード保有者は、不正取引の補償を受ける権利を連邦政府が有しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK:很多国家都有自己的消费者保护法。我在这里是为了\n讨论美国。在我的银行业资深人士指出这不是\n只是信用卡和借记卡，我是有自知之明的。\n\n常见的你会看到各家银行的广告，列出 \"你永远不\n负责任",
      "title": "YSK: 美国信用卡/借记卡持卡人有权就未经授权的交易获得联邦赔偿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK:很多國家都有自己的消費者保護法。我在這裏是爲了\n討論美國。在我的銀行業資深人士指出這不是\n只是信用卡和借記卡，我是有自知之明的。\n\n常見的你會看到各家銀行的廣告，列出 \"你永遠不\n負責任",
      "title": "YSK: 美國信用卡/借記卡持卡人有權就未經授權的交易獲得聯邦賠償。"
    }
  ],
  "title": "YSK: US credit/debit cardholders are Federally entitled to compensation for unauthorized transactions",
  "created_utc": 1618432029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:Many countries have their own consumer protection laws. I am here to discuss the United States. Before my fellow banking veterans point out it is not just credit and debit cards, I am self aware.</p>\n\n<p>Commonly you will see commercials for various banks that list that &quot;you&#39;re never responsible for fraudulent transactions&quot;. This is NOT a perk or done out of the goodness of their hearts. You as a cardholder (consumer not business) are entitled to Federal Regulation E. If you search out this in Google it has probably as many pages as a Bible on the CFPB&#39;s website, but if you shorten your search you will see that by law unauthorized transactions are the liability of the bank or merchant. This includes store cards, credit, and debit.</p>\n\n<p>Why this is useful:</p>\n\n<p>There are many exceptions to Reg E such as the broad paint brush of investigations. To make this short and sweet, if you do not have a relationship with the merchant and/or didn&#39;t initiate the transaction it should be an open shut case and YOU CAN ask for a provisional credit if debit based. A lot of scenarios actually call for credit to a customer in 10 days from opening.</p>\n\n<p>Source - Me(Fraud/Claims Manager)</p>\n\n<p>Edit - spelling errors</p>\n</div><!-- SC_ON -->",
  "score": 573,
  "permalink": "/r/YouShouldKnow/comments/mqw0id/ysk_us_creditdebit_cardholders_are_federally/",
  "subreddit": "YouShouldKnow",
  "id": "mqw0id",
  "is_self": true,
  "media": null,
  "is_video": false
}