{
  "author": "Rayceuz",
  "original_created_utc": 1630478814,
  "title": "CMV: Shaming someone for being short is worse than shaming someone for being fat",
  "created_utc": 1630499667,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just wanna make it clear that I feel shaming is wrong and it shouldn&#39;t be done unless someone truly deserves it. But it&#39;s not possible to stop people from doing it and hence my view.</p>\n\n<p>I feel this way due to how much control a person has over certain aspects of their body. A person has very minimal control over their height as compared to their weight. Both short and fat people can work on their height and weight respectively.</p>\n\n<p>The difference is, if you try to increase your height, there is a certain point at which you won&#39;t be able increase it further especially if you&#39;re past your 20s. But if you try to reduce your weight, you can get yourself pretty thin at a wider aray of ages. I&#39;m not saying it&#39;s easy to reduce your weight, absolutely not. There can also be certain disorders/hormones/genes that can affect the loss of weight, but I&#39;m talking in general. </p>\n\n<p>So coming to my initial point, since increasing one&#39;s height ranges from difficult to impossible, and decreasing one&#39;s weight in most cases is just difficult, short people shouldn&#39;t be shamed as much as fat people. I especially hate that people who refer to others as fat are seen as very rude and disrespectful, but women who publicly state that they won&#39;t date a guy shorter than X feet and laugh at guys who are short don&#39;t get as much backlash.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/pfod3m/cmv_shaming_someone_for_being_short_is_worse_than/",
  "subreddit": "changemyview",
  "id": "pfod3m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just wanna make it clear that I feel shaming is wrong and it shouldn't be done\nunless someone truly deserves it. But it's not possible to stop people from\ndoing it and hence my view.\n\nI feel this way due to how much control a person has over certain aspects of\ntheir body. A person has very minimal…"
}