{
  "author": "Rayceuz",
  "original_created_utc": 1630478814,
  "title": "CMV: Shaming someone for being short is worse than shaming someone for being fat",
  "created_utc": 1630499667,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just wanna make it clear that I feel shaming is wrong and it shouldn&#39;t be done unless someone truly deserves it. But it&#39;s not possible to stop people from doing it and hence my view.</p>\n\n<p>I feel this way due to how much control a person has over certain aspects of their body. A person has very minimal control over their height as compared to their weight. Both short and fat people can work on their height and weight respectively.</p>\n\n<p>The difference is, if you try to increase your height, there is a certain point at which you won&#39;t be able increase it further especially if you&#39;re past your 20s. But if you try to reduce your weight, you can get yourself pretty thin at a wider aray of ages. I&#39;m not saying it&#39;s easy to reduce your weight, absolutely not. There can also be certain disorders/hormones/genes that can affect the loss of weight, but I&#39;m talking in general. </p>\n\n<p>So coming to my initial point, since increasing one&#39;s height ranges from difficult to impossible, and decreasing one&#39;s weight in most cases is just difficult, short people shouldn&#39;t be shamed as much as fat people. I especially hate that people who refer to others as fat are seen as very rude and disrespectful, but women who publicly state that they won&#39;t date a guy shorter than X feet and laugh at guys who are short don&#39;t get as much backlash.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/pfod3m/cmv_shaming_someone_for_being_short_is_worse_than/",
  "subreddit": "changemyview",
  "id": "pfod3m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just wanna make it clear that I feel shaming is wrong and it shouldn't be done\nunless someone truly deserves it. But it's not possible to stop people from\ndoing it and hence my view.\n\nI feel this way due to how much control a person has over certain aspects of\ntheir body. A person has very minimal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、恥をかくことは間違っていると感じており、本当に価値のある人以外はすべきではないと思っています。\n誰かが本当にそれに値する場合以外はすべきではありません。しかし、人々がこのようなことをするのを止めることはできません。\nそれが私の考えです。\n\n私がこのように思うのは、人が自分の体のある部分をどれだけコントロールできるかということです。\n私はこのように感じています。人は非常に小さな...",
      "title": "CMV: 背が低いことを非難するのは、太っていることを非難するよりも悪いことだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只想说明，我觉得羞辱是错误的，不应该这样做\n除非有人真的值得这样做。但不可能阻止人们这样做。\n羞辱，因此我的观点。\n\n我之所以有这种感觉，是因为一个人对自己身体的某些方面有多大的控制力。\n他们的身体。一个人有非常少的...",
      "title": "CMV: 羞辱某人的矮小比羞辱某人的肥胖更糟糕"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只想說明，我覺得羞辱是錯誤的，不應該這樣做\n除非有人真的值得這樣做。但不可能阻止人們這樣做。\n羞辱，因此我的觀點。\n\n我之所以有這種感覺，是因爲一個人對自己身體的某些方面有多大的控制力。\n他們的身體。一個人有非常少的...",
      "title": "CMV: 羞辱某人的矮小比羞辱某人的肥胖更糟糕"
    }
  ]
}