{
  "author": "Ian1231100",
  "the_new_excerpt": "A few years ago in Uni we studied several American novels for our literature\ncourse, Jack Kerouac's On The Road being one of them. Out of all the books, OTR\nwas honestly the hardest to grasp, and reading it nearly made me doze off. The\nonly thing I could recall about it is that the book's got…",
  "original_created_utc": 1618450375,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数年前、ユニでは文学の授業でアメリカの小説をいくつか勉強しました。\nジャック・ケルアックの『オン・ザ・ロード』もその一つでした。すべての本の中で、OTR\nは、正直なところ最も理解しづらく、読んでいて居眠りしそうになりました。読んでいて居眠りしそうになりました。\nこの本について唯一思い出すことができるのは、「この本は...」ということです。",
      "title": "私はOn The Roadを知りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几年前在大学里，我们学习了几本美国小说，为我们的文学。\n当然，杰克-凯鲁亚克的《在路上》就是其中之一。在所有的书中，OTR\n说实话，是最难把握的，看得我差点打瞌睡。该\n我唯一能想起的就是这本书的... ...",
      "title": "我不明白 \"在路上 \"的意思"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾年前在大學裏，我們學習了幾本美國小說，爲我們的文學。\n當然，傑克-凱魯亞克的《在路上》就是其中之一。在所有的書中，OTR\n說實話，是最難把握的，看得我差點打瞌睡。該\n我唯一能想起的就是這本書的... ...",
      "title": "我不明白 \"在路上 \"的意思"
    }
  ],
  "title": "I don't get On The Road",
  "created_utc": 1618458309,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A few years ago in Uni we studied several American novels for our literature course, Jack Kerouac&#39;s On The Road being one of them. Out of all the books, OTR was honestly the hardest to grasp, and reading it nearly made me doze off. The only thing I could recall about it is that the book&#39;s got something to do with the beat generation, but even then I found the whole concept of it hard to grasp. If someone could briefly explain what it&#39;s about - so I know how to interpret Kerouac&#39;s words and finally understand what he was trying to imply - that would be great.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/mr4sxz/i_dont_get_on_the_road/",
  "subreddit": "books",
  "id": "mr4sxz",
  "is_self": true,
  "media": null,
  "is_video": false
}