{
  "author": "australianjalien",
  "original_created_utc": 1641135760,
  "title": "Where does gut bacteria come from and how does it stay where it should be?",
  "created_utc": 1641152827,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;My understanding&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Gut bacteria is single cell bacteria of foreign DNA, that interacts with the food we have chewed and broken down with stomach acid. It breaks down the food into more basic compounds that are easily absorbed into the walls of the intestines.&lt;/p&gt;\n\n&lt;p&gt;The bacteria species are different at different points in the digestive system, each with their own roles and specialisms, where they distribute into the food, thrive, multiply, and potentially die out in the next phase of digestion.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The questions&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Question 1: For a newborn baby (say), what is the origin of this bacteria if it is foreign, and how is it distributed in the digestive system by species where it needs to be?&lt;/p&gt;\n\n&lt;p&gt;Question 2: If food is constantly passing through the intestine, how does the bacteria stay where it should? Are there shelters or locations where they harbour and multiply?&lt;/p&gt;\n\n&lt;p&gt;Question 3: For someone with damaged digestive bacteria, what are the challenges in restoring the bacteria to these locations once lost (from heavy antibiotics, say)?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 509,
  "permalink": "/r/askscience/comments/rubcq6/where_does_gut_bacteria_come_from_and_how_does_it/",
  "subreddit": "askscience",
  "id": "rubcq6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "sensitive": false,
  "the_new_excerpt": "My understanding\n\nGut bacteria is single cell bacteria of foreign DNA, that interacts with the\nfood we have chewed and broken down with stomach acid. It breaks down the food\ninto more basic compounds that are easily absorbed into the walls of the\nintestines.\n\nThe bacteria species are different at…"
}