{
  "author": "Sloth-Sucker",
  "original_created_utc": 1638512813,
  "title": "Why do people fetishize virgins? Aren’t they the worst people to do it with",
  "created_utc": 1638523006,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Wouldn’t it be like wanting to play a game of poker with someone who’s never played before. Sexually transmitted disease isn’t as big an issue as it used to be so it can’t be that. Is it people who are bad in bed and hide their insecurities by being with less experienced people who can’t tell? I just don’t get it&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/NoStupidQuestions/comments/r7sj7n/why_do_people_fetishize_virgins_arent_they_the/",
  "subreddit": "NoStupidQuestions",
  "id": "r7sj7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Wouldn’t it be like wanting to play a game of poker with someone who’s never\nplayed before. Sexually transmitted disease isn’t as big an issue as it used to\nbe so it can’t be that. Is it people who are bad in bed and hide their\ninsecurities by being with less experienced people who can’t tell? I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>それはまるで、ポーカーのゲームで、「この人とやりたい」と思うようなものではないでしょうか。\nポーカーをしたことがない人とポーカーをしたいと思うようなものです。性感染症は以前ほど大きな問題ではありません。\n昔ほど大きな問題にはなっていないので、そんなことはないでしょう。ベッドでのプレイが下手な人や\nベッドが下手な人が、自分の不安を隠すために少ない人数で...",
      "title": "なぜ人は処女をフェチにするのか？一番やってはいけない相手ではないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这不就像想玩一局\n这不就像想和一个从未玩过的人玩扑克一样吗？性传播疾病并不是\n的问题不大，所以不可能是那个问题。是不是那些在床上表现不好的人\n床上功夫不好的人，通过和不太重要的人在一起来掩盖他们的不安全感。",
      "title": "为什么人们会迷恋处女？他们不是最不适合做这件事的人吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這不就像想玩一局\n這不就像想和一個從未玩過的人玩撲克一樣嗎？性傳播疾病並不是\n的問題不大，所以不可能是那個問題。是不是那些在牀上表現不好的人\n牀上功夫不好的人，通過和不太重要的人在一起來掩蓋他們的不安全感。",
      "title": "爲什麼人們會迷戀處女？他們不是最不適合做這件事的人嗎？"
    }
  ]
}