{
  "author": "spinstartshere",
  "original_created_utc": 1633769176,
  "title": "My mom died in the UK and has nearly 4000 books. What's the best way to get rid of them, how can I sell them?",
  "created_utc": 1633793023,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve catalogued most of the books she has here but not sure how to go about getting rid of them. My mom always wanted to sell them but always found it difficult, particularly with passable but not amazing computer skills and restrictions in her mobility, to make that happen.</p>\n\n<p>I&#39;ve asked friends to look through the list and that&#39;s helped trim maybe 50 or so off the list, but I don&#39;t know what to do with the rest. I don&#39;t want to just take them all to charity shops because I have this fear that they will be thrown out. Are there any places online I can post the list of books for people to peruse?</p>\n\n<p>I live in Australia and have considered shipping the books back with everything else I&#39;ll be sending over, but if I do that I&#39;ll be in the same predicament.</p>\n\n<p><a href=\"https://spinstartshere.libib.com/\">https://spinstartshere.libib.com/</a></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/HwVmUoAWIQL2WaFC7WkzXColLYdGzHqfoK5HNlx5qwY.jpg?auto=webp&s=5646b1082764e2f32e51bb5a20e87534ff741c39",
          "width": 200,
          "height": 200
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/HwVmUoAWIQL2WaFC7WkzXColLYdGzHqfoK5HNlx5qwY.jpg?width=108&crop=smart&auto=webp&s=15864d5cd393d6ac85a7a62eefc2428219f79aaa",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "8JCmbcTKcgFj4gOzp2sbJOZMziwh3tldyCCnC6IWCas"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/q4he9f/my_mom_died_in_the_uk_and_has_nearly_4000_books/",
  "subreddit": "books",
  "id": "q4he9f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've catalogued most of the books she has here but not sure how to go about\ngetting rid of them. My mom always wanted to sell them but always found it\ndifficult, particularly with passable but not amazing computer skills and\nrestrictions in her mobility, to make that happen.\n\nI've asked friends to…"
}