{
  "author": "spinstartshere",
  "original_created_utc": 1633769176,
  "title": "My mom died in the UK and has nearly 4000 books. What's the best way to get rid of them, how can I sell them?",
  "created_utc": 1633793023,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve catalogued most of the books she has here but not sure how to go about getting rid of them. My mom always wanted to sell them but always found it difficult, particularly with passable but not amazing computer skills and restrictions in her mobility, to make that happen.</p>\n\n<p>I&#39;ve asked friends to look through the list and that&#39;s helped trim maybe 50 or so off the list, but I don&#39;t know what to do with the rest. I don&#39;t want to just take them all to charity shops because I have this fear that they will be thrown out. Are there any places online I can post the list of books for people to peruse?</p>\n\n<p>I live in Australia and have considered shipping the books back with everything else I&#39;ll be sending over, but if I do that I&#39;ll be in the same predicament.</p>\n\n<p><a href=\"https://spinstartshere.libib.com/\">https://spinstartshere.libib.com/</a></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/HwVmUoAWIQL2WaFC7WkzXColLYdGzHqfoK5HNlx5qwY.jpg?auto=webp&s=5646b1082764e2f32e51bb5a20e87534ff741c39",
          "width": 200,
          "height": 200
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/HwVmUoAWIQL2WaFC7WkzXColLYdGzHqfoK5HNlx5qwY.jpg?width=108&crop=smart&auto=webp&s=15864d5cd393d6ac85a7a62eefc2428219f79aaa",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "8JCmbcTKcgFj4gOzp2sbJOZMziwh3tldyCCnC6IWCas"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/q4he9f/my_mom_died_in_the_uk_and_has_nearly_4000_books/",
  "subreddit": "books",
  "id": "q4he9f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've catalogued most of the books she has here but not sure how to go about\ngetting rid of them. My mom always wanted to sell them but always found it\ndifficult, particularly with passable but not amazing computer skills and\nrestrictions in her mobility, to make that happen.\n\nI've asked friends to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼女が持っているほとんどの本をカタログ化しましたが、どうやって処分したらいいのかわかりません。\n処分するにはどうしたらいいのか。母はいつも本を売りたいと思っていましたが、いつも難しいと思っていました。\n特に、コンピュータのスキルは高いとはいえないし、移動にも制限があるので、それを実現するのは難しい。\n実現するのは難しいと思っていました。\n\n友達に頼んでみたけど...。",
      "title": "母がイギリスで亡くなり、4000冊近くの本を持っています。処分するにはどうしたらいいのか、どうやって売ったらいいのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经把她这里的大部分书籍编成目录，但不知道如何去\n摆脱它们。我妈妈一直想把它们卖掉，但总是觉得很难。\n困难，尤其是她的电脑技术尚可，但并不惊人，而且行动不便。\n她的行动能力受到限制，要实现这一点很难。\n\n我已经请朋友们...",
      "title": "我妈妈在英国去世，有近4000本书。有什么好办法可以摆脱它们，我怎样才能卖掉它们？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經把她這裏的大部分書籍編成目錄，但不知道如何去\n擺脫它們。我媽媽一直想把它們賣掉，但總是覺得很難。\n困難，尤其是她的電腦技術尚可，但並不驚人，而且行動不便。\n她的行動能力受到限制，要實現這一點很難。\n\n我已經請朋友們...",
      "title": "我媽媽在英國去世，有近4000本書。有什麼好辦法可以擺脫它們，我怎樣才能賣掉它們？"
    }
  ]
}