{
  "author": "Bigbabyjesus69",
  "original_created_utc": 1637422708,
  "title": "Can we talk about how dogshit coinbase is?",
  "created_utc": 1637436923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying that Coinbase is all i use.. so i’m not trying to shill against coinbase. not sure why i torture myself but i do.</p>\n\n<p>So.. first we have the existence of Coinbase normal and Coinbase pro.. which is just a scheme to slap on extra fees to new crypto users. Which is bullshit but that’s not what drives me crazy</p>\n\n<p>Why in the absolute hell are you not able to see your profit and loss in coinbase? You have to download a third app, Cointracker, for the privilege of displaying two basic numbers. </p>\n\n<p>And that’s not the worst of it. So not only do you have an additional app dedicated solely to displaying your P/L…. THE APP ONLY SHOWS YOUR ENTIRE PORTFOLIOS PROFIT LOSS. You literally cannot view your P/L for each individual crypto. </p>\n\n<p>Ok fine. But Say you wanna check out the price history of a crypto before u buy? Sorry bro here at coinbase pro  we only offer 1 minute, 5 minute, 15 minute, 1 H, 6H, and 1Day charts, no need to ever see past 1 day right? What the hell is that? But not to worry! Just keep Coinbase normal on your device and there we will offer you 1 month and 1 year charts. </p>\n\n<p>It’s batshit crazy to me that crypto is supposed to be on the forefront of technology and one of the biggest apps for purchasing it is built like a high school student made it for a last minute project</p>\n\n<p>EDIT: I just want to add that you guys defending coinbase are lame as hell 😂😂 To give an analogy ur the same type of people that if tomorrow Walmart decided to stop offering people shopping carts and people were pissed youd come to Walmart’s defense saying some dumb shit like “oh well i don’t do huge shopping trips so it doesn’t bother me much” or “you can just bring your own shopping cart” </p>\n\n<p>The point is that shopping carts are an integral part of grocery shopping in the same way that a P/L tracker is an integral part of any investment and it’s insane that a multi billion dollar company doesn’t offer that</p>\n</div><!-- SC_ON -->",
  "score": 326,
  "permalink": "/r/CryptoCurrency/comments/qy8206/can_we_talk_about_how_dogshit_coinbase_is/",
  "subreddit": "CryptoCurrency",
  "id": "qy8206",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start off by saying that Coinbase is all i use.. so i’m not trying to\nshill against coinbase. not sure why i torture myself but i do.\n\nSo.. first we have the existence of Coinbase normal and Coinbase pro.. which is\njust a scheme to slap on extra fees to new crypto users. Which is bullshit…"
}