{
  "author": "KidsSeeKanye",
  "original_created_utc": 1639534931,
  "title": "Do people actually talk/listen to music in the Car?",
  "created_utc": 1639556034,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Growing up, whenever my parents would drive me around they had a strict no talking/playing music rule and would ground me if I said anything while they drove. Now that I have my license my friends have started saying that it’s super weird driving with me because I don’t talk, and won’t let them play music. I thought that everybody had that same rule growing up, but none of my friends had that rule so idk. I feel like it’s definitely quite common, maybe my friends parents just didn’t enforce the rule that often? Is this a common rule or is it a bit weird?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 136,
  "permalink": "/r/NoStupidQuestions/comments/rgnza0/do_people_actually_talklisten_to_music_in_the_car/",
  "subreddit": "NoStupidQuestions",
  "id": "rgnza0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Growing up, whenever my parents would drive me around they had a strict no\ntalking/playing music rule and would ground me if I said anything while they\ndrove. Now that I have my license my friends have started saying that it’s super\nweird driving with me because I don’t talk, and won’t let them…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 子供の頃、両親が私を車で連れて行く時はいつも\nそのため、「おしゃべりをしない」「音楽を聴かない」という厳しいルールがあり、もし私がそのルールを守らなければ、外出禁止となります。\n運転中は何も言いません。免許を取った今、私の友人は\nというのも、私と一緒に運転するのは超不快だと言うのです。",
      "title": "実際に車の中で音楽を話したり聴いたりしている人はいるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在我的成长过程中，每当我的父母开车带我到处走的时候，他们都有严格的禁止说话/播放音乐的规定，如果我不听话就会被罚站。\n他们有一个严格的禁止说话/播放音乐的规定，如果我在他们开车时说了什么，就会把我禁足。\n如果我在他们开车的时候说了什么，他们就会把我禁足。现在我有了驾照，我的朋友们\n现在我有了驾照，我的朋友们开始说，和我一起开车感觉超级奇怪，因为我......",
      "title": "人们真的会在车里说话/听音乐吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在我的成長過程中，每當我的父母開車帶我到處走的時候，他們都有嚴格的禁止說話/播放音樂的規定，如果我不聽話就會被罰站。\n他們有一個嚴格的禁止說話/播放音樂的規定，如果我在他們開車時說了什麼，就會把我禁足。\n如果我在他們開車的時候說了什麼，他們就會把我禁足。現在我有了駕照，我的朋友們\n現在我有了駕照，我的朋友們開始說，和我一起開車感覺超級奇怪，因爲我......",
      "title": "人們真的會在車裏說話/聽音樂嗎？"
    }
  ]
}