{
  "author": "mochaelo",
  "original_created_utc": 1636112329,
  "title": "What's a book that REALLY GETS at the heart of the human condition and what life and the world is really like, phenomenologically and universally?",
  "created_utc": 1636120734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After finishing Dostoevsky&#39;s <em>Brothers Karamazov</em> earlier in the year, I&#39;ve finished reading Tolstoy&#39;s <em>Anna Karenina</em> today and it was brilliant. It was indeed quite comprehensive of the human condition, but not quite comprehensive enough; I feel like it skipped or censored through ellipses some more racier or dirtier parts of the human condition, and while it was quite psychologically and phenomenologically deep, revealing as it does even the most shameful parts of our psyche, I still feel like it maintained too much of a God&#39;s eye (or Tolstoy&#39;s eye!) point of view rather than the really human all too human one.</p>\n\n<p>So what&#39;s a book that REALLY GETS at the heart of the human condition and what life and the world is really like, phenomenologically and universally? I want a book that explores almost every phenomenological state of mind and also almost every life event that almost every human being will tend to have in their lifetime. I&#39;m way too academic, theoretical, and philosophical and in the ivory tower. What is a book that, though of course no replacement to life, encompasses what life is? What would introduce an alien (like me, say) into Being Human 101?</p>\n\n<p>I know this is a big ask, so perhaps you may wish to answer more modest versions of the question: perhaps a book not entirely comprehensive of the human condition, but just somewhat so. Or perhaps a couple of books rather than one book which are indeed comprehensive.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qn987t/whats_a_book_that_really_gets_at_the_heart_of_the/",
  "subreddit": "books",
  "id": "qn987t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After finishing Dostoevsky's Brothers Karamazov earlier in the year, I've\nfinished reading Tolstoy's Anna Karenina today and it was brilliant. It was\nindeed quite comprehensive of the human condition, but not quite comprehensive\nenough; I feel like it skipped or censored through ellipses some more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今年の初めにドストエフスキーの「カラマーゾフの兄弟」を読み終えた後、今日はトルストイの「アンナ・カレーニナ」を読み終えました。\n今日はトルストイの『アンナ・カレーニナ』を読み終えましたが、素晴らしかったです。この作品は\n確かに人間の状態をかなり包括的に表現していますが、十分に包括的ではありません。\nもっと省略したり、打ち切ったりしているような気がします。",
      "title": "人間の条件、人生や世界がどのようなものであるかということを、現象学的に、そして普遍的に、真に理解できる本とは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在今年早些时候读完陀思妥耶夫斯基的《卡拉马佐夫兄弟》之后，我今天又读完了托尔斯泰的《安娜-卡列尼娜》。\n今天读完了托尔斯泰的《安娜-卡列尼娜》，它非常精彩。它是\n它确实相当全面地描述了人类的状况，但还不够全面。\n我觉得它在省略号中又跳过或删减了一些......",
      "title": "有什么书能真正触及人类状况的核心，以及从现象学和普遍意义上讲，生活和世界到底是什么样子？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在今年早些時候讀完陀思妥耶夫斯基的《卡拉馬佐夫兄弟》之後，我今天又讀完了托爾斯泰的《安娜-卡列尼娜》。\n今天讀完了托爾斯泰的《安娜-卡列尼娜》，它非常精彩。它是\n它確實相當全面地描述了人類的狀況，但還不夠全面。\n我覺得它在省略號中又跳過或刪減了一些......",
      "title": "有什麼書能真正觸及人類狀況的核心，以及從現象學和普遍意義上講，生活和世界到底是什麼樣子？"
    }
  ]
}