{
  "author": "amaranthe-",
  "the_new_excerpt": "Just curious to hear everyone's answers.\n\nPersonally I'm not a big re-reader because I never really get the same\nsatisfaction/enjoyment from a book after the first time I read it, but I know a\nfriend who will read and re-read their favourites over and over again. I always\nwonder if she's ever come…",
  "original_created_utc": 1618208728,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さんの回答を聞いてみたいと思います。\n\n個人的には、最初に読んだ本と同じ満足感や楽しさを得ることができないので、あまり再読はしません。\nしかし、友人はお気に入りの本を何度も読み返します。\nしかし、私の友人はお気に入りの本を何度も何度も読み返しています。私はいつも\nいつも思うのですが、彼女は今までに...",
      "title": "過去に愛読していたが、後になって再読してみると、実はかなり悪かった、あるいは少なくとも記憶していたほど良くなかったと気づいた本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只是很好奇，想听听大家的答案。\n\n我个人不是一个很喜欢重读的人，因为我从来没有真正得到过同样的答案。\n我第一次读完一本书后，就会有一种满足感/愉悦感，但我知道一本书的价值是什么。\n的朋友，他们会反复阅读和重读自己喜欢的东西。我总是\n不知道她有没有来...",
      "title": "你过去喜欢过哪些书，但在后来重新阅读时，发现其实很糟糕，至少没有记忆中的那么好？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只是很好奇，想聽聽大家的答案。\n\n我個人不是一個很喜歡重讀的人，因爲我從來沒有真正得到過同樣的答案。\n我第一次讀完一本書後，就會有一種滿足感/愉悅感，但我知道一本書的價值是什麼。\n的朋友，他們會反覆閱讀和重讀自己喜歡的東西。我總是\n不知道她有沒有來...",
      "title": "你過去喜歡過哪些書，但在後來重新閱讀時，發現其實很糟糕，至少沒有記憶中的那麼好？"
    }
  ],
  "title": "What books have you loved in the past but re-read at a later time and realized it's actually quite bad, or at least not as good as you remember?",
  "created_utc": 1618225055,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just curious to hear everyone&#39;s answers.</p>\n\n<p>Personally I&#39;m not a big re-reader because I never really get the same satisfaction/enjoyment from a book after the first time I read it, but I know a friend who will read and re-read their favourites over and over again. I always wonder if she&#39;s ever come across one that she cracks open the second/third/nth time around and thinks, &quot;Damn, this is actually horrible. What was I thinking?!&quot;</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mp87jk/what_books_have_you_loved_in_the_past_but_reread/",
  "subreddit": "books",
  "id": "mp87jk",
  "is_self": true,
  "media": null,
  "is_video": false
}