{
  "author": "lef120",
  "the_new_excerpt": "I'll start by saying that I have never liked the \"classic\" books. Pride and\nPrejudice, The Great Gatsby, A Tale of Two Cities, whenever I have tried reading\nthese books I could hardly even understand them let alone enjoy it. However, I\nwas recommended The Catcher in the Rye by a really good friend.…",
  "original_created_utc": 1613619142,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先我要说的是，我从来不喜欢 \"经典 \"的书。傲慢与\n偏见》、《了不起的盖茨比》、《双城记》，每当我试着读到\n这些书我连看都看不懂，更别说喜欢了。然而，我\n被一个很好的朋友推荐了《麦田里的守望者》....。",
      "title": "麦田里的守望者》（J.D. Salinger by J.D. Salinger Really Surprise Me）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我要說的是，我從來不喜歡 \"經典 \"的書。傲慢與\n偏見》、《了不起的蓋茨比》、《雙城記》，每當我試着讀到\n這些書我連看都看不懂，更別說喜歡了。然而，我\n被一個很好的朋友推薦了《麥田裏的守望者》....。",
      "title": "麥田裏的守望者》（J.D. Salinger by J.D. Salinger Really Surprise Me）。"
    }
  ],
  "title": "Catcher in the Rye by J.D. Salinger Really Surprised Me",
  "created_utc": 1613641243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll start by saying that I have never liked the &quot;classic&quot; books. Pride and Prejudice, The Great Gatsby, A Tale of Two Cities, whenever I have tried reading these books I could hardly even understand them let alone enjoy it. However, I was recommended The Catcher in the Rye by a really good friend. It&#39;s her favorite and I trust her judgement so I gave it a try. It was amazing, I don&#39;t know if it was supposed to be funny but I found the way Holden narrated everything  annoying but hilarious at the same time. He  exaggerated everything  and made stuff seem so much more important than it may have actually been. I&#39;m glad I gave this book a try. I also loved how true everything Holden said was, sometimes he was over the top, but I could always see what he was getting at and thought that he had somewhat of a point. I believe everyone should read this book, there&#39;s so much you can pull from it, and many different ways to interpret what actually happens to Holden.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/lmcnwc/catcher_in_the_rye_by_jd_salinger_really/",
  "subreddit": "books",
  "id": "lmcnwc",
  "is_self": true,
  "media": null,
  "is_video": false
}