{
  "author": "eatingyourbees",
  "original_created_utc": 1631584790,
  "title": "cmv: Abolishing the police is a lazy and reactionary solution to police violence - and it would be catastrophic if actually implemented.",
  "created_utc": 1631590236,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im not arguing that police always have a positive impact on communities, and not denying that violence and racism are relatively widespread issues that stem from policing. </p>\n\n<p>Im purely comparing the flawed structure of policing with the actual alternatives:</p>\n\n<p>1) privatised security forces. Justice is only available to the wealthy. Zero accountability from privatised security forces, as they only answer to their clients. </p>\n\n<p>2) pure libertarianism, total anarchy where only powerful and well armed people are able to defend themselves. Leads to eventual decay of state and regression to natural order - survival of the fittest</p>\n\n<p>3) only social workers. No use at responding to imminently life threatening situations, like mass shootings/terrorism/DUI. This approach also assumes that all crime is driven by poverty and desperation - which is only a partial truth. Plenty of rich people commit crimes (epstein, just as one example). </p>\n\n<p>Keen to hear responses from people who hold this view, as i understand the issues with policing - and am open to viable alternatives in theory.</p>\n</div><!-- SC_ON -->",
  "score": 142,
  "permalink": "/r/changemyview/comments/pnthwe/cmv_abolishing_the_police_is_a_lazy_and/",
  "subreddit": "changemyview",
  "id": "pnthwe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Im not arguing that police always have a positive impact on communities, and not\ndenying that violence and racism are relatively widespread issues that stem from\npolicing.\n\nIm purely comparing the flawed structure of policing with the actual\nalternatives:\n\n1) privatised security forces. Justice is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "警察が常に地域社会に良い影響を与えているとは言いませんし、暴力や人種差別が比較的広範な問題であることも否定しません。\n暴力や人種差別が警察活動に起因する比較的広範な問題であることも否定しません。\n暴力や人種差別が、警察活動に起因する比較的広範な問題であることも否定しません。\n\n私が純粋に比較しているのは、警察の欠陥のある構造と、実際の代替案です。\n代替案です。\n\n1）民営化された治安部隊。司法は...",
      "title": "cmv。警察を廃止することは、警察の暴力に対する怠惰で反動的な解決策であり、実際に実施されれば破滅的な結果になるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不是说警察总是对社区有积极的影响，也不是否认暴力和种族主义相对广泛。\n我并不否认暴力和种族主义是相对普遍的问题，它们来自于警察工作。\n导致的问题。\n\n我纯粹是将有缺陷的警务结构与实际的替代方案进行比较。\n替代方案。\n\n1）私有化的保安部队。司法是...",
      "title": "cmv: 废除警察是对警察暴力的一种懒惰和反动的解决方案--如果真的实施，将是灾难性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不是說警察總是對社區有積極的影響，也不是否認暴力和種族主義相對廣泛。\n我並不否認暴力和種族主義是相對普遍的問題，它們來自於警察工作。\n導致的問題。\n\n我純粹是將有缺陷的警務結構與實際的替代方案進行比較。\n替代方案。\n\n1）私有化的保安部隊。司法是...",
      "title": "cmv: 廢除警察是對警察暴力的一種懶惰和反動的解決方案--如果真的實施，將是災難性的。"
    }
  ]
}