{
  "author": "king_over_the_water",
  "original_created_utc": 1628343667,
  "title": "How will our primary sources survive for future historians?",
  "created_utc": 1628355813,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This may violate the 20 year rule because it involves technology of the last 20 years.  However, my question is directed more to the historical method than history itself.</p>\n\n<p>How would future historians access our primary sources as our primary sources transition from physical to digital media? For example, <a href=\"https://www.cambridge.org/core/journals/legal-information-management/article/abs/perma-scoping-and-addressing-the-problem-of-link-and-reference-rot-in-legal-citations/15A59548BF9882B06D3064DA7E290859\">in this study</a> it was found that 70% of links in Harvard Law Review articles and 50% of US Supreme Court opinions no longer refer to the original source material.  As we continue to move from digital to physical media for news, personal correspondence, and distributing academic materials, there is an increasing danger of the source disappearing due to link rot or the original source being revised after the fact.  This leads to my question - how could historians address the problem of disappearing primary sources or primary sources being edited after the fact?</p>\n\n<p>This is in contrast to even as recently as 20 years ago, when most sources were printed on physical media that were likely to last longer and could not be revised after the fact.  For example, a newspaper could easily last for ~100 years after being printed, if in the right climate conditions, and can’t be changed once printed.  A stone carving obviously even longer.  However, Internet hosted material could be edited, revised, deleted, or moved instantly.  How will this impact future historians?</p>\n\n<p>Edit - Grammar because I was on mobile (which also illustrates my point).</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/oztglz/how_will_our_primary_sources_survive_for_future/",
  "subreddit": "AskHistorians",
  "id": "oztglz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This may violate the 20 year rule because it involves technology of the last 20\nyears. However, my question is directed more to the historical method than\nhistory itself.\n\nHow would future historians access our primary sources as our primary sources\ntransition from physical to digital media? For…"
}