{
  "author": "lilosilo",
  "original_created_utc": 1632990933,
  "title": "The Morality of Pirating books.",
  "created_utc": 1633008628,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey, teenager (17) living in Lebanon, that is going through one of the worst economic crisis in recent history. </p>\n\n<p>I grew up reading everyday. At home, we have bookshelves in almost every room, all full with all sorts of litterature, english, french, arabic. The need to read is kind of engrained in me at this point. And groing up pre-crisis, I went through phases where I would buy up to eight books a month (which my mom thought was excessive, looking back, i do understand that), devour them all, mainly fantasy and YA books. As a hobbyist writer myself, the idea of &quot;stealing&quot; a book by downloading it online seemed scandalous. However, the recent economic recession kinda shifted my morals.</p>\n\n<p>At first, honestly, I just dropped reading all together, I didnt see the point of saving three or four months to buy a book I would read in two weeks, I would rather spend my money on other hobbies, like art, even though, it is also expensive (I dropped art classes, and my desire to learn oil painting, going digital or some other pricey mediums) but I&#39;m not gonna use up pencils and paints as as quickly as I&#39;m gonna read a book. But with time, I started craving reading, creative hobbies take a lot more energy than passive ones, especially for someone with hectic schedules and struggling with mental health, and I got sick of spending 20k lebanese pounds on each pencil. I could reread old books; but taste shifts, I got bored of YA and fantasy, as much comfort as it brought me, growing out of things is inevitable. Yet, it still seemed nonsensical to spend a quarter of my mother&#39;s income on a single book. So I caved, downloaded Sylvia Plath&#39;s The Bell Jar, which moved me. And it didn&#39;t seem wrong, how could a dead Sylvia care more about me not paying for her book than how much this book helped me understand and navigate the world a little better?</p>\n\n<p>So I stuck to reading books by dead writers, Oscar Wilde, Charles Bukowski, Jane Austen, but eventually, my reading list got full of books by well alive writers, more relevant to the world right now, and it&#39;s not like these books were getting any cheaper, of course, I still bought some of them, mainly the ones printed in lebanon, much cheaper, but less diverse room for choice. Same for libraries, cheaper, but I had trouble finding exactly what I wanted, and thrift stores not being available in my area, I gave in to the temptation and downloaded A Splendid Thousand Suns by Khaled Hosseini, which is probably one of my favourite books of the year, but I can&#39;t seem to decide how I feel about pirating books.</p>\n\n<p>I&#39;ve often heard, &quot;If you can afford a phone, a laptop, or an internet connection, you can afford a book&quot; but this is ridiculous to me, in our current world, not having a phone or a laptop is not an option, 80% of my schooling is done online, more due to fuel prices than covid, I&#39;m majoring in engineering, I <strong><em>need</em></strong> a good laptop, I wouldn&#39;t have spend all my savings on one otherwise. Then, whatever money I have left, I spend on ubers to go to uni, because we do not have good public transport, and I don&#39;t have the guts to ask my parents for more money to spend on books when they are partially paying for my expensive private university (the public education sector is screwed), my medication, food, clothing. I don&#39;t really have a disposable income to spend on entertainment and leisure. And it&#39;s probably similar for a lot of people above the poverty line in western countries. </p>\n\n<p>Yet it&#39;s still not right, this is essentially stealing, not food, or clothing or a necessity, but stealing for leisure. It wouldn&#39;t be different than shoplifting a book. Except it&#39;s easier and doesn&#39;t hold as much guilt, maybe cause it&#39;s not physical and no employee or small business is getting directly harmed. Except the author and the publishing company. But do authors really care about people that do not have a dime to spare, let alone the equivalent of the minimum wage in the country, downloading their book from z library instead of paying for it ? Maybe it&#39;s not that different from buying a thrifted copy, either way, they don&#39;t get a cut. I don&#39;t know. Maybe I&#39;m just being selfish. I hope someone enlightens me on that one.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pyflvz/the_morality_of_pirating_books/",
  "subreddit": "books",
  "id": "pyflvz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey, teenager (17) living in Lebanon, that is going through one of the worst\neconomic crisis in recent history.\n\nI grew up reading everyday. At home, we have bookshelves in almost every room,\nall full with all sorts of litterature, english, french, arabic. The need to\nread is kind of engrained in me…"
}