{
  "author": "banammockHana",
  "the_new_excerpt": "Why YSK: When you boil water you kill off any parasites, germs, or other living\nthings in the water that can kill you or make you sick enough for death to be a\nconcern. However, boiling water doesn't remove chemicals or heavy metals\ncollected in the water supply. To make sure that you are only…",
  "original_created_utc": 1613603124,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：当你把水烧开时，你会杀死任何寄生虫、细菌或其他生物。\n水里的东西，可以杀死你或让你生病，足以让你的死亡。\n关注。然而，沸水并不能去除化学品或重金属。\n在供水中收集。为了确保你只...",
      "title": "YSK 如果您必须从外部水源（河流、溪流、湖泊等）取水，那么您应该在饮用前将水蒸馏。煮沸是不够安全的!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：當你把水燒開時，你會殺死任何寄生蟲、細菌或其他生物。\n水裏的東西，可以殺死你或讓你生病，足以讓你的死亡。\n關注。然而，沸水並不能去除化學品或重金屬。\n在供水中收集。爲了確保你只...",
      "title": "YSK 如果您必須從外部水源（河流、溪流、湖泊等）取水，那麼您應該在飲用前將水蒸餾。煮沸是不夠安全的!"
    }
  ],
  "title": "YSK If you ever have to collect water from an outside source (river, stream, lake, etc.), then you should distill the water before drinking it. Boiling is not enough to make it safe!",
  "created_utc": 1613649506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: When you boil water you kill off any parasites, germs, or other living things in the water that can kill you or make you sick enough for death to be a concern. However, boiling water doesn&#39;t remove chemicals or heavy metals collected in the water supply. To make sure that you are only drinking water, it needs to be <strong>distilled</strong>. </p>\n\n<p>There are a number of methods to distill water, but the simplest is described <a href=\"https://www.thoughtco.com/making-distilled-water-609427\">here</a>. Basically you boil a small pot within a big pot and turn the big lid upside down over top of the big pot. The steam collects on the lid and cools just enough to fall into the small pot. As long as the water isn&#39;t high enough to just flow into the small pot, the water that collects inside the small pot is safe to drink. </p>\n\n<p>I figure with a lot people going without plumbing right now, this might be a concern for some people. Good luck!</p>\n</div><!-- SC_ON -->",
  "score": 140,
  "permalink": "/r/YouShouldKnow/comments/lm7c9r/ysk_if_you_ever_have_to_collect_water_from_an/",
  "subreddit": "YouShouldKnow",
  "id": "lm7c9r",
  "is_self": true,
  "media": null,
  "is_video": false
}