{
  "author": "Chooky47",
  "original_created_utc": 1626601613,
  "title": "Binance FUD - needless and unnecessary, and the sentiment hurts the crypto community.",
  "created_utc": 1626644542,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seen a lot of fud lately concerning Binance, which has resulted in a lot of people starting to question if their investments might be safe, is the company in danger of becoming insolvent and will everyone’s funds disappear into the nether…?</p>\n\n<p>I’m not sure why we needlessly spread some of this sentiment. </p>\n\n<p>Foremost, Binance is the world’s most liquid crypto platform - for us in the crypto game it is one of our great allies in pushing crypto to the mainstream and garnering further adoption in the global community. Yet, on crypto’s greatest sub reddit, we slam it as unsafe and untrustworthy and even insinuate that they might disintegrate over night! You can imagine the distress of new investors who would see such negative press as slightly problematic in wanting to get involved. </p>\n\n<p>Now I’m not saying Binance is perfect, obviously it isn’t and we know that, however is it as bad as it’s currently made out to be? I don’t think so. </p>\n\n<p>In any case, I’m all for facts and objectivity, but seeing people suggest that Binance will kick the bucket soon is about as likely as my chances to have Margot Robbie appear at my door (don’t know her, google, very lovey lady).</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/omnk17/binance_fud_needless_and_unnecessary_and_the/",
  "subreddit": "CryptoCurrency",
  "id": "omnk17",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seen a lot of fud lately concerning Binance, which has resulted in a lot of\npeople starting to question if their investments might be safe, is the company\nin danger of becoming insolvent and will everyone’s funds disappear into the\nnether…?\n\nI’m not sure why we needlessly spread some of this…"
}