{
  "author": "JBDanes12",
  "original_created_utc": 1626566633,
  "title": "CMV: I think the government should introduce legislations barring spouses of legislators from trading stock.",
  "created_utc": 1626576108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So Glen Greenwald wrote an article detailing Nancy and Paul Pelosi’s stock portfolio. 75% of their stock trading over the last 2 years was in big tech companies in Silicon Valley. That has happened as major legislation is pending before the house, which is controlled by committees overseen by Nancy Pelosi. Nancy was even taking personal calls with Apple ceo Tim Cook, the Pelosi’s traded 17% of their portfolio with apple. This is a massive conflict of interest and even though Nancy has come out and said she and her husband don’t discuss these things it still makes you wonder how truthful she is being about this. So I think the government needs to create legislation barring spouses of legislators from trading stock.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/omfp29/cmv_i_think_the_government_should_introduce/",
  "subreddit": "changemyview",
  "id": "omfp29",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So Glen Greenwald wrote an article detailing Nancy and Paul Pelosi’s stock\nportfolio. 75% of their stock trading over the last 2 years was in big tech\ncompanies in Silicon Valley. That has happened as major legislation is pending\nbefore the house, which is controlled by committees overseen by Nancy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "グレン・グリーンウォルドは、ナンシー・ペロシとポール・ペロシの株式ポートフォリオの詳細を記事にした。\nポートフォリオを紹介しています。過去2年間の彼らの株式取引の75％は シリコンバレーの大手ハイテク企業でした\nシリコンバレーの大手ハイテク企業です。これは、主要な法案が下院で審議されているときに起こったことです。\n下院では、ナンシーが監督する委員会が管理しています。",
      "title": "CMV: 政府は、議員の配偶者が株式を取引することを禁止する法律を導入すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以格伦-格林沃尔德写了一篇文章，详细介绍了南希和保罗-佩洛西的股票\n投资组合。在过去两年中，他们75%的股票交易是在硅谷的大型科技公司。\n在硅谷的大型科技公司。这种情况发生在重大立法待定的时候\n这发生在由南希监督的委员会控制的众议院面前。",
      "title": "CMV：我认为政府应该出台立法，禁止立法者的配偶进行股票交易。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以格倫-格林沃爾德寫了一篇文章，詳細介紹了南希和保羅-佩洛西的股票\n投資組合。在過去兩年中，他們75%的股票交易是在硅谷的大型科技公司。\n在硅谷的大型科技公司。這種情況發生在重大立法待定的時候\n這發生在由南希監督的委員會控制的衆議院面前。",
      "title": "CMV：我認爲政府應該出臺立法，禁止立法者的配偶進行股票交易。"
    }
  ]
}