{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1624647901,
  "title": "CMV: IF companies are using prison labor, upon release, the inmate should be on the fast track to gainful full time employment as well as have relocation cost covered.",
  "created_utc": 1624660895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now the easy thing to say here is… get rid of prison labor all together.</p>\n\n<p>Since that doesn’t look like it will happen any time soon, I think think more requirements should happen in order for a positive outcome of the prisoners. The system as is does nothing to really keep people out. Recidivism rates are upwards of 40%+ in some states. </p>\n\n<p>I think… if an individual has continued to work and help make a profit for a company for years, that company should have no issue with the individuals output. Yes, it can be said not having much of a choice and fewer distractions lead to something the person may not do on their own time. </p>\n\n<p>However, I think it should be required if good work and behavior are put in, that person is should take precedence and be hired on. The company would also be responsible for halfway housing for up to a set amount of time until their new employee pays rent on their own. </p>\n\n<p>I think this is a way that could help lower the recidivism rate and crime. You put someone’s hands to work and they are no longer idle. Then hopefully they relocate the person from people they know. I know some people might want to be around family and friends… but those are probably some of the first people to get you back into the life of crime. Not going back home to them is probably the best and having an easy way elsewhere would be positive.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/o7u84n/cmv_if_companies_are_using_prison_labor_upon/",
  "subreddit": "changemyview",
  "id": "o7u84n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now the easy thing to say here is… get rid of prison labor all together.\n\nSince that doesn’t look like it will happen any time soon, I think think more\nrequirements should happen in order for a positive outcome of the prisoners. The\nsystem as is does nothing to really keep people out. Recidivism…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、ここで簡単に言えることは、「囚人労働を一斉に廃止する」ということです。\n\nそれがすぐに実現するとは思えないので、私は、前向きに考えるためには、もっと多くの\n囚人に良い結果をもたらすためには、もっと多くの要件が必要だと思います。今のままの\n今のシステムでは、人々を本当に締め出すことはできません。再犯率...。",
      "title": "CMV: 企業が受刑者の労働力を利用する場合、出所後、受刑者はフルタイムの仕事に就くことができ、転居費用も負担されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在说起来很容易，就是......把监狱劳动全部取消。\n\n既然这看起来不会很快发生，我认为更多的\n的要求应该发生，以使囚犯获得积极的结果。这个\n系统并不能真正阻止人们离开。累犯...",
      "title": "CMV：如果公司使用监狱劳动力，在释放后，囚犯应该进入有收益的全职工作的快车道，并承担搬迁费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在說起來很容易，就是......把監獄勞動全部取消。\n\n既然這看起來不會很快發生，我認爲更多的\n的要求應該發生，以使囚犯獲得積極的結果。這個\n系統並不能真正阻止人們離開。累犯...",
      "title": "CMV：如果公司使用監獄勞動力，在釋放後，囚犯應該進入有收益的全職工作的快車道，並承擔搬遷費用。"
    }
  ]
}