{
  "author": "handologon",
  "the_new_excerpt": "Have you ever been to the mall and heard an infant baby shrieking in pain\nbecause her parents paid someone to pierce her ear? I don’t understand why we do\nthis.\n\nSome say they do it to their baby because it looks pretty, and others say it’s\nfor cultural reasons. Either way, I believe it’s a…",
  "original_created_utc": 1614601430,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你有没有去过商场，听到过婴儿痛苦的叫声？\n因为她的父母花钱请人给她打耳洞？我不明白为什么我们\n这个。\n\n有的人说，他们这样做是为了宝宝好看，有的人说这是为了\n由于文化原因。无论如何，我相信这是一个... ...",
      "title": "CMV：我们不应该给宝宝穿耳洞做首饰。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你有沒有去過商場，聽到過嬰兒痛苦的叫聲？\n因爲她的父母花錢請人給她打耳洞？我不明白爲什麼我們\n這個。\n\n有的人說，他們這樣做是爲了寶寶好看，有的人說這是爲了\n由於文化原因。無論如何，我相信這是一個... ...",
      "title": "CMV：我們不應該給寶寶穿耳洞做首飾。"
    }
  ],
  "title": "CMV: We should not pierce baby’s ears for jewelry.",
  "created_utc": 1614609349,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Have you ever been to the mall and heard an infant baby shrieking in pain because her parents paid someone to pierce her ear? I don’t understand why we do this.</p>\n\n<p>Some say they do it to their baby because it looks pretty, and others say it’s for cultural reasons. Either way, I believe it’s a violation of that child. They don’t understand your culture practices and they didn’t consent to have their ears stabbed for your visual pleasure. </p>\n\n<p>Piercings can cause infections, pus, swelling, pain, irritations, allergic reaction, keloids, and all for something cosmetic and unnecessary. The child may grow up and decide they don’t like the piercing but be left with a permanent scar, thanks to their parents. </p>\n\n<p>Perhaps there’s something about this I’m missing, open to have my view changed.</p>\n</div><!-- SC_ON -->",
  "score": 198,
  "permalink": "/r/changemyview/comments/lv7wem/cmv_we_should_not_pierce_babys_ears_for_jewelry/",
  "subreddit": "changemyview",
  "id": "lv7wem",
  "is_self": true,
  "media": null,
  "is_video": false
}