{
  "author": "tombnmlr",
  "original_created_utc": 1635308386,
  "title": "YSK that eating disorders are the mental illness most likely to cause death",
  "created_utc": 1635319436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Eating disorders are often not taken as seriously as other mental illnesses but they should be.\nBy now we are all very aware of the dangers of suicide caused by mental health problems, but depression and similar conditions aren’t even the most deadly of mental illnesses. Body shaming and the pressure to be thin has very serious risks for vulnerable people in society. Be mindful of what you say about food and weight around vulnerable people and if you suffer from an eating disorder please know that you matter and please seek help.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qgoc3c/ysk_that_eating_disorders_are_the_mental_illness/",
  "subreddit": "YouShouldKnow",
  "id": "qgoc3c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Eating disorders are often not taken as seriously as other mental\nillnesses but they should be. By now we are all very aware of the dangers of\nsuicide caused by mental health problems, but depression and similar conditions\naren’t even the most deadly of mental illnesses. Body shaming and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 摂食障害は、他の精神疾患に比べて深刻に受け止められないことが多いのですが\n摂食障害は、他の精神疾患ほど真剣に考えられていませんが、そうあるべきです。心の問題による自殺の危険性については、今では誰もが認識しています。\n精神疾患による自殺の危険性についてはよく知られていますが、うつ病などの精神疾患は\nしかし、うつ病などは、精神疾患の中でも最も致命的なものではありません。身体的な恥ずかしさや...",
      "title": "摂食障害は最も死亡率の高い精神疾患であるというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：饮食失调往往没有像其他精神疾病那样被认真对待\n但它们应该得到重视。现在，我们都非常清楚精神健康问题导致的自杀危险。\n但抑郁症和类似的情况还不是最致命的精神疾病，而是由精神健康问题导致的自杀。\n甚至不是最致命的精神疾病。身体羞辱和...",
      "title": "YSK认为饮食失调是最容易导致死亡的精神疾病"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：飲食失調往往沒有像其他精神疾病那樣被認真對待\n但它們應該得到重視。現在，我們都非常清楚精神健康問題導致的自殺危險。\n但抑鬱症和類似的情況還不是最致命的精神疾病，而是由精神健康問題導致的自殺。\n甚至不是最致命的精神疾病。身體羞辱和...",
      "title": "YSK認爲飲食失調是最容易導致死亡的精神疾病"
    }
  ]
}