{
  "author": "NarcissusWhiteLion",
  "original_created_utc": 1640385684,
  "title": "Was it common to discourage being left-handed in the US, and if so, why?",
  "created_utc": 1640422561,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I recently mentioned something to my uncle about his being so ambidextrous and he sort of shut down... My aunt said he as a kid growing up (Midwest US, catholic school in the 60s) that he was HARSHLY reprimanded for using his left as his dominant hand. I&amp;#39;m so curious why it would matter to anyone, and what history is there.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/rnwli4/was_it_common_to_discourage_being_lefthanded_in/",
  "subreddit": "AskHistorians",
  "id": "rnwli4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I recently mentioned something to my uncle\nabout his being so ambidextrous and he sort of shut down... My aunt said he as a\nkid growing up (Midwest US, catholic school in the 60s) that he was HARSHLY\nreprimanded for using his left as his dominant hand. I&#39;m so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>最近、叔父にあることを話した。\n両手利きであることを話したら、ちょっと黙り込んでしまって......。叔母によると、彼は昔\n子供の頃（アメリカ中西部、60年代のカソリック校）、厳しく叱られながら育ったそうです。\n左手を利き手にしていると叱られる。そうなんですか...。",
      "title": "アメリカでは、左利きを奨励することが一般的だったのでしょうか。もしそうなら、その理由は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我最近向我的叔叔提到了一些关于他的双侧肢体的事情，他有点失望。\n我最近跟我叔叔说起他是个双刃剑，他就闭口不谈了...。我的姑姑说，他作为一个\n他在成长过程中（美国中西部地区，60年代的天主教学校），曾因使用自己的双手而被严厉训斥。\n他因为用左手做主力而受到严厉训斥。我是如此...",
      "title": "在美国，不鼓励做左撇子是否很普遍，如果是的话，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我最近向我的叔叔提到了一些關於他的雙側肢體的事情，他有點失望。\n我最近跟我叔叔說起他是個雙刃劍，他就閉口不談了...。我的姑姑說，他作爲一個\n他在成長過程中（美國中西部地區，60年代的天主教學校），曾因使用自己的雙手而被嚴厲訓斥。\n他因爲用左手做主力而受到嚴厲訓斥。我是如此...",
      "title": "在美國，不鼓勵做左撇子是否很普遍，如果是的話，爲什麼？"
    }
  ]
}