{
  "author": "broxue",
  "original_created_utc": 1636955649,
  "title": "CMV: Refusing to engage with someone who has different views to you is a sign that you don't know what you are talking about",
  "created_utc": 1636972691,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am someone who really enjoys discussions and I can find myself on either side of an argument depending who I am talking to. I will often play the devils advocate, and if I&#39;m talking to someone who is (for example) pro-choice, then I&#39;ll take the pro-life perspective, and viceversa.</p>\n\n<p>Because I do this so often, I encounter some people who will respond with anger/disappointment that I am even entertaining the views of the &quot;opposite side&quot;. These discussions are usually the shortest ones and I find that I have to start treading more and more carefully up to the point that the other person doesn&#39;t want to discuss things any further. </p>\n\n<p>My assessment of this is that the person&#39;s refusal to engage is because they don&#39;t know how to respond to some of the counter-points/arguments and so they choose to ignore it, or attack the person rather than the argument. Also, since they have a tendancy to get angry/agitated, they never end up hearing the opposing arguments and, therefore, never really have a chance to properly understand where there might be flaws in their own ideas (i.e., they are in a bubble). </p>\n\n<p>The result is that they just end up dogmatically holding an idea in their mind. Whatsmore, they will justify becoming angry or ignoring others by saying that those &quot;other ideas&quot; are so obvisouly wrong that the person must be stupid/racist/ignorant etc. and thus not worth engaging with. This seems to be a self-serving tactic which strengthens the idea bubble even more.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/qu9gbg/cmv_refusing_to_engage_with_someone_who_has/",
  "subreddit": "changemyview",
  "id": "qu9gbg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am someone who really enjoys discussions and I can find myself on either side\nof an argument depending who I am talking to. I will often play the devils\nadvocate, and if I'm talking to someone who is (for example) pro-choice, then\nI'll take the pro-life perspective, and viceversa.\n\nBecause I do…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は議論をするのが好きで、相手によってはどちらの立場にも立てる人間です。\n誰と話しているかによって、どちらかの立場になることもあります。私はよく悪魔の味方をします。\n私はよく悪魔の代弁者を演じますが、もし誰か（例えば）賛成派の人と話していたら\n賛成派の立場に立つこともあります。\n\nなぜなら、私は...",
      "title": "CMV: 自分と異なる意見を持つ人との関わりを拒むのは、自分が何を言っているのか分かっていない証拠です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个非常喜欢讨论的人，我可以发现自己站在争论的任何一边，这取决于我是谁。\n争论的任何一方，这取决于我与谁交谈。我经常扮演魔鬼的角色。\n如果我和一个支持堕胎的人谈话，那么我就会站在支持堕胎的角度。\n我就会站在支持生命的角度，反之亦然。\n\n因为我确实...",
      "title": "CMV: 拒绝与与你观点不同的人接触，说明你不知道自己在说什么"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個非常喜歡討論的人，我可以發現自己站在爭論的任何一邊，這取決於我是誰。\n爭論的任何一方，這取決於我與誰交談。我經常扮演魔鬼的角色。\n如果我和一個支持墮胎的人談話，那麼我就會站在支持墮胎的角度。\n我就會站在支持生命的角度，反之亦然。\n\n因爲我確實...",
      "title": "CMV: 拒絕與與你觀點不同的人接觸，說明你不知道自己在說什麼"
    }
  ]
}