{
  "author": "broxue",
  "original_created_utc": 1636955649,
  "title": "CMV: Refusing to engage with someone who has different views to you is a sign that you don't know what you are talking about",
  "created_utc": 1636972691,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am someone who really enjoys discussions and I can find myself on either side of an argument depending who I am talking to. I will often play the devils advocate, and if I&#39;m talking to someone who is (for example) pro-choice, then I&#39;ll take the pro-life perspective, and viceversa.</p>\n\n<p>Because I do this so often, I encounter some people who will respond with anger/disappointment that I am even entertaining the views of the &quot;opposite side&quot;. These discussions are usually the shortest ones and I find that I have to start treading more and more carefully up to the point that the other person doesn&#39;t want to discuss things any further. </p>\n\n<p>My assessment of this is that the person&#39;s refusal to engage is because they don&#39;t know how to respond to some of the counter-points/arguments and so they choose to ignore it, or attack the person rather than the argument. Also, since they have a tendancy to get angry/agitated, they never end up hearing the opposing arguments and, therefore, never really have a chance to properly understand where there might be flaws in their own ideas (i.e., they are in a bubble). </p>\n\n<p>The result is that they just end up dogmatically holding an idea in their mind. Whatsmore, they will justify becoming angry or ignoring others by saying that those &quot;other ideas&quot; are so obvisouly wrong that the person must be stupid/racist/ignorant etc. and thus not worth engaging with. This seems to be a self-serving tactic which strengthens the idea bubble even more.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/qu9gbg/cmv_refusing_to_engage_with_someone_who_has/",
  "subreddit": "changemyview",
  "id": "qu9gbg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am someone who really enjoys discussions and I can find myself on either side\nof an argument depending who I am talking to. I will often play the devils\nadvocate, and if I'm talking to someone who is (for example) pro-choice, then\nI'll take the pro-life perspective, and viceversa.\n\nBecause I do…"
}