{
  "author": "extremeunderscore",
  "original_created_utc": 1628322630,
  "title": "Just finished The Ones Who Walk Away From Omelas by Ursula K. Le Guin",
  "created_utc": 1628347464,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I heard the premise and decided to pick it up because I was intrigued. And I absolutely loved the book! The writing is brilliant. My layman interpretation of the work was that it could mean that there is no ethical consumption in a capitalist society.</p>\n\n<p>This is the first time I&#39;m reading her work, and I&#39;ll definitely be reading more going forward.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/ozp523/just_finished_the_ones_who_walk_away_from_omelas/",
  "subreddit": "books",
  "id": "ozp523",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I heard the premise and decided to pick it up because I was intrigued. And I\nabsolutely loved the book! The writing is brilliant. My layman interpretation of\nthe work was that it could mean that there is no ethical consumption in a\ncapitalist society.\n\nThis is the first time I'm reading her work,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前提条件を聞いて、興味を持ったので手に取ってみることにしました。そして、私は\nこの本をとても気に入りました。文章が見事です。素人の私の解釈では、この作品には\nこの作品を素人なりに解釈すると、「資本主義社会には倫理的な消費は存在しない」ということになります。\n倫理的な消費は存在しないということだと思いました。\n\n彼女の作品を読むのは今回が初めてなのですが...。",
      "title": "Ursula K. Le GuinのThe Ones Who Walk Away From Omelasを読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我听到了这个前提，决定拿起它，因为我很感兴趣。而且我\n我非常喜欢这本书。这本书的写作很精彩。我对这部作品的外行解释是\n我对这部作品的外行解释是，它可能意味着在资本主义社会中没有道德的消费。\n资本主义社会没有道德消费。\n\n这是我第一次阅读她的作品，...",
      "title": "刚刚读完乌苏拉-K-勒古恩的《离开欧米拉斯的人》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我聽到了這個前提，決定拿起它，因爲我很感興趣。而且我\n我非常喜歡這本書。這本書的寫作很精彩。我對這部作品的外行解釋是\n我對這部作品的外行解釋是，它可能意味着在資本主義社會中沒有道德的消費。\n資本主義社會沒有道德消費。\n\n這是我第一次閱讀她的作品，...",
      "title": "剛剛讀完烏蘇拉-K-勒古恩的《離開歐米拉斯的人》。"
    }
  ]
}