{
  "author": "zacyzacy",
  "original_created_utc": 1637259389,
  "title": "YSK \"Weak/Strong password\" checks are meaningless and have warped the average users perception of passwords and security.",
  "created_utc": 1637264673,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Password security is extremely important and most people don&#39;t are completely unware because they are being lied to about their password strength.</p>\n\n<p>Obviously a password with 8 characters is harder to crack than a password with 4 characters, that much is true. </p>\n\n<p>And common passwords like &quot;password&quot; are generally not allowed when creating accounts in most cases, which is also good.</p>\n\n<p>But lets say you have a go-to password that is always considered &quot;strong&quot; on account creation pages. </p>\n\n<p>Those pages actually can&#39;t know if a password is strong, because if you have used it (or variations) elsewhere, it is no longer &quot;strong&quot;.</p>\n\n<p>&#x200B;</p>\n\n<p>The best way to combat this is with a password manager, the one that comes with your web browser is fine, but you can get free or paid services that allow for easier use on other devices.</p>\n\n<p>Basically you click the &quot;create password&quot; button in the manager and then paste it into the password field when creating/editing an account.</p>\n\n<p>This password will be a random assortment of numbers, letters and symbols that the manager will remember for you and autofill when you load a login page.</p>\n\n<p>A nice side effect is it will make you less susceptible to phishing attempts because if autofill doesn&#39;t work right away then you know something might be wrong.</p>\n\n<p>A lot of people are intimidated by the idea that they won&#39;t know their passwords anymore, I don&#39;t really care to get into it, but trust me, I&#39;ve worked in IT support for long enough to know that you would be wrong to think that.</p>\n\n<p>&#x200B;</p>\n\n<p>There&#39;s also Multifactor authentication, which you should also use when available, but that is another topic, albeit closely related.</p>\n</div><!-- SC_ON -->",
  "score": 647,
  "permalink": "/r/YouShouldKnow/comments/qwvwpu/ysk_weakstrong_password_checks_are_meaningless/",
  "subreddit": "YouShouldKnow",
  "id": "qwvwpu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Password security is extremely important and most people don't are\ncompletely unware because they are being lied to about their password strength.\n\nObviously a password with 8 characters is harder to crack than a password with 4\ncharacters, that much is true.\n\nAnd common passwords like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: パスワードのセキュリティは非常に重要ですが、ほとんどの人は、パスワードのセキュリティを意識していません。\nパスワードの強度について嘘をつかれているため、全く気付いていません。\n\n8文字のパスワードは、4文字のパスワードよりも解読が難しいのは明らかです。\nこれは事実です。\n\nそして、一般的なパスワードは...",
      "title": "YSKの「弱い/強いパスワード」チェックは無意味で、一般ユーザーのパスワードやセキュリティに対する認識を歪めています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：密码安全是非常重要的，而大多数人都不知道，因为他们被骗了。\n完全没有意识到，因为他们在密码强度方面被欺骗了。\n\n显然，一个8个字符的密码比一个4个字符的密码更难破解。\n字符的密码更难破解，这一点是真的。\n\n而常见的密码如...",
      "title": "YSK的 \"弱/强密码 \"检查毫无意义，并扭曲了普通用户对密码和安全的看法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：密碼安全是非常重要的，而大多數人都不知道，因爲他們被騙了。\n完全沒有意識到，因爲他們在密碼強度方面被欺騙了。\n\n顯然，一個8個字符的密碼比一個4個字符的密碼更難破解。\n字符的密碼更難破解，這一點是真的。\n\n而常見的密碼如...",
      "title": "YSK的 \"弱/強密碼 \"檢查毫無意義，並扭曲了普通用戶對密碼和安全的看法。"
    }
  ]
}