{
  "author": "dagger-v",
  "original_created_utc": 1631679790,
  "title": "I'm 32 years old. Haven't read a single book in over 20 years. Just got back from the book store where I picked up The Once and Future King.",
  "created_utc": 1631697381,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was a kid I adored reading. I read all the time. I was the first kid in my kindergarten class who knew how to read. In the 8th grade I gave up on reading, and I&#39;m not sure why. The last book I read was either Fahrenheit 451 or Flowers for Algernon. Both great works. Since then I haven&#39;t read a single book. </p>\n\n<p>I have read a few programming books (currently reading two) but I don&#39;t think that counts. Don&#39;t ask me how I graduated high school without reading but somehow I did. </p>\n\n<p>Over the past two weeks I&#39;ve been fighting the urge to go to the book store to pick up The Once and Future King. Today I stopped fighting that urge. Not sure why I decided on this book, maybe because I recently watched X2 but who knows. Wish me luck.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/poiyzg/im_32_years_old_havent_read_a_single_book_in_over/",
  "subreddit": "books",
  "id": "poiyzg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was a kid I adored reading. I read all the time. I was the first kid in\nmy kindergarten class who knew how to read. In the 8th grade I gave up on\nreading, and I'm not sure why. The last book I read was either Fahrenheit 451 or\nFlowers for Algernon. Both great works. Since then I haven't read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は子供の頃、読書が大好きでした。いつも読んでいました。幼稚園のクラスでは、私が初めて\n幼稚園のクラスで読み方を知っていたのは私が初めてでした。中学2年生のとき、私は読書をあきらめました。\nなぜかはわかりませんが。最後に読んだ本は、『華氏451』か\nアルジャーノンに花束を」です。どちらも素晴らしい作品です。それ以来、私は本を読んでいません...。",
      "title": "私は32歳です。20年以上、本を一冊も読んでいませんでした。今、本屋から帰ってきて、「The Once and Future King」を手にしました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我还是个孩子时，我很喜欢阅读。我一直在阅读。我是幼儿园班级里的第一个孩子\n我是幼儿园班上第一个知道如何阅读的孩子。在八年级的时候，我放弃了\n阅读，我不知道为什么。我读的最后一本书是《华氏451》或\n阿尔杰农的花》。两本都是伟大的作品。从那时起，我就没有读过...",
      "title": "我已经32岁了。20多年来没有读过一本书。刚刚从书店回来，我在那里买了《曾经和未来的国王》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我還是個孩子時，我很喜歡閱讀。我一直在閱讀。我是幼兒園班級裏的第一個孩子\n我是幼兒園班上第一個知道如何閱讀的孩子。在八年級的時候，我放棄了\n閱讀，我不知道爲什麼。我讀的最後一本書是《華氏451》或\n阿爾傑農的花》。兩本都是偉大的作品。從那時起，我就沒有讀過...",
      "title": "我已經32歲了。20多年來沒有讀過一本書。剛剛從書店回來，我在那裏買了《曾經和未來的國王》。"
    }
  ]
}