{
  "author": "__username_________",
  "original_created_utc": 1625673930,
  "title": "YSK for people who feel like they need to get married before the age of 30: the average age of people getting married increases over time, so getting married after 30 is natural and there's nothing wrong with that",
  "created_utc": 1625870376,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Parents and families tend to pressure us into getting married sooner and tell us if we don&#39;t get married by a certain age, nobody will ever want us. &quot;I got married at this age and you should too.&quot;</p>\n\n<p>But in reality the average age of people getting married keeps increasing, so you&#39;re just part of the new social curve and there is nothing wrong with that.</p>\n\n<p>Don&#39;t waste your time and energy worrying about getting married or having kids. You don&#39;t have to listen to those people. Tell them you&#39;re a modern person and they&#39;re stuck in their archaic way of thinking.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/oflyng/ysk_for_people_who_feel_like_they_need_to_get/",
  "subreddit": "YouShouldKnow",
  "id": "oflyng",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Parents and families tend to pressure us into getting married sooner\nand tell us if we don't get married by a certain age, nobody will ever want us.\n\"I got married at this age and you should too.\"\n\nBut in reality the average age of people getting married keeps increasing, so\nyou're just…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 両親や家族は、私たちに早く結婚するよう圧力をかけてきます。\nある年齢までに結婚しないと、誰からも相手にされなくなると言われています。\n\"私はこの年齢で結婚したのだから、あなたもそうすべきよ」と。\n\nしかし、実際には結婚する人の平均年齢はどんどん上がっていますので\nあなたはただ...",
      "title": "30歳までに結婚しないといけないと思っている人へのYSK：結婚する人の平均年齢は時間とともに上がっていくので、30歳を過ぎてから結婚するのは自然なことであり、何も問題はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：父母和家人往往会给我们施加压力，让我们早点结婚\n并告诉我们，如果我们不在某个年龄段结婚，就不会有人要我们。\n\"我在这个年龄结婚了，你也应该这样。\"\n\n但在现实中，人们结婚的平均年龄不断提高，所以\n你只是...",
      "title": "对于那些觉得需要在30岁之前结婚的人来说，YSK：随着时间的推移，人们结婚的平均年龄会增加，所以30岁以后结婚是很自然的，这没有什么不对。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：父母和家人往往會給我們施加壓力，讓我們早點結婚\n並告訴我們，如果我們不在某個年齡段結婚，就不會有人要我們。\n\"我在這個年齡結婚了，你也應該這樣。\"\n\n但在現實中，人們結婚的平均年齡不斷提高，所以\n你只是...",
      "title": "對於那些覺得需要在30歲之前結婚的人來說，YSK：隨着時間的推移，人們結婚的平均年齡會增加，所以30歲以後結婚是很自然的，這沒有什麼不對。"
    }
  ]
}