{
  "author": "0000000000000007",
  "the_new_excerpt": "Why YSK: A lot of these professions have legal restrictions from giving too much\nadvice without a formal agreement, physical inspection, etc, so any advice given\nover the internet, from a professional, should be taken as a starting point to\nseek further advice from someone who will be your official…",
  "original_created_utc": 1618774542,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理由 YSK: これらの職業の多くは、正式な契約書や実地調査などがない限り、あまり多くのアドバイスをしてはいけないという法的規制があります。\nそのため、インターネット上で専門家からアドバイスを受ける場合には\nそのため、インターネット上の専門家からのアドバイスは、あなたの正式なパートナーとなる人にアドバイスを求めるための出発点だと考えてください。\nそのため、インターネット上での専門家からのアドバイスは、あなたの公式な相談相手となる人に、さらにアドバイスを求めるための出発点と考えてください。",
      "title": "YSK Redditで医師や弁護士、エンジニアなどの立場でアドバイスをしている人は、そういう人かもしれませんが、あなたの医師や弁護士、エンジニアなどではありません。彼らのアドバイスは単なる出発点に過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这些职业很多都有法律限制，不能给太多。\n在没有正式协议、实物检查等情况下的建议，因此，任何建议的提供\n在互联网上，从专业的角度来看，应该把它作为一个出发点，以达到\n进一步寻求别人的建议，谁将是你的官方... ...",
      "title": "YSK 任何在Reddit上以医生/律师/工程师等身份给出建议的人可能就是这样，但他们不是你的*医生/律师/工程师等。他们的建议只是一个起点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這些職業很多都有法律限制，不能給太多。\n在沒有正式協議、實物檢查等情況下的建議，因此，任何建議的提供\n在互聯網上，從專業的角度來看，應該把它作爲一個出發點，以達到\n進一步尋求別人的建議，誰將是你的官方... ...",
      "title": "YSK 任何在Reddit上以醫生/律師/工程師等身份給出建議的人可能就是這樣，但他們不是你的*醫生/律師/工程師等。他們的建議只是一個起點。"
    }
  ],
  "title": "YSK Anyone giving advice on Reddit as a doctor/lawyer/engineer/etc may be just that, but they’re not *your* doctor/lawyer/engineer/etc. Their advice is just a starting point.",
  "created_utc": 1618829676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of these professions have legal restrictions from giving too much advice without a formal agreement, physical inspection, etc, so any advice given over the internet, from a professional, should be taken as a starting point to seek further advice from someone who will be your official expert (i.e. someone you hire). </p>\n\n<p>Similarly, if someone is giving expert advice and is crossing those boundaries, that should also be a red flag. A doctor should not be recommending major procedures without having had seen you physically. They may offer advice on what you can say to your doc, etc or what tests you could ask about,  but that’s about it.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/YouShouldKnow/comments/mtjqh5/ysk_anyone_giving_advice_on_reddit_as_a/",
  "subreddit": "YouShouldKnow",
  "id": "mtjqh5",
  "is_self": true,
  "media": null,
  "is_video": false
}