{
  "author": "joebrown75",
  "the_new_excerpt": "For me, oddly enough, it was Dante's Inferno.\n\nI had this goofy call-center job that had a lot of downtime in evenings. I\neventually installed the kindle desktop reader and bought Dante's Inferno. Would\noften have 10-20 minutes in between calls and realized the time flew by when I\nwas absorbed in…",
  "original_created_utc": 1612902845,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，奇怪的是，那是但丁的《地狱》。\n\n我有一份愚蠢的呼叫中心工作，晚上有很多休息时间。I\n最终安装了kindle桌面阅读器，买了但丁的《地狱》。会\n经常有10-20分钟的通话间隔，当我意识到时间飞快地流逝时，我\n被吸收在...",
      "title": "是什么书重新点燃了你对阅读的热爱？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，奇怪的是，那是但丁的《地獄》。\n\n我有一份愚蠢的呼叫中心工作，晚上有很多休息時間。I\n最終安裝了kindle桌面閱讀器，買了但丁的《地獄》。會\n經常有10-20分鐘的通話間隔，當我意識到時間飛快地流逝時，我\n被吸收在...",
      "title": "是什麼書重新點燃了你對閱讀的熱愛？"
    }
  ],
  "title": "What was the book that rekindled your love for reading?",
  "created_utc": 1612940338,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me, oddly enough, it was Dante&#39;s Inferno.</p>\n\n<p>I had this goofy call-center job that had a lot of downtime in evenings. I eventually installed the kindle desktop reader and bought Dante&#39;s Inferno. Would often have 10-20 minutes in between calls and realized the time flew by when I was absorbed in literature. You couldn&#39;t have phones on the floor and our internet access was pretty limited, but reading made an 8 hour shift fly by. I&#39;d get a call and I just couldn&#39;t wait to transport back into whatever world I was immersed in.</p>\n\n<p>Prior to that, I had spent probably 5 years without reading for pleasure. I recall vividly an overwhelming sense of joy when I realized what my life had been missing - and the fulfillment that books were likely going to bring me.</p>\n\n<p>Anyhow, just curious as to what book lead you back into the world of reading for pleasure. Looking forward to your replies :)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lgcqs7/what_was_the_book_that_rekindled_your_love_for/",
  "subreddit": "books",
  "id": "lgcqs7",
  "is_self": true,
  "media": null,
  "is_video": false
}