{
  "author": "textbookdust",
  "the_new_excerpt": "A lot of people see OnlyFans as more similar to Instagram than to a cam site or\nother selling sex sites.\n\nInfluencers are promoting their OnlyFans on Instagram to their millions of young\nfollowers and with the popularization of sex positivity being equated with being\nliberated, (which it definitely…",
  "original_created_utc": 1619969511,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人がOnlyFansをカムサイトや他の売春サイトよりもInstagramに似ていると考えています。\nのようなものだと考えています。\n\nインフルエンサーは、InstagramでOnlyFansを何百万人もの若いフォロワーに宣伝しています。\nインフルエンサーがInstagramで自分のOnlyFansを何百万人もの若いフォロワーに宣伝しています。\n解放されていることと同一視されています（これは確かに...）。",
      "title": "CMV: OnlyFansは18歳以上ではなく21歳以上に変更するべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多人认为OnlyFans更类似于Instagram，而不是一个凸轮网站或\n其他销售性网站。\n\n影响者在Instagram上向他们数以百万计的年轻粉丝宣传他们的OnlyFans。\n而随着性积极性的普及被等同于解放，（这绝对是一个好消息）。\n随着性积极性的普及，它被等同于解放，（这绝对是...",
      "title": "CMV: OnlyFans应该把他们的最低年龄改为21岁而不是18岁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多人認爲OnlyFans更類似於Instagram，而不是一個凸輪網站或\n其他銷售性網站。\n\n影響者在Instagram上向他們數以百萬計的年輕粉絲宣傳他們的OnlyFans。\n而隨着性積極性的普及被等同於解放，（這絕對是一個好消息）。\n隨着性積極性的普及，它被等同於解放，（這絕對是...",
      "title": "CMV: OnlyFans應該把他們的最低年齡改爲21歲而不是18歲。"
    }
  ],
  "title": "CMV: OnlyFans should change their age minimum to 21 and not 18.",
  "created_utc": 1620045453,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of people see OnlyFans as more similar to Instagram than to a cam site or other selling sex sites. </p>\n\n<p>Influencers are promoting their OnlyFans on Instagram to their millions of young followers and with the popularization of sex positivity being equated with being liberated, (which it definitely can make people feel liberated), a lot of young teens will see these influencers shamelessly joining OnlyFans because they make thousands of dollars from it. I have no problem with this, but as they influence on other things, they will influence others with this action as well) </p>\n\n<p>Teens will think that once they turn 18, they can take the easy way out and make thousands on OnlyFans too. But it won’t work that way for them. It is difficult to build a fan base on any social platform, even if you’re showing your booty. </p>\n\n<p>There are millions of young people who are making next to NOTHING on OnlyFans and you don’t see them. All you see is Bella Thorne, Trisha Paytas, and Bhad Bhabie making millions from it. </p>\n\n<p>So. To my CMV. When I turned 18, I got unwanted attention from older men who were waiting for me to turn 18. Now that was a small group of men but still, a lot of (women especially) can relate. </p>\n\n<p>I left high school knowing two things: that men wanted me for my body/sex/the way I look, and that a lot of hobbies I liked as a teenage girl were ridiculed. Like Twilight, One Direction, (which I kept quiet about because I saw other teen girls get made fun of for liking) and even video games because I must be a “fake gamer.”</p>\n\n<p>It’s overall difficult for teen girls to have high self-esteem when they feel like their hobbies and interests are lame but they can gain attention through their looks. </p>\n\n<p>I AM NOT REFERRING TO EVERY TEEN GIRL THAT EVER WAS BUT IT IS A LOT OF TEEN GIRLS’ PERSPECTIVE DUE TO SOCIAL MEDIA WITH ITS FILTERS AND OVER SEXUALIZATION.  </p>\n\n<p>When I was 21, in University, with a job, I had brand new hobbies and new career goals then when I was 18, I shiver at the idea that I would have ever considered a “sugar daddy” or selling photos online as it doesn’t align with my values now. </p>\n\n<p>Back in the day, some sleazeball 25 year old would show up to a high school party and start talking to 17-year-olds to try and get them involved in porn once they turn 18. Things have become A LOT more influential since. </p>\n\n<p>The internet is forever and thinking of a teen who wanted to try their luck at OnlyFans at 18 later regretting at age 21 because there are naked or suggestive photos of them online forever. There is now a looming fear that these photos will cause problems for future jobs.</p>\n\n<p>I would love to live in a reality where your boss can’t choose to hire you because they find out you were once on OnlyFans, but that’s not reality. They will judge you for it. </p>\n\n<p>Social media is making teens built to be insecure and they are exposed heavily to the idea that “sex equals easy money” it’s all a lie. Most of these influencers who just post ass shots are escorts. They make little money from paid promotions. But teens don’t see that. </p>\n\n<p>Will OnlyFans ever change their policy, probably a big NO. But my view is that it would help save some teens from regret. If someone has had a few years of adulting and they then choose to post on OnlyFans, that’s cool, but let’s give them a few years to think about it. I believe it would make a great change in allowing young people to find out who they really want to be, a chance to see what the world has to offer them and what they can offer back. </p>\n\n<p>I AM IN NO WAY BASHING SEX WORKERS OR TRYING TO SAY THEY SHOULD BE LIMITED IN THEIR WORK. I JUST THINK ONLYFANS SHOULD CHANGE THEIR POLICY BECAUSE OF ITS CLOSENESS TO SOCIAL MEDIA AND HOW IT IMPACTS TEENS WHO WILL WANT TO TRY IT TO MAKE A QUICK BUCK.  </p>\n\n<p>(Also didn’t even get to the users of OnlyFans, but that’s for a different day, so I’m just speaking on the posters) </p>\n\n<p>Also I know that there are so many reasons why this would never happen, but it’s just my view of what I would like to happen. They can’t just kick out all these 18-20 year old all of a sudden I know. Maybe it can be a new policy for new joiners. </p>\n\n<p>Ok that’s it! Let me know what you think :)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n38s2r/cmv_onlyfans_should_change_their_age_minimum_to/",
  "subreddit": "changemyview",
  "id": "n38s2r",
  "is_self": true,
  "media": null,
  "is_video": false
}