{
  "author": "GoGraystripe",
  "the_new_excerpt": "Oooooh, another AA post, hooooow originaaaal\n\n(Preface: I think \"minority\" includes Asians, but lets pretend it doesn't for\nthe purposes of the post)\n\nWhy does AA exist? Minorities in the US face greater obstacles and should not be\nexpected to be as achieving as their white and asian counterparts.…",
  "original_created_utc": 1616101411,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "呜呜，又是一个AA制的帖子，hoooooow originaaaal\n\n(前言：我认为 \"少数族裔 \"包括亚洲人。我认为 \"少数族裔 \"包括亚洲人，但让我们假装不包括他们\n(为该员额的目的)\n\n为什么会有AA制存在？在美国，少数族裔面临更大的障碍，不应\n....。",
      "title": "如果我们要采取平权行动，就应该以经济为基础，而不是以种族为基础。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗚嗚，又是一個AA制的帖子，hoooooow originaaaal\n\n(前言：我認爲 \"少數族裔 \"包括亞洲人。我認爲 \"少數族裔 \"包括亞洲人，但讓我們假裝不包括他們\n(爲該員額的目的)\n\n爲什麼會有AA制存在？在美國，少數族裔面臨更大的障礙，不應\n....。",
      "title": "如果我們要採取平權行動，就應該以經濟爲基礎，而不是以種族爲基礎。"
    }
  ],
  "title": "CMV: If we're gonna have Affirmative Action, it Should be Financially Based, Not Racially Based",
  "created_utc": 1616168268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><sup>Oooooh, another AA post, hooooow originaaaal</sup></p>\n\n<p>(Preface: I think &quot;minority&quot; includes Asians, but lets pretend it doesn&#39;t for the purposes of the post)</p>\n\n<p>Why does AA exist? Minorities in the US face greater obstacles and should not be expected to be as achieving as their white and asian counterparts. Fine, that&#39;s true. But it&#39;s a wide view. <a href=\"https://blog.collegevine.com/what-is-affirmative-action/\">71% of Harvard&#39;s brown student population came from rich families</a>. So, it looks like it&#39;s often not  economically challenged minorities who are getting the final push into an elite school from Affirmative Action. So while a privileged black or hispanic kid gets a seat, a really challenged eastern European first-generation kid with working class parents who&#39;s almost at the finish line (if you will) gets rejected.</p>\n\n<p>(PS, yes I know college admission are &quot;holistic, and more complicated than checking off boxes and two students are never compared side-by-side in an admissions room; this is a simplification).</p>\n\n<p>And even if the private school-educated, rich family minority student also experiences true, real discrimination that hinders their academic or extracurricular performance, racially-based AA has a way-too-exploitable loophole.</p>\n\n<p>That eastern European, first generation kid, let&#39;s pit him against a different student this time: an English-speaking white kid with wealthy Brazilian parents. This guy can identify as &quot;hispanic&quot; on his college application and get an edge. Which is ridiculous. No one wants that, except the colleges who can show off a &quot;diverse&quot; student body while getting lots of full-tuition paying students.</p>\n\n<p>So now, let&#39;s get back to why Affirmative Action exists. For the most part, it does not compensate for the greater obstacles minorities face. Financially speaking, elite colleges are very undiverse, so a lot of struggles go unrepresented.</p>\n\n<p>Ok thats all folks.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/m80o3d/cmv_if_were_gonna_have_affirmative_action_it/",
  "subreddit": "changemyview",
  "id": "m80o3d",
  "is_self": true,
  "media": null,
  "is_video": false
}