{
  "author": "UPSisSPUbackward",
  "original_created_utc": 1630872225,
  "title": "CMV: If others around me refuse to get the COVID vaccine, and I can get a third and fourth dose / there's an oversupply because people refuse to get it themselves, I should.",
  "created_utc": 1630877567,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in a part of the United States where the number of unvaccinated people is very high. I received my first and second covid shots back in March and April.</p>\n\n<p>Research shows that a third shot / booster has a strong protective effect for people who have already been vaccinated. There is already discussion of approving booster shots for healthy people, and immunocompromised and healthy people are already receiving third shots in other countries.</p>\n\n<p>Given the number of unvaccinated people in my area, and the rise of the Delta variant, I fear for my health. Therefore, to protect myself against the unvaccinated, If I am able, I should get another round of the COVID vaccination.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pik7zy/cmv_if_others_around_me_refuse_to_get_the_covid/",
  "subreddit": "changemyview",
  "id": "pik7zy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I live in a part of the United States where the number of unvaccinated people is\nvery high. I received my first and second covid shots back in March and April.\n\nResearch shows that a third shot / booster has a strong protective effect for\npeople who have already been vaccinated. There is already…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアメリカのある地域に住んでいますが、そこではワクチンを接種していない人の数が非常に多いのです。\n私が住んでいるアメリカでは、ワクチンを受けていない人が非常に多いのです。私は3月と4月に1回目と2回目のコヴィド注射を受けました。\n\n研究によると、すでにワクチンを接種した人が3回目の予防接種を受けると、強い保護効果があることがわかっています。\n調査によると、3回目の予防接種は、すでに予防接種を受けている人にも強い保護効果があるそうです。それは、すでに...",
      "title": "CMV: 周りの人がCOVIDワクチンの接種を拒否していて、3回目、4回目の接種が可能な場合／自分が接種を拒否していて供給過多になっている場合、接種すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我生活在美国的一个地区，那里未接种疫苗的人数非常多。\n非常多。早在3月和4月，我就打了第一针和第二针covid。\n\n研究表明，第三针/加强针对已经接种疫苗的人有很强的保护作用。\n已经接种过疫苗的人有很强的保护作用。目前已经有...",
      "title": "CMV：如果我周围的人拒绝接种COVID疫苗，而我可以接种第三和第四针/因为人们自己拒绝接种而出现供应过剩，我应该接种。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我生活在美國的一個地區，那裏未接種疫苗的人數非常多。\n非常多。早在3月和4月，我就打了第一針和第二針covid。\n\n研究表明，第三針/加強針對已經接種疫苗的人有很強的保護作用。\n已經接種過疫苗的人有很強的保護作用。目前已經有...",
      "title": "CMV：如果我周圍的人拒絕接種COVID疫苗，而我可以接種第三和第四針/因爲人們自己拒絕接種而出現供應過剩，我應該接種。"
    }
  ]
}