{
  "author": "MisanthropeInLove",
  "original_created_utc": 1626177959,
  "title": "What's your favorite scene from a book-turned-film that didn't make it to the screen?",
  "created_utc": 1626190155,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Mine is a really cool event from <em>Fellowship of the Ring</em>.</p>\n\n<p>While the group was sleeping in a pitch black forest, Legolas sensed a group of orcs closing in so he woke everyone up. They had to hurry to their boats without knowing if they were even going to the right direction. When they finally reached their boats , they had to ride them and paddle away as quietly as possible because the river was very very still. </p>\n\n<p>Just when they thought they got away, the orcs caught up to them. So Legolas, <em>without seeing anything and with limited arrows</em>, listened to the smallest noises the orcs made and got them with headshots. Tolkien described the scene amazingly. Every orc Legolas hit let out a grunt followed by the sound of slumping or falling into the river. Until eventually, silence.</p>\n\n<p>After reading that, I took my face away from the book and said &quot;Holy shit. I see why <strong>that</strong> wasn&#39;t in the movie.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/oje6t4/whats_your_favorite_scene_from_a_bookturnedfilm/",
  "subreddit": "books",
  "id": "oje6t4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Mine is a really cool event from Fellowship of the Ring.\n\nWhile the group was sleeping in a pitch black forest, Legolas sensed a group of\norcs closing in so he woke everyone up. They had to hurry to their boats without\nknowing if they were even going to the right direction. When they finally\nreached…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、「指輪物語」の中の、とてもクールなイベントです。\n\n真っ暗な森の中で一行が眠っていると、オークの群れが迫ってくるのを感じたレゴラスが\nオークの群れが近づいてくるのを感じて、みんなを起こしたんだ。オークの群れが迫ってくるのを感じたレゴラスは、みんなを起こしました。\n正しい方向に進んでいるかどうかもわからないまま、船に急がなければならなかった。ようやくたどり着いたのは\n辿り着いたのは...。",
      "title": "本から映画になった作品で、映画化されなかったお気に入りのシーンはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的是《指环王》中一个非常酷的事件。\n\n当他们在一片漆黑的森林里睡觉时，莱戈拉斯感觉到一群兽人正在逼近，于是他叫醒了大家。\n兽人逼近，于是他把大家叫醒。他们不得不在不知情的情况下赶到自己的船上\n他们不得不在不知道自己是否走对了方向的情况下赶往自己的船。当他们终于\n到达了...",
      "title": "你最喜欢哪一幕由书变成的电影中没有被搬上银幕的场景？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的是《指環王》中一個非常酷的事件。\n\n當他們在一片漆黑的森林裏睡覺時，萊戈拉斯感覺到一羣獸人正在逼近，於是他叫醒了大家。\n獸人逼近，於是他把大家叫醒。他們不得不在不知情的情況下趕到自己的船上\n他們不得不在不知道自己是否走對了方向的情況下趕往自己的船。當他們終於\n到達了...",
      "title": "你最喜歡哪一幕由書變成的電影中沒有被搬上銀幕的場景？"
    }
  ]
}