{
  "author": "dracofilm",
  "original_created_utc": 1637175239,
  "title": "CMV: The \"Dog Breath Punishment\" would be ineffective and not really scare/deter anyone",
  "created_utc": 1637199852,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve heard about this seemingly informal &quot;punishment&quot; in a few contexts now. Thought it was a joke at first, but apparently it&#39;s a real thing.</p>\n\n<p>A friend of mine who had a friend who spend a year in prison, said that if officers found drugs in your cell, they&#39;d often retaliate by conducting very frequent &quot;searches&quot; of the cell with the K-9 unit over the next week. The inmates would be made to sit against the wall as the dogs came in...except that the dogs would spend a <em>very</em> inordinate amount of time with their mouth right up to your nose, just panting. Apparently he said it was so gross that he would have preferred solitary.</p>\n\n<p>Tried looking into it more and found some stories (unverifiable of course) of police officers using it informally too, in the place of giving someone a permanent criminal record. IE, a student taken out of class after drugs found in his locker, made to smell dog breath (from the police dog) for 30-60 minutes in lieu of an arrest, and returned to class (feeling very nauseous).</p>\n\n<p>Even some accounts of parents using it as a punishment to discipline their children - just making them smell the dog&#39;s breath for a couple minutes.</p>\n\n<hr/>\n\n<p>Whether these accounts are true or not, I was interested as a criminal justice student. People seem to think it&#39;s a really disgusting punishment, but I feel like no one would be deterred by that...</p>\n\n<ul>\n<li><p>First, doesn&#39;t dog breath not really smell? I thought I&#39;d heard that dogs have cleaner mouths than humans. I&#39;ve never had one myself, but when I visit a friend with a dog I never noticed that bad of a smell</p></li>\n<li><p>Second, even if it does smell....it can&#39;t be that much worse than bad human breath, is it? What does &quot;bad dog breath&quot; even smell like? I know they can lick their butts and such, but it&#39;s hard to imagine the smell being foul enough that someone would fear it as a punishment. Wouldn&#39;t you kind of laugh if you were &quot;sentenced&quot; to that, or can the smell be worse than I&#39;m thinking?</p></li>\n<li><p>Even if it stinks bad, wouldn&#39;t you just get used to it, or breathe lightly or through the nose?</p></li>\n</ul>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qw66hl/cmv_the_dog_breath_punishment_would_be/",
  "subreddit": "changemyview",
  "id": "qw66hl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've heard about this seemingly informal \"punishment\" in a few contexts now.\nThought it was a joke at first, but apparently it's a real thing.\n\nA friend of mine who had a friend who spend a year in prison, said that if\nofficers found drugs in your cell, they'd often retaliate by conducting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この一見インフォーマルな「罰」については、これまでにも何度か耳にしたことがあります。\n最初は冗談だと思っていたが、どうやら本当のことのようだ。\n\n刑務所に1年いた友人の話によると、もし警官が独房で麻薬を見つけたら\n房の中に麻薬を見つけた警官は、しばしば報復として...",
      "title": "CMV: \"Dog Breath Punishment \"は効果がないし、誰も怖がらないし、抑止力にもならない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经在一些场合听说过这种看似非正式的 \"惩罚 \"了。\n起初以为是个笑话，但显然这是一个真实的事情。\n\n我的一个朋友有一个在监狱里呆了一年的朋友，他说，如果官员在你的牢房里发现毒品，他们会在你的牢房里发现毒品。\n如果官员在你的牢房里发现毒品，他们通常会报复性地进行......",
      "title": "CMV：\"狗嘴里吐不出象牙 \"的惩罚是无效的，并不能真正吓到/阻止任何人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經在一些場合聽說過這種看似非正式的 \"懲罰 \"了。\n起初以爲是個笑話，但顯然這是一個真實的事情。\n\n我的一個朋友有一個在監獄裏呆了一年的朋友，他說，如果官員在你的牢房裏發現毒品，他們會在你的牢房裏發現毒品。\n如果官員在你的牢房裏發現毒品，他們通常會報復性地進行......",
      "title": "CMV：\"狗嘴裏吐不出象牙 \"的懲罰是無效的，並不能真正嚇到/阻止任何人。"
    }
  ]
}