{
  "created_at": "2021-02-12T05:43:03.298Z",
  "title": "Tell HN: A case of negative SEO I caught on my service and how I dealt with it",
  "url": null,
  "author": "santah",
  "points": 278,
  "story_text": "Recently, my service <a href=\"https:&#x2F;&#x2F;next-episode.net\" rel=\"nofollow\">https:&#x2F;&#x2F;next-episode.net</a> experienced a huge drop in Google rankings. As I&#x27;ve been running it for more than 15 years, this is far from the first time this has happened. Usually I&#x27;ve been able to attribute big fluctuations (positive or negative) either to something I did, a Google algo change, or some external factor.<p>For example, about 2 years ago, something similar happened. While digging through my Search Console I discovered that Russian websites generated thousands of links pointing to a page on Next Episode with pornographic keywords used as link anchors. This was so effective that they managed to get those keywords to the top of the &quot;Top linking text&quot; in Google Search Console - naturally (most likely) resulting in drop in rankings for the regular keywords and the domain in general.<p>About a week ago, while trying to investigate the current drop in rankings and browsing through my &quot;Latest links&quot; external links export from Google Search Console, I noticed something funny. There were thousands of links in there (from 3 domains) following the same structure as on Next Episode: domain&#x2F;show-name domain&#x2F;show-name&#x2F;browse domain&#x2F;show-name&#x2F;season-1, etc.<p>Following these links revealed something even funnier: all of them displayed content directly from my site! Not even scraped&#x2F;cached content - they were dynamically pulling content from my server and displaying it on their domain. Even the search worked, the news archive and the top charts. Here is a list of those domains as an image: <a href=\"https:&#x2F;&#x2F;i.imgur.com&#x2F;PjNKh0b.png\" rel=\"nofollow\">https:&#x2F;&#x2F;i.imgur.com&#x2F;PjNKh0b.png</a>. I&#x27;ve since blocked their access, so opening any of them will not show my website right now, but here is how it looked: <a href=\"https:&#x2F;&#x2F;i.imgur.com&#x2F;HBiL3yh.png\" rel=\"nofollow\">https:&#x2F;&#x2F;i.imgur.com&#x2F;HBiL3yh.png</a><p>Now, my first thought was that those were maybe scraping the content as part of a link farm (to spam with ads?), but I also wanted to know more. I experimented with Google searches that included pages from my website, like &quot;Hot Shows - Next Episode&quot; and ones with very specific news posts subjects like &quot;Streaming Services Availability added to Episodes and Movies&quot; (posted in September last year). Imagine my surprise when I discovered that not only the domains above were indexed by Google (and were listed in the Search results), but there were 4-5 more domains that did the same thing and some of them even outranked mine!<p>Here is a full list of domains that I discovered by searching for my news posts subjects: <a href=\"https:&#x2F;&#x2F;i.imgur.com&#x2F;dAm1CzI.png\" rel=\"nofollow\">https:&#x2F;&#x2F;i.imgur.com&#x2F;dAm1CzI.png</a>. If you Google for site:domain.com you&#x27;ll see some of them have thousands of pages indexed by Google. Trying out more keyword searches, I was also able to discover these domains: <a href=\"https:&#x2F;&#x2F;i.imgur.com&#x2F;s5YjJWK.png\" rel=\"nofollow\">https:&#x2F;&#x2F;i.imgur.com&#x2F;s5YjJWK.png</a> (as they&#x27;ve cached the content, they still work). Those all seem to be part of the same operation, but they serve a different purpose - they have only scraped the home page of Next Episode and all their links point to inside pages on the other domains. I suspect this is to generate incoming links to the other domains and give them some credibility.<p>As with the links with adult keywords text anchors mentioned above - I suspect this whole thing is a negative SEO campaign - I don&#x27;t see any other reason for it to be happening and it seems to be achieving its goal. Once I found all I could find about the domains involved in this, I took some action:<p>1) disavowed all those domains through the Google disavow tool<p>2) investigated if I could redirect their pages to mine (as they were dynamically pulling the content - I could change it to whatever I wanted). I managed to make it work through JavaScript (though interestingly, it had to be obfuscated as they were doing some sanitizing when pulling my content and replacing strings like &quot;window.location.href&quot; with &quot;window.loc1ion.href&quot;), but in the end I decided against it and:<p>3) I blocked their IPs through CloudFlare (all Russian IPs). An interesting thing here is that once I blocked an IP, the domain would somehow automatically switch to another IP to pull my content from, but once I blocked like 10 or 15 of them - they seem to have run out of IPs and now they stay blocked.<p>I looked for a way to report those domains to Google, but as of today, I&#x27;ve not found the place to do it. Does anybody know? Today, about a week after I blocked the domains that pulled content from my site, they still have thousands of my pages indexed in Google and are ranking better in some search results than me. I&#x27;m guessing with time, Google will catch up with the fact they don&#x27;t show any content anymore and will delist those pages.<p>This whole thing was very new to me so I hope it&#x27;ll raise awareness that this is going on and maybe help someone else catch it happening to their website. I&#x27;d appreciate any feedback on this and I&#x27;m around if you have any questions. It would also be interesting to hear about anyone&#x27;s related experiences. Cheers!",
  "comment_text": null,
  "num_comments": 40,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1613071270,
  "_tags": [
    "story",
    "author_santah",
    "story_26105890",
    "front_page"
  ],
  "objectID": "26105890",
  "_highlightResult": {
    "title": {
      "value": "Tell HN: A case of negative SEO I caught on my service and how I dealt with it",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "santah",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Recently, my service <a href=\"https://next-episode.net\" rel=\"nofollow\">https://next-episode.net</a> experienced a huge drop in Google rankings. As I've been running it for more than 15 years, this is far from the first time this has happened. Usually I've been able to attribute big fluctuations (positive or negative) either to something I did, a Google algo change, or some external factor.<p>For example, about 2 years ago, something similar happened. While digging through my Search Console I discovered that Russian websites generated thousands of links pointing to a page on Next Episode with pornographic keywords used as link anchors. This was so effective that they managed to get those keywords to the top of the &quot;Top linking text&quot; in Google Search Console - naturally (most likely) resulting in drop in rankings for the regular keywords and the domain in general.<p>About a week ago, while trying to investigate the current drop in rankings and browsing through my &quot;Latest links&quot; external links export from Google Search Console, I noticed something funny. There were thousands of links in there (from 3 domains) following the same structure as on Next Episode: domain/show-name domain/show-name/browse domain/show-name/season-1, etc.<p>Following these links revealed something even funnier: all of them displayed content directly from my site! Not even scraped/cached content - they were dynamically pulling content from my server and displaying it on their domain. Even the search worked, the news archive and the top charts. Here is a list of those domains as an image: <a href=\"https://i.imgur.com/PjNKh0b.png\" rel=\"nofollow\">https://i.imgur.com/PjNKh0b.png</a>. I've since blocked their access, so opening any of them will not show my website right now, but here is how it looked: <a href=\"https://i.imgur.com/HBiL3yh.png\" rel=\"nofollow\">https://i.imgur.com/HBiL3yh.png</a><p>Now, my first thought was that those were maybe scraping the content as part of a link farm (to spam with ads?), but I also wanted to know more. I experimented with Google searches that included pages from my website, like &quot;Hot Shows - Next Episode&quot; and ones with very specific news posts subjects like &quot;Streaming Services Availability added to Episodes and Movies&quot; (posted in September last year). Imagine my surprise when I discovered that not only the domains above were indexed by Google (and were listed in the Search results), but there were 4-5 more domains that did the same thing and some of them even outranked mine!<p>Here is a full list of domains that I discovered by searching for my news posts subjects: <a href=\"https://i.imgur.com/dAm1CzI.png\" rel=\"nofollow\">https://i.imgur.com/dAm1CzI.png</a>. If you Google for site:domain.com you'll see some of them have thousands of pages indexed by Google. Trying out more keyword searches, I was also able to discover these domains: <a href=\"https://i.imgur.com/s5YjJWK.png\" rel=\"nofollow\">https://i.imgur.com/s5YjJWK.png</a> (as they've cached the content, they still work). Those all seem to be part of the same operation, but they serve a different purpose - they have only scraped the home page of Next Episode and all their links point to inside pages on the other domains. I suspect this is to generate incoming links to the other domains and give them some credibility.<p>As with the links with adult keywords text anchors mentioned above - I suspect this whole thing is a negative SEO campaign - I don't see any other reason for it to be happening and it seems to be achieving its goal. Once I found all I could find about the domains involved in this, I took some action:<p>1) disavowed all those domains through the Google disavow tool<p>2) investigated if I could redirect their pages to mine (as they were dynamically pulling the content - I could change it to whatever I wanted). I managed to make it work through JavaScript (though interestingly, it had to be obfuscated as they were doing some sanitizing when pulling my content and replacing strings like &quot;window.location.href&quot; with &quot;window.loc1ion.href&quot;), but in the end I decided against it and:<p>3) I blocked their IPs through CloudFlare (all Russian IPs). An interesting thing here is that once I blocked an IP, the domain would somehow automatically switch to another IP to pull my content from, but once I blocked like 10 or 15 of them - they seem to have run out of IPs and now they stay blocked.<p>I looked for a way to report those domains to Google, but as of today, I've not found the place to do it. Does anybody know? Today, about a week after I blocked the domains that pulled content from my site, they still have thousands of my pages indexed in Google and are ranking better in some search results than me. I'm guessing with time, Google will catch up with the fact they don't show any content anymore and will delist those pages.<p>This whole thing was very new to me so I hope it'll raise awareness that this is going on and maybe help someone else catch it happening to their website. I'd appreciate any feedback on this and I'm around if you have any questions. It would also be interesting to hear about anyone's related experiences. Cheers!",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-02-11T19:21:10.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "告诉HN：我在服务上抓到的一个SEO负面案例，我是如何处理的？"
    },
    {
      "locale": "zh-Hant",
      "title": "告訴HN：我在服務上抓到的一個SEO負面案例，我是如何處理的？"
    }
  ],
  "source_updated_at": 1613728637918
}