{
  "created_at": "2021-02-15T20:38:22.030Z",
  "title": "Launch HN: Noya (YC W21) – Direct air capture of CO2 using cooling towers",
  "url": null,
  "author": "jsantos511",
  "points": 399,
  "story_text": "Hello HN!<p>I&#x27;m Josh, one of the co-founders of Noya (<a href=\"https:&#x2F;&#x2F;noyalabs.com\" rel=\"nofollow\">https:&#x2F;&#x2F;noyalabs.com</a>). Noya is designing a cheaper process to capture CO2 directly from the atmosphere. We do this by retrofitting industrial cooling towers owned and operated by other companies to perform carbon capture. We then sell the captured CO2 to companies that need it, and pay a piece of the proceeds to the companies that own the cooling towers.<p>As the wildfires in California became worse and worse, my co-founder (and roommate at the time) Daniel and I became increasingly concerned that we weren&#x27;t doing enough to be a part of the solution. The more that climate catastrophes became the norm, the more we became obsessed with one seemingly-simple question:<p>If climate change is caused by having too much CO2 in the sky... can&#x27;t we just reverse it by yanking CO2 out of the sky?<p>Humans have known how to scrub CO2 out of gas mixtures for almost a century [1]; but, we haven&#x27;t been able to widely apply this type of tech to scrubbing CO2 from the air because of its high cost. For example, one popular direct air capture project is estimated to capture 1M tons of CO2&#x2F;year [2], but has an estimated equipment cost of $700M and all-in costs of ~$1.1B [3]. The single largest component of this cost is in the piece of equipment called the air contactor — the big wall of fans you see in the image linked above — which clocks in at $212M by itself. Yet fundamentally, all that air contactors do is put air into contact with something that captures CO2, whether it&#x27;s an aqueous capture solution or some sort of solid sorbent.<p>These costs felt astronomical to Daniel and I, so we set out with the singular focus to reduce the costs of carbon capture by reducing the costs of the air contactor. But no matter how we thought about it, we couldn’t get around the fact that to capture meaningful amounts of CO2, you need to move massive amounts of air since CO2 is very dilute in the atmosphere (0.04% by volume). Looking at the existing solutions, we began to understand why it makes sense to build something equally massive: so you can go after economies of scale.<p>As Daniel and I were feeling stuck late one night, he got a call from his dad. They started talking about the refrigeration facility Daniel’s dad runs in Venezuela (where Daniel&#x27;s from), and they started talking about the cooling towers at the facility. Cooling towers move air and water into contact with each other to provide cooling to industrial processes (descriptive video: <a href=\"https:&#x2F;&#x2F;www.youtube.com&#x2F;watch?v=pXaK8_F8dn0\" rel=\"nofollow\">https:&#x2F;&#x2F;www.youtube.com&#x2F;watch?v=pXaK8_F8dn0</a>). As Daniel listened to his dad, Daniel realized that if we could just add the blend of CO2-absorbing chemicals we had been developing into the water his dad’s cooling tower used, we could use it as an air contactor and achieve CO2 capture at the same time the cooling tower was cooling its processes. This eliminates the need to build millions of dollars worth of dedicated equipment to pluck CO2 from the sky.<p>Our cooling-tower-based carbon capture process works as follows: we add our chemical carbon capture blend into a cooling tower&#x27;s water, we connect the tower to some pieces of downstream processing equipment to regenerate the captured CO2, and then we pressurize the CO2 into cylinders for sale as &quot;reclaimed CO2&quot; to companies that need it. All of this is installed onto a cooling tower that another company already owns and operates. In exchange for letting us install this process on their towers, we will cover the cost of installation, and the companies will get a piece of the revenue generated through the sale of their CO2.<p>We’re well on our way towards making this process a reality. We’ve partnered with a local farm to install our process in their cooling towers, and we&#x27;ve just produced CO2 using our industrial-scale prototype.<p>We&#x27;re excited for the opportunity to reverse climate change and ensure we have a future on this planet that is good. Please let us know what questions, concerns, or feedback you have about what we&#x27;re building - I’ll be here all day!<p>[1]: <a href=\"https:&#x2F;&#x2F;science.sciencemag.org&#x2F;content&#x2F;325&#x2F;5948&#x2F;1652\" rel=\"nofollow\">https:&#x2F;&#x2F;science.sciencemag.org&#x2F;content&#x2F;325&#x2F;5948&#x2F;1652</a><p>[2]: <a href=\"https:&#x2F;&#x2F;blogs-images.forbes.com&#x2F;jamesconca&#x2F;files&#x2F;2019&#x2F;10&#x2F;1-air-contactor.jpg\" rel=\"nofollow\">https:&#x2F;&#x2F;blogs-images.forbes.com&#x2F;jamesconca&#x2F;files&#x2F;2019&#x2F;10&#x2F;1-a...</a><p>[3]: <a href=\"https:&#x2F;&#x2F;www.sciencedirect.com&#x2F;science&#x2F;article&#x2F;pii&#x2F;S2542435118302253\" rel=\"nofollow\">https:&#x2F;&#x2F;www.sciencedirect.com&#x2F;science&#x2F;article&#x2F;pii&#x2F;S254243511...</a>",
  "comment_text": null,
  "num_comments": 89,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1613408004,
  "_tags": [
    "story",
    "author_jsantos511",
    "story_26144432",
    "front_page"
  ],
  "objectID": "26144432",
  "_highlightResult": {
    "title": {
      "value": "Launch HN: Noya (YC W21) – Direct air capture of CO2 using cooling towers",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "jsantos511",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hello HN!<p>I'm Josh, one of the co-founders of Noya (<a href=\"https://noyalabs.com\" rel=\"nofollow\">https://noyalabs.com</a>). Noya is designing a cheaper process to capture CO2 directly from the atmosphere. We do this by retrofitting industrial cooling towers owned and operated by other companies to perform carbon capture. We then sell the captured CO2 to companies that need it, and pay a piece of the proceeds to the companies that own the cooling towers.<p>As the wildfires in California became worse and worse, my co-founder (and roommate at the time) Daniel and I became increasingly concerned that we weren't doing enough to be a part of the solution. The more that climate catastrophes became the norm, the more we became obsessed with one seemingly-simple question:<p>If climate change is caused by having too much CO2 in the sky... can't we just reverse it by yanking CO2 out of the sky?<p>Humans have known how to scrub CO2 out of gas mixtures for almost a century [1]; but, we haven't been able to widely apply this type of tech to scrubbing CO2 from the air because of its high cost. For example, one popular direct air capture project is estimated to capture 1M tons of CO2/year [2], but has an estimated equipment cost of $700M and all-in costs of ~$1.1B [3]. The single largest component of this cost is in the piece of equipment called the air contactor — the big wall of fans you see in the image linked above — which clocks in at $212M by itself. Yet fundamentally, all that air contactors do is put air into contact with something that captures CO2, whether it's an aqueous capture solution or some sort of solid sorbent.<p>These costs felt astronomical to Daniel and I, so we set out with the singular focus to reduce the costs of carbon capture by reducing the costs of the air contactor. But no matter how we thought about it, we couldn’t get around the fact that to capture meaningful amounts of CO2, you need to move massive amounts of air since CO2 is very dilute in the atmosphere (0.04% by volume). Looking at the existing solutions, we began to understand why it makes sense to build something equally massive: so you can go after economies of scale.<p>As Daniel and I were feeling stuck late one night, he got a call from his dad. They started talking about the refrigeration facility Daniel’s dad runs in Venezuela (where Daniel's from), and they started talking about the cooling towers at the facility. Cooling towers move air and water into contact with each other to provide cooling to industrial processes (descriptive video: <a href=\"https://www.youtube.com/watch?v=pXaK8_F8dn0\" rel=\"nofollow\">https://www.youtube.com/watch?v=pXaK8_F8dn0</a>). As Daniel listened to his dad, Daniel realized that if we could just add the blend of CO2-absorbing chemicals we had been developing into the water his dad’s cooling tower used, we could use it as an air contactor and achieve CO2 capture at the same time the cooling tower was cooling its processes. This eliminates the need to build millions of dollars worth of dedicated equipment to pluck CO2 from the sky.<p>Our cooling-tower-based carbon capture process works as follows: we add our chemical carbon capture blend into a cooling tower's water, we connect the tower to some pieces of downstream processing equipment to regenerate the captured CO2, and then we pressurize the CO2 into cylinders for sale as &quot;reclaimed CO2&quot; to companies that need it. All of this is installed onto a cooling tower that another company already owns and operates. In exchange for letting us install this process on their towers, we will cover the cost of installation, and the companies will get a piece of the revenue generated through the sale of their CO2.<p>We’re well on our way towards making this process a reality. We’ve partnered with a local farm to install our process in their cooling towers, and we've just produced CO2 using our industrial-scale prototype.<p>We're excited for the opportunity to reverse climate change and ensure we have a future on this planet that is good. Please let us know what questions, concerns, or feedback you have about what we're building - I’ll be here all day!<p>[1]: <a href=\"https://science.sciencemag.org/content/325/5948/1652\" rel=\"nofollow\">https://science.sciencemag.org/content/325/5948/1652</a><p>[2]: <a href=\"https://blogs-images.forbes.com/jamesconca/files/2019/10/1-air-contactor.jpg\" rel=\"nofollow\">https://blogs-images.forbes.com/jamesconca/files/2019/10/1-a...</a><p>[3]: <a href=\"https://www.sciencedirect.com/science/article/pii/S2542435118302253\" rel=\"nofollow\">https://www.sciencedirect.com/science/article/pii/S254243511...</a>",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-02-15T16:53:24.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "发射HN： Noya（YC W21）--使用冷却塔直接从空气中捕获二氧化碳"
    },
    {
      "locale": "zh-Hant",
      "title": "發射HN： Noya（YC W21）--使用冷卻塔直接從空氣中捕獲二氧化碳"
    }
  ],
  "source_updated_at": 1613728638163
}