{
  "created_at": "2021-02-17T23:57:07.860Z",
  "title": "Ask HN: Advice for finding an entry-level remote job?",
  "url": null,
  "author": "AskHNremote2021",
  "points": 719,
  "story_text": "Hi HN,<p>I realize this isn&#x27;t super on topic but I also feel like this is the best place I know of to ask for this advice, so here goes. I need some entry-level, remote-based work. What should I do? Help desk work seems the most promising &#x2F; practical, but I haven&#x27;t been able to find anything yet. The remote jobs I see posted are nearly all for higher-end positions.<p>I live in the poorest region of the United States, but I do the best with what I have. I’ve worked on my family’s farm and done a couple stints at retail beauty supply shops that friends own. I helped open two of those shops. That’s the extent of my non-existent resume. Given a chance to interview, I believe I would do ok. Maybe even exceed expectations for the sort of job I&#x27;m looking for.<p>I need to work remotely for family reasons. I have a special-needs sister and I look after my youngest brother. They are what&#x27;s most important to me, which is why I don&#x27;t want to relocate. I have another brother who was helping me, but he accepted a job offer far away. Now I am the only relative near who&#x27;ll be able to care and look over them. I have time for a full-time job, though, and I need a way to support us.<p>I do have a job offer that would require me to move by March 13th. The problem is that it is far from my family, and with my brother gone, I would be leaving them on their own. The job is at is an auto body repair shop paying minimum wage. I would be stressed every day worrying about my family back home. What I want is a way to work that lets me stay at home, fulfill my family responsibilities, and make money to keep things afloat.<p>I am a techie at heart. I’m a Linux&#x2F;MacOS person, but I easily adapt to other technologies. My first PC was a Compaq Presario that ran Windows 3.1. My father saw the ‘future’ in it, and he hoped I would be part of that future. To use it, you needed to enjoy torture to some extent. Still, it sucked me in. Something about that mysterious DOS prompt promised treasures if only I learned its magic. A few years later, I was dual-booting an ugly Dell machine (Windows 98 SE and Ubuntu). In between that time, my school still had an Apple IIe on which I loved playing Oregon Trail. I bought one a few years back for nostalgic reasons, but I had to leave it behind at my old residence. I miss it a lot. I hope it got a good home.<p>I am currently working through the freeCodeCamp course and intend to pick up Eloquent JavaScript by Marijn Haverbeke soon. I use VS Code and Spacemacs as my editors. I google like a madman. I have fun playing ukulele and guitar, and I’m teaching my youngest brother about the different parts of a Raspberry Pi. Oh, and I love to read. I am a habitual reader. There’s a lot more, but those are the kind of things that interest me.<p>I learn quickly, I am flexible, and due to working in customer service (beauty supply shops) I have a calm and understanding demeanor. I am a friendly person and I am always willing to find a solution, even when a solution seems impossible.<p>I would be grateful for any advice, and I am particularly thankful for dang&#x27;s &#x2F; Daniel&#x27;s time in editing this to be a better Ask HN submission.<p>I can be contacted at AskHNremote2021@gmail.com and I can provide my GitHub as well, which is mostly documentation editing. I have been told I am a competent writer, if that counts for anything.<p>Edit: I know that this is an unusual Ask HN post and I am grateful to anyone who takes the time to read through it. I&#x27;m curious how others in my situation managed to find remote work. I feel lost in all of this. To say that this has been a stressful time would be an understatement, but I&#x27;m turning to HN in the small chance the right person sees this and can give me suitable advice or point me in the right direction. I have always found comfort in this community, so this is where I&#x27;ve turned. Thank you.",
  "comment_text": null,
  "num_comments": 50,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1613592488,
  "_tags": [
    "story",
    "author_AskHNremote2021",
    "story_26171008",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26171008",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Advice for finding an entry-level remote job?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "AskHNremote2021",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hi HN,<p>I realize this isn't super on topic but I also feel like this is the best place I know of to ask for this advice, so here goes. I need some entry-level, remote-based work. What should I do? Help desk work seems the most promising / practical, but I haven't been able to find anything yet. The remote jobs I see posted are nearly all for higher-end positions.<p>I live in the poorest region of the United States, but I do the best with what I have. I’ve worked on my family’s farm and done a couple stints at retail beauty supply shops that friends own. I helped open two of those shops. That’s the extent of my non-existent resume. Given a chance to interview, I believe I would do ok. Maybe even exceed expectations for the sort of job I'm looking for.<p>I need to work remotely for family reasons. I have a special-needs sister and I look after my youngest brother. They are what's most important to me, which is why I don't want to relocate. I have another brother who was helping me, but he accepted a job offer far away. Now I am the only relative near who'll be able to care and look over them. I have time for a full-time job, though, and I need a way to support us.<p>I do have a job offer that would require me to move by March 13th. The problem is that it is far from my family, and with my brother gone, I would be leaving them on their own. The job is at is an auto body repair shop paying minimum wage. I would be stressed every day worrying about my family back home. What I want is a way to work that lets me stay at home, fulfill my family responsibilities, and make money to keep things afloat.<p>I am a techie at heart. I’m a Linux/MacOS person, but I easily adapt to other technologies. My first PC was a Compaq Presario that ran Windows 3.1. My father saw the ‘future’ in it, and he hoped I would be part of that future. To use it, you needed to enjoy torture to some extent. Still, it sucked me in. Something about that mysterious DOS prompt promised treasures if only I learned its magic. A few years later, I was dual-booting an ugly Dell machine (Windows 98 SE and Ubuntu). In between that time, my school still had an Apple IIe on which I loved playing Oregon Trail. I bought one a few years back for nostalgic reasons, but I had to leave it behind at my old residence. I miss it a lot. I hope it got a good home.<p>I am currently working through the freeCodeCamp course and intend to pick up Eloquent JavaScript by Marijn Haverbeke soon. I use VS Code and Spacemacs as my editors. I google like a madman. I have fun playing ukulele and guitar, and I’m teaching my youngest brother about the different parts of a Raspberry Pi. Oh, and I love to read. I am a habitual reader. There’s a lot more, but those are the kind of things that interest me.<p>I learn quickly, I am flexible, and due to working in customer service (beauty supply shops) I have a calm and understanding demeanor. I am a friendly person and I am always willing to find a solution, even when a solution seems impossible.<p>I would be grateful for any advice, and I am particularly thankful for dang's / Daniel's time in editing this to be a better Ask HN submission.<p>I can be contacted at AskHNremote2021@gmail.com and I can provide my GitHub as well, which is mostly documentation editing. I have been told I am a competent writer, if that counts for anything.<p>Edit: I know that this is an unusual Ask HN post and I am grateful to anyone who takes the time to read through it. I'm curious how others in my situation managed to find remote work. I feel lost in all of this. To say that this has been a stressful time would be an understatement, but I'm turning to HN in the small chance the right person sees this and can give me suitable advice or point me in the right direction. I have always found comfort in this community, so this is where I've turned. Thank you.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-02-17T20:08:08.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "问HN：找一份入门级远程工作的建议？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：找一份入門級遠程工作的建議？"
    }
  ],
  "source_updated_at": 1613728638291
}