{
  "created_at": "2021-02-26T03:29:47.206Z",
  "title": "Launch HN: Enombic (YC S20) – Create your own stock indexes",
  "url": null,
  "author": "kmckiern",
  "points": 305,
  "story_text": "Hey HN! We&#x27;re Keri &amp; Chris, the co-founders of Enombic (<a href=\"https:&#x2F;&#x2F;enombic.com&#x2F;\" rel=\"nofollow\">https:&#x2F;&#x2F;enombic.com&#x2F;</a>), a tool for designing your own custom stock indexes, investing in them, and sharing them with your friends. By index we mean a weighted collection of publicly tradable securities.<p>With our product, you could, for example, remix the ARK ETFs (<a href=\"https:&#x2F;&#x2F;enombic.com&#x2F;13F&#x2F;ARKK\" rel=\"nofollow\">https:&#x2F;&#x2F;enombic.com&#x2F;13F&#x2F;ARKK</a>). Or, you could apply portfolio theory to the most popular WSB symbols (<a href=\"https:&#x2F;&#x2F;enombic.com&#x2F;mandelbrot&#x2F;wsb-MPT\" rel=\"nofollow\">https:&#x2F;&#x2F;enombic.com&#x2F;mandelbrot&#x2F;wsb-MPT</a>). Also, everything is nestable, so you can put all of the above together (<a href=\"https:&#x2F;&#x2F;enombic.com&#x2F;aml&#x2F;diversified\" rel=\"nofollow\">https:&#x2F;&#x2F;enombic.com&#x2F;aml&#x2F;diversified</a>). Then, it&#x27;s one click to invest. The investments can be one-off, or on a recurring schedule.<p>We started Enombic because we&#x27;re personally really fascinated by financial markets. Driven by curiosity, we wanted to hack on different investment ideas. We couldn&#x27;t find good tools for portfolio and risk management, so we decided to make some. We started doing this work with Python scripts, and sharing it with our friends in group chats. Then we&#x27;d wrestle with existing products to implement the strategies we had developed.<p>Eventually, we built a proper web app to make this easy. A lot of our UI &#x2F; UX is inspired by Github. For example, we built version control and advanced permissioning into the indexes.<p>The ubiquity of zero-commission and fractional-share trading means that diversification and customization is easier than ever. This allows you to think about investing into a curated portfolio, rather than picking stocks for individual companies or subscribing to popular ETFs.<p>We&#x27;ve had users do things like build their own robo-advisor, reweight SPY to fit their existing portfolio, and construct sector-specific indexes in their area of expertise (e.g. gaming, enterprise SaaS, and e-commerce, to name a few).<p>Enombic is free, but we&#x27;re rolling out a series of subscription-based premium features.<p>We would love your feedback on what we&#x27;ve built so far. Happy to answer any questions you may have. Thank you for your time!",
  "comment_text": null,
  "num_comments": 138,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1614276097,
  "_tags": [
    "story",
    "author_kmckiern",
    "story_26265872",
    "front_page"
  ],
  "objectID": "26265872",
  "_highlightResult": {
    "title": {
      "value": "Launch HN: Enombic (YC S20) – Create your own stock indexes",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "kmckiern",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hey HN! We're Keri &amp; Chris, the co-founders of Enombic (<a href=\"https://enombic.com/\" rel=\"nofollow\">https://enombic.com/</a>), a tool for designing your own custom stock indexes, investing in them, and sharing them with your friends. By index we mean a weighted collection of publicly tradable securities.<p>With our product, you could, for example, remix the ARK ETFs (<a href=\"https://enombic.com/13F/ARKK\" rel=\"nofollow\">https://enombic.com/13F/ARKK</a>). Or, you could apply portfolio theory to the most popular WSB symbols (<a href=\"https://enombic.com/mandelbrot/wsb-MPT\" rel=\"nofollow\">https://enombic.com/mandelbrot/wsb-MPT</a>). Also, everything is nestable, so you can put all of the above together (<a href=\"https://enombic.com/aml/diversified\" rel=\"nofollow\">https://enombic.com/aml/diversified</a>). Then, it's one click to invest. The investments can be one-off, or on a recurring schedule.<p>We started Enombic because we're personally really fascinated by financial markets. Driven by curiosity, we wanted to hack on different investment ideas. We couldn't find good tools for portfolio and risk management, so we decided to make some. We started doing this work with Python scripts, and sharing it with our friends in group chats. Then we'd wrestle with existing products to implement the strategies we had developed.<p>Eventually, we built a proper web app to make this easy. A lot of our UI / UX is inspired by Github. For example, we built version control and advanced permissioning into the indexes.<p>The ubiquity of zero-commission and fractional-share trading means that diversification and customization is easier than ever. This allows you to think about investing into a curated portfolio, rather than picking stocks for individual companies or subscribing to popular ETFs.<p>We've had users do things like build their own robo-advisor, reweight SPY to fit their existing portfolio, and construct sector-specific indexes in their area of expertise (e.g. gaming, enterprise SaaS, and e-commerce, to name a few).<p>Enombic is free, but we're rolling out a series of subscription-based premium features.<p>We would love your feedback on what we've built so far. Happy to answer any questions you may have. Thank you for your time!",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-02-25T18:01:37.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "推出HN：Enombic（YC S20） - 创建自己的股票指数。"
    },
    {
      "locale": "zh-Hant",
      "title": "推出HN：Enombic（YC S20） - 創建自己的股票指數。"
    }
  ],
  "source_updated_at": 1614937761945
}