{
  "created_at": "2021-02-28T01:03:02.427Z",
  "title": "Shopify employees accessed customer databases without authorization",
  "url": null,
  "author": "synunlimited",
  "points": 162,
  "story_text": "Got this email from Fangamer about Shopify earlier today. \n----\nDear Fangamer customer,<p>Shopify, the company whose software runs the Fangamer store (and more than a million others online), has informed us that an internal security event it has been investigating since late last year included Fangamer customer data. Information regarding customer financial accounts and payment cards was not affected, but we are writing to make you aware of the situation.<p>According to Shopify, certain members of its support team used their Shopify credentials to obtain archived customer data from several hundred stores without authorization. The team members accessed data associated with order fulfillment — names, addresses, email addresses, cart contents, and phone numbers — but did not access or acquire any financial-account or payment-card information.<p>We are extremely frustrated and sorry to be sending you this email; Fangamer&#x27;s internal development team takes data security extremely seriously. Data not in Fangamer&#x27;s Shopify store — including Kickstarter backer information, account information and passwords, and email addresses used to sign up for our newsletter — was not accessed, and the store continues to operate as normal. Fangamer Japan, which operates as a separate store, was also not affected.<p>Shopify has terminated the employees who did this and eliminated the vulnerabilities that made it possible. Shopify has also reported that it will be providing any other relevant information to us as its investigation continues, and we&#x27;ll pass along any new material details. If you have any questions, though, please contact us at orders@fangamer.com.<p>Thank you,\nFangamer",
  "comment_text": null,
  "num_comments": 32,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1614387703,
  "_tags": [
    "story",
    "author_synunlimited",
    "story_26281689"
  ],
  "objectID": "26281689",
  "_highlightResult": {
    "title": {
      "value": "Shopify employees accessed customer databases without authorization",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "synunlimited",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Got this email from Fangamer about Shopify earlier today. \n----\nDear Fangamer customer,<p>Shopify, the company whose software runs the Fangamer store (and more than a million others online), has informed us that an internal security event it has been investigating since late last year included Fangamer customer data. Information regarding customer financial accounts and payment cards was not affected, but we are writing to make you aware of the situation.<p>According to Shopify, certain members of its support team used their Shopify credentials to obtain archived customer data from several hundred stores without authorization. The team members accessed data associated with order fulfillment — names, addresses, email addresses, cart contents, and phone numbers — but did not access or acquire any financial-account or payment-card information.<p>We are extremely frustrated and sorry to be sending you this email; Fangamer's internal development team takes data security extremely seriously. Data not in Fangamer's Shopify store — including Kickstarter backer information, account information and passwords, and email addresses used to sign up for our newsletter — was not accessed, and the store continues to operate as normal. Fangamer Japan, which operates as a separate store, was also not affected.<p>Shopify has terminated the employees who did this and eliminated the vulnerabilities that made it possible. Shopify has also reported that it will be providing any other relevant information to us as its investigation continues, and we'll pass along any new material details. If you have any questions, though, please contact us at orders@fangamer.com.<p>Thank you,\nFangamer",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-02-27T01:01:43.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "Shopify员工未经授权访问客户数据库"
    },
    {
      "locale": "zh-Hant",
      "title": "Shopify員工未經授權訪問客戶數據庫"
    }
  ]
}