{
  "author": "Matteustheone",
  "original_created_utc": 1626982776,
  "title": "Tell me the main reason why you got into Crypto!",
  "created_utc": 1627058332,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In August 2020 I got hit by a major burn-out. I was leading a team of developers and salespeople and we were launching a SaaS product. Suddenly due to the pandemic, our funding got pulled, and we were dead in the water. \nIt was devastating to me, even more than I initially let on. But just before a meeting where we were deciding what to do next, I crashed, I suddenly could not talk to people I knew and trusted, without breaking down crying. \nI was subsequently relieved of my position, and shortly thereafter the project went belly up. \nI fell into a deep depression, disconnected from my family and the world. I became a zombie fighting panic attacks and dark thoughts about the continuation of my life. \nIn December my wife told me that I should get a hobby. Me not ever being the “hobby” kind of guy, I was very sceptical. \nShe then suggested Crypto, I knew very little about Crypto and honestly believed it all was a scam. \nI then started reading white papers, so many white papers…. Later I found this subreddit, I started buying my first coins, I found a sense of belonging in this Crypto Community…. So six months later, I am still dealing with panic attacks, but I’ve found new work, and I love being on here, with you awesome people. </p>\n\n<p>So that’s how I ended up in the crypto-verse, how did you get here?</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/CryptoCurrency/comments/oplddi/tell_me_the_main_reason_why_you_got_into_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "oplddi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In August 2020 I got hit by a major burn-out. I was leading a team of developers\nand salespeople and we were launching a SaaS product. Suddenly due to the\npandemic, our funding got pulled, and we were dead in the water. It was\ndevastating to me, even more than I initially let on. But just before a…"
}