{
  "author": "ThisUserIsUndead",
  "original_created_utc": 1629489286,
  "title": "Help! I inherited a ton of very old, very rare books- and they’re (probably actually) killing me!",
  "created_utc": 1629498882,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TW: profanity hahah. I’m at my wits end </p>\n\n<p>Hi guys! Praying the modbots don’t shoot me down for being too new. I just inherited a <strong>TON</strong> of books from my late grandmother, and some of them are very rare and expensive. However, they come with a caveat- she was an insane pack rat. These books were full of 40 years of dust. I am getting the <strong>WORST</strong> allergy attacks. I normally do not have allergies. We are talking, just being in the same room as them closes my throat up and gives me sneezing attacks. It is brutal. I’ve been having nonstop migraines and although my sinuses appear pretty clear, I’ve got a really fucked up throat and I’m waking up choking on clear mucus. (<strong>COVID negative</strong> btw. First thing I checked.)</p>\n\n<p>God, why would you do this to me??</p>\n\n<p>I have tried using antihistamines, fumigating with baking soda, carefully leaving the books outside (not in direct sunlight. They’re much too old!) and feeling silly, and nothing has worked. I’m out of ideas. <strong>You cannot find these books on an E-reader. They are ANCIENT and very obscure. The younger ones are from the 30s-40s. I’m trying to be as delicate as possible.</strong>)</p>\n\n<p>What the heck can I do? I really want to read these! My grandmother was a fascinating human and her library was incredible.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/p8cmrk/help_i_inherited_a_ton_of_very_old_very_rare/",
  "subreddit": "books",
  "id": "p8cmrk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TW: profanity hahah. I’m at my wits end\n\nHi guys! Praying the modbots don’t shoot me down for being too new. I just\ninherited a TON of books from my late grandmother, and some of them are very\nrare and expensive. However, they come with a caveat- she was an insane pack\nrat. These books were full of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TW: profanity hahah. 途方に暮れる\n\n皆さん、こんにちは。新参者だからといって、modbotsに撃たれないように祈っています。私はちょうど\n亡くなった祖母から大量の本を受け継いだのですが、その中にはとても珍しくて高価なものもあります。\n珍しくて高価なものもあります。しかし、それには注意点があって、祖母は非常識な荷物持ちだったのです。\nネズミです。これらの本には...",
      "title": "Help! とても古い、とても珍しい本を大量に相続したのですが、（おそらく実際に）それが私を苦しめています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TW：脏话哈哈。我已经束手无策了\n\n大家好 祈祷MODBOT们不要因为我是新人而把我打倒。我刚刚\n我刚刚从我已故的祖母那里继承了一大堆书，其中一些是非常稀有和昂贵的。\n稀有和昂贵。然而，它们有一个前提条件--她是一个疯狂的包\n鼠。这些书中充满了...",
      "title": "帮助! 我继承了一吨非常古老、非常罕见的书籍--它们（可能实际上）正在杀死我！我需要帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TW：髒話哈哈。我已經束手無策了\n\n大家好 祈禱MODBOT們不要因爲我是新人而把我打倒。我剛剛\n我剛剛從我已故的祖母那裏繼承了一大堆書，其中一些是非常稀有和昂貴的。\n稀有和昂貴。然而，它們有一個前提條件--她是一個瘋狂的包\n鼠。這些書中充滿了...",
      "title": "幫助! 我繼承了一噸非常古老、非常罕見的書籍--它們（可能實際上）正在殺死我！我需要幫助。"
    }
  ]
}