{
  "author": "schnit123",
  "original_created_utc": 1635683093,
  "title": "An English Professor's Perspective on the Modern Library 100",
  "created_utc": 1635692316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone, English professor here.  I got motivated to make this post because this weekend I finally finished an undertaking that you would think would be common in my profession but actually is not: I finished reading every book on the Modern Library&#39;s list of the 100 greatest English language novels of the 20th century.  The list is well known in the profession, and despite being fairly controversial, still holds a certain mystique even for our field.  I don&#39;t know of any book list more famous, more widely discussed or more often attempted, and since I see it come up from time to time on this sub, I thought some folks here might appreciate the scholarly perspective on it, especially the reasons why it&#39;s controversial and whether or not its worth your time in spite of those controversies.</p>\n\n<p>So first off: why is it controversial? The biggest complaint by far is how poorly represented women are on the list and, while I have unfortunately seen all too much of the kind of rancor any discussion about diversity and representation brings on this sub, the fact of the matter is this is a major shortcoming of the list.  There are an absurd number of major women writers of the 20th century missing entirely from the list, some of the most glaring of which include Margaret Atwood, Toni Morrison, Zora Neale Hurston, Nella Larsen, Djuna Barnes, Eudora Welty, Flannery O&#39;Connor, Miles Franklin, Nadine Gordimer, A. S. Byatt, and Gertrude Stein (though she is included on the not nearly so widely discussed non-fiction list), and even that should not be treated as a definitive list of exclusions.  It could be really easy to counter this by arguing that there are, after all, only one hundred slots on the list and, as such, a lot of important writers would have to get the chop, and that is true, but there is also the matter of the fact that the list is chock-full of male writers who are, quite frankly, just not very important to twentieth century literature.  At the very least, you could easily argue that any of the women I listed above have been far more important and influential to twentieth century literature than J.P. Donleavy, Henry Green, Richard Hughes, Arthur Koestler, Anthony Powell and Booth Tarkington, and if I was feeling bold I could extend that list even further still.  There&#39;s really no way to argue around the fact that women got a raw deal from the Modern Library.  And even still they managed to leave out some really important white men, not the least of which would include Thomas Pynchon, Cormac McCarthy, Patrick White, J.M. Coetzee and, probably the most glaring omission of all, Samuel Beckett (but wait, you might be thinking, Beckett wrote in French.  Yes, he did, but he translated his own works into English and, furthermore, Arthur Koestler originally wrote in German and translated his own works, including the #8 entry on the list, Darkness at Noon, into English, so if that didn&#39;t exclude him from consideration, it shouldn&#39;t have excluded Beckett either).</p>\n\n<p>The other serious issue from the list is the fact that they just released it too soon.  Obviously they wanted to capitalize on end-of-century buzz but 1998 wasn&#39;t even the end of the century, and certainly was not enough time to fairly assess what the most important works of the twentieth century really are.  1998 would have been a good year to have put out a list of the 100 greatest novels of the nineteenth century.  As it stands though, the most recent book on the list is Midnight&#39;s Children, published in 1981, meaning the list completely leaves out 20% of the twentieth century.  Just off the top of my head, the last nineteen years of the century saw the publication of White Noise, Underworld, Blood Meridian, the Border Trilogy, American Pastoral, Sabbath&#39;s Theater, Beloved, The Handmaid&#39;s Tale, The House on Mango Street, Mason &amp; Dixon, Infinite Jest, The Satanic Verses, and so many more that we could quibble about if we wanted to, but the real point is that a list that purports to represent the best of the century left out a massive chunk of the century.</p>\n\n<p>Summing up, this is all to say that any claim that this list actually represents the one hundred greatest English language novels of the 20th century just doesn&#39;t hold up.  There are too many biases, too many omissions, too many flaws for it to make that claim.  &quot;But wait,&quot; you might be thinking to yourself right now, &quot;didn&#39;t you say at the beginning that you read through the whole list?  Why would you have done that if it&#39;s so bad?&quot;  That is an excellent question and I&#39;m glad you asked it.  The thing is, the list is only trash if you try to take it seriously as a legitimate representation of the best of twentieth century English-language literature, but shift your perspective a little bit, and you can easily make an argument for the list&#39;s merits.  All you have to do is make one simple revision.  Go to the top of the list, not to the #1 slot where Ulysses sits (that&#39;s arguably one of the few things the list got right, by the way), but above that, to the title.  Delete the part that says &quot;100 Best Novels&quot; and change it to &quot;100 Book the Modern Library Thinks You Should Read.&quot;  When you think about it that way instead it&#39;s a perfectly fine list.  Its easy to argue that trying to encapsulate the entirety of the literature of the twentieth century in a single top 100 list was a fool&#39;s errand to begin with, even restricting yourself to English language novels.  But at the same time there is nothing on the list that I would say is not worth your time.  Even most of those minor, not terribly influential writers I mentioned above weren&#39;t actually bad.  In fact, I really enjoyed several of them, and one of the values of a list like this is getting to discover writers you may not have encountered otherwise.</p>\n\n<p>So in short, if you&#39;ve found yourself tempted by the list, go for it.  Just understand it for what it is.  It is not in any way, shape, or form, a fair or just list of the 100 greatest English language novels of the twentieth century, but it is a list of 100 pretty good books that are well worth reading.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qjofr6/an_english_professors_perspective_on_the_modern/",
  "subreddit": "books",
  "id": "qjofr6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone, English professor here. I got motivated to make this post because\nthis weekend I finally finished an undertaking that you would think would be\ncommon in my profession but actually is not: I finished reading every book on\nthe Modern Library's list of the 100 greatest English language…"
}