{
  "author": "illintent99",
  "original_created_utc": 1639492739,
  "title": "Stop telling people this is a dip or the bear market, you don't know.",
  "created_utc": 1639521126,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;See quite a few posts with many different &amp;#39;theories&amp;#39; on what is, and is going to happen in the next few months. Whether you want to believe it or not these random redditors, YouTube shills, and any celebrity billionaire&amp;#39;s technical analysis is largely bullshit. &lt;/p&gt;\n\n&lt;p&gt;Some people can read charts very well and can make educated guesses but they are just that, guesses. Essentially nobody knows what&amp;#39;s going to happen at anytime. The only ones with a small clue would be a team of whales coordinating to dump their guts simultaneously. This can affect the price, but it could also backfire on them since they are not 100% either.&lt;/p&gt;\n\n&lt;p&gt;TL;DR: Don&amp;#39;t believe any &amp;quot;advice&amp;quot; on here and do not make any financial decisions on it no matter how sure they sound. Some people are still having a problem with this one.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/rg8u57/stop_telling_people_this_is_a_dip_or_the_bear/",
  "subreddit": "CryptoCurrency",
  "id": "rg8u57",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "See quite a few posts with many different 'theories' on what is, and is going to\nhappen in the next few months. Whether you want to believe it or not these\nrandom redditors, YouTube shills, and any celebrity billionaire's technical\nanalysis is largely bullshit.\n\nSome people can read charts very…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>See quite a number of posts with many different\n今後数ヶ月の間に何が起こり、何が起ころうとしているかについての &#39;theory&#39; 。\nあなたがそれを信じたいかどうかにかかわらず、これらのランダムなredditors、YouTubeのシルは。\nとか、有名人の億万長者のテクニカル分析は、ほとんど...",
      "title": "これはディップだ、ベアマーケットだと言うのはやめてくれ、君は知らないんだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>看到不少帖子有很多不同的\n＃39;理论＃39;关于什么是，以及在未来几个月将会发生。\n无论你是否愿意相信，这些随机的redditors，YouTube shills。\n和任何名人亿万富翁的技术分析在很大程度上是...",
      "title": "不要再告诉人们这是一次下跌或熊市，你不知道。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>看到不少帖子有很多不同的\n＃39;理論＃39;關於什麼是，以及在未來幾個月將會發生。\n無論你是否願意相信，這些隨機的redditors，YouTube shills。\n和任何名人億萬富翁的技術分析在很大程度上是...",
      "title": "不要再告訴人們這是一次下跌或熊市，你不知道。"
    }
  ]
}