{
  "author": "ZombieIsLost",
  "original_created_utc": 1635264915,
  "title": "YSK: Walmart conducted an audit of their accounting system and is quietly sending back pay checks to very old addresses of former associates",
  "created_utc": 1635270393,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I last worked there from 2014-2015. I only worked there for 6 months and got a $13 check sent to the address I last used 6 years ago. I know it wasn&#39;t a significant amount of money to me but I&#39;ve heard it being in the $200 range for employees who worked there longer. I&#39;d like the word to be spread so former associates can get the money they are entitled to if they have moved since they last worked at walmart.</p>\n</div><!-- SC_ON -->",
  "score": 149,
  "permalink": "/r/YouShouldKnow/comments/qg9x0z/ysk_walmart_conducted_an_audit_of_their/",
  "subreddit": "YouShouldKnow",
  "id": "qg9x0z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I last worked there from 2014-2015. I only worked there for 6 months\nand got a $13 check sent to the address I last used 6 years ago. I know it\nwasn't a significant amount of money to me but I've heard it being in the $200\nrange for employees who worked there longer. I'd like the word to be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK：最後に働いたのは2014年から2015年です。半年間しか働いていませんでしたが\n6年前に使っていた住所に13ドルの小切手が送られてきました。それは\n私にとっては大した金額ではありませんでしたが、従業員にとっては200ドルの範囲と聞いています。\n私にとっては大した金額ではありませんでしたが、長く働いている従業員にとっては200ドルの範囲だと聞いています。この言葉が欲しい...。",
      "title": "YSK: Walmartが会計システムの監査を行い、元従業員の非常に古い住所にひっそりとバックペイチェックを送っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我上次在那里工作是在2014-2015年。我只在那里工作了6个月\n就收到了一张13美元的支票，寄到我6年前最后使用的地址。我知道这\n我知道这对我来说不是一个重要的数额，但我听说在那里工作时间较长的员工的工资在200美元左右。\n但我听说在那里工作时间较长的员工的奖金在200美元左右。我希望这个词能被...",
      "title": "YSK：沃尔玛对其会计系统进行了审计，并悄悄地将工资支票寄到前员工的非常旧的地址上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我上次在那裏工作是在2014-2015年。我只在那裏工作了6個月\n就收到了一張13美元的支票，寄到我6年前最後使用的地址。我知道這\n我知道這對我來說不是一個重要的數額，但我聽說在那裏工作時間較長的員工的工資在200美元左右。\n但我聽說在那裏工作時間較長的員工的獎金在200美元左右。我希望這個詞能被...",
      "title": "YSK：沃爾瑪對其會計系統進行了審計，並悄悄地將工資支票寄到前員工的非常舊的地址上。"
    }
  ]
}