{
  "author": "FormerFruit",
  "original_created_utc": 1626357313,
  "title": "CMV: The royal family has used Meghan Markle as a distraction from the other skeletons in their closet.",
  "created_utc": 1626396919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Prince Andrew has his involvement with Epstein seems to be completely overlooked and everyone forgets about how he&#39;s been protected since the scandal broke out, yet the media makes mincemeat out of Harry and Meghan. Are the two of those together really a coincidence? </p>\n\n<p>Okay, maybe Meghan is an attention-seeking social climber, but I do believe there is also every chance they have used her to take heat off the other scandals in that family. The news about Epstein and Andrew&#39;s involvement broke out, in desperation, the royal family knew that they needed a scapegoat because they know they rely on public support and couldn&#39;t afford to look bad. Meghan was there, a strong and tough woman who they knew was a threat and wasn&#39;t going to be pushed around so they used the media to do everything they could to make her look bad, and by doing so, the public focused on Meghan and Harry and forgot about Andrew&#39;s association with Epstein. </p>\n\n<p>Maybe some of the talk about Meghan is true, maybe she is an attention-seeking drama queen but also maybe she&#39;s a fierce woman who wasn&#39;t going to kiss the ass of the royals, was going to do her own thing and live her own way and they didn&#39;t like that. With time they saw that they wouldn&#39;t be able to walk over her, which made her dangerous and they put the heat on her when the Epstein scandal broke out. </p>\n\n<p>I&#39;m also inclined to think that Meghan was the only one who knew and was potentially vocal about how personally messed up the family is, she didn&#39;t want to be anywhere near them. The royal family knew this was the real reason she and Harry moved to the states and knowing this made her a threat to their reputation have put the heat on them. The media will say and sensationalize everything, some people are so naive they will believe anything the media says. </p>\n\n<p>This is my personal stance on this matter, and I am open to your views and why you might disagree.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/oktc0i/cmv_the_royal_family_has_used_meghan_markle_as_a/",
  "subreddit": "changemyview",
  "id": "oktc0i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Prince Andrew has his involvement with Epstein seems to be completely overlooked\nand everyone forgets about how he's been protected since the scandal broke out,\nyet the media makes mincemeat out of Harry and Meghan. Are the two of those\ntogether really a coincidence?\n\nOkay, maybe Meghan is an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンドリュー王子とエプスタインとの関わりは完全に見過ごされているようです。\nスキャンダルが発覚して以来、彼がどのように保護されてきたのか、誰もが忘れています。\nその一方で、メディアはハリーとメーガンをミンチにしています。この二人が一緒にいるのは\n本当に偶然の一致なのでしょうか？\n\nわかった、多分メーガンは...",
      "title": "CMV：王室は、メーガン・マークルをクローゼットの中の他の骸骨から目をそらすために利用してきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "安德鲁王子与爱泼斯坦的关系似乎被完全忽视了\n每个人都忘记了自从丑闻爆发后他是如何被保护的。\n然而，媒体却对哈里和梅根大加挞伐。这两个人\n在一起真的是一个巧合吗？\n\n好吧，也许梅根是一个...",
      "title": "CMV：王室利用梅根-马克尔来转移人们对他们衣橱里其他骷髅的注意力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "安德魯王子與愛潑斯坦的關係似乎被完全忽視了\n每個人都忘記了自從醜聞爆發後他是如何被保護的。\n然而，媒體卻對哈里和梅根大加撻伐。這兩個人\n在一起真的是一個巧合嗎？\n\n好吧，也許梅根是一個...",
      "title": "CMV：王室利用梅根-馬克爾來轉移人們對他們衣櫥裏其他骷髏的注意力。"
    }
  ]
}