{
  "author": "ilikeyouforyou",
  "original_created_utc": 1633921274,
  "title": "ysk: Authority figures that say \"No one has complained about this before\" have definitely had the same complaint before you.",
  "created_utc": 1633951632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is a management lifehack that is extremely effective at pushing problems down the road by months.</p>\n\n<p>Saying &quot;I&#39;ve never had this complaint before&quot; will reset the investigation to the beginning with each person that finds the problem. And the manager/landlord/coworker knows how to sabotage the investigation each time.</p>\n\n<p>The complainants before you likely quit the job or moved out of the rental property because their investigation was dodged as if the manager/landlord/coworker knew precisely how to cover up evidence.</p>\n\n<p>There&#39;s no solution to this lifehack, other than find the past complainants and band together.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/q5mrtp/ysk_authority_figures_that_say_no_one_has/",
  "subreddit": "YouShouldKnow",
  "id": "q5mrtp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is a management lifehack that is extremely effective at pushing\nproblems down the road by months.\n\nSaying \"I've never had this complaint before\" will reset the investigation to\nthe beginning with each person that finds the problem. And the\nmanager/landlord/coworker knows how to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは、問題を数ヶ月先に進めるために非常に効果的なマネジメントのライフハックです。\n問題を何ヶ月も先に進めるのに非常に効果的です。\n\nこのような苦情を受けたことはありません」と言えば、問題を発見した人ごとに、調査を最初からやり直すことができます。\n問題を発見するたびに、調査を最初からやり直します。そして、その\n経営者／大家／同僚が知っているのは...",
      "title": "yskさん 今まで誰も文句を言ったことがない」と言う権威者は、絶対に自分より先に同じ文句を言っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这是一个管理生活的小窍门，它能非常有效地将问题推到后面。\n问题推后几个月。\n\n说 \"我以前从未遇到过这样的投诉 \"会使调查重新开始。\n对每个发现问题的人重新进行调查。而\n经理/房东/同事知道如何...",
      "title": "ysk: 那些说 \"以前没有人抱怨过 \"的权威人士，肯定在你之前也有过同样的抱怨。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這是一個管理生活的小竅門，它能非常有效地將問題推到後面。\n問題推後幾個月。\n\n說 \"我以前從未遇到過這樣的投訴 \"會使調查重新開始。\n對每個發現問題的人重新進行調查。而\n經理/房東/同事知道如何...",
      "title": "ysk: 那些說 \"以前沒有人抱怨過 \"的權威人士，肯定在你之前也有過同樣的抱怨。"
    }
  ]
}