{
  "author": "cubedude719",
  "original_created_utc": 1625697789,
  "title": "I just read 22 books over 8 weeks, while being stationed in the bush of Alaska. Here are some quick reviews and recommendations!",
  "created_utc": 1625703339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, my job was working a sonar count on the Copper river for the sockeye salmon, and I had plenty of free time when I wasn&#39;t actively counting. After all, I was 40mi away from the nearest town, had very little cell connection, and the field site was boat/air access only.</p>\n\n<p>I had friends give me recommendations, and here is what I ended up reading on a kindle. Hope you enjoy or find something you like!</p>\n\n<p><strong>Digging Up Mother - Doug Stanhope</strong></p>\n\n<p>A fantastically entertaining autobiography, if you&#39;re able to handle and sometimes laugh at  squeamish to downright ugly stories. It&#39;s a great mix of the coming up of comedian Doug Stanhope, and an explanation of why he is how he is due to his mother and upbringing, in the face of her death. Haven&#39;t set down a book briefly to have a good laugh like I have at this one in a while. It gets dark but it&#39;s worth it. 9/10</p>\n\n<p><strong>The Fellowship of the Ring - Tolkien</strong></p>\n\n<p>Great book. People were right about Tolkiens tendency to give context in terms of names and places and such that are only delved into in other books, and sometimes those sections can draw on long. The songs he made up, while often clever, don&#39;t really seem important to me. However the rest of the plot of the book and character development was great, as a first time reader who knew the movies well. I enjoyed seeing the differences between the book and what was cut out of the movie. 8/10</p>\n\n<p><strong>Educated - Tara Westover</strong></p>\n\n<p>Holy cow. This book is insane. I have never had to legitimately throw a book down and take a breather, holding my hands to my face often. Tara has an incredible story and it is amazing to see someone come out of the depths she did, while being able to recreate exactly how she felt and why she acted as she did in the moment (aided by journals as well as stories from her family and friends). Additionally, it gave me an insight into the psychology of women or children who dont leave a situation that is obviously terrible, abusive, destructive, etc. It shows at least a couple ways of how they might rationalize it and force themselves to stick through it. I think this is very valuable knowledge for anybody to have. 10/10</p>\n\n<p><strong>The Two Towers - Tolkien</strong> </p>\n\n<p>Fewer songs than Fellowship! Much of the same feelings as how I reviewed the first book. Enjoyed it, good character development, exciting plot. However I did find it interesting how the book is split straight down the middle with one group taking on Saruman and all the doings to get to that point. Then the next half is just frodo, Sam, and gollum. I feel like I enjoyed the movies version of this more, with side by side scenes leading to one huge climax at the end, rather than the books which has a climax in the middle and a small one at the end. 8.5/10</p>\n\n<p><strong>The Fifth Science - Exurb1a</strong></p>\n\n<p>If you&#39;re into science fiction and existentialism, and haven&#39;t read this, you need to get on it. Or if you&#39;re a fan of Ray Bradbury. Similar to bradburys collection of short stories in (a book title I can&#39;t remember, something with a rocket) this collection of short stories is an incredibly creative look at space and the future, and how it relates to humans, our purpose, and ethics. lots of fun little stories, a couple longer ones, and a very strong ability of the author to move through time in a believable way. 9/10</p>\n\n<p><strong>A Sand County Almanac - Aldo Leopold</strong></p>\n\n<p>I had been told about this book many times during my environmental management bachelor&#39;s degree. It was fascinating to read a book from the 30s/40s written by one of the earliest conservationists, and see how much was similar to today. Many of the same issues, including politics, economics, education, etc and how they harm natural resources. He made predictions too, so seeing what has and hasn&#39;t happened was interesting. Could&#39;ve done without most of the first half of the book - very well written natural descriptions and experiences in nature but seemed a bit like it&#39;s purpose was to make a reader that isn&#39;t familiar with conservation understand why it&#39;s worth fighting for. Cool stuff but I personally didn&#39;t need it. 8/10</p>\n\n<p><strong>Annihilation - Jeff Vandermeer</strong></p>\n\n<p>Very interesting plot and setting, was very able to picture what the author was writing, so props to him. Creative ideas. But the main character was pretty shallow, as well as being annoying enough when it delved into her personal life that I didn&#39;t really care what happened to her at the end. Also the author is pretty ham fisted in creating tension or suspense/foreboding something to happen. 7/10</p>\n\n<p><strong>The Return of the King - Tolkien</strong></p>\n\n<p>Again the separation of this book into the main battles and Frodo/Sam was interesting but I think better done than the last book. I felt like Gimli and legolas didn&#39;t get along quite as well as in the movies. And there&#39;s a significant part of the book after the final main battle with saurons army, which never got into the movies... Perhaps because it&#39;s pretty anti-human. These books weren&#39;t the massive undertaking I thought they would be. 8/10</p>\n\n<p><strong>Marching Powder - Rusty Young and Thomas McFadden</strong></p>\n\n<p>Author did an incredible job telling the story from Thomas&#39;s perspective. They mustve been really close and working together closely. Dude experience hell and heaven in one of the weirdest prisons ever. As a tourist, I hope to experience something like what happened at San Pedro... Something special, brief, first starts just as recommendations at a hostel and then big enough that lonely planet picks up on it and a year or two later it&#39;s gone. 9/10</p>\n\n<p>Hell I&#39;d even consider doing coke with Thomas if I visited him and took his tour. </p>\n\n<p><strong>Naked Lunch - William Burroughs</strong></p>\n\n<p>... What? </p>\n\n<p><strong>The Soul of an Octopus - Sy Montgomery</strong></p>\n\n<p>I love octopuses and Marine life, so this was a solid mix of science and storytelling. I&#39;ll admit I have had an interesting resume, but the author here is on another level. So many adventures and experiences and it helps her add details and context to the wonders that are octopus. 8/10</p>\n\n<p><strong>The Chain - Adrian McKinty</strong></p>\n\n<p>Finished it within half a day right after I finished naked lunch. Thrilling thriller. Very creative plot. Mostly believable characters. Solid twist at the end. Decent foretelling. 8.5/10</p>\n\n<p><strong>The Snow Child - Eowyn Ivey</strong></p>\n\n<p>Wow. Such a great book, very good characters and such great descriptions of rural alaska homesteading. Very easy to picture it all. Also an important one to take in context of the time period it&#39;s set in. 9/10</p>\n\n<p><strong>The Prince of Milk - Exurb1a</strong></p>\n\n<p>A definite departure from what I was used to with the Fifth Science by same author, but not totally... Lots of similar themes and a well constructed story, mixing time travel, futures higher beings, and existentialism with great characters. If you&#39;re a Sci fi fan I highly recommend it. 8/10</p>\n\n<p><strong>Anxious People - Fredrick Bachman</strong></p>\n\n<p>One of the two best books I&#39;ve read so far in this hitch. So well written. Usually not a fan of crime thrillers but this was so fantastically done. Made me laugh out loud and be close to tears the next chapter. Some great wisdom and experience here in the writing. Touching.\n9.5/10</p>\n\n<p><strong>Prayers for the Stolen - Jennifer Clement</strong></p>\n\n<p>I&#39;m the guy who sits in a brewery alone and reads alone. This book was recommendee to me by a pretty girl who sat next to me at a Taproom in rural coastal CA  and talked with me about books. The book was ok, dark material obviously, and glad I read about it. Can&#39;t say it really grabbed me, but it was a quick read. Also I couldn&#39;t tell if it was an autobiography or fiction, and I think I&#39;ll leave it that way. 7.5/10</p>\n\n<p><strong>The Starless Sea - Erin Morgenstern</strong></p>\n\n<p>Well it was fantastically written, and I loved stepping back for a few seconds after reading a new chapter and making definite and potential connections within the story. Would be a great book to reread, if only to figure it out more and understand the ending more... Which still felt... Rushed? Or wasn&#39;t setup properly, I was often confused. I already finished it while very sleepy. 8.5/10</p>\n\n<p><strong>The Buried Giant - Kazuo Ishiguro</strong></p>\n\n<p>So many twists and turns, reveals, this book was almost like a thriller. Using a trick of characters having poor memory to slowly hint at developments when memories come back worked great. Crazy juxtaposition of orcs and dragons and people praying to Jesus. Very unique, great book. 8.5/10</p>\n\n<p><strong>I Have No Mouth and I Must Scream - Harlan Ellison</strong></p>\n\n<p>Pretty solid, short collection. Downloaded for the title story and the rest of them were good too, slightly unsettling, and an interesting writing style to convey action. A nice read for a dark evening. 8/10</p>\n\n<p><strong>City of Thieves - David Beniov</strong></p>\n\n<p>Having been to st Petersburg in person, it was incredible just to read more of the history and recognize some of the names. But the plot of the book and the stories were incredible, and based on truth. Such strong characters, would highly recommend this if you have any interest in coming of age novels, history, ww2, Russia, etc. 9/10</p>\n\n<p><strong>Cadillac Desert - Marc Reisner</strong></p>\n\n<p>One of the reviews on the book labels says that this should be required reading if you live west of Nebraska. I wholeheartedly agree. I&#39;d always heard about it while studying for my environmental science degree, finally got around to it. It&#39;s a long book, but the author has such a well researched grasp on context, history, politics and major players in environmental and water changes during the west being won. And at some points even makes it exciting. Worth the read. 8.5/10</p>\n\n<p><strong>The Indifferent Stars Above - Daniel James Brown</strong></p>\n\n<p>Well researched and makes an almost novel out of the very real Donner party disaster. It&#39;s one of those books where one thing after another keeps going wrong, it&#39;s a miracle anyone survived at all. I&#39;ve been in that area too so being able to imagine the area helped a lot. 8/10</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/ofu01f/i_just_read_22_books_over_8_weeks_while_being/",
  "subreddit": "books",
  "id": "ofu01f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, my job was working a sonar count on the Copper river for the\nsockeye salmon, and I had plenty of free time when I wasn't actively counting.\nAfter all, I was 40mi away from the nearest town, had very little cell\nconnection, and the field site was boat/air access only.\n\nI had friends give…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の仕事は、コッパー川でソナーを使ってベニザケのカウントをすることでした。\n積極的にカウントしていないときは、自由な時間がたくさんありました。\n結局のところ、私は一番近い町から40マイル離れたところにいて、携帯電話もほとんど繋がらず\nフィールドはボートや飛行機でしか行けない場所でした。\n\n私は友人たちから...",
      "title": "アラスカのブッシュに駐留しながら、8週間で22冊の本を読んだところです。早速、レビューとおすすめ作品をご紹介します"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为背景，我的工作是在铜河上为红鲑鱼进行声纳计数。\n我的工作是在铜河上为红鲑鱼进行声纳计数，当我不积极计数时，我有大量的自由时间。\n毕竟，我离最近的城镇有40英里远，手机信号很差。\n联网，而且现场只能用船/飞机进入。\n\n我有朋友给...",
      "title": "我刚刚在8个星期内读了22本书，同时驻扎在阿拉斯加的丛林里。这里有一些快速评论和推荐!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲背景，我的工作是在銅河上爲紅鮭魚進行聲納計數。\n我的工作是在銅河上爲紅鮭魚進行聲納計數，當我不積極計數時，我有大量的自由時間。\n畢竟，我離最近的城鎮有40英里遠，手機信號很差。\n聯網，而且現場只能用船/飛機進入。\n\n我有朋友給...",
      "title": "我剛剛在8個星期內讀了22本書，同時駐紮在阿拉斯加的叢林裏。這裏有一些快速評論和推薦!"
    }
  ]
}