{
  "author": "GodlessCommieScum",
  "the_new_excerpt": "This post has ended up longer than I expected when I started writing it. I know\nthere’s a lot to read here, but I do think it’s all necessary to support my\npoint, so I hope that you’ll read it all before commenting.\n\nFor a sub about books, r/books [/r/books] can be disappointingly\nanti-intellectual…",
  "original_created_utc": 1618921777,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事は、書き始めたときに予想していたよりも長くなってしまいました。この記事は\nしかし、私が言いたいことを裏付けるのに必要なことばかりだと思います。\n読んでからコメントしていただけると幸いです。\n\n本についてのサブにしては、r/books [/r/books]は残念なことに\n反知性的ですね。",
      "title": "反知性主義とr/book"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这篇文章最终比我开始写时预期的要长。我知道\n我知道这里有很多东西要读，但我确实认为这些东西对支持我的观点都是必要的。\n观点，所以我希望你在发表评论前能读完它。\n\n作为一个关于书籍的子版块，r/books [/r/books]可能是令人失望的\n反智...",
      "title": "反智主义和r/books"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這篇文章最終比我開始寫時預期的要長。我知道\n我知道這裏有很多東西要讀，但我確實認爲這些東西對支持我的觀點都是必要的。\n觀點，所以我希望你在發表評論前能讀完它。\n\n作爲一個關於書籍的子版塊，r/books [/r/books]可能是令人失望的\n反智...",
      "title": "反智主義和r/books"
    }
  ],
  "title": "Anti-intellectualism and r/books",
  "created_utc": 1618925723,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This post has ended up longer than I expected when I started writing it.  I know there’s a lot to read here, but I do think it’s all necessary to support my point, so I hope that you’ll read it all before commenting.</p>\n\n<p>For a sub about books, <a href=\"/r/books\">r/books</a> can be disappointingly anti-intellectual at times.</p>\n\n<p>It is not my intention to condemn people for reading things other than literary fiction.  Let me emphasise that it is perfectly fine to read YA, genre fiction, and so on.  That’s is not what I’m taking issue with.  </p>\n\n<p>What I’m taking issue with is the forthright insistence, often amounting to outright hostility, that is regularly displayed on this sub to highbrow literature and, in particular, to the idea that there is ultimately more merit (as distinct from enjoyment) in literary fiction than there is in popular fiction.</p>\n\n<p>There are two separate but related points that are important for understanding where I’m coming from here:</p>\n\n<p>1)There is an important difference between one’s liking a book and one’s thinking that the book is “good”.  Accordingly, it is possible to like a book which you do not think is “good”, or to dislike one which you think is “good”.  For example, I like the <em>Harry Potter</em> books, even though, objectively speaking, I don’t think they’re all that great.  On the other hand, I didn’t enjoy <em>Jane Eyre</em>, though I wouldn’t deny that it has more literary value than <em>Potter</em>.</p>\n\n<p>2) It is possible to say with at least some degree of objectivity that one book is better than another.  This does not mean that anyone is obliged to like one book more than another.  For example, I think it’s perfectly reasonable to say that <em>White Teeth</em> by Zadie Smith is a better novel than <em>Velocity</em> by Dean Koontz, or even that Smith is a better author than Koontz.  However, this does not mean that you’re wrong for enjoying Koontz’ books over Smith’s.</p>\n\n<p>Interestingly, I think this sub intuitively agrees with what I’ve just said at times and emphatically disagrees with it at others.  When <em>Twilight</em>, <em>Fifty Shades of Gray</em>, and <em>Ready Player One</em> are mentioned, for example, it seems generally to be taken as red that they’re not good books (and therefore, by implication, that other books are uncontroversially better).  If anyone does defend them, it will usually be with the caveat that they are “simple fun” or similar; that is, even the books&#39; defenders are acknowledging their relative lack of literary merit.  However, whenever a book like <em>The Way of Kings</em> is compared unfavourably to something like, say, <em>Crime and Punishment</em>, its defenders often react with indignation, and words like “snobbery”, “elitism”, “gatekeeping” and “pretension” are thrown around.</p>\n\n<p>Let me reiterate at this point that it is perfectly acceptable to enjoy Sanderson’s books more than Dostoevsky’s.  You are really under no obligation to read a single word that Dostoevsky wrote if you’re dead set against it.</p>\n\n<p>However, it’s this populist attitude - this reflexive insistence that anyone who elevates one novel above another is nothing more than a snob - that I’m calling anti-intellectual here.</p>\n\n<p>This is very much tied up with the slogans “read what you like” and “let people enjoy things” and while these sentiments are not inherently disagreeable, they are often used in a way which encourages and defends anti-intellectualism.</p>\n\n<p>This sub often sees posts from people who are looking to move beyond their comfort zone, whether that be a specific genre like fantasy, or people in their late teens/early twenties who want to try things aside from YA.  When this happens, the most heavily upvoted responses are almost always comments emphasising that it’s okay to keep reading that they’ve been reading and urging them to ignore any “snobs” or “elitists” that might tell them otherwise.  Other responses make recommendations of more of the same type of book that the OP had been reading, despite the fact that they explicitly asked for something different.  Responses that actually make useful recommendations, while not necessarily downvoted, are typically a long way down the list of responses, which in larger threads often means they’re buried.</p>\n\n<p>I am not insisting that we tear copies of <em>Six of Crows</em> out of people’s hands and force them to read <em>Gravity’s Rainbow</em> instead.  I’m just saying that as a community that is supposed to love books, when somebody expresses an interest in more sophisticated, complex and literary work, we ought to encourage that interest, not fall over ourselves to tell them not to bother.</p>\n\n<p>I have to confess that when I get frustrated by this, it reminds me of the crabs who, when another crab tries to climb out of the bucket, band together to pull it back in.  I think this ultimately stems from insecurity - some users here seem quite insecure about their (popular, non-literary) taste in books and as a result take these attempts by others to explore more literary work as an attack on them and their taste.  But it’s fine to read those books, as the regular threads about those sorts of them should be enough to tell you.  I just wish people could stop rolling their eyes at the classics and insisting that <em>The Hunger Games</em> is just as good.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/books/comments/mup7qr/antiintellectualism_and_rbooks/",
  "subreddit": "books",
  "id": "mup7qr",
  "is_self": true,
  "media": null,
  "is_video": false
}