{
  "author": "-Mania",
  "original_created_utc": 1624783562,
  "title": "The Blind Assassin - Margaret Atwood",
  "created_utc": 1624848937,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;m not an avid reader like most here, but I used to be when I was younger. Recently I&#39;ve started trying to get into reading again and it&#39;s going wonderfully.</p>\n\n<p>On different sites online you can now order something called &quot;Blind date with a book&quot;, with most options allowing you to choose a genre or point the seller in the direction of the kind of books you&#39;d like.</p>\n\n<p>I was so happy to receive my little mystery book yesterday and even happier when I opened it up and saw the Blind Assassin. I&#39;d never heard of it (Or Margaret Atwood for that matter) but I looked it up and saw that it was mostly met with positive reviews. The biggest thing I read was about her style of writing, but I was in no way prepared for the way this woman tears through your soul. So many chapters ending with quotes that leave my hair standing on end. I&#39;m not sure whether it&#39;s due to her being a poet, but I get goosebumps so often and I&#39;m only 200 pages in. I cannot put this book down.</p>\n\n<p>I think she describes mental health fantastically, without ever saying that&#39;s what she&#39;s doing. I knew after the first chapter that I&#39;d be hooked when she ended it with &quot;<em>Tell me where it hurts,</em> she&#39;d say. <em>Stop howling. Just calm down and show me where.</em>\nBut some people can&#39;t tell where it hurts. They can&#39;t calm down. They can&#39;t ever stop howling&quot;.</p>\n\n<p>Can&#39;t wait to of finished this book and be able to share my full thoughts on it. Truly the only book I have ever felt compelled to write and talk about.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o8t9fh/the_blind_assassin_margaret_atwood/",
  "subreddit": "books",
  "id": "o8t9fh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I'm not an avid reader like most here, but I used to be when I was younger.\nRecently I've started trying to get into reading again and it's going\nwonderfully.\n\nOn different sites online you can now order something called \"Blind date with a\nbook\", with most options allowing you to choose a genre…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はここにいる皆さんのように熱心な読書家ではありませんが、若い頃はよく読んでいました。\n最近、再び読書を始めようとしているのですが、これがなかなかうまくいっています。\n素晴らしいですね。\n\nオンラインの様々なサイトでは、「本とのブラインドデート」というものを注文することができます。\n本とのお見合い」というのがありますが、ほとんどの場合、ジャンルを選ぶことができます。",
      "title": "盲目の暗殺者」マーガレット・アトウッド"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我不像这里的大多数人那样热衷于阅读，但我年轻的时候曾经是。\n最近，我开始尝试再次阅读，而且进展很顺利。\n很好。\n\n在网上不同的网站上，你现在可以订购一种叫做 \"与书相约 \"的东西。\n书\"，大多数选项允许你选择一个流派......",
      "title": "盲目的刺客》--玛格丽特-阿特伍德"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我不像這裏的大多數人那樣熱衷於閱讀，但我年輕的時候曾經是。\n最近，我開始嘗試再次閱讀，而且進展很順利。\n很好。\n\n在網上不同的網站上，你現在可以訂購一種叫做 \"與書相約 \"的東西。\n書\"，大多數選項允許你選擇一個流派......",
      "title": "盲目的刺客》--瑪格麗特-阿特伍德"
    }
  ]
}