{
  "author": "IAmATuxedoKitty",
  "the_new_excerpt": "Admittedly, this is near to Trump and Parler being almost completely removed\nfrom the internet in a meaningful way. But let me start off by saying I don't\nsupport Trump, and I don't support hate speech at all. I'm not entirely clear of\nthe full situation, but as I understand it most users on Parler…",
  "original_created_utc": 1611506696,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "诚然，这近乎于特朗普和帕勒几乎完全被清除了。\n从互联网上以有意义的方式。但让我先说一下，我并不\n支持特朗普，我也完全不支持仇恨言论。我不太清楚\n完整的情况，但据我了解，Parler上的大多数用户... ...",
      "title": "CMV：企业让人闭嘴的力量是可怕的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "誠然，這近乎於特朗普和帕勒幾乎完全被清除了。\n從互聯網上以有意義的方式。但讓我先說一下，我並不\n支持特朗普，我也完全不支持仇恨言論。我不太清楚\n完整的情況，但據我瞭解，Parler上的大多數用戶... ...",
      "title": "CMV：企業讓人閉嘴的力量是可怕的。"
    }
  ],
  "title": "CMV: The power that corporations have to silence people is scary.",
  "created_utc": 1611569394,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Admittedly, this is near to Trump and Parler being almost completely removed from the internet in a meaningful way. But let me start off by saying I don&#39;t support Trump, and I don&#39;t support hate speech at all. I&#39;m not entirely clear of the full situation, but as I understand it most users on Parler were promoting hate speech and illegal activities while the moderation did not attempt to stop it.</p>\n\n<p>Trump has been banned from Twitter, Instagram, Twitch, etc. He has basically no online presence whatsoever anymore. A number of huge tech giants teamed up to ban him from all of their platforms. To a lot of people, it&#39;s a good thing because of his numerous provoking tweets. I&#39;m not aware of if he did the same on other platforms before being banned, so if he did please correct me. The problem is, a select few corporations together can basically prevent anyone from having any public social media presence if they reveal themselves. If, say, a civilian advocated strongly for things directly against those corporations and started to gain a bit of a following, enough to be deemed a threat, it is strikingly easy for those corporations to completely silence said person without even having to resort to more extreme measures.</p>\n\n<p>I acknowledge that this is similar to the past, in which if cable companies didn&#39;t like you, it was hard to have a widespread voice. But that doesn&#39;t make it any less of an issue, it was scary then and it&#39;s scary now. Except now, the internet is even more intertwined in our society and things have changed enough to almost require an internet presence. I&#39;m aware that corporations could also just (if you want to get into a conspiracy) hire an assassin or something, which I really don&#39;t think actually happens.</p>\n\n<p>For now, these tech giants silencing Trump and Parler is seen as a good thing, because a massive amount of people hate them, and because Trump incited some provocative thing. But just looking at the precedent this sets for the future, I think that&#39;s scary. I could bring this to a larger scope, that corporations have too much power in our society in general, but that&#39;s not fully the topic of this post.</p>\n\n<p>Please change my view if you want.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/l42vee/cmv_the_power_that_corporations_have_to_silence/",
  "subreddit": "changemyview",
  "id": "l42vee",
  "is_self": true,
  "media": null,
  "is_video": false
}