{
  "author": "humdrumdummydum",
  "original_created_utc": 1625413234,
  "title": "YSK caffeine pills exist",
  "created_utc": 1625469315,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: this is the cheapest way to get caffeinated. It&#39;s costs $4 USD for 80 200mg capsules. This is the equivalent of 160 cups of coffee or about 200 cans of RedBull. Same price for 100mg capsules (but I recommend breaking the 200mg in half). Many of us need caffeine to do our jobs at the expected pace (at least here in the US), and I see so many of my coworkers waste hundreds a month to get that fix.</p>\n\n<p>Another thing I love about getting my caffeine this way is it allows me to drink water most of the time, which is both the cheapest and healthiest beverage. I drink coffee too slowly to get my caffeine and hydration fast enough. Also, I personally find the extra vitamins and supplements in energy drinks make me agitated and angry. </p>\n\n<p>Some people get the jitters from this form of caffeine, which can be helped by taking it after food.</p>\n\n<p>Hope this helps save someone some of their hard earned cash!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/odmxd9/ysk_caffeine_pills_exist/",
  "subreddit": "YouShouldKnow",
  "id": "odmxd9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: this is the cheapest way to get caffeinated. It's costs $4 USD for 80\n200mg capsules. This is the equivalent of 160 cups of coffee or about 200 cans\nof RedBull. Same price for 100mg capsules (but I recommend breaking the 200mg in\nhalf). Many of us need caffeine to do our jobs at the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、これが一番安くカフェインを摂取できる方法だからです。200mgのカプセルが80個で4USドルです。\n200mgのカプセルです。これは、コーヒー160杯分、RedBullの缶詰200本分に相当します。\nRedBullの約200缶分に相当します。100mgのカプセルも同じ値段です（ただし、200mgは半分に割ることをお勧めします）。\n半分にすることをお勧めします）。) 私たちの多くは、仕事をするためにカフェインを必要としています。",
      "title": "YSKのカフェイン錠剤の存在"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这是获得咖啡因的最便宜方式。它的价格是4美元，80粒\n200毫克的胶囊。这相当于160杯咖啡或大约200罐\n红牛。100毫克胶囊的价格相同（但我建议将200毫克的胶囊分成两半）。\n一半）。) 我们许多人都需要咖啡因来完成我们的工作，在...",
      "title": "存在YSK咖啡因药片"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這是獲得咖啡因的最便宜方式。它的價格是4美元，80粒\n200毫克的膠囊。這相當於160杯咖啡或大約200罐\n紅牛。100毫克膠囊的價格相同（但我建議將200毫克的膠囊分成兩半）。\n一半）。) 我們許多人都需要咖啡因來完成我們的工作，在...",
      "title": "存在YSK咖啡因藥片"
    }
  ]
}