{
  "author": "Ellie_D",
  "original_created_utc": 1630407915,
  "title": "YSK Your early attachment style can significantly affect how you cope with stress and regulate your emotions as an adult",
  "created_utc": 1630417369,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Because it can help shed light on some possible reasons why you feel, think or behave in a particular way. An explanation like this can be quite powerful in that it can make you aware of the circumstances that shape who you become, especially if you’re the kind of person who thinks their character is all their fault. It’s also valuable for parents to know how their interactions with their kids can become neurally embedded and affect the children’s later life. </p>\n\n<p>None of this is about assigning blame to parents or rejecting personal responsibility. It’s also not something I read in a self-help book or some such. Attachment theory has been backed by a lot of research in psychology and has inspired some of the most forward-thinking studies in neuroscience, too. Below I’ll sum up some findings from two decades of research by psychologist Mario Miculincer - and <a href=\"https://www.researchgate.net/profile/Mario-Mikulincer/publication/285623488_The_Attachment_Behavioral_System_In_Adulthood_Activation_Psychodynamics_And_Interpersonal_Processes/links/573d709808ae298602e5a533/The-Attachment-Behavioral-System-In-Adulthood-Activation-Psychodynamics-And-Interpersonal-Processes.pdf\">here’s a link</a> with an in-depth (100 pages) report on his research.  </p>\n\n<p>OK, here we go:</p>\n\n<p>Firstly, according to attachment theory, children of sensitive parents develop secure attachment. They learn to be okay with negative feelings, ask others for help, and trust their own ability to deal with stress.</p>\n\n<p>By contrast, children of unresponsive caregivers can become insecurely attached. They get anxious and upset by the smallest sign of separation from their attachment figure. Harsh or dismissive parenting can lead to avoidant infants who suppress their emotions and deal with stress alone. </p>\n\n<p>Interactions with early attachment figures become neurally encoded and can be subconsciously activated later in life, especially in stressful and intimate situations.  For example, as adults, anxious people often develop low self-esteem and are easily overwhelmed by negative emotions. They also tend to exaggerate threats and doubt their ability to deal with them. Such people often exhibit a desperate need for safety and seek to “merge” with their partners. They can also become suspicious, jealous or angry without objective cause.</p>\n\n<p>Avoidant people want distance and control. They detach from strong emotions (both positive and negative), and avoid conflicts and intimacy. Their self-reliance means that they see themselves as strong and independent, but this can mean that their close relationships remain superficial, distant and unsatisfying. And while being emotionally numb can help avoidant people during ordinary challenges, in the midst of a crisis, their defences can crumble and leave them extremely vulnerable.</p>\n</div><!-- SC_ON -->",
  "score": 1985,
  "permalink": "/r/YouShouldKnow/comments/pf3m48/ysk_your_early_attachment_style_can_significantly/",
  "subreddit": "YouShouldKnow",
  "id": "pf3m48",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because it can help shed light on some possible reasons why you feel,\nthink or behave in a particular way. An explanation like this can be quite\npowerful in that it can make you aware of the circumstances that shape who you\nbecome, especially if you’re the kind of person who thinks their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、自分が感じている理由を明らかにすることができるからです。\n感じたり、考えたり、行動したりする理由を明らかにできるからです。このような説明は\nこのような説明は、自分がどのような人間になるかを形成する状況に気づかせてくれるという意味で、非常に強力なものです。\n特に、あなたが自分のことを「自分のことは自分でやる」と思っているような人であればなおさらです。",
      "title": "YSK 幼少期の愛着スタイルは、大人になってからのストレスへの対処法や感情のコントロールに大きく影響します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为它可以帮助阐明一些可能的原因，让你感受到。\n思考或以特定方式行事的可能原因。像这样的解释可能是相当有力的\n因为它可以让你意识到塑造你的环境，特别是如果你是那种\n特别是如果你是那种认为自己的...的人。",
      "title": "YSK 你的早期依恋风格会显著影响你在成年后应对压力和调节情绪的方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲它可以幫助闡明一些可能的原因，讓你感受到。\n思考或以特定方式行事的可能原因。像這樣的解釋可能是相當有力的\n因爲它可以讓你意識到塑造你的環境，特別是如果你是那種\n特別是如果你是那種認爲自己的...的人。",
      "title": "YSK 你的早期依戀風格會顯著影響你在成年後應對壓力和調節情緒的方式。"
    }
  ]
}