{
  "author": "RefugeeDutch_Syrian",
  "original_created_utc": 1639171048,
  "title": "It is funny how the current financial system allows Evergrande to borrow hundreds of billions it cant pay back but banks say crypto is the problem?",
  "created_utc": 1639193532,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It absolutely blows my mind how hypocrite banks keep lending money to an unprofitable company that is on the verge of collapsing, that printed money out of thin air and which collapse is estimated to hurt all financial markets but crypto is the problem. &lt;/p&gt;\n\n&lt;p&gt;Because crypto is used by criminals and banks are absolute angels that have never been associated with any money laundering! It infuriates me how they think people are gullible idiots who have no clue about what is going on. &lt;/p&gt;\n\n&lt;p&gt;As if banks weren&amp;#39;t involved in the Panama papers and ton of others scandals.  What do you guys think of this absolutely ridiculous situation?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 183,
  "permalink": "/r/CryptoCurrency/comments/rdiwc3/it_is_funny_how_the_current_financial_system/",
  "subreddit": "CryptoCurrency",
  "id": "rdiwc3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It absolutely blows my mind how hypocrite banks keep lending money to an\nunprofitable company that is on the verge of collapsing, that printed money out\nof thin air and which collapse is estimated to hurt all financial markets but\ncrypto is the problem.\n\nBecause crypto is used by criminals and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>儲からない会社にお金を貸し続ける偽善者の銀行には頭が下がります。\n崩壊寸前の不採算企業に、偽善者の銀行がお金を貸し続けているのは、本当に驚きです。\nその結果、すべての金融市場に打撃を与えると推定されています。\n崩壊はすべての金融市場に影響を与えると言われていますが、暗号が問題なのです。</p>...",
      "title": "現在の金融システムでは、Evergrandeが何千億もの借金をして返せないのに、銀行が暗号が問題だと言うのはおかしいですよね？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这绝对让我大吃一惊，虚伪的银行怎么会向一个不赚钱的公司贷款？\n银行不断向一个无利可图的公司贷款，而这个公司正处于崩溃的边缘。\n这家公司濒临倒闭，凭空印钱，其倒闭估计会损害所有的金融市场，但加密货币除外。\n崩溃估计会损害所有金融市场，但加密货币才是问题所在。</p>...",
      "title": "有趣的是，目前的金融体系允许恒大借入数千亿的资金，但银行却说加密货币是问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這絕對讓我大喫一驚，虛僞的銀行怎麼會向一個不賺錢的公司貸款？\n銀行不斷向一個無利可圖的公司貸款，而這個公司正處於崩潰的邊緣。\n這家公司瀕臨倒閉，憑空印錢，其倒閉估計會損害所有的金融市場，但加密貨幣除外。\n崩潰估計會損害所有金融市場，但加密貨幣纔是問題所在。</p>...",
      "title": "有趣的是，目前的金融體系允許恆大借入數千億的資金，但銀行卻說加密貨幣是問題。"
    }
  ]
}