{
  "author": "g0ldv1per",
  "original_created_utc": 1633636868,
  "title": "YSK: Anyone who threatens to hurt themselves because you won't do what they want you to do, is not your friend and does not love you.",
  "created_utc": 1633640317,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Whether they&#39;re aware of it or not, and whether they&#39;re bluffing or not, threatening to hurt/kill themselves so you do/say what they want you to, is an emotionally manipulative guilt/shame tactic and a serious red flag in any relationship. You&#39;d be surprised how many people encounter people like this, and get sucked into an endless guilt spiral, trying desperately to keep someone who they care about (but perhaps shouldn&#39;t) from hurting themselves in some way. Best case scenario, the emotionally manipulative person should be ghosted; worst case, they need to have 911 called to help them (in the off-chance that they actually are suicidal).</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/q3hbbq/ysk_anyone_who_threatens_to_hurt_themselves/",
  "subreddit": "YouShouldKnow",
  "id": "q3hbbq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Whether they're aware of it or not, and whether they're bluffing or\nnot, threatening to hurt/kill themselves so you do/say what they want you to, is\nan emotionally manipulative guilt/shame tactic and a serious red flag in any\nrelationship. You'd be surprised how many people encounter people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理由 YSK: 彼らがそれを意識しているかどうか、また、彼らがブラフをかけているかどうかにかかわらず\n自分を傷つけたり、殺したりすると脅して、彼らの言うとおりにしたり、言ったりするのは\n感情を操作する罪悪感や羞恥心を煽る戦術であり、どんな人間関係においても重大な赤信号です。\n関係において重大な赤信号です。あなたは、どれだけ多くの人が人に遭遇するかに驚くでしょう...",
      "title": "YSK: あなたが自分の思い通りにならないからといって、自分を傷つけると脅す人は、あなたの友人でもなければ、あなたを愛してもいません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：不管他们是否意识到这一点，也不管他们是否在虚张声势。\n威胁要伤害/杀死自己，让你做/说他们想让你做的事，是一种情感操纵的内疚/羞辱策略。\n这是一种操纵情感的内疚/羞耻策略，在任何关系中都是一个严重的红旗。\n关系中的一个严重警告。你会惊讶于有多少人遇到人...",
      "title": "YSK：任何因为你不做他们想要你做的事而威胁要伤害自己的人，都不是你的朋友，也不爱你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：不管他們是否意識到這一點，也不管他們是否在虛張聲勢。\n威脅要傷害/殺死自己，讓你做/說他們想讓你做的事，是一種情感操縱的內疚/羞辱策略。\n這是一種操縱情感的內疚/羞恥策略，在任何關係中都是一個嚴重的紅旗。\n關係中的一個嚴重警告。你會驚訝於有多少人遇到人...",
      "title": "YSK：任何因爲你不做他們想要你做的事而威脅要傷害自己的人，都不是你的朋友，也不愛你。"
    }
  ]
}