{
  "author": "Muhubi",
  "the_new_excerpt": "Why YSK: the stab item is actually attached to held into the arteries or veins\nby adhesion due to intermolecular forces between the water in your blood and\ncells and the object. Removing it will cause you to bleed out significantly\nfaster. Leave the item in and attempt to stabilize it with clothe or…",
  "original_created_utc": 1611621562,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：其实是将刺入的物品连接到动脉或静脉中。\n由于血液中的水和分子间的粘附力，使血液中的水和分子间的粘附力增加。\n单元和对象。移除它将导致你大量出血\n更快。把物品留在里面，并试图用衣服或... 稳定它。",
      "title": "YSK永远不要从刺伤处取出刺伤物品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：其實是將刺入的物品連接到動脈或靜脈中。\n由於血液中的水和分子間的粘附力，使血液中的水和分子間的粘附力增加。\n單元和對象。移除它將導致你大量出血\n更快。把物品留在裏面，並試圖用衣服或... 穩定它。",
      "title": "YSK永遠不要從刺傷處取出刺傷物品。"
    }
  ],
  "title": "YSK to never remove a stab item from a stab wound",
  "created_utc": 1611676033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the stab item is actually attached to held into the arteries or veins by adhesion due to intermolecular forces between the water in your blood and cells and the object. Removing it will cause you to bleed out significantly faster. Leave the item in and attempt to stabilize it with clothe or anything else so it doesn&#39;t move.</p>\n\n<p>You must leave it in until trained medical professionals can remove it because they can then control what will happen next, usually massive blood loss and a sudden drop in blood pressure.</p>\n\n<p>Source: <a href=\"https://blogs.redcross.org.uk/first-aid/2014/03/how-do-you-help-a-stab-victim/\">https://blogs.redcross.org.uk/first-aid/2014/03/how-do-you-help-a-stab-victim/</a></p>\n\n<p>Edit: changed cohesion to adhesion because I forgot basic chemistry lol</p>\n</div><!-- SC_ON -->",
  "score": 242,
  "permalink": "/r/YouShouldKnow/comments/l51zji/ysk_to_never_remove_a_stab_item_from_a_stab_wound/",
  "subreddit": "YouShouldKnow",
  "id": "l51zji",
  "is_self": true,
  "media": null,
  "is_video": false
}