{
  "created_at": "2021-03-02T19:41:12.186Z",
  "title": "Launch HN: Athens Research (YC W21) – Open-Source Roam Research",
  "url": null,
  "author": "tangjeff0",
  "points": 333,
  "story_text": "Hi Hacker News! My name is Jeff Tang and I&#x27;m the founder of Athens Research. Athens is an open-source and local-first alternative to Roam Research. Roam Research is a notetaking application, and what they really got right was the &quot;bidirectional link.&quot;<p>The problem with notetaking is that we don’t look back at 99% of our notes. Organization systems like PARA, BASB, and GTD can extend the shelf-life of information, but they’re mechanical and tedious to maintain. On the other hand, without a system, we just hope that search will one day have the answers. What comes after search, tags, and folders?<p>With bidirectional links, you never have to worry about where you write a note. Bidirectional links allow you to connect any two notes together, creating a knowledge graph. Structure emerges organically, bottom-up. This way of joining any arbitrary entities together is a paradigm shift (sorry to be cliché). The graph-based approach subverts the tree-based hierarchy most notetaking apps (and most applications&#x2F;OSes&#x2F;computer systems) have used until now. This is fundamental because hyperlinks are primitives, used by every single internet user. Just imagine using computers and phones without links! This is why Athens is about more than just notetaking. I believe networked applications with bidirectional links and data could become a new category itself.<p>Of course, this bidirectional idea isn&#x27;t new. In fact, it goes as far back as the origin of the Web. It&#x27;s the original concept of hypertext and Xanadu, which Ted Nelson has been advocating for decades. More recently, aspects of it were attempted by the Semantic Web. Yet the adoption never really caught on, until perhaps now.<p>Something else that&#x27;s interesting about the most powerful networked tools like Roam and Athens is that you can&#x27;t really make these apps with JavaScript or plaintext&#x2F;markdown. For maximum power, you want a true graph database. Both Roam and Athens leverage a front-end graph database called DataScript, which is written in Clojure(Script). JavaScript doesn&#x27;t have a native analog, and Neo4j is only server-side. This matters because I believe this is the first consumer use case for graph databases. I believe both Roam and Athens are general-purpose platforms where individuals and organizations can centralize all of their knowledge and tasks. I believe the graph is the right data structure to do this with.<p>More broadly, I believe networked applications beyond just notetaking can emerge. These networked applications can develop unique interactions and patterns in-app. They will even be able to share data between one another—Datascript has a native interface for querying multiple databases at once—unlocking new ways for users to synthesize, analyze, and transform their data at scale.<p>I started working on Athens in March of 2020 after interviewing at Roam Research. At the time, I was certain Roam was going to change the world with their vision of networked thought. Pre-Roam, I was a power user of Notion, even giving a Notion productivity workshop to my friends (where I actually mention Roam <a href=\"https:&#x2F;&#x2F;youtu.be&#x2F;4HXHk5C3bSc?t=5820\" rel=\"nofollow\">https:&#x2F;&#x2F;youtu.be&#x2F;4HXHk5C3bSc?t=5820</a>). But it was clear to me that Roam was doing something different from Notion altogether, on the graph. It was clear to me that this was about more than just another productivity app.<p>Unfortunately, I had a glaring lack of Clojure experience. It didn&#x27;t seem like I was going to get a call back from Roam, so I saw two options going forward. Option one was to find other applications of graphs and bidirectionality. I saw an opportunity in messaging to develop a &quot;Slack Killer.&quot; Chat is another place where information was constantly getting lost in streams and siloed channels. Option two was to develop an open-source version of Roam. I wanted to prove I could learn Clojure fast (and hopefully get a return call from Roam). After prototyping these two options for about a week, I tweeted them to the #roamcult: <a href=\"https:&#x2F;&#x2F;twitter.com&#x2F;tangjeff0&#x2F;status&#x2F;1248060649344831488\" rel=\"nofollow\">https:&#x2F;&#x2F;twitter.com&#x2F;tangjeff0&#x2F;status&#x2F;1248060649344831488</a>. People started contributing and a community started forming. Designers, PMs, and even veteran Clojurians began contributing.<p>Assuming the graph database and bidirectional links are important to the future of computing, then why take an open-source approach? The primary answer is about privacy, longevity, and ownership. Users should have local-first control over their thoughts and their &quot;second brains.&quot; Right now, if AWS&#x27;s servers go down, Notion goes down, which has happened multiple times this year. Roam has notably suffered from downtime and data loss. Local-first and open-source, any version of Athens will always be locally usable, buildable, and modifiable for the rest of time, regardless if Athens the company goes under. User data will first and foremost always be owned by users.<p>Another reason is that open-source is an effective development process, at least in our case. In less than a year of development, with essentially zero spending, Athens has created a “good enough” alternative to a closed-source product that took 3+ years to make. It’s not because I’m a “10x engineer.” It’s exactly the opposite! Athens was built by dozens of engineers and designers who built and designed things in a way I never could (largely in their free time). We’ve had feedback and input from users from day one, directly in the channels we do work in. Not only do the best ideas rise to the top, they can be directly integrated into the source code, improving the experience of all users.<p>As for how we will make money, most users, even technical ones who could self-host, don’t want to self-host (but they value that optionality and insurance against lock-in). They want a subscription SaaS, which will make features like backups, integrations, and collaboration much easier. For enterprises that do want to self-host on-premises, we can provide additional support and security features, similar to Mattermost or GitLab. Our first enterprise user is an a16z-backed crypto startup. You can sign-up for our SaaS or enterprise packages through our Open Collective: <a href=\"https:&#x2F;&#x2F;opencollective.com&#x2F;athens\" rel=\"nofollow\">https:&#x2F;&#x2F;opencollective.com&#x2F;athens</a>.<p>What are your thoughts? If you’re optimistic and you use Roam, Athens or another networked notetaking app, what are you most excited about for 10-20 years in the future? Or maybe you’re skeptical and you think networked apps and bidirectionality will flame out like Xanadu and the Semantic Web. I&#x27;m guessing there will be questions about open-source too, particularly around paying contributors for their work. I&#x27;m all ears!",
  "comment_text": null,
  "num_comments": 57,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1614701480,
  "_tags": [
    "story",
    "author_tangjeff0",
    "story_26316793",
    "front_page"
  ],
  "objectID": "26316793",
  "_highlightResult": {
    "title": {
      "value": "Launch HN: Athens Research (YC W21) – Open-Source Roam Research",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "tangjeff0",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hi Hacker News! My name is Jeff Tang and I'm the founder of Athens Research. Athens is an open-source and local-first alternative to Roam Research. Roam Research is a notetaking application, and what they really got right was the &quot;bidirectional link.&quot;<p>The problem with notetaking is that we don’t look back at 99% of our notes. Organization systems like PARA, BASB, and GTD can extend the shelf-life of information, but they’re mechanical and tedious to maintain. On the other hand, without a system, we just hope that search will one day have the answers. What comes after search, tags, and folders?<p>With bidirectional links, you never have to worry about where you write a note. Bidirectional links allow you to connect any two notes together, creating a knowledge graph. Structure emerges organically, bottom-up. This way of joining any arbitrary entities together is a paradigm shift (sorry to be cliché). The graph-based approach subverts the tree-based hierarchy most notetaking apps (and most applications/OSes/computer systems) have used until now. This is fundamental because hyperlinks are primitives, used by every single internet user. Just imagine using computers and phones without links! This is why Athens is about more than just notetaking. I believe networked applications with bidirectional links and data could become a new category itself.<p>Of course, this bidirectional idea isn't new. In fact, it goes as far back as the origin of the Web. It's the original concept of hypertext and Xanadu, which Ted Nelson has been advocating for decades. More recently, aspects of it were attempted by the Semantic Web. Yet the adoption never really caught on, until perhaps now.<p>Something else that's interesting about the most powerful networked tools like Roam and Athens is that you can't really make these apps with JavaScript or plaintext/markdown. For maximum power, you want a true graph database. Both Roam and Athens leverage a front-end graph database called DataScript, which is written in Clojure(Script). JavaScript doesn't have a native analog, and Neo4j is only server-side. This matters because I believe this is the first consumer use case for graph databases. I believe both Roam and Athens are general-purpose platforms where individuals and organizations can centralize all of their knowledge and tasks. I believe the graph is the right data structure to do this with.<p>More broadly, I believe networked applications beyond just notetaking can emerge. These networked applications can develop unique interactions and patterns in-app. They will even be able to share data between one another—Datascript has a native interface for querying multiple databases at once—unlocking new ways for users to synthesize, analyze, and transform their data at scale.<p>I started working on Athens in March of 2020 after interviewing at Roam Research. At the time, I was certain Roam was going to change the world with their vision of networked thought. Pre-Roam, I was a power user of Notion, even giving a Notion productivity workshop to my friends (where I actually mention Roam <a href=\"https://youtu.be/4HXHk5C3bSc?t=5820\" rel=\"nofollow\">https://youtu.be/4HXHk5C3bSc?t=5820</a>). But it was clear to me that Roam was doing something different from Notion altogether, on the graph. It was clear to me that this was about more than just another productivity app.<p>Unfortunately, I had a glaring lack of Clojure experience. It didn't seem like I was going to get a call back from Roam, so I saw two options going forward. Option one was to find other applications of graphs and bidirectionality. I saw an opportunity in messaging to develop a &quot;Slack Killer.&quot; Chat is another place where information was constantly getting lost in streams and siloed channels. Option two was to develop an open-source version of Roam. I wanted to prove I could learn Clojure fast (and hopefully get a return call from Roam). After prototyping these two options for about a week, I tweeted them to the #roamcult: <a href=\"https://twitter.com/tangjeff0/status/1248060649344831488\" rel=\"nofollow\">https://twitter.com/tangjeff0/status/1248060649344831488</a>. People started contributing and a community started forming. Designers, PMs, and even veteran Clojurians began contributing.<p>Assuming the graph database and bidirectional links are important to the future of computing, then why take an open-source approach? The primary answer is about privacy, longevity, and ownership. Users should have local-first control over their thoughts and their &quot;second brains.&quot; Right now, if AWS's servers go down, Notion goes down, which has happened multiple times this year. Roam has notably suffered from downtime and data loss. Local-first and open-source, any version of Athens will always be locally usable, buildable, and modifiable for the rest of time, regardless if Athens the company goes under. User data will first and foremost always be owned by users.<p>Another reason is that open-source is an effective development process, at least in our case. In less than a year of development, with essentially zero spending, Athens has created a “good enough” alternative to a closed-source product that took 3+ years to make. It’s not because I’m a “10x engineer.” It’s exactly the opposite! Athens was built by dozens of engineers and designers who built and designed things in a way I never could (largely in their free time). We’ve had feedback and input from users from day one, directly in the channels we do work in. Not only do the best ideas rise to the top, they can be directly integrated into the source code, improving the experience of all users.<p>As for how we will make money, most users, even technical ones who could self-host, don’t want to self-host (but they value that optionality and insurance against lock-in). They want a subscription SaaS, which will make features like backups, integrations, and collaboration much easier. For enterprises that do want to self-host on-premises, we can provide additional support and security features, similar to Mattermost or GitLab. Our first enterprise user is an a16z-backed crypto startup. You can sign-up for our SaaS or enterprise packages through our Open Collective: <a href=\"https://opencollective.com/athens\" rel=\"nofollow\">https://opencollective.com/athens</a>.<p>What are your thoughts? If you’re optimistic and you use Roam, Athens or another networked notetaking app, what are you most excited about for 10-20 years in the future? Or maybe you’re skeptical and you think networked apps and bidirectionality will flame out like Xanadu and the Semantic Web. I'm guessing there will be questions about open-source too, particularly around paying contributors for their work. I'm all ears!",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-03-02T16:11:20.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "启动HN：雅典研究（YC W21）----开源漫游研究。"
    },
    {
      "locale": "zh-Hant",
      "title": "啓動HN：雅典研究（YC W21）----開源漫遊研究。"
    }
  ],
  "source_updated_at": 1614937762257
}