{
  "created_at": "2021-03-06T18:49:50.104Z",
  "title": "Ask HN: Is abuse from supervisors as common in industry as in academia?",
  "url": null,
  "author": "phdonewiththis",
  "points": 160,
  "story_text": "Hi, HN. I&#x27;m a PhD student in computational biology in Canada. Through my MSc &amp; PhD, I&#x27;ve seen a number of abuses of power from supervisors, both my own and others. Some of these are deliberate (e.g., making remarks to other profs intended to embarrass or discredit the student), while many are evidently unintentional but still egregious (e.g., being grossly neglectful of the student&#x27;s professional development, so that the supervisor is blocking a student&#x27;s degree completion and career development by essentially ignoring her). As someone who will be finishing soon and getting the hell out of academia, I want to understand how common these abuses are in industry. Some of these problems may arise from aspects particular to academia:<p>* Maybe students have conditioned themselves to get paid little and be treated with a lack of respect?<p>* Maybe the sunk cost of a partially completed graduate degree compels students to remain to completion, even when the work environment is toxic?<p>* Maybe the &quot;flat&quot; management structure of most labs (3 to 30 grad students report directly to their supervisor) allows more abuse?<p>* Maybe tenure insulates supervisors from consequences for treating their students poorly?<p>Among my late-stage PhD friends, it feels like 80% are unhappy, either because of deliberate abuse from their supervisors, or because of the supervisor&#x27;s neglect of what the student needs to finish her degree and progress to her next career stage. Is this abuse as prevalent in industry as in academia?",
  "comment_text": null,
  "num_comments": 145,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1615036229,
  "_tags": [
    "story",
    "author_phdonewiththis",
    "story_26367099",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26367099",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Is abuse from supervisors as common in industry as in academia?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "phdonewiththis",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hi, HN. I'm a PhD student in computational biology in Canada. Through my MSc &amp; PhD, I've seen a number of abuses of power from supervisors, both my own and others. Some of these are deliberate (e.g., making remarks to other profs intended to embarrass or discredit the student), while many are evidently unintentional but still egregious (e.g., being grossly neglectful of the student's professional development, so that the supervisor is blocking a student's degree completion and career development by essentially ignoring her). As someone who will be finishing soon and getting the hell out of academia, I want to understand how common these abuses are in industry. Some of these problems may arise from aspects particular to academia:<p>* Maybe students have conditioned themselves to get paid little and be treated with a lack of respect?<p>* Maybe the sunk cost of a partially completed graduate degree compels students to remain to completion, even when the work environment is toxic?<p>* Maybe the &quot;flat&quot; management structure of most labs (3 to 30 grad students report directly to their supervisor) allows more abuse?<p>* Maybe tenure insulates supervisors from consequences for treating their students poorly?<p>Among my late-stage PhD friends, it feels like 80% are unhappy, either because of deliberate abuse from their supervisors, or because of the supervisor's neglect of what the student needs to finish her degree and progress to her next career stage. Is this abuse as prevalent in industry as in academia?",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-03-06T13:10:29.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "问HN：主管的虐待行为在工业界和学术界一样普遍吗？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：主管的虐待行爲在工業界和學術界一樣普遍嗎？"
    }
  ]
}