{
  "created_at": "2021-03-16T08:48:47.595Z",
  "title": "Launch HN: Mezli (YC W21) – Robotic restaurants that serve healthy fast food",
  "url": null,
  "author": "kolchinski",
  "points": 162,
  "story_text": "Hi folks, Alex here – I’m the CEO and one of the cofounders at Mezli (<a href=\"https:&#x2F;&#x2F;www.mezli.com&#x2F;\" rel=\"nofollow\">https:&#x2F;&#x2F;www.mezli.com&#x2F;</a>). (I’ve also been a Hacker News lurker since high school and always hoped I’d be posting a Launch HN one day!)\nWe make “auto-kitchens”, fully autonomous restaurants in a shipping container form factor. They serve our menu of Mediterranean grain bowls for pickup and delivery, at a low price point enabled by our approach’s low costs.<p>The three of us met as grad students at Stanford where we were all working on different things – I was doing AI research before dropping out of my PhD, Alex G was in a robotics lab (and just finished his PhD!), and Max was in aero&#x2F;astro. We worked on a variety of classes, research, and side projects together, but we wanted to start a company and none of our ideas were looking particularly commercially viable. Then, as I was winding down a project building an autonomous weeding robot, it crossed my mind that one of my own biggest daily frustrations was something that was worth building a company to solve.<p>That frustration was that eating well in America requires spending a lot of time cooking or a lot of money buying meals. In grad school, I didn’t have enough time to cook every meal, but I also couldn’t afford to spend $10 or more at Chipotle, Sweetgreen, etc. It turned out that most of my friends, in and out of grad school, had the same problem. So, with Alex G and then Max as well, I started looking into why good&#x2F;healthy restaurant meals in America are so expensive.<p>It turns out that a lot of it comes down to costs that are passed down to customers. An average Chipotle restaurant costs a million dollars to build and runs up a $600K&#x2F;yr bill for on-site labor. That all gets passed on to customers, so that a $10 burrito bowl has only about $3 worth of ingredients in it, but also $3 of restaurant labor and $4 to cover things like rent and profit margin – which for most restaurants is quite thin. We realized that reducing the cost of building and operating a restaurant could unlock much cheaper great-quality meals. So Alex G and I, soon joined by Max, started talking to people all over the restaurant and automation spaces and brainstorming how to solve the problem.<p>It turned out that if we constrained ourselves to bowl-style meals (grain bowls, salads, soups, curries, etc.), we could use a lot of existing automation equipment off-the-shelf, put it in a shipping container and integrate it with a few pieces of custom hardware to make an autonomous restaurant-in-a-box. The hardest part turned out to be the dispenser technology – putting ingredients in a bowl reliably is not trivial! We came up with a new approach for that that we’ve recently filed a patent application on and we&#x27;ll be able to talk about more publicly once the patent is granted.<p>Like most restaurant chains, we do the bulk of our prep in a central kitchen and then the auto-kitchen itself uses a variety of heating and finishing steps (e.g. applying sauces and dry toppings) to make bowls to-order. Unlike some food automation companies, we’re focused on creating a fully automated “restaurant in a vending machine” rather than human-in-the-loop partial automation. Getting our tech to work reliably enough to not need a human to monitor it is a challenge, but comes with benefits like being able to make more meals, faster, out of a smaller space. It also gives us food safety advantages because there’s less room for human error, and we can also do things like bathing the insides of our boxes with high-intensity UV light that kills germs but would not be very employee-friendly!<p>We’re also taking the point-of-view that solving food automation requires leaning into special-purpose hardware, rather than just trying to program a robotic arm to do everything a human cook does. As a former AI researcher, I can speak to the difficulties of programming arms to do even simple tasks like pick-and-place, let alone cooking full meals. And if you’re going to constrain the kitchen environment to help the arm’s actions be more repeatable, you might as well use special-purpose hardware that can do the same tasks more quickly and reliably.<p>We’re now executing on both the food side and tech side of things in parallel. Our human-powered ghost kitchen is dishing out our Mediterranean menu from our San Mateo location (Stop by! <a href=\"https:&#x2F;&#x2F;order.mezli.com\" rel=\"nofollow\">https:&#x2F;&#x2F;order.mezli.com</a>). At the same time, we’re building our full-scale food-safe v2 prototype and are shooting to have it up and serving customers later this month. Once our auto-kitchen is working reliably and is robust enough to handle a few knocks, we’re going to start forward-deploying it to parking lots and garages in the Bay Area to test out our operational model. Then, it’ll be time to build multiple auto-kitchens and eventually develop multiple concepts so each auto-kitchen rotates to a new menu on a regular cadence.<p>At that point, we might start partnering with restaurant chains, chefs, etc. to roll out their menus&#x2F;brands to many of our auto-kitchens at once. Since our hardware can make just about any kind of meal that goes in a bowl, and the side of each auto-kitchen will be a digital billboard, we’ll be able to roll out new brands to hundreds of locations overnight without having to update signage, retrain staff etc. – a sort of “AWS for bowl-style meals” model.<p>We’d love to hear any thoughts from the HN community. Do you have experience in the restaurant and&#x2F;or automation spaces? Are you a prospective customer with opinions on our offerings? Another perspective yet? We’d love to hear your thoughts!",
  "comment_text": null,
  "num_comments": 105,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1615826369,
  "_tags": [
    "story",
    "author_kolchinski",
    "story_26468204",
    "front_page"
  ],
  "objectID": "26468204",
  "_highlightResult": {
    "title": {
      "value": "Launch HN: Mezli (YC W21) – Robotic restaurants that serve healthy fast food",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "kolchinski",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hi folks, Alex here – I’m the CEO and one of the cofounders at Mezli (<a href=\"https://www.mezli.com/\" rel=\"nofollow\">https://www.mezli.com/</a>). (I’ve also been a Hacker News lurker since high school and always hoped I’d be posting a Launch HN one day!)\nWe make “auto-kitchens”, fully autonomous restaurants in a shipping container form factor. They serve our menu of Mediterranean grain bowls for pickup and delivery, at a low price point enabled by our approach’s low costs.<p>The three of us met as grad students at Stanford where we were all working on different things – I was doing AI research before dropping out of my PhD, Alex G was in a robotics lab (and just finished his PhD!), and Max was in aero/astro. We worked on a variety of classes, research, and side projects together, but we wanted to start a company and none of our ideas were looking particularly commercially viable. Then, as I was winding down a project building an autonomous weeding robot, it crossed my mind that one of my own biggest daily frustrations was something that was worth building a company to solve.<p>That frustration was that eating well in America requires spending a lot of time cooking or a lot of money buying meals. In grad school, I didn’t have enough time to cook every meal, but I also couldn’t afford to spend $10 or more at Chipotle, Sweetgreen, etc. It turned out that most of my friends, in and out of grad school, had the same problem. So, with Alex G and then Max as well, I started looking into why good/healthy restaurant meals in America are so expensive.<p>It turns out that a lot of it comes down to costs that are passed down to customers. An average Chipotle restaurant costs a million dollars to build and runs up a $600K/yr bill for on-site labor. That all gets passed on to customers, so that a $10 burrito bowl has only about $3 worth of ingredients in it, but also $3 of restaurant labor and $4 to cover things like rent and profit margin – which for most restaurants is quite thin. We realized that reducing the cost of building and operating a restaurant could unlock much cheaper great-quality meals. So Alex G and I, soon joined by Max, started talking to people all over the restaurant and automation spaces and brainstorming how to solve the problem.<p>It turned out that if we constrained ourselves to bowl-style meals (grain bowls, salads, soups, curries, etc.), we could use a lot of existing automation equipment off-the-shelf, put it in a shipping container and integrate it with a few pieces of custom hardware to make an autonomous restaurant-in-a-box. The hardest part turned out to be the dispenser technology – putting ingredients in a bowl reliably is not trivial! We came up with a new approach for that that we’ve recently filed a patent application on and we'll be able to talk about more publicly once the patent is granted.<p>Like most restaurant chains, we do the bulk of our prep in a central kitchen and then the auto-kitchen itself uses a variety of heating and finishing steps (e.g. applying sauces and dry toppings) to make bowls to-order. Unlike some food automation companies, we’re focused on creating a fully automated “restaurant in a vending machine” rather than human-in-the-loop partial automation. Getting our tech to work reliably enough to not need a human to monitor it is a challenge, but comes with benefits like being able to make more meals, faster, out of a smaller space. It also gives us food safety advantages because there’s less room for human error, and we can also do things like bathing the insides of our boxes with high-intensity UV light that kills germs but would not be very employee-friendly!<p>We’re also taking the point-of-view that solving food automation requires leaning into special-purpose hardware, rather than just trying to program a robotic arm to do everything a human cook does. As a former AI researcher, I can speak to the difficulties of programming arms to do even simple tasks like pick-and-place, let alone cooking full meals. And if you’re going to constrain the kitchen environment to help the arm’s actions be more repeatable, you might as well use special-purpose hardware that can do the same tasks more quickly and reliably.<p>We’re now executing on both the food side and tech side of things in parallel. Our human-powered ghost kitchen is dishing out our Mediterranean menu from our San Mateo location (Stop by! <a href=\"https://order.mezli.com\" rel=\"nofollow\">https://order.mezli.com</a>). At the same time, we’re building our full-scale food-safe v2 prototype and are shooting to have it up and serving customers later this month. Once our auto-kitchen is working reliably and is robust enough to handle a few knocks, we’re going to start forward-deploying it to parking lots and garages in the Bay Area to test out our operational model. Then, it’ll be time to build multiple auto-kitchens and eventually develop multiple concepts so each auto-kitchen rotates to a new menu on a regular cadence.<p>At that point, we might start partnering with restaurant chains, chefs, etc. to roll out their menus/brands to many of our auto-kitchens at once. Since our hardware can make just about any kind of meal that goes in a bowl, and the side of each auto-kitchen will be a digital billboard, we’ll be able to roll out new brands to hundreds of locations overnight without having to update signage, retrain staff etc. – a sort of “AWS for bowl-style meals” model.<p>We’d love to hear any thoughts from the HN community. Do you have experience in the restaurant and/or automation spaces? Are you a prospective customer with opinions on our offerings? Another perspective yet? We’d love to hear your thoughts!",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-03-15T16:39:29.000Z",
  "image": ""
}