{
  "created_at": "2021-03-24T18:58:28.856Z",
  "title": "Ask HN: Digital Nomads: What's Your Setup?",
  "url": null,
  "author": "jrwoodruff",
  "points": 172,
  "story_text": "I&#x27;m a UX designer, and my wife is a health coach. We recently decided to dip our toes in the digital nomad lifestyle, and took off in our small motor home a few weeks ago. We are loving it so far.<p>The one huge thorn in my side is data caps.<p>Turns out, we&#x27;re both on zoom calls, a lot. Back home, we&#x27;ve got a fiber connection and it&#x27;s no big deal. But remote, I burned through my &#x27;unlimited&#x27; 15gb hotspot plan with verizon on Tuesday of my first week and got cut to 600mbps (really more like 400) which is pretty rough.<p>I also have a Skyroam Solis, which just might be the most disappointing thing I&#x27;ve purchased in recent memory. The device itself is meh, their app and website are full of typos and other issues, and the actual service has, so far, been slower than my throttled verizon plan - and that&#x27;s in an area with a ton of cell coverage. And, of course, their &#x27;unlimited&#x27; plan is 10gb, which at actual broadband speeds, is damn easy to blow through in a day or two of zoom meetings.<p>Luckily, we have a wifi connection where we are now that pretty consistently pulls down 4-10mbps, so we&#x27;re ok for now.<p>So - what&#x27;s your experience been? What equipment are you using? How are you managing your data consumption? If my work consists of video calls and connected tools like G Suite and Figma, is this possible without wifi?",
  "comment_text": null,
  "num_comments": 134,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1616597663,
  "_tags": [
    "story",
    "author_jrwoodruff",
    "story_26567980",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26567980",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Digital Nomads: What's Your Setup?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "jrwoodruff",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "I'm a UX designer, and my wife is a health coach. We recently decided to dip our toes in the digital nomad lifestyle, and took off in our small motor home a few weeks ago. We are loving it so far.<p>The one huge thorn in my side is data caps.<p>Turns out, we're both on zoom calls, a lot. Back home, we've got a fiber connection and it's no big deal. But remote, I burned through my 'unlimited' 15gb hotspot plan with verizon on Tuesday of my first week and got cut to 600mbps (really more like 400) which is pretty rough.<p>I also have a Skyroam Solis, which just might be the most disappointing thing I've purchased in recent memory. The device itself is meh, their app and website are full of typos and other issues, and the actual service has, so far, been slower than my throttled verizon plan - and that's in an area with a ton of cell coverage. And, of course, their 'unlimited' plan is 10gb, which at actual broadband speeds, is damn easy to blow through in a day or two of zoom meetings.<p>Luckily, we have a wifi connection where we are now that pretty consistently pulls down 4-10mbps, so we're ok for now.<p>So - what's your experience been? What equipment are you using? How are you managing your data consumption? If my work consists of video calls and connected tools like G Suite and Figma, is this possible without wifi?",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-03-24T14:54:23.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "问HN：数字游牧民族。你的设置是什么？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：數字遊牧民族。你的設置是什麼？"
    }
  ]
}