{
  "created_at": "2021-03-31T16:09:20.345Z",
  "title": "Ask HN: I've realized I'm a bad software engineer and I'm over 30, what's next?",
  "url": null,
  "author": "mxmpawn",
  "points": 157,
  "story_text": "Hi folks, I&#x27;ve been working as a software engineer for about 10 years but always in small companies with few or none programmers or as a freelancer. I&#x27;ve been able to always have work on my desk because I&#x27;m always moving and talking with people in the industry but some months ago I decided to go to work on a proper medium software company.<p>I&#x27;d been assigned a medium complexity task and I&#x27;ve failed to accomplish it, the code was all filled with hardcoded values, wrong structure, difficult to debug bugs and similar things.<p>I&#x27;ve realized I&#x27;m not a senior software engineer as I thought and now I don&#x27;t know what to do next. If you read my resume it&#x27;ll seem I am a senior but I don&#x27;t really know where to place me in the &quot;experience&quot; spectrum. I&#x27;ve always managed to solve the problems in front of me but in a &quot;hacky way&quot; and now the issue was totally revealed to me.<p>I&#x27;m thinking about looking for semi senior roles but I&#x27;m afraid it&#x27;ll look weird for the company interviewing me to hire a semi senior with +10 years of experience.<p>I&#x27;ve also thought about transitioning to a PM role but I&#x27;m not sure if I can be a PM if I&#x27;m not able to code things the right way myself.<p>A third option would be to take a break from work and try to learn to write good code but I&#x27;m not sure it&#x27;s possible without working on a company with other people.<p>As you very probably see, I&#x27;m quite lost right now so I&#x27;d be very grateful if you can advise me what I could do next with my career.",
  "comment_text": null,
  "num_comments": 160,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1617200674,
  "_tags": [
    "story",
    "author_mxmpawn",
    "story_26647717",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26647717",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: I've realized I'm a bad software engineer and I'm over 30, what's next?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "mxmpawn",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Hi folks, I've been working as a software engineer for about 10 years but always in small companies with few or none programmers or as a freelancer. I've been able to always have work on my desk because I'm always moving and talking with people in the industry but some months ago I decided to go to work on a proper medium software company.<p>I'd been assigned a medium complexity task and I've failed to accomplish it, the code was all filled with hardcoded values, wrong structure, difficult to debug bugs and similar things.<p>I've realized I'm not a senior software engineer as I thought and now I don't know what to do next. If you read my resume it'll seem I am a senior but I don't really know where to place me in the &quot;experience&quot; spectrum. I've always managed to solve the problems in front of me but in a &quot;hacky way&quot; and now the issue was totally revealed to me.<p>I'm thinking about looking for semi senior roles but I'm afraid it'll look weird for the company interviewing me to hire a semi senior with +10 years of experience.<p>I've also thought about transitioning to a PM role but I'm not sure if I can be a PM if I'm not able to code things the right way myself.<p>A third option would be to take a break from work and try to learn to write good code but I'm not sure it's possible without working on a company with other people.<p>As you very probably see, I'm quite lost right now so I'd be very grateful if you can advise me what I could do next with my career.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-03-31T14:24:34.000Z",
  "image": ""
}