{
  "created_at": "2021-04-01T19:34:26.373Z",
  "title": "Ask HN: Where do you find potential customers to validate your idea / MVP?",
  "url": null,
  "author": "showsover",
  "points": 272,
  "story_text": "Where do you find people to validate your idea &#x2F; MVP and get feedback from?\nI&#x27;ve been building something over the past year that primarily scratches my own itch and I&#x27;m getting ready to use it myself but I was wondering how I could see if other people are interested in this as well.<p>I&#x27;ve read about landing pages and MVPs so that&#x27;s kinda what I did: I&#x27;ve made something small, usable, that solves a single problem with myself as my user persona (i.e. scratching my own itch).<p>The problem I&#x27;m running into now is that I can&#x27;t seem to gather any useful feedback and I don&#x27;t know where to get that feedback, or how to get it.\nThere are a few people registered on my site but none actually active enough for me to try and reach out to them.<p>How do you get feedback on your project &#x2F; MVP without spamming HN or reddit in the hopes that one or two people leave a comment?<p>P.S. A fiverr clone for product owners or analysts might be what I&#x27;m looking for here.",
  "comment_text": null,
  "num_comments": 65,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1617177763,
  "_tags": [
    "story",
    "author_showsover",
    "story_26644616",
    "ask_hn",
    "front_page"
  ],
  "objectID": "26644616",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Where do you find potential customers to validate your idea / MVP?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "showsover",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "Where do you find people to validate your idea / MVP and get feedback from?\nI've been building something over the past year that primarily scratches my own itch and I'm getting ready to use it myself but I was wondering how I could see if other people are interested in this as well.<p>I've read about landing pages and MVPs so that's kinda what I did: I've made something small, usable, that solves a single problem with myself as my user persona (i.e. scratching my own itch).<p>The problem I'm running into now is that I can't seem to gather any useful feedback and I don't know where to get that feedback, or how to get it.\nThere are a few people registered on my site but none actually active enough for me to try and reach out to them.<p>How do you get feedback on your project / MVP without spamming HN or reddit in the hopes that one or two people leave a comment?<p>P.S. A fiverr clone for product owners or analysts might be what I'm looking for here.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-03-31T08:02:43.000Z",
  "image": "",
  "localize": [
    {
      "locale": "zh",
      "title": "问HN：你在哪里找到潜在客户来验证你的想法/MVP？"
    },
    {
      "locale": "zh-Hant",
      "title": "問HN：你在哪裏找到潛在客戶來驗證你的想法/MVP？"
    }
  ],
  "source_updated_at": 1617961885200
}