{
  "author": "davikingking123",
  "original_created_utc": 1625110368,
  "title": "cmv: Inserting nonwhite characters into stories based on old European culture or mythology does not help promote diversity and should not be encouraged.",
  "created_utc": 1625124794,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw a clip from frozen 2 recently and noticed a pretty significant number of non white characters, to my surprise. I don’t understand the logic these additions. Frozen is set hundreds of years ago In Scandinavia. Is it just shallow attempts at diversity?</p>\n\n<p>My favorite show of all time is Avatar: the Last Airbender. It’s world is based on old Asian and Inuit culture and mythology. There are no white people in it and there shouldn’t be. I don’t see why the same logic shouldn’t apply to other stories like Frozen, Lord of the Rings, the Witcher, etc.</p>\n\n<p>Not only do these insertions seem forced and awkward, they take away from what could be. How many great mainstream fantasy stories are there based on old African mythology and culture? I can’t really think of any.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/obdava/cmv_inserting_nonwhite_characters_into_stories/",
  "subreddit": "changemyview",
  "id": "obdava",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I saw a clip from frozen 2 recently and noticed a pretty significant number of\nnon white characters, to my surprise. I don’t understand the logic these\nadditions. Frozen is set hundreds of years ago In Scandinavia. Is it just\nshallow attempts at diversity?\n\nMy favorite show of all time is Avatar:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近フローズン2の映像を見ましたが、白人以外のキャラクターがかなり多いことに気づきました。\n驚いたのは、白人以外のキャラクターがかなり多いことです。私はこのような追加の論理を理解していません。\n追加されました。Frozen』は何百年も前のスカンジナビアを舞台にしています。これは単なる\n多様性の浅い試みなのでしょうか？\n\n私が今までで一番好きな番組は「Avatar:...",
      "title": "cmv：ヨーロッパの古い文化や神話をベースにしたストーリーに白人以外のキャラクターを挿入することは、ダイバーシティの促進にはつながらず、奨励すべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近看了《冰封2》的一个片段，注意到有相当数量的非白人角色。\n非白人角色，令我感到惊讶。我不明白这些逻辑\n补充。冰雪奇缘》的背景是几百年前的斯堪的纳维亚半岛。难道这只是\n肤浅的多样性尝试？\n\n我最喜欢的节目是《阿凡达》：...",
      "title": "cmv: 在基于欧洲古老文化或神话的故事中插入非白人角色，无助于促进多样性，不应鼓励。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近看了《冰封2》的一個片段，注意到有相當數量的非白人角色。\n非白人角色，令我感到驚訝。我不明白這些邏輯\n補充。冰雪奇緣》的背景是幾百年前的斯堪的納維亞半島。難道這只是\n膚淺的多樣性嘗試？\n\n我最喜歡的節目是《阿凡達》：...",
      "title": "cmv: 在基於歐洲古老文化或神話的故事中插入非白人角色，無助於促進多樣性，不應鼓勵。"
    }
  ]
}