{
  "author": "itsdankreddit",
  "the_new_excerpt": "Woah, this is a spicy one. Here we go.\n\nI'm male and I watch sports that interest me such as cycling, football (soccer)\nand tennis. I also happen to play or partake in all these sports bar the last\none, I can't play tennis very well. I follow all these sports and watch them\nregardless of whether…",
  "original_created_utc": 1614938243,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "哇，这是一个辣的。开始了 Here we go.\n\n我是男性，我看我感兴趣的运动，比如自行车，足球（足球）。\n和网球。我也碰巧玩或参加所有这些运动吧，最后一项是\n一、我的网球打得不好。这些运动我都有关注，都有看\n无论",
      "title": "CMV：女性在很大程度上让女性运动失败了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "哇，這是一個辣的。開始了 Here we go.\n\n我是男性，我看我感興趣的運動，比如自行車，足球（足球）。\n和網球。我也碰巧玩或參加所有這些運動吧，最後一項是\n一、我的網球打得不好。這些運動我都有關注，都有看\n無論",
      "title": "CMV：女性在很大程度上讓女性運動失敗了。"
    }
  ],
  "title": "CMV: Women largely let women's sport fail",
  "created_utc": 1614958230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Woah, this is a spicy one. Here we go.</p>\n\n<p>I&#39;m male and I watch sports that interest me such as cycling, football (soccer) and tennis. I also happen to play or partake in all these sports bar the last one, I can&#39;t play tennis very well. I follow all these sports and watch them regardless of whether it&#39;s men or women, womens cycling in particular is unbelievable.</p>\n\n<p>Thing is, I know of very few women who watch or follow sports in general. Call it anecdotal but none of my female friends or family really support a team and if they do support and watch, they&#39;ll &quot;pick&quot; the team their husband or friends follow simply because they know they&#39;ll be watching those teams anyway. I don&#39;t want to get into the argument that women&#39;s sport is less interesting to watch than the men&#39;s (I of course, do not hold that view), I just want to focus on why in my opinion, women won&#39;t watch other women play sport in general.</p>\n\n<p>Maybe I&#39;m living in a bubble or perhaps I just don&#39;t know the right women. I just feel that women&#39;s sport would be more commercially viable if more women were demanding to consume that kind of content, regardless of the sport being played. Is this the classic chicken and the egg? Where the career opportunity to become a sports women in some sports doesn&#39;t pay off, so women are discouraged from that path and as such, fewer women become interested in supporting or playing sport? Interested to hear different points of view</p>\n\n<p>But please, change my view.</p>\n\n<p>Edit; a word</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/ly8nas/cmv_women_largely_let_womens_sport_fail/",
  "subreddit": "changemyview",
  "id": "ly8nas",
  "is_self": true,
  "media": null,
  "is_video": false
}