{
  "author": "tsurupeta_suika",
  "original_created_utc": 1634572976,
  "title": "I want to try reading books, but I feel like I lack the creativity and/or understanding",
  "created_utc": 1634632014,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For years I&#39;ve been neglecting various common areas of my life (health/self care etc), and I know this isn&#39;t the subreddit for that stuff, but I hope this post about my struggles with reading is okay, as I&#39;ve recently been trying to capitalize on these small moments when I want to make change.</p>\n\n<p>To preface, I have trigeminal neuralgia, and take antidepressants. So things like stress, can trigger jaw pain. Reflecting on myself can be stressful, thus wanting to make change can be self-perpetuating. I also have an awesome wife, and a devil of a three year old daughter (dw I do love her to pieces!)</p>\n\n<p>Anyways.....</p>\n\n<p>I feel like the voice in my head when reading a book, is stupid, and shouldn&#39;t even be something I let exist. I&#39;ve never felt like I was clever. I have lots of books I&#39;d love to get into, lots of worlds to explore, but I feel like there&#39;s this part of me that rejects the idea that I&#39;ll ever get anything out of it.</p>\n\n<p>I love the idea of roleplaying in fascinating worlds, and I have mad respect for people that have the charisma to do things like D&amp;D, but I feel like there&#39;s this.... fear looking stupid even in private, I fear even telling my wife what I wish to do because it feels immature, childish, and I just berate myself, and feel like my imagery of a given world, or any &#39;character&#39; or &#39;role&#39; I imagine, the words that I conjure, can only be stupid, and meaningless.</p>\n\n<p>There&#39;s this strong want to start reading Warhammer novels from the Black Library, or Terry Pratchett&#39;s works starting with Mort, but whenever I think about it, I get stressed, so I push the thoughts back, and the cycle repeats.</p>\n\n<p>The difficult part is I can never brain around it, and I feel like I&#39;m losing touch with myself as a result?</p>\n\n<p>&#x200B;</p>\n\n<p>Sorry if I lost anybody, I often struggle to find the right words to communicate my feelings. I always feel like a jumbled mess, so I hope I&#39;ve not worded things weird here.... I just want my head to be quiet, and I guess learn to love myself at least a little bit more to allow more natural mistakes to happen...</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qapocm/i_want_to_try_reading_books_but_i_feel_like_i/",
  "subreddit": "books",
  "id": "qapocm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For years I've been neglecting various common areas of my life (health/self care\netc), and I know this isn't the subreddit for that stuff, but I hope this post\nabout my struggles with reading is okay, as I've recently been trying to\ncapitalize on these small moments when I want to make change.\n\nTo…"
}