{
  "author": "randomdudeonthe",
  "the_new_excerpt": "I don't cry over books, but my god this book made me cry a river. Everything was\njust PERFECT! From the clever vengeance of the Count, the amazing narration and\nanalogies, the VAST but nail biting storyline, the moral dilemmas and beautiful\nthemes including but not limited to providence, everything…",
  "original_created_utc": 1623571308,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本を読んで泣くことはありませんが、この本を読んで川のように泣いてしまいました。すべてが\n完璧だった 伯爵の巧妙な復讐心、素晴らしいナレーションや例え話、膨大でありながらも身につまされるストーリー、道徳的なジレンマや心の痛みなど。\n伯爵の巧妙な復讐心、素晴らしい語り口と例え、膨大でありながら釘付けになるストーリー、道徳的なジレンマと美しいテーマ。\n摂理を含むがそれに限らない美しいテーマ、すべてが...。",
      "title": "モンテクリスト伯を読み終えたばかりの私は、涙が止まらない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不为书而哭，但我的上帝，这本书让我哭得死去活来。一切都是\n都是完美的! 从伯爵巧妙的复仇，惊人的叙述和比喻\n从伯爵巧妙的复仇，惊人的叙述和类比，庞大而又扣人心弦的故事情节，道德困境和美丽的主题，包括但不限于天意。\n主题，包括但不限于天意，一切...",
      "title": "刚刚读完《基督山伯爵》，我泪流满面"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不爲書而哭，但我的上帝，這本書讓我哭得死去活來。一切都是\n都是完美的! 從伯爵巧妙的復仇，驚人的敘述和比喻\n從伯爵巧妙的復仇，驚人的敘述和類比，龐大而又扣人心絃的故事情節，道德困境和美麗的主題，包括但不限於天意。\n主題，包括但不限於天意，一切...",
      "title": "剛剛讀完《基督山伯爵》，我淚流滿面"
    }
  ],
  "title": "Just finished The Count of Monte Cristo and I'm in tears",
  "created_utc": 1623578463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t cry over books, but my god this book made me cry a river. Everything was just PERFECT! From the clever vengeance of the Count, the amazing narration and analogies, the VAST but nail biting storyline, the moral dilemmas and beautiful themes including but not limited to providence, everything was just fascinating!</p>\n\n<p>Some people might find the HUGE number of characters an annoyance, but imo this is what made the narrative so interesting. Even though all the characters were really well written, I enjoyed the character of The count himself, Eugenie, Valentine and Maximilian the most. YA writers, take notes from the wholesome sub plot of Valentine and Morrel&#39;s love story! These love birds were the deal maker for me!!  Gonna miss them the most after the Count himself.</p>\n\n<p>And don&#39;t get me started on the ending. Let me just quote it directly because Dumas does a wizardly job at giving this breathtaking story a heartwarming closure</p>\n\n<p>&quot;There is neither happiness nor misery in the world, there is only comparison, from one state to another. He who has felt the deepest grief, is best able to experience supreme happiness. We must have felt what it is die, that we may appreciate the enjoyments of life. Live then, my child, and never forget, until the day god will dain to reveal the future to mankind, all human wisdom is contained in these two words, &quot;Wait and Hope&quot;.</p>\n\n<p>I&#39;m gonna go cry now.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nyrkkz/just_finished_the_count_of_monte_cristo_and_im_in/",
  "subreddit": "books",
  "id": "nyrkkz",
  "is_self": true,
  "media": null,
  "is_video": false
}