{
  "author": "PussConfetti",
  "original_created_utc": 1631708288,
  "title": "YSK to never use glue traps to kill/trap pests",
  "created_utc": 1631716979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As the weather begins to cool down this fall, little rodent, lizard, and snake friends might try and seek shelter in your home. Please don&#39;t set sticky traps for them if you notice their presence, as they are incredibly inhumane and lead to a slow agonizing death of starvation while they relentlessly struggle, often ripping their skin trying to get free.</p>\n\n<p>They can also be dangerous and painful for your pets if they get stuck to their face or fur.</p>\n\n<p>Instead, set catch &amp; release traps. They&#39;re actually a better bargain as you can reuse them over and over again and all you have to do is take whatever you catch to a wooded area and release the uninvited houseguest.</p>\n</div><!-- SC_ON -->",
  "score": 575,
  "permalink": "/r/YouShouldKnow/comments/poozij/ysk_to_never_use_glue_traps_to_killtrap_pests/",
  "subreddit": "YouShouldKnow",
  "id": "poozij",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: As the weather begins to cool down this fall, little rodent, lizard,\nand snake friends might try and seek shelter in your home. Please don't set\nsticky traps for them if you notice their presence, as they are incredibly\ninhumane and lead to a slow agonizing death of starvation while…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、この秋、気候が涼しくなってくると、ネズミやトカゲ、ヘビなどの小さな友達が、自分の目で確かめようとするからです。\nヘビの仲間が家の中に逃げ込もうとするかもしれません。彼らの存在に気づいても、粘着性のある罠を仕掛けないでください。\n彼らの存在に気づいても、粘着性のある罠を仕掛けたりしないでください。\n非人道的な罠であり、餓死してしまう可能性があります。",
      "title": "YSKでは、害虫駆除・捕獲のための接着剤トラップは絶対に使用しないようにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：随着今年秋天天气开始转凉，小啮齿动物、蜥蜴。\n和蛇类朋友可能会试图在你的家里寻求庇护。如果你发现它们的存在，请不要设置\n如果你注意到它们的存在，请不要为它们设置粘性陷阱，因为这些陷阱是非常不人道的。\n因为它们是非常不人道的，会导致它们在饥饿中慢慢痛苦地死去，同时也会导致它们的生命受到威胁。",
      "title": "YSK绝不使用胶水陷阱来杀死/捕获害虫"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：隨着今年秋天天氣開始轉涼，小齧齒動物、蜥蜴。\n和蛇類朋友可能會試圖在你的家裏尋求庇護。如果你發現它們的存在，請不要設置\n如果你注意到它們的存在，請不要爲它們設置粘性陷阱，因爲這些陷阱是非常不人道的。\n因爲它們是非常不人道的，會導致它們在飢餓中慢慢痛苦地死去，同時也會導致它們的生命受到威脅。",
      "title": "YSK絕不使用膠水陷阱來殺死/捕獲害蟲"
    }
  ]
}