{
  "author": "Zestful9",
  "original_created_utc": 1631496211,
  "title": "YSK: Paraffin candles release toxic chemicals into your air",
  "created_utc": 1631560657,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: this. Paraffin candles are made from petroleum waste that has to be deodorized and chemically bleached before it can be made into a candle. When paraffin candles are burned they release up to 20 different toxins into the air, 2 of which are known carcinogens. Some examples include; toluene, benzine, formaldehyde, and most notably, soot. In fact, burning paraffin wax releases the same by-products as burning diesel fuel. The synthetic fragrances in candles also emit a large array of toxic chemicals into the air. Such as phthalates (hormone-disrupting chemicals), and a long list of other toxins. Additionally, a University of Michigan School of Public Health study found that many of the wicks in candles contain lead as an additive in order to stiffen the wick for a better burn. Candles with these lead wicks release lead into the air that is 5 times the upper safety limit for what is considered hazardous for children. While lead in candle wicks has since been banned since 2003, a recent study found that 30% of candles on the market still contain heavy metals in the wicks. This can lead to a whole host of potential health risks. Especially in pregnant women and children. When used limitedly and properly this shouldn&#39;t be something to be overly concerned about. But, if you have the option, a non-toxic alternative to paraffin wax is either a beeswax or soy candle.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pn5i1k/ysk_paraffin_candles_release_toxic_chemicals_into/",
  "subreddit": "YouShouldKnow",
  "id": "pn5i1k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: this. Paraffin candles are made from petroleum waste that has to be\ndeodorized and chemically bleached before it can be made into a candle. When\nparaffin candles are burned they release up to 20 different toxins into the air,\n2 of which are known carcinogens. Some examples include; toluene,…"
}