{
  "author": "AskScienceModerator",
  "original_created_utc": 1625835027,
  "title": "AskScience AMA Series: We are Cosmologists, Experts on the Cosmic Microwave Background, \"The Hubble Tension\", Dark Matter, Dark Energy and much more! Ask Us Anything!",
  "created_utc": 1625840114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We are a bunch of cosmologists from the Cosmology from Home 2021 conference. Ask us anything, from our daily research to the organization of a large conference during COVID19!</p>\n\n<p>We have some special experts on</p>\n\n<ul>\n<li>Inflation: The mind-bogglingly fast expansion of the Universe in a fraction of the first second. It turned tiny quantum fluctuation into the seeds for the galaxies and clusters we see today</li>\n<li>The Cosmic Microwave background: The radiation reaching us from a few hundred thousand years after the Big Bang. It shows us how our universe was like, 13.4 billion years ago</li>\n<li>Large Scale Structure: Matter in the Universe forms a &quot;cosmic web&quot; with clusters, filaments and voids. The positions of galaxies in the sky shows imprints of the physics in the early universe</li>\n<li>Dark Matter: Most matter in the universe seems to be &quot;Dark Matter&quot;, i.e. not noticeable through any means except for its effect on light and other matter via gravity</li>\n<li>Dark Energy: The unknown force causing the universe&#39;s expansion to accelerate today</li>\n<li>&quot;The Hubble Tension&quot;: Measurements of the universe&#39;s expansion rate, which are almost identical but, mysteriously, slightly discrepant (aka the [sigh] &quot;crisis in cosmology&quot;)</li>\n</ul>\n\n<p>And ask anything else you want to know!</p>\n\n<p>Those of us answering your questions tonight will include</p>\n\n<ul>\n<li>Alex Gough: <a href=\"/u/acwgough\">u/acwgough</a> PhD student: Analytic techniques for studying clustering into the nonlinear regime, and on how to develop clever statistics to extract cosmological information. Previous work on modelling galactic foregrounds for CMB physics. Twitter: @acwgough.</li>\n<li>Katie Mack: <a href=\"/u/astro_katie\">u/astro_katie</a> cosmology, dark matter, early universe, black holes, galaxy formation, end of universe Twitter: @AstroKatie</li>\n<li>Shaun Hotchkiss: <a href=\"/u/just_shaun\">u/just_shaun</a> large scale structure, fuzzy dark matter, compact object in the early universe, inflation. Twitter: @just_shaun</li>\n<li>Tijmen de Haan: <a href=\"/u/tijmen-cosmologist\">u/tijmen-cosmologist</a> PhD student: experimental cosmology, galaxy clusters, South Pole Telescope, LiteBIRD</li>\n<li>Charis K. Pooni (she/her): <a href=\"/u/cosmo_ckpooni\">u/cosmo_ckpooni</a> PhD student: Probing Dark Matter (DM) using the Cosmic Microwave Background (CMB). Previous work on modelling recombination, reionization, extensions to LCDM.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/askscience/comments/oguw1w/askscience_ama_series_we_are_cosmologists_experts/",
  "subreddit": "askscience",
  "id": "oguw1w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We are a bunch of cosmologists from the Cosmology from Home 2021 conference. Ask\nus anything, from our daily research to the organization of a large conference\nduring COVID19!\n\nWe have some special experts on\n\n * Inflation: The mind-bogglingly fast expansion of the Universe in a fraction\n   of the…"
}