{
  "author": "istrx13",
  "the_new_excerpt": "Why YSK: it could save your carrier from being stung\n\nLetter Carrier here.\n\nWe’re almost to the month of May which means nice weather, hanging out outside,\nschool closing for the summer, and the return of those dastardly devils:\nYellowjackets and Wasps.\n\nI’m sure you’ve noticed. But just in case you…",
  "original_created_utc": 1619649647,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：あなたのキャリアを刺されずに済むかもしれない\n\nレターキャリアです。\n\nもうすぐ5月ですが、5月といえば天気が良く、外で遊ぶのに最適な季節です。\n夏に向けて学校が閉まったり、そしてあの忌まわしい悪魔が戻ってきたりします。\nそして、キョウチクトウとスズメバチが戻ってきます。\n\n皆さんもお気づきのことと思います。でも、念のために言っておくと...",
      "title": "YSK もしあなたが郵便受けの奥にドライヤーシートを見つけたら、あなたの郵便配達人は理由があってそこに置いたのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：它可以使你的承运人免于被刺伤\n\n我是信使。\n\n我们快到5月了，这意味着天气好，在外面闲逛。\n学校在夏季关闭，以及那些可恶的魔鬼的回归。\n黄家驹和黄蜂。\n\n我相信你已经注意到了。但是，为了防止你...",
      "title": "如果你在邮箱的后面随意看到一张干纸，你的邮递员把它放在那里是有原因的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：它可以使你的承運人免於被刺傷\n\n我是信使。\n\n我們快到5月了，這意味着天氣好，在外面閒逛。\n學校在夏季關閉，以及那些可惡的魔鬼的迴歸。\n黃家駒和黃蜂。\n\n我相信你已經注意到了。但是，爲了防止你...",
      "title": "如果你在郵箱的後面隨意看到一張幹紙，你的郵遞員把它放在那裏是有原因的。"
    }
  ],
  "title": "YSK if you randomly see a dryer sheet in the back of your mailbox, your mail carrier put it there for a reason",
  "created_utc": 1619659118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it could save your carrier from being stung</p>\n\n<p>Letter Carrier here. </p>\n\n<p>We’re almost to the month of May which means nice weather, hanging out outside, school closing for the summer, and the return of those dastardly devils: Yellowjackets and Wasps.</p>\n\n<p>I’m sure you’ve noticed. But just in case you haven’t, this time of the year wasps and Yellowjackets (especially Yellowjackets) like to make nests inside of mailboxes. In a lot of places this time of the year, it’s just beginning to warm up outside, but it’s still fairly cold at night. So mailboxes provide nice, easy shelter for them. </p>\n\n<p>I can’t tell you how many times, especially during this part of the year, where I’ve opened up a box to see a little nest with 3-5 Yellowjackets just chillin. If I’m really unlucky, they will have made their nest at the very back of the box so I wind up sticking my hand in not knowing they are there. We all know how temperamental these little douchebags are and merely existing in their presence is enough to piss them off. Last year alone I was stung 10 times on 10 separate occasions. </p>\n\n<p>Getting to my point. We’ve found that they hate scented dryer sheets. If we encounter a box that is a problem for nests, we’ll often put one in there and it does the trick.</p>\n\n<p>So please, if you one day randomly see a dryer sheet at the back of your mailbox, just know that your carrier more than likely put it there to deter these Satanic creatures from building their home in it.</p>\n</div><!-- SC_ON -->",
  "score": 11886,
  "permalink": "/r/YouShouldKnow/comments/n0qs06/ysk_if_you_randomly_see_a_dryer_sheet_in_the_back/",
  "subreddit": "YouShouldKnow",
  "id": "n0qs06",
  "is_self": true,
  "media": null,
  "is_video": false
}