{
  "author": "LongLiveSmoove",
  "original_created_utc": 1630878097,
  "title": "CMV: I don’t think there’s going to be a way to fully accommodate the entire LGBTQ community",
  "created_utc": 1630889736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On an individual basis I can understand the LGBTQ community.</p>\n\n<p>You wanna date/marry someone of the same sex? Sure who cares. You want to identify as a different gender? Doesn’t effect me, you do you. You want to go by a different pronoun? Ok fine.</p>\n\n<p>But then i can see issues and contradiction start to rise when it comes to forcing others to accept it as fact and possibly create even more division.</p>\n\n<p>For example, the debate about transgender people in sports. It’s already a complicated debate. But let’s say that now everyone agrees that Transwomen should play in women’s sports. So then the question for me arises where does this put gender fluid and non-binary people? Which sports league should the be allowed in? Same thing with women vs men’s spaces and discussion. </p>\n\n<p>The only way to fully accommodate everyone would be to make everything gender neutral which wouldn’t be fair. To make it fair there would need to be handicaps placed on certain identities which also wouldn’t be fair and then if we decided to separate spaces it just brings it back to square one.</p>\n\n<p>So with all the different labels, classifications and everything I don’t see how it would be possible to accommodate the entire lgbtq community</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/pim01q/cmv_i_dont_think_theres_going_to_be_a_way_to/",
  "subreddit": "changemyview",
  "id": "pim01q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On an individual basis I can understand the LGBTQ community.\n\nYou wanna date/marry someone of the same sex? Sure who cares. You want to\nidentify as a different gender? Doesn’t effect me, you do you. You want to go by\na different pronoun? Ok fine.\n\nBut then i can see issues and contradiction start to…"
}