{
  "author": "LongLiveSmoove",
  "original_created_utc": 1630878097,
  "title": "CMV: I don’t think there’s going to be a way to fully accommodate the entire LGBTQ community",
  "created_utc": 1630889736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On an individual basis I can understand the LGBTQ community.</p>\n\n<p>You wanna date/marry someone of the same sex? Sure who cares. You want to identify as a different gender? Doesn’t effect me, you do you. You want to go by a different pronoun? Ok fine.</p>\n\n<p>But then i can see issues and contradiction start to rise when it comes to forcing others to accept it as fact and possibly create even more division.</p>\n\n<p>For example, the debate about transgender people in sports. It’s already a complicated debate. But let’s say that now everyone agrees that Transwomen should play in women’s sports. So then the question for me arises where does this put gender fluid and non-binary people? Which sports league should the be allowed in? Same thing with women vs men’s spaces and discussion. </p>\n\n<p>The only way to fully accommodate everyone would be to make everything gender neutral which wouldn’t be fair. To make it fair there would need to be handicaps placed on certain identities which also wouldn’t be fair and then if we decided to separate spaces it just brings it back to square one.</p>\n\n<p>So with all the different labels, classifications and everything I don’t see how it would be possible to accommodate the entire lgbtq community</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/pim01q/cmv_i_dont_think_theres_going_to_be_a_way_to/",
  "subreddit": "changemyview",
  "id": "pim01q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On an individual basis I can understand the LGBTQ community.\n\nYou wanna date/marry someone of the same sex? Sure who cares. You want to\nidentify as a different gender? Doesn’t effect me, you do you. You want to go by\na different pronoun? Ok fine.\n\nBut then i can see issues and contradiction start to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "個人ベースでは、LGBTQコミュニティを理解できます。\n\n同性と付き合いたい・結婚したい？もちろん誰も気にしません。あなたは自分とは\n自分と違う性別を名乗りたい？私には関係ありません、あなたはあなたで。違う代名詞を使いたいですか？\n違う代名詞を使いたい？いいよ、いいよ。\n\nでも、そうすると、問題や矛盾が出てきて...。",
      "title": "CMV：LGBTQコミュニティ全体を完全に受け入れる方法はないと思いますが"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就个人而言，我可以理解LGBTQ群体。\n\n你想和同性的人约会/结婚？当然，谁在乎呢？你想\n认定为不同的性别？这对我没有影响，你做你的。你想用\n一个不同的代名词？好吧。\n\n但是，我可以看到问题和矛盾开始......",
      "title": "CMV：我不认为会有一种方法来完全容纳整个LGBTQ群体"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就個人而言，我可以理解LGBTQ羣體。\n\n你想和同性的人約會/結婚？當然，誰在乎呢？你想\n認定爲不同的性別？這對我沒有影響，你做你的。你想用\n一個不同的代名詞？好吧。\n\n但是，我可以看到問題和矛盾開始......",
      "title": "CMV：我不認爲會有一種方法來完全容納整個LGBTQ羣體"
    }
  ]
}