{
  "author": "Newarrival9765",
  "the_new_excerpt": "He was quite famous by early 1900s and wrote about the idle Rich and British\naristocracy, golf, tennis. Many of his characters intersect in the universe he\ncreated.\n\nHe left England in 1934 for France. He was captured by the Nazis and held\nprisoner. The Germans forced him to make radio broad casts…",
  "original_created_utc": 1618889455,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1900年代初頭にはかなり有名になっていて、アイドル的なお金持ちやイギリスの貴族について書いていました。\n貴族、ゴルフ、テニスなどについて書いています。彼が創造した世界では、多くの登場人物が交差しています。\n描かれています。\n\n1934年にイギリスを離れ、フランスに向かう。彼はナチスに捕まり、囚われの身となった。\n囚われの身となった。ドイツ軍は彼にラジオのブロードキャストを強要した...。",
      "title": "ウォードハウスはこのサブ番組では見たことがありませんが、イギリスのユーモア作家で、賢い執事のジーヴスや、忘れられがちなエムズワース伯爵など、多くのキャラクターを生み出したことで知られています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "他在20世纪初已经相当有名，写的是闲散的富人和英国贵族。\n贵族、高尔夫、网球。他的许多人物在他创造的宇宙中都有交集。\n所创造的宇宙中交错。\n\n他于1934年离开英国前往法国。他被纳粹抓获并被关押\n囚禁。德国人强迫他在广播中进行广泛的演说......",
      "title": "我没有在这个分册中看到沃德豪斯；他是一位多产的英国幽默作家，最有名的是创造了狡猾的管家Jeeves、令人难忘的Emsworth伯爵以及其他许多角色。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他在20世紀初已經相當有名，寫的是閒散的富人和英國貴族。\n貴族、高爾夫、網球。他的許多人物在他創造的宇宙中都有交集。\n所創造的宇宙中交錯。\n\n他於1934年離開英國前往法國。他被納粹抓獲並被關押\n囚禁。德國人強迫他在廣播中進行廣泛的演說......",
      "title": "我沒有在這個分冊中看到沃德豪斯；他是一位多產的英國幽默作家，最有名的是創造了狡猾的管家Jeeves、令人難忘的Emsworth伯爵以及其他許多角色。"
    }
  ],
  "title": "I haven't seen Wodehouse in this sub; a prolific British humor author he is best known for creating the sagacious butler Jeeves, the forgettable Earl of Emsworth, among many other characters",
  "created_utc": 1618917065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He was quite famous by early 1900s and wrote about the idle Rich and British aristocracy, golf, tennis.  Many of his characters intersect in the universe he created.</p>\n\n<p>He left England in 1934 for France.  He was captured by the Nazis and held prisoner.   The Germans forced him to make radio broad casts to the USA to help calm the situation and ultimately the British public turned on him.  He insisted he didn&#39;t know what he was doing lead to big resentment between him and the British govt later on.  After the war he was eventually freed and made his way to new york, never to return.</p>\n\n<p>The following is a short story which is the introduction of Jeeves to his employer Bertie Wooster short and very funny:</p>\n\n<p><a href=\"https://americanliterature.com/author/p-g-wodehouse/short-story/jeeves-takes-charge\">https://americanliterature.com/author/p-g-wodehouse/short-story/jeeves-takes-charge</a></p>\n\n<p>His biography: \n<a href=\"https://en.wikipedia.org/wiki/P._G._Wodehouse\">https://en.wikipedia.org/wiki/P._G._Wodehouse</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/muhpkd/i_havent_seen_wodehouse_in_this_sub_a_prolific/",
  "subreddit": "books",
  "id": "muhpkd",
  "is_self": true,
  "media": null,
  "is_video": false
}