{
  "author": "RedditExplorer89",
  "original_created_utc": 1625167405,
  "title": "CMV: In Breaking Bad, there are some serious Meth Math problems with Walter and Jessie's 3 month job working for Gus",
  "created_utc": 1625190217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>1.) They are making 200 pounds of meth a week for 3 months.  (source: The show)</p>\n\n<p>2.) The meth sells at $40 an ounce. (Source:</p>\n\n<p>Jessie keeps saying, &quot;He&#39;s selling at 40 a pound&quot;.  I see 3 possibilities for this:</p>\n\n<p>A.) He mean $40 a pound.  For all the risk they are taking to make Meth, that seems like too small of revenue.</p>\n\n<p>B.) Me meant $40,000 a pound.  This sounds like astronomically too high.  How could Meth junkies ever afford their meth if 1 pound sells for 1 years minimum wage salary?</p>\n\n<p>C.) He mis-poke, and meant $40 an ounce.  This sounds most plausible to me, as it means they are making some decent money from their risk and Meth junkies can still afford to buy their meth.)</p>\n\n<p>3.) There are 16 ounces in a pound. (Source: <a href=\"https://www.google.com/search?client=firefox-b-1-d&amp;q=ounces+in+a+pound\">Google</a>)</p>\n\n<p>4.) They are working for 13 weeks.  (Source:</p>\n\n<p>Assuming ~31 days in a month, ~31 x 3 = ~93 days in 3 months.  ~93/7 = ~13 weeks in 3 months)</p>\n\n<p>5.)  Conclusion: The meth they make for Gus during the 3 months can sell for ~1.5 million dollars.  (Source:</p>\n\n<p>$40 (per ounce) x 16 (ounces per pound) x 200 (pounds per week) x 13 (weeks in the job) = $1,664,000, or ~1.5 million dollars)</p>\n\n<p>Now lets get down to the problems here:</p>\n\n<p><strong>Gus is losing money</strong></p>\n\n<p>Gus is paying 3 million dollars for these two guys to make product that he will sell for 1.5 million dollars.  That&#39;s 1.5 million dollars down the drain.</p>\n\n<p><strong>Walter and Jessie are bad at Math</strong></p>\n\n<p>Jessie and Walter both come to the conclusion that Gus is making 93 million off their 3 month job.  Given all the information we have, they should have come to 1.5 million.  Jessie I could understand making a mistake somewhere in this math.  But Walter is supposed to be the smart guy.  How could he also make this mistake?</p>\n\n<p><strong>What would change my view</strong>:</p>\n\n<p>1.) Show me a way to interpret the information in the show in such a way that the job is profitable for Gus while still being based in reality.</p>\n\n<p>2.) Explain why both Walter and Jessie made such bad math mistakes in their calculations.</p>\n\n<p>Bonus points if you can do both.</p>\n\n<p><strong>What wouldn&#39;t change my view</strong></p>\n\n<p><em>This was a mistake the show-writers made.</em>  If this is the case I apologize since it means there isn&#39;t really a view to be changed here.  However, I have hope that there is something I am missing that explains this mess.</p>\n\n<p>Edits/deltas:</p>\n\n<ul>\n<li><p>Gus is doing this venture as a long term plan.  Once he has Walt&#39;s formula, he can start making money again.</p></li>\n<li><p>The math at $40k a pound checks out for Walter and Jessie&#39;s calculation if you assume 12 weeks instead of 13 weeks.  12 instead of 13 weeks seems like a simple enough mistake if you assume the 4 weeks per month as many people do.  $40k a pound for meth seems unrealistic to me, but at least that is a flaw in the world building rather than Walter or Jessie&#39;s character.</p></li>\n<li><p>Junkies buy in teenths (1/16 of an ounce), which makes selling Meth at $40k a pound more reasonable.  Also, $40k a pound checks out with how much money Walter and Jessie were making when they cooked in their RV.</p></li>\n<li><p>Real Meth sells at about the $40k per pound value.  Looks like the show was actually being very realistic after all!</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/obt46b/cmv_in_breaking_bad_there_are_some_serious_meth/",
  "subreddit": "changemyview",
  "id": "obt46b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "1.) They are making 200 pounds of meth a week for 3 months. (source: The show)\n\n2.) The meth sells at $40 an ounce. (Source:\n\nJessie keeps saying, \"He's selling at 40 a pound\". I see 3 possibilities for\nthis:\n\nA.) He mean $40 a pound. For all the risk they are taking to make Meth, that\nseems like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1.) 3ヶ月間、週に200ポンドのメスを作っている。(出典：The show)\n\n2.) メスは1オンス40ドルで売られている。(出典\n\nジェシーは「彼は1ポンド40ドルで売っている」と言い続けている。私はこのことについて3つの可能性を考えています。\nこれには3つの可能性があります。\n\nA.) 彼は1ポンド40ドルを意味している。メスを作るためにあらゆるリスクを負っているのに、それは\nような気がしますが・・・。",
      "title": "CMV: 「ブレイキング・バッド」では、ウォルターとジェシーがガスのために働く3ヶ月間の仕事に、深刻なメスの問題があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1.) 他们在3个月内每周制作200磅的冰毒。(来源：The show)\n\n2.) 冰毒的售价为每盎司40美元。(来源：节目组)\n\n杰西一直说：\"他以40美元一磅的价格出售\"。我认为有三种可能\n这一点。\n\nA.) 他的意思是40美元一磅。对于他们为赚取Meth而承担的所有风险，这\n似乎是...",
      "title": "CMV：在《霹雳游侠》中，沃尔特和杰西为古斯工作的3个月有一些严重的甲基数学问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1.) 他們在3個月內每週製作200磅的冰毒。(來源：The show)\n\n2.) 冰毒的售價爲每盎司40美元。(來源：節目組)\n\n傑西一直說：\"他以40美元一磅的價格出售\"。我認爲有三種可能\n這一點。\n\nA.) 他的意思是40美元一磅。對於他們爲賺取Meth而承擔的所有風險，這\n似乎是...",
      "title": "CMV：在《霹靂遊俠》中，沃爾特和傑西爲古斯工作的3個月有一些嚴重的甲基數學問題。"
    }
  ]
}