{
  "author": "gigabyteIO",
  "original_created_utc": 1635116408,
  "title": "Coin Bureau is a brand owned and operated by a digital marketing firm. Guy is a paid actor. Everything about the channel and it's mission is astro turfed to feel \"authentic\" for the little guy. In reality, they are pushing on you a hidden agenda so they and their clients can make money off of you.",
  "created_utc": 1635124520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You might wonder why Coin Bureau doesn&#39;t play adds on their channel.</p>\n\n<p>How incredibly egalitarian of them, right?</p>\n\n<p>Wrong.</p>\n\n<p>Coin Bureau is owned by a company called V3 Digital based out of London. Guess what V3 Digital is? Yep, a marketing firm that tries to maximize traffic for their clients.</p>\n\n<p>From their website:</p>\n\n<p>&quot; Your digital marketing strategy is incomplete without content marketing, which is why getting it right is always imperative. Our marketing experts are capable of tailoring content so that it engages your target audience at every stage of their journey. &quot;</p>\n\n<p>&quot; Growing your followers on social networks will help you increase word of mouth and referrals. We provide social media marketing services that enable you to reach relevant people, increase your following, make connections and drive organic traffic to your website with high success.&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>Basically, the Coin Bureau channel is designed and curated to manipulate and influence your opinions on crypto for either clients of V3 digital or V3 digital itself. Essentially Coin Bureau is paid to shill the highest bidder. They want you buying their shitty hoodies and t-shirts while they cram misinformation and their agenda down your throat. </p>\n\n<p>&#x200B;</p>\n\n<p><strong>TL;DR: Do not trust coin bureau. Guy is a paid actor who has zero technical knowledge. Coin Bureau is owned BY V3 digital, a marketing firm out of London that shills for the highest bidder. It is an untrustworthy source of information. Know you&#39;re being manipulated. Their &quot;mistakes&quot; are not mistakes at all. Rather highly focused and targeted marketing with the intent to manipulate your crypto decisions.</strong></p>\n\n<p>edit:\nlink to v3 digital: <a href=\"https://v3.digital/\">https://v3.digital/</a></p>\n\n<p>link to Coin Burea ToS: <a href=\"https://www.coinbureau.com/terms-of-service/\">https://www.coinbureau.com/terms-of-service/</a></p>\n\n<p>&quot;Coin Bureau is a brand of V3 Digital&quot;</p>\n</div><!-- SC_ON -->",
  "score": 470,
  "permalink": "/r/CryptoCurrency/comments/qf3eqg/coin_bureau_is_a_brand_owned_and_operated_by_a/",
  "subreddit": "CryptoCurrency",
  "id": "qf3eqg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You might wonder why Coin Bureau doesn't play adds on their channel.\n\nHow incredibly egalitarian of them, right?\n\nWrong.\n\nCoin Bureau is owned by a company called V3 Digital based out of London. Guess\nwhat V3 Digital is? Yep, a marketing firm that tries to maximize traffic for\ntheir clients.\n\nFrom…"
}