{
  "author": "TruthfulCartographer",
  "the_new_excerpt": "Hi all,\n\nI’m studying recycling (mostly plastics recycling) in academia at the moment. My\ninitial few months of research suggests that governments (at least in EU)\nover-report their recycling figures and in general portray it as a much more\neffective, truly circular process than it really is.…",
  "original_created_utc": 1620264130,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n私は今、大学でリサイクル（主にプラスチックのリサイクル）について研究しています。私の\n最初の数ヶ月の研究では、政府（少なくともEU）はリサイクルの数字を過大に報告し\n政府は（少なくともEUでは）リサイクルの数字を過大に報告し、一般的にはリサイクルはより効率的なものとして描かれています。\n実際よりもはるかに効果的で真の意味での循環型プロセスであるかのように見せているということです。....",
      "title": "CMV：リサイクルは過剰に宣伝されており、廃棄物と消費の問題を解決することはできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n我目前在学术界研究回收（主要是塑料回收）。我的\n最初几个月的研究表明，各国政府（至少在欧盟）\n过度报告他们的回收数字，并在总体上将其描述为一个更有效的、真正的循环过程。\n有效、真正的循环过程，而不是真正的....。",
      "title": "CMV：回收被过度报道，不能解决我们的废物/消费问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n我目前在學術界研究回收（主要是塑料回收）。我的\n最初幾個月的研究表明，各國政府（至少在歐盟）\n過度報告他們的回收數字，並在總體上將其描述爲一個更有效的、真正的循環過程。\n有效、真正的循環過程，而不是真正的....。",
      "title": "CMV：回收被過度報道，不能解決我們的廢物/消費問題。"
    }
  ],
  "title": "CMV: Recycling is over-reported and can’t solve our waste/consumption issues.",
  "created_utc": 1620304731,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all,</p>\n\n<p>I’m studying recycling (mostly plastics recycling) in academia at the moment. My initial few months of research suggests that governments (at least in EU) over-report their recycling figures and in general portray it as a much more effective, truly circular process than it really is. Recycling rates are calculated using extremely blunt methods (in the UK as a % ‘sent for recycling’) that don’t reflect the fact that a lot of scrap plastic is exported for recycling and gets incinerated or landfilled/dumped/burned/left in storage long term. </p>\n\n<p>Coupled with this, most plastic products are very difficult to recycle in a way that preserves the quality of the polymer and so they end up downcycled at most a couple of times before they become end of waste. It’s also currently more or less the same cost to buy virgin fossil fuel derived plastics as it is to by recycled plastics, which are of a lower quality. There isn’t much pressure on the producers to standardise or change their product design significantly and even the upcoming EPR consultation/plans seem like they will not be enough of a policy measure to change the situation in a radical way. </p>\n\n<p>EnergyFromWaste SEEMS to bet the best short term solution to get energy return on plastic waste if governments are unwilling to bring in radical legislation outlawing current practice regarding disposable packaging. However EFW plants aren’t 100% ‘clean’ either. At least they are a bit more honest.</p>\n\n<p>In my view the overconsumption and pursuit of growth driving our culture is the key problem and essentially, whilst it does play a role, industrial recycling is closer to greenwash than a solution to the problem. Until there are radical policy changes that inconvenience all of us and force us to use refill schemes, buy less packaging, and generally own less stuff (and stop constantly buying new things to replace perfectly good things), the planet will continue to be damaged beyond repair.</p>\n\n<p>I know there are many ecological issues facing humans right now and plastic waste isn’t necessarily the worst. I just think that by grossly misrepresenting the reality of recycling through dubious reporting, marketing, and education, we are doing more long term harm than good. You can’t address a problem if you consistently tell yourself (the public) it doesn’t exist or that it ‘isn’t so bad’.</p>\n\n<p>I would love to hear your views on this and REALLY LOVE to be proven wrong. Particularly from anyone involved in this industry!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n5vuyq/cmv_recycling_is_overreported_and_cant_solve_our/",
  "subreddit": "changemyview",
  "id": "n5vuyq",
  "is_self": true,
  "media": null,
  "is_video": false
}