{
  "author": "immobilepeach",
  "original_created_utc": 1629055279,
  "title": "CMV: Latinos will be grouped in with white people in the near future the same way Italians were.",
  "created_utc": 1629063323,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And Greeks and the Irish. It’s a known fact that throughout history certain groups have been assimilated into white American culture. The most prominent being the Italians. Italian immigration to the US was a huge cultural event that started in the 19th century. Millions of them would move to America and for the majority of their time here they were considered non white. We know now that Italians are basically seen as white like any other white American. Same thing happened to the Irish and Greeks and Eastern Europeans. </p>\n\n<p>I can’t exactly say why this happened. But it did. And the same will happen to Hispanics. Most Hispanics anyway. </p>\n\n<p>Most Hispanics are majority Caucasian. It’s obvious when you look at their skin tones and facial features. Some aren’t. Some are native and some are black and some are Asian. But the overwhelming majority are European. And this will be seen as white in America. Hell they already are considered white in the census, on birth and death certificates, on arrest records… the US government has always seen them as white. </p>\n\n<p>Going forward they will eventually be adopted into white American culture. And white people will once again be the “majority” in America.</p>\n\n<p>Latinos who are not visibly native or black will become regular ole white folk. And I feel like the majority of Hispanics want that.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p4zve4/cmv_latinos_will_be_grouped_in_with_white_people/",
  "subreddit": "changemyview",
  "id": "p4zve4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And Greeks and the Irish. It’s a known fact that throughout history certain\ngroups have been assimilated into white American culture. The most prominent\nbeing the Italians. Italian immigration to the US was a huge cultural event that\nstarted in the 19th century. Millions of them would move to…"
}