{
  "author": "Affee3",
  "original_created_utc": 1626880085,
  "title": "CMV: Not accepting a lot of asylum seekers doesn't have to be inhumane or immoral",
  "created_utc": 1626892698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Background: As a swede, this perspective comes primarily from the past immigration politics during the 2015 refugee crisis, where Sweden were the 2nd highest European country in new asylum applications per capita. The country failed to integrate a lot of these people into society, and it led to a lot of social exclusion, rising crime rates and parallel societies.</p>\n\n<p>This is a topic that seem very difficult to discuss with a lot of people in this country, because there is a lot of polarization, straw man arguments and shit throwing. I just want to understand the clear arguments of the different sides. </p>\n\n<p>The first point where I would love to hear different perspectives, is how you define the people wanting to seek asylum. </p>\n\n<p>In my head, there is two different reasons for people to enter a country without having a legal reason: </p>\n\n<ul>\n<li><p>Survival - People leaving a country with ongoing wars, natural disasters, being political targets etc. </p></li>\n<li><p>Economical / Improvement - People looking for an improved quality of life, a better future etc. </p></li>\n</ul>\n\n<p>With some people, they seem to argue that all refugees that came to Sweden is of the first type, and make the whole debate about morals, and if you are arguing a point about accepting less immigrants, you are basically sentencing the rest to death.</p>\n\n<p>I have a huge difficulty sharing this viewpoint. In my eyes, if you are fleeing your country for survival reasons, the goal is to get to a country where the threat no longer exists. After reaching a safe country, anything else is about improving your situation.  Since refugees from, for example, Syria has to cross all of Europe to get to Sweden I can&#39;t see how it is about anything else than going where it is the most economically beneficial. </p>\n\n<p>Now don&#39;t get me wrong, If I was in the same situation I would do the same thing, going to a country with a good future. On the same note though, I would understand if that country didn&#39;t have the economic capacity to accept everyone, and then I would have to try a different country. </p>\n\n<p>The second point where I would love new perspectives, is the relationship between immigration and a strong welfare state. In my current perspective, being a country with strong welfare programs would mean less capacity to take in immigrants than countries with lesser welfare and taxation. If you have high taxes, and give back a lot of benefits, it would be difficult to give the benefits to a lot more people than those who pay the taxes. </p>\n\n<p>I&#39;m not saying that immigrants are just taking benefits, but it is really difficult to integrate into society without knowing the language, and it would take a longer time for them to start contributing to the economy.</p>\n\n<p>I would love to hear different viewpoints!</p>\n\n<p>EDIT: To clear up some confusion, I&#39;m going to state my points clearly.</p>\n\n<p>POINT 1: There is a resource limit regarding how many people looking for a better life in Sweden that can be accepted each year. There is a certain capacity regarding funds, physical housing, teachers for SFI (Swedish for Immigrants) and more, that can be allocated to a certain amount of people. When that limit is reached, it&#39;s not immoral to not take in any more economical refugees that year. If there was too many people accepted one year, the next year have to take in less, to properly integrate the ones already there first. It is not inhumane to make this argument, since the people that are not accepted are not in danger. None of the countries that borders Sweden are currently dangerous. It sucks to be a refugee, of course, but the argument that people not getting into Sweden are doomed is not valid.</p>\n\n<p>POINT 2: A country with a strong welfare system is more sensitive to sudden influxes of people that currently need more welfare than they can provide in taxes. If an unnatural amount of children are born, that need welfare until they are adults, the system will have problems providing it. If a large group of people immigrate to the country, that needs social welfare while learning the language, getting a job and integrating into society, the system will have problems if the amount of people is too high. If there is a certain amount of taxpayer money available for welfare, a country that gives a larger share to each individual does not have the capacity for as many people on welfare.</p>\n</div><!-- SC_ON -->",
  "score": 461,
  "permalink": "/r/changemyview/comments/oorsmf/cmv_not_accepting_a_lot_of_asylum_seekers_doesnt/",
  "subreddit": "changemyview",
  "id": "oorsmf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Background: As a swede, this perspective comes primarily from the past\nimmigration politics during the 2015 refugee crisis, where Sweden were the 2nd\nhighest European country in new asylum applications per capita. The country\nfailed to integrate a lot of these people into society, and it led to a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "背景 スウェーデン人として、この視点は主に過去から来ています。\n2015年の難民危機の際、スウェーデンはヨーロッパで2番目に移民数の多い国となりました。\nスウェーデンは一人当たりの新規亡命申請数がヨーロッパで2番目に多い国でした。スウェーデンは\nスウェーデンはこれらの人々の多くを社会に統合することに失敗し、その結果、...",
      "title": "CMV: 多くの庇護希望者を受け入れないことが、非人道的であったり、不道徳であったりする必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "背景。作为一个瑞典人，这个观点主要来自于过去的\n在2015年的难民危机中，瑞典是欧洲新申请庇护人数第二多的国家。\n瑞典在人均新庇护申请方面是欧洲第二高的国家。这个国家\n该国未能将这些人中的很多人融入社会，这导致了瑞典的移民问题。",
      "title": "CMV：不接受大量寻求庇护者并不一定是不人道或不道德的行为"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景。作爲一個瑞典人，這個觀點主要來自於過去的\n在2015年的難民危機中，瑞典是歐洲新申請庇護人數第二多的國家。\n瑞典在人均新庇護申請方面是歐洲第二高的國家。這個國家\n該國未能將這些人中的很多人融入社會，這導致了瑞典的移民問題。",
      "title": "CMV：不接受大量尋求庇護者並不一定是不人道或不道德的行爲"
    }
  ]
}