{
  "author": "AnonTeacher00",
  "original_created_utc": 1625929376,
  "title": "Books for High School Graduates from their Teacher",
  "created_utc": 1625940639,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi!</p>\n\n<p>I am looking for books that I can give to my class who will be graduating high school (17-18yo). These students are wonderful people, so it doesn&#39;t need to be anything about changing their attitude - more about preparing them, helping with growing up, and providing them with hope.</p>\n\n<p>The easier the read, the better. If I could get 12 different ones that I can get for less than 10AUD each that would be great as I am getting them some other stuff too (however, you don&#39;t need to research the price, all recommendations welcome!).</p>\n\n<p>Just to give you an idea, I am thinking The Little Prince and Oh The Places You&#39;ll Go!</p>\n\n<p>Thank you for reading!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ohkazq/books_for_high_school_graduates_from_their_teacher/",
  "subreddit": "booksuggestions",
  "id": "ohkazq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi!\n\nI am looking for books that I can give to my class who will be graduating high\nschool (17-18yo). These students are wonderful people, so it doesn't need to be\nanything about changing their attitude - more about preparing them, helping with\ngrowing up, and providing them with hope.\n\nThe easier…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\n高校を卒業する私のクラスに贈ることのできる本を探しています。\n(17-18yo). この生徒たちは素晴らしい人たちなので、彼らの態度を変えるようなものである必要はありません。\n彼らの態度を変えるようなものでなくてもいいのですが、それよりも彼らを準備し、成長を助け\n彼らの心構えや成長の手助け、そして希望を与えることです。\n\nより簡単に...",
      "title": "先生からの高卒者向け書籍"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好!\n\n我正在寻找可以送给我班上即将毕业的高中生（17-18岁）的书籍。\n的同学（17-18岁）。这些学生都是很好的人，所以不需要改变他们的态度。\n态度--更多的是让他们做好准备，帮助他们成长，为他们提供希望。\n成长，并为他们提供希望。\n\n更容易...",
      "title": "老师送给高中毕业生的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好!\n\n我正在尋找可以送給我班上即將畢業的高中生（17-18歲）的書籍。\n的同學（17-18歲）。這些學生都是很好的人，所以不需要改變他們的態度。\n態度--更多的是讓他們做好準備，幫助他們成長，爲他們提供希望。\n成長，併爲他們提供希望。\n\n更容易...",
      "title": "老師送給高中畢業生的書"
    }
  ]
}