{
  "author": "ThanosIsMyRealFather",
  "the_new_excerpt": "Basically the title. If you want to tip a waiter $100 because you will feel good\nabout yourself and they will thank you for it, that is a perfectly fine\ncharitable motivation. The waiter doesn’t care what motivated that $100 bill,\nthey are just relieved that they can pay for groceries a tad bit…",
  "original_created_utc": 1618383424,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的にはタイトル通り。もし、あなたがウェイターに100ドルのチップを渡したいと思うなら、それはあなた自身が良い気分になり、彼らがあなたに感謝するからです。\nウェイターに100ドルのチップを渡したいとしたら、それは完全に立派な\n慈愛に満ちた動機です。ウェイターは、その100ドルの動機を気にしていません。\n彼らはただ、食料品を少しでも買えるようになってホッとしているだけなのだから...。",
      "title": "CMV: 利己的な理由で利己的な仕事をすることは悪いことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上就是这个标题。如果你想给服务员100美元的小费，因为你会感觉很好。\n关于你自己，他们会感谢你，这是一个非常好的。\n慈善动机。服务员并不关心那张100元钞票的动机是什么。\n他们只是松了一口气，他们可以支付杂货一点点... ...",
      "title": "CMV：为了一己之私而做无私的任务并没有错。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上就是這個標題。如果你想給服務員100美元的小費，因爲你會感覺很好。\n關於你自己，他們會感謝你，這是一個非常好的。\n慈善動機。服務員並不關心那張100元鈔票的動機是什麼。\n他們只是鬆了一口氣，他們可以支付雜貨一點點... ...",
      "title": "CMV：爲了一己之私而做無私的任務並沒有錯。"
    }
  ],
  "title": "CMV: There is nothing wrong in doing selfless tasks for selfish reasons.",
  "created_utc": 1618400389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically the title. If you want to tip a waiter $100 because you will feel good about yourself and they will thank you for it, that is a perfectly fine charitable motivation. The waiter doesn’t care what motivated that $100 bill, they are just relieved that they can pay for groceries a tad bit easier this week.</p>\n\n<p>Same with big companies donating to charity, companies being woke, or celebrities doing good stuff. People always say, “It is just a PR move.” So? They are at least doing something, even if it helps them selfishly. It is better than doing nothing. The charity they are supporting doesn’t discriminate against money. Who gives a shit if it helps their PR?</p>\n\n<p>Why must the motivations of good actions be so altruistic in order for them to be considered “legitimate”? No one is “truly” selfless if we think about it; we are all selfish. If my selfishness brings about some good to others, then it is a win-win.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/mql5kn/cmv_there_is_nothing_wrong_in_doing_selfless/",
  "subreddit": "changemyview",
  "id": "mql5kn",
  "is_self": true,
  "media": null,
  "is_video": false
}