{
  "author": "Tog5",
  "original_created_utc": 1637723189,
  "title": "World War Z is an amazing book and I don't think that I will ever forget it",
  "created_utc": 1637728030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is my favorite book ever. The way it was written was so good and the interview format was perfect. I was scared for a lot of the book and a few times I cried. The image of the battle of Yonkers will forever be in my brain. 10/10</p>\n\n<p>The concept of the Quislings was really intriguing and I found that the cultural variations in the names of the zombies like G&#39;s in America or Zed Heads in Australia were really cool. </p>\n\n<p>I kept imagining myself at the start of the great panic having to escape while fighting with other people for supplies</p>\n\n<p>I think that the consistency of the governments was really accurate as they wouldn&#39;t all just crumble at the first signs of a zombie outbreak</p>\n\n<p>The only part I didn&#39;t love was the interview with the ex astronaut. I kept finding myself wanting to get back to the hordes</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/r0us1e/world_war_z_is_an_amazing_book_and_i_dont_think/",
  "subreddit": "books",
  "id": "r0us1e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is my favorite book ever. The way it was written was so good and the\ninterview format was perfect. I was scared for a lot of the book and a few times\nI cried. The image of the battle of Yonkers will forever be in my brain. 10/10\n\nThe concept of the Quislings was really intriguing and I found…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでで一番好きな本です。書き方がとても上手で、インタビューの形式も完璧でした。\nインタビューの形式も完璧でした。私はこの本の多くの部分で恐怖を感じ、何度か泣いてしまいました。\n涙が出ました。ヨンカーズの戦いのイメージは永遠に私の脳裏に残るでしょう。10/10\n\nQuislingsのコンセプトはとても興味をそそられるもので、私は...",
      "title": "World War Z』は素晴らしい本で、一生忘れることはないと思います"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我最喜欢的一本书。它的写作方式非常好，采访形式也很完美。\n采访形式很完美。这本书的很多内容都让我感到害怕，有好几次\n我哭了。扬克斯之战的画面将永远留在我的大脑中。10/10\n\nQuislings的概念真的很吸引人，我发现...",
      "title": "世界大战》是一本了不起的书，我认为我永远不会忘记它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我最喜歡的一本書。它的寫作方式非常好，採訪形式也很完美。\n採訪形式很完美。這本書的很多內容都讓我感到害怕，有好幾次\n我哭了。揚克斯之戰的畫面將永遠留在我的大腦中。10/10\n\nQuislings的概念真的很吸引人，我發現...",
      "title": "世界大戰》是一本了不起的書，我認爲我永遠不會忘記它。"
    }
  ]
}