{
  "author": "acroporaguardian",
  "original_created_utc": 1630096796,
  "title": "YSK: You can recycle propane tanks at places that sell them. Write \"RECYCLE\" in marker and leave next to cage.",
  "created_utc": 1630105674,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Every store employee, if you ask them, will say &quot;we only take exchanges.&quot;</p>\n\n<p>It took me 1 hour today to recycle a Blue Rhino propane tank that was left by the previous owner of the house. First place, despite being listed on the Blue Rhino website as a place that takes recycling, said &quot;we only do exchanges.&quot;</p>\n\n<p>What they mean is, &quot;I don&#39;t know anything about recycling them and I don&#39;t want to be bothered, go away.&quot;</p>\n\n<p>I went to a hardware store (thinking that maybe it was a gas station specific thing) and the employees all said the same thing. I called Blue Rhino up and had their customer service tell the employees how to do recycling.</p>\n\n<p>The best part? When I went to the cage - there were two canisters next to it. The guy had previously told me it was &quot;against store policy to have canisters outside of cages.&quot; (They are for theft protection, if they explode, all that metal becomes shrapnel, it ain&#39;t for safety).</p>\n\n<p>I suggest just skipping telling the employees and just doing it.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/pcvmec/ysk_you_can_recycle_propane_tanks_at_places_that/",
  "subreddit": "YouShouldKnow",
  "id": "pcvmec",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Every store employee, if you ask them, will say \"we only take\nexchanges.\"\n\nIt took me 1 hour today to recycle a Blue Rhino propane tank that was left by\nthe previous owner of the house. First place, despite being listed on the Blue\nRhino website as a place that takes recycling, said \"we…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、店員さんに聞くとみんな「うちでは、この商品しか扱っていません」と言うんですよ。\nと言われます。\n\n今日は、家の前の持ち主が残していったブルーサイのプロパンガスタンクをリサイクルするのに、1時間かかりました。\n今日は、前の家のオーナーが残したブルーサイのプロパンガスタンクをリサイクルするのに、1時間かかりました。第1位は、ブルーに掲載されているにもかかわらず\n最初の店は、ブルーサイのウェブサイトにリサイクルを受け付けている店として掲載されているにもかかわらず、「うちは...",
      "title": "YSK: プロパンガスのタンクは、販売している場所でリサイクルすることができます。マーカーで「RECYCLE」と書いて、ケージの横に置いておいてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：每个商店的员工，如果你问他们，都会说 \"我们只接受\n换\"。\n\n今天我花了1个小时来回收一个蓝犀牛丙烷罐，它是由房子的前主人留下的。\n我今天花了1个小时来回收一个蓝犀牛丙烷罐，这是房子的前主人留下的。第一个地方，尽管在蓝犀牛网站上被列为\n尽管在蓝犀牛网站上被列为接受回收的地方，但他们说 \"我们......\"。",
      "title": "YSK：你可以在出售丙烷罐的地方回收这些罐子。用记号笔写上 \"RECYCLE\"，放在笼子旁边。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：每個商店的員工，如果你問他們，都會說 \"我們只接受\n換\"。\n\n今天我花了1個小時來回收一個藍犀牛丙烷罐，它是由房子的前主人留下的。\n我今天花了1個小時來回收一個藍犀牛丙烷罐，這是房子的前主人留下的。第一個地方，儘管在藍犀牛網站上被列爲\n儘管在藍犀牛網站上被列爲接受回收的地方，但他們說 \"我們......\"。",
      "title": "YSK：你可以在出售丙烷罐的地方回收這些罐子。用記號筆寫上 \"RECYCLE\"，放在籠子旁邊。"
    }
  ]
}