{
  "author": "ligamentary",
  "the_new_excerpt": "I want to start by saying I do not intend to be transphobic. I think it’s\nwonderful laws are finally acknowledging transgender persons as a protected\nclass. Sports seems to be the exception—partially because it brings up issues of\nsex rather than gender.\n\nMy granddaughter is a swimmer and was 14th…",
  "original_created_utc": 1611434629,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先我想说，我并不是要仇视变性人。我认为这是\n精彩的法律终于承认变性人是受保护的。\n阶级。体育似乎是个例外--部分原因是它带来的问题。\n性而不是性别。\n\n我的孙女是游泳运动员，是14...",
      "title": "CMV：由于不公平的生理优势，不应允许变性妇女参加同性别的妇女运动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我想說，我並不是要仇視變性人。我認爲這是\n精彩的法律終於承認變性人是受保護的。\n階級。體育似乎是個例外--部分原因是它帶來的問題。\n性而不是性別。\n\n我的孫女是游泳運動員，是14...",
      "title": "CMV：由於不公平的生理優勢，不應允許變性婦女參加同性別的婦女運動。"
    }
  ],
  "title": "CMV: Transgender women should not be allowed to compete in cisgender women’s sports due to unfair biological advantage",
  "created_utc": 1611448165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to start by saying I do not intend to be transphobic. I think it’s wonderful laws are finally acknowledging transgender persons as a protected class. Sports seems to be the exception—partially because it brings up issues of sex rather than gender.</p>\n\n<p>My granddaughter is a swimmer and was 14th in the state at the last high school championship. There is a transgender girl (born a boy and transitioned to become a girl) on the team who was ranked 5th among the girls at the same meet. </p>\n\n<p>When this transgender girl competed with the men the previous year in a near identical time (actually a couple seconds slower than the time she swam with the girls) she was not even ranked because the men were so much faster on average due to biological advantages of muscle mass, height, and whatever else. </p>\n\n<p>This person had been undergoing transitional pharmaceutical therapies for a few years now and had made the decision to switch from competing with the boys to the girls after some physical augmentations to her appearance she felt would make her differences less overt. </p>\n\n<p>Like most competitive high school athletes this girl plans to go to college for her sport, but is using what seems to me to be an unfair biological advantage to go from being a middle of the pack athlete to being one of the best in the state. </p>\n\n<p>I’m quite torn here because of course I think this girl should have every opportunity to play sports with the group she feels most comfortable and shouldn’t miss out on athletics just because she was born transgender, but I don’t feel it should be at the expense of all the girls who were born girls and do not have the physical advantages of the male biology. </p>\n\n<p>This takes things a step further than “some girls are born taller than others or with quicker reflexes than others,” because it’s a matter of different hormonal compositions that, even after suppression therapies, no biological female could ever hope to compete with. </p>\n\n<p>With it just having been signed into law that transgender women competing against biological women is standard now, I’m especially frustrated because no matter how hard a biological girl works or trains, they would never be able to compete and even one trans person switching to a girl’s team would remove a spot from a biological girl who simply cannot keep up with a biological male. </p>\n\n<p>What bathrooms people use or what clothes they wear are gender issues that are no one’s business and it’s great those barriers are broken down. This is a scientific discrepancy of the sexes, so seems to me it should be considered separately.</p>\n\n<p>I want to usher in this new era of inclusivity and think all kids should be able to enjoy athletics, though, so hoping someone can change my view and help my reconcile these two issues.</p>\n</div><!-- SC_ON -->",
  "score": 16334,
  "permalink": "/r/changemyview/comments/l3k2ze/cmv_transgender_women_should_not_be_allowed_to/",
  "subreddit": "changemyview",
  "id": "l3k2ze",
  "is_self": true,
  "media": null,
  "is_video": false
}