{
  "author": "Ansuz07",
  "the_new_excerpt": "Folks, we get it - the recent events surrounding the US Capitol protests are a\nhot topic now and everyone has views they want to post, but it is Fresh Topic\nFriday. The point of FTF is to give us all a break from the most common topics\nhere, and this Friday is no exception.\n\nTo be very clear - we…",
  "original_created_utc": 1610120172,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "各位，我们明白了-最近围绕美国国会大厦抗议活动的事件是\n现在是热门话题，每个人都有他们想要发布的观点，但这是一个新鲜的话题\n星期五。FTF的目的是让我们所有人都从最常见的话题中解脱出来\n这里，这个周五也不例外。\n\n说得很清楚-we…",
      "title": "12这是一个新话题，周五-2021年1月8日-这意味着没有美国政治！"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "各位，我們明白了-最近圍繞美國國會大廈抗議活動的事件是\n現在是熱門話題，每個人都有他們想要發佈的觀點，但這是一個新鮮的話題\n星期五。FTF的目的是讓我們所有人都從最常見的話題中解脫出來\n這裏，這個週五也不例外。\n\n說得很清楚-we…",
      "title": "12這是一個新話題，週五-2021年1月8日-這意味着沒有美國政治！"
    }
  ],
  "title": "12 It's Fresh Topic Friday - 01/08/2021 - That means no US Politics!",
  "created_utc": 1610132288,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Folks, we get it - the recent events surrounding the US Capitol protests are a hot topic now and everyone has views they want to post, but it is Fresh Topic Friday.  The point of FTF is to give us all a break from the most common topics here, and this Friday is no exception.</p>\n\n<p>To be very clear - we will <strong>not</strong> be approving <strong>any</strong> posts related to Trump, Pence, Biden, Harris, the US election, the Electoral College, the protests, etc. today.  No posts about use US politics at all - full stop, no exceptions.</p>\n\n<p>You can post those topics tomorrow (around midnight US Eastern Time) when FTF is over.  Thanks for understanding.</p>\n\n<hr/>\n\n<p><a href=\"https://www.reddit.com/r/changemyview/wiki/freshtopicfriday\">Every Friday</a>, posts are withheld for review by the moderators and approved if they aren&#39;t highly similar to another made in the past month.</p>\n\n<p>This is to reduce topic fatigue for our regular contributors, without which the subreddit would be worse off.</p>\n\n<p><a href=\"https://www.reddit.com/r/changemyview/wiki/freshtopicfriday\">See here</a> for a full explanation of Fresh Topic Friday.</p>\n\n<p>Feel free to <a href=\"https://www.reddit.com/message/compose?to=%2Fr%2Fchangemyview\">message the moderators</a> if you have any questions or concerns.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/kt4tuy/12_its_fresh_topic_friday_01082021_that_means_no/",
  "subreddit": "changemyview",
  "id": "kt4tuy",
  "is_self": true,
  "media": null,
  "is_video": false
}