{
  "author": "Kalbasaur",
  "original_created_utc": 1628535335,
  "title": "The charm of this subreddit!",
  "created_utc": 1628551718,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My new year resolution this year was to read 25 books. Bought a Kindle and slowly cultivated the habit which I had forgotten over these past few years as social media slowly drew me in armed with knowledge of my acute weakness - a very short attention span.</p>\n\n<p>8 months in and I am more than half way there, having read 14 books and enjoying thoroughly the time I spend reading rather than just reading just to honour my resolution</p>\n\n<p>Along the way I have discovered how much I like the feeling of anticipation of coming back to this subreddit once I finish the book and going through the different threads and the different suggestions, trying to narrow down on a book I want to read next</p>\n\n<p>Don&#39;t usually post here, just a lurker, but a big shout out to all of you on this sub reddit, it really is magic!</p>\n\n<p>PS: Pls forgive my writing skills</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/p17w30/the_charm_of_this_subreddit/",
  "subreddit": "booksuggestions",
  "id": "p17w30",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My new year resolution this year was to read 25 books. Bought a Kindle and\nslowly cultivated the habit which I had forgotten over these past few years as\nsocial media slowly drew me in armed with knowledge of my acute weakness - a\nvery short attention span.\n\n8 months in and I am more than half way…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今年の新年の抱負は、25冊の本を読むことでした。Kindleを購入して\nこの数年、社会人として忘れていた読書の習慣を少しずつ身につけていきたいと思います。\nソーシャルメディアに引き込まれてしまい、自分の弱点である\n私の重大な弱点である「非常に短い注意力」の知識で武装して、ソーシャルメディアに引き込まれたのです。\n\n8ヶ月が経ち、私は半分以上を読み終えました。",
      "title": "このsubredditの魅力!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年的新年愿望是阅读25本书。买了一个Kindle，然后\n慢慢培养这个习惯，在过去的几年里我已经忘记了这个习惯，因为\n社交媒体慢慢吸引了我，让我知道了自己的严重弱点--注意力非常短暂。\n非常短的注意力。\n\n8个月后，我已经完成了一半以上。",
      "title": "这个分站的魅力!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年的新年願望是閱讀25本書。買了一個Kindle，然後\n慢慢培養這個習慣，在過去的幾年裏我已經忘記了這個習慣，因爲\n社交媒體慢慢吸引了我，讓我知道了自己的嚴重弱點--注意力非常短暫。\n非常短的注意力。\n\n8個月後，我已經完成了一半以上。",
      "title": "這個分站的魅力!"
    }
  ]
}