{
  "author": "DoctorSlim69",
  "original_created_utc": 1626572670,
  "title": "CMV: If you are opposed to mask mandates but not seatbelt laws then you are a hypocrite or misinformed",
  "created_utc": 1626612730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t like wearing a mask that covers my face. It makes talking to people more difficult, sneezing in them is nasty until you can change it out. It’s not hard to understand not liking them. I don’t like wearing a seatbelt. It’s not as comfortable as not having one on. However, the laws that dictate I wear a mask and a seatbelt in certain situations exist to keep me and the people around me from dying or ending up in the ICU. So when appropriate I wear them. Seatbelts are not perfect in preventing injuries from a car crash, but they clearly help. Masks are not perfect for preventing COVID spread, but they clearly help. But at present, in the USA, more people are dying from COVID every day than are from car accidents. If you have a patriotic or sympathetic bone if your body you should be ok with wearing a mask in indoor public spaces when required. Just like how anyone with common sense should be ok with wearing a seatbelt in a moving car, and having their passengers wear one too. If you are opposed to mask mandates but not laws requiring that someone driving a car wear a seatbelt please explain how you reconcile these views. I fully understand that seatbelts are mostly for the wearers protection, while masks are mostly for reducing your ability to transmit COVID.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/omh7j0/cmv_if_you_are_opposed_to_mask_mandates_but_not/",
  "subreddit": "changemyview",
  "id": "omh7j0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t like wearing a mask that covers my face. It makes talking to people more\ndifficult, sneezing in them is nasty until you can change it out. It’s not hard\nto understand not liking them. I don’t like wearing a seatbelt. It’s not as\ncomfortable as not having one on. However, the laws that…"
}