{
  "author": "DoctorSlim69",
  "original_created_utc": 1626572670,
  "title": "CMV: If you are opposed to mask mandates but not seatbelt laws then you are a hypocrite or misinformed",
  "created_utc": 1626612730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t like wearing a mask that covers my face. It makes talking to people more difficult, sneezing in them is nasty until you can change it out. It’s not hard to understand not liking them. I don’t like wearing a seatbelt. It’s not as comfortable as not having one on. However, the laws that dictate I wear a mask and a seatbelt in certain situations exist to keep me and the people around me from dying or ending up in the ICU. So when appropriate I wear them. Seatbelts are not perfect in preventing injuries from a car crash, but they clearly help. Masks are not perfect for preventing COVID spread, but they clearly help. But at present, in the USA, more people are dying from COVID every day than are from car accidents. If you have a patriotic or sympathetic bone if your body you should be ok with wearing a mask in indoor public spaces when required. Just like how anyone with common sense should be ok with wearing a seatbelt in a moving car, and having their passengers wear one too. If you are opposed to mask mandates but not laws requiring that someone driving a car wear a seatbelt please explain how you reconcile these views. I fully understand that seatbelts are mostly for the wearers protection, while masks are mostly for reducing your ability to transmit COVID.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/omh7j0/cmv_if_you_are_opposed_to_mask_mandates_but_not/",
  "subreddit": "changemyview",
  "id": "omh7j0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t like wearing a mask that covers my face. It makes talking to people more\ndifficult, sneezing in them is nasty until you can change it out. It’s not hard\nto understand not liking them. I don’t like wearing a seatbelt. It’s not as\ncomfortable as not having one on. However, the laws that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "顔を覆うようなマスクをするのは好きではありません。人との会話が難しくなるし\nくしゃみをすると、マスクを取り替えるまで不快な思いをします。好きになれないのも無理はありません。\n好きになれないのも理解できます。私はシートベルトをするのが好きではありません。していないのと同じくらい\nシートベルトをしないのと同じくらい快適ではありません。しかし、法律では...",
      "title": "CMV: マスク着用義務化には反対だが、シートベルト着用義務化には反対しないというのであれば、それは偽善者であるか、誤った情報に基づいている。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不喜欢戴着遮住脸的面具。它使与人交谈更加困难\n困难，戴着它打喷嚏也很难受，直到你能把它换掉。这并不难\n不难理解不喜欢口罩。我不喜欢系安全带。它不像\n它不像不系安全带那样舒适。然而，法律规定...",
      "title": "CMV：如果你反对口罩规定，但不反对安全带法，那么你就是一个伪君子或信息错误。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不喜歡戴着遮住臉的面具。它使與人交談更加困難\n困難，戴着它打噴嚏也很難受，直到你能把它換掉。這並不難\n不難理解不喜歡口罩。我不喜歡系安全帶。它不像\n它不像不繫安全帶那樣舒適。然而，法律規定...",
      "title": "CMV：如果你反對口罩規定，但不反對安全帶法，那麼你就是一個僞君子或信息錯誤。"
    }
  ]
}