{
  "author": "taanukichi",
  "original_created_utc": 1631913918,
  "title": "Why Twilight was/is so popular..",
  "created_utc": 1631936011,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to love, love, love Twilight, the books and the movies but now looking back at that time is just so embarassing. I have read a lot more books, watched more shows and anime and for the longest time it was absurd to me why Twilight was so popular and why I liked it so much, but now I have come up with this theory ( please bear with me)\nSo the main character, Bella doesn&#39;t have anything, like literally anything, she is an average student, she doesn&#39;t play sports, she doesn&#39;t come from a rich family and has zero social skills, the only thing we can say is probably she is beautiful but no.\nNo she isn&#39;t. She is described as an ordinary looking person, this illusion that she is beautiful comes from the fact that every other guy is falling at her feet for absolutely no reason because as I mentioned she, well, doesn&#39;t have any personality traits that might be attractive or special moments/ friendships with these guys or anyone for that matter, so she must be drop dead gorgeous..\nAnd from Edward&#39;s pov she is described as beautiful but let&#39;s ignore that, one other trait is that she is kind, but when?, when is the novel was she kind , she is always judging people in her head, is very selfish ( not in a evil way but still) and the only part where we can say that she may be a kind person is her consideration of her parents, but news flash all humans love their parents Edward, like is the bar for next mother Teresa really this low for you.\nThe girl in a walk to remember was kind, shoko in a silent voice was kind, sofie in howls moving castle was kind.</p>\n\n<p>With the description that is provided of bella from him and how others treat her you&#39;d think bella is someone really cool but in reality she is below average, just like every other teenager, just like I was in high school.\nAnd that&#39;s where this story draws it&#39;s fanbase from, bella despite having nothing to offer, despite doing nothing for other/herself or in general is having the time of her life with her billionaire hot vampire boo and his billionaire hot family and she has this love triangle situation that isn&#39;t complex like it&#39;d be in real life , it&#39;s just aesthetic, just how teenagers imagine, she is the special girl at school despite no social skills, it&#39;s all that unreal fantasy teenage world that almost every high schooler would be obsessed with, but when they grow up, twilight is a book they can never go back to.\nBut this story continues to be popular as new teens find it and on the cycle goes.\nWhat are your thoughts I&#39;d love to know.\nAlso this feels like something for subreddit venting but I really wanted to know your opinion, sorry&lt;3</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pq95gy/why_twilight_wasis_so_popular/",
  "subreddit": "books",
  "id": "pq95gy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to love, love, love Twilight, the books and the movies but now looking\nback at that time is just so embarassing. I have read a lot more books, watched\nmore shows and anime and for the longest time it was absurd to me why Twilight\nwas so popular and why I liked it so much, but now I have come…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「トワイライト」という本や映画が大好きで大好きで仕方がなかったのですが、今になって当時を振り返ると\n振り返ると恥ずかしくなります。もっとたくさんの本を読み、もっとたくさんの番組やアニメを見ました。\nなぜ「トワイライト」があんなに人気があるのか、なぜあんなに好きだったのか、ずっと不思議でした。\nなぜトワイライトがあんなに人気があるのか、なぜあんなに好きなのか、ずっと信じられませんでしたが、今は...",
      "title": "トワイライトはなぜこんなにも人気があるのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经喜欢，喜欢，喜欢《暮光之城》，喜欢这本书和电影，但现在回想起来\n但现在回想起来，那时候真是太尴尬了。我已经读了更多的书，看了更多的节目和动漫。\n在很长一段时间里，我觉得很荒唐，为什么《暮光之城》这么受欢迎？\n是如此受欢迎，以及为什么我如此喜欢它，但现在我已经明白了...",
      "title": "为什么《暮光之城》曾经/现在如此受欢迎？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經喜歡，喜歡，喜歡《暮光之城》，喜歡這本書和電影，但現在回想起來\n但現在回想起來，那時候真是太尷尬了。我已經讀了更多的書，看了更多的節目和動漫。\n在很長一段時間裏，我覺得很荒唐，爲什麼《暮光之城》這麼受歡迎？\n是如此受歡迎，以及爲什麼我如此喜歡它，但現在我已經明白了...",
      "title": "爲什麼《暮光之城》曾經/現在如此受歡迎？"
    }
  ]
}