{
  "author": "TrevinR",
  "the_new_excerpt": "Reason being , when people kneel during the national anthem, it’s not out of\ndisrespect or with intention to attempt to disrespect. It’s a form of protest.\nInstead of tearing buildings down and stealing accessories that don’t belong to\noneself, I feel like kneeling during the anthem is the most…",
  "original_created_utc": 1617569108,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "原因是，当人们在国歌期间下跪时，并不是出于。\n不尊重或意图不尊重。这是一种抗议的形式。\n而不是拆毁建筑物，偷取不属于自己的配件。\n我觉得在国歌期间下跪是最... ...",
      "title": "CMV：在国歌期间下跪并不是对为这个国家而战的勇敢士兵的不尊重。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "原因是，當人們在國歌期間下跪時，並不是出於。\n不尊重或意圖不尊重。這是一種抗議的形式。\n而不是拆毀建築物，偷取不屬於自己的配件。\n我覺得在國歌期間下跪是最... ...",
      "title": "CMV：在國歌期間下跪並不是對爲這個國家而戰的勇敢士兵的不尊重。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜかというと、国歌斉唱の際に膝をついている人がいるが、それは敬意を表しているわけではない。\n国歌斉唱の際に膝をつくのは、無礼を働いているわけでも、無礼を働こうとしているわけでもありません。それは抗議の一種です。\n建物を壊したり、自分のものではないアクセサリーを盗んだりするのではなく\n私は、国歌斉唱の際に跪くことが、最も...",
      "title": "CMV: 国歌斉唱時にひざまずくことは、この国のために戦った勇敢な兵士たちへの敬意を欠くものではない"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜかというと、国歌斉唱の際に膝をついている人がいるが、それは敬意を表しているわけではない。\n国歌斉唱の際に膝をつくのは、無礼を働いているわけでも、無礼を働こうとしているわけでもありません。それは抗議の一種です。\n建物を壊したり、自分のものではないアクセサリーを盗んだりするのではなく\n私は、国歌斉唱の際に跪くことが、最も...",
      "title": "CMV: 国歌斉唱時にひざまずくことは、この国のために戦った勇敢な兵士たちへの敬意を欠くものではない"
    }
  ],
  "title": "CMV: Kneeling during the national anthem isn’t a disrespect to the brave soldiers that fought for this country",
  "created_utc": 1617587555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reason being , when people kneel during the national anthem, it’s not out of disrespect or with intention to attempt to disrespect. It’s a form of protest. Instead of tearing buildings down and stealing accessories that don’t belong to oneself, I feel like kneeling during the anthem is the most peaceful protest of all time. And it’s show to be effective and actually create a lane for voices to be herd and the message to be received. I’ve even talk to people that served, some said they felt disrespected, but I was shocked to hear that most felt that it wasn’t a form of disrespect. Which I feel like is understandable when you put into context of the meaning behind someone kneeling during the anthem. Change my view if you can , but I feel like most agree with this stance.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mk4h7z/cmv_kneeling_during_the_national_anthem_isnt_a/",
  "subreddit": "changemyview",
  "id": "mk4h7z",
  "is_self": true,
  "media": null,
  "is_video": false
}