{
  "author": "_artbreaker",
  "original_created_utc": 1626510744,
  "title": "CMV: Democracy in its current format does not support long term improvements",
  "created_utc": 1626532349,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Given that elections happen every 4 years, parties are incentivised to make short term improvements that may be at a long term detriment in order to win votes and stay in power. Also on this, any long term benefits seem to get mopped up by the next party in power who take the credit for it. (trump taking credit for some of obamas changes as an example)</p>\n\n<p>The other side is i was also reading a book recently where the countries with the biggest growth /improvements were actually aurhoritarian/dictatorships which surprised me. For record I don&#39;t agree with the authoritarian approach to government but it seems like the main benefit to this is that they can push quite extensive reform quickly and stick to it.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/om0fk5/cmv_democracy_in_its_current_format_does_not/",
  "subreddit": "changemyview",
  "id": "om0fk5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Given that elections happen every 4 years, parties are incentivised to make\nshort term improvements that may be at a long term detriment in order to win\nvotes and stay in power. Also on this, any long term benefits seem to get mopped\nup by the next party in power who take the credit for it. (trump…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "選挙が4年ごとに行われることを考えると、政党は勝利を得るために、長期的には不利になるかもしれない短期的な改善を行う動機付けになります。\n票を獲得し、政権を維持するために、長期的には不利益になるかもしれない短期的な改善を行うことになります。\n票を獲得し、政権を維持するために、長期的には不利益になるかもしれない短期的な改善を行うことになります。これに加えて、長期的な利益は、次の政権与党が吸収してしまうようです。\n政権を取った次の政党がその手柄を横取りしてしまうのです。(trump...",
      "title": "CMV: 現在の民主主義では長期的な改善は望めない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "鉴于选举每4年举行一次，各党派有动力做出短期的改进，而这些改进可能会对他们的长期发展不利。\n为了赢得选票和继续执政，各党派有动力做出短期的改进，而这些改进可能会对长期的发展造成损害。\n票并继续执政。另外，任何长期的好处似乎都会被下一个执政的党派抹去。\n被下一个执政的党派所吞噬，而他们又将功劳归功于此。(Trump...",
      "title": "CMV：目前形式的民主不支持长期的改进"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "鑑於選舉每4年舉行一次，各黨派有動力做出短期的改進，而這些改進可能會對他們的長期發展不利。\n爲了贏得選票和繼續執政，各黨派有動力做出短期的改進，而這些改進可能會對長期的發展造成損害。\n票並繼續執政。另外，任何長期的好處似乎都會被下一個執政的黨派抹去。\n被下一個執政的黨派所吞噬，而他們又將功勞歸功於此。(Trump...",
      "title": "CMV：目前形式的民主不支持長期的改進"
    }
  ]
}