{
  "author": "mediterranean09",
  "original_created_utc": 1633616433,
  "title": "CMV: The Minneapolis police department is depraved after videos showing them celebrating in hunting unarmed peaceful protesters I need to be dismantled and rebuild from the bottom up",
  "created_utc": 1633632285,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The more I learn about the Minneapolis police, the more I’m disgusted about them. These officers hunted peaceful people like animals, fist bumping and cursing after hitting people. They fired from unmarked cars and are surprised that people fired back thinking they were being hit with a drive-by shooting. Thank God that veteran Jaleel Stallings was found not guilty.</p>\n\n<p>They (and maybe most city and real police) need to be torn down and a true “public safety” department ACCOUNTABLE to civilians (no more police policing the police crap) that protects the public and doesn’t hunt them needs to take their place. No more warrior shit, this is not Iraq or Somalia. You patrolling American cities with American civilians.</p>\n\n<p>CMV. I am not anti-cop and I am not against defunding the police. I am for some reallocation to public services and police should be trained and educated (yes a college education, associates at a minimum) and not some GED HS drop outs with ego complexes</p>\n\n<p>Edit: grammar and spelling due to audio text</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/q3a56h/cmv_the_minneapolis_police_department_is_depraved/",
  "subreddit": "changemyview",
  "id": "q3a56h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The more I learn about the Minneapolis police, the more I’m disgusted about\nthem. These officers hunted peaceful people like animals, fist bumping and\ncursing after hitting people. They fired from unmarked cars and are surprised\nthat people fired back thinking they were being hit with a drive-by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ミネアポリスの警察について知れば知るほど、うんざりしてきます。\nしています。この警察官たちは、平和な人々を動物のように狩って、殴った後に拳を突き合わせたり、罵ったりしていた。\n殴った後に罵声を浴びせる。彼らは覆面パトカーから発砲し、人々が殴られたと思って反撃したことに驚いています。\n驚いているようですが、人々は車で殴られたと思って反撃しています。",
      "title": "CMV: ミネアポリスの警察は堕落している、非武装の平和的抗議者を狩って喜ぶビデオを見て、解体して根本から作り直すべきだと思った"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对明尼阿波利斯的警察了解得越多，就越对他们感到厌恶。\n他们。这些警察像猎杀动物一样猎杀和平的人们，拳脚相加，骂骂咧咧。\n打人后还骂人。他们从没有标记的汽车上开枪，并对人们以为自己被打中而开枪还击感到惊讶。\n人们还击，以为是被开车撞了......。",
      "title": "CMV：明尼阿波利斯警察部门是堕落的，因为视频显示他们在猎杀手无寸铁的和平抗议者时正在庆祝，我需要被拆除并从下往上重建。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對明尼阿波利斯的警察瞭解得越多，就越對他們感到厭惡。\n他們。這些警察像獵殺動物一樣獵殺和平的人們，拳腳相加，罵罵咧咧。\n打人後還罵人。他們從沒有標記的汽車上開槍，並對人們以爲自己被打中而開槍還擊感到驚訝。\n人們還擊，以爲是被開車撞了......。",
      "title": "CMV：明尼阿波利斯警察部門是墮落的，因爲視頻顯示他們在獵殺手無寸鐵的和平抗議者時正在慶祝，我需要被拆除並從下往上重建。"
    }
  ]
}