{
  "author": "HelpWithACA",
  "the_new_excerpt": "would recommend to any fans of sci fi. Was my favorite book that I've read in\nabout a year or so.\n\nI liked how the story was somewhat plausible or at least had explanations for\nthe sci fi elements. Some of the sci fi books I've read are just goofy and I\ncan't take them seriously.\n\nBook was also very…",
  "original_created_utc": 1618345568,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "SFファンにはお勧めです。今まで読んだ本の中で一番好きでした。\n年ほど前に読んだ本の中で一番好きな本でした。\n\n物語にはある程度の説得力があり、少なくともSF要素の説明があったのが良かったです。\n説明があったのが良かったです。今まで読んだSF本の中には、ただのおふざけで真面目に読めないものもありました。\n真面目に読めないものもあります。\n\nまた、この本は非常に...",
      "title": "Adrian TchaikovskyのChildren of Timeを読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "会推荐给任何科幻迷。是我最喜欢的一本书，我读过的书在\n大约一年左右的时间。\n\n我喜欢这个故事是有点可信的，或者至少有解释。\n的科幻元素。我读过的一些科幻书都是傻乎乎的，我...\n不能当真。\n\n书也很...",
      "title": "刚看完阿德里安-柴可夫斯基的《时间的孩子》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "會推薦給任何科幻迷。是我最喜歡的一本書，我讀過的書在\n大約一年左右的時間。\n\n我喜歡這個故事是有點可信的，或者至少有解釋。\n的科幻元素。我讀過的一些科幻書都是傻乎乎的，我...\n不能當真。\n\n書也很...",
      "title": "剛看完阿德里安-柴可夫斯基的《時間的孩子》。"
    }
  ],
  "title": "Just finished Children of Time by Adrian Tchaikovsky",
  "created_utc": 1618362971,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>would recommend to any fans of sci fi. Was my favorite book that I&#39;ve read in about a year or so. </p>\n\n<p>I liked how the story was somewhat plausible or at least had explanations for the sci fi elements. Some of the sci fi books I&#39;ve read are just goofy and I can&#39;t take them seriously. </p>\n\n<p>Book was also very unique and switched between two main perspectives. At first I enjoyed the one perspective more than the other then that switched about midway through the book for me. </p>\n\n<p>I have the next one, Children of Ruin, from the library. Hope that it will be as enjoyable as this one.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mqasp3/just_finished_children_of_time_by_adrian/",
  "subreddit": "books",
  "id": "mqasp3",
  "is_self": true,
  "media": null,
  "is_video": false
}