{
  "author": "Inaerius",
  "original_created_utc": 1636984389,
  "title": "CMV: With enough money, you can buy your way out of consequences or minimize your sentence in court.",
  "created_utc": 1636995559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The common pattern I&#39;ve seen in many criminal and civil cases including the recent tragedy at Astroworld shows how much money dictates if you&#39;ll ever see a day in jail or how long of a sentence you&#39;ll serve. The details of the Astroworld investigation are still ongoing, but so far I&#39;ve yet to see criminal charges laid by the state for any of the parties involved including Travis Scott and Live Nation. However, this is only one of many examples in history of how the income you have dictates how the criminal/civil justice system reacts to your case. A lot of these cases end up in settlement with the defendants having enough money to pay out the victims or bail themselves out of jail. You&#39;ll see news that people settle out on millions of dollars to pay back in legal fees and retribution to the victims, but it&#39;s literally chump change to a lot of these defendants and is simply factored into the cost of doing business. </p>\n\n<p>Now even if say the organisers of Astroworld make it to trial and get convicted, the sentence will either be light (a fine, a few years in jail) or even get a mistrial because again money dictates the outcome. Defendant lawyers will find methods to get someone out of trouble if they&#39;re paid enough money to put in the effort. You may have the right to a defense attorney by the state, but the incentive to defend you changes the moment money comes into the picture. </p>\n\n<p>This tragedy plays on the theme by the TV series Squid Game where it makes you question how much is someone&#39;s life worth for the money you get in return. Is a $4 million or $10 million settlement enough to compensate for a 9 year old&#39;s life? Fyi, Travis Scott has a net worth of $60 million USD and Live Nation has a net worth of $10.59 billion USD. </p>\n\n<p>I&#39;d like to hear your thoughts on the tragedy and change my view on where I see cases like this going for the rich.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/qugxd9/cmv_with_enough_money_you_can_buy_your_way_out_of/",
  "subreddit": "changemyview",
  "id": "qugxd9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The common pattern I've seen in many criminal and civil cases including the\nrecent tragedy at Astroworld shows how much money dictates if you'll ever see a\nday in jail or how long of a sentence you'll serve. The details of the\nAstroworld investigation are still ongoing, but so far I've yet to see…"
}