{
  "author": "Elgalileo",
  "original_created_utc": 1640060321,
  "title": "If \"art\" is the first thing that comes to mind when you hear \"NFT\", you may fundamentally misunderstand NFTs.",
  "created_utc": 1640111870,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I find amusement and joy in NFT art and have several small collections both for my personal enjoyment and as planned investments. That being said, digital art is one single early use case for NFTs and, if you ask me, is not even close to being the most important one. &lt;/p&gt;\n\n&lt;p&gt;Like I said before, I believe digital art NFTs are an amusement. They serve to generate hype for various blockchains and make good memes. It gets people talking about Ethereum or WAX or DigitalOcean. Occasionally a collection or individual piece gets famous for some reason, leading what seems to be a majority of the public to believe these are what NFTs simply are. It minimizes the technology and makes it easy to dismiss.&lt;/p&gt;\n\n&lt;p&gt;NFTs are capable of fundamentally changing how things work, and I don&amp;#39;t just mean money laundering. They will end up revolutionizing assets and asset ownership in general and you ignore them at your peril. Real estate will never be the same. They likely have huge implications for various areas of IT security (public blockchain/adversarial IAM) that haven&amp;#39;t even thought to have been explored yet. Physical security could be revolutionized. All of your entertainment can be enhanced. I know jack shit about jack shit, but I can see the possibilities and blockchain is a technology where ideas can emerge much like natural selection. The use cases will come out, and we will remember the NFT art craze with a retrospective cringe.&lt;/p&gt;\n\n&lt;p&gt;Am I totally wrong?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 167,
  "permalink": "/r/CryptoCurrency/comments/rl5yfe/if_art_is_the_first_thing_that_comes_to_mind_when/",
  "subreddit": "CryptoCurrency",
  "id": "rl5yfe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I find amusement and joy in NFT art and have\nseveral small collections both for my personal enjoyment and as planned\ninvestments. That being said, digital art is one single early use case for NFTs\nand, if you ask me, is not even close to being the most important…"
}