{
  "author": "nimblemind",
  "the_new_excerpt": "Why YSK: A lot of people including me tend to misplace items like keys,\nheadphones (like AirPods), or even phones. A good Bluetooth tracking app can\nhelp locate items and devices. Most of the devices today have Bluetooth built in\nand can be easily located. For keys and for other everyday items, you…",
  "original_created_utc": 1618959979,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私を含め多くの人が、鍵やヘッドフォン（AirPodなど）、携帯電話などのアイテムを置き忘れてしまうことがあります。\n鍵やヘッドフォン（AirPodsなど）、さらには携帯電話など、多くの人がアイテムを置き忘れがちです。良いBluetoothトラッキングアプリがあれば\nアイテムやデバイスの位置を特定するのに役立ちます。最近のほとんどの機器にはBluetoothが搭載されているので\n簡単に探すことができます。鍵やその他の日用品については、...",
      "title": "YSK: Bluetoothトラッカーアプリを使えば、置き忘れたアイテムやヘッドフォン、デバイスを簡単に見つけることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：包括我在内的很多人都容易把物品放错地方，比如钥匙。\n耳机（如AirPods），甚至是手机。一个好的蓝牙追踪应用程序可以\n帮助定位物品和设备。今天的大多数设备都内置了蓝牙\n并且可以很容易地找到。对于钥匙和其他日常用品，你可以...",
      "title": "YSK: 使用蓝牙追踪器应用程序来定位误放的物品、耳机和设备是很容易的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：包括我在內的很多人都容易把物品放錯地方，比如鑰匙。\n耳機（如AirPods），甚至是手機。一個好的藍牙追蹤應用程序可以\n幫助定位物品和設備。今天的大多數設備都內置了藍牙\n並且可以很容易地找到。對於鑰匙和其他日常用品，你可以...",
      "title": "YSK: 使用藍牙追蹤器應用程序來定位誤放的物品、耳機和設備是很容易的。"
    }
  ],
  "title": "YSK: It’s easy to use a Bluetooth tracker app to locate misplaced items, headphones and devices.",
  "created_utc": 1618981255,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people including me tend to misplace items like keys, headphones (like AirPods), or even phones. A good Bluetooth tracking app can help locate items and devices. Most of the devices today have Bluetooth built in and can be easily located. For keys and for other everyday items, you can use trackers like Tile or the recently announced Apple AirTag.</p>\n</div><!-- SC_ON -->",
  "score": 542,
  "permalink": "/r/YouShouldKnow/comments/mv2w3k/ysk_its_easy_to_use_a_bluetooth_tracker_app_to/",
  "subreddit": "YouShouldKnow",
  "id": "mv2w3k",
  "is_self": true,
  "media": null,
  "is_video": false
}