{
  "author": "goodusernam99",
  "original_created_utc": 1631849080,
  "title": "CMV: 20 years in the middle east would've been better spent in Mexico",
  "created_utc": 1631863827,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The cartels of Mexico are a big source of drugs for the US and Canada. They rule Mexico like governments, tax drug farmers like governments, and some set up utilities like governments. 20 years fighting the cartels with the might of the military would have, </p>\n\n<p>1) Made Mexico, a (sort of) ally of the U.S., a much more stable country with a better quality of life.</p>\n\n<p>2) Probably significantly impact flow of drugs into the US and Canada. I say probably because drugs are coming in no matter what, that&#39;s how it works.</p>\n\n<p>3) Been beneficial to the quality of life of people living under the cartels&#39; iron fist.</p>\n\n<p>Of course, this would be followed up with reforms to drug laws, but that is for another CMV. When you look at how horrid many parts of Mexico are, and how rich a country just north of them is, you realize it&#39;s ridiculous we haven&#39;t done anything about it.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ppscg4/cmv_20_years_in_the_middle_east_wouldve_been/",
  "subreddit": "changemyview",
  "id": "ppscg4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The cartels of Mexico are a big source of drugs for the US and Canada. They rule\nMexico like governments, tax drug farmers like governments, and some set up\nutilities like governments. 20 years fighting the cartels with the might of the\nmilitary would have,\n\n1) Made Mexico, a (sort of) ally of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "メキシコのカルテルは、アメリカやカナダの麻薬の大きな供給源となっています。彼らは政府のように\n政府のようにメキシコを支配し、政府のように麻薬農家に税金を課し、政府のように公共事業を立ち上げるものもある。\n政府のように公共事業を立ち上げています。軍隊の力を使ってカルテルと戦うこと20年。\n軍隊の力でカルテルと戦うことで、20年後には\n\n1）メキシコを（ある種の）同盟国にして...",
      "title": "CMV: 中東での20年はメキシコで過ごした方が良かったと思う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "墨西哥的卡特尔是美国和加拿大的一个重要毒品来源。他们像政府一样统治\n他们像政府一样统治墨西哥，像政府一样向药农征税，有些还像政府一样设立了\n一些人还像政府一样设立了公用事业。用20年的时间，用军队的力量来打击这些卡特尔。\n军队的力量来打击卡特尔，会有以下结果\n\n1）使墨西哥成为美国的（某种程度上）盟友。",
      "title": "CMV：在中东的20年还不如在墨西哥度过。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "墨西哥的卡特爾是美國和加拿大的一個重要毒品來源。他們像政府一樣統治\n他們像政府一樣統治墨西哥，像政府一樣向藥農徵稅，有些還像政府一樣設立了\n一些人還像政府一樣設立了公用事業。用20年的時間，用軍隊的力量來打擊這些卡特爾。\n軍隊的力量來打擊卡特爾，會有以下結果\n\n1）使墨西哥成爲美國的（某種程度上）盟友。",
      "title": "CMV：在中東的20年還不如在墨西哥度過。"
    }
  ]
}