{
  "author": "novabelle0",
  "original_created_utc": 1628370040,
  "title": "CMV: Most people in our society still look down on anyone suffering from mental illness(es) until it's too late.",
  "created_utc": 1628375441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is my opinion that most people in society still look down on others who suffer from mental illness(es)... while they&#39;re alive. But if someone dies by suicide because of their mental illness(es), only then do most people in society suddenly and sincerely feel bad.</p>\n\n<p>To elaborate further on my view, most people who are posting on social media in support of mental health are the same people who have cut off friends who suffered from severe depression or mental breakdowns, because they were embarrassed or wanted someone else to deal with &quot;the problem.&quot; But if the friends they cut off were to kill themselves? You can bet a million dollars that the people who cut them out of their lives prior to the suicide will suddenly be posting on their behalf, and maybe even genuinely wishing they could have helped. Newsflash: <em>maybe you shouldn&#39;t have cut them out of your life or called them crazy</em>. Maybe you should have been a true friend when times got tough.</p>\n\n<p>The recent Simone Biles situation only further solidified my opinion, honestly, with the amount of people complaining online about her quitting due to her mental health. But guess what? I personally believe that if Simone had NOT dropped out, and let&#39;s say she&#39;d gotten paralyzed or worse, <em>died</em> while competing, the <em>same people who are complaining about her quitting now would be mourning her death and complaining that she didn&#39;t quit when she should have!!!</em></p>\n\n<p>Some guys will call their ex-girlfriends crazy after a breakup, which is a whole other issue. But in some cases, maybe it&#39;s true - <em>maybe their ex had a mental illness that made their breakup feel like the end of the world to her</em>. Do you really think it&#39;s mature and kind of you to be blasting this personal and vulnerable issue of hers out to the rest of your mutual friends and acquaintances? Do you think it&#39;s going to help her improve her mental health when she finds out what you&#39;ve been sharing and saying behind her back while she&#39;s been struggling with her demons alone? These guys are the part of society that I believe does not really give a **** about mental health behind closed doors.</p>\n\n<p>Change my view, please.</p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/changemyview/comments/p01ajm/cmv_most_people_in_our_society_still_look_down_on/",
  "subreddit": "changemyview",
  "id": "p01ajm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is my opinion that most people in society still look down on others who\nsuffer from mental illness(es)... while they're alive. But if someone dies by\nsuicide because of their mental illness(es), only then do most people in society\nsuddenly and sincerely feel bad.\n\nTo elaborate further on my view,…"
}