{
  "author": "avaemc",
  "original_created_utc": 1629180160,
  "title": "After not reading for over 3 years I've finished a book in 5 hours.",
  "created_utc": 1629188818,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m so proud of myself, and that&#39;s not something that usually happens. I read a post yesterday about someone reading Agatha Christie for the first time and how she was so excited during the twists. So I thought, that&#39;s it! I immediately went a bought &quot;And Then There Were None&quot;. </p>\n\n<p>I&#39;m obsessed </p>\n\n<p>I&#39;m hooked</p>\n\n<p>I&#39;m going to the book shop again tonight.</p>\n\n<p>This has been the longest working day as haven&#39;t been this excited for anything in a long time.\nI was diagnosed with a sever nerve damage nicknamed the s*<em>c</em>de disease so you can imagine its not the best. I never though when I was diagnosed this would be what pulls me out of my depression.</p>\n\n<p>Shout out to this reddit for being what it is! You&#39;re all legends!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p5xyzw/after_not_reading_for_over_3_years_ive_finished_a/",
  "subreddit": "books",
  "id": "p5xyzw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm so proud of myself, and that's not something that usually happens. I read a\npost yesterday about someone reading Agatha Christie for the first time and how\nshe was so excited during the twists. So I thought, that's it! I immediately\nwent a bought \"And Then There Were None\".\n\nI'm obsessed\n\nI'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分自身をとても誇りに思っていますが、これは普段ではあり得ないことです。昨日、ある記事を読みました。\n昨日、アガサ・クリスティを初めて読んだ人の記事を読みました。\n興奮していたという記事を読みました。それを見て、これだ！と思いました。と思い、すぐに\nすぐに「そして誰もいなくなった」を買いに行きました。\n\n夢中になりました。\n\n私は...",
      "title": "3年以上本を読まなかった私が、5時間で1冊の本を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我为自己感到非常自豪，这不是通常会发生的事情。我昨天读了一篇\n昨天我读了一个帖子，说有人第一次读阿加莎-克里斯蒂的作品，她在阅读过程中非常兴奋。\n她在扭曲过程中是如此兴奋。所以我想，就这样吧！我觉得我是一个很好的人。我立即\n去买了 \"And Then There Were None\"。\n\n我很着迷\n\n我...",
      "title": "在3年多没有阅读之后，我在5个小时内完成了一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我爲自己感到非常自豪，這不是通常會發生的事情。我昨天讀了一篇\n昨天我讀了一個帖子，說有人第一次讀阿加莎-克里斯蒂的作品，她在閱讀過程中非常興奮。\n她在扭曲過程中是如此興奮。所以我想，就這樣吧！我覺得我是一個很好的人。我立即\n去買了 \"And Then There Were None\"。\n\n我很着迷\n\n我...",
      "title": "在3年多沒有閱讀之後，我在5個小時內完成了一本書。"
    }
  ]
}