{
  "author": "ChineseCosmo",
  "the_new_excerpt": "So growing up I didn’t really do that much reading (besides forum/Reddit posts\nand school textbooks, etc) but during quarantine I decided to try my hand at\nreading a book for the first time in a long long time. Now, it took me a while\nto settle on a particular book, and even though there are many…",
  "original_created_utc": 1616311312,
  "localize": [
    {
      "locale": "zh",
      "title": "刚看完《屠宰场五号》，我真的无语了。",
      "the_new_excerpt": "所以从小到大，我并没有读过那么多书（除了论坛/Reddit的帖子外\n和课本等），但在隔离期间，我决定尝试一下我的手。\n很久很久以前，第一次读一本书。现在，我花了一段时间\n要确定某本书，尽管有很多... ..."
    },
    {
      "locale": "zh-Hant",
      "title": "剛看完《屠宰場五號》，我真的無語了。",
      "the_new_excerpt": "所以從小到大，我並沒有讀過那麼多書（除了論壇/Reddit的帖子外\n和課本等），但在隔離期間，我決定嘗試一下我的手。\n很久很久以前，第一次讀一本書。現在，我花了一段時間\n要確定某本書，儘管有很多... ..."
    }
  ],
  "title": "Just finished Slaughterhouse Five and I’m literally speechless",
  "created_utc": 1616336942,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So growing up I didn’t really do that much reading (besides forum/Reddit posts and school textbooks, etc) but during quarantine I decided to try my hand at reading a book for the first time in a long long time. Now, it took me a while to settle on a particular book, and even though there are many books that may have been more important to the literary canon (It, Harry Potter, Game of Thrones etc), I had already seen those movies/shows so I figured I would pick something a little more out of my element. So in late August I made a point every night to read a few pages of Kurt Vonnegut’s seminal <em>Slaughterhouse Five</em> and I am FURIOUS that it took me this long to give it a look.</p>\n\n<p>I feel in love with everything about this book.  The prose is mature, but not stuffy.  It’s sentimental, but not melodramatic.  It’s funny, but it’s not cartoonish. I can go on an on.  The themes and motifs really resonated with me, especially in 2020/2021, given the overall state of, not just the United States, but the world.  The setting(s) were evocatively characterized.  No matter how harrowing, or how alien the locales seemed to be, Vonnegut described them in such a way that quite figuratively transported me there.  The main character was richly written, and though this work was a piece of fiction, he really felt like a <em>real</em> person.  His motivations, his demons, his highs and his lows.  I could have easily believed that Vonnegut was writing about a <em>real</em> person.  And the plot! I admit that it took me a while to fully comprehend what was going on, but that’s a testament to Vonnegut’s ability to weave a complicated web that, by the end of the book, reveals itself to be a beautiful tapestry. I would be lying if I were to say I wasn’t emotionally affected by the end of it.</p>\n\n<p>I know it’s not as sexy as some other books out there at the moment, and maybe it’s not as “classic” as something like Moby Dick, but I can genuinely say that Slaughterhouse Five isn’t just the best book I’ve read in the past 10 years, it’s the best STORY I’ve read (or watched) in the past 10 years.  If you think it’s gonna be boring, or scary, or “lame” let me assure you that it’s anything but.  It’s endlessly quotable and searingly memorable, and quite possibly the best book you’ve never read (unless you have).</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m9qzou/just_finished_slaughterhouse_five_and_im/",
  "subreddit": "books",
  "id": "m9qzou",
  "is_self": true,
  "media": null,
  "is_video": false
}