{
  "author": "sectual_tshirt",
  "the_new_excerpt": "I am Han Chinese. I grew up between the US and China. One question I get asked a\nlot is\n\n“Why don’t you Chinese hate your government as much as we think you ought to?\"\n\nThe modern Chinese party-state, after all, is a notorious violator of human\nrights. I need not waste space to list out all the…",
  "original_created_utc": 1617426708,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是汉族人。我是在中美之间长大的。有一个问题我经常被问到\n很多是\n\n\"为什么你们中国人不像我们认为的那样恨你们的政府呢？\"\n\n现代中国的党国，毕竟是一个臭名昭著的侵犯人权的国家。\n的权利。我不需要浪费篇幅来列举所有...。",
      "title": "CMV：大多数中国人不想要民主，完全可以接受中共。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是漢族人。我是在中美之間長大的。有一個問題我經常被問到\n很多是\n\n\"爲什麼你們中國人不像我們認爲的那樣恨你們的政府呢？\"\n\n現代中國的黨國，畢竟是一個臭名昭著的侵犯人權的國家。\n的權利。我不需要浪費篇幅來列舉所有...。",
      "title": "CMV：大多數中國人不想要民主，完全可以接受中共。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は漢民族です。アメリカと中国の間で育ちました。よく聞かれる質問があります。\nよく聞かれるのが\n\n\"なぜ中国人は、我々が思うほど政府を憎まないのか？\"\n\n現代の中国の政党国家は、悪名高い人権侵害者であるからです。\nである。私は、そのような人権侵害の例をすべて列挙する必要はありません。",
      "title": "CMV： 中国人の大多数は民主主義を望んでおらず、中共で全く問題ないと思っています。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は漢民族です。アメリカと中国の間で育ちました。よく聞かれる質問があります。\nよく聞かれるのが\n\n\"なぜ中国人は、我々が思うほど政府を憎まないのか？\"\n\n現代の中国の政党国家は、悪名高い人権侵害者であるからです。\nである。私は、そのような人権侵害の例をすべて列挙する必要はありません。",
      "title": "CMV： 中国人の大多数は民主主義を望んでおらず、中共で全く問題ないと思っています。"
    }
  ],
  "title": "CMV: The majority of Chinese people don’t want democracy and are perfectly fine with the CPC.",
  "created_utc": 1617463829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am Han Chinese. I grew up between the US and China. One question I get asked a lot is </p>\n\n<p>“Why don’t you Chinese hate your government as much as we think you ought to?&quot;</p>\n\n<p>The modern Chinese party-state, after all, is a notorious violator of human rights. I need not waste space to list out all the wrongdoings that appear front and center on reddit everyday. </p>\n\n<p>Why then would any American not ask this question? Seems pretty obvious from the perspective of anyone from a liberal western democracy that this is a political system that needs to go, that has failed its people and failed to live up to basic, universal ideas about what rights a government needs to respect and protect. They’ll have heard the argument that China’s leadership has succeeded in other ways: it has allowed China to prosper economically, lifting hundreds of millions out of poverty, creating a substantial and comfortable middle class with expanded personal (if not political) freedom. And the Chinese Communist Party has managed to ensure a relatively long period of political stability, with orderly leadership transitions absent the political violence that had accompanied nearly all others until Deng Xiaoping’s ascent.</p>\n\n<p>&quot;Yeah, but so what?&quot; asks the American. &quot;Anyone who would trade a little freedom for a little personal safety deserves neither freedom nor safety,” he asserts, quoting Benjamin Franklin. He quotes this as gospel truth, ignoring the irony that many Americans advocated just such a trade in the aftermath of September 11. That aside, why shouldn&#39;t he quote it? It’s deeply engrained in his political culture. Political liberty is held up practically above all else in the values pantheon of American political culture.</p>\n\n<p>The American myth of founding sees the Puritan pilgrims, seeking a place where their brand of Protestantism might be practiced freely, crossing the Atlantic in the Mayflower, creating en route a quasi-democratic quasi-constitution, the Mayflower Compact, landing at Plymouth Rock in 1620, and over the next 150 years growing into the colony that would lead its 12 sisters into rebellion for freedom from the &quot;tyranny&quot; of King George III. Americans hold the ideas enshrined in their founding documents very dearly, and can&#39;t really be blamed for doing so: they are, after all, some very high-minded and frankly very beautiful ideas.</p>\n\n<p>What he doesn’t quite appreciate is the precariousness of the historical perch on which these ideas—ideas he holds so strongly and believes so ardently to be universal truths—ultimately rest. Americans, like everyone else for that matter, tend not to take much time to understand the historical experiences of other peoples, and can&#39;t therefore grasp the utter contingency upon which their own marvelous system rests.</p>\n\n<p>Let’s turn and look for a moment at China, which is arguably much more typical. China is a civilization that didn’t until much later and perhaps still doesn&#39;t fit neatly into the modern conception of the nation-state; a massive continental agrarian empire, a civilization with an integrated cosmology, moral philosophy, and political philosophy which together formed the basis of a holistic orthodoxy, deep knowledge of which was required for any man (alas, only men) who wished to climb the only real available ladder of success: the Civil Service Exams.</p>\n\n<p>The China that the West—in this case, chiefly the British—encountered in the late 1700s was really at or just past its peak, ruled by a reasonably competent and conscientious Manchu emperor who history knows as Qianlong, ruling a land empire matching, roughly, the contours of the contemporary People’s Republic, almost entirely self-sufficient but willing to sell its silk, porcelain, and especially its tea to anyone who brought minted silver bullion—two-thirds of the world’s supply of which, by the time of the American Revolution, was already in Chinese coffers.</p>\n\n<p>What followed was a crisis that lasted, with no meaningful interruption, right up to 1949. Foreign invasion, large-scale drug addiction, massive internal civil wars (the Taiping Civil War of 1852-1863 killed some 20 million people), a disastrous anti-foreign uprising (the Boxers) stupidly supported by the Qing court with baleful consequence, and a belated effort at reform that only seems to have hastened dynastic collapse.</p>\n\n<p>The ostensible republic that followed the Qing was built on the flimsiest of foundations. The Republican experiment under the early Kuomintang was short-lived and, in no time, military strongmen took over—first, ex-dynastic generals like Yuan Shikai, then the militarists who scrambled for power after he died in 1916. China disintegrated into what were basically feuding warlord satrapies, waging war in different constellations of factional alliance. Meanwhile, China&#39;s impotence was laid bare at Versailles, where the great powers handed to Japan the colonial possessions of the defeated Germany, despite China having entered the Great War on the side of the Allies.</p>\n\n<p>China&#39;s betrayal at Versailles did not help the cause of liberalism in China. After all, it was the standard bearers of liberalism—the U.K., France, and the United States—that had negotiated secret treaties to give Shandong to the Japanese.</p>\n\n<p>For anyone coming of age in that time, there are few fond memories. It was war, deprivation, foreign invasion, famine, a fragile and short-lived peace after August 1945, then more war. Violence did not let up after 1949—especially for the hundreds of thousands, perhaps millions, who were &quot;class enemies&quot; on the wrong side of an ideological divide; or for the hundreds of thousands of Chinese soldiers sent to fight and die in Korea so soon after unification. And even with peace, prosperity didn&#39;t come: 1955 saw Mao announce a &quot;high tide of collectivization,&quot; which was followed by the tragic folly of the Great Leap Forward and ensuing famine, in which tens of millions perished.</p>\n\n<p>A friend of mine named who taught US college students at a program here in Beijing once said something to the effect of, “When Americans create their movie villains, when they populate their nightmares, they create Hitler and the SS again and again: Darth Vader and the Stormtroopers.” The fear of the liberty-loving American, he implied, is of a surfeit of authoritarianism.</p>\n\n<p>What of the Chinese? The Chinese nightmare is of chaos—of an absence of authority. And such episodes of history are fresh in the minds of many Chinese alive today—only a handful are old enough to actually remember the Warlord Period but plenty can remember the Cultural Revolution, when Mao bade his Red Guards to go forth and attack all the structures of authority, whether in the classroom, in the hospital, in the factory, or in the home. And so they humiliated, tortured, sometimes imprisoned and sometimes even murdered the teachers, the doctors, the managers, the fathers and mothers.</p>\n\n<p>In the 25 years since Deng inaugurated reforms in 1979, China has not experienced significant countrywide political violence. GDP growth has averaged close to 10 percent per annum. Almost any measure of human development has seen remarkable improvement. There are no food shortages and no significant energy shortages. Nearly 700 million Chinese now use the Internet. Over 500 million have smartphones. China has a high speed rail network that&#39;s the envy of even much of the developed world. China has, by some measures, even surpassed the U.S. as the world&#39;s largest economy.</p>\n\n<p>So try telling a Chinese person that anyone willing to trade a little personal liberty for a little personal safety deserves neither liberty nor safety, and they’ll look at you like you’re insane. Therein lies the values gap.</p>\n\n<p>In any case, if you’ll indulge some pop psychological speculation, I’ll go out on a limb and posit confidently that external criticism of a leadership will tend to, if anything, reinforce a citizenry’s identification with the state and blur the lines even more between “government” and “people.” Perhaps I’m wrong. But most people I know who are known to bitch occasionally about their own parents get awfully defensive when people outside the family offer unsolicited criticism. This seems especially to be the case with mothers.</p>\n\n<p>And so it is that many ordinary Chinese citizens, online and inevitably aware now of the timbre of China discourse in English-language media, tend to elide criticism of the state and Party with criticism of China, and take it personally. They feel a distinct sense of having been singled out for unfair criticism and will reach easily for handy explanations: Hegemonic America can&#39;t abide another serious power rising in the world, and just wants to sow discord and strife to keep China down; America needs to create a boogyman, an enemy to replace its fallen Cold War foe and placate its military-industrial complex. And in any case, America doesn&#39;t appreciate just how far we&#39;ve come under the leadership of this party, however imperfect.</p>\n\n<p>People will debate what the Party’s real role has been in poverty alleviation: is it accurate to say that the Chinese government “lifted 300 million people from poverty” or is it more correct to say that they mostly got out of the way and allowed those people to climb out of it themselves? (I tend to like the latter phrasing). That’s not the only accomplishment in China’s 35+ years of reform that will be fought over. But the simple truth is that by many, many measures of human development, the great majority of Chinese people are undeniably better off today than they were before Deng inaugurated reform. The grand unofficial compromise, in a kind of updated Hobbesian social contract, that the Party made with the Chinese people—“You stay out of politics, we’ll create conditions in which you can prosper and enjoy many personal freedoms”—has been, on balance (and to date), a success.</p>\n\n<p>No thinking Chinese person of my acquaintance believes that the Party or its leadership is anything close to infallible. Most can be quite cynical about the Party, the venality of officials, the hidden factional struggles, the instinct for self-preservation. They’re fully appreciative of the Party and leadership&#39;s many shortcomings. They don’t shrink from criticizing it, either; they aren’t reflexively careful of what they say and who might be listening.</p>\n\n<p>Then we come to western reporting bias. If you&#39;re a denizen of the Anglophone world, your impressions of China are almost certainly formed primarily by the media that you consume. There are of course exceptions: some 100,000 Americans have, in the last five years, spent time working or studying in China; there are several thousand enrolled in East Asian Studies graduate programs, or taking serious upper-division undergraduate coursework on China, or pursuing an academic discipline that focuses on China; and there are probably a few thousand more who, for personal reasons, have taken more than a passing interest in China and have read a good number of books on contemporary China or on modern Chinese history, have undertaken the study of Chinese, or have otherwise immersed themselves in trying to gain a deeper understanding of China. Taken together, though, these people represent a small percentage of the general media-consuming audience—the college-educated American who, say, reads a paper once in a while, watches cable or network news with fair regularity, listens to NPR on her drive to work, and occasionally clicks on a China-related tweet or on a friend&#39;s Facebook page, or her counterpart elsewhere in the Anglophone world. </p>\n\n<p>There&#39;s bias that&#39;s based on a tendency to view China as a monolith and to see decisions taken by local leaders or decision makers as having come from Beijing, from the Politburo Standing Committee or from Xi Jinping. I see this especially in headline writing where &quot;China Prosecutes So-and-So&quot; turns out to be about one small city&#39;s judiciary or mayor&#39;s office prosecuting so-and-so; think how silly it would be if, say, a story about Harlan County, Kentucky banning the teaching of evolution were headlined &quot;US Bans Teaching of Evolution.&quot;</p>\n\n<p>There&#39;s a bias arising from a tendency—encountered, thankfully, only rarely—to see the current leadership as continuous with the Mao era leadership because the ruling party is still called the Chinese Communist Party, when the fact is that Deng Xiaoping&#39;s ascent represented a repudiation of the Cultural Revolution, even if it was never made explicit. It must be said that the Party doesn&#39;t help people get past this conflation by displaying Mao&#39;s face so ubiquitously.</p>\n\n<p>And then, there&#39;s bias that reveals itself in the use of certain words. The word &quot;regime,&quot; for instance, has I believe become pejorative in its ordinary use; it connotes illegitimacy. Similarly, &quot;Hardliners&quot; or &quot;Neo-Marxists&quot; are rarely accurate descriptors and are, subconsciously or otherwise, very value-laden words.\n<a href=\"https://www.quoracom/Why-do-so-many-people-feel-that-the-Chinese-cant-possibly-be-OK-with-their-government-or-society-Itseems-that-many-in-West-deem-the-current-Chinese-government-society-as-wrong-and-that-any-right-thinking-person-would-agree-and-join-in-the-/answer/Kaise-Kuo?share=5dde82d7&amp;amp;srid=hUFJ\">More</a> on the topic of you wanted to dive deep.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mj1yey/cmv_the_majority_of_chinese_people_dont_want/",
  "subreddit": "changemyview",
  "id": "mj1yey",
  "is_self": true,
  "media": null,
  "is_video": false
}