{
  "author": "arsholan",
  "original_created_utc": 1635725194,
  "title": "Books for kind people who finally use their rage",
  "created_utc": 1635767080,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello guys! \nSo I’ve read a lot of recs here but it seems I haven’t found anything like that. If I’ve missed it, I’d be grateful for a link. \nMy greatest mistake is that I’m too kind, like, your hyperbolized kind and trusting girl trope, and that’s the reason I’ve been facing a lot of problems in the last year. I haven’t been in a relationship for a long time, more emotionally used for self-service and as a side “option” and I tend to be the one solving the issues of all people I care for without often getting anything at all. I hope that doesn’t sound rude or anything like that, sorry if that was a little off. \nSo I’m looking for a book that will be based on the rage I feel and show the character building from the point when they stop being nice and looking for lovers, family, and friends “recognizing how valuable they are”. Something with Arya Stark’s anger and determination because that’s what keeps me going. And satisfaction with being alone and strong. \nAlthough this book isn’t angry, I liked the mood of “Eleanor Oliphant is completely fine”. \nAnd while I know Ayn Rand’s books aren’t popular, I did find her characters very good role models because they emphasize some things I rarely can find in myself. \nI don’t look for nonfiction or self-help book, and I definitely don’t want to read about forgiveness, for the first time in my life. But I’d like anything aside from that. \nThank you!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/qk21yo/books_for_kind_people_who_finally_use_their_rage/",
  "subreddit": "booksuggestions",
  "id": "qk21yo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello guys! So I’ve read a lot of recs here but it seems I haven’t found\nanything like that. If I’ve missed it, I’d be grateful for a link. My greatest\nmistake is that I’m too kind, like, your hyperbolized kind and trusting girl\ntrope, and that’s the reason I’ve been facing a lot of problems in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。ここでたくさんのレコメンドを読んだのですが、どうやら私はそれらしいものを見つけられなかったようです。\nありませんでした。もし私が見逃していたら、リンクを貼っていただけるとありがたいです。私の最大の失敗は\n私の最大の失敗は、私が優しすぎることです。\n私の最大の失敗は、優しすぎることです。",
      "title": "最終的に怒りを行使する優しい人のための本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好 我在这里读了很多建议，但似乎我还没有找到\n这样的东西。如果我错过了，请给我一个链接，我将不胜感激。我最大的\n我最大的错误是我太善良了，就像你夸张的善良和信任的女孩一样\n套路，这也是我一直面临很多问题的原因。",
      "title": "给善良的人的书，他们终于用上了自己的怒气"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好 我在這裏讀了很多建議，但似乎我還沒有找到\n這樣的東西。如果我錯過了，請給我一個鏈接，我將不勝感激。我最大的\n我最大的錯誤是我太善良了，就像你誇張的善良和信任的女孩一樣\n套路，這也是我一直面臨很多問題的原因。",
      "title": "給善良的人的書，他們終於用上了自己的怒氣"
    }
  ]
}