{
  "author": "Sheavelus",
  "original_created_utc": 1637668714,
  "title": "CMV: The is nothing paranormal or supernatural.",
  "created_utc": 1637685549,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ghosts, demons, deities, mythical creatures all of these claim to exist all of which are only propped up by anecdotal evidence. Video surveillance everywhere, everyone with a video recorder in their pockets, yet no evidence of anything abnormal. Mediums and psychics always being exposed as fruads. Voodoo practitioners exposed as frauds. Self proclaimed witches that do nothing. If ghosts were real with all that time our greatest minds that have passed on would have found a way to communicate with the living.</p>\n\n<p>Taking all of that into consideration I can only conclude there is nothing para or supernatural.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/r0bn13/cmv_the_is_nothing_paranormal_or_supernatural/",
  "subreddit": "changemyview",
  "id": "r0bn13",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ghosts, demons, deities, mythical creatures all of these claim to exist all of\nwhich are only propped up by anecdotal evidence. Video surveillance everywhere,\neveryone with a video recorder in their pockets, yet no evidence of anything\nabnormal. Mediums and psychics always being exposed as fruads.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "幽霊、悪魔、神、神話上の生き物、これらすべてが存在すると主張している。\nこれらはすべて、逸話的な証拠によって裏付けられているに過ぎません。どこにでもあるビデオ監視。\n誰もがポケットにビデオレコーダーを持っていますが、異常を示す証拠は何もありません。\n異常である。霊媒師や超能力者は、常にフラウド.... であることを暴露されています。",
      "title": "CMV: 超常現象やスーパーナチュラルなものは何もありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "鬼魂、恶魔、神灵、神话中的生物，所有这些都声称存在。\n这些都是由传闻证据支持的。视频监控无处不在。\n每个人的口袋里都有一个录像机，但却没有任何证据表明有什么异常。\n不正常。灵媒和通灵者总是被揭发，因为他们都很沮丧....。",
      "title": "CMV：没有什么超自然现象或超自然现象。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "鬼魂、惡魔、神靈、神話中的生物，所有這些都聲稱存在。\n這些都是由傳聞證據支持的。視頻監控無處不在。\n每個人的口袋裏都有一個錄像機，但卻沒有任何證據表明有什麼異常。\n不正常。靈媒和通靈者總是被揭發，因爲他們都很沮喪....。",
      "title": "CMV：沒有什麼超自然現象或超自然現象。"
    }
  ]
}