{
  "author": "nouseforaname888",
  "the_new_excerpt": "When I say drugs for specific conditions, I’m obviously not talking about drugs\nfor seasonal allergies or drugs for the cold/flu...I mean drugs for a kidney\ncondition or psoriasis or some very specific health condition like that.\n\nMost of the American public has little knowledge about the…",
  "original_created_utc": 1619156603,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "特定の症状のための薬と言っても、季節的なアレルギーのための薬や、風邪やインフルエンザのための薬ではありません。\n季節性アレルギーの薬や風邪・インフルエンザの薬ではありません。\n腎臓病や乾癬など、非常に特殊な健康状態のための薬です。\n\nアメリカ人の多くは、特定の症状のための薬についてほとんど知りません。",
      "title": "CMV: 製薬会社は、特定の症状に対する薬を一般の人々に宣伝するべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我说针对特定情况的药物时，我显然不是在说针对季节性过敏或感冒/流感的药物。\n季节性过敏的药物或治疗感冒/流感的药物......我指的是治疗肾脏疾病或银屑病的药物，或一些非常具体的健康状况。\n我指的是治疗肾脏疾病或银屑病或类似的一些非常具体的健康状况的药物。\n\n大多数美国公众对这些疾病知之甚少。",
      "title": "CMV：制药公司不应该向公众宣传其治疗特定疾病的药物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我說針對特定情況的藥物時，我顯然不是在說針對季節性過敏或感冒/流感的藥物。\n季節性過敏的藥物或治療感冒/流感的藥物......我指的是治療腎臟疾病或銀屑病的藥物，或一些非常具體的健康狀況。\n我指的是治療腎臟疾病或銀屑病或類似的一些非常具體的健康狀況的藥物。\n\n大多數美國公衆對這些疾病知之甚少。",
      "title": "CMV：製藥公司不應該向公衆宣傳其治療特定疾病的藥物。"
    }
  ],
  "title": "CMV: pharmaceutical companies should not advertise their drugs for specific conditions to the general public.",
  "created_utc": 1619178067,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I say drugs for specific conditions, I’m obviously not talking about drugs for seasonal allergies or drugs for the cold/flu...I mean drugs for a kidney condition or psoriasis or some very specific health condition like that. </p>\n\n<p>Most of the American public has little knowledge about the medications advertised. Sometimes commercials can be misleading and this can negatively influence someone they need this medication for this condition when in fact they don’t. Sure some of these drugs need a doctor’s prescription but these ads influence people to think they need them and this may influence doctors to prescribe these medicines. </p>\n\n<p>Medications should only be advertised to medical professionals not to the general public .</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/mwofqv/cmv_pharmaceutical_companies_should_not_advertise/",
  "subreddit": "changemyview",
  "id": "mwofqv",
  "is_self": true,
  "media": null,
  "is_video": false
}