{
  "author": "ivegotcheesyblasters",
  "original_created_utc": 1638828116,
  "title": "YSK the gov-run Unclaimed Property Program holds money YOU are owed",
  "created_utc": 1638852179,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: it&amp;#39;s free, it&amp;#39;s legit, and it&amp;#39;s your money&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;This program exists in the US, Canada, and UK AT LEAST, so while I&amp;#39;m talking about the US, your country probably has one too&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say 8 years ago you quit a job. Later, that business discovered you were owed $50 in overtime. Legally, they have to get it to you, but realistically they aren&amp;#39;t going to hire a PI to find &amp;amp; verify your identity. Maybe you inherited some stocks/bonds and weren&amp;#39;t notified. Where does the money go? Why, the Unclaimed Property Program! &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://unclaimed.org/search/\"&gt;https://unclaimed.org/search/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Government-run and totally legitimate, it&amp;#39;s free to search your name, your business name, your sister&amp;#39;s name....anyone&amp;#39;s name, and see if they are owed money. I found I was owed hundreds of dollars from my college apartment. My best friend was owed about $75 from an old gig. My current employer had cash from an overpaid utility bill.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s your money and it&amp;#39;s free to get it back. There are BILLIONS OF DOLLARS left unclaimed in the US every year.&lt;/p&gt;\n\n&lt;p&gt;This is not a scam. I get nothing from this. You won&amp;#39;t be asked to pay a dime - if you are, it&amp;#39;s a scam website. Every state has its own. You can search anywhere - make sure to search in states you&amp;#39;ve lived in the past.&lt;/p&gt;\n\n&lt;p&gt;Steps:\nSearch name - find $$$ - fill out form - get a check in the mail a few weeks later&lt;/p&gt;\n\n&lt;p&gt;GET YOUR MONEY Y&amp;#39;ALL!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 78,
  "permalink": "/r/YouShouldKnow/comments/raizy7/ysk_the_govrun_unclaimed_property_program_holds/",
  "subreddit": "YouShouldKnow",
  "id": "raizy7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it&#39;s free, it&#39;s legit, and\nit&#39;s your money</p> <p><strong>This program exists in the US, Canada, and UK\nAT LEAST, so while I&#39;m talking about the US, your country probably has one\ntoo</strong></p> <p>Let&#39;s say 8 years ago you quit a job.…"
}