{
  "author": "sammyjamez",
  "original_created_utc": 1626617259,
  "title": "What is the psychology behind the Holocaust Denial? What are the factors that explain the resilience against any historical and archeological evidence that explain the existence of the Holocaust? Why is there such resilience against this infamous genocide versus other controversies that occurred?",
  "created_utc": 1626643543,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Please, I want to highlight that I am not a denier here.</p>\n\n<p>I like to look into different sides of the argument as people and I learned that how history is taught is also what it is written and interpreted.</p>\n\n<p>Now the evidence that we have (from what I have gathered) of the existence of the Holocaust are plenty.</p>\n\n<p>Firstly, Hitler&#39;s speeches and his Mein Kampf book show many hints of the hatred and scapegoating of Jews.</p>\n\n<p>Next are the anti-Jewish acts that occurred in Germany before they are hunted and killed such as businesses that were owned by Jews were closed and declared illegal, homes and shops of Jewish people were vandalised, synapogues were closed, and Jewish people had to wear tags or labels or the Star of David as a clear indicator.</p>\n\n<p>Then, there are the documents and the places that show the existence of the Holocaust. Auschwitz is the most obvious example and a powerful one. The conditions of the place show how the Jews were treated and the uniform that they wore, and the amount of shoes collected of the ones that were killed and gassed, numbers and tattoes in every one and so on.</p>\n\n<p>The Nuremberg trials are also evidence of the existence of war criminals who used the war effort or had some influence in the Nazi party on the acts that were conducted against Jews and other people that were deemed inferior or the enemy of the Germans.</p>\n\n<p>The sheer number, scale and intensity of it feels unbelievably unreal (I must admit, even I find it hard to swallow that people were and are go to such extreme lengths) but many evidence show that this genocide existed.</p>\n\n<p>Now, I want to show a different side here.</p>\n\n<p>When I hear a revisionists&#39; argument or an argument of an Denialist who wants to question the evidence that was gathered, I also want to look into that argument as well.</p>\n\n<p>Is the evidence actually valid and real? Do the Denialists&#39; evidence and arguments also hold as much validity and merit? Can the science of psychology show that the human species is indeed capable of such extreme acts?</p>\n\n<p>At the same time, I am also puzzled and curious as to why there is this level of confirmation bias about this topic, particularly towards the Holocaust.</p>\n\n<p>What are the factors or the reasonings that explain why some people are inclined to deny the collected evidence or question the actuality of this era?</p>\n\n<p>As there a common theme involved such as paranoia or a certain upbringing or anti-governmental attitudes or imperialistic values?</p>\n\n<p>Why is there such focus on wanting to deny the actions that occurred that were made by those who took part of the Holocaust than for example in other genocides or controversial topics that existed, especially in recent memory such as the Armenian genocide or when Japanese-American citizens were put into concentration camps of their own by America when the latter entered the war?</p>\n\n<p>(please correct me if I am wrong whether the concentration camps of the Japanese-Americans were of the same level of poor quality and poor conditions as those of Nazi Germany)</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/AskHistorians/comments/omr6bj/what_is_the_psychology_behind_the_holocaust/",
  "subreddit": "AskHistorians",
  "id": "omr6bj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Please, I want to highlight that I am not a denier here.\n\nI like to look into different sides of the argument as people and I learned that\nhow history is taught is also what it is written and interpreted.\n\nNow the evidence that we have (from what I have gathered) of the existence of\nthe Holocaust…"
}