{
  "author": "johnstrt",
  "the_new_excerpt": "Has this ever happened to you? Many times, I have had well-meaning people\nsuggest a book and comment that there is a big plot surprise at the end....but\nthen hasten to add that they aren't going to spoil it. But they DID just spoil\nit........\n\nA plot twist is obviously most effective when you aren't…",
  "original_created_utc": 1616087085,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你有过这样的经历吗？很多次，我都有好心的人\n推荐一本书，并评论说最后有一个很大的情节惊喜....，但。\n然后赶紧补充说，他们不打算破坏它。但是，他们确实只是破坏了\n它........\n\n情节转折显然是最有效的，当你不...",
      "title": "没有破坏者....，但最后有一个巨大的转折。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你有過這樣的經歷嗎？很多次，我都有好心的人\n推薦一本書，並評論說最後有一個很大的情節驚喜....，但。\n然後趕緊補充說，他們不打算破壞它。但是，他們確實只是破壞了\n它........\n\n情節轉折顯然是最有效的，當你不...",
      "title": "沒有破壞者....，但最後有一個巨大的轉折。"
    }
  ],
  "title": "No spoilers....but there's a HUGE twist at the end",
  "created_utc": 1616092222,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Has this ever happened to you?  Many times, I have had well-meaning people suggest a book and comment that there is a big plot surprise at the end....but then hasten to add that they aren&#39;t going to spoil it.  But they DID just spoil it........</p>\n\n<p>A plot twist is obviously most effective when you aren&#39;t expecting it.  If you know the twist is coming, you are constantly on the lookout for it; you are actively speculating what the twist will be.  When it finally comes, there is no real excitement....or even an actual &quot;surprise&quot;.</p>\n\n<p>I know that it can be incredibly difficult not to talk about an extraordinary reading experience.  I enjoy hearing people talk about a book that they truly enjoyed.  And I (like most people) enjoy an unpredictable plot.  But please keep the &quot;huge twists&quot; to yourself.</p>\n\n<p>Admittedly, the reviews and synopsis on the book cover will probably be sufficient to spoil this.  I can&#39;t recall the last time that a plot twist was in any way surprising....and that&#39;s kind of a shame.</p>\n</div><!-- SC_ON -->",
  "score": 240,
  "permalink": "/r/books/comments/m7vhye/no_spoilersbut_theres_a_huge_twist_at_the_end/",
  "subreddit": "books",
  "id": "m7vhye",
  "is_self": true,
  "media": null,
  "is_video": false
}