{
  "author": "Cantthinkofname1245",
  "original_created_utc": 1632633912,
  "title": "CMV: Skin color plays a pretty minor role when determining how privileged someone is",
  "created_utc": 1632656352,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For starters I am not some angry white guy (far from it) but in my opinion, someone&#39;s skin color plays a fairly minor role when determining one&#39;s privilege.</p>\n\n<p>A lot of privilege comes from the types of means someone has to help them live a fulfilling life. A person of color who is able-bodied, highly educated, does not have medical struggles, lives in an urban setting with easy access to all the modern commodities, and is an executive at a large company is certainly more privileged than a straight white male living in a trailer in some random backwoods part of Appalachia with little to no education, is hooked on drugs, has loads of red flags concerning his health, never left his county since birth, and can&#39;t seem to get any source of income in spite of the former not being white and latter being Caucasian.</p>\n\n<p>And above isn&#39;t just some pulling from straws comparison, there are many non-white people in America who enjoy much higher living standards and quality of life than white people depending on other aspects of their living</p>\n\n<p>I&#39;m not denying that skin color is part of the equation but it&#39;s only one of many many things that determines how &quot;privileged&quot; an individual is.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pvnjye/cmv_skin_color_plays_a_pretty_minor_role_when/",
  "subreddit": "changemyview",
  "id": "pvnjye",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For starters I am not some angry white guy (far from it) but in my opinion,\nsomeone's skin color plays a fairly minor role when determining one's privilege.\n\nA lot of privilege comes from the types of means someone has to help them live a\nfulfilling life. A person of color who is able-bodied, highly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、私は怒っている白人ではありません（それどころではありません）が、私の意見では\n私の考えでは、肌の色は特権を決定する上ではかなり小さな役割を果たします。\n\n特権の多くは、充実した生活を送るために誰かが持っている手段の種類によって決まります。\n充実した生活を送ることができます。体力のある有色人種は、高度な...",
      "title": "CMV: 肌の色は、特権階級を決定する上で非常に重要ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我不是什么愤怒的白人（远非如此），但在我看来。\n一个人的肤色在决定一个人的特权时起着相当小的作用。\n\n很多特权来自于某人拥有的帮助他们过上充实生活的各种手段。\n充实的生活。一个身体健康的有色人种，有很高的文化修养，有很强的社会责任感。",
      "title": "CMV: 在确定一个人有多大的特权时，肤色起着相当小的作用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我不是什麼憤怒的白人（遠非如此），但在我看來。\n一個人的膚色在決定一個人的特權時起着相當小的作用。\n\n很多特權來自於某人擁有的幫助他們過上充實生活的各種手段。\n充實的生活。一個身體健康的有色人種，有很高的文化修養，有很強的社會責任感。",
      "title": "CMV: 在確定一個人有多大的特權時，膚色起着相當小的作用。"
    }
  ]
}