{
  "author": "A7omicDog",
  "original_created_utc": 1626320288,
  "title": "YSK that your iPhone can scan documents",
  "created_utc": 1626338270,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: With recent comments in the news about how many rural folks cannot easily photocopy a document — your iPhone can do so. (Android too, maybe?)</p>\n\n<p>Open a new note in the Notes app, then click on the camera and choose “scan documents”. This is not the same as taking a picture of a piece of paper! It identifies the edges of your document, squares it off, and saves it as a PDF. I’ve used this for signed contracts and the other parties could not tell a difference.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/okkl3v/ysk_that_your_iphone_can_scan_documents/",
  "subreddit": "YouShouldKnow",
  "id": "okkl3v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: With recent comments in the news about how many rural folks cannot\neasily photocopy a document — your iPhone can do so. (Android too, maybe?)\n\nOpen a new note in the Notes app, then click on the camera and choose “scan\ndocuments”. This is not the same as taking a picture of a piece of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：最近のニュースでは、地方の人々が書類を簡単にコピーできないというコメントがありました。\n最近のニュースでは、地方の人々は書類を簡単にコピーできないと言われていますが、あなたのiPhoneではそれが可能です。(Androidも、たぶん？)\n\nメモアプリで新しいメモを開き、カメラをクリックして「書類をスキャン」を選択します。\nドキュメント」を選択します。これは、書類の写真を撮るのとは違います...",
      "title": "iPhoneで書類をスキャンできるYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：最近的新闻评论说，许多农村人不能轻易复印文件，而你的iPhone可以做到这一点。\n农村人不能轻易复印文件 - 你的iPhone可以做到这一点。(安卓也是，也许？)\n\n在笔记应用程序中打开一个新的笔记，然后点击相机并选择 \"扫描\n文件\"。这与拍摄一张照片不同。",
      "title": "你的iPhone可以扫描文件的YSK"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：最近的新聞評論說，許多農村人不能輕易複印文件，而你的iPhone可以做到這一點。\n農村人不能輕易複印文件 - 你的iPhone可以做到這一點。(安卓也是，也許？)\n\n在筆記應用程序中打開一個新的筆記，然後點擊相機並選擇 \"掃描\n文件\"。這與拍攝一張照片不同。",
      "title": "你的iPhone可以掃描文件的YSK"
    }
  ]
}