{
  "author": "cmupv1",
  "original_created_utc": 1637774993,
  "title": "CMV: Even if he technically didn't break the law, Kyle Rittenhouse's actions were immoral and should be discouraged.",
  "created_utc": 1637778643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll  start by saying that I know most of Reddit agrees with me, but the  common belief among right-wing folks seems to be that Kyle Rittenhouse  was doing the right thing during the Kenosha unrest, and that his  acquittal is a victory for the right to self defense in the US, so I  want to give those folks the chance to change my mind if I truly am  being brainwashed by the media.</p>\n\n<p>Here&#39;s what I saw: A right-leaning 17-year-old boy sees that  left-leaning protests are happening about 20 miles away from him, and  that some of the protestors are being violent and destroying property.  He drives to the scene of the unrest with a semi-automatic rifle, and  begins pointing it at many different people. Many, though not all, of  the people his weapon is pointed at are non-violent and unarmed. People  with weapons point them back at him, they shoot at him, he shoots back,  he kills three people.</p>\n\n<p>Opinions on this are divided along political lines, with many  praising his actions as successfully defending someone else&#39;s property.   I personally feel that if this type of behavior is encouraged, it opens  the door for vigilante justice and extrajudicial murder:</p>\n\n<ul>\n<li>If someone owns a business that is at risk during civil unrest, a  third party doesn&#39;t just get to take a deadly weapon, stand in front of  it, and kill anyone they think might pose a risk to that business,  especially when the business owner never asked them to.</li>\n<li>This can be used as a justification for nearly any murder, as long  as there&#39;s some sort of identifiable risk nearby. Consider: &quot;A hurricane  passed near our town. There&#39;s a store there that might have been  destroyed (not my store, someone else&#39;s who never asked me to help in  any way). I stood in front of the store to protect it. I brought my  rifle because that&#39;s my right. Someone approached store who I thought  was likely a looter, so I killed them to protect the store.&quot; Basically,  any time there&#39;s unrest, &quot;protecting property&quot; can be used to justify  killing anyone.</li>\n<li>Rittenhouse was pointing his gun all over the place, which means  that many people could have been justified in feeling that their life  was in danger. If someone shot him in self defense, then his shooting  them back could not be considered self defense either. Even if we don&#39;t  include a legal perspective here, bringing a rifle anywhere and pointing  it at an unarmed person in a vigilante/extrajudicial manner is immoral,  and if people with weapons are pointing them at each other, self  defense no longer becomes a valid moral defense for either of them on  the whole. Once someone starts shooting at Rittenhouse, his only viable  choice might have been to shoot back, but that doesn&#39;t discount every  choice he made up until that point.</li>\n</ul>\n\n<p>I&#39;m sure I have an incomplete version of the facts, and I&#39;d certainly  love to be corrected (ideally with proper sourcing), but learning more  about that night is only going to change my view if it helps establish  that Rittenhouse was morally justified that night. I really want to see  what I&#39;m missing here.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/r1af45/cmv_even_if_he_technically_didnt_break_the_law/",
  "subreddit": "changemyview",
  "id": "r1af45",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll start by saying that I know most of Reddit agrees with me, but the common\nbelief among right-wing folks seems to be that Kyle Rittenhouse was doing the\nright thing during the Kenosha unrest, and that his acquittal is a victory for\nthe right to self defense in the US, so I want to give those…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておくと、Redditのほとんどの人が私に同意していることは知っていますが、共通の\n右派の人々の間では、カイル・リッテンハウスはケノーシャの騒動の中で正しいことをしていた、と考えられているようです。\nカイル・リッテンハウスはケノーシャの騒動で正しいことをしていた、彼の無罪判決はアメリカの自衛権の勝利だ、というのが右派の人たちの共通認識のようです。\nしかし、右派の人々の間では、Kyle Rittenhouseはケノーシャの騒動の中で正しいことをしていた、彼の無罪判決はアメリカの自衛権の勝利であるという意見が多いようです。",
      "title": "CMV：技術的には法を犯していなくても、カイル・リッテンハウスの行為は不道徳であり、阻止すべきものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我首先要说的是，我知道Reddit上的大多数人都同意我的观点，但右翼人士的普遍看法似乎是凯尔-瑞特豪斯在做的事情。\n右翼人士的共同信念似乎是，凯尔-瑞特豪斯在进行\n他的无罪释放是美国自卫权的一次胜利。\n他的无罪释放是美国自卫权的胜利，所以我想给这些...",
      "title": "CMV：即使他在技术上没有违反法律，凯尔-瑞特豪斯的行为也是不道德的，应该被劝阻。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先要說的是，我知道Reddit上的大多數人都同意我的觀點，但右翼人士的普遍看法似乎是凱爾-瑞特豪斯在做的事情。\n右翼人士的共同信念似乎是，凱爾-瑞特豪斯在進行\n他的無罪釋放是美國自衛權的一次勝利。\n他的無罪釋放是美國自衛權的勝利，所以我想給這些...",
      "title": "CMV：即使他在技術上沒有違反法律，凱爾-瑞特豪斯的行爲也是不道德的，應該被勸阻。"
    }
  ]
}