{
  "author": "GooseWithDaGibus",
  "original_created_utc": 1632631297,
  "title": "Just got back into reading after a five year hiatus. I've finished four books this month. Can't believe I ever stopped after highschool.",
  "created_utc": 1632640938,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My to-read list is also 47 books long already. I think reading has really helped my mental health. I also started creative writing for the fun of it too. I wish I had started years ago.</p>\n\n<p>Side note: someone told me today that Stephen King&#39;s It the book was bad because It the movie was bad. But she hadn&#39;t read it and I was like ?????? God I love that book though. Gotta get myself a nice hardback for it. </p>\n\n<p>Thanks for reading my incoherent post.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/pvmytl/just_got_back_into_reading_after_a_five_year/",
  "subreddit": "books",
  "id": "pvmytl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My to-read list is also 47 books long already. I think reading has really helped\nmy mental health. I also started creative writing for the fun of it too. I wish\nI had started years ago.\n\nSide note: someone told me today that Stephen King's It the book was bad because\nIt the movie was bad. But she…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読書リストもすでに47冊になっています。読書は私の精神的な助けになっていると思います。\n読書は私の精神衛生にとても役立っていると思います。また、クリエイティブ・ライティングも楽しんで始めました。もっと前から始めていれば\n何年も前に始めていればよかったと思っています。\n\n余談ですが、今日ある人がスティーブン・キングの「It」の本が悪いのは、映画の「It」が悪いからだと言っていました。\n映画の「It」が悪かったから。でも、彼女は...",
      "title": "5年ぶりに読書を再開したところです。今月は4冊の本を読み終えました。高校生になってからやめてしまったことが信じられません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的待读清单也已经有47本书了。我认为阅读真的有助于\n我的心理健康。我还开始了创意写作，也是为了好玩。我希望\n我几年前就开始了。\n\n题外话：今天有人告诉我，斯蒂芬-金的《它》这本书很糟糕，因为\n它的电影也很糟糕。但她...",
      "title": "在中断了五年之后，刚刚重新开始阅读。这个月我已经读完了四本书。不敢相信我在高中毕业后曾停止阅读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的待讀清單也已經有47本書了。我認爲閱讀真的有助於\n我的心理健康。我還開始了創意寫作，也是爲了好玩。我希望\n我幾年前就開始了。\n\n題外話：今天有人告訴我，斯蒂芬-金的《它》這本書很糟糕，因爲\n它的電影也很糟糕。但她...",
      "title": "在中斷了五年之後，剛剛重新開始閱讀。這個月我已經讀完了四本書。不敢相信我在高中畢業後曾停止閱讀。"
    }
  ]
}