{
  "author": "Iyzuku",
  "original_created_utc": 1635008148,
  "title": "CMV: Conservatives use identity politics just as much as the left does.",
  "created_utc": 1635017815,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: No, I&#39;m not saying that all Conservatives do this\nConservatives use identity politics in these ways and I agree that calling black conservatives racial slurs or race based insults is racist and it makes me cringe whenever I see someone do that</p>\n\n<ol>\n<li>Claiming that it is racist for a white liberal or leftist to make fun of or criticize an individual black conservative without mentioning race. </li>\n<li>Claiming that if you can find a small amount of black people or other POC that agree with you that something white liberals think is racist isnt, that means that most black people or POC think that the thing white liberals think is racist isn&#39;t and white liberals are just getting offended on their behalf </li>\n<li>Using the existence of gay and black conservatives to prove that they aren&#39;t racist or homophobic and tokenizing them</li>\n<li>Claiming that it is impossible for a black or gay person to have any racist or homophobic views</li>\n</ol>\n\n<p>All of these things are usually done in bad faith as an attempt to &quot;own the libs&quot; based on a complete misunderstanding of what liberals and leftists actually believe. I think it&#39;s much more defensible to use identity politics to try to solve issues relating to race then to use it to call someone else a hypocrite based on something that only seems hypocritical if you have a complete misunderstanding of what anti racists actually claim to believe. </p>\n\n<p>Also, I&#39;m pretty sure that Trumps rhetoric about immigrants and Tucker Carlsons rhetoric about white people being replaced by minorities in order to take away their voting power and the accusations of Democrats keeping black voters on a &quot;democratic plantation&quot; and all the stuff about fighting anti white racism counts as identity politics.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qe8nw6/cmv_conservatives_use_identity_politics_just_as/",
  "subreddit": "changemyview",
  "id": "qe8nw6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: No, I'm not saying that all Conservatives do this Conservatives use\nidentity politics in these ways and I agree that calling black conservatives\nracial slurs or race based insults is racist and it makes me cringe whenever I\nsee someone do that\n\n 1. Claiming that it is racist for a white…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集部：いいえ、すべての保守派がこのようなことをしていると言っているわけではありません。\nアイデンティティ・ポリティクスを利用しています。\n黒人の保守派を人種的なスラーや人種に基づいた侮辱と呼ぶのは人種差別であり、そのようなことをしている人を見るたびに私はゾッとします。\n誰かがそれをするのを見るたびに、私はぞっとします。\n\n 1. 白人が人種差別的であると主張する。",
      "title": "CMV：保守派は、左派と同じようにアイデンティティ・ポリティクスを使います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：不，我不是说所有的保守派都这样做 保守派利用\n身份政治的方式，我同意把黑人保守派称为\n我同意，称黑人保守派为种族诽谤或基于种族的侮辱是种族主义者，每当我看到有人这样做时，我都会感到害怕。\n看到有人这样做，我都会感到害怕\n\n 1. 声称白人是种族主义者...",
      "title": "CMV：保守派和左派一样都在使用身份政治。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：不，我不是說所有的保守派都這樣做 保守派利用\n身份政治的方式，我同意把黑人保守派稱爲\n我同意，稱黑人保守派爲種族誹謗或基於種族的侮辱是種族主義者，每當我看到有人這樣做時，我都會感到害怕。\n看到有人這樣做，我都會感到害怕\n\n 1. 聲稱白人是種族主義者...",
      "title": "CMV：保守派和左派一樣都在使用身份政治。"
    }
  ]
}