{
  "author": "Salsal_Azar",
  "the_new_excerpt": "You know how it is when things get boring but then you pick up an interesting\nbook and suddenly you're swept into this whole new world with all these people\nwith real-life problems and you just get so caught up it feels like everything\nin your real world doesn't matter?\n\nI love reading because of…",
  "original_created_utc": 1624245305,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "つまらないことがあっても、面白い本を手にすると、突然その世界に引き込まれてしまうことってありますよね。\n突然、新しい世界に引きずり込まれてしまう。\n現実的な問題を抱えた人々がいる全く新しい世界に引きずり込まれ、現実の世界のすべてがどうでもよくなってしまうような感覚に陥ります。\n現実の世界がどうでもよくなってしまうのです。\n\n私が読書を好きな理由は...",
      "title": "読書が好きなのは、うつ状態を抑え、人生に感謝できるようになるからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你知道当事情变得无趣时是怎样的，但当你拿起一本有趣的书时\n忽然间，你被卷进了一个全新的世界，所有这些人都有真实的生活问题。\n有着现实生活中的问题，你就这么被吸引住了，感觉就像你的一切\n在你的现实世界中并不重要？\n\n我喜欢阅读是因为...",
      "title": "我喜欢阅读，因为它有助于保持我的抑郁症，并使我更欣赏生活。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你知道當事情變得無趣時是怎樣的，但當你拿起一本有趣的書時\n忽然間，你被捲進了一個全新的世界，所有這些人都有真實的生活問題。\n有着現實生活中的問題，你就這麼被吸引住了，感覺就像你的一切\n在你的現實世界中並不重要？\n\n我喜歡閱讀是因爲...",
      "title": "我喜歡閱讀，因爲它有助於保持我的抑鬱症，並使我更欣賞生活。"
    }
  ],
  "title": "I love reading because it helps keep my depression at bay and makes me appreciate life more.",
  "created_utc": 1624257038,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You know how it is when things get boring but then you pick up an interesting book and suddenly you&#39;re swept into this whole new world with all these people with real-life problems and you just get so caught up it feels like everything in your real world doesn&#39;t matter?</p>\n\n<p>I love reading because of exactly that.</p>\n\n<p>I&#39;ve been depressed for quite a while. Some days it feels like life is pointless because I have nothing and no one to live for. But then I pick up a book and I get lost in it and as long as I am reading I feel better.</p>\n\n<p>It&#39;s an escape. An escape from my ever-thinking mind, an escape from my problems. Maybe that sounds unhealthy, because we do have to live in the real world but damn I love living in a book every now and then.</p>\n\n<p>I picked up Loung Ung&#39;s First They Killed My Father. Reading about this kid who lost almost all her family before she was even a teenager, who starved every day for years, who saw and lived through war made me appreciate and value the family and safety that I have.</p>\n\n<p>I read Khaled Hosseini&#39;s A Thousand Splendid Suns, and while it is a fictional story it depicts a very real issue with people in some countries being forced into marriage at young ages. It made me appreciate the freedom of choice that I have.</p>\n\n<p>It&#39;s easy not to appreciate things in life, like having someplace to sleep, having something to eat everyday, having at least one person to call family.</p>\n\n<p>It&#39;s easy not to appreciate the smaller things in life, like your mother saying good-morning to you with a smile, like the cup of tea and a good book that is just so perfect on a cold night.</p>\n\n<p>It&#39;s easy to sit in the comfort of your home and mind and think you have it worse than everybody else and that you&#39;re more miserable.</p>\n\n<p>When I read a book, it&#39;s like I step <em>outside</em>. I step outside the comfort of my house with the food and the family. Outside of my life. I see how other people really have it hard, how it&#39;s like to have problems way worse than just my sick mind.</p>\n\n<p>I love reading. It is not just a hobby anymore. I get to live many different lives, see things from other people&#39;s perspective, live in the real world without stepping outside, and most importantly, get out of my head.</p>\n\n<p>I love it.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o4ls99/i_love_reading_because_it_helps_keep_my/",
  "subreddit": "books",
  "id": "o4ls99",
  "is_self": true,
  "media": null,
  "is_video": false
}