{
  "author": "Bravos78",
  "the_new_excerpt": "Recently, I decided to read the book and watch the film and I’m extremely\npleased that I did. I’m having a blast coming up with my own interpretations of\nit and reading others’ online.\n\nThe book was great, Kesey did a fantastic job with the characters and created\none of the best “villains” I’ve seen…",
  "original_created_utc": 1617798584,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私は本を読み、映画を見ることにしましたが、非常に満足しています。\n読んでよかったと思っています。自分なりの解釈を考えたり、ネットで他の人の意見を読んだりして楽しんでいます。\n自分なりの解釈を考えたり、他の人の意見を読んだりして楽しんでいます。\n\n本は最高でした。ケーシーはキャラクターを見事に表現し、最高の「悪役」を生み出しました。\n私が見た中で最高の「悪役」の一人を生み出しました...。",
      "title": "One Flew Over the Cuckoos Nest」は素晴らしい（zoomerの視点で）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我决定看书看电影，我非常的\n很高兴我做到了。我有一个爆炸来与我自己的解释的\n它和在线阅读别人的。\n\n这本书很不错，凯西对人物的刻画非常精彩，创造了\n我见过的最好的 \"反派 \"之一... ...",
      "title": "飞越杜鹃窝》精彩纷呈(变焦者视角)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我決定看書看電影，我非常的\n很高興我做到了。我有一個爆炸來與我自己的解釋的\n它和在線閱讀別人的。\n\n這本書很不錯，凱西對人物的刻畫非常精彩，創造了\n我見過的最好的 \"反派 \"之一... ...",
      "title": "飛越杜鵑窩》精彩紛呈(變焦者視角)"
    }
  ],
  "title": "One Flew Over the Cuckoos Nest is brilliant (a zoomer perspective)",
  "created_utc": 1617817164,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently, I decided to read the book and watch the film and I’m extremely pleased that I did. I’m having a blast coming up with my own interpretations of it and reading others’ online. </p>\n\n<p>The book was great, Kesey did a fantastic job with the characters and created one of the best “villains” I’ve seen in a book with Nurse Ratched. You can’t help but simultaneously hate her, but also understand that she’s just doing her job (which in her case can mean doing great harm to patients, but I digress). In fact, most characters in the book have a similar level of dimension to them; McMurphy is a sociopath but ironically is the glue that holds the group together emotionally, making them experience joy and live free of the often arbitrary rules placed on them by the institution. </p>\n\n<p>I also like how the book is about mental institutions on the surface, but the whole thing can be read as a much deeper metaphor for society. Ratched and the mental institution represent society and McMurphy represents non-conformity. It’s brilliant how seamless the metaphor fits, because the power structure of a mental institution at the time is similar to society depending on your perspective of the latter. I’m sure this explanation of the book has been worn over the last 59 years, so I need not go into detail here. </p>\n\n<p>As a piece of social commentary, this book is some of the best I’ve read, up there with 1984 and Brave New World for me. As a side note, the movie was great too, Jack Nicholson was an excellent choice for McMurphy. All in all, as a zoomer who mainly watches YouTube and plays games, it’s been refreshing and extremely enjoyable to read such a masterpiece. It’s testament to how timeless the book truly is when some schmuck like me can pick it up over half a century later and still glean some meaning of modern relevancy from it.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/books/comments/mm0ywe/one_flew_over_the_cuckoos_nest_is_brilliant_a/",
  "subreddit": "books",
  "id": "mm0ywe",
  "is_self": true,
  "media": null,
  "is_video": false
}