{
  "author": "freglev",
  "original_created_utc": 1628120688,
  "title": "YSK: If you're sick of doing reCAPTCHAs on the \"I am a robot\" checker, then purposely miss the check mark",
  "created_utc": 1628130953,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you click on the side of the box, rather than within the range, it usually verifies instantly. I can&#39;t exaggerate how vexing it is to constantly keep my eyes peeled, especially when met with grainy, low-quality images. Sure, it&#39;s an efficacious tactic to ward off the ever-increasing aptitude of malicious spam-bots, but its productivity is, essentially, seized when in a hurry. I don&#39;t have time to try to find those goddamn traffic lights every. single. time.</p>\n</div><!-- SC_ON -->",
  "score": 749,
  "permalink": "/r/YouShouldKnow/comments/oy5f0t/ysk_if_youre_sick_of_doing_recaptchas_on_the_i_am/",
  "subreddit": "YouShouldKnow",
  "id": "oy5f0t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you click on the side of the box, rather than within the range, it\nusually verifies instantly. I can't exaggerate how vexing it is to constantly\nkeep my eyes peeled, especially when met with grainy, low-quality images. Sure,\nit's an efficacious tactic to ward off the ever-increasing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、範囲内ではなく、ボックスの横をクリックすると\n瞬時に確認できます。常に目を光らせていなければならないというのは、非常に煩わしいことです。\n特に、粒状の低品質な画像を見たときには、目が離せません。確かに。\nそれは、増え続けるデジタルカメラから逃れるための有効な手段です。",
      "title": "YSK: 「私はロボットです」のチェックでreCAPTCHAをするのが嫌になったら、わざとチェックマークを外す"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你点击盒子的侧面，而不是在范围内，它\n通常会立即得到验证。我不能夸张地说，不断地让我的眼睛保持警惕是多么令人烦恼的事情。\n我不能夸张地说，不断地让我的眼睛保持警惕，特别是当遇到有颗粒的、低质量的图像时。当然。\n这是一个有效的策略，以抵御不断增加的......",
      "title": "YSK: 如果你厌倦了在 \"我是机器人 \"检查器上做reCAPTCHAs，那么就故意错过检查标志吧"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你點擊盒子的側面，而不是在範圍內，它\n通常會立即得到驗證。我不能誇張地說，不斷地讓我的眼睛保持警惕是多麼令人煩惱的事情。\n我不能誇張地說，不斷地讓我的眼睛保持警惕，特別是當遇到有顆粒的、低質量的圖像時。當然。\n這是一個有效的策略，以抵禦不斷增加的......",
      "title": "YSK: 如果你厭倦了在 \"我是機器人 \"檢查器上做reCAPTCHAs，那麼就故意錯過檢查標誌吧"
    }
  ]
}