{
  "author": "Abranurni",
  "the_new_excerpt": "Without thinking too hard, I, for example, made blancmange because of Little\nWomen (and I discovered that i don't love it). I also ordered a pink gin (bitter\n+ gin) once in a cocktail bar, because of a Martin Amis' book.\n\nThere are also some things that I'm curious about, but I've never tried…",
  "original_created_utc": 1617954784,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "深く考えずに、例えば私は「リトル・ウーマン」でブランマンジェを作りました。\n女性が好きではないことを発見しました）。また、マーティン・エイミスの作品にちなんで、カクテルバーでピンクジン（ビター＋ジン）を注文したことがあります。\n+ カクテルバーでピンクジン（ビター＋ジン）を注文したこともあります。\n\n他にも、気になるけど試したことのないものがいくつかあります。",
      "title": "本の影響で試した食べ物や飲み物は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不假思索地举例说，因为小编的缘故，我做了blancmange\n女人（我发现我不爱喝）。我还点了一杯粉红色的杜松子酒（苦的）。\n+杜松子酒）有一次在鸡尾酒吧，因为马丁-阿米斯的一本书。\n\n还有一些我很好奇的东西，但我从来没有尝试过......",
      "title": "因为一本书，你尝试过什么食物或饮料？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不假思索地舉例說，因爲小編的緣故，我做了blancmange\n女人（我發現我不愛喝）。我還點了一杯粉紅色的杜松子酒（苦的）。\n+杜松子酒）有一次在雞尾酒吧，因爲馬丁-阿米斯的一本書。\n\n還有一些我很好奇的東西，但我從來沒有嘗試過......",
      "title": "因爲一本書，你嘗試過什麼食物或飲料？"
    }
  ],
  "title": "What food or drink did you try because of a book?",
  "created_utc": 1617979835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Without  thinking too hard, I, for example, made blancmange because of Little  Women (and I discovered that i don&#39;t love it). I also ordered a pink gin  (bitter + gin) once in a cocktail bar, because of a Martin Amis&#39; book.</p>\n\n<p>There are also some things that I&#39;m curious about, but I&#39;ve never tried because I&#39;m pretty sure that I&#39;m not going to like them, like a mint julep like the ones in The Great Gatsby; or the liquorice water appearing in Richmal Crompton&#39;s William books.</p>\n\n<p>I&#39;m sure you all have done it too! What are your literary food stories? Did you discover new recipes? Did you like them?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mncbq9/what_food_or_drink_did_you_try_because_of_a_book/",
  "subreddit": "books",
  "id": "mncbq9",
  "is_self": true,
  "media": null,
  "is_video": false
}