{
  "author": "WorkingLime",
  "original_created_utc": 1636860642,
  "title": "How to survive inflation (some advice from a Venezuelan)",
  "created_utc": 1636908854,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi guys, as you know I&#39;m Venezuelan living here. </p>\n\n<p>We had more than 2,000,000% inflation anually in 2019 and I (we) survived.  </p>\n\n<p>Now it has dropped to 1,258% anually and that is a nice number for me (October was only 8%, lowest value in more than 5 years!). Mind you, more than 1,000 % inflation anually seems very good!</p>\n\n<p>So, some (of many) things I recommend:</p>\n\n<ul>\n<li>You have to get rid as soon as possible of the FIAT that is affected by inflation (I mention this, because here, the Venezuelan Bolivar was the one affected, the other currencies like USD or EURO weren&#39;t affected or at least not at that extend)! That means spend if as soon as possible, buying things that you need, will need or things you can store for years or trade later. And yes, spending it could mean purchasing things like gold, silver, &quot;hard&quot; currencies (like USD or Euro, in your case we are talking about a collapse of a &quot;hard&quot; currency like USD, so this won&#39;t be an option) and OF COURSE, cryptocurrencies!</li>\n<li>Bartering is common and you need something to offer, that is why is good to use the soon to be worthless money to stock with nonpershable and useful goods!</li>\n<li>Usually things like cars, lands, houses, warehouse lose value too but not at the same extend or speed than the currency.</li>\n<li>Check the loans and credit card interest rates, these could be a easy way of getting &quot;free&quot; money, here being an inflationary country for years, the interest rate for a credit card was 36% and annual inflation was WAY over that value, you could max out your credit cards and pay it months later with some pennies, of course banks didn&#39;t liked that so they nerfed the credit. Stil, here we have black VISA and MC credit card with less than 10 USD limit. Of course, here knowing the kind of goverment we have, they didn&#39;t let the banks &quot;adjust&quot; the old debt to a new interest rate.</li>\n</ul>\n\n<p>There are other tips, but these are the ones I remember now! </p>\n\n<p>Some reading <a href=\"https://en.wikipedia.org/wiki/Hyperinflation_in_Venezuela\">https://en.wikipedia.org/wiki/Hyperinflation_in_Venezuela</a></p>\n</div><!-- SC_ON -->",
  "score": 151,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/gZiFyTgZ8B2aAyRVE4MQeeW_Em6xKkXmGXjXqNWRWrE.jpg?auto=webp&s=17192faf07e6cefbf8cce4a3ad548e6b0e3239e5",
          "width": 300,
          "height": 208
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/gZiFyTgZ8B2aAyRVE4MQeeW_Em6xKkXmGXjXqNWRWrE.jpg?width=108&crop=smart&auto=webp&s=69cce892cbe99aaadd4e11143780dd82d18fb527",
            "width": 108,
            "height": 74
          },
          {
            "url": "https://external-preview.redd.it/gZiFyTgZ8B2aAyRVE4MQeeW_Em6xKkXmGXjXqNWRWrE.jpg?width=216&crop=smart&auto=webp&s=70640a791aa38713ddc282d6ecd374e040c721d8",
            "width": 216,
            "height": 149
          }
        ],
        "variants": {},
        "id": "9poAzWZCYzcPLSIFAu5Ni_ynK9koUmyJMe2EPQcyWUk"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/qth1gy/how_to_survive_inflation_some_advice_from_a/",
  "subreddit": "CryptoCurrency",
  "id": "qth1gy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi guys, as you know I'm Venezuelan living here.\n\nWe had more than 2,000,000% inflation anually in 2019 and I (we) survived.\n\nNow it has dropped to 1,258% anually and that is a nice number for me (October\nwas only 8%, lowest value in more than 5 years!). Mind you, more than 1,000 %\ninflation anually…"
}