{
  "author": "bearjew64",
  "original_created_utc": 1640444517,
  "title": "YSK about the Fundamental Attribution Error, a key concept in psychology where we judge others based on their actions but ourselves based on our intent.",
  "created_utc": 1640454382,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: if someone is annoying you or does something that you disagree with, remember that you can’t see inside their thoughts.   &lt;/p&gt;\n\n&lt;p&gt;When you cut someone off in traffic, it’s because you were being absentminded or because you’re late to sing lullabies to your newborn, right? But when someone cuts YOU off, it’s because they’re a jerk. You don’t know their inner thoughts, just the result of their actions in the world.   &lt;/p&gt;\n\n&lt;p&gt;So: take it easy on your fellow people this holiday season, and remember the fundamental attribution error. You’ll be less stressed, less annoyed, and maybe even happier!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 3189,
  "permalink": "/r/YouShouldKnow/comments/rob9kl/ysk_about_the_fundamental_attribution_error_a_key/",
  "subreddit": "YouShouldKnow",
  "id": "rob9kl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if someone is annoying you or does something that you disagree with,\nremember that you can’t see inside their thoughts.\n\nWhen you cut someone off in traffic, it’s because you were being absentminded or\nbecause you’re late to sing lullabies to your newborn, right? But when someone\ncuts YOU…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: もし誰かがあなたを困らせたり、したりした場合。\nその人の内面を見ることはできないのです。\nを考えています。</p> <p>交通渋滞で人を割り込んだとき、それはあなたが\nを歌うのが遅いからです。",
      "title": "YSKは、心理学の重要な概念である「基本的帰属エラー」（他人は行動で判断し、自分は意図で判断する）について、「基本的帰属エラー」と呼んでいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：如果有人惹恼了你，或者做了什么\n你不同意的事情，请记住，你无法看到他们的内心世界。\n思想。</p> <p>当你在交通中拦截别人时，那是因为你心不在焉。\n因为你心不在焉，或者因为你迟到了，要给你的朋友唱摇篮曲。",
      "title": "YSK讲述了基本归因错误，这是心理学中的一个关键概念，我们根据他人的行为来判断他们，而根据我们的意图来判断自己。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：如果有人惹惱了你，或者做了什麼\n你不同意的事情，請記住，你無法看到他們的內心世界。\n思想。</p> <p>當你在交通中攔截別人時，那是因爲你心不在焉。\n因爲你心不在焉，或者因爲你遲到了，要給你的朋友唱搖籃曲。",
      "title": "YSK講述了基本歸因錯誤，這是心理學中的一個關鍵概念，我們根據他人的行爲來判斷他們，而根據我們的意圖來判斷自己。"
    }
  ]
}