{
  "author": "toldinstone",
  "original_created_utc": 1631189210,
  "title": "AMA: I'm Garrett Ryan, author of NAKED STATUES, FAT GLADIATORS, AND WAR ELEPHANTS: FREQUENTLY ASKED QUESTIONS ABOUT THE ANCIENT GREEKS AND ROMANS. Ask me anything about my book!",
  "created_utc": 1631195689,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! I&#39;m Dr. Garrett Ryan, AKA <a href=\"/u/toldinstone\">u/toldinstone</a>. I&#39;m a Roman historian, and I recently released my first popular book: <a href=\"https://amzn.to/2WSMAgF\">Naked Statues, Fat Gladiators, and War Elephants: Frequently Asked Questions about the Ancient Greeks and Romans</a>. In a series of short and (hopefully) humorous essays, the book answers 36 questions about the classical world that I&#39;ve been asked over the years, both in the classroom and - in a few cases - here on AskHistorians. The questions range from practicalities (&quot;Why didn&#39;t the Greeks or Romans wear pants?&quot;) to beliefs (&quot;Did they believe in ghosts, monsters, and/or aliens?&quot;), from leisure (&quot;Did they jog or lift weights?&quot;) to warfare (&quot;How were elephants used in battle?&quot;), and from antiquity (&quot;What happened to Alexander the Great&#39;s body?&quot;) to the present (&quot;Can any families trace their ancestry back to the Greeks or Romans?&quot;). You&#39;ll find the full list of questions in the table of contents on the <a href=\"https://amzn.to/2WSMAgF\">Amazon preview</a>. </p>\n\n<p>(The book sold out on the day of its release at both Amazon and <a href=\"https://bookshop.org/books/naked-statues-fat-gladiators-and-war-elephants-frequently-asked-questions-about-the-ancient-greeks-and-romans/9781633887022\">bookstore.org</a>. New shipments, however, are already on the way, and anyone who orders now will receive their book with only a slight delay. In the meantime, <em>Naked Statues</em> is available from other retailers (including <a href=\"https://www.barnesandnoble.com/w/naked-statues-fat-gladiators-and-war-elephants-garrett-ryan/1138493774\">Barnes &amp; Noble</a>) and as a <a href=\"https://amzn.to/2WSMAgF\">Kindle e-book</a>. You can also preorder the audiobook, which will be released <a href=\"https://www.audiobooks.com/audiobook/9781666169966\">on October 26</a>.)</p>\n\n<p>Today, it will be my pleasure to answer any and every question you might have about the topics discussed in my book, about the process of writing it, or about my YouTube channel <a href=\"https://www.youtube.com/c/toldinstone/videos\">toldinstone</a>. Ask me anything!</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/AskHistorians/comments/pkwho9/ama_im_garrett_ryan_author_of_naked_statues_fat/",
  "subreddit": "AskHistorians",
  "id": "pkwho9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone! I'm Dr. Garrett Ryan, AKA u/toldinstone [/u/toldinstone]. I'm a\nRoman historian, and I recently released my first popular book: Naked Statues,\nFat Gladiators, and War Elephants: Frequently Asked Questions about the Ancient\nGreeks and Romans [https://amzn.to/2WSMAgF]. In a series of…"
}