{
  "author": "thefirststoryteller",
  "the_new_excerpt": "I've been an avid reader my entire life. I even relish time spent commuting on\npublic transit because it gives me time to read more. For me, any moment reading\nis a happy moment.\n\nI've never had my book cause a conversation, though, until last weekend. I was\nreading Jasper Fforde's The Fourth Bear…",
  "original_created_utc": 1622580635,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は生まれてからずっと読書家でした。公共交通機関を使って通勤する時間も\n公共交通機関を使って通勤する時間も、読書のための時間になります。私にとって、読書をしている時間は\n幸せな瞬間です。\n\nしかし、先週末までは、自分の本がきっかけで会話が生まれたことはありませんでした。私が読んでいたのは\nジャスパー・ファフォードの「The Fourth Bear」を読んでいて...",
      "title": "幸せな読書の瞬間"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一生都是一个狂热的读者。我甚至对在公共交通上的通勤时间津津乐道。\n因为它给了我更多的时间去阅读。对我来说，任何阅读的时刻\n都是一个快乐的时刻。\n\n不过，我从来没有让我的书引起过谈话，直到上周末。我当时正在\n读贾斯帕-弗弗德的《第四只熊》......",
      "title": "快乐的阅读时刻"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一生都是一個狂熱的讀者。我甚至對在公共交通上的通勤時間津津樂道。\n因爲它給了我更多的時間去閱讀。對我來說，任何閱讀的時刻\n都是一個快樂的時刻。\n\n不過，我從來沒有讓我的書引起過談話，直到上週末。我當時正在\n讀賈斯帕-弗弗德的《第四隻熊》......",
      "title": "快樂的閱讀時刻"
    }
  ],
  "title": "A Happy Reading Moment",
  "created_utc": 1622593931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been an avid reader my entire life. I even relish time spent commuting on public transit because it gives me time to read more. For me, any moment reading is a happy moment. </p>\n\n<p>I&#39;ve never had my book cause a conversation, though, until last weekend. I was reading Jasper Fforde&#39;s <em>The Fourth Bear</em> on the bus and another rider asked about it; I let him read the jacket and he seemed genuinely interested!</p>\n\n<p>I really enjoyed the book, sure, but that book conversation actually made my day. It was just so wholesome!</p>\n\n<p>Thanks for letting me share.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/nq499n/a_happy_reading_moment/",
  "subreddit": "books",
  "id": "nq499n",
  "is_self": true,
  "media": null,
  "is_video": false
}