{
  "author": "ToTheMoon11111",
  "original_created_utc": 1638440576,
  "title": "This sub gets a lot of hate for giving \"Terrible\" advice. Here's some great advice that I've gotten from this sub in just the last year:",
  "created_utc": 1638455605,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;Buy and Hold: Pretty straight-forward. You won&amp;#39;t become a millionaire overnight. You have to wait. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;You can&amp;#39;t time the market: Nobody knows when the top or bottom is in. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Do Your Own Research: Don&amp;#39;t take advice from random people from the internet. That guy who just posted that long and detailed DD could be 12. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;The Majority of your Crypto-Currency Portfolio should be in BTC and ETH: Two of the &amp;quot;Safest&amp;quot; Crypro-Currencies to own with a great track record that are standing the Test of Time. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Don&amp;#39;t Invest More Than You Can Afford to Lose: For every person who leveraged their life savings into Dogecoin and became a millionaire, there&amp;#39;s a thousand people who lost it all - Don&amp;#39;t fall for Survivorship Bias. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;You Shouldn&amp;#39;t Invest Everything into Crypto-Currencies: A retirement account and / or a well diversified portfolio of stocks, bonds, property and precious metals should be a necessity for everybody in Crypto-Currency. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Most Youtubers and Influencers Don&amp;#39;t Care About You: They make money off of your clicks and if they think that the bear market is around the corner, they will dump before telling you and not afterwards. A lot of them pump and dump coins as well. &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Nobody Knows Shit About Fuck: Probably the most important piece of advice on this list. The market is irrational and doesn&amp;#39;t make sense a lot of the time especially in the short-term. Sometimes it&amp;#39;s a case of Buy the Hype, Sell the News and sometimes it isn&amp;#39;t. Sometimes it shouldn&amp;#39;t go any lower or higher, but it just does against all the odds. Be careful out there.&lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 177,
  "permalink": "/r/CryptoCurrency/comments/r74g0x/this_sub_gets_a_lot_of_hate_for_giving_terrible/",
  "subreddit": "CryptoCurrency",
  "id": "r74g0x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " * Buy and Hold: Pretty straight-forward. You won't become a millionaire\n   overnight. You have to wait.\n\n * You can't time the market: Nobody knows when the top or bottom is in.\n\n * Do Your Own Research: Don't take advice from random people from the internet.\n   That guy who just posted that long…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><ul> <li><p>バイ・アンド・ホールド：とても簡単です。\n簡単なことです。一晩で億万長者になれるわけではありません。You have to\nwait. </p></li> <li><p>You can&#39;t time the market: Nobody knows when the top\nor bottom is in. </p></li> <li><p>Do Your Own Research: Don&#39;t take…",
      "title": "このサブは、\"Terrible \"なアドバイスをすることで、多くのヘイトを集めています。ここでは、私がこの1年間でこのサブから受けた素晴らしいアドバイスをご紹介します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><ul> <li><p>买入并持有：相当直接。\n直截了当的。你不会在一夜之间成为百万富翁。你必须\n等待。</p></li> <li><p>你无法把握市场时机。Nobody knows when the top\nor bottom is in. </p></li> <li><p>Do Your Own Research: Don&#39;t take…",
      "title": "这名子弟因为提供 \"可怕 \"的建议而受到很多人的讨厌。下面是我在过去一年中从这个子弟那里得到的一些好建议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><ul> <li><p>買入並持有：相當直接。\n直截了當的。你不會在一夜之間成爲百萬富翁。你必須\n等待。</p></li> <li><p>你無法把握市場時機。Nobody knows when the top\nor bottom is in. </p></li> <li><p>Do Your Own Research: Don&#39;t take…",
      "title": "這名子弟因爲提供 \"可怕 \"的建議而受到很多人的討厭。下面是我在過去一年中從這個子弟那裏得到的一些好建議。"
    }
  ]
}