{
  "author": "Comrade_Vive",
  "the_new_excerpt": "I'll just get my ideology out of the way so I don't get spammed with \"Of course\nyou'd say that commie\" and \"You have comrade in your name of course you'd think\nthis!\"\n\nI am a democratic socialist leaning towards social democrat, I do believe that\nMarx had some very good points and ideas (dialectical…",
  "original_created_utc": 1618854509,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "思想を整理しておくと、「そりゃあ共産党員は言うだろう」とか「名前に同志が入っているんだから、そりゃあ考えるだろう」とかのスパムを受けないように\nとか「同志の名を冠しているのだから、こう考えるのは当然だ！」とか言われないように、自分の思想を明らかにしておきます。\nとか言われないように。\n\n私は社会民主主義寄りの民主的社会主義者ですが、次のように考えています。\nマルクスは非常に優れた点とアイデアを持っていました（弁証法...",
      "title": "CMV：社会主義・共産主義の失敗した革命を持ち出すのは、それらに対する批判としてはあまり良いものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只想把我的意识形态说出来，这样我就不会被人用 \"你当然会说共产党 \"和 \"你的名字里有同志，你当然会想 \"这样的垃圾短信来骚扰。\n你当然会这么说，共产党员 \"和 \"你的名字里有同志，你当然会这么想。\n这个！\"\n\n我是一个民主社会主义者，倾向于社会民主主义者，我确实相信这一点。\n马克思有一些非常好的观点和想法（辩证法）。",
      "title": "CMV: 提起失败的社会主义/共产主义革命并不是对这些东西的很好的批判"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只想把我的意識形態說出來，這樣我就不會被人用 \"你當然會說共產黨 \"和 \"你的名字裏有同志，你當然會想 \"這樣的垃圾短信來騷擾。\n你當然會這麼說，共產黨員 \"和 \"你的名字裏有同志，你當然會這麼想。\n這個！\"\n\n我是一個民主社會主義者，傾向於社會民主主義者，我確實相信這一點。\n馬克思有一些非常好的觀點和想法（辯證法）。",
      "title": "CMV: 提起失敗的社會主義/共產主義革命並不是對這些東西的很好的批判"
    }
  ],
  "title": "CMV: Bringing up failed socialist/communist revolutions is not a very good critique of those things",
  "created_utc": 1618929055,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll just get my ideology out of the way so I don&#39;t get spammed with &quot;Of course you&#39;d say that commie&quot; and &quot;You have comrade in your name of course you&#39;d think this!&quot;</p>\n\n<p>I am a democratic socialist leaning towards social democrat, I do believe that Marx had some very good points and ideas (dialectical materialism for one), but I also believe that his proposed way of transitioning to communism is unrealistic, outdated, and has too many issues.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Now to the opinion:</strong></p>\n\n<p>-----------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>When having discussions of socialism/communism people will often bring up the &quot;failed&quot; revolutions/<strong>attempts</strong> and whatnot such as Venezuela, USSR, Maoist China, Vietnam, ect... They usually follow the same sentiment as the following quote from right wing anti communist economist Thomas Sowell</p>\n\n<blockquote>\n<p>Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.</p>\n</blockquote>\n\n<p>Now there are two issues with this, firstly being that this is a gross overgeneralization of extremely complex scenarios, and secondly that basically <strong>every major change ever for the better was attempted and failed hundreds of times before it succeeded.</strong></p>\n\n<p>I will focus on the second thing but if you wish to discuss the first I&#39;d be happy to hear responses to that as well :)</p>\n\n<p>-----------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Support:</p>\n\n<p>In almost every major change ever, there have been countless revolutions or attempts to make that change. Throughout all of history leaders, and people led wars/revolutions/major disruptions have failed, succeeded, and then failed again.</p>\n\n<p>There were many failed revolutions that attempted to overthrow feudalism in medieval Europe unsuccessfully, there have been countless revolutions to try and establish democracy, to overthrow monarchies, ect....</p>\n\n<p>&#x200B;</p>\n\n<p>For example, Greece is held up as the original example of shining democracy, however their democracy eventually failed and it can be questioned whether or not it actually was a true democracy because only men (and certain men at that) could vote. With Rome, they went back and forth very commonly and made many attempts to change it back to a republic during.</p>\n\n<p>Another shocking example is that of slave revolutions, since the beginning of slavery, there have been countless rebellions. In pro-slavery America alone there were 250 failed rebellions. And this goes all the way to Rome when Spartacus led a major rebellion (I am sure there are ones before that but I cannot find them)</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/List_of_revolutions_and_rebellions\">https://en.wikipedia.org/wiki/List_of_revolutions_and_rebellions</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Popular_revolts_in_late-medieval_Europe\">https://en.wikipedia.org/wiki/Popular_revolts_in_late-medieval_Europe</a></p>\n\n<p><a href=\"https://incois.gov.in/Tutor/science+society/lectures/illustrations/lecture15/peasantrevolts.html\">https://incois.gov.in/Tutor/science+society/lectures/illustrations/lecture15/peasantrevolts.html</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/List_of_peasant_revolts\">https://en.wikipedia.org/wiki/List_of_peasant_revolts</a></p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Athenian_Revolution#:%7E:text=The%20Athenian%20Revolution%20\">https://en.wikipedia.org/wiki/Athenian_Revolution#:~:text=The%20Athenian%20Revolution%20</a>(508%E2%80%93507,to%20all%20free%20male%20citizens.</p>\n\n<p><a href=\"https://www.history.com/topics/black-history/slavery-iv-slave-rebellions\">https://www.history.com/topics/black-history/slavery-iv-slave-rebellions</a></p>\n\n<p><a href=\"https://www.history.com/news/7-famous-slave-revolts\">https://www.history.com/news/7-famous-slave-revolts</a></p>\n\n<p><a href=\"http://www.bbc.co.uk/history/ancient/romans/slavery_01.shtml\">http://www.bbc.co.uk/history/ancient/romans/slavery_01.shtml</a></p>\n\n<p>-----------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Conclusion:</p>\n\n<p>While there might be other critiques of communism/socialism that are valid and can be offered, it is silly in the big picture to bring up the amount of failed revolutions. Would you go back in time after the 40th peasant revolution against feudalism or monarchy and tell them to give up? Would you go and tell every slave and abolitionist, or civil rights or equality supporter that they should give up because they many have tried before them and failed? If the answer is no, as I believe for most rational people it would be, then I believe you agree with me.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mu66rr/cmv_bringing_up_failed_socialistcommunist/",
  "subreddit": "changemyview",
  "id": "mu66rr",
  "is_self": true,
  "media": null,
  "is_video": false
}