{
  "Very relevant": "非常相关",
  "Dads are the best": "爸爸是最好的",
  "North Dakota's first openly lesbian official defends her right to have the Pride flag flown in the city": "北达科他州第一个公开的女同性恋官员捍卫她的权利， 有骄傲的旗帜在城市飘扬",
  "One whole minute of a deaf Kitty getting excited that her owner is home": "一整分钟的聋子凯蒂兴奋， 她的主人在家",
  "The Boys need love too": "男孩们也需要爱",
  "What happens when you draw a picture on a piece of tin foil using whiteboard markers, and immerse it in water": "使用白板标记在一块锡箔上画一幅画，然后浸入水中时会发生什么",
  "You have discovered A Bad Time": "你发现了一个糟糕的时间",
  "Just the way it is": "只是现在这样",
  "Joe Biden with a beard needs to be a thing": "留着胡子的乔 · 拜登需要成为一回事",
  "Developing 120-year-old photos found in a Time capsule (Link in Comment)": "开发在时间胶囊中发现的120岁照片（链接在评论）",
  "Post-election audits find no fraud in Arizona": "选举后审计发现亚利桑那州没有欺诈行为",
  "But only if you like not getting sleep": "但只有当你喜欢不睡觉",
  "TIL That in 2007, Rockstar Games allowed fans to call a number and rant about what they thought was wrong with America. The best calls were featured on a radio station in \"Grand Theft Auto IV\"": "直到2007年，摇滚明星运动会允许球迷拨打一个号码，并咆哮他们认为美国出了什么问题。最好的电话出现在\"大盗窃汽车IV\"的电台",
  "The same cost all along": "一直以来相同的成本",
  "a trump supporter’s poll": "王牌支持者的投票",
  "Come here you little fishy": "过来， 你小鱼",
  "Couple decides to visit his former home.": "夫妇决定去参观他以前的家。",
  "The benefits of growing older": "变老的好处",
  "I’m famous now": "我现在出名了",
  "Maternity shoot for my pregnant foster dog": "我怀孕的寄养狗的产妇拍摄",
  "I married the woman of my dreams after fearing for years that she wasn’t out there.": "我嫁给了我梦中的女人， 因为多年来一直担心她不在那里。",
  "I am a teacher. I am also Jewish. I received this message today from a student after my introductory lesson on the Holocaust.": "我是一名教师。我也是犹太人。我今天在上大屠杀的介绍课后收到一个学生发来的这条信息。",
  "Alexandria Ocasio-Cortez Raises $280,000 Overnight for Georgia Senate Runoffs Grassroots Organizing": "亚历山大·奥卡西奥-科尔特斯为佐治亚州参议院决选基层组织筹集28万美元过夜",
  "My Dad the Veteran! 18 years old vs 77 years old!": "我爸爸是老兵！18 岁 vs 77 岁！",
  "Hear him out.": "听他出来",
  "Well played, sir": "打得好， 先生",
  "[OC] What if \"I didn't vote\" ran as a US presidential candidate in the 2020 election?": "[OC]如果 \"我没有投票\" 在 2020 年选举中以美国总统候选人参选呢？",
  "The note George HW Bush left to Bill Clinton after losing the election": "乔治 · 布什在选举失利后留给比尔 · 克林顿的笔记",
  "It's a valid question, Dave": "这是个有效的问题， 戴夫",
  "The attention to detail is incredible.": "对细节的关注令人难以置信。",
  "Wholesome genie": "有益健康的精灵",
  "It was the saddest walk of my life": "这是一生最悲伤的一步",
  "In 1990, a panel of the windscreen on British Airways Flight 5390 fell out at 17k feet, causing the cockpit to decompress & its captain to be sucked halfway out of the aircraft. The crew held onto him for more than 20 minutes as the copilot made an emergency landing. The pilot made a full recovery.": "1990年，英国航空公司5390号航班的挡风玻璃面板在17k英尺高的地方掉下，导致驾驶舱减压——机长被吸出飞机的一半。当副驾驶紧急着陆时，机组人员紧紧抓住他20多分钟。飞行员完全康复了。",
  "Just something cute :)": "只是一些可爱:)",
  "America's top military officer says 'we do not take an oath to a king'": "美国最高军事官员说\"我们不向国王宣誓\""
}