{
  "Very relevant": "非常相关",
  "The Boys need love too": "男孩们也需要爱",
  "What happens when you draw a picture on a piece of tin foil using whiteboard markers, and immerse it in water": "当你用白板记号笔在一张锡纸上画一幅画，并把它浸入水中时，会发生什么？",
  "You have discovered A Bad Time": "你发现了一段不愉快的时光",
  "TIL That in 2007, Rockstar Games allowed fans to call a number and rant about what they thought was wrong with America. The best calls were featured on a radio station in \"Grand Theft Auto IV\"": "直到2007年，摇滚明星游戏允许球迷们拨打一个号码，咆哮他们认为美国出了什么问题。最棒的电话在一家电台的“侠盗猎车手4”中播出。",
  "The same cost all along": "一直以来都是一样的成本",
  "Well played, sir": "打得好，先生",
  "Post-election audits find no fraud in Arizona": "选举后审计发现亚利桑那州没有舞弊行为",
  "Hear him out.": "听他把话说完。",
  "Maternity shoot for my pregnant foster dog": "为我怀孕的寄养狗拍摄孕妇照",
  "The attention to detail is incredible.": "对细节的关注令人难以置信。",
  "I’m famous now": "我现在出名了",
  "The benefits of growing older": "变老的好处",
  "Couple decides to visit his former home.": "一对夫妇决定访问他的故居。",
  "It was the saddest walk of my life": "那是我一生中最悲伤的一次行走",
  "I married the woman of my dreams after fearing for years that she wasn’t out there.": "我嫁给了我的梦中情人，因为我多年来一直担心她不在那里。",
  "My Dad the Veteran! 18 years old vs 77 years old!": "我的老兵爸爸！18岁对77岁！",
  "It's a valid question, Dave": "这是个合理的问题，戴夫",
  "Alexandria Ocasio-Cortez Raises $280,000 Overnight for Georgia Senate Runoffs Grassroots Organizing": "亚历山德里亚·奥卡西奥-科尔特斯(Alexandria Ocasio-Cortez)隔夜为佐治亚州参议院决选草根组织筹集28万美元",
  "The note George HW Bush left to Bill Clinton after losing the election": "乔治·H·W·布什(George HW Bush)在竞选失败后留给比尔·克林顿的便条",
  "In 1990, a panel of the windscreen on British Airways Flight 5390 fell out at 17k feet, causing the cockpit to decompress & its captain to be sucked halfway out of the aircraft. The crew held onto him for more than 20 minutes as the copilot made an emergency landing. The pilot made a full recovery.": "1990年，英国航空公司5390次航班的挡风玻璃面板在17K英尺的高空坠落，导致驾驶舱减压，机长在飞机中途被吸出飞机。当副驾驶紧急降落时，机组人员抓住了他20多分钟。飞行员完全康复了。",
  "[OC] What if \"I didn't vote\" ran as a US presidential candidate in the 2020 election?": "[OC]如果“我没有投票”在2020年大选中以美国总统候选人的身份参选怎么办？",
  "America's top military officer says 'we do not take an oath to a king'": "美国最高军事官员称“我们不向国王宣誓”",
  "Alex Trebek’s wife of 30 years, Jean Currivan, shared this photo from their wedding day.": "亚历克斯·特雷贝克结婚30年的妻子让·柯里文在他们结婚当天分享了这张照片。",
  "A beautiful friendship": "美好的友谊",
  "Any Hope of Keeping Earth Habitable Now Requires Sucking Carbon Back Out of the Atmosphere, a New Study Found": "一项新的研究发现，现在任何保持地球宜居的希望都需要从大气中吸回碳",
  "Dear idiots": "亲爱的白痴们",
  "The other poster is right, this thing is massive!!": "另一张海报是对的，这东西太大了！"
}