{
  "author": "RepresentativeNo3669",
  "original_created_utc": 1634657085,
  "title": "CMV: Censoring the word r*pe does no good",
  "created_utc": 1634668232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Note: I’m not a native speaker and I might not be aware of some fine implications of the words I mention.</p>\n\n<p>I get the idea that words like f*ck or sh*t are considered rude language and its polite or good manners to censor them.</p>\n\n<p>But: <strong>Rape IS very bad</strong>. <strong>It is not a “bad” word</strong> or rude language. It is a crime like theft or murder or homicide. Nobody would censor these words.</p>\n\n<p>In my opinion it might even do harm because it makes it much harder to speak out if the word for what happened to you is considered offensive language.</p>\n\n<p>So, please widen my horizon and tell my why it is a good thing to censor r*pe.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qbdt09/cmv_censoring_the_word_rpe_does_no_good/",
  "subreddit": "changemyview",
  "id": "qbdt09",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Note: I’m not a native speaker and I might not be aware of some fine\nimplications of the words I mention.\n\nI get the idea that words like f*ck or sh*t are considered rude language and its\npolite or good manners to censor them.\n\nBut: Rape IS very bad. It is not a “bad” word or rude language. It is a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "注：私はネイティブスピーカーではありませんので、私が言及した言葉の細かい意味合いを知らないかもしれません。\n私はネイティブスピーカーではないので、私が言及した言葉の細かい意味合いを理解していないかもしれません。\n\nf*ckやsh*tのような言葉は失礼な言葉とみなされ、それを検閲することが礼儀やマナーであるという考えがあります。\n打ち切るのが礼儀だと思っています。\n\nでもね。Rape IS very bad. それは「悪い」言葉でもなければ、失礼な言葉でもありません。それは...",
      "title": "CMV: R*PEという言葉を検閲しても意味がない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "注意：我不是母语者，我可能不知道我所提到的一些细微的\n我提到的这些词的含义。\n\n我的想法是，像f*ck或sh*t这样的词被认为是粗鲁的语言，其\n礼貌或良好的礼仪来审查它们。\n\n但是。强奸是非常糟糕的。它不是一个 \"坏 \"字或粗鲁的语言。它是一种...",
      "title": "CMV：审查r*pe一词没有好处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注意：我不是母語者，我可能不知道我所提到的一些細微的\n我提到的這些詞的含義。\n\n我的想法是，像f*ck或sh*t這樣的詞被認爲是粗魯的語言，其\n禮貌或良好的禮儀來審查它們。\n\n但是。強姦是非常糟糕的。它不是一個 \"壞 \"字或粗魯的語言。它是一種...",
      "title": "CMV：審查r*pe一詞沒有好處"
    }
  ]
}