{
  "author": "_martinshkreli_",
  "original_created_utc": 1624434743,
  "title": "Yesterday most people on here seemed sure we were in a bear market. Today looks green and people seem sure all of this is just a dip in this bull run. Nobody knows what is happening, don't come to this sub for advice.",
  "created_utc": 1624447924,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since the crash in May, the bipolarity of this sub has become even worse than before. Yesterday, when most coins dipped quite a bit, the sentiment was that clearly we were already in a bear market and there was no chance of things going up again in the short term.</p>\n\n<p>Today, after most coins recovered from yesterday&#39;s dip, the top posts are providing us &quot;<a href=\"https://old.reddit.com/r/CryptoCurrency/comments/o62yg9/the_full_picture_why_i_believe_the_crypto_bull/\">the FULL picture</a>&quot; (lol) why the bull market isn&#39;t over and are congratulating us on not having paper hands.</p>\n\n<p>The facts are: nobody knows what will happen. The only thing we know is that things went up like crazy for half a year, then crashed pretty hard in May and have been going sideways ever since. The market could continue to go sideways for months, or it could shoot back up or completely crash in an hour. Looking at former cycles doesn&#39;t help us all that much, nothing is guaranteed to repeat itself.</p>\n\n<p>This sub is a great source of entertainment and for crypto news, it is an awful source of advice. People like to pretend they know what will happen - and I think some really think they know it and are telling that to themselves - because they read it in the stars (and call it technical analysis) or just look at some metrics that support their claims and ignore others. Don&#39;t believe them, nobody knows anything.</p>\n\n<p><strong>tl;dr: nobody knows what will happen, don&#39;t believe anyone who pretends they do</strong></p>\n</div><!-- SC_ON -->",
  "score": 743,
  "permalink": "/r/CryptoCurrency/comments/o6888y/yesterday_most_people_on_here_seemed_sure_we_were/",
  "subreddit": "CryptoCurrency",
  "id": "o6888y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Since the crash in May, the bipolarity of this sub has become even worse than\nbefore. Yesterday, when most coins dipped quite a bit, the sentiment was that\nclearly we were already in a bear market and there was no chance of things going\nup again in the short term.\n\nToday, after most coins recovered…"
}