{
  "author": "Aramor42",
  "original_created_utc": 1625739091,
  "title": "I've finished 4 books in the past week and a half while on vacation.",
  "created_utc": 1625764511,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, my wife and I are nearing the end of our vacation. We&#39;re heading back home tomorrow after about a week and a half spend in a little cottage with our 2 dogs. I took along some books and I&#39;ve almost managed to finish all of them.</p>\n\n<p>First was Dreamcatcher by Stephen King. I started reading this long before our vacation and I had about 5% or so of the book left to finish. I loved it. I&#39;ve only recently discovered King (I know, I&#39;m an idiot. Love his movies though but I should&#39;ve picked up his books way earlier) when I got a second-hand copy of Pet Semetary. But Dreamcatcher was amazing. I&#39;ve seen the movie a couple of times since it came out, but the book goes a lot deeper.</p>\n\n<p>Next up was Cold Storage by David Koepp. It&#39;s about an extremely dangerous fungus that could wipe out humanity. I love books like this. I&#39;ve always been fascinated by ebola ever since I saw Outbreak and I really enjoy movies like that. I&#39;ve got several more like it on my bookshelf and I managed to finish the book in under 24 hours.</p>\n\n<p>After that I dug into The Warehouse by Rob Hart. It&#39;s about a mega corporation called Cloud Inc. which is a bit of a mix between Amazon and the government from 1984. I love the way the book was written. Every subchapter deals with the viewpoint of one of the characters. At a certain point there are like 9 or 10 chapters alternating between 2 characters to show the monotony of their days, every chapter being just a paragraph and getting shorter with each iteration. I also like how the author managed to slowly reveal what the world outside of the titular warehouse is like. He doesn&#39;t flat out tell you the state of the world at first, you have to read between the lines to figure it out. It kinda reminded me of The Chrysalids by John Wyndham. The Warehouse also took me less than a day to get through. </p>\n\n<p>Next book I read was City of Mirrors by Justin Cronin. It&#39;s the third and final book from The Passage trilogy and I couldn&#39;t wait to get started on it. I read the first book 3 years ago, the second book during our vacation last year and even though I&#39;ve had the final chapter in my possession for about a year now, I waited until now to read it. I finished the book in 3 days and it honestly took me a while to process all of it. It&#39;s an amazing conclusion to an epic story and I&#39;m sad that it&#39;s over now but I&#39;m happy I&#39;ve experienced it.</p>\n\n<p>And right now I&#39;m reading LUCI in the Sky by Chris Fox. It&#39;s about an AI for a stealth bomber that&#39;s about to run amok and so far it&#39;s very gripping. I hope I can finish it before we go home tomorrow.</p>\n\n<p>Okay, quite a long wall of text in the end but just wanted to share with you all what I&#39;ve been reading these past 9 days.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/og49nw/ive_finished_4_books_in_the_past_week_and_a_half/",
  "subreddit": "books",
  "id": "og49nw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, my wife and I are nearing the end of our vacation. We're heading back home\ntomorrow after about a week and a half spend in a little cottage with our 2\ndogs. I took along some books and I've almost managed to finish all of them.\n\nFirst was Dreamcatcher by Stephen King. I started reading this long…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、私と妻の休暇もそろそろ終わりに近づいてきました。明日には帰国します。\n2匹の犬と一緒に小さなコテージで1週間半ほど過ごした後、明日家に帰る。\n匹の犬と一緒に小さなコテージで過ごし、明日帰国します。私はいくつかの本を持っていきましたが、ほとんどすべての本を読み終えました。\n\n最初はStephen KingのDreamcatcherです。この本を読み始めたのはずっと前のことです。",
      "title": "休暇中のこの1週間半で、4冊の本を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我和我的妻子已经接近假期的尾声了。我们明天就要回家了\n在与我们的两只狗在一个小别墅里度过了大约一周半的时间后，我们明天就要回家。\n狗。我带了一些书，我几乎已经把它们全部看完了。\n\n首先是斯蒂芬-金的《追梦人》。我开始读这本书的时候已经很长时间了...",
      "title": "在过去一周半的假期里，我完成了4本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我和我的妻子已經接近假期的尾聲了。我們明天就要回家了\n在與我們的兩隻狗在一個小別墅裏度過了大約一週半的時間後，我們明天就要回家。\n狗。我帶了一些書，我幾乎已經把它們全部看完了。\n\n首先是斯蒂芬-金的《追夢人》。我開始讀這本書的時候已經很長時間了...",
      "title": "在過去一週半的假期裏，我完成了4本書。"
    }
  ]
}