{
  "author": "Longjumping-Hat-6303",
  "original_created_utc": 1637021503,
  "title": "Lincoln's original Thanksgiving proclamation did not mention Native Americans, instead focusing on \"divine providence.\" 130 years later, children all over America were acting out a Native American and Pilgrim cooperation narrative, complete with construction paper hats. How did this shift occur?",
  "created_utc": 1637067865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Examples of the hats/costumes from the <a href=\"https://www.jenx67.com/2019/11/thanksgiving-1976.html\">1970s here.</a> I grew up in the 1990s and vividly remember wearing these kind of hats and being presented with and reenacting a Thanksgiving narrative that went roughly &quot;the pilgrims came to America and the Native Americans said welcome and helped them learn to provide for themselves and eventually they had a feast and ate together.&quot;</p>\n\n<p>This narrative is obviously extremely oversimplified and erases much harm done to native populations by colonists and settlers. And the costumes are more than a bit offensive. Today, Thanksgiving is reasonably a flashpoint for discussions of colonizers and the harm they and their descendants have wrought on indigenous communities.</p>\n\n<p>But it also seems markedly different from the original intent of the holiday, which makes no mention of America&#39;s founding myth and focuses on simply on giving thanks to God for bountiful harvests and other gifts.</p>\n\n<p>When did Thanksgiving become tied to the American founding narrative and how/why/when did indigenous people become part of that narrative?</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/quuffz/lincolns_original_thanksgiving_proclamation_did/",
  "subreddit": "AskHistorians",
  "id": "quuffz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Examples of the hats/costumes from the 1970s here.\n[https://www.jenx67.com/2019/11/thanksgiving-1976.html] I grew up in the 1990s\nand vividly remember wearing these kind of hats and being presented with and\nreenacting a Thanksgiving narrative that went roughly \"the pilgrims came to\nAmerica and the…"
}