{
  "author": "sweaty_garbage",
  "original_created_utc": 1640416656,
  "title": "Is it true that penguins become \"insane,\" \"deranged,\" or \"disoriented\" and travel away from their colonies to die, as accounted by Werner Herzog in \"Encounters at the End of the World\" (2009)?",
  "created_utc": 1640464303,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This moment in the documentary fascinated me, where Herzog shows a penguin stopping in its tracks, and suddenly starts walking alone away from its home or hunting grounds towards the desolate mountains of Antarctica, where it will die. He says that the penguin scientist he talked to (though without directly showing us the scientist telling this) told him that, even if they went out and brought the penguin back, he would just go right back to his death march.&lt;/p&gt;\n\n&lt;p&gt;I really can&amp;#39;t stop thinking about it, it&amp;#39;s a strangely, somewhat upsettingly, human behavior that, if is how Herzog describes, certainly appears like the penguins are trying to die.&lt;/p&gt;\n\n&lt;p&gt;But when looking online, I couldn&amp;#39;t find any scientific reports of this behavior, only people referring back to the documentary. The scientist seemed like a real scientist, but there&amp;#39;s no information on this I could find.&lt;/p&gt;\n\n&lt;p&gt;Is there any truth to this? Is this a behavior scientists have observed in penguins, and if so is it as bleak as Herzog describes?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/askscience/comments/ro4v3x/is_it_true_that_penguins_become_insane_deranged/",
  "subreddit": "askscience",
  "id": "ro4v3x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This moment in the documentary fascinated me,\nwhere Herzog shows a penguin stopping in its tracks, and suddenly starts walking\nalone away from its home or hunting grounds towards the desolate mountains of\nAntarctica, where it will die. He says that the penguin…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> ドキュメンタリーの中のこの瞬間に私は魅了されました。\nペンギンの足が止まり、突然歩き始める様子が描かれています。\nを離れ、荒涼とした山々に向かいました。\n南極大陸で、そこで死んでしまう。彼は、ペンギンが...",
      "title": "ヴェルナー・ヘルツォークが『世界の果ての出会い』（2009）で説明したように、ペンギンが「狂気」「錯乱」「混乱」に陥り、コロニーを離れて死ぬというのは本当なのだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>纪录片中的这个瞬间让我着迷。\n赫尔佐格展示了一只企鹅停下脚步，突然开始走\n孤独地离开它的家或狩猎场，走向南极洲的荒凉山地。\n南极洲的荒凉山区，在那里它将死去。他说，这只企鹅...",
      "title": "维尔纳-赫尔佐格在《世界尽头的邂逅》（2009年）中描述的企鹅变得 \"疯狂\"、\"精神错乱 \"或 \"迷失方向 \"并离开它们的殖民地而死去，这是真的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>紀錄片中的這個瞬間讓我着迷。\n赫爾佐格展示了一隻企鵝停下腳步，突然開始走\n孤獨地離開它的家或狩獵場，走向南極洲的荒涼山地。\n南極洲的荒涼山區，在那裏它將死去。他說，這隻企鵝...",
      "title": "維爾納-赫爾佐格在《世界盡頭的邂逅》（2009年）中描述的企鵝變得 \"瘋狂\"、\"精神錯亂 \"或 \"迷失方向 \"並離開它們的殖民地而死去，這是真的嗎？"
    }
  ]
}