{
  "author": "WaterDemonPhoenix",
  "original_created_utc": 1635692222,
  "title": "CMV: in the western world, there is no point in complaining about declining fertility rates as there is nothing we can do unless we either make people lose their freedoms or change our entire economics",
  "created_utc": 1635705979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll limit it to Canada and USA, but I am sure this applies to others. </p>\n\n<p>When I hear people being concerned about low birth rates, I think, even if that&#39;s a problem, what can we do about it. I would like my view changed because right now I&#39;m a pessimist. Please note that this post isn&#39;t about lowering population (as that can be changed with immigration) but rather with &#39;born on the soil&#39; declining birth rate. </p>\n\n<p>I can&#39;t speak for everyone else, but I would think there are plenty who are just like me. I don&#39;t want kids because I don&#39;t think its justified to make a kid go through what I go through, worrying about finances in this really expensive country. (Canada) \nSecondly, kids are expensive. We can&#39;t incentivize people like me to have kids. Now, people compare this to people in Zimbabwe or Nigeria. The difference however is, having a kid is an investment that has a higher guarantee of return. (While I hate that people use kids as tools to better their lives, I&#39;m gonna try being objective) in other countries, despite being in poverty, people have kids. I mention the guarantee return because society pressures people to take care of their parents. In Canada, I don&#39;t feel as much of it. People dump their (asshole) parents. Justified or not, there is no guarantee they will help out. The money spent on kids can be spent on saving for retirement homes. </p>\n\n<p>We also can&#39;t artificially make prices go down without sacrificing freedom that a lot of people like. </p>\n\n<p>The difference in Canada and other countries is also the laws. Its illegal and enforced to starve your kid. Why would I have a kid, even if i was selfish, if I knew that any moment and my &#39;investment&#39; would be gone. And I speak as someone who had family that grew up third world poverty. (my family is Chinese) </p>\n\n<p>There is also no incentive for me as an incel (male or female) to put up with shitty partners to make a baby. I don&#39;t need a man to work and fund me. So unless we are going back to women can&#39;t work laws, I think its inevitable there will be more single people. I don&#39;t mean to sound edgy, but I pretty much don&#39;t need a man, economically speaking. </p>\n\n<p>I hope I&#39;m not all over the place, but basically, unless we address the high cost of living, there&#39;s just no incentive to raise a kid. We also need to address how to incentivize people to get into relationships and make babies.</p>\n\n<p>in the past women had to put up with men&#39;s bad behaviour. Now? Why should I put up with shitty men? (Not saying all men) let&#39;s say I have high standards. If it means that I may ignore 90% of the population, so what? There&#39;s no incentive. </p>\n\n<p>Tldr: there just isn&#39;t anyway to incentivize people to have kids unless we are OK being authoritarian or giving up our economic model.</p>\n\n<p>Edit: I sort of changed my view that we should talk about it and try, but as of yet, I see no solution that would get people to have kids unless it makes their life better. Such as, as sick as it is, allowing people to profit in having kids. That to my view has always been why humans have kids. It makes life happier when those who want have kids. Some others use kids to help with the farm. If having kids is a negative (ie spending money etc) then people will not have kids</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/qjr7dt/cmv_in_the_western_world_there_is_no_point_in/",
  "subreddit": "changemyview",
  "id": "qjr7dt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll limit it to Canada and USA, but I am sure this applies to others.\n\nWhen I hear people being concerned about low birth rates, I think, even if\nthat's a problem, what can we do about it. I would like my view changed because\nright now I'm a pessimist. Please note that this post isn't about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カナダとアメリカに限定して説明しますが、他の国にも当てはまると思います。\n\n少子化が問題視されているのを聞くと、仮にそれが問題だとしても、どうすればいいのかと\n問題だとしても、どうしたらいいんだろう？私の考えを変えてほしいのは\n今の私は悲観的です。なお、この記事は...の話ではありません。",
      "title": "CMV: 欧米では、少子化を訴えても、人々の自由を奪うか、経済全体を変えない限り、どうしようもない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我把它限制在加拿大和美国，但我相信这也适用于其他国家。\n\n当我听到人们关注低出生率时，我想，即使这是一个问题，我们又能做些什么呢？\n这是个问题，我们能做些什么。我希望我的观点得到改变，因为\n现在我是一个悲观主义者。请注意，这篇文章并不是关于...",
      "title": "CMV：在西方世界，抱怨生育率下降是没有意义的，因为我们无能为力，除非我们要么让人们失去自由，要么改变我们的整个经济。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我把它限制在加拿大和美國，但我相信這也適用於其他國家。\n\n當我聽到人們關注低出生率時，我想，即使這是一個問題，我們又能做些什麼呢？\n這是個問題，我們能做些什麼。我希望我的觀點得到改變，因爲\n現在我是一個悲觀主義者。請注意，這篇文章並不是關於...",
      "title": "CMV：在西方世界，抱怨生育率下降是沒有意義的，因爲我們無能爲力，除非我們要麼讓人們失去自由，要麼改變我們的整個經濟。"
    }
  ]
}