{
  "author": "miki77miki",
  "original_created_utc": 1636082858,
  "title": "The crypto community used to be rooted in libertarian ideals, now it's all people trying to make a buck",
  "created_utc": 1636105245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I almost feel like an old man harkening back to &quot;the good ole days&quot; but for the ones that have been around since the early days (Before $1k+++ BTC) know how deeply rooted the crypto community was in libertarian ideals toward the start. For the most part, no one knew how big bitcoin and the crypto space would really be, and most didn&#39;t support bitcoin and the concept of cryptocurrency for price gains (Since there wasn&#39;t much) but for ideological reasons of freedom from the excessive power that the government holds over us and the monetary system. It nearly breaks my heart that the community has gone so far from the ideals it was based on and has turned more into a circlejerk of people trying to become millionaires rather than on the incredible freeing power that bitcoin and other cryptos can have for the regular, common person. I&#39;m sure this will get lost to the other SHIB X10000 and gov loving posts but I hope some will step back from the intoxicating ideas of getting big gains and focus more on the freedom of decentralized currency and the ideals the crypto community is based on. Also taxation is theft</p>\n\n<p><strong>The Times 03/Jan/2009 Chancellor on brink of second bailout for banks</strong></p>\n\n<p>(What crypto is really about)</p>\n\n<p>Edit: I love the downvotes! It only further solidifies how far this community has strayed from it&#39;s original ideals</p>\n</div><!-- SC_ON -->",
  "score": 192,
  "permalink": "/r/CryptoCurrency/comments/qn2935/the_crypto_community_used_to_be_rooted_in/",
  "subreddit": "CryptoCurrency",
  "id": "qn2935",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I almost feel like an old man harkening back to \"the good ole days\" but for the\nones that have been around since the early days (Before $1k+++ BTC) know how\ndeeply rooted the crypto community was in libertarian ideals toward the start.\nFor the most part, no one knew how big bitcoin and the crypto…"
}