{
  "author": "swiggees",
  "original_created_utc": 1635883245,
  "title": "CMV: Sales tax is inherently unjust for poorer people.",
  "created_utc": 1635892573,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not talking about taxes on luxury goods or unhealthy items like tobacco. I think those are just. I am also focused strictly on sales tax. While I think income and property taxes is unjust too, that’s not part of this argument since it isn’t unjust to poorer people. </p>\n\n<p>I am talking about essential goods like food, clothing, and other items. I know there are some states that don’t have sales tax for these essential items but others do. And even if it’s not an essential item like a computer why does a poor person have to pay the same tax that jeff brazos would on buying a laptop? There is not correlation on how much you make and how much you pay here. </p>\n\n<p>Yes, I anticipate that some of you will say that rich people buy more expensive items in bigger quantities so they pay more sales tax, but they also get more marginal benefit. It doesn’t change that for the same items they are paying a lesser proportion in taxes then a poor person. In my eyes it works the same way as a speeding ticket where poorer people are affected more. </p>\n\n<p>Anyway change my view.</p>\n\n<p>EDIT: Rip my comment karma</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qlcsj1/cmv_sales_tax_is_inherently_unjust_for_poorer/",
  "subreddit": "changemyview",
  "id": "qlcsj1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not talking about taxes on luxury goods or unhealthy items like tobacco. I\nthink those are just. I am also focused strictly on sales tax. While I think\nincome and property taxes is unjust too, that’s not part of this argument since\nit isn’t unjust to poorer people.\n\nI am talking about essential…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "贅沢品やタバコのような不健康なものにかける税金のことではありません。I\nそれらは単なるものだと思います。また、私は消費税にも厳しく注目しています。しかし、私は\n所得税や固定資産税も不公平だと思いますが、それはこの議論とは関係ありません。\n貧しい人たちには不公平ではないからです。\n\n私が話しているのは、本質的な...",
      "title": "CMV：消費税は本来、貧しい人たちにとって不公平なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在谈论对奢侈品或烟草等不健康物品的征税。I\n我认为这些是公正的。我还严格关注了销售税。虽然我认为\n收入税和财产税也是不公正的，但这不是这个论点的一部分，因为它对穷人并不公正。\n因为它对穷人并不不公正。\n\n我说的是基本的...",
      "title": "CMV：销售税对穷人来说本来就不公平。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在談論對奢侈品或菸草等不健康物品的徵稅。I\n我認爲這些是公正的。我還嚴格關注了銷售稅。雖然我認爲\n收入稅和財產稅也是不公正的，但這不是這個論點的一部分，因爲它對窮人並不公正。\n因爲它對窮人並不不公正。\n\n我說的是基本的...",
      "title": "CMV：銷售稅對窮人來說本來就不公平。"
    }
  ]
}