{
  "author": "karlwheezer54",
  "original_created_utc": 1627086591,
  "title": "CMV: Standing up to wipe is far superior to sitting down and wiping",
  "created_utc": 1627115766,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a man so I can not speak on how this experience is different for women so this post will be directed to my fellow men.  </p>\n\n<p>Standing up after taking a dump allows for much easier access to ones ass. In addition, you do not have to maneuver your hand around your junk to reach. Personally I have tried to wipe sitting down a few times and each time have been beyond disappointed. The final straw was one time when I was trying to go under my junk and my hand touched the toilet water. Ever since then I vowed to never sit down and wipe again. </p>\n\n<p>I can&#39;t fathom why anyone would prefer to sit and wipe so please enlighten me.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oqf90h/cmv_standing_up_to_wipe_is_far_superior_to/",
  "subreddit": "changemyview",
  "id": "oqf90h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a man so I can not speak on how this experience is different for women so\nthis post will be directed to my fellow men.\n\nStanding up after taking a dump allows for much easier access to ones ass. In\naddition, you do not have to maneuver your hand around your junk to reach.\nPersonally I have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は男性なので、この経験が女性にとってどのように違うのかを語ることはできません。\n今回の投稿は、私の仲間である男性に向けたものです。\n\nウンコをした後に立ち上がると、お尻へのアクセスが非常に楽になります。さらに\nさらに、お尻に手を伸ばすために、自分のアソコに手を回す必要もありません。\n個人的には、私は...",
      "title": "CMV：座って拭くより、立って拭く方が断然良い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个男人，所以我不能说这种经历对女性有什么不同，所以\n这篇文章将针对我的男性同胞。\n\n拉完屎后站起来，可以更容易地接触到自己的屁股。此外\n此外，你不必在你的垃圾周围操纵你的手去触摸。\n就我个人而言，我有...",
      "title": "CMV: 站着擦拭远胜于坐下来擦拭"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個男人，所以我不能說這種經歷對女性有什麼不同，所以\n這篇文章將針對我的男性同胞。\n\n拉完屎後站起來，可以更容易地接觸到自己的屁股。此外\n此外，你不必在你的垃圾周圍操縱你的手去觸摸。\n就我個人而言，我有...",
      "title": "CMV: 站着擦拭遠勝於坐下來擦拭"
    }
  ]
}