{
  "author": "upinflames26",
  "original_created_utc": 1624421125,
  "title": "CMV: Covid-19 has been used repeatedly as an excuse for extremely poor service and outright laziness by numerous companies contributing to a decline in service quality and a rise of inflation in effort to drive profits up and overhead down, all disguised as being health conscious.",
  "created_utc": 1624429837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Something I’ve noticed for a while has been the terrible excuse of covid to explain manufacturers, distributors, and store fronts blatant laziness. For example normal store fronts would have you purchase a product, take if home, find out it’s defective and rather than offering an exchange, they would ask you to deal remotely with the manufacturer resulting in 3 hour+ hold times and numerous months for replacement which still had to be shipped to store fronts. This is just a common example I’ve seen. </p>\n\n<p>Covid is coming to a close and companies are still practicing this level of laziness. I think the new normal is going to be garbage customer service and sky high prices. We have nobody to blame but ourselves and we should have driven the offending businesses out of business for such practices. </p>\n\n<p>If you yourself have any examples of this please speak up because I’m struggling to recall every example I’ve seen since March 2020.</p>\n</div><!-- SC_ON -->",
  "score": 141,
  "permalink": "/r/changemyview/comments/o655d4/cmv_covid19_has_been_used_repeatedly_as_an_excuse/",
  "subreddit": "changemyview",
  "id": "o655d4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Something I’ve noticed for a while has been the terrible excuse of covid to\nexplain manufacturers, distributors, and store fronts blatant laziness. For\nexample normal store fronts would have you purchase a product, take if home,\nfind out it’s defective and rather than offering an exchange, they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前から気になっていたのですが、メーカーや販売店、店頭の露骨な怠慢を説明するのに、covidの言い訳がひどいですね。\nメーカーや販売店、店舗の露骨なまでの怠慢を説明するのに 例えば\n例えば、通常の店頭では、商品を購入して家に持ち帰り、不良品であることがわかり\n欠陥品であることがわかり、交換をするのではなく、...",
      "title": "CMV: Covid-19は、多くの企業が健康志向を装いながら、利益を上げて経費を削減するために、サービスの質の低下やインフレを引き起こす原因となっている、極めて不十分なサービスや怠慢の言い訳として繰り返し使われてきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到一段时间以来，covid的可怕借口是\n解释制造商、分销商和店面公然的懒惰。例如\n例如，正常的店面会让你购买一个产品，带回家。\n发现它是有缺陷的，而不是提供一个交换，他们...",
      "title": "CMV: Covid-19已被许多公司反复用作服务极差和完全懒惰的借口，导致服务质量下降和通货膨胀上升，以努力提高利润和降低管理费用，所有这些都被伪装成具有健康意识。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到一段時間以來，covid的可怕藉口是\n解釋製造商、分銷商和店面公然的懶惰。例如\n例如，正常的店面會讓你購買一個產品，帶回家。\n發現它是有缺陷的，而不是提供一個交換，他們...",
      "title": "CMV: Covid-19已被許多公司反覆用作服務極差和完全懶惰的藉口，導致服務質量下降和通貨膨脹上升，以努力提高利潤和降低管理費用，所有這些都被僞裝成具有健康意識。"
    }
  ]
}