{
  "author": "ABadLocalCommercial",
  "original_created_utc": 1628184893,
  "title": "CMV: Companies who ask to receive a bailout should receive those funds in return for stock",
  "created_utc": 1628212478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To expand on my full idea, this stock held by the federal government becomes non-transferable for some extended period of time, say 25yrs. For example, if GM were to be bailed out right now for the same amount it has received ($50,744,648,329) the federal government would own ~931,436,276 of the current outstanding 1.45b shares at the current price point of $54.48. </p>\n\n<p>This would force companies to be responsible or essentially forfeit control of the company for a significant period of time. If not, that company goes out of business and a new company comes in to take it&#39;s place.</p>\n\n<p>Edit: Since it&#39;s come up a few times, companies that don&#39;t have stock go bankrupt. If you want to discuss the merits of small business bailouts vs. too big to fail bailouts that&#39;s perfectly valid.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/oynfn0/cmv_companies_who_ask_to_receive_a_bailout_should/",
  "subreddit": "changemyview",
  "id": "oynfn0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To expand on my full idea, this stock held by the federal government becomes\nnon-transferable for some extended period of time, say 25yrs. For example, if GM\nwere to be bailed out right now for the same amount it has received\n($50,744,648,329) the federal government would own ~931,436,276 of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のアイデアをさらに発展させると、この連邦政府が保有する株式は\nこの連邦政府が保有する株式は、25年などの長期にわたって譲渡できないようにします。例えば、もしGM\nが今までに受けたのと同じ額（50ドル、25ドル）で救済されたとします。\n(連邦政府が保有するGMの株式は約931,436,276株となります。",
      "title": "CMV: 救済を求める企業は、株式と引き換えに資金を受け取るべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了扩展我的全部想法，联邦政府持有的这种股票变得\n在一段较长的时间内不可转让，比如25年。例如，如果通用汽车\n现在被救助的金额与它收到的金额相同\n(50,744,648,329美元)，联邦政府将拥有~931,436,276美元的股票。",
      "title": "CMV：要求接受救助的公司应该以股票作为回报获得这些资金"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了擴展我的全部想法，聯邦政府持有的這種股票變得\n在一段較長的時間內不可轉讓，比如25年。例如，如果通用汽車\n現在被救助的金額與它收到的金額相同\n(50,744,648,329美元)，聯邦政府將擁有~931,436,276美元的股票。",
      "title": "CMV：要求接受救助的公司應該以股票作爲回報獲得這些資金"
    }
  ]
}