{
  "author": "megalyknight",
  "original_created_utc": 1629409436,
  "title": "CMV: Implying that breastfeeding promotion shames formula feeding is the equivalent of saying daily exercise and healthy eating promotion shames those who don't do so.",
  "created_utc": 1629437518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We are allowed to promote and encourage choices that can lead us to live healthier lives. If you choose not to do these things, it is fine, that&#39;s your choice to make. This doesn&#39;t mean that information regarding these things is an attack on your right to choose whether or not to partake in them. It is allowing other people to make informed decisions for themselves, the way that you did. </p>\n\n<p>And those who say that promoting and encouraging breastfeeding is detrimental to the mental health of mothers who <em>can&#39;t</em> breastfeed for one reason or another, the answer to this isn&#39;t to avoid the topic of breastfeeding, the answer is to provide more easily accessible mental health support for these women to help them through their struggles.</p>\n\n<p>Health professionals advocate for breastfeeding because it is scientifically proven to be better for both a mothers and baby&#39;s health, generally speaking (ie. not taking individual circumstances that may arise into consideration). This is the same way that health professionals also advocate for daily exercise, healthy eating, drinking X amount of water per day, they do this because it is good for your health and that is what they are around to encourage and help with, if you choose not to, that&#39;s <em>fine</em>. </p>\n\n<p>Health professionals are also more vocal about breastfeeding whilst mothers and babies are still in hospital due to the fact that if mothers need help with anything like latch, positioning etc... they are there to provide it. There isn&#39;t <em>really</em> much they can do to offer physical support with formula feeding, other than feeding the baby themselves, which they often do if they are asked and are able to dedicate the time to do so.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p7odzz/cmv_implying_that_breastfeeding_promotion_shames/",
  "subreddit": "changemyview",
  "id": "p7odzz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We are allowed to promote and encourage choices that can lead us to live\nhealthier lives. If you choose not to do these things, it is fine, that's your\nchoice to make. This doesn't mean that information regarding these things is an\nattack on your right to choose whether or not to partake in them. It…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは、私たちの生活につながるような選択を促進し、奨励することが許されています。\n私たちは、より健康的な生活につながる選択を促進し、奨励することができます。もしあなたがこれらのことをしないことを選んだとしても、それは構いません、それはあなたの\nそれがあなたの選択です。だからといって、これらのことに関する情報が、参加するかどうかを選択するあなたの権利を攻撃することにはなりません。\nあなたがこれらのことをするかしないかを選択する権利を攻撃することにはなりません。それは...",
      "title": "CMV：母乳育児の推進がミルク育児を辱めるというのは、毎日の運動や健康的な食事の推進がそうでない人を辱めるというのと同じことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们被允许促进和鼓励那些能使我们过上\n更健康的生活。如果你选择不做这些事情，也没关系，这是你的\n做出的选择。这并不意味着有关这些事情的信息是对你的权利的攻击。\n攻击你选择是否参加这些活动的权利。它...",
      "title": "CMV: 暗示母乳喂养的推广使配方奶粉喂养蒙羞，就相当于说日常锻炼和健康饮食的推广使不这样做的人蒙羞。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們被允許促進和鼓勵那些能使我們過上\n更健康的生活。如果你選擇不做這些事情，也沒關係，這是你的\n做出的選擇。這並不意味着有關這些事情的信息是對你的權利的攻擊。\n攻擊你選擇是否參加這些活動的權利。它...",
      "title": "CMV: 暗示母乳餵養的推廣使配方奶粉餵養蒙羞，就相當於說日常鍛鍊和健康飲食的推廣使不這樣做的人蒙羞。"
    }
  ]
}