{
  "author": "megalyknight",
  "original_created_utc": 1629409436,
  "title": "CMV: Implying that breastfeeding promotion shames formula feeding is the equivalent of saying daily exercise and healthy eating promotion shames those who don't do so.",
  "created_utc": 1629437518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We are allowed to promote and encourage choices that can lead us to live healthier lives. If you choose not to do these things, it is fine, that&#39;s your choice to make. This doesn&#39;t mean that information regarding these things is an attack on your right to choose whether or not to partake in them. It is allowing other people to make informed decisions for themselves, the way that you did. </p>\n\n<p>And those who say that promoting and encouraging breastfeeding is detrimental to the mental health of mothers who <em>can&#39;t</em> breastfeed for one reason or another, the answer to this isn&#39;t to avoid the topic of breastfeeding, the answer is to provide more easily accessible mental health support for these women to help them through their struggles.</p>\n\n<p>Health professionals advocate for breastfeeding because it is scientifically proven to be better for both a mothers and baby&#39;s health, generally speaking (ie. not taking individual circumstances that may arise into consideration). This is the same way that health professionals also advocate for daily exercise, healthy eating, drinking X amount of water per day, they do this because it is good for your health and that is what they are around to encourage and help with, if you choose not to, that&#39;s <em>fine</em>. </p>\n\n<p>Health professionals are also more vocal about breastfeeding whilst mothers and babies are still in hospital due to the fact that if mothers need help with anything like latch, positioning etc... they are there to provide it. There isn&#39;t <em>really</em> much they can do to offer physical support with formula feeding, other than feeding the baby themselves, which they often do if they are asked and are able to dedicate the time to do so.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p7odzz/cmv_implying_that_breastfeeding_promotion_shames/",
  "subreddit": "changemyview",
  "id": "p7odzz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We are allowed to promote and encourage choices that can lead us to live\nhealthier lives. If you choose not to do these things, it is fine, that's your\nchoice to make. This doesn't mean that information regarding these things is an\nattack on your right to choose whether or not to partake in them. It…"
}