{
  "author": "DripDripCoffeeRoast",
  "original_created_utc": 1628118895,
  "title": "What is a book you had really low expectations for, but ended up being absolutely blown away by?",
  "created_utc": 1628171060,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We all know those books: the ones that you HAVE to read because of school, or the ones that you pick up on an absolute whim without knowing much about. The ones we don’t really expect much for. However, once you start getting into them, you realize that they’ve far surpassed any expectation you had for them. What book(s) had that effect on you?</p>\n\n<p>For me, The Great Gatsby definitely fits that bill. It was an assigned book for a high school English class, so of course my expectations were lower than dirt. However, once I got into it, it completely surpassed my expectations. The characters were all well written, the plot was one that hooks you, and the scenery was so vivid that you could close your eyes and easily envision it. It was also one of VERY few that I’ve reread years later (and realized that all of the characters are terrible human beings).</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/oy4v04/what_is_a_book_you_had_really_low_expectations/",
  "subreddit": "books",
  "id": "oy4v04",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all know those books: the ones that you HAVE to read because of school, or\nthe ones that you pick up on an absolute whim without knowing much about. The\nones we don’t really expect much for. However, once you start getting into them,\nyou realize that they’ve far surpassed any expectation you had…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学校の授業で読まなければならない本や、あまり知らずにふと手に取った本など、誰もが知っている本があります。\n何も知らずにふとした拍子に手に取ってしまうもの。その本は\n私たちがあまり期待していないもの。しかし、ひとたびその本に夢中になると\nしかし、実際に読んでみると、その期待をはるかに超えた作品であることに気づく...。",
      "title": "あまり期待していなかったが、結果的には非常に素晴らしい作品だったということですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们都知道那些书：那些你因为要上学而不得不读的书，或者是你挑选的那些书。\n那些你在不太了解的情况下心血来潮地拿起的书。那些\n我们对这些书的期望并不高。然而，一旦你开始进入它们。\n你就会意识到，它们已经远远超过了你的任何期望......",
      "title": "你对哪本书的期望值很低，但最后却被其彻底征服了？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們都知道那些書：那些你因爲要上學而不得不讀的書，或者是你挑選的那些書。\n那些你在不太瞭解的情況下心血來潮地拿起的書。那些\n我們對這些書的期望並不高。然而，一旦你開始進入它們。\n你就會意識到，它們已經遠遠超過了你的任何期望......",
      "title": "你對哪本書的期望值很低，但最後卻被其徹底征服了？"
    }
  ]
}