{
  "author": "projectaskban",
  "original_created_utc": 1627746299,
  "title": "CMV: I think celebrities should be more open about their steroid use.",
  "created_utc": 1627782310,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If someone is a gym shark athlete, IFBB pro, or just an actor who gained 20lb of muscle from eating &quot;chicken, rice, and broccoli&quot; The reality is that most if not all are probably on steroids yet so many people think that these people are natural and if they just train hard enough and diet they can achieve the exact same results. I had a friend who thought Arnold Schwarzenegger was natural. I think it&#39;s just as bad as people using photoshop on Instagram and claiming it to be real it set&#39;s unrealistic standards and has a negative effect on people&#39;s mental well-being. Also if the person Is selling something like a workout program and claims natural while being on steroids I think they are basically just trying to scam people.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ov9foo/cmv_i_think_celebrities_should_be_more_open_about/",
  "subreddit": "changemyview",
  "id": "ov9foo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If someone is a gym shark athlete, IFBB pro, or just an actor who gained 20lb of\nmuscle from eating \"chicken, rice, and broccoli\" The reality is that most if not\nall are probably on steroids yet so many people think that these people are\nnatural and if they just train hard enough and diet they can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もし誰かがジムシャークのアスリートやIFBBプロ、あるいは20ポンドの筋肉をつけただけの俳優であれば\nチキン、ライス、ブロッコリー」を食べて20ポンドの筋肉をつけた俳優がいたとしても、現実にはほとんどの人がステロイドを使用しています。\nステロイドを使用している可能性がありますが、多くの人はこれらの人々が自然であり\nしかし、多くの人々はこれらの人々が自然であり、ハードなトレーニングと食事をすれば...",
      "title": "CMV: セレブはステロイド使用についてもっとオープンにすべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果有人是健身房的鲨鱼运动员，IFBB职业选手，或者只是一个演员，通过吃 \"鸡肉、米饭和西兰花 \"获得了20磅的肌肉。\n肌肉是通过吃 \"鸡肉、米饭和西兰花 \"获得的。\n都可能在使用类固醇，但许多人认为这些人是\n如果他们只是努力训练和节食，他们就可以...",
      "title": "CMV：我认为名人应该更加公开他们使用类固醇的情况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果有人是健身房的鯊魚運動員，IFBB職業選手，或者只是一個演員，通過喫 \"雞肉、米飯和西蘭花 \"獲得了20磅的肌肉。\n肌肉是通過喫 \"雞肉、米飯和西蘭花 \"獲得的。\n都可能在使用類固醇，但許多人認爲這些人是\n如果他們只是努力訓練和節食，他們就可以...",
      "title": "CMV：我認爲名人應該更加公開他們使用類固醇的情況。"
    }
  ]
}