{
  "author": "TrojanXCI",
  "original_created_utc": 1628200109,
  "title": "CMV: Police vehicles should not be allowed to be black with dark lettering",
  "created_utc": 1628212478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When police cars are black with dark lettering making it difficult to identify the car, to me, it says that police are not there to prevent crime but to catch people in the act of it. I have no issue with undercover police who are in completely unmarked vehicles, but a traffic cop sitting on the side of the road in a difficult to identify vehicle does nothing to stop people from speeding rather only to catch one of the drivers speeding or driving recklessly. </p>\n\n<p>In my mind police cars should be painted bright colors that clearly say I&#39;m here, don&#39;t commit crime while I&#39;m here.  Imagine a police officer sitting in a parking lot in an all black vehicle versus a brightly colored one. He could be sitting on his lunch break or writing up a report (or eating doughnuts) and if he was in a brightly colored vehicle it wouldn&#39;t matter if he was looking around to see if anybody was committing crime because citizens would know much more easily that police presence is in the area.</p>\n</div><!-- SC_ON -->",
  "score": 211,
  "permalink": "/r/changemyview/comments/oysool/cmv_police_vehicles_should_not_be_allowed_to_be/",
  "subreddit": "changemyview",
  "id": "oysool",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When police cars are black with dark lettering making it difficult to identify\nthe car, to me, it says that police are not there to prevent crime but to catch\npeople in the act of it. I have no issue with undercover police who are in\ncompletely unmarked vehicles, but a traffic cop sitting on the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パトカーが黒くて文字が濃くて識別しづらいのは\n私にとっては、警察は犯罪を防ぐために存在するのではなく、犯罪者を捕まえるために存在していると言っても過言ではありません。\n警察は犯罪を防ぐためにあるのではなく、犯罪を起こしている人を捕まえるためにあるのです。覆面パトカーには問題はありません。\n覆面パトカーは問題ありませんが、交通課のパトカーは・・・。",
      "title": "CMV: 警察車両は、黒地に濃い文字を入れてはいけない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当警车是黑色的，有深色的字体，使人难以识别\n对我来说，这说明警察在那里不是为了防止犯罪，而是为了抓捕犯罪分子。\n捕捉犯罪行为的人。我对乘坐完全没有标记的车辆的卧底警察没有异议。\n我对乘坐完全没有标记的车辆的卧底警察没有意见，但坐在车内的交通警察就不一样了。",
      "title": "CMV：不应允许警车采用黑色的深色字样"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當警車是黑色的，有深色的字體，使人難以識別\n對我來說，這說明警察在那裏不是爲了防止犯罪，而是爲了抓捕犯罪分子。\n捕捉犯罪行爲的人。我對乘坐完全沒有標記的車輛的臥底警察沒有異議。\n我對乘坐完全沒有標記的車輛的臥底警察沒有意見，但坐在車內的交通警察就不一樣了。",
      "title": "CMV：不應允許警車採用黑色的深色字樣"
    }
  ]
}