{
  "author": "TheChopinet",
  "the_new_excerpt": "I had been meaning to read this ever since devouring Into the Wild last year\nduring quarantine. I knew it'd be good but oh boy, did it exceed my\nexpectations.\n\nThis truly felt like a novel and yet the knowing this disaster was all to real\nmade it an even more compelling read. Krakauer has a way of…",
  "original_created_utc": 1618318124,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年、隔離中に「Into the Wild」を夢中で読んで以来、ずっと読もうと思っていた作品です。\n隔離されている間に 良い作品になるだろうとは思っていましたが、期待以上の作品でした。\n期待以上でした。\n\nまさに小説のようでありながら、この災害が現実に起こったことを知っているからこそ\n読んでいてさらに引き込まれるものがありました。クラカウアーは、その方法で...",
      "title": "Into Thin Air」は、今まで読んだ中で最も骨の折れる話の一つです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从去年吞噬了《走进荒野》后，我就一直想读这本书。\n隔离期间。我就知道会很好，但天啊，它确实超出了我的想象\n的期望。\n\n这真像一部小说，然而知道这场灾难都是真实的。\n使它成为一个更引人注目的阅读。克拉考尔有一种方式... ...",
      "title": "Into Thin Air，是我读过的最骨感的故事之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從去年吞噬了《走進荒野》後，我就一直想讀這本書。\n隔離期間。我就知道會很好，但天啊，它確實超出了我的想象\n的期望。\n\n這真像一部小說，然而知道這場災難都是真實的。\n使它成爲一個更引人注目的閱讀。克拉考爾有一種方式... ...",
      "title": "Into Thin Air，是我讀過的最骨感的故事之一。"
    }
  ],
  "title": "Into Thin Air, one of the most bone-chilling stories I've ever read.",
  "created_utc": 1618326040,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had been meaning to read this ever since devouring Into the Wild last year during quarantine. I knew it&#39;d be good but oh boy, did it exceed my expectations. </p>\n\n<p>This truly felt like a novel and yet the knowing this disaster was all to real made it an even more compelling read. Krakauer has a way of writing that makes you feel right there with the people he writes about. And while scaling the everest would never have made my bucket list, and even more so now, the book made me yearb for those untouched landscapes and wilderness.</p>\n\n<p>One thing that really struck me is how Krakauer, one of the few that mostly out of luck survived the ordeal on Mt. Everest blames himself in several occasions. At one point, he wonders if having a journalist, himself, along in the expedition would have caused everybody else to push themselves harder than needed, knowing that everything they did or didn&#39;t do would be carefully recorded. Later in the book, as Krakauer&#39;s climbing down the summit he recalls meeting one of the guides seemingly weak and in distress but in a bad state himself, he doesn&#39;t question the man reassurance he&#39;s fine and doesn&#39;t insisist offering help. As he writes Krakauer beats himself up for that, admitting that had that man been a friend he usually climbed with, he would have never left him alone there. </p>\n\n<p>Knowing Krakauer wrote this account only weeks after surviving the Everest disaster, it truly made me feel for him. As he had recorded conversations and kept a diary of their journey, it was natural he&#39;d be the one to write about the experience but I can&#39;t imagine the responsibility of it.</p>\n\n<p>In my constant search for good audiobooks I found that Into thin Air is narrated by Jon Krakauer. You can really feel the emotional weight certain scenes carry as he recounts the events. I really had goosebumps at several points throughout the audiobook. </p>\n\n<p>Overall, a fantastic, gut-wrenching book that makes you question these people common sense while marvelling at how much duller our regular lives are in comparison.</p>\n\n<p>Highly recommended!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mq1jyx/into_thin_air_one_of_the_most_bonechilling/",
  "subreddit": "books",
  "id": "mq1jyx",
  "is_self": true,
  "media": null,
  "is_video": false
}