{
  "author": "anonymous_teve",
  "original_created_utc": 1628077921,
  "title": "CMV: The problem isn't that Lizard People are running various world governments. The problem is that they're not doing a good enough job.",
  "created_utc": 1628084032,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve become aware of a fascinating conspiracy theory that Lizard People run various governments--the United States of America, etc. </p>\n\n<p>Always, the operating assumption is that this is bad specifically because they are Lizard People. I find this close minded and offensive. We shouldn&#39;t be biased against Lizard People per se anymore than we should be biased against people based on skin color or gender: it&#39;s their biology, and not fair to hold against them. </p>\n\n<p>However, if Lizard People really are running, say, the United States (my country, which will be my focus because I have the most insight into it) government, a very fair objection is that they&#39;re simply not very competent. </p>\n\n<p>I&#39;d rather not focus on my specific views on what exactly the government is doing wrong (that would be a different CMV)--in this polarized age, one thing both ends of the political spectrum happen to agree on is that the government isn&#39;t functioning at a high level. So I won&#39;t dive into that here.</p>\n\n<p>I foresee some objections:</p>\n\n<p>(1) It&#39;s bad that the Lizard People are leading the government because they aren&#39;t citizens and so have no right to lead. My counter: in conspiracy theories I&#39;ve seen, no one denies the Lizard People live among us, in which case they should, by birth right, have citizenship. If they&#39;ve been denied proper citizenship due to specie-ism, I&#39;m not going to hold that against them as it is inherently unjust.</p>\n\n<p>(2) The Lizard People are only doing a bad job for humans because they hate humans and only want what&#39;s best for lizards, which shows they should never be in positions of authority.  My counter: if this were true, we should see some evidence that they&#39;re implementing pro-lizard policies. In fact, we see just the opposite. The United States, for instance, has not done nearly enough to combat climate change, which scientist point out is especially hard on lizards (<a href=\"https://www.npr.org/sections/thetwo-way/2016/09/05/492713407/for-lizards-climate-change-is-a-deadly-and-complex-threat\">https://www.npr.org/sections/thetwo-way/2016/09/05/492713407/for-lizards-climate-change-is-a-deadly-and-complex-threat</a>)</p>\n\n<p>(3) Lizard People are subhuman and gross and we should hate them. Warm blood good, cold blood bad! My counter: come on. Aren&#39;t we better than that? These are not morally or ethically defensible positions.</p>\n\n<p>As an alternate approach to hating Lizard People because they&#39;re reptilian, I would argue for a more objective, even handed, less specie-ist/racist approach: we should hold the Lizard People accountable for poor governance.  The polarization of politics, lack of progress on poverty, unjust taxation schemes, poorly organized pandemic response, increasing budget deficits with seemingly no real strategy or goal, comparably worse health care than other countries, and impotence in the face of the global catastrophe of climate change all point to poor policy decisions on the part of the Lizard People. Working together, we can build a better future. One in which humanoids are judged not based on their body temperature, presence of scales, and ability to lay eggs, but on the content of their character and ability to competently govern and participate in the civic process.</p>\n</div><!-- SC_ON -->",
  "score": 315,
  "permalink": "/r/changemyview/comments/oxr10e/cmv_the_problem_isnt_that_lizard_people_are/",
  "subreddit": "changemyview",
  "id": "oxr10e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've become aware of a fascinating conspiracy theory that Lizard People run\nvarious governments--the United States of America, etc.\n\nAlways, the operating assumption is that this is bad specifically because they\nare Lizard People. I find this close minded and offensive. We shouldn't be\nbiased…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、様々な政府をトカゲ人間が牛耳っているという興味深い陰謀論を知っています。\nアメリカなどの政府をトカゲ人間が牛耳っているという面白い陰謀論を知っています。\n\n常に、彼らがトカゲ族であるがゆえに、特に悪いことであるという前提で動いています。\nトカゲ人間だから悪いという前提で話が進んでいきます。これは心が狭く、不快なことです。私たちは偏見を持つべきではありません。\n偏見を持つべきではありません...",
      "title": "CMV: 問題は、トカゲ人間が様々な世界政府を動かしていることではありません。彼らが十分な仕事をしていないことが問題なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经意识到一个迷人的阴谋论，即蜥蜴人掌管着不同的政府--美国政府。\n各种政府--美国，等等。\n\n一直以来，我们的假设是，这很糟糕，因为他们是蜥蜴人。\n是蜥蜴人。我发现这是个狭隘的观点，而且令人反感。我们不应该\n有偏见...",
      "title": "CMV：问题不在于蜥蜴人在管理各个世界政府。问题是他们的工作做得不够好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經意識到一個迷人的陰謀論，即蜥蜴人掌管着不同的政府--美國政府。\n各種政府--美國，等等。\n\n一直以來，我們的假設是，這很糟糕，因爲他們是蜥蜴人。\n是蜥蜴人。我發現這是個狹隘的觀點，而且令人反感。我們不應該\n有偏見...",
      "title": "CMV：問題不在於蜥蜴人在管理各個世界政府。問題是他們的工作做得不夠好。"
    }
  ]
}