{
  "author": "DalekDevan",
  "original_created_utc": 1635725960,
  "title": "I don't understand \"A Tale of Two Cities\" by Charles Dickens.",
  "created_utc": 1635737168,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve never really read a Charles Dickens book and a couple days ago I checked &quot;A Tale of Two Cities&quot; out of my school library and started reading it. And I&#39;m frustrated; it&#39;s not really the book&#39;s fault, it&#39;s mostly mine.</p>\n\n<p>I heard good things about this book and I really wanted to like it. But the problem is the way everything is described makes it so hard for me to understand what&#39;s happening.</p>\n\n<p>So far I&#39;ve read to page 38 and I honestly don&#39;t know if I should continue.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/qk29yo/i_dont_understand_a_tale_of_two_cities_by_charles/",
  "subreddit": "books",
  "id": "qk29yo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've never really read a Charles Dickens book and a couple days ago I checked \"A\nTale of Two Cities\" out of my school library and started reading it. And I'm\nfrustrated; it's not really the book's fault, it's mostly mine.\n\nI heard good things about this book and I really wanted to like it. But…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はチャールズ・ディケンズの本を読んだことがありませんでしたが、数日前に学校の図書室で『二都物語』をチェックしました。\n二都物語」を学校の図書館で借りて読み始めました。そして、私は\nこの本のせいではなく、ほとんどが私のせいなのです。\n\nこの本については良いことを聞いていたし、本当は好きになりたかった。でも...。",
      "title": "チャールズ・ディケンズの「二都物語」はよくわかりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来没有真正读过查尔斯-狄更斯的书，几天前，我从学校图书馆查到《双城记》，并开始阅读。\n几天前，我从学校图书馆借出了《双城记》，并开始阅读它。而我\n我很沮丧；这其实不是书的错，主要是我的错。\n\n我听说过这本书的好东西，我真的想喜欢它。但是...",
      "title": "我不明白查尔斯-狄更斯的《双城记》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來沒有真正讀過查爾斯-狄更斯的書，幾天前，我從學校圖書館查到《雙城記》，並開始閱讀。\n幾天前，我從學校圖書館借出了《雙城記》，並開始閱讀它。而我\n我很沮喪；這其實不是書的錯，主要是我的錯。\n\n我聽說過這本書的好東西，我真的想喜歡它。但是...",
      "title": "我不明白查爾斯-狄更斯的《雙城記》。"
    }
  ]
}