{
  "allow_live_comments": true,
  "approved_at_utc": null,
  "approved_by": null,
  "archived": false,
  "author": "0toHeroInvesting",
  "author_flair_background_color": null,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "author_flair_template_id": null,
  "author_flair_text": null,
  "author_flair_text_color": null,
  "author_flair_type": "text",
  "author_fullname": "t2_8oq1j048",
  "author_patreon_flair": false,
  "author_premium": true,
  "awarders": [],
  "banned_at_utc": null,
  "banned_by": null,
  "can_gild": false,
  "can_mod_post": false,
  "category": null,
  "clicked": false,
  "content_categories": null,
  "contest_mode": false,
  "created": 1604885285,
  "created_utc": 1604856485,
  "discussion_type": null,
  "distinguished": null,
  "domain": "self.stocks",
  "downs": 0,
  "edited": false,
  "gilded": 0,
  "gildings": {},
  "hidden": false,
  "hide_score": false,
  "id": "jqfkx7",
  "is_crosspostable": false,
  "is_meta": false,
  "is_original_content": false,
  "is_reddit_media_domain": false,
  "is_robot_indexable": true,
  "is_self": true,
  "is_video": false,
  "likes": null,
  "link_flair_background_color": "",
  "link_flair_css_class": null,
  "link_flair_richtext": [],
  "link_flair_text": null,
  "link_flair_text_color": "dark",
  "link_flair_type": "text",
  "locked": false,
  "media": null,
  "media_embed": {},
  "media_only": false,
  "mod_note": null,
  "mod_reason_by": null,
  "mod_reason_title": null,
  "mod_reports": [],
  "name": "t3_jqfkx7",
  "no_follow": false,
  "num_comments": 3,
  "num_crossposts": 0,
  "num_reports": null,
  "over_18": false,
  "parent_whitelist_status": "all_ads",
  "permalink": "/r/stocks/comments/jqfkx7/biden_wins_nvidia_stock_netflix_stock_buffets/",
  "pinned": false,
  "pwls": 6,
  "quarantine": false,
  "removal_reason": null,
  "removed_by": null,
  "removed_by_category": null,
  "report_reasons": null,
  "saved": false,
  "score": 8,
  "secure_media": null,
  "secure_media_embed": {},
  "selftext": "**Biden wins the election, what does this mean for the economy and the stock market, what Buffen’s Berkshire has done in the last quarter and more, let’s talk about everything** \n\nHey everyone and welcome, I am going to react to the latest news from the election, the economy and in the stock market from last week and what to expect next\n\nSo late Saturday the victory of Biden was announced as networks finally started to predict that he won the election. I have no partisan view as i am not a resident or citizen of the US, but i believe that the results of this election (the Biden win and the Republicans keeping the Senate) is the best the stock market could have hoped for, as many experts were predicting a Blue Sweep. There still will be two important runoff elections in Georgia at the beggining of 2021, where the Democrats could still end up winning the Senate. Biden currently has a projected 290 electoras votes but i believe he will also keep the lead in Georgia and end up with 306 electoral votes, the same number as Trump had 4 years ago [VOTE MAP](https://ibb.co/LZ5dnzt) . Important leaders like the German Chancellor, Uk’s prime minister, Canada’s prime minister, France’s president and many more welcomed and congratuled the win of Biden, which seems to be favored internationaly by the world leaders as they were tired of the whipsaw that came with Trump tweeting non-stop. So this probable grid-lock in Congress is loved by the stock market, as there are no iminent tax raises and a stimulus bill is far more likely if not by the end of the Trump mandate surely at the very start of Biden’s.\n\nSo this scenario that is playing out seems to be the most profitable one for wall street as the average annual return since 1933 is about 14% with a Democractic President and a split Congress [Historical CHART](https://ibb.co/SJGP97P)\n\nYesterday Biden also announced how they will try to combat the illness with Better testing and tracing, a increase in PPE production, National guidance for schools, business and families, Investments of 25 bilion in vaccine development and distribution and mask mandates. While also trying to make the higher risk individuals more safe.\n\nP.S. Here’s a funny meme that LeBron James posted with a throwback to his big block of an opponent. [MEME](https://ibb.co/2hmQk6R)\n\nSo all 3 big indices had the best week since early April with the Nasdaq composite being up just over 9% [NASDAQ CHART](https://ibb.co/rpgWtJH), the SP500 was up 7,32% [S&P CHART](https://ibb.co/Ss7FWVN) and the DOW gained almost 7%.[DOW CHART](https://ibb.co/j3bB0P8) The Nasdaq and Sp were flat for the day, pairing loses from the begining of the day while the down fell 0,23% mostly based on profit taking in my opinion.\n\nThere were more companies that were declining on Friday with over 60% of the companies in the red but with a disproportional number of almost 90% of new highs while the volume fell again way below average [MARKET CHART](https://ibb.co/k0kY7Z1) . There weren’t any significant leaders in the market on Friday but energy traield again being more than 2% down [SECTOR CHART](https://ibb.co/VDFksR8) while small caps under-performed the market especialy the value plays.  [CHART](https://ibb.co/9ndqFLC)\n\nThe fear in the market seems to have completly gone away as we have seen another 10% decline in the VIX indicator to drop below 25. [VIX CHART](https://ibb.co/8MjSd1f)\n\nHere is a heat map of Friday, you can see this was quite a slow day, not to many green companies but not that big of a red day either. [HEAT MAP](https://ibb.co/nsCvwVz)\n\nThe US economy added more than 638 thousand jobs [NEWS](https://ibb.co/hDrrTXs) more than 503 thousand that were expected [CHART](https://ibb.co/C6fD3Sh), while the unemployment rate fell to 6,9% way better than the 7,7% expected this is the sixt straight month of jobs recovery.[CHART](https://ibb.co/RBZzdVG) As they seem to be in a big V shape recovery, overall  [V- SHAPE](https://ibb.co/HN6n9dH)\n\nThe market should now turn they’re attention to the samshing of the earnings season amid the election with 2 thirds of the SP500 beating the estimates both the top and bottom line, that is almost double the 38% historical average. \n\nBank of American release a chart for q3 earnings and as you can see earnings have increased 6,7% in the SP500 year over year and 21,5% quarter over quarter. [EARNINGS CHART](https://ibb.co/C6zfWZR)\n\nAnd as the fed announced that it will keep the benchmark rate between 0 and 0,25% [FED NEWS](https://ibb.co/vjNy43D)this continues to stimulate the economy of the US, with the fed beeing probably more responsible for the recovery in the last months as stimulus has been staled in congress. Also they continue to have a target of a running inflation of 2% and will continue to buy assests worth around 120 billion dollars montly to pump money in the economy  [FED NEWS](https://ibb.co/wBxn56S). If a stimulus bill will eventualy pass, households will probably continue to use the money the same way as last time with over 70% of the money being used for savings and debt payments. But thay may go down a little as people may tend to spend a little more on essentials and non essentials with a better outlook in the near future than last time. [HOUSEHOLD SPENDING](https://ibb.co/dbbKCj6)\n\nHere are some interesting economic events for next weeks as we continue to closely watch how to recovery is going. [CALENDAR](https://ibb.co/gMX5XH5)\n\nNvidia saw a pop in the stock finally as they announced that Fornite will join the GeForce gaming cliud, that could mean a return for the game in ios devices with GeForce currently available on Mac,Windows,Android and Chromebooks. The company has almost reteurn to it all time highs after this weeks strong gains. [NVIDIA CHART](https://ibb.co/1qxmphB)\n\nBuffets Berkshire announced on Saturday that they bought back around 9 billion of the company’s stock,bringing the total to around 16 bilion for the year so far.[BUYBACK CHART](https://ibb.co/ysw5bkx) That was around 4 billion more than in the second quarter. the operating earnings also decrease a little since last quarter and are almost 3 billion or 32% less then last year. [BUYBACK NEWS](https://ibb.co/fSWCvdQ)The only segment that improved since last year was Railroad,utilities and enegery, while insurance was the biggest loser.\n\nThe company has almost the same amount of cash and short term investemtns like the previos quarter at around 146 billion dollars with 70% of the investments concentrated in 4 big companies (Apple , Bank of America, Coca-Cola and American Express) up from the 60% these company represented at the end of 2019. [INVESTMENTS](https://ibb.co/Dps2f95)\n\nThe buybacks of the company exced any full year amount in Berkhsire’s history and far exeded the analysts expectation of around 3,2 billion in buybacks. As the strategy for Buffet and Charlie Munger is to buyback the company’s stock as long as they believe it’s undervalued and they will still have ample cash after the buybacks. AS the only other major investments made last quarter were about 6 billion invested in the five big Japenese trading houses and the data storage company Snowflake.\n\nI just saw some interesting news as NetFlix announced they will launch a offering named NetFlix Direct in France that will come with a linear feed of content from Netflix’s library, so the company that is the biggest reasons for the decline of old TV programming made quite a twist as they seek to expand more and more.  [NETFLIX NEWS](https://ibb.co/gWzmKKs)\n\nHere is a list with some of the most important earnings next week, some companies that i like that are reporting are: McDonalds, Datadog, Tencent, Corsair, Purple, Lemonade and DraftKings. [EARNINGS NEXT WEEKS](https://ibb.co/JFKh6kN)\n\nThank you everyone for reading!  Be sure to leave a comment down below!\n\nHave a great day and see you next time!",
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Biden wins the election, what does this mean for the economy and the stock market, what Buffen’s Berkshire has done in the last quarter and more, let’s talk about everything</strong> </p>\n\n<p>Hey everyone and welcome, I am going to react to the latest news from the election, the economy and in the stock market from last week and what to expect next</p>\n\n<p>So late Saturday the victory of Biden was announced as networks finally started to predict that he won the election. I have no partisan view as i am not a resident or citizen of the US, but i believe that the results of this election (the Biden win and the Republicans keeping the Senate) is the best the stock market could have hoped for, as many experts were predicting a Blue Sweep. There still will be two important runoff elections in Georgia at the beggining of 2021, where the Democrats could still end up winning the Senate. Biden currently has a projected 290 electoras votes but i believe he will also keep the lead in Georgia and end up with 306 electoral votes, the same number as Trump had 4 years ago <a href=\"https://ibb.co/LZ5dnzt\">VOTE MAP</a> . Important leaders like the German Chancellor, Uk’s prime minister, Canada’s prime minister, France’s president and many more welcomed and congratuled the win of Biden, which seems to be favored internationaly by the world leaders as they were tired of the whipsaw that came with Trump tweeting non-stop. So this probable grid-lock in Congress is loved by the stock market, as there are no iminent tax raises and a stimulus bill is far more likely if not by the end of the Trump mandate surely at the very start of Biden’s.</p>\n\n<p>So this scenario that is playing out seems to be the most profitable one for wall street as the average annual return since 1933 is about 14% with a Democractic President and a split Congress <a href=\"https://ibb.co/SJGP97P\">Historical CHART</a></p>\n\n<p>Yesterday Biden also announced how they will try to combat the illness with Better testing and tracing, a increase in PPE production, National guidance for schools, business and families, Investments of 25 bilion in vaccine development and distribution and mask mandates. While also trying to make the higher risk individuals more safe.</p>\n\n<p>P.S. Here’s a funny meme that LeBron James posted with a throwback to his big block of an opponent. <a href=\"https://ibb.co/2hmQk6R\">MEME</a></p>\n\n<p>So all 3 big indices had the best week since early April with the Nasdaq composite being up just over 9% <a href=\"https://ibb.co/rpgWtJH\">NASDAQ CHART</a>, the SP500 was up 7,32% <a href=\"https://ibb.co/Ss7FWVN\">S&amp;P CHART</a> and the DOW gained almost 7%.<a href=\"https://ibb.co/j3bB0P8\">DOW CHART</a> The Nasdaq and Sp were flat for the day, pairing loses from the begining of the day while the down fell 0,23% mostly based on profit taking in my opinion.</p>\n\n<p>There were more companies that were declining on Friday with over 60% of the companies in the red but with a disproportional number of almost 90% of new highs while the volume fell again way below average <a href=\"https://ibb.co/k0kY7Z1\">MARKET CHART</a> . There weren’t any significant leaders in the market on Friday but energy traield again being more than 2% down <a href=\"https://ibb.co/VDFksR8\">SECTOR CHART</a> while small caps under-performed the market especialy the value plays.  <a href=\"https://ibb.co/9ndqFLC\">CHART</a></p>\n\n<p>The fear in the market seems to have completly gone away as we have seen another 10% decline in the VIX indicator to drop below 25. <a href=\"https://ibb.co/8MjSd1f\">VIX CHART</a></p>\n\n<p>Here is a heat map of Friday, you can see this was quite a slow day, not to many green companies but not that big of a red day either. <a href=\"https://ibb.co/nsCvwVz\">HEAT MAP</a></p>\n\n<p>The US economy added more than 638 thousand jobs <a href=\"https://ibb.co/hDrrTXs\">NEWS</a> more than 503 thousand that were expected <a href=\"https://ibb.co/C6fD3Sh\">CHART</a>, while the unemployment rate fell to 6,9% way better than the 7,7% expected this is the sixt straight month of jobs recovery.<a href=\"https://ibb.co/RBZzdVG\">CHART</a> As they seem to be in a big V shape recovery, overall  <a href=\"https://ibb.co/HN6n9dH\">V- SHAPE</a></p>\n\n<p>The market should now turn they’re attention to the samshing of the earnings season amid the election with 2 thirds of the SP500 beating the estimates both the top and bottom line, that is almost double the 38% historical average. </p>\n\n<p>Bank of American release a chart for q3 earnings and as you can see earnings have increased 6,7% in the SP500 year over year and 21,5% quarter over quarter. <a href=\"https://ibb.co/C6zfWZR\">EARNINGS CHART</a></p>\n\n<p>And as the fed announced that it will keep the benchmark rate between 0 and 0,25% <a href=\"https://ibb.co/vjNy43D\">FED NEWS</a>this continues to stimulate the economy of the US, with the fed beeing probably more responsible for the recovery in the last months as stimulus has been staled in congress. Also they continue to have a target of a running inflation of 2% and will continue to buy assests worth around 120 billion dollars montly to pump money in the economy  <a href=\"https://ibb.co/wBxn56S\">FED NEWS</a>. If a stimulus bill will eventualy pass, households will probably continue to use the money the same way as last time with over 70% of the money being used for savings and debt payments. But thay may go down a little as people may tend to spend a little more on essentials and non essentials with a better outlook in the near future than last time. <a href=\"https://ibb.co/dbbKCj6\">HOUSEHOLD SPENDING</a></p>\n\n<p>Here are some interesting economic events for next weeks as we continue to closely watch how to recovery is going. <a href=\"https://ibb.co/gMX5XH5\">CALENDAR</a></p>\n\n<p>Nvidia saw a pop in the stock finally as they announced that Fornite will join the GeForce gaming cliud, that could mean a return for the game in ios devices with GeForce currently available on Mac,Windows,Android and Chromebooks. The company has almost reteurn to it all time highs after this weeks strong gains. <a href=\"https://ibb.co/1qxmphB\">NVIDIA CHART</a></p>\n\n<p>Buffets Berkshire announced on Saturday that they bought back around 9 billion of the company’s stock,bringing the total to around 16 bilion for the year so far.<a href=\"https://ibb.co/ysw5bkx\">BUYBACK CHART</a> That was around 4 billion more than in the second quarter. the operating earnings also decrease a little since last quarter and are almost 3 billion or 32% less then last year. <a href=\"https://ibb.co/fSWCvdQ\">BUYBACK NEWS</a>The only segment that improved since last year was Railroad,utilities and enegery, while insurance was the biggest loser.</p>\n\n<p>The company has almost the same amount of cash and short term investemtns like the previos quarter at around 146 billion dollars with 70% of the investments concentrated in 4 big companies (Apple , Bank of America, Coca-Cola and American Express) up from the 60% these company represented at the end of 2019. <a href=\"https://ibb.co/Dps2f95\">INVESTMENTS</a></p>\n\n<p>The buybacks of the company exced any full year amount in Berkhsire’s history and far exeded the analysts expectation of around 3,2 billion in buybacks. As the strategy for Buffet and Charlie Munger is to buyback the company’s stock as long as they believe it’s undervalued and they will still have ample cash after the buybacks. AS the only other major investments made last quarter were about 6 billion invested in the five big Japenese trading houses and the data storage company Snowflake.</p>\n\n<p>I just saw some interesting news as NetFlix announced they will launch a offering named NetFlix Direct in France that will come with a linear feed of content from Netflix’s library, so the company that is the biggest reasons for the decline of old TV programming made quite a twist as they seek to expand more and more.  <a href=\"https://ibb.co/gWzmKKs\">NETFLIX NEWS</a></p>\n\n<p>Here is a list with some of the most important earnings next week, some companies that i like that are reporting are: McDonalds, Datadog, Tencent, Corsair, Purple, Lemonade and DraftKings. <a href=\"https://ibb.co/JFKh6kN\">EARNINGS NEXT WEEKS</a></p>\n\n<p>Thank you everyone for reading!  Be sure to leave a comment down below!</p>\n\n<p>Have a great day and see you next time!</p>\n</div><!-- SC_ON -->",
  "send_replies": true,
  "spoiler": false,
  "stickied": false,
  "subreddit": "stocks",
  "subreddit_id": "t5_2qjfk",
  "subreddit_name_prefixed": "r/stocks",
  "subreddit_subscribers": 900704,
  "subreddit_type": "public",
  "suggested_sort": null,
  "thumbnail": "",
  "title": "Biden wins | nVidia stock |NetFlix stock |Buffet’s stock moves & more [11-8-2020]",
  "top_awarded_type": null,
  "total_awards_received": 0,
  "treatment_tags": [],
  "ups": 8,
  "upvote_ratio": 0.67,
  "url": "https://www.reddit.com/r/stocks/comments/jqfkx7/biden_wins_nvidia_stock_netflix_stock_buffets/",
  "user_reports": [],
  "view_count": null,
  "visited": false,
  "whitelist_status": "all_ads",
  "wls": 6,
  "title_zh": "拜登赢得 |nVidia 股票 |NetFlix 股票 |巴菲特的股票移动 [ 更多 [11-8-2020]"
}