{
  "author": "DogTeeth_Val",
  "the_new_excerpt": "I've done this three times so far in 2021. Actually, I've been doing it since I\nwas very young. Sometimes I get so attached to a story that I can't start\nreading a new book for a week or two because I'm not emotionally ready to move\non.\n\nI'm totally aware of how silly this sounds. I did it again…",
  "original_created_utc": 1619998237,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2021年はこれまでに3回やっています。実は、幼い頃からやっています。\n若い頃からやっています。物語に思い入れがあると、気持ちの整理がつかず、1～2週間は新しい本を読み始められないことがあります。\n感情的に次の段階に進む準備ができていないために、1週間か2週間は新しい本を読み始めることができないことがあります。\n次の段階に進む準備ができないからです。\n\nこれがどれほど馬鹿げたことかは十分承知しています。またやってしまった...。",
      "title": "本に愛着を持ち、読み終わった時には心が折れそうになる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "到目前为止，我在2021年已经做了三次。事实上，我从很小的时候就开始这样做了。\n很年轻的时候就开始了。有时我对一个故事如此依恋，以至于一两个星期都不能开始阅读新书，因为我在情感上还没有准备好。\n因为我在情感上还没有准备好继续前进。\n继续。\n\n我完全知道这听起来有多傻。我又这样做了...",
      "title": "对书籍产生感情，读完后感到心碎"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "到目前爲止，我在2021年已經做了三次。事實上，我從很小的時候就開始這樣做了。\n很年輕的時候就開始了。有時我對一個故事如此依戀，以至於一兩個星期都不能開始閱讀新書，因爲我在情感上還沒有準備好。\n因爲我在情感上還沒有準備好繼續前進。\n繼續。\n\n我完全知道這聽起來有多傻。我又這樣做了...",
      "title": "對書籍產生感情，讀完後感到心碎"
    }
  ],
  "title": "Getting attached to books and feeling heartbroken when I finish",
  "created_utc": 1620051147,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve done this three times so far in 2021. Actually, I&#39;ve been doing it since I was very young. Sometimes I get so attached to a story that I can&#39;t start reading a new book for a week or two because I&#39;m not emotionally ready to move on.</p>\n\n<p>I&#39;m totally aware of how silly this sounds. I did it again today and I&#39;m still in that reeling stage where I&#39;m not sure how to feel haha! The funny thing is that I&#39;ll do the same with the next book too, and swear up and down that it&#39;s my favourites book, until the next one is finished.</p>\n\n<p>Such an odd habit from my childhood</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/n3irkt/getting_attached_to_books_and_feeling_heartbroken/",
  "subreddit": "books",
  "id": "n3irkt",
  "is_self": true,
  "media": null,
  "is_video": false
}