{
  "author": "neuerisfeuer",
  "the_new_excerpt": "To be clear, I'm born a female, identify as a woman, but I'm on the second\nchapter of this book and after reading the part about La Loba, and how the\nperfect place for a woman's spirituality to reside is in her ovaries, I feel\nsort of uncomfortable. I don't feel like that resonates with me at…",
  "original_created_utc": 1619805653,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はっきり言って、私は女性として生まれ、女性であることを認識しています。\nこの本の章では、ラ・ロバについての部分を読んで、どのように\n女性の精神性が宿る最適な場所は、卵巣だと思います。\nというような違和感があります。なんか、心に響かないんですよねぇ...。",
      "title": "私は女性ですが、「狼と駆ける女たち」を読んでいて、著者が卵子や卵巣について言及することに、ある種の違和感を覚えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说白了，我生来就是女性，被认定为女性，但我已经读到了这本书的第二章。\n这本书的第二章，在读完关于La Loba的部分后，以及一个女人的灵性如何在她的卵巢里得到完美的体现，我觉得这本书的内容很好。\n在读完关于La Loba的部分后，以及一个女人的灵性如何在她的卵巢中得到完美的栖息，我感到\n有点不舒服。我不觉得这与我有什么共鸣......",
      "title": "我，一个女人，正在阅读《与狼共舞的女人》，对作者提及卵子和卵巢的方式感到有点不舒服。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說白了，我生來就是女性，被認定爲女性，但我已經讀到了這本書的第二章。\n這本書的第二章，在讀完關於La Loba的部分後，以及一個女人的靈性如何在她的卵巢裏得到完美的體現，我覺得這本書的內容很好。\n在讀完關於La Loba的部分後，以及一個女人的靈性如何在她的卵巢中得到完美的棲息，我感到\n有點不舒服。我不覺得這與我有什麼共鳴......",
      "title": "我，一個女人，正在閱讀《與狼共舞的女人》，對作者提及卵子和卵巢的方式感到有點不舒服。"
    }
  ],
  "title": "I, a woman, am reading Women Who Run With The Wolves and am sort of uncomfortable with how the author refers to eggs and ovaries.",
  "created_utc": 1619836171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, I&#39;m born a female, identify as a woman, but I&#39;m on the second chapter of this book and after reading the part about <em>La Loba</em>, and how the perfect place for a woman&#39;s spirituality to reside is in her ovaries, I feel sort of uncomfortable. I don&#39;t feel like that resonates with me at all.</p>\n\n<p>I know I&#39;m definitely in a minority here because I&#39;m childfree, don&#39;t even really like kids (no, I don&#39;t hate them or want bad things to happen to them, they&#39;re just sticky and needy, you know?), and have no desire whatsoever for pregnancy or birth or anything like that. Ideally I would get my tubes tied, and really wish I had just been born sterile. So the idea of my spirituality residing in the exact reproductive organs I loathe having every month sort of makes me feel like I don&#39;t belong to the womanhood ideal she&#39;s writing about. I don&#39;t feel like the &quot;light of my life&quot;, as the author calls it, comes from the same organ that causes me incredible pain and suffering.</p>\n\n<p>Which is fine, if that&#39;s how she feels and what she believes. I know this is just my own take based on my own feelings, no shame to the author.</p>\n\n<p>I&#39;m just wondering if anyone else has read the book and if this is will be a common theme? I was sort of hoping for a book more on the wild woman archetype <em>spiritually</em> rather than focusing on how that&#39;s related to reproduction, birth, seeds, etc. I feel like we get reduced to that enough already and was hoping for something a little different. Especially since the author hammers home that this is a book for all women, and that the Wild Woman archetype is inherently all women, it doesn&#39;t really feel like that is true here. </p>\n\n<p><strong>Has anyone read the book too? Would you recommend continuing the read?</strong></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/n1zjy9/i_a_woman_am_reading_women_who_run_with_the/",
  "subreddit": "books",
  "id": "n1zjy9",
  "is_self": true,
  "media": null,
  "is_video": false
}