{
  "author": "mikedepue",
  "the_new_excerpt": "Why YSK: Let's be honest, sometimes, you forget to slide some deodorant on. And\nnow you're over at your lady's house?! Yikes. Well, hand sanitizer is basically\neverywhere these days, and it (allegedly) kills 99.9% of germs. As it turns out,\nsome of those germs are the ones that cause armpit stank.…",
  "original_created_utc": 1619686995,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 正直に言うと、デオドラントをつけ忘れることがあります。そして\n女性の家に行ったのですか？笑）。最近では、手の消毒液はどこにでもあります。\n99.9％の細菌を殺すと言われています。しかし、その中には\nその細菌の中には、ワキガの原因となるものもあるのです....",
      "title": "YSK：いざというときには、手指消毒剤がデオドラントになる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：说实话，有时候你会忘记涂抹一些除臭剂。而且\n现在你在你女士的房子里？呀。那么，洗手液基本上是\n如今，洗手液基本上随处可见，而且它（据称）可以杀死99.9%的细菌。事实证明。\n其中一些病菌是导致腋窝发臭的病菌....",
      "title": "YSK：洗手液可在紧急情况下作为除臭剂使用"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：說實話，有時候你會忘記塗抹一些除臭劑。而且\n現在你在你女士的房子裏？呀。那麼，洗手液基本上是\n如今，洗手液基本上隨處可見，而且它（據稱）可以殺死99.9%的細菌。事實證明。\n其中一些病菌是導致腋窩發臭的病菌....",
      "title": "YSK：洗手液可在緊急情況下作爲除臭劑使用"
    }
  ],
  "title": "YSK: Hand sanitizer works as deodorant in a pinch",
  "created_utc": 1620096989,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Let&#39;s be honest, sometimes, you forget to slide some deodorant on. And now you&#39;re over at your lady&#39;s house?! Yikes. Well, hand sanitizer is basically everywhere these days, and it (allegedly) kills 99.9% of germs. As it turns out, some of those germs are the ones that cause armpit stank. Now, if you shave your armpits, <em>this will burn like hell the first couple times you do this.</em> But once you get used to it, it works great. Four squirts per pit works best.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/YouShouldKnow/comments/n10dxn/ysk_hand_sanitizer_works_as_deodorant_in_a_pinch/",
  "subreddit": "YouShouldKnow",
  "id": "n10dxn",
  "is_self": true,
  "media": null,
  "is_video": false
}