{
  "author": "Gicaldo",
  "original_created_utc": 1631289726,
  "title": "Just finished the first book I'd read in years: Project Hail Mary",
  "created_utc": 1631301301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a kid, I used to spend hours and horus every day reading books. I got sucked into them like nothing else. At night, I&#39;d stay up way later than I should because I just couldn&#39;t stop. But as I got older and busier, I kinda... stopped. I&#39;m an aspiring screenwriter, so my attention turned towards films and TV-shows. My writing also became almost exclusively centered around screenplays. Now, I struggle to read books. I get bored quickly. So I thought my days of being a reader were over.</p>\n\n<p>But this book... for the first time in years, I couldn&#39;t put the book down. I read during meals, late at night, all the things I used to do as a kid. Suddenly, reading was no longer difficult, and I pretty much devoured the book. I don&#39;t know if this was the start of me rediscovering books or just an outlier, but regardless I&#39;m glad I got to experience this.</p>\n\n<p>This book is awe-inspiring. It gets the excitement of discovery across so well. It doesn&#39;t follow the typical story structure either. Most of this is just discovering new stuff and figuring out how it works, and it&#39;s perfect, even though it&#39;s so different from my usual style. I love sci-fi, but usually I tend to prefer soft sci-fi with lasers, space battler and giant mechs, or at least adrenaline-filled intense space movies where the main characters are always on the verge of death. And while there&#39;s some of the latter in here, it&#39;s really not the focus. Funny how <em>this</em> was the book to end my long reading hiatus.</p>\n\n<p>Strangely enough, it gave me Outer Wilds vibes, even though it&#39;s a completely different medium. It&#39;s the only piece of media I consumed that was so exciting in how it treated scientific discoveries.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/plnxu3/just_finished_the_first_book_id_read_in_years/",
  "subreddit": "books",
  "id": "plnxu3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a kid, I used to spend hours and horus every day reading books. I got sucked\ninto them like nothing else. At night, I'd stay up way later than I should\nbecause I just couldn't stop. But as I got older and busier, I kinda... stopped.\nI'm an aspiring screenwriter, so my attention turned towards…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃、私は毎日何時間もホルスを使って本を読んでいました。他の何よりも\n他の何よりも夢中になっていました。夜になると、必要以上に遅くまで起きていて\n止まらなくなってしまったのです。でも、年を取って忙しくなるにつれ、ちょっと...やめてしまいました。\n私は脚本家を目指しているので、私の関心は...",
      "title": "久しぶりに読んだ本を読み終えました。プロジェクト・ヘイル・マリー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个孩子，我曾经每天花几个小时和时间看书。我被吸引到\n融入其中，别无他求。到了晚上，我就会熬夜，比我应该熬的更晚\n因为我就是停不下来。但随着我年龄的增长和工作的繁忙，我有点......停止。\n我是一个有抱负的编剧，所以我的注意力转向了......",
      "title": "刚刚读完我多年来读的第一本书。万福玛利亚计划"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個孩子，我曾經每天花幾個小時和時間看書。我被吸引到\n融入其中，別無他求。到了晚上，我就會熬夜，比我應該熬的更晚\n因爲我就是停不下來。但隨着我年齡的增長和工作的繁忙，我有點......停止。\n我是一個有抱負的編劇，所以我的注意力轉向了......",
      "title": "剛剛讀完我多年來讀的第一本書。萬福瑪利亞計劃"
    }
  ]
}