{
  "author": "CommanderSabo",
  "the_new_excerpt": "Why YSK: Often I hear folks ridiculing other for calling out of work when they\nare sick.\n\nThe comment is usually along the lines of \"I never call out of work. I will come\nto work even if I am sick.\"\n\nThat doesn't make you a better employee or a hero. It in fact makes you the\nexact opposite.\n\nIt…",
  "original_created_utc": 1619211376,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：よく、病気で仕事を休むことを嘲笑する人がいます。\nと揶揄する声をよく耳にします。\n\nそのコメントはたいてい、「私は仕事を休んだりしません。私は仕事を休んだりしません。\n私は病気でも出勤します。\n\nこれでは、あなたの社員としての資質が向上するわけでも、ヒーローになるわけでもありません。実際には、あなたを\n正反対になります。\n\nそれは...",
      "title": "YSK: 病気になっても出勤しているからといって、病気になったことがないことを自慢しても、社員としての資質が高まるわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我经常听到人们嘲笑其他人在生病时打电话给他们。\n生病时打电话出去。\n\n他们的评论通常是这样的：\"我从不请假。我一定会来\n即使我生病了，我也会来上班\"。\n\n这并不能使你成为更好的员工或英雄。事实上，它使你成为\n恰恰相反。\n\n它...",
      "title": "YSK: 吹嘘自己从未请过病假，因为你即使生病也会去工作，并不能使你成为更好的员工。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我經常聽到人們嘲笑其他人在生病時打電話給他們。\n生病時打電話出去。\n\n他們的評論通常是這樣的：\"我從不請假。我一定會來\n即使我生病了，我也會來上班\"。\n\n這並不能使你成爲更好的員工或英雄。事實上，它使你成爲\n恰恰相反。\n\n它...",
      "title": "YSK: 吹噓自己從未請過病假，因爲你即使生病也會去工作，並不能使你成爲更好的員工。"
    }
  ],
  "title": "YSK: Bragging about never taking a sick day because you go to work even when sick does not make you a better employee.",
  "created_utc": 1619218611,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Often I hear folks ridiculing other for calling out of work when they are sick.</p>\n\n<p>The comment is usually along the lines of &quot;I never call out of work. I will come to work even if I am sick.&quot;</p>\n\n<p>That doesn&#39;t make you a better employee or a hero. It in fact makes you the exact opposite.</p>\n\n<p>It shows that you&#39;ve no care for your well being or the well being of others. It also shows that you&#39;re willing to compromise a typically (mostly)sterile environment and possibly make others sick.</p>\n\n<p>Stay the f**k home, friendo.</p>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/YouShouldKnow/comments/mx4wdo/ysk_bragging_about_never_taking_a_sick_day/",
  "subreddit": "YouShouldKnow",
  "id": "mx4wdo",
  "is_self": true,
  "media": null,
  "is_video": false
}