{
  "author": "feine-milde",
  "original_created_utc": 1625680784,
  "title": "I just finished „the kite runner“ by Khaled Hosseini and the whole train section watched me cry",
  "created_utc": 1625693084,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I heard alot of people say good things about this piece, so i just bought it without knowing what it was about.\nIt‘s about two boys growing up in 1975 Afghanistan and the shit they go through. \nWell I had a long train ride ahead of me and i just finished a fantasy book, so i was in the mood for something else, something serious and boy, oh boy… I sneaky cried several times throughout this read meanwhile debating if I‘m brave enough to brake the social norm and full out cry on the ride. Train was packed. When Amir says „For you, a thousand times over“ on the last page (people who read the book might get it) the decision was made for me.\nCouldn‘t care less though: best cry I had in a long while. Wholesome tears.\nI‘ve never been to Afghanistan -they wouldn‘t let me in when I traveled along the border (mostly on the Pamir Highway) - but damn. Really broadend my horizon.\nWould recommend.\nObligatory excuse my engish. Feel free to correct me. Trying to improve.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/ofocct/i_just_finished_the_kite_runner_by_khaled/",
  "subreddit": "books",
  "id": "ofocct",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I heard alot of people say good things about this piece, so i just bought it\nwithout knowing what it was about. It‘s about two boys growing up in 1975\nAfghanistan and the shit they go through. Well I had a long train ride ahead of\nme and i just finished a fantasy book, so i was in the mood for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この作品について多くの人が良いと言っているのを聞いて、何も知らずに購入したのですが\n何も知らずに買ってしまった。1975年のアフガニスタンで育った2人の少年の話です。\nアフガニスタンで育った2人の少年が経験することを描いている。私はこれから長い列車の旅が待っていました。\nファンタジー本を読み終えたばかりだったので、気分的には...",
      "title": "今、Khaled Hosseiniの「the kite runner」を読み終えたところですが、電車の中で泣いてしまいました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我听到很多人说这个作品好，所以我就买了它\n不知道它是什么。它是关于两个男孩在1975年的成长。\n阿富汗，以及他们所经历的一切。我有一段很长的火车旅程要走\n而且我刚刚读完一本幻想书，所以我有心情看......",
      "title": "我刚刚读完卡勒德-胡赛尼的《追风筝的人》，整个火车部分都看哭了我。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我聽到很多人說這個作品好，所以我就買了它\n不知道它是什麼。它是關於兩個男孩在1975年的成長。\n阿富汗，以及他們所經歷的一切。我有一段很長的火車旅程要走\n而且我剛剛讀完一本幻想書，所以我有心情看......",
      "title": "我剛剛讀完卡勒德-胡賽尼的《追風箏的人》，整個火車部分都看哭了我。"
    }
  ]
}