{
  "author": "j123456t",
  "original_created_utc": 1626457973,
  "title": "Sell Some Stocks to Buy Bitcoin?",
  "created_utc": 1626526413,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m 23 and have very few financial obligations (about 17K/year in total expenses). Pretax income is about 105K/year. I live in the Midwest US. I have a very long time horizon for my investments. This is my current asset allocation based on prices today:</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/acv024ckylb71.png?width=234&amp;format=png&amp;auto=webp&amp;s=a98d6485590e70da48472b44c782477832ca160d\">Total Allocation</a></p>\n\n<p><a href=\"https://preview.redd.it/9lr0ukke0mb71.png?width=337&amp;format=png&amp;auto=webp&amp;s=8cd895081a6ff25bda31e82be436922764ccc3fc\">Stocks Allocation</a></p>\n\n<p>My stocks are 100% VTSAX (with a VTSAX equivalent in my 401K). Crypto is 100% BTC. With my income, I could continue to invest about $500 / week for the remainder of the year based on my expenses and estimated 2021 tax liability while still maintaining my emergency fund.</p>\n\n<p><strong>If you were in my shoes, would you:</strong></p>\n\n<ol>\n<li>Hold all stocks and dollar cost average $500 / week into BTC for the remainder of the year</li>\n<li>Sell some stocks in the taxable brokerage account (46k are long-term capital gains) to DCA more into BTC for the remainder of the year</li>\n<li>Something else</li>\n</ol>\n\n<p>If option 2, how much from the taxable brokerage account do you sell?</p>\n\n<p>I realize everyone is different and situations vary a lot, but my risk tolerance is very high since I have a good career and minimal expenses. I can withstand the volatility of crypto no problem. I will continue to max out my 401K and Roth IRA in 2022 as well (already maxed out this year). Just wondering if most people in my position would sell some stocks in the taxable brokerage account for crypto.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/Bitcoin/comments/olm4po/sell_some_stocks_to_buy_bitcoin/",
  "subreddit": "Bitcoin",
  "id": "olm4po",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm 23 and have very few financial obligations (about 17K/year in total\nexpenses). Pretax income is about 105K/year. I live in the Midwest US. I have a\nvery long time horizon for my investments. This is my current asset allocation\nbased on prices today:\n\n\n\nTotal…"
}