{
  "author": "meltedGrape96",
  "original_created_utc": 1627566834,
  "title": "What is Dostoyevsky saying about existentialism in Crime and Punishment?",
  "created_utc": 1627616435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently overhead a friend of a relative give their take on Crime and Punishment and it has me really confused. They basically said that the book is about Raskolnikov exercising his freedom and trying to create his own meaning and values, rather than accepting what societal norms dictate, but this leads to suffering because he has some some &quot;essence&quot; that he cannot escape. And his freedom, both philosophically and literally, were what caused the catastrophe he found himself in and thus should not be emphasized. They also saw his article on crime as a parallel to Nietzsche&#39;s overman, and therefore the book as a criticism of Nietzsche.</p>\n\n<p>Unless I severely misunderstand existentialism, this sounds like a direct criticism of it. Of course this wouldn&#39;t make sense because Dostoyevsky himself was an existentialist. I suspect that either Dostoyevsky&#39;s brand of existentialism is much different from (my understanding of) Sartre&#39;s and Nietzsche&#39;s, or there is something specific about Raskolnikov that characterizes him not as an existentialist, but as a something like a nihilist, or maybe a person living inauthentically.</p>\n\n<p>Anyway, what is he actually saying, and how would you respond to the above take?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/askphilosophy/comments/otxx7o/what_is_dostoyevsky_saying_about_existentialism/",
  "subreddit": "askphilosophy",
  "id": "otxx7o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently overhead a friend of a relative give their take on Crime and\nPunishment and it has me really confused. They basically said that the book is\nabout Raskolnikov exercising his freedom and trying to create his own meaning\nand values, rather than accepting what societal norms dictate, but this…"
}