{
  "author": "rythaguy_uno_y",
  "original_created_utc": 1631714786,
  "title": "CMV: Industry standards for plus-sized beauty only apply to women",
  "created_utc": 1631724690,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Plus-sized modeling has become a mainstream source of women&#39;s fashion , but where are all the plus-sized men models?</p>\n\n<p>I was watching Hulu yesterday when an advertisement popped up showing a group of plus-sized women dancing for an Old Navy commercial. I was thinking about the commercial for a brief moment and it occurred to me, &quot;How come I&#39;ve never heard anything about plus-sized male models?&quot; Surely they must exist. I proceeded to do a quick google search of &quot;plus-sized models&quot; on my phone. I found out that 98% of the photos on google image were of plus-sized female models. I went to <a href=\"https://TheBodyPositive.org\">TheBodyPositive.org</a> and you can see from the main photo on their website that about 40 girls were in the photo and about 3 guys. I looked up some podcasts regarding body-positivity and the only ones talking about it were women.</p>\n\n<p>Maybe males don&#39;t agree with what standards we should define beauty by or it&#39;s possible that we simply ignore the notion that larger sizes can be attractive. In any case, I found my observation to be quite intriguing and I&#39;m curious to hear other opinions about it.</p>\n\n<p>And for all the haters, I just want to say that I have nothing against promoting positive body image regardless of how skinny or fat you are.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/poqszc/cmv_industry_standards_for_plussized_beauty_only/",
  "subreddit": "changemyview",
  "id": "poqszc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Plus-sized modeling has become a mainstream source of women's fashion , but\nwhere are all the plus-sized men models?\n\nI was watching Hulu yesterday when an advertisement popped up showing a group of\nplus-sized women dancing for an Old Navy commercial. I was thinking about the\ncommercial for a brief…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "プラスサイズのモデルは、女性のファッションの主流となっています。\nプラスサイズの男性モデルはどこにいるのでしょうか？\n\n昨日、Huluを見ていたら、Old NavyのCMでプラスサイズの女性たちが踊っている広告が出てきました。\n昨日Huluを見ていたら、Old NavyのCMでプラスサイズの女性たちが踊っている広告が出てきました。私はそのCMについて少し考えていました。\nと思っていたのですが...。",
      "title": "CMV：プラスサイズの美しさの業界基準は、女性にしか適用されない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "加大尺寸的模特已经成为女性时尚的主流来源。\n那些大尺寸的男模在哪里？\n\n我昨天在看Hulu的时候，跳出了一个广告，显示一群大尺寸的女性为Old Navy的广告跳舞。\n一群大码女郎为老海军的广告跳舞。我在想\n我在想，这个广告有一个短暂的时间...",
      "title": "CMV：关于大尺寸美的行业标准只适用于女性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "加大尺寸的模特已經成爲女性時尚的主流來源。\n那些大尺寸的男模在哪裏？\n\n我昨天在看Hulu的時候，跳出了一個廣告，顯示一羣大尺寸的女性爲Old Navy的廣告跳舞。\n一羣大碼女郎爲老海軍的廣告跳舞。我在想\n我在想，這個廣告有一個短暫的時間...",
      "title": "CMV：關於大尺寸美的行業標準只適用於女性"
    }
  ]
}