{
  "author": "notoftencool",
  "original_created_utc": 1631543715,
  "title": "YSK 988 will be available to all Americans in July 2022. This is an alternative to 911 for mental health crises.",
  "created_utc": 1631551037,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: “Once fully implemented, 988 will save lives and is a critical component to ensuring people in crisis are diverted from involvement in the criminal justice system and connected to appropriate services and supports,” said Daniel H. Gillison, Jr, NAMI CEO. “The FCC has done it’s part. Now, it’s time for the House to do theirs.”</p>\n\n<p><a href=\"https://www.nami.org/About-NAMI/NAMI-News/2020/FCC-Designates-988-as-a-Nationwide-Mental-Health-Crisis-and-Suicide-Prevention-Number\">source</a></p>\n</div><!-- SC_ON -->",
  "score": 887,
  "permalink": "/r/YouShouldKnow/comments/pngp2a/ysk_988_will_be_available_to_all_americans_in/",
  "subreddit": "YouShouldKnow",
  "id": "pngp2a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: “Once fully implemented, 988 will save lives and is a critical\ncomponent to ensuring people in crisis are diverted from involvement in the\ncriminal justice system and connected to appropriate services and supports,”\nsaid Daniel H. Gillison, Jr, NAMI CEO. “The FCC has done it’s part. Now,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれた理由：「988が完全に導入されれば、命を救うことができ、人々の生活を守るための重要な要素となります。\n危機的状況にある人々が刑事司法制度への関与から逃れ、適切なサービスや支援につながるための重要な要素です。\n危機的状況にある人々が、刑事司法制度への関与から逃れ、適切なサービスやサポートにつながることを保証する重要な要素です」。\nNAMIのCEOであるDaniel H. Gillison, Jrは次のように述べています。「FCCはその役割を果たしました。これからは、...",
      "title": "YSK 988は、2022年7月にすべてのアメリカ人に提供されます。これは、メンタルヘルスの危機に対する911の代替手段です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：\"一旦全面实施，988将拯救生命，并且是一个关键的组成部分。\n是确保处于危机中的人不被卷入刑事司法系统的关键组成部分。\nNAMI首席执行官Daniel H. Gillison Jr.说。\nNAMI首席执行官Daniel H. Gillison, Jr说。\"联邦通信委员会已经完成了它的职责。现在，...",
      "title": "YSK 988将于2022年7月向所有美国人开放。这是对精神健康危机的一种替代911的方法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：\"一旦全面實施，988將拯救生命，並且是一個關鍵的組成部分。\n是確保處於危機中的人不被捲入刑事司法系統的關鍵組成部分。\nNAMI首席執行官Daniel H. Gillison Jr.說。\nNAMI首席執行官Daniel H. Gillison, Jr說。\"聯邦通信委員會已經完成了它的職責。現在，...",
      "title": "YSK 988將於2022年7月向所有美國人開放。這是對精神健康危機的一種替代911的方法。"
    }
  ]
}