{
  "author": "LilJ2014",
  "original_created_utc": 1625402642,
  "title": "CMV: smoking weed everyday is not a healthy habit.",
  "created_utc": 1625409386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know I&#39;m gonna get a lot of flack for this but I don&#39;t believe it&#39;s healthy to smoke weed everyday and would be open to changing my opinion on that as it is a contentious issue in my relationship. My partner believes smoking weed everyday is okay but I think marijuana and alcohol are similar in that, you shouldn&#39;t over use any substance, because at some point you begin using it to cope with life&#39;s daily challenges instead of learning to face your issues. I think if you&#39;re healthy and have no medical reason to smoke every day, that it&#39;s probably not a good habit. If anyone could provide research to the contrary that would help.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/odjq8u/cmv_smoking_weed_everyday_is_not_a_healthy_habit/",
  "subreddit": "changemyview",
  "id": "odjq8u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know I'm gonna get a lot of flack for this but I don't believe it's healthy to\nsmoke weed everyday and would be open to changing my opinion on that as it is a\ncontentious issue in my relationship. My partner believes smoking weed everyday\nis okay but I think marijuana and alcohol are similar in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "批判されるかもしれませんが、私は毎日葉っぱを吸うことが健康的だとは思いません。\n毎日大麻を吸うことが健康に良いとは思えないし、意見が分かれているので自分の意見を変えることにも前向きです。\nこれは私の関係において論争の的となっている問題なので、私の意見を変えることに前向きです。私のパートナーは毎日葉っぱを吸うことを信じている\n私のパートナーは毎日大麻を吸っても問題ないと考えていますが、私は大麻とアルコールは似たようなものだと思っています...",
      "title": "CMV：毎日大麻を吸うのは健康的な習慣ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道我会因此受到很多批评，但我不认为每天抽大麻是健康的。\n但我不认为每天吸食大麻是健康的，我愿意改变我的观点，因为这是我的关系中一个有争议的问题。\n在我的关系中，这是一个有争议的问题。我的伴侣认为每天吸食大麻\n是可以的，但我认为大麻和酒精是类似的。",
      "title": "CMV：每天吸食大麻并不是一个健康的习惯。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道我會因此受到很多批評，但我不認爲每天抽大麻是健康的。\n但我不認爲每天吸食大麻是健康的，我願意改變我的觀點，因爲這是我的關係中一個有爭議的問題。\n在我的關係中，這是一個有爭議的問題。我的伴侶認爲每天吸食大麻\n是可以的，但我認爲大麻和酒精是類似的。",
      "title": "CMV：每天吸食大麻並不是一個健康的習慣。"
    }
  ]
}