{
  "author": "JasPassinBye",
  "original_created_utc": 1630501677,
  "title": "Any secret history by donna tart fan here ?",
  "created_utc": 1630535551,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And what are your views on it... I felt Donna tart did a remarkable work. As someone who takes great interest in Greek mythologies, reading some being embodied in the novel was such a treat. The whole Dionysus evoking ritual got me so absorbed. All the dark secrets hidden deep within each of their attires and sharp facial features. Henry , the twins, richard , Francis and poor bunny make such great personalities, however all with terrible dark sides. \nTowards the end when richard confesses that he feels that Henry may come back any moment jumping out of his dreams. \nDoes any body else want to be part of such a literature group ( obviously not one which leads to murders ) \nHow do you feel towards Henry winter ?\nI personally fell in love with his mystic demeanor... After having finished the novel and discovering all his intentions , the covering up for the murders and the way he &#39;sacrificed&#39; his life makes me shiver. His relation with Julian fascinated me. And he left an ever lasting effect on the group and also on me....</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pftjlm/any_secret_history_by_donna_tart_fan_here/",
  "subreddit": "books",
  "id": "pftjlm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And what are your views on it... I felt Donna tart did a remarkable work. As\nsomeone who takes great interest in Greek mythologies, reading some being\nembodied in the novel was such a treat. The whole Dionysus evoking ritual got me\nso absorbed. All the dark secrets hidden deep within each of their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "また、その感想は...。ドナ・タルトは素晴らしい仕事をしたと感じました。私のような\nギリシャ神話に興味を持っている私にとって、小説の中で体現されているものを読んで\n小説の中で体現されているのを読むのはとても楽しいものでした。ディオニュソスを呼び起こす儀式は、私を夢中にさせました。\n夢中になりました。彼らの心の奥底に隠された暗い秘密...。",
      "title": "Donna Tartファンによる秘話はありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "您对此有什么看法呢？我觉得唐娜-塔特做了一个了不起的工作。作为\n对希腊神话非常感兴趣的人，阅读一些体现在\n体现在小说中是一种享受。整个狄俄尼索斯的唤起仪式让我\n如此沉浸其中。所有隐藏在他们每个人内心深处的黑暗秘密......",
      "title": "这里有唐娜-塔特粉丝的秘密历史吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "您對此有什麼看法呢？我覺得唐娜-塔特做了一個了不起的工作。作爲\n對希臘神話非常感興趣的人，閱讀一些體現在\n體現在小說中是一種享受。整個狄俄尼索斯的喚起儀式讓我\n如此沉浸其中。所有隱藏在他們每個人內心深處的黑暗祕密......",
      "title": "這裏有唐娜-塔特粉絲的祕密歷史嗎？"
    }
  ]
}