{
  "author": "Unlucky_Net_302",
  "the_new_excerpt": "As per my understanding, culture appropriation means adoption of certain aspects\nof foreign cultures which may or may not be for profit.\n\nWhenever a celebrity makes an attempt to utilise characteristics of a culture\nthat is not theirs, I often notice people bringing up 'culture appropriation'.\n\nI…",
  "original_created_utc": 1623727837,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の理解では、「文化の流用」とは、外国の文化のある側面を採用することです。\n文化の流用とは、外国の文化のある側面を取り入れることであり、それは利益のためであるかどうかに関わらず、です。\n\n有名人が自分の国ではない文化の特徴を利用しようとすると\n自分の文化ではない文化の特徴を利用しようとすると、よく「文化の流用」という言葉が出てきます。\n\nI...",
      "title": "cmvです。Culture Appropriationは犯罪ではありませんし、インターネット上の人々が真剣に考えるべきことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "根据我的理解，文化占有是指采用外国文化的某些方面，可能是也可能不是为了盈利。\n采纳外国文化的某些方面，可能是也可能不是为了盈利。\n\n每当一个名人试图利用一个文化的特点，而这个文化不是他们的，我就会注意到。\n时，我经常注意到人们提到 \"文化占有\"。\n\nI...",
      "title": "cmv: 文化挪用不是犯罪，不应该被互联网上的人当做是犯罪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據我的理解，文化佔有是指採用外國文化的某些方面，可能是也可能不是爲了盈利。\n採納外國文化的某些方面，可能是也可能不是爲了盈利。\n\n每當一個名人試圖利用一個文化的特點，而這個文化不是他們的，我就會注意到。\n時，我經常注意到人們提到 \"文化佔有\"。\n\nI...",
      "title": "cmv: 文化挪用不是犯罪，不應該被互聯網上的人當做是犯罪。"
    }
  ],
  "title": "cmv: Culture Appropriation is not a crime and should not be taken as seriously by people on the internet.",
  "created_utc": 1623753042,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As per my understanding, culture appropriation means adoption of certain aspects of foreign cultures which may or may not be for profit.</p>\n\n<p>Whenever a celebrity makes an attempt to utilise characteristics of a culture that is not theirs, I often notice people bringing up &#39;culture appropriation&#39;.</p>\n\n<p>I don&#39;t understand this. There are million other points you could use to speak against a lot of celebrities but this one does not make any sense to me.</p>\n\n<p>CULTURES ARE MEANT TO MIX. THEY ARE MEANT TO INTERMINGLE AND BRING FORTH NEW CULTURES.</p>\n\n<p>When you mention the words &#39;culture appropriation&#39; in English, you&#39;re calling out the appropriation by SPEAKING THE LITERAL KING OF APPROPRIATING OTHER LANGUAGES. There is little to nothing in the english language that is &#39;english&#39; per se but that&#39;s completely fine.</p>\n\n<p>It is necessary for cultures to interact, take the best aspects of each other and utilitise them. That&#39;s how cultures grow. That&#39;s how everything grows, im pretty sure that&#39;s how genetic variation in animals works as well.</p>\n\n<p>So by saying that something is &#39;appropriating&#39; another culture, you&#39;re cutting cultures off from one another and in a way gate keeping certain things from the global society.</p>\n\n<p>I hope I&#39;ve worded my points well enough and would love to be proved wrong:)</p>\n\n<p>go off, <a href=\"/r/changemyview\">r/changemyview</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/o04nbs/cmv_culture_appropriation_is_not_a_crime_and/",
  "subreddit": "changemyview",
  "id": "o04nbs",
  "is_self": true,
  "media": null,
  "is_video": false
}