{
  "author": "trenchcoat-of-owls",
  "original_created_utc": 1636407013,
  "title": "Has anyone else read Anne Bishop's The Others series??",
  "created_utc": 1636442920,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A while ago I got bored and picked up the first book in the series, Written in Red. I&#39;m not really sure why since it&#39;s not the type of book I usually read at all and I assumed it was a werewolf-esque romance (no shame if you like that, it&#39;s just not my thing) but it wasn&#39;t. It was absolutely amazing and has probably some of my favorite worldbuilding of any book I&#39;ve read. I finished the whole series in a week and since then I have been searching for anyone else who has read these books. No one I know has even heard of it and I&#39;m dying to talk about the books with someone.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qpnq8s/has_anyone_else_read_anne_bishops_the_others/",
  "subreddit": "books",
  "id": "qpnq8s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A while ago I got bored and picked up the first book in the series, Written in\nRed. I'm not really sure why since it's not the type of book I usually read at\nall and I assumed it was a werewolf-esque romance (no shame if you like that,\nit's just not my thing) but it wasn't. It was absolutely amazing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し前に、飽きたので、シリーズの最初の本である『Written in\n赤。なぜかというと、普段は全く読まないタイプの本だったし、狼男のような恋愛ものだと思っていたからです。\n狼男のようなロマンスだと思っていたからです。\nしかし、そうではありませんでした。とても素晴らしかったです。",
      "title": "アン・ビショップの「The Others」シリーズを読んだ人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不久前，我觉得无聊，拿起了这个系列的第一本书《写在红字上》。\n红》。我不太清楚为什么，因为这不是我通常阅读的书的类型。\n我以为这是一本狼人式的浪漫小说（如果你喜欢，这并不丢人。\n如果你喜欢，这并不丢人，只是我不喜欢），但它不是。它绝对是令人惊讶的...",
      "title": "还有人读过安妮-毕晓普的《其他人》系列吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不久前，我覺得無聊，拿起了這個系列的第一本書《寫在紅字上》。\n紅》。我不太清楚爲什麼，因爲這不是我通常閱讀的書的類型。\n我以爲這是一本狼人式的浪漫小說（如果你喜歡，這並不丟人。\n如果你喜歡，這並不丟人，只是我不喜歡），但它不是。它絕對是令人驚訝的...",
      "title": "還有人讀過安妮-畢曉普的《其他人》系列嗎？"
    }
  ]
}