{
  "author": "SlappySpankBank",
  "original_created_utc": 1630211340,
  "title": "I haven't used ETH since 2016, the fee I just saw today on a $10 trade was more than my bank has charged me in 3 years. What's the point of all this now?",
  "created_utc": 1630247442,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven&#39;t used ETH in 2016 and back then gas fess were maybe a couple dollars. </p>\n\n<p>I found $50 in USDT in an old MetaMask wallet and wanted to swap it for ETH. I have never swapped anything before as this stuff wasn&#39;t really around in 2016. I tried to swap $10 USDT into ETH as a test run. </p>\n\n<p>The calculator said it would cost $34 in gas fess. I would literally be losing $24 on that trade. So I just left the USDT in there and I guess it&#39;ll stay there until this gets fixed. </p>\n\n<p>Now I&#39;m all about decentralization and ETH has been one of my favorite projects since &#39;Nam. But I mean this is just ridiculous now. My bank hasn&#39;t even charged me this much in over 3 years and I have made several thousand transaction with them over the years. One $10 transaction with ETH is $34? Man I almost can&#39;t even believe it. I know about ETH 2.0 but even that has already been pushed back before. </p>\n\n<p>For ETH, I just don&#39;t even see the point of using it anymore, it&#39;s too expensive. When you want to send someone any amount of money, you have to throw a handful of your own cash into the garbage bin.  </p>\n\n<p>I really hope they dev team can fix this issue before it get&#39;s really out of hand. $35 fee on a $1,000 transaction is... understandable, but $10? The barrier for entry will soon be too high for new users to feel comfortable getting into it.</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/pdopid/i_havent_used_eth_since_2016_the_fee_i_just_saw/",
  "subreddit": "CryptoCurrency",
  "id": "pdopid",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven't used ETH in 2016 and back then gas fess were maybe a couple dollars.\n\nI found $50 in USDT in an old MetaMask wallet and wanted to swap it for ETH. I\nhave never swapped anything before as this stuff wasn't really around in 2016. I\ntried to swap $10 USDT into ETH as a test run.\n\nThe…"
}