{
  "author": "HayleyKJ",
  "original_created_utc": 1628234337,
  "title": "CMV: Democracy doesn't work, because people are stupid",
  "created_utc": 1628264924,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just wanna preface this by saying I don&#39;t want this to be a political debate of any kind. More of just a general discussion about the concept of democracy. Theoretically, a misinformed or ignorant public can do massive damage to itself and others by voting in a government or administration that is harmful or evil. Theoretically, if a literal Hitler 2.0 campaigned and ran for office, and the public decided that this is who they want, then this Hitler 2.0 is allowed to operate with a ton of power. This can have dire consequences including destabilization of certain parts of the world, and people can literally die from this.</p>\n\n<p>For example, if a scientist comes out and says &quot;There is a massive asteroid heading towards earth. It will end human life tomorrow if we don&#39;t do something.&quot; Candidate A runs for office with a promise he will destroy the asteroid before it reaches Earth. Then, a Candidate B comes along and says &quot;This asteroid does not exist. We don&#39;t have the money to spend to put towards destroying this nonexistent asteroid. Vote for me instead.&quot;</p>\n\n<p>The public then has the right to vote in Candidate B, and literally end all existence of human life. Obviously this is a very extreme example and not realistic, but the general point stands. A misinformed public will vote against their own interests, and they are allowed to.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/oz1r0w/cmv_democracy_doesnt_work_because_people_are/",
  "subreddit": "changemyview",
  "id": "oz1r0w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just wanna preface this by saying I don't want this to be a political debate of\nany kind. More of just a general discussion about the concept of democracy.\nTheoretically, a misinformed or ignorant public can do massive damage to itself\nand others by voting in a government or administration that is…"
}