{
  "author": "nerge",
  "original_created_utc": 1630685951,
  "title": "YSK that when in heavy traffic and a lane is closing, using the closing lane until it ends is not cutting in line but actually improving the flow of traffic (aka the \"zipper merge\")",
  "created_utc": 1630697514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It can be frustrating to be stuck in traffic when there is a lane that has room and nobody seems to use it for fear of &quot;cutting in line,&quot; but if you use it you are actually helping the flow of traffic!</p>\n\n<p>Exerpt from the <a href=\"https://www.modot.org/zipper-merge\">Missouri Department of Transportation website</a> (but it is also on many other DoT websites):</p>\n\n<blockquote>\n<p>Merging on highways can occur on highway entrance ramps, at exit ramps connecting two major roads or at work zones or crash sites where lanes are restricted. The safest merging is to think about two lanes merging into one. Not one lane merging into the other.</p>\n\n<p>Most motorists start to merge as soon as they see warning signs and learn which lane ahead is closed. When the highway is not heavily congested and traffic is able to move at the speed limit, it is best to merge early into the open lane.</p>\n\n<p>However, in dense, slow moving traffic, the open lane fills quickly. Motorists are forced to slow in the closed lane and may become anxious to merge. When a driver in the closed lane can’t move into the open lane in time, the closed lane ends forcing the vehicle to suddenly stop. The vehicle must now join traffic from a dead stop. This driving behavior can lead to sudden lane switching, inconsistent driving speeds that cause crashes, long back-ups and road rage.</p>\n\n<p>Research shows these behaviours decrease and traffic moves more smoothly when motorists use both lanes until reaching the defined merge area and then alternate merging every other vehicle in &quot;zipper&quot; fashion into the open lane.</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/ph8fi0/ysk_that_when_in_heavy_traffic_and_a_lane_is/",
  "subreddit": "YouShouldKnow",
  "id": "ph8fi0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It can be frustrating to be stuck in traffic when there is a lane that\nhas room and nobody seems to use it for fear of \"cutting in line,\" but if you\nuse it you are actually helping the flow of traffic!\n\nExerpt from the Missouri Department of Transportation…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 渋滞に巻き込まれてイライラすることがあります。\n渋滞に巻き込まれるとイライラしますよね。\nしかし、それを使えば、実際に交通の流れを助けることになるのです。\n\nミズーリ州交通局より抜粋...",
      "title": "渋滞で車線が閉鎖されているときに、閉鎖されている車線を終了するまで使うことは、列に割り込むのではなく、実際に交通の流れを良くすることになるというYSKさん（別名「ジッパー・マージ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：当交通堵塞时，如果有一条车道被堵住，会让人感到沮丧。\n但似乎没有人因为害怕 \"插队 \"而使用它。\n但如果你使用它，你实际上是在帮助交通的流动!\n\n摘自密苏里州交通局...",
      "title": "YSK认为，当交通繁忙，一条车道关闭时，使用关闭的车道直到它结束，并不是插队，而是实际上改善了交通流（又称 \"拉链式并线\"）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：當交通堵塞時，如果有一條車道被堵住，會讓人感到沮喪。\n但似乎沒有人因爲害怕 \"插隊 \"而使用它。\n但如果你使用它，你實際上是在幫助交通的流動!\n\n摘自密蘇里州交通局...",
      "title": "YSK認爲，當交通繁忙，一條車道關閉時，使用關閉的車道直到它結束，並不是插隊，而是實際上改善了交通流（又稱 \"拉鍊式併線\"）。"
    }
  ]
}