{
  "author": "CoveredInQueso",
  "original_created_utc": 1625507025,
  "title": "YSK if you have symptoms similar to bipolar disorder but the timeline is too short, it could be PMDD.",
  "created_utc": 1625521389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I thought I had bipolar disorder my second semester of college because I had very sudden mood swings. Went to the doc, but they said since the depressive episode only lasted about a week/week and a half, it was too quick to be BD. </p>\n\n<p>Didn’t make the correlation to my depression and my menstrual cycle until my period went out of whack for a few months. Once it returned to normal, I noticed that the major episode always started about a week before my period and resolved after my period started.</p>\n\n<p>Did some research, went to a new doc, turns out I was spot on and got a prescription for an antidepressant. (NOTE: therapy can also help, but PMDD is specifically caused by hormonal changes, so a medication is a direct remedy, not a bandaid solution). </p>\n\n<p>Life Pro Tip: track when you feel lowest during the month, then compare to disorder specs. That can help you narrow down what you’re dealing with to get correct treatment.</p>\n\n<p><a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/premenstrual-dysphoric-disorder-pmdd\">https://www.hopkinsmedicine.org/health/conditions-and-diseases/premenstrual-dysphoric-disorder-pmdd</a></p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/YouShouldKnow/comments/oeccq9/ysk_if_you_have_symptoms_similar_to_bipolar/",
  "subreddit": "YouShouldKnow",
  "id": "oeccq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I thought I had bipolar disorder my second semester of college because\nI had very sudden mood swings. Went to the doc, but they said since the\ndepressive episode only lasted about a week/week and a half, it was too quick to\nbe BD.\n\nDidn’t make the correlation to my depression and my…"
}