{
  "author": "CoveredInQueso",
  "original_created_utc": 1625507025,
  "title": "YSK if you have symptoms similar to bipolar disorder but the timeline is too short, it could be PMDD.",
  "created_utc": 1625521389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I thought I had bipolar disorder my second semester of college because I had very sudden mood swings. Went to the doc, but they said since the depressive episode only lasted about a week/week and a half, it was too quick to be BD. </p>\n\n<p>Didn’t make the correlation to my depression and my menstrual cycle until my period went out of whack for a few months. Once it returned to normal, I noticed that the major episode always started about a week before my period and resolved after my period started.</p>\n\n<p>Did some research, went to a new doc, turns out I was spot on and got a prescription for an antidepressant. (NOTE: therapy can also help, but PMDD is specifically caused by hormonal changes, so a medication is a direct remedy, not a bandaid solution). </p>\n\n<p>Life Pro Tip: track when you feel lowest during the month, then compare to disorder specs. That can help you narrow down what you’re dealing with to get correct treatment.</p>\n\n<p><a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/premenstrual-dysphoric-disorder-pmdd\">https://www.hopkinsmedicine.org/health/conditions-and-diseases/premenstrual-dysphoric-disorder-pmdd</a></p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/YouShouldKnow/comments/oeccq9/ysk_if_you_have_symptoms_similar_to_bipolar/",
  "subreddit": "YouShouldKnow",
  "id": "oeccq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I thought I had bipolar disorder my second semester of college because\nI had very sudden mood swings. Went to the doc, but they said since the\ndepressive episode only lasted about a week/week and a half, it was too quick to\nbe BD.\n\nDidn’t make the correlation to my depression and my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 私は、大学の2学期目に双極性障害だと思いました。\n急に気分が落ち込むことがあったからです。医者に行ったのですが、彼らは、鬱病のエピソードは1週間か1週間半くらいしか続かないので\nうつ病のエピソードは1週間または1週間半ほどしか続かなかったので、双極性障害には早すぎると言われました。\nBDには早すぎると言われました。\n\nまた、私のうつ病との相関関係は認められませんでした・・・。",
      "title": "YSKさんは、双極性障害に似た症状があっても、時間軸が短すぎる場合は、PMDDの可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：在大学的第二个学期，我以为我有双相情感障碍，因为\n我有非常突然的情绪波动。我去看了医生，但他们说，由于抑郁症的发作只持续了一周/一周半左右，所以太快了，不能说是抑郁症。\n抑郁症发作只持续了大约一周/一周半的时间，这太快了，不可能是BD。\n是BD。\n\n他们并没有把我的抑郁症和我的情绪联系在一起。",
      "title": "YSK如果你的症状与双相情感障碍相似，但时间线太短，可能是PMDD。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：在大學的第二個學期，我以爲我有雙相情感障礙，因爲\n我有非常突然的情緒波動。我去看了醫生，但他們說，由於抑鬱症的發作只持續了一週/一週半左右，所以太快了，不能說是抑鬱症。\n抑鬱症發作只持續了大約一週/一週半的時間，這太快了，不可能是BD。\n是BD。\n\n他們並沒有把我的抑鬱症和我的情緒聯繫在一起。",
      "title": "YSK如果你的症狀與雙相情感障礙相似，但時間線太短，可能是PMDD。"
    }
  ]
}