{
  "author": "HereForHockeyShit",
  "original_created_utc": 1630665026,
  "title": "YSK: The Satanic Temple has been working to protect access to abortion by making it a ritual of their religion and citing religious freedom litigation",
  "created_utc": 1630668706,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Just like the majority of us, the Satanic Temple (TST) was well aware of the government&#39;s momentum in contesting Roe v. Wade long before this mess in Texas happened. Based on the precedent ironically set by the decision allowing Hobby Lobby to deny birth control to their employees, TST has claimed that bodily autonomy is a central tenet of their religious beliefs and members must be allowed to express this tenet through abortion. They are currently working to secure access to abortifacients through the Religious Freedom Restoration Act, the law which currently allows certain tribal entities to purchase peyote for religious purposes.</p>\n\n<p>Learn more here:</p>\n\n<p><a href=\"https://thesatanictemple.com/pages/rrr-campaigns\">https://thesatanictemple.com/pages/rrr-campaigns</a></p>\n\n<p>&#x200B;</p>\n\n<p>Edit: fixed a sentence, thanks for pointing out my typo internet stranger!</p>\n</div><!-- SC_ON -->",
  "score": 443,
  "permalink": "/r/YouShouldKnow/comments/ph2ikd/ysk_the_satanic_temple_has_been_working_to/",
  "subreddit": "YouShouldKnow",
  "id": "ph2ikd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nJust like the majority of us, the Satanic Temple (TST) was well aware of the\ngovernment's momentum in contesting Roe v. Wade long before this mess in Texas\nhappened. Based on the precedent ironically set by the decision allowing Hobby\nLobby to deny birth control to their employees, TST has…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n私たちの多くがそうであるように、サタニック・テンプル(TST)も、日本の政府が、このような状況にあることをよく知っていました。\nテキサス州でのこの騒動が起こるずっと前から、政府が「Roe v. Wade」に異議を唱える勢いであることをよく知っていました。\n起こりました。皮肉なことに、Hobby Lobby社が避妊具の使用を拒否することを認めた判決が先例となっています。\nLobbyが従業員に避妊具を与えないことを認めた判決が皮肉にも作った前例に基づいて、TSTは...",
      "title": "YSK: 悪魔寺院は、妊娠中絶を宗教の儀式とし、信教の自由を理由に、妊娠中絶へのアクセスを守るために活動しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n就像我们大多数人一样，撒旦神庙（TST）很清楚地知道\n早在德克萨斯州的这场混乱发生之前，政府就已经意识到了对 \"罗伊诉韦德 \"案提出异议的势头。\n发生。讽刺的是，在允许霍比-洛比(Hobby Lobby)公司拒绝提供节育服务的裁决中，开了一个先例。\nLobby拒绝为其员工提供节育服务的决定所开创的先例，TST已经...",
      "title": "YSK：撒旦圣殿一直致力于保护堕胎的机会，将堕胎作为他们的宗教仪式，并引用宗教自由诉讼。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n就像我們大多數人一樣，撒旦神廟（TST）很清楚地知道\n早在德克薩斯州的這場混亂髮生之前，政府就已經意識到了對 \"羅伊訴韋德 \"案提出異議的勢頭。\n發生。諷刺的是，在允許霍比-洛比(Hobby Lobby)公司拒絕提供節育服務的裁決中，開了一個先例。\nLobby拒絕爲其員工提供節育服務的決定所開創的先例，TST已經...",
      "title": "YSK：撒旦聖殿一直致力於保護墮胎的機會，將墮胎作爲他們的宗教儀式，並引用宗教自由訴訟。"
    }
  ]
}