{
  "author": "TheDoctor66",
  "original_created_utc": 1635412626,
  "title": "What genres do you avoid and why? Readers of that genre what books should we read to challenge our assumptions?",
  "created_utc": 1635428096,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lots of genres come loaded with assumptions and stereotypes. Sci-Fi and fantasy are for &quot;nerds&quot; Romance books are for women etc. Because of this there must be loads of good books people miss out on.</p>\n\n<p>Personally, I avoid political/spy thrillers because I stereotype them as &quot;dad fiction&quot; and assume they rely on cheap tricks and hooks. Challenge my assumptions!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qhizpf/what_genres_do_you_avoid_and_why_readers_of_that/",
  "subreddit": "books",
  "id": "qhizpf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lots of genres come loaded with assumptions and stereotypes. Sci-Fi and fantasy\nare for \"nerds\" Romance books are for women etc. Because of this there must be\nloads of good books people miss out on.\n\nPersonally, I avoid political/spy thrillers because I stereotype them as \"dad\nfiction\" and assume…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くのジャンルには、思い込みや固定観念がつきものです。SFやファンタジーはオタク向け\nはオタクのためのもの」「恋愛本は女性のためのもの」など。このような理由で、人々が見逃している\n逃してしまう本がたくさんあるはずです。\n\n個人的には、政治・スパイ系のスリラーは「お父さんの小説」という固定観念があるので避けています。\n想定しているからです。",
      "title": "どんなジャンルを避けているか、その理由は？そのジャンルの読者は......自分の思い込みに挑戦するためにどんな本を読むべきか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多流派都带有假设和刻板印象。科幻和奇幻\n是为 \"书呆子 \"准备的，浪漫主义书籍是为女性准备的等等。正因为如此，肯定有\n人们错过了大量的好书。\n\n就个人而言，我避免阅读政治/间谍惊悚小说，因为我把它们定型为 \"父亲小说\"，并认为......。\n小说\"，并认为...",
      "title": "你避免什么类型的书，为什么？该类型的读者我们应该读什么书来挑战我们的假设？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多流派都帶有假設和刻板印象。科幻和奇幻\n是爲 \"書呆子 \"準備的，浪漫主義書籍是爲女性準備的等等。正因爲如此，肯定有\n人們錯過了大量的好書。\n\n就個人而言，我避免閱讀政治/間諜驚悚小說，因爲我把它們定型爲 \"父親小說\"，並認爲......。\n小說\"，並認爲...",
      "title": "你避免什麼類型的書，爲什麼？該類型的讀者我們應該讀什麼書來挑戰我們的假設？"
    }
  ]
}