{
  "author": "Androvaxx",
  "the_new_excerpt": "Having been a fan of the film for a long time, I was amazed when I realised it\nwas actually a book beforehand. I bought it straight away and just finished\nit—it’s quite small so it only took me two days on top of regularly scheduled\nlife activity.\n\nThe writing felt a little blunt and nondescript at…",
  "original_created_utc": 1617819008,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前からこの映画のファンだったので、事前にこの作品が本だと知ったときは驚きました。\n本だと知ったときは驚きました。すぐに買って、読み終えました。\n小さな本なので、通常の生活に加えて2日間で読み終えました。\n終わってしまいました。\n\n読んでいて、文章が少々淡々としていて、何の変哲もないように感じました。",
      "title": "ニール・ゲイマンの「Coraline」を読み終えたところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一直以来，我都是该片的粉丝，当我意识到该片时，我感到很惊讶\n其实是之前的一本书。我直接买了，刚看完\n它是相当小的，所以我只花了两天的时间，在常规的计划上，它是相当小的，所以我只花了两天的时间。\n生活活动。\n\n文笔感觉有些直白，不伦不类，在...",
      "title": "刚读完尼尔-盖曼的《珊瑚礁》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一直以來，我都是該片的粉絲，當我意識到該片時，我感到很驚訝\n其實是之前的一本書。我直接買了，剛看完\n它是相當小的，所以我只花了兩天的時間，在常規的計劃上，它是相當小的，所以我只花了兩天的時間。\n生活活動。\n\n文筆感覺有些直白，不倫不類，在...",
      "title": "剛讀完尼爾-蓋曼的《珊瑚礁》。"
    }
  ],
  "title": "Just finished reading “Coraline” by Neil Gaiman",
  "created_utc": 1617830357,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Having been a fan of the film for a long time, I was amazed when I realised it was actually a book beforehand. I bought it straight away and just finished it—it’s quite small so it only took me two days on top of regularly scheduled life activity.</p>\n\n<p>The writing felt a little blunt and nondescript at first, and Coraline as a character (being one of three characters who received a lot of fleshing out, the other two being the Cat and the Other Mother) did feel quite monotone, however, as the book progressed she got painted more as a brave and inquisitive young girl who was clearly wise beyond her years.</p>\n\n<p>The other mother was written brilliantly, and terrifyingly, and the quality of writing seemed to peak towards the end. There were some bone chilling scenes and one or two that got my heart racing a little, as I said all of which were towards the end.</p>\n\n<p>The book raised a lot of questions and I can’t help but wallow over what it <em>could’ve</em> been. I think the film did a spectacular job at bringing that mysterious and sinister world to life a bit more than it was explored in the book. </p>\n\n<p>However: it is a children’s book. And as a children’s book it is scary, but perfectly fairytale-esque, and the simpler writing style makes it easier for a younger audience to digest, which is completely sensible in my opinion. </p>\n\n<p>From that perspective the book is a good, short read that gives us a transient glimpse into an insidious and crafty fictional world—4/5 stars would recommend.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mm863u/just_finished_reading_coraline_by_neil_gaiman/",
  "subreddit": "books",
  "id": "mm863u",
  "is_self": true,
  "media": null,
  "is_video": false
}