{
  "author": "Tomhur",
  "original_created_utc": 1631759792,
  "title": "What's a book you thought was going to be a fun simple read, only for it to leave a massive impact on you?",
  "created_utc": 1631778717,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To give an example last month at my Grandma&#39;s I read a children&#39;s book called &quot;The Silver Arrow&quot; about two siblings Kate and Tom who end up getting a train from their uncle and go on a fantastical adventure.</p>\n\n<p>Since I love trains and I share a name with one of the leads I decided to give the book a try. I thought it would be a fun read but the book actually touched on a lot of mature and heavy themes especially near the back half and it&#39;s one of those books that got to me at an emotional level.(I&#39;d go into details but I don&#39;t wanna give spoilers)</p>\n\n<p>Has that ever happened to you? Picking up a book because you thought it&#39;d be a quick easy read for some fluff only to be amazed by what you read?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pp4o2l/whats_a_book_you_thought_was_going_to_be_a_fun/",
  "subreddit": "books",
  "id": "pp4o2l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To give an example last month at my Grandma's I read a children's book called\n\"The Silver Arrow\" about two siblings Kate and Tom who end up getting a train\nfrom their uncle and go on a fantastical adventure.\n\nSince I love trains and I share a name with one of the leads I decided to give\nthe book a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、先月おばあちゃんの家に行ったとき、私は \"The Silver Arrow \"という絵本を読みました。\n「ケイトとトムの兄妹が、おじさんから汽車をもらって空想の冒険に出かける話です。\nおじさんから電車をもらって、空想の冒険に出かけることになります。\n\n私は電車が大好きで、主人公の一人と名前が同じなので、この本を読んでみることにしました。\nこの本には...",
      "title": "簡単に読める楽しい本だと思っていたのに、自分に大きな影響を与えた本とは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "举个例子，上个月在我奶奶家，我读了一本儿童书，叫做\n\"银箭\"，讲的是凯特和汤姆两兄妹最终从他们的叔叔那里得到了一列火车\n他们从叔叔那里得到了一列火车，并开始了一场奇幻的冒险。\n\n由于我喜欢火车，而且我和其中一个主角的名字相同，我决定给\n这本书。",
      "title": "有什么书是你认为会是一本有趣的简单读物，但它却给你留下了巨大影响？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "舉個例子，上個月在我奶奶家，我讀了一本兒童書，叫做\n\"銀箭\"，講的是凱特和湯姆兩兄妹最終從他們的叔叔那裏得到了一列火車\n他們從叔叔那裏得到了一列火車，並開始了一場奇幻的冒險。\n\n由於我喜歡火車，而且我和其中一個主角的名字相同，我決定給\n這本書。",
      "title": "有什麼書是你認爲會是一本有趣的簡單讀物，但它卻給你留下了巨大影響？"
    }
  ]
}