{
  "author": "Physical_Implement_6",
  "original_created_utc": 1625957659,
  "title": "Third time reading Fahrenheit 451, first time reading it after knowing Ray Bradbury's intentions, and it finally blew my mind. (An unintended essay or rant, depending on how generous you are.)",
  "created_utc": 1625968214,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start, I&#39;m sure this book has been discussed into oblivion, so I apologize if you&#39;re tired of seeing these posts. I&#39;m new to the sub and don&#39;t really have any friends who are &quot;readers&quot;. I wanted to say this to someone who might grock it.</p>\n\n<p>The first time I read the book was in highschool when the school board published a list of banned books. I was irritated by the irony of banning a book about why it&#39;s wrong to ban books, so of course I borrowed a copy and devoured it, looking for some deep message that would clearly change my life. (In retrospect, I wonder if a lot of those books were put on the list to trick rebellious teenagers into reading books we&#39;d otherwise skim the cliff notes for.) </p>\n\n<p>I didn&#39;t get the big deal. Books good, McCarthyism sucks, the cold war scary, Mildred&#39;s a twit. So what?</p>\n\n<p>I read it again at about 25, thinking maybe being older and wiser I&#39;d get something out of it I didn&#39;t before. </p>\n\n<p>Nope. Books good, McCarthyism sucks, the cold war scary, Mildred&#39;s now a spineless twit. Realizing the hound was a mechanical combination of the three things that terrify me did give me a couple nightmares though. (Dogs, spiders, and needles.)</p>\n\n<p>Then a few years ago, I read an article that Ray Bradbury had walked out of a guest lecture after being harassed by a student at UCLA. According to the article, Bradbury had asserted that the book wasn&#39;t about censorship, it was about his hatred of mass media and television. And the student in her infinite wisdom asserted <em>he was wrong</em>. So with this new information I&#39;d verified, when I was at a second hand store a few months ago and saw a copy for sale, I immediately bought it and put it on my list of books to read this year. I started it on Thursday.</p>\n\n<p>I am dizzy.</p>\n\n<p>LiveJournal&#39;s block of text gave way to MySpace&#39;s glittery backgrounds and music, who in turn gave way to Facebook&#39;s ever refreshing live feed and easier meme sharing. Soon came Twitter&#39;s 160 characters and Snapchat and Instagram. YouTube videos are too long for us now, so after Vine died it&#39;s TikTok. The news is 24 hours and almost nothing is talked about (and rarely actually discussed) for more than a day or two. The natural disaster that kills thousands and leaves more displaced until some celebrity is caught in a scandal a few days later. These celebrities we&#39;ve built our families and stories like Millie&#39;s our of silicone filled reality TV stars and autotuned singers.</p>\n\n<p>In the U.S. we&#39;ve been <sup>this</sup> <sup>close</sup> to war with Russia or China or North Korea so many times, most people largely ignore it. (Remember in 2020, right before Corona,  when we nearly went to war with Iran? Why was that again?) We also shrug off the cyber attacks on our elections and banking and resources.</p>\n\n<p>Bradbury only died in 2012, and I wonder what he thought about this digital age we&#39;ve created so soon after he warned us about it.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ohsryt/third_time_reading_fahrenheit_451_first_time/",
  "subreddit": "books",
  "id": "ohsryt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start, I'm sure this book has been discussed into oblivion, so I apologize if\nyou're tired of seeing these posts. I'm new to the sub and don't really have any\nfriends who are \"readers\". I wanted to say this to someone who might grock it.\n\nThe first time I read the book was in highschool when the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そもそも、この本については既に語り尽くされていると思いますので、このような投稿を見飽きてしまった方は申し訳ありません。\nこの記事を見飽きていたらごめんなさい。私はサブの新参者で、「読者」の友人もいません。\n読者の友人もいません。理解してくれそうな人にこれを言いたかったのです。\n\n初めて読んだのは高校生の時で、その時の...",
      "title": "華氏451」を読むのは3回目、レイ・ブラッドベリの意図を知った上で読むのは初めてで、ついに心を揺さぶられました。意図しないエッセイというか暴言というか、あなたの寛大さによりますが）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我确信这本书已经被讨论得面目全非了，所以如果你看腻了这些帖子，我很抱歉。\n你已经厌倦了看到这些帖子。我是新来的，也没有什么 \"读者 \"朋友。\n的 \"读者 \"朋友。我想对可能会摸索到的人说这些。\n\n我第一次读这本书是在高中时，当时的...",
      "title": "第三次读《华氏451》，在知道雷-布雷德伯里的意图后第一次读，它终于让我大开眼界。一篇无意的文章或咆哮，取决于你的慷慨程度）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我確信這本書已經被討論得面目全非了，所以如果你看膩了這些帖子，我很抱歉。\n你已經厭倦了看到這些帖子。我是新來的，也沒有什麼 \"讀者 \"朋友。\n的 \"讀者 \"朋友。我想對可能會摸索到的人說這些。\n\n我第一次讀這本書是在高中時，當時的...",
      "title": "第三次讀《華氏451》，在知道雷-佈雷德伯裏的意圖後第一次讀，它終於讓我大開眼界。一篇無意的文章或咆哮，取決於你的慷慨程度）。"
    }
  ]
}