{
  "author": "CrashRiot",
  "the_new_excerpt": "I used to think I was against a national healthcare system until after I got out\nof the army. Granted the VA isn't always great necessarily, but it feels\nfantastic to walk out of the hospital after an appointment without ever seeing a\ncash register when it would have cost me potentially thousands of…",
  "original_created_utc": 1619537456,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は軍隊を辞めるまで、国民皆保険制度には反対だと思っていました。\n軍隊を辞めるまでは、国民皆保険制度には反対だと思っていました。確かにVAは必ずしも素晴らしいものではありません。\nレジを見ずに診察を終えて病院を出るのは素晴らしいことです。\nそのためには何千ドルもの費用が必要になります。",
      "title": "CMV：国民皆保険制度に反対しているアメリカ人の多くは、自分がその恩恵を受ければすぐに考えを改めます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经认为我反对国家医疗系统，直到我退伍后\n军队之后。诚然，退伍军人协会并不总是伟大的，但它感觉\n但在预约后走出医院，却没有看到收银机，感觉非常好。\n在我可能要花费数千美元的情况下，在看完病后走出医院而没有看到收银机，这感觉真是太棒了......。",
      "title": "CMV：大多数反对国家医疗系统的美国人一旦从中受益，就会很快改变他们的看法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經認爲我反對國家醫療系統，直到我退伍後\n軍隊之後。誠然，退伍軍人協會並不總是偉大的，但它感覺\n但在預約後走出醫院，卻沒有看到收銀機，感覺非常好。\n在我可能要花費數千美元的情況下，在看完病後走出醫院而沒有看到收銀機，這感覺真是太棒了......。",
      "title": "CMV：大多數反對國家醫療系統的美國人一旦從中受益，就會很快改變他們的看法。"
    }
  ],
  "title": "CMV: Most Americans who oppose a national healthcare system would quickly change their tune once they benefited from it.",
  "created_utc": 1619543580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to think I was against a national healthcare system until after I got out of the army. Granted the VA isn&#39;t always great necessarily, but it feels <em>fantastic</em> to walk out of the hospital after an appointment without ever seeing a cash register when it would have cost me potentially thousands of dollars otherwise. It&#39;s something that I don&#39;t think just veterans should be able to experience. </p>\n\n<p>Both <a href=\"https://www.healthcare-now.org/blog/new-poll-shows-canadians-overwhelmingly-support-public-health-care/\">Canada</a> and <a href=\"https://www.npr.org/sections/parallels/2018/03/07/591128836/u-k-hospitals-are-overburdened-but-the-british-love-their-universal-health-care\">the UK</a> seem to overwhelmingly love their public healthcare. I dated a Canadian woman for two years who was probably more on the conservative side for Canada, and she could absolutely not understand how Americans allow ourselves to go broke paying for treatment. </p>\n\n<p>The more wealthy opponents might continue to oppose it, because they can afford healthcare out of pocket if they need to. However, I&#39;m referring to the middle class and under who simply cannot afford huge medical bills and yet continue to oppose a public system.</p>\n</div><!-- SC_ON -->",
  "score": 592,
  "permalink": "/r/changemyview/comments/mzr23d/cmv_most_americans_who_oppose_a_national/",
  "subreddit": "changemyview",
  "id": "mzr23d",
  "is_self": true,
  "media": null,
  "is_video": false
}