{
  "author": "hookline-and-stinker",
  "the_new_excerpt": "I’m currently re-reading the series, I’m about halfway through “The Amber\nSpyglass”, and I just have to say that my middle school self, when I read it\nabout 6 years ago did not fully appreciate Pullman’s work.\n\nThe world(s) he built with his artful language is baffling - it’s beautifully\ncomplex and…",
  "original_created_utc": 1623292331,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、このシリーズを再読していて、「琥珀のスパイグラス」の半分くらいまで読みました。\n6年前に読んだ中学時代の自分は、プルマンの作品を十分に理解していなかったと言わざるを得ません。\n6年ほど前に読んだ中学生の自分は、プルマンの作品を十分に理解していなかったと言わざるを得ません。\n\n彼の芸術的な言葉で構築された世界は不可解です。\n複雑で・・・。",
      "title": "His Dark Materials」シリーズへの感謝の気持ち"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在重读这个系列，《琥珀色的望远镜》已经读到一半了。\n琥珀色的望远镜\"，我不得不说，我在6年前读这本书时，中学时代的自己并不完全欣赏普尔姆。\n我不得不说，我的初中生在6年前读这本书时，并没有完全欣赏普尔曼的作品。\n\n他用艺术性的语言构建的世界令人费解--它是美丽的\n复杂和...",
      "title": "欣赏 \"他的黑暗材料 \"系列"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在重讀這個系列，《琥珀色的望遠鏡》已經讀到一半了。\n琥珀色的望遠鏡\"，我不得不說，我在6年前讀這本書時，中學時代的自己並不完全欣賞普爾姆。\n我不得不說，我的初中生在6年前讀這本書時，並沒有完全欣賞普爾曼的作品。\n\n他用藝術性的語言構建的世界令人費解--它是美麗的\n複雜和...",
      "title": "欣賞 \"他的黑暗材料 \"系列"
    }
  ],
  "title": "Appreciation for the “His Dark Materials” Series",
  "created_utc": 1623302585,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m currently re-reading the series, I’m about halfway through “The Amber Spyglass”, and I just have to say that my middle school self, when I read it about 6 years ago did not fully appreciate Pullman’s work.</p>\n\n<p>The world(s) he built with his artful language is baffling - it’s beautifully complex and yet so easy to conjure in your mind. I loved it as a kid, but reading it again as a 19 year old home from school has reignited my love for reading just for the hell of it, something I never really had the time for, and makes me excited to venture to new books. I love it now especially because I can understand the context of the writing, and the greater connection of the work to reality - the commentary of the novels and the messages they share is something that a 12 year old just does not have the knowledge yet to fully grasp. It was a fun adventure to read then, and it still is now, don’t get me wrong, but just having that deeper understanding of it is just so GOOD. I know it’s mainly a series for juniors and whatnot, but if you haven’t read it yet and can enjoy a good fantasy novel, PLEASE READ IT. I can discuss this series for days it seems. </p>\n\n<p>Anyway, excuse the word vomit but I just have been really enjoying reading these books again :)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nwcwut/appreciation_for_the_his_dark_materials_series/",
  "subreddit": "books",
  "id": "nwcwut",
  "is_self": true,
  "media": null,
  "is_video": false
}