{
  "author": "Debts_And_Lessons",
  "the_new_excerpt": "My view is that conscription (forcing someone to go to war without their\nconsent) is the only way a government can make you do something against your\nwill or face imprisonment - that isn’t for your direct benefit.\n\nThat is, forcing you to wear a seatbelt it much different than forcing you…",
  "original_created_utc": 1620069122,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えでは、徴兵制（本人の同意なしに強制的に戦争に参加させること）は\n徴兵制（同意なしに戦争に参加させること）は、政府が自分の意思に反して何かをさせたり、投獄したりできる唯一の方法です。\n徴兵制（同意なしに戦争に行かせること）は、政府が自分の意思に反して何かをさせたり、投獄したりする唯一の方法であり、それは自分の直接的な利益のためではない。\n\nつまり、シートベルトを着用することを強制することと、戦争に参加することを強制することは大きく異なるのです。",
      "title": "CMV：選挙権年齢は、投票先の国の徴兵制の年齢と連動させるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的观点是，征兵（未经某人同意强迫其参战\n我的观点是，征兵（未经某人同意强迫其参战）是政府强迫你做违背你意愿的事情或面临监禁的唯一方法。\n或面临监禁--这不是为了你的直接利益。\n\n也就是说，强迫你系安全带与强迫你......有很大不同。",
      "title": "CMV: 投票年龄应该与你所投票的国家的征兵年龄挂钩。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的觀點是，徵兵（未經某人同意強迫其參戰\n我的觀點是，徵兵（未經某人同意強迫其參戰）是政府強迫你做違揹你意願的事情或面臨監禁的唯一方法。\n或面臨監禁--這不是爲了你的直接利益。\n\n也就是說，強迫你係安全帶與強迫你......有很大不同。",
      "title": "CMV: 投票年齡應該與你所投票的國家的徵兵年齡掛鉤。"
    }
  ],
  "title": "CMV: The voting age should be linked with the age on conscription for the country you’re voting in.",
  "created_utc": 1620120630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My view is that conscription (forcing someone to go to war without their consent) is the only way a government can make you do something against your will or face imprisonment - that isn’t for your direct benefit.</p>\n\n<p>That is, forcing you to wear a seatbelt it much different than forcing you into military. Therefore, the age you can vote should be the same age that you sign up to a draft in the country you live in.</p>\n\n<p>I understand that some may argue that some wars are also in your benefit such as defending your country, but as you have a pre existing contract with your home nation that if you’re a certain age then they can by all means send you to war, such as the Vietnam war, then the war you’re going to may not always be at your benefit or the benefit of your family.</p>\n\n<p>Therefore, I believe that anyone who can be conscripted should be able to vote for the politicians who may or may not conscript them.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n44lev/cmv_the_voting_age_should_be_linked_with_the_age/",
  "subreddit": "changemyview",
  "id": "n44lev",
  "is_self": true,
  "media": null,
  "is_video": false
}