{
  "author": "Cruntch726",
  "original_created_utc": 1628889732,
  "title": "CMV: Batman's recruitment of Robin as a fellow crimefighter is immoral and unjustified",
  "created_utc": 1628915579,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the Batman comics, Robin (a role that is taken on by various individuals) is a youngster, sometimes even a pre-teen, but more recently between 13-15.</p>\n\n<p>Here is another Redditor&#39;s informed opinion on the ages of Batman characters, including Robin: <a href=\"https://www.reddit.com/r/DCcomics/comments/96hxnx/what_would_be_the_correct_ages_for_batman_the/\">https://www.reddit.com/r/DCcomics/comments/96hxnx/what_would_be_the_correct_ages_for_batman_the/</a></p>\n\n<p>Here is the Fandom site, which pegs his age as 13 (and all of 84 lbs): <a href=\"https://characterprofile.fandom.com/wiki/Robin_(DC_Comics\">https://characterprofile.fandom.com/wiki/Robin_(DC_Comics)</a>)</p>\n\n<p>There&#39;s no justification for Batman recruiting a child sidekick and placing him in harm&#39;s way. I don&#39;t really know how the writers have tried to deal with this deranged choice, but if they have justified it in some way that&#39;s reasonable, please let me know.</p>\n\n<p>I don&#39;t think I really need to elaborate too much on why this is an immoral action on Batman&#39;s part - a moral individual does not bring a child into dangerous situations involving crime, weapons, fighting, and known killers (some of whom have super powers).</p>\n\n<p>I would imagine that one explanation is that Robin insists on fighting crime, and this is Batman&#39;s way of helping him do it more safely. But by giving him gadgets, costumes, crime-fighting assignments and taking him on missions, Batman is enabling him and actively putting him into harm&#39;s way.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/p3uhuo/cmv_batmans_recruitment_of_robin_as_a_fellow/",
  "subreddit": "changemyview",
  "id": "p3uhuo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In the Batman comics, Robin (a role that is taken on by various individuals) is\na youngster, sometimes even a pre-teen, but more recently between 13-15.\n\nHere is another Redditor's informed opinion on the ages of Batman characters,\nincluding…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "バットマンのコミックでは、ロビン（様々な人が担っている役です）は\n若い世代で、時にはプレティーンでもありますが、最近では13～15歳の間です。\n\nここでは、バットマンのキャラクターの年齢について、別のRedditorの情報に基づいた意見を紹介します。\n含む...",
      "title": "CMV：バットマンがロビンを犯罪者の仲間として採用することは、不道徳で正当性のないことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在《蝙蝠侠》漫画中，罗宾（这个角色由不同的人担任）是\n一个年轻人，有时甚至是一个十几岁的孩子，但最近是在13-15岁之间。\n\n以下是另一位Redditor对蝙蝠侠角色的年龄的知情意见。\n包括...",
      "title": "CMV：蝙蝠侠招募罗宾作为打击犯罪的同伴是不道德和不正当的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在《蝙蝠俠》漫畫中，羅賓（這個角色由不同的人擔任）是\n一個年輕人，有時甚至是一個十幾歲的孩子，但最近是在13-15歲之間。\n\n以下是另一位Redditor對蝙蝠俠角色的年齡的知情意見。\n包括...",
      "title": "CMV：蝙蝠俠招募羅賓作爲打擊犯罪的同伴是不道德和不正當的"
    }
  ]
}