{
  "author": "nub_sauce_",
  "original_created_utc": 1639068881,
  "title": "Does the human body do anything to prepare for winter?",
  "created_utc": 1639112037,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Does the human body do anything to prepare for winter? Excluding behavior that is, unless its an instinctual behavior like a squirrel burying nuts or a bear eating more and packing on the pounds. &lt;/p&gt;\n\n&lt;p&gt;Like most animals will grow a thicker coat, change coat color, start hibernating or migrating. Is there a human equivalent?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/askscience/comments/rclsee/does_the_human_body_do_anything_to_prepare_for/",
  "subreddit": "askscience",
  "id": "rclsee",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Does the human body do anything to prepare for winter? Excluding behavior that\nis, unless its an instinctual behavior like a squirrel burying nuts or a bear\neating more and packing on the pounds.\n\nLike most animals will grow a thicker coat, change coat color, start hibernating\nor migrating. Is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>人間の体は、冬に備えて何かをしているのでしょうか？\n冬に備えて何かしていますか？リスが木の実を埋めたり、クマがたくさん食べて荷造りしたりするような、本能的な行動を除いては。\n</p> <p>人間の体は、冬に備えて何かをしているのでしょうか？</p>\n<p>ほとんどの動物が、より厚い毛を生やしたり、毛色を変えたりするように...。",
      "title": "人間の体は、冬に向けて何か準備をしているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人的身体会不会做一些准备来迎接冬天？\n冬天？除非是本能的行为，比如松鼠把坚果埋起来，或者熊吃得更多、更胖，否则不包括行为。\n松鼠把坚果埋起来，或者熊吃得更多，体重更重。</p>\n<p>就像大多数动物会长出更厚的被毛，改变被毛的颜色，...",
      "title": "人体是否做了什么准备来迎接冬天？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人的身體會不會做一些準備來迎接冬天？\n冬天？除非是本能的行爲，比如松鼠把堅果埋起來，或者熊喫得更多、更胖，否則不包括行爲。\n松鼠把堅果埋起來，或者熊喫得更多，體重更重。</p>\n<p>就像大多數動物會長出更厚的被毛，改變被毛的顏色，...",
      "title": "人體是否做了什麼準備來迎接冬天？"
    }
  ]
}