{
  "author": "julieeeeeeeeeeeee",
  "original_created_utc": 1630882626,
  "title": "YSK you take out the other person in a sentence to see whether you should say \"and I\" or \"and me\"",
  "created_utc": 1630889739,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It&#39;s common for people to just think the sentence is &quot;and I&quot;, but it can also be &quot;and me&quot;. For example, &quot;Marie and I went to the store&quot; take out Marie, &quot;I went to the store&quot; makes sense whereas if you say &quot;Would you like to come to the store with Marie and I?&quot; it&#39;s incorrect because when you take out Marie, it would be &quot;would you like to come to the store with I?&quot; So you would use &quot;me&quot;.  &quot;Would you like to come to the store with Marie and me?&quot; &quot;Would you like to come to the store with me?&quot;</p>\n</div><!-- SC_ON -->",
  "score": 210,
  "permalink": "/r/YouShouldKnow/comments/pin9m7/ysk_you_take_out_the_other_person_in_a_sentence/",
  "subreddit": "YouShouldKnow",
  "id": "pin9m7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It's common for people to just think the sentence is \"and I\", but it\ncan also be \"and me\". For example, \"Marie and I went to the store\" take out\nMarie, \"I went to the store\" makes sense whereas if you say \"Would you like to\ncome to the store with Marie and I?\" it's incorrect because when…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、「and I」という文章だけを考えてしまうのが一般的ですが、それだけではなく\nと私」でもよいのです。例えば、\"Marie and I went to the store\" take out\nMarie, \"I went to the store\" は意味をなしますが、\"Would you like to go to the store with Marie and I\" は意味をなしません。\nWould you like to come to the store with Marie and I?\" は正しくありません。",
      "title": "YSKは、文章中の相手を取り出して、\"and I \"と言うべきか、\"and me \"と言うべきかを考えます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们通常认为这句话是 \"和我\"，但它也可以是 \"和我\"。\n也可以是 \"和我\"。例如，\"Marie和我去了商店 \"去掉了\n玛丽，\"我去了商店 \"是有意义的，而如果你说 \"你想去吗？\n而如果你说 \"你想和玛丽和我一起去商店吗？\"这是不正确的，因为当......",
      "title": "YSK你把句子中的另一个人拿出来，看看你应该说 \"和我 \"还是 \"和我\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們通常認爲這句話是 \"和我\"，但它也可以是 \"和我\"。\n也可以是 \"和我\"。例如，\"Marie和我去了商店 \"去掉了\n瑪麗，\"我去了商店 \"是有意義的，而如果你說 \"你想去嗎？\n而如果你說 \"你想和瑪麗和我一起去商店嗎？\"這是不正確的，因爲當......",
      "title": "YSK你把句子中的另一個人拿出來，看看你應該說 \"和我 \"還是 \"和我\"。"
    }
  ]
}