{
  "author": "euphoria_9876",
  "original_created_utc": 1629093536,
  "title": "I hate Mukarami and don't understand the hype about him at all.",
  "created_utc": 1629102343,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t understand the amount of infatuation of readers with Mukarami at all. I have read about 5 books of Mukarami.  All of his books are the same: it&#39;s like someone keeps retelling you their dreams which don&#39;t make sense at all but with the same themes in each one. These books sure feel mystical, but they don&#39;t leave behind anything of value. I find his stories to be - for the lack of a better word - pointless. By that I don’t mean that what he writes about is pointless itself, but it feels like the story and the characters just go nowhere. They all feel so shallow and static to me.</p>\n\n<p>There are lot of &quot;meanings impossible to decipher&quot; in his works but I just think its extremely pretentious. I love a good hidden meaning but his works often feel too intentionally obscure for the sake of being inscrutable. Its like he is being weird only for the sake of being weird. I feel his prose to be utterly artless and meaningless.</p>\n\n<p>I also hate that all of his characters are one-dimensional. They feel very alien to me and it is like they are almost detached from their emotions and humanity itself. His male protagonists are all the same with extremely similar traits like loving spaghetti,classical music, jazz and  being sex obsessed creeps. His female characters are always obsessed with their boobs.. He talks about women as if they are obscure characters about whom he has no understanding about. This alone warrants him a visit with a therapist.  It pretty tiring to praise men for being great writers all in the same breath admitting that they write all women the same, all the time. And not only that but they are often insulting, barely formed fantasies there only to serve his always the same male protagonists. That’s not a hallmark of a good writer to me, if you refuse to grow and make any sort of depth with writing women. The sex scenes in his books are most of the times unnecessary and give me whiplash</p>\n\n<p><a href=\"https://lithub.com/a-feminist-critique-of-murakami-novels-with-murakami-himself/\">This</a> interview just confirmed my beliefs. Some of the aspects of it were both  hilarious and creepy.</p>\n\n<p>HM: &quot;That’s right. He’s the sort of person who a twelve-year-old girl would feel comfortable talking to about her breasts. He has that kind of personality.&quot;</p>\n\n<p>What does he even mean by that?? .What personality is he talking about??.I really don’t like how he frames his crafting of women characters as something not conscious or deliberate.  People always talk about nuance but even if I can understand the nuance, it doesn&#39;t absolve him of misogyny. Despite the interviewer essentially spoon-feeding him the very apparent problems in his work, he remains dismissive of it all. There have been cases where Japanese outlets have given his books honest bad reviews, and Murakami and his publishers cut all collaboration with the reviewer and have blacklisted them.</p>\n\n<p>Anyway, it&#39;s just my opinion, and I respect the opinions of readers who like him. I just had to get this off my chest. I meant my perfectly symmetrical boobs /s</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?auto=webp&s=31b3bde8c445e414db568ddd0803eb2a1dbda514",
          "width": 1300,
          "height": 552
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?width=108&crop=smart&auto=webp&s=14ea98feb82aad63755c7f14425a01eb8812e3d5",
            "width": 108,
            "height": 45
          },
          {
            "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?width=216&crop=smart&auto=webp&s=e6711a0fcdcd979caf834c570b1281268868e5d3",
            "width": 216,
            "height": 91
          },
          {
            "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?width=320&crop=smart&auto=webp&s=e4de1a3fb27e49ff5aac11e8366ed318854b87eb",
            "width": 320,
            "height": 135
          },
          {
            "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?width=640&crop=smart&auto=webp&s=fa4dca0d92c2268fa56da38c0a20ef11e60f3f34",
            "width": 640,
            "height": 271
          },
          {
            "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?width=960&crop=smart&auto=webp&s=590aeb594b1f7eb0f0cb914b1c0eb12f06fc184d",
            "width": 960,
            "height": 407
          },
          {
            "url": "https://external-preview.redd.it/yGMJ1rkCYFEbSdII9Hhgnw_oby8TKtTC_K1ID0-dZII.jpg?width=1080&crop=smart&auto=webp&s=e09d311f995deb753f064bdea177c13f6823a2e7",
            "width": 1080,
            "height": 458
          }
        ],
        "variants": {},
        "id": "sN0Wuyl1QsBjc0A-vbDFqYOCON0lu7lQnhbFpYvSc_4"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/p5a53v/i_hate_mukarami_and_dont_understand_the_hype/",
  "subreddit": "books",
  "id": "p5a53v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't understand the amount of infatuation of readers with Mukarami at all. I\nhave read about 5 books of Mukarami. All of his books are the same: it's like\nsomeone keeps retelling you their dreams which don't make sense at all but with\nthe same themes in each one. These books sure feel mystical,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読者の方のムカラミへの熱中度が全く理解できません。I\nムカラミの本を5冊ほど読みました。彼の本はどれも同じで、まるで誰かが自分の夢を語ってくれているようだ。\n誰かが意味のない夢を語り続けているような、でもテーマは同じ。\n同じようなテーマで。これらの本は、確かに神秘的な感じがします。",
      "title": "私はムカラミが嫌いで、彼についての宣伝が全く理解できません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完全不理解读者对穆卡拉米的迷恋程度。I\n我读了大约5本穆卡拉米的书。他所有的书都是一样的：这就像\n就像有人一直在向你复述他们的梦想，这些梦想完全没有意义，但每一本都有相同的主题。\n每一本都有相同的主题。这些书确实给人以神秘感，...",
      "title": "我讨厌穆卡拉米，完全不理解对他的炒作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全不理解讀者對穆卡拉米的迷戀程度。I\n我讀了大約5本穆卡拉米的書。他所有的書都是一樣的：這就像\n就像有人一直在向你複述他們的夢想，這些夢想完全沒有意義，但每一本都有相同的主題。\n每一本都有相同的主題。這些書確實給人以神祕感，...",
      "title": "我討厭穆卡拉米，完全不理解對他的炒作。"
    }
  ]
}