{
  "author": "Threevestimesacharm",
  "original_created_utc": 1631725587,
  "title": "CMV: Youth and high school sports have become way too demanding and intense for most kids",
  "created_utc": 1631756298,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m going to come right out and date myself. When I graduated from high school 20 years ago, football season started in the fall and ended sometime in December. Basketball season started afterwards, and then a lot of kids ran track in the spring. I remember they had football camps in the summer, generally it was a week long. </p>\n\n<p>Now it’s my kids who are attending the same school. Football season starts as soon as school lets out. During the summer they aren’t allowed to hold practice so the coach won’t attend but one of the team captains will hold daily practice using school facilities and attendance is taken. It’s basically like strength training and drills rather than a real practice, but still mandatory. Not the kind of mandatory where you’d be off the team if you didn’t go, but the kind of mandatory where you wouldn’t get any playing time if you didn’t show up to most all of them. Then starting in late July or early August they are allowed to start practicing. They generally have two a day practices, one in the morning and one in the afternoon. These are also mandatory, so most kids that play football can’t hold down a summer job. Then finally they are incredibly stringent about attendance at practices. What prompted this post is hearing from a friend who took their family to New York City for An event his sister was doing and missed a few practices, including on the holiday itself. The kid was cut from the team when he got back. Another buddy of mine told me a story a few years ago where his son was pressured to leave his grandma‘s funeral early to get back in time for practice. To be fair, the practice he was missing was three days before the team went to state, and he was a starting senior on the team… But the kid was a pallbearer and he was three hours out of town at his grandma‘s funeral. It was just one practice. The kid and his dad left to right after the service but before the burial to be back in time for practice.</p>\n\n<p>It’s the same with other sports. The latest experience has been volleyball. The first day of “official” practice they had tryouts and cut some of the girls from the team. Turns out there had been unofficial practices throughout most of the summer, so many of the kids were already competing at a pretty high level. But I can’t see any sense in cutting kids from the team without at least a few days of practice to see if they progress at all and have the ability to become a part of the team. We have a varsity team and a junior varsity team, so you would think there would be a place somewhere for a kid who had some athletic ability and enthusiasm. </p>\n\n<p>My kid made the volleyball team so I’m not really fussing about that, but now that she’s on the team I’m noticing that the schedule changes every day. Last week a bunch of the team was out with Covid, so the vaccinated kids got down about an hour early every single day… Wouldn’t have been a problem except I wasn’t planning to be available an hour early to pick up kids… i’ve talked to the coach before and I’ve been told this is just the way it is… If my kid wants playing time I’ll make sure they are there for practices.</p>\n\n<p>I could go on and on with anecdotal stories like this… But I can’t figure out how we are teaching kids anything positive by demanding this level of intensity and participation over such a long period of time to participate in team sports at the high school level. It seems like more and more kids are just doing one sport, because of the commitment level to participate in that sport. But the majority of them are nowhere near a chance of participating at the college or professional levels. It seems like we would be serving all of our children a lot better to allow them an opportunity to participate in sports and for those that really want to compete at a higher level they can find some type of competitive team to participate in during the off-season.</p>\n\n<p>Would love to hear some more feedback on this opinion. Have voiced similar things to the school and other parents and it seems clear a lot of people disagree with me.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/poub0s/cmv_youth_and_high_school_sports_have_become_way/",
  "subreddit": "changemyview",
  "id": "poub0s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m going to come right out and date myself. When I graduated from high school\n20 years ago, football season started in the fall and ended sometime in\nDecember. Basketball season started afterwards, and then a lot of kids ran track\nin the spring. I remember they had football camps in the summer,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分で自分の日付を入力するつもりです。私が高校を卒業したとき\n20年前、私が高校を卒業した頃は、フットボールのシーズンは秋に始まり、12月のある日に終わりました。\n12月です。その後、バスケットボールのシーズンが始まり、春には多くの子供たちが陸上競技をしていました。\n春には陸上競技をしていました。夏にはフットボールのキャンプがあったのを覚えていますが...。",
      "title": "CMV: 青少年や高校のスポーツは、多くの子供たちにとってあまりにも過酷で激しいものになっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我将直接出来和自己约会。当我从高中毕业时\n20年前，足球赛季从秋季开始，在12月的某个时候结束。\n12月结束。篮球赛季随后开始，然后很多孩子在春天进行田径比赛\n在春天。我记得他们在夏天有足球训练营，...",
      "title": "CMV：对大多数孩子来说，青少年和高中体育已经变得过于苛刻和激烈了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我將直接出來和自己約會。當我從高中畢業時\n20年前，足球賽季從秋季開始，在12月的某個時候結束。\n12月結束。籃球賽季隨後開始，然後很多孩子在春天進行田徑比賽\n在春天。我記得他們在夏天有足球訓練營，...",
      "title": "CMV：對大多數孩子來說，青少年和高中體育已經變得過於苛刻和激烈了。"
    }
  ]
}