{
  "author": "ConsiderationFew3336",
  "original_created_utc": 1627568718,
  "title": "CMV: Todays woke culture is making many people miserable because they only perceive themselves as victims of society and instead give up their own responsibility in their fate",
  "created_utc": 1627577735,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Even though I am glad to live in a time where we more and more struggles of minorities and stop victim shaming. At least we try. But even though I think its good that we become more understanding for people, their backgrounds and their individual struggles, I hate to see how we create a society where no one is anyones fault ever. I have a lot of friends and acquaintances who blame every struggle they have on society, the patriarchy, capitalism or racissm. And sometimes thats definitely true! But other times it is not. Especially people living in developed countries (excluding the US) have many opportunities if they are willing to work for it. And yes - there are definitely societal issues that hold certain people back. But I often witness people who are actually quit privileged scapegoating society for the fact that they don&#39;t get there shit together. And that bothers me af.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/otyhs5/cmv_todays_woke_culture_is_making_many_people/",
  "subreddit": "changemyview",
  "id": "otyhs5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Even though I am glad to live in a time where we more and more struggles of\nminorities and stop victim shaming. At least we try. But even though I think its\ngood that we become more understanding for people, their backgrounds and their\nindividual struggles, I hate to see how we create a society…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、マイノリティの闘争がますます盛んになり、被害者を辱めることがなくなった時代に生きていることを嬉しく思いますが。\n犠牲者を辱めるのをやめる時代になったことは喜ばしいことです。少なくとも、私たちは努力しています。しかし、たとえ私が\n人々やその背景、個々の苦悩をより理解することは良いことだと思います。\n理解を深めることは良いことだと思いますが、私はこのような社会を作ってしまうことを嫌っています...。",
      "title": "CMV: 現代の社会的な文化は、自分を社会の犠牲者としてしか認識せず、自分の運命に責任を持つことを放棄しているため、多くの人々を不幸にしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "尽管我很高兴生活在一个我们越来越多地与少数民族斗争的时代，并停止对受害者的羞辱。\n少数群体，并停止对受害者的羞辱。至少我们在努力。但是，尽管我认为它\n我们变得更加理解人们，他们的背景和他们的\n个人的斗争，但我讨厌看到我们如何创造一个社会...",
      "title": "CMV：今天的清醒文化使许多人感到痛苦，因为他们只认为自己是社会的受害者，而放弃了自己对命运的责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "儘管我很高興生活在一個我們越來越多地與少數民族鬥爭的時代，並停止對受害者的羞辱。\n少數羣體，並停止對受害者的羞辱。至少我們在努力。但是，儘管我認爲它\n我們變得更加理解人們，他們的背景和他們的\n個人的鬥爭，但我討厭看到我們如何創造一個社會...",
      "title": "CMV：今天的清醒文化使許多人感到痛苦，因爲他們只認爲自己是社會的受害者，而放棄了自己對命運的責任。"
    }
  ]
}