{
  "author": "requiem050410",
  "original_created_utc": 1633271296,
  "title": "Members of the sub, what determines whether you'd rate a book one star or five star?",
  "created_utc": 1633288181,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have just finished a book that dealt with several important themes and as a way of exploring these themes, the book delved into pedophilia, sexual assault, cannibalism and more such disturbing matters. Personally, I loved the book for it&#39;s brave narrative structure and for making me pause and think. Although the aforementioned disturbing matters made me close to puking I&#39;d still rate the book very high. But when I visited Goodreads I found several readers have rated the book one star because of the disturbing topics and the bizarre way events unfolded in the book, and it got me wondering what other criteria do people base their ratings on. </p>\n\n<p>Looking forward to reading about your perspectives.</p>\n\n<p>Edit: can anyone tell me why this post is being downvoted?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q0itnh/members_of_the_sub_what_determines_whether_youd/",
  "subreddit": "books",
  "id": "q0itnh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have just finished a book that dealt with several important themes and as a\nway of exploring these themes, the book delved into pedophilia, sexual assault,\ncannibalism and more such disturbing matters. Personally, I loved the book for\nit's brave narrative structure and for making me pause and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、いくつかの重要なテーマを扱った本を読み終えたところです。\nこの本は、いくつかの重要なテーマを扱ったもので、そのテーマを探求する方法として、ペドフィリア、性的暴行、カニバリズムなどを掘り下げています。\nカニバリズムなどの不穏な要素も含まれています。個人的には、この本の\n個人的にこの本が気に入ったのは、その勇敢な物語構造と、私を立ち止まらせ、...",
      "title": "サブメンバーの皆さん、本の評価を1つ星にするか5つ星にするかは何で決まるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚完成了一本书，其中涉及几个重要的主题，作为探讨这些主题的一种方式，书中提到了\n作为探索这些主题的方式，该书深入探讨了恋童癖、性侵犯\n食人族和更多此类令人不安的事情。就个人而言，我喜欢这本书，因为\n它勇敢的叙事结构，让我暂停并...",
      "title": "子的成员，是什么决定了你对一本书的评价是一星还是五星？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛完成了一本書，其中涉及幾個重要的主題，作爲探討這些主題的一種方式，書中提到了\n作爲探索這些主題的方式，該書深入探討了戀童癖、性侵犯\n食人族和更多此類令人不安的事情。就個人而言，我喜歡這本書，因爲\n它勇敢的敘事結構，讓我暫停並...",
      "title": "子的成員，是什麼決定了你對一本書的評價是一星還是五星？"
    }
  ]
}