{
  "author": "thefonztm",
  "original_created_utc": 1637247230,
  "title": "CMV: Crabs are one evolution away from the ultimate lifeform.",
  "created_utc": 1637263911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Crabs have developed at least six separate times on earth. That&#39;s six <em>separate</em> lineages all settling on armored shells, molting, regeneration, pincers, etc.</p>\n\n<p>You could say that crabs are like living tanks, except tanks have guns. If crabs were ever to obtain a biological ranged feature, they would be poised to become the ultimate life form. Consider a crab that could forcibly eject something akin to a stingray stinger. Or many smaller spines. Or perhaps an ink spray / vemon spray.  </p>\n\n<p>Normally, crabs are defeated in three ways:  </p>\n\n<p>1) A specialized predator obtains a hold on the crab and defeats it&#39;s armor. Such as a starfish or snail. A ranged defense can engage these foes before they get close enough to hold on.  </p>\n\n<p>2) A large predator such as a ray or shark just bodies the crab and eats it. Large predators are easy to hit. Engaging the predator before it gets it eating distance would really help.   </p>\n\n<p>3) A small mobile predator out maneuvers the crab. Similar to the large predator, a ranged defense at least gives an ability to threaten the maneuverable predator.</p>\n\n<p>&#x200B;</p>\n\n<p>There would need to be corresponding improvements to eyesight and such to support development of ranged abilities. Just to nip the easiest counterpoint in the bud.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/qwrg0f/cmv_crabs_are_one_evolution_away_from_the/",
  "subreddit": "changemyview",
  "id": "qwrg0f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Crabs have developed at least six separate times on earth. That's six separate\nlineages all settling on armored shells, molting, regeneration, pincers, etc.\n\nYou could say that crabs are like living tanks, except tanks have guns. If crabs\nwere ever to obtain a biological ranged feature, they would…"
}