{
  "author": "thefonztm",
  "original_created_utc": 1637247230,
  "title": "CMV: Crabs are one evolution away from the ultimate lifeform.",
  "created_utc": 1637263911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Crabs have developed at least six separate times on earth. That&#39;s six <em>separate</em> lineages all settling on armored shells, molting, regeneration, pincers, etc.</p>\n\n<p>You could say that crabs are like living tanks, except tanks have guns. If crabs were ever to obtain a biological ranged feature, they would be poised to become the ultimate life form. Consider a crab that could forcibly eject something akin to a stingray stinger. Or many smaller spines. Or perhaps an ink spray / vemon spray.  </p>\n\n<p>Normally, crabs are defeated in three ways:  </p>\n\n<p>1) A specialized predator obtains a hold on the crab and defeats it&#39;s armor. Such as a starfish or snail. A ranged defense can engage these foes before they get close enough to hold on.  </p>\n\n<p>2) A large predator such as a ray or shark just bodies the crab and eats it. Large predators are easy to hit. Engaging the predator before it gets it eating distance would really help.   </p>\n\n<p>3) A small mobile predator out maneuvers the crab. Similar to the large predator, a ranged defense at least gives an ability to threaten the maneuverable predator.</p>\n\n<p>&#x200B;</p>\n\n<p>There would need to be corresponding improvements to eyesight and such to support development of ranged abilities. Just to nip the easiest counterpoint in the bud.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/qwrg0f/cmv_crabs_are_one_evolution_away_from_the/",
  "subreddit": "changemyview",
  "id": "qwrg0f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Crabs have developed at least six separate times on earth. That's six separate\nlineages all settling on armored shells, molting, regeneration, pincers, etc.\n\nYou could say that crabs are like living tanks, except tanks have guns. If crabs\nwere ever to obtain a biological ranged feature, they would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カニは、地球上で少なくとも6回は開発されています。つまり、6つの別々の\n装甲殻、脱皮、再生、ペンチなど、6つの系統に分かれています。\n\nカニは生きた戦車のようなもので、戦車には銃がついていると言えます。もしカニが\nもしカニが生物学的な射撃機能を手に入れるとしたら...",
      "title": "CMV：カニは究極の生命体まであと1つの進化を遂げています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "螃蟹在地球上至少有六次独立的发展。这就是六个独立的\n所有的血统都在装甲壳、蜕皮、再生、钳子等方面得到解决。\n\n你可以说，螃蟹就像活的坦克，只不过坦克有枪。如果螃蟹\n如果螃蟹有一天获得了生物的射程特征，它们会......",
      "title": "CMV: 螃蟹离终极生命体还有一次进化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "螃蟹在地球上至少有六次獨立的發展。這就是六個獨立的\n所有的血統都在裝甲殼、蛻皮、再生、鉗子等方面得到解決。\n\n你可以說，螃蟹就像活的坦克，只不過坦克有槍。如果螃蟹\n如果螃蟹有一天獲得了生物的射程特徵，它們會......",
      "title": "CMV: 螃蟹離終極生命體還有一次進化。"
    }
  ]
}