{
  "author": "5MinutesM",
  "original_created_utc": 1631375962,
  "title": "Examples of overhyped books that faded into oblivion?",
  "created_utc": 1631389568,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I guess this is hard a hard question to answer because: if a book has faded into oblivion, likely no one has come in contact with it in a long time. There are also plenty of books that go from the press straight to the literary graveyard, but I&#39;m not interested on those. I am talking about books that achieved widespread recognition then faded away.</p>\n\n<p>The question came to my mind when discussing with a friend about the hype surrounding Sally Rooney&#39;s &quot;Beautiful World, Where are you? The hype, at this point, seems to be a more interesting and bigger topic than the books themselves. Will her books survive the long haul or will they follow the same road as something like Twilight, dying a slow death or, in the best case scenario - for the book -, turning into a niche product for the most devote fandom? (If Rooney&#39;s books are good is another matter.)</p>\n\n<p>During the discussion, I remembered this passage in Orwell&#39;s &#39;Bookshop Memories&#39;:</p>\n\n<p>&quot;It is therefore worth noting that of all the authors in our library the one who ‘went out’ the best was – Priestley? Hemingway? Walpole? Wodehouse? No, Ethel M. Dell, with Warwick Deeping a good second and Jeffrey Farnol, I should say, third.&quot;</p>\n\n<p>Interestingly, the most sough after authors according to Orwell are very hard to come by these days. Most of their books are out of print. Someone has examples of similar hyped authors and their vanished books?</p>\n\n<p>TL;DR: Anyone has an example of a book/author that was overhyped and faded into oblivion over the years?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pm9yoy/examples_of_overhyped_books_that_faded_into/",
  "subreddit": "books",
  "id": "pm9yoy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I guess this is hard a hard question to answer because: if a book has faded into\noblivion, likely no one has come in contact with it in a long time. There are\nalso plenty of books that go from the press straight to the literary graveyard,\nbut I'm not interested on those. I am talking about books…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この質問に答えるのは難しいと思いますが、なぜなら、ある本が忘却の彼方に消えてしまった場合、おそらく誰もその本に触れていないからです。\n忘却の彼方に消えてしまったということは、長い間誰もその本に触れていない可能性があるからです。また\nまた、出版社から文学の墓場に直行する本もたくさんあります。\nしかし、私はそれには興味がない。私が話しているのは...",
      "title": "過剰に宣伝された本が消えていった例は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想这是一个很难回答的问题，因为：如果一本书已经淡出了人们的视野\n遗忘，很可能是很久以来没有人接触过它了。也有\n也有很多书从出版社直接进入了文学的墓地。\n但我对这些不感兴趣。我说的是书...",
      "title": "被过度炒作的书籍逐渐被遗忘的例子？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想這是一個很難回答的問題，因爲：如果一本書已經淡出了人們的視野\n遺忘，很可能是很久以來沒有人接觸過它了。也有\n也有很多書從出版社直接進入了文學的墓地。\n但我對這些不感興趣。我說的是書...",
      "title": "被過度炒作的書籍逐漸被遺忘的例子？"
    }
  ]
}