{
  "author": "throwawayjob007",
  "original_created_utc": 1635083744,
  "title": "CMV: Cancel culture is a manipulative tactic used to silence people.",
  "created_utc": 1635094230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cancel culture is annoying. No one is perfect so we all make mistakes but what&#39;s annoying about this is how people exploit these mistakes to use you as a strawman by looking for hipocrisy in your words.</p>\n\n<p>I just can&#39;t help but see that as a way to undermine an opponent and not as a way to promote a healthy discussion. Its nowadays used as a way to one-up someone when you say something thet don&#39;t like under a thin veil of a moral high ground. </p>\n\n<p>The people who look deep in someone&#39;s post history are especially guilty of this as you see celebrities cancelled out because of tweets they said years ago, for example. </p>\n\n<p>Its actions like these that make it pretty obvious that people are just looking to dig up dirt on you. Honestly, I think people who cancel others out should be ignored altogether because its kind of a bait into humiliating you. </p>\n\n<p>Since when did anyone who didn&#39;t like me care about my consistency? That&#39;s a red flag in my mind. If you want to shut someone up this way just to gain points over someone else then how are you better than that person? You&#39;re just trying to control the narrative at this point.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/qesnb3/cmv_cancel_culture_is_a_manipulative_tactic_used/",
  "subreddit": "changemyview",
  "id": "qesnb3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Cancel culture is annoying. No one is perfect so we all make mistakes but what's\nannoying about this is how people exploit these mistakes to use you as a\nstrawman by looking for hipocrisy in your words.\n\nI just can't help but see that as a way to undermine an opponent and not as a\nway to promote a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "キャンセル文化は迷惑です。誰もが完璧ではないので、誰もが間違いを犯しますが、何が迷惑かというと\nその間違いを利用して、あなたの言葉の中にヒップクライシスを探して、あなたをストローマンとして利用する人がいることです。\nストローマンとして利用しています。\n\n私は、それが相手を貶めるための手段であり、自分の作品を宣伝するための手段ではないと考えざるを得ません。\n私は、それが相手を貶めるための方法であって、自分の意見を通すための方法ではないと考えてしまいます。",
      "title": "CMV： キャンセル・カルチャーとは、人々を黙らせるために使われる操作的な戦術です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "取消文化是令人讨厌的。没有人是完美的，所以我们都会犯错，但最令人讨厌的是人们如何利用这些错误，把你作为一个人。\n恼人的是人们如何利用这些错误，把你作为一个\n稻草人，在你的话语中寻找虚伪的东西。\n\n我只是不由自主地认为这是一种破坏对手的方式，而不是一种\n而不是为了促进一个...",
      "title": "CMV: 取消文化是一种用来让人沉默的操纵性策略。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "取消文化是令人討厭的。沒有人是完美的，所以我們都會犯錯，但最令人討厭的是人們如何利用這些錯誤，把你作爲一個人。\n惱人的是人們如何利用這些錯誤，把你作爲一個\n稻草人，在你的話語中尋找虛僞的東西。\n\n我只是不由自主地認爲這是一種破壞對手的方式，而不是一種\n而不是爲了促進一個...",
      "title": "CMV: 取消文化是一種用來讓人沉默的操縱性策略。"
    }
  ]
}