{
  "author": "throwawayjob007",
  "original_created_utc": 1635083744,
  "title": "CMV: Cancel culture is a manipulative tactic used to silence people.",
  "created_utc": 1635094230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cancel culture is annoying. No one is perfect so we all make mistakes but what&#39;s annoying about this is how people exploit these mistakes to use you as a strawman by looking for hipocrisy in your words.</p>\n\n<p>I just can&#39;t help but see that as a way to undermine an opponent and not as a way to promote a healthy discussion. Its nowadays used as a way to one-up someone when you say something thet don&#39;t like under a thin veil of a moral high ground. </p>\n\n<p>The people who look deep in someone&#39;s post history are especially guilty of this as you see celebrities cancelled out because of tweets they said years ago, for example. </p>\n\n<p>Its actions like these that make it pretty obvious that people are just looking to dig up dirt on you. Honestly, I think people who cancel others out should be ignored altogether because its kind of a bait into humiliating you. </p>\n\n<p>Since when did anyone who didn&#39;t like me care about my consistency? That&#39;s a red flag in my mind. If you want to shut someone up this way just to gain points over someone else then how are you better than that person? You&#39;re just trying to control the narrative at this point.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/qesnb3/cmv_cancel_culture_is_a_manipulative_tactic_used/",
  "subreddit": "changemyview",
  "id": "qesnb3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Cancel culture is annoying. No one is perfect so we all make mistakes but what's\nannoying about this is how people exploit these mistakes to use you as a\nstrawman by looking for hipocrisy in your words.\n\nI just can't help but see that as a way to undermine an opponent and not as a\nway to promote a…"
}