{
  "author": "PureInsanity8",
  "the_new_excerpt": "\"Democrats are idiots\" and \"republicans are Nazis\" serve no real purpose other\nthan profiting the greedy creator by luring in extremists who want biased\nsources to reinforce their viewpoint.\n\nBut opinion pieces without facts are pure rhetoric and sometimes even\npropaganda. News means noteworthy…",
  "original_created_utc": 1623122093,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "\"民主党はバカだ」「共和党はナチスだ」と言っても、何の役にも立ちません。\n偏った情報を欲しがる過激派をおびき寄せて、貪欲な作り手を儲けさせる以外の目的はありません。\n欲深い制作者が、自分の視点を補強するために偏った情報源を求める過激派をおびき寄せて利益を得る以外に目的はない。\n\nしかし、事実を伴わない意見記事は純粋なレトリックであり、時にはプロパガンダでさえあります。\nプロパガンダです。ニュースとは、注目すべき...",
      "title": "CMV：事実に基づかない意見記事は、もはやニュースとして扱われるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"民主党人是白痴 \"和 \"共和党人是纳粹 \"没有任何实际意义。\n贪婪的创造者除了通过引诱那些希望有偏见的极端分子来获利外，并没有其他真正的目的。\n来加强他们的观点。\n\n但是，没有事实的观点文章纯粹是夸夸其谈，有时甚至是\n宣传。新闻意味着值得注意的...",
      "title": "CMV：没有事实的观点文章不应再被当作新闻来对待。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"民主黨人是白癡 \"和 \"共和黨人是納粹 \"沒有任何實際意義。\n貪婪的創造者除了通過引誘那些希望有偏見的極端分子來獲利外，並沒有其他真正的目的。\n來加強他們的觀點。\n\n但是，沒有事實的觀點文章純粹是誇誇其談，有時甚至是\n宣傳。新聞意味着值得注意的...",
      "title": "CMV：沒有事實的觀點文章不應再被當作新聞來對待。"
    }
  ],
  "title": "CMV: Opinion pieces without facts should no longer be treated as news.",
  "created_utc": 1623145764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;Democrats are idiots&quot; and &quot;republicans are Nazis&quot; serve no real purpose other than profiting the greedy creator by luring in extremists who want biased sources to reinforce their viewpoint.</p>\n\n<p>But opinion pieces without facts are pure rhetoric and sometimes even propaganda. News means noteworthy information, especially about recent and important events, not a bunch of partisan opinions and rhetoric nobody but the most biased people in the country would ever want to consistently read. These by definition, are NOT news, and can mislead the public in one way or another.</p>\n\n<p>Real news should instead actually report events, researches, and things that involves some degree of factual content. &quot;Democrats are so stupid they didn&#39;t know economics&quot; and &quot;Why all republicans are Nazis&quot; is much more biased and worse than &quot;Economy worsens in Democrat-run cities after new controversial legislations were passed&quot; and &quot;Why many republicans have strong nationalist views, according to study&quot;.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/nuv03b/cmv_opinion_pieces_without_facts_should_no_longer/",
  "subreddit": "changemyview",
  "id": "nuv03b",
  "is_self": true,
  "media": null,
  "is_video": false
}