{
  "author": "wpeironnet",
  "original_created_utc": 1640390468,
  "title": "Why is everyone so convinced talking about crypto gains at the family dinner is a mistake, am I the only one with family who is interested and not back stabbing thieves?",
  "created_utc": 1640431923,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;My family, my middle class family, love talking finance and business. We all love talking about our work and cool new investments and ways to spend our money on future vacations or sport equipment. My family is small so maybe we have less to worry about. But no one in my family tries to get loans, steal money, and would survive an audit. My interests, like crypto, would be an awesome topic for the dinner table. Debating on why or why not it’s the future. Debating on if it’s paid off investing in risky assets and whether it’s worth looking into. For real guys if you know your family well then don’t be afraid to talk about your interests and passion such as financial freedom and the technology in crypto. No need to talk about holdings.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/rny0ld/why_is_everyone_so_convinced_talking_about_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "rny0ld",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>My family, my middle class family, love\ntalking finance and business. We all love talking about our work and cool new\ninvestments and ways to spend our money on future vacations or sport equipment.\nMy family is small so maybe we have less to worry about. But no one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私の家族は、私の中流家庭は、大好きです。\n金融やビジネスの話をする。私たちは皆、仕事の話や、新しいクールな話題で盛り上がるのが大好きです。\n投資や、将来の休暇やスポーツ用品にお金を使う方法など。\n私の家族は小さいので、心配することは少ないかもしれません。でも、誰も...",
      "title": "なぜみんな、家族の夕食の席で暗号の利得について話すことが間違いだと確信しているのでしょうか。家族がいて、盗人の裏切りなどせず、関心を持っているのは私だけでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的家庭，我的中产阶级家庭，喜欢\n谈论金融和商业。我们都喜欢谈论我们的工作和很酷的新\n我们都喜欢谈论我们的工作和很酷的新投资，以及如何把钱花在未来的度假或运动设备上。\n我的家庭不大，所以也许我们要担心的事情比较少。但是没有人...",
      "title": "为什么每个人都如此相信在家庭晚宴上谈论加密货币收益是一个错误，难道我是唯一一个有家人感兴趣而不是背后捅刀子的小偷？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我的家庭，我的中產階級家庭，喜歡\n談論金融和商業。我們都喜歡談論我們的工作和很酷的新\n我們都喜歡談論我們的工作和很酷的新投資，以及如何把錢花在未來的度假或運動設備上。\n我的家庭不大，所以也許我們要擔心的事情比較少。但是沒有人...",
      "title": "爲什麼每個人都如此相信在家庭晚宴上談論加密貨幣收益是一個錯誤，難道我是唯一一個有家人感興趣而不是背後捅刀子的小偷？"
    }
  ]
}