{
  "author": "MynameasGaeilge",
  "original_created_utc": 1626273315,
  "title": "YSK that taking a break for just five minutes to breathe deeply can help reduce stress and anxieties almost instantly",
  "created_utc": 1626284563,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The last 15 months have been stressful for all of us and many are also experiencing anxiety like we&#39;ve never had before. </p>\n\n<p>When you&#39;re in the midst of this, taking a break for just 5 minutes to breathe deeply can calm your anxieties and stress.</p>\n\n<p>To start, find somewhere quiet that you won&#39;t be disturbed; this can be a toilet, a bedroom, your office, or wherever.</p>\n\n<p>You can do this sitting, standing, or lying down - just make yourself as comfortable as you can. </p>\n\n<p>Take stock of how you&#39;re feeling now - the stress &amp; anxiety &amp; whatever you&#39;re feeling.</p>\n\n<p>First, take a deep breath through your nose (if possible). When you&#39;re breathing in, picture the air going down into your stomach and filling it. Don&#39;t force anything, don&#39;t rush it, let it happen easily.</p>\n\n<p>Keep the breath in your stomach for up to a 5 count if you can - if you can&#39;t, go with whatever you&#39;re able to. </p>\n\n<p>When you&#39;ve reached your chosen count, let the breath flow easily from your mouth. I personally love letting out an audible sigh when I do. It just feels good.</p>\n\n<p>As you pictured your stomach filling, now you picture your stomach deflating with your breath. </p>\n\n<p>Once you&#39;ve completed breathing out, repeat at step one by breathing deeply through your nose (if you&#39;re able to).</p>\n\n<p>Repeat this process for 3 - 5 minutes. </p>\n\n<p>When you&#39;ve fully finished this exercise, take stock of how you&#39;re feeling again. </p>\n\n<p>You should notice a tangible difference between how you&#39;re feeling now to how you felt then.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/ok5mdx/ysk_that_taking_a_break_for_just_five_minutes_to/",
  "subreddit": "YouShouldKnow",
  "id": "ok5mdx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The last 15 months have been stressful for all of us and many are also\nexperiencing anxiety like we've never had before.\n\nWhen you're in the midst of this, taking a break for just 5 minutes to breathe\ndeeply can calm your anxieties and stress.\n\nTo start, find somewhere quiet that you won't…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: この15ヶ月間は、私たち全員にとってストレスの多い時期で、多くの人がこれまでにない不安を感じています。\nまた、多くの人がこれまでに経験したことのないような不安を感じています。\n\nこのような状況下では、5分間だけでも深呼吸をすることで、不安やストレスを和らげることができます。\n深い呼吸をすることで、不安やストレスを落ち着かせることができます。\n\nまず、どこか静かな場所を見つけて、あなたが...",
      "title": "YSKでは、たった5分間の休憩で深呼吸をすることで、ストレスや不安をほとんど感じなくなるとしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：过去15个月对我们所有人来说都是压力，许多人也在经历前所未有的焦虑。\n经历了我们从未有过的焦虑。\n\n当你身处其中时，休息5分钟，深呼吸\n深呼吸可以平息你的焦虑和压力。\n\n首先，找到一个安静的地方，你不会...",
      "title": "YSK认为，只需休息五分钟，深呼吸，几乎可以立即帮助减少压力和焦虑"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：過去15個月對我們所有人來說都是壓力，許多人也在經歷前所未有的焦慮。\n經歷了我們從未有過的焦慮。\n\n當你身處其中時，休息5分鐘，深呼吸\n深呼吸可以平息你的焦慮和壓力。\n\n首先，找到一個安靜的地方，你不會...",
      "title": "YSK認爲，只需休息五分鐘，深呼吸，幾乎可以立即幫助減少壓力和焦慮"
    }
  ]
}