{
  "author": "FriedrichHydrargyrum",
  "original_created_utc": 1632235643,
  "title": "CMV: there’s no such thing as a “religious exemption” from vaccines",
  "created_utc": 1632243524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There’s no such thing as a “religious exemption” from vaccines. </p>\n\n<p>Let me qualify: Idon’t have any intimate knowledge of other faiths, but I do know the Bible and Christian doctrine well, and the Bible doesn’t say shit about vaccinations.</p>\n\n<p>The Bible does say plenty about loving your neighbor, and it says pretty explicitly that if you don’t make the sacrifices necessary to take care of your neighbor then your religion is vain and worthless. </p>\n\n<p>I’m not saying that Christians are <em>required</em> by their own faith to get vaccinated, but I am saying that there is absolutely no basis whatsoever for using faith as a pretext to be anti-vax.</p>\n\n<p><strong>[EDIT: I’m speaking specifically about Christianity, since that’s the only religion I know well and the only one with any serious political clout in my country]</strong></p>\n\n<p><strong>[EDIT 2: I worded my argument poorly. I’m not debating the legality of religious exemptions. I’m questioning the sincerity of those who use the Bible as grounds for opposing vaccines]</strong></p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/changemyview/comments/psk8ol/cmv_theres_no_such_thing_as_a_religious_exemption/",
  "subreddit": "changemyview",
  "id": "psk8ol",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There’s no such thing as a “religious exemption” from vaccines.\n\nLet me qualify: Idon’t have any intimate knowledge of other faiths, but I do\nknow the Bible and Christian doctrine well, and the Bible doesn’t say shit about\nvaccinations.\n\nThe Bible does say plenty about loving your neighbor, and it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ワクチンの「宗教上の免除」なんてありません。\n\n誤解のないように言っておきます。私は他の宗教のことはよく知りませんが、聖書とキリスト教の教義はよく知っています。\n聖書やキリスト教の教義はよく知っていますし、聖書には予防接種については何も書かれていません。\n予防接種については何も書いていません。\n\n聖書には、隣人を愛することについて多くのことが書かれており、それは...",
      "title": "CMV: ワクチンの「宗教上の免除」などありえない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "疫苗没有所谓的 \"宗教豁免\"。\n\n让我澄清一下。我对其他信仰没有任何深入的了解，但我知道\n但我对《圣经》和基督教教义非常了解，《圣经》中没有提到关于\n疫苗接种。\n\n圣经》确实说了很多关于爱你的邻居，而且它...",
      "title": "CMV：对疫苗没有 \"宗教豁免 \"这一说法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "疫苗沒有所謂的 \"宗教豁免\"。\n\n讓我澄清一下。我對其他信仰沒有任何深入的瞭解，但我知道\n但我對《聖經》和基督教教義非常瞭解，《聖經》中沒有提到關於\n疫苗接種。\n\n聖經》確實說了很多關於愛你的鄰居，而且它...",
      "title": "CMV：對疫苗沒有 \"宗教豁免 \"這一說法"
    }
  ]
}