{
  "author": "Teeklin",
  "original_created_utc": 1625759863,
  "title": "CMV: Anyone should be able to opt out/leave a Home Owner's Association at any time",
  "created_utc": 1625766198,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand why HOAs exist and some people prefer them, and it&#39;s great (for those people) when everyone involved is on the same page and things go well.</p>\n\n<p>However, anyone that doesn&#39;t wish to be bound by the ever-changing rules of the ever-changing management in a HOA should absolutely be able to say, &quot;This is no longer something I wish to be associated with, I will no longer be paying any dues or abiding by any rules of this HOA.&quot; and stop their participation at any time.</p>\n\n<p>It&#39;s a really simple CMV, not much more to it than &quot;You own a house, you have a right to do or not do what you want with that property, no nebulous private entity should ever be able to force you to do something with that property against your will.&quot;</p>\n\n<p>And maybe there&#39;s a super simple reason I&#39;m missing why that would not be a good policy so...change my view!</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/oga4kz/cmv_anyone_should_be_able_to_opt_outleave_a_home/",
  "subreddit": "changemyview",
  "id": "oga4kz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand why HOAs exist and some people prefer them, and it's great (for\nthose people) when everyone involved is on the same page and things go well.\n\nHowever, anyone that doesn't wish to be bound by the ever-changing rules of the\never-changing management in a HOA should absolutely be able to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、HOAが存在する理由を理解していますし、HOAを好む人もいます。\n関係者全員が同じ考えを持っていて、物事がうまくいくのは（その人たちにとって）素晴らしいことです。\n\nしかし、刻々と変化するHOAの管理者のルールに縛られたくない人は、絶対に...。\nHOAの刻々と変わる管理者の刻々と変わるルールに縛られたくない人は、絶対に...",
      "title": "CMV: 誰もがいつでもホームオーナーズアソシエーションから脱退できるようにすべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我理解为什么HOA会存在，而且有些人更喜欢它们。\n当每个人都在同一起跑线上并且事情进展顺利时，这很好（对这些人而言）。\n\n然而，任何不希望被不断变化的规则所约束的人\n任何不希望被不断变化的规则所束缚的人，绝对应该能够......",
      "title": "CMV：任何人都应该能够在任何时候选择退出/离开业主协会"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解爲什麼HOA會存在，而且有些人更喜歡它們。\n當每個人都在同一起跑線上並且事情進展順利時，這很好（對這些人而言）。\n\n然而，任何不希望被不斷變化的規則所約束的人\n任何不希望被不斷變化的規則所束縛的人，絕對應該能夠......",
      "title": "CMV：任何人都應該能夠在任何時候選擇退出/離開業主協會"
    }
  ]
}