{
  "author": "mcgorila",
  "original_created_utc": 1628012399,
  "title": "CMV: There is no such thing as mansplaining. People suck and are arrogant no matter your gender.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>FYI I&#39;m a male dude that almost everyday at work roll my eyes as people try to explain to me something I already know / argue in a topic they don&#39;t have ANY knowledge at all even I&#39;m being a specialist at (UX/UI/design).</p>\n\n<p>Thus I realized that, even it probably happens more with women, it&#39;s no exclusive of gender - some people, including women, are huge dicks and will try to teach you something you already know in a douche way.</p>\n\n<p>Also, I hear some cases in which women complain a guy was &quot;lecturing&quot; them ou arguing in a subject they are versed in but didn&#39;t explicit tell the dude this information earlier. So how could the guy &quot;mansplain&quot; them if they didn&#39;t know the woman were ALREADY a specialist in the topic. </p>\n\n<p>Please don&#39;t downvote me, I truly wanna change my view on this subject</p>\n\n<p>Obligatory sorry for my bad english my native language is portuguese</p>\n</div><!-- SC_ON -->",
  "score": 606,
  "permalink": "/r/changemyview/comments/ox8lj0/cmv_there_is_no_such_thing_as_mansplaining_people/",
  "subreddit": "changemyview",
  "id": "ox8lj0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "FYI I'm a male dude that almost everyday at work roll my eyes as people try to\nexplain to me something I already know / argue in a topic they don't have ANY\nknowledge at all even I'm being a specialist at (UX/UI/design).\n\nThus I realized that, even it probably happens more with women, it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "参考までに、私は男性で、毎日のように仕事場で、私がすでに知っていることを説明しようとする人に目を丸くしています。\n私は男性ですが、職場ではほとんど毎日のように、私がすでに知っていることを説明しようとしたり、全く知識のないトピックで議論しようとする人たちに目を見張ります。\nUX/UI/デザイン）の専門家であるにも関わらず、全く知識のないトピックについて説明しようとする人たちに目を見張ることがあります。\n\nそこで私は、おそらく女性に多く見られることだと思いますが、これは...",
      "title": "CMV: マンズプレイニングという言葉はありません。性別に関係なく、人は最悪で傲慢です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个男性，几乎每天都在工作中翻白眼，因为人们试图\n解释我已经知道的东西/争论他们没有任何知识的话题时，我几乎每天都翻白眼。\n知识，即使我是一个专家（用户体验/用户界面/设计）。\n\n因此，我意识到，即使这可能更多发生在女性身上，但这是...",
      "title": "CMV：不存在所谓的 \"男人抱怨\"。无论你的性别如何，人们都很糟糕，都很傲慢。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個男性，幾乎每天都在工作中翻白眼，因爲人們試圖\n解釋我已經知道的東西/爭論他們沒有任何知識的話題時，我幾乎每天都翻白眼。\n知識，即使我是一個專家（用戶體驗/用戶界面/設計）。\n\n因此，我意識到，即使這可能更多發生在女性身上，但這是...",
      "title": "CMV：不存在所謂的 \"男人抱怨\"。無論你的性別如何，人們都很糟糕，都很傲慢。"
    }
  ]
}