{
  "author": "rythaguy_uno_y",
  "original_created_utc": 1626016720,
  "title": "CMV: Obtaining a College Degree today is an investment with no guarantee of return",
  "created_utc": 1626022518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 22yr old college student who serves full-time in a restaurant to afford my education. College education used to be an investment where you&#39;d see a return in the form of a job/career. I think qualifications for private sector careers are drastically changing. </p>\n\n<p>I read a tweet this morning regarding how Addison Rae had been hired and fired for becoming a UFC correspondent. I can&#39;t imagine the hundreds if not thousands of other applicants who studied years to get into a position like that. To go even further, the Tik-Tok influencer shared a bitter statement on twitter saying that she studied hard for three months to get that position. </p>\n\n<p>Three months??? Are you kidding me?!</p>\n\n<p>That&#39;s not even a full semester of college. Plus, this 20-year old girl already has a generated net worth of 2 million. It proves to show that landing the career you want is a who-you-know game, rather than what-you-know. I&#39;m happy to see another young kid becoming successful, but seeing news like this makes me feel like obtaining certain careers are impossible. If qualifications for careers aren&#39;t based on a defined set of knowledge, than what is my degree really going towards?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/oi6bzg/cmv_obtaining_a_college_degree_today_is_an/",
  "subreddit": "changemyview",
  "id": "oi6bzg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a 22yr old college student who serves full-time in a restaurant to afford my\neducation. College education used to be an investment where you'd see a return\nin the form of a job/career. I think qualifications for private sector careers\nare drastically changing.\n\nI read a tweet this morning…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は22歳の大学生で、学費を稼ぐためにレストランでフルタイムで働いています。\n教育を受けています。大学教育は、かつては投資であり、リターンを得ることができました。\n仕事やキャリアという形で返ってくるものでした。私は、民間企業のキャリアのための資格は\n大幅に変化していると思います。\n\n今朝、あるツイートを読みました...。",
      "title": "CMV: 今、大学の学位を取得することは、リターンが保証されない投資です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个22岁的大学生，在一家餐馆全职工作，以支付我的教育费用。\n教育。大学教育曾经是一项投资，你会看到回报\n在工作/职业的形式上。我认为私营部门的职业资格\n正在急剧变化。\n\n我今天早上读了一条推特...",
      "title": "CMV：今天获得大学学位是一项没有回报保证的投资"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個22歲的大學生，在一家餐館全職工作，以支付我的教育費用。\n教育。大學教育曾經是一項投資，你會看到回報\n在工作/職業的形式上。我認爲私營部門的職業資格\n正在急劇變化。\n\n我今天早上讀了一條推特...",
      "title": "CMV：今天獲得大學學位是一項沒有回報保證的投資"
    }
  ]
}