{
  "author": "rythaguy_uno_y",
  "original_created_utc": 1626016720,
  "title": "CMV: Obtaining a College Degree today is an investment with no guarantee of return",
  "created_utc": 1626022518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 22yr old college student who serves full-time in a restaurant to afford my education. College education used to be an investment where you&#39;d see a return in the form of a job/career. I think qualifications for private sector careers are drastically changing. </p>\n\n<p>I read a tweet this morning regarding how Addison Rae had been hired and fired for becoming a UFC correspondent. I can&#39;t imagine the hundreds if not thousands of other applicants who studied years to get into a position like that. To go even further, the Tik-Tok influencer shared a bitter statement on twitter saying that she studied hard for three months to get that position. </p>\n\n<p>Three months??? Are you kidding me?!</p>\n\n<p>That&#39;s not even a full semester of college. Plus, this 20-year old girl already has a generated net worth of 2 million. It proves to show that landing the career you want is a who-you-know game, rather than what-you-know. I&#39;m happy to see another young kid becoming successful, but seeing news like this makes me feel like obtaining certain careers are impossible. If qualifications for careers aren&#39;t based on a defined set of knowledge, than what is my degree really going towards?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/oi6bzg/cmv_obtaining_a_college_degree_today_is_an/",
  "subreddit": "changemyview",
  "id": "oi6bzg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a 22yr old college student who serves full-time in a restaurant to afford my\neducation. College education used to be an investment where you'd see a return\nin the form of a job/career. I think qualifications for private sector careers\nare drastically changing.\n\nI read a tweet this morning…"
}