{
  "author": "janpkrs97",
  "original_created_utc": 1632674023,
  "title": "Learn from my mistakes: store your keys physically and make sure you have multiple backups.",
  "created_utc": 1632704915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really just need to vent right now. Couple months ago I started DCA&#39;ing into ADA and had a decent bag of about 250ADA. Not really live changing money, but a decent ~ 10% of my portfolio. </p>\n\n<p>I stored the coins on Daedalus and was actively staking, passively earning more coins. </p>\n\n<p>Well, here&#39;s the fuckup. Instead of physically storing my keys for Daedalus on paper I used my old password manager app for the recovery seed and spending password (randomly generated password - all I remember is like 3/21 characters.)</p>\n\n<p>A couple days ago I checked my phone and for some reason the password manager app doesn&#39;t exist anymore. I still don&#39;t believe it but I must&#39;ve accidentally deleted the app. </p>\n\n<p>Without the spending password, I can&#39;t send the ADA to a new wallet and without the recovery seed I can&#39;t restore it. </p>\n\n<p>No backups, emergency kit or any other way of retrieving and restoring the app. </p>\n\n<p>Now all I can do is watch my ADA slowly grow without ever being able to spend any of it. </p>\n\n<p>Oh well, guess I have to learn from this. </p>\n\n<p>TLDR; another sacrifice to the crypto gods. Store your keys/passwords physically and if you do want to store them digitally, make sure you have multiple backups!</p>\n</div><!-- SC_ON -->",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/pvx9jm/learn_from_my_mistakes_store_your_keys_physically/",
  "subreddit": "CryptoCurrency",
  "id": "pvx9jm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really just need to vent right now. Couple months ago I started DCA'ing into\nADA and had a decent bag of about 250ADA. Not really live changing money, but a\ndecent ~ 10% of my portfolio.\n\nI stored the coins on Daedalus and was actively staking, passively earning more\ncoins.\n\nWell, here's the…"
}