{
  "author": "yojimbo_beta",
  "original_created_utc": 1632565460,
  "title": "Since my English degree, I’ve struggled to read",
  "created_utc": 1632610226,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fifteen years ago (!) I did an English Literature degree. I read copiously and habitually. I read prose, poetry, drama, Middle English, Ancient Greek and threw a bit of art history into the mix too.</p>\n\n<p>Sometimes I felt uneasy about the pressure of my course. I tried reaching out to friends at other universities, but they didn’t seem to understand. After all, I was studying English at Cambridge! This was (allegedly) <em>the</em> place to be an English student. Even US students came here. You had to be <em>brilliant</em> and you had to <em>love it</em> and you had to want <em>nothing else</em> than your own amazing career in publishing, academia, journalism…</p>\n\n<p>I wanted it, perhaps a little too much. My copious reading became something else. I would read and reread passages three, four, six times; would annotate and reannotate and try again and again to get what I wanted - which I couldn’t describe, but would “recognise when I see it”; study progressed into obsession and spiralled into exhaustion. I wanted to show I was up to the burden on my shoulders, and nothing I wrote was ever enough. I would either shut myself in my room and read or go for long meandering walks or longwinded chores just to avoid having to read again.</p>\n\n<p>I took a year off, hoping things could reset, but whilst I did eventually finish my degree (with an OK grade), I still found reading stressful. My first summer after university, I stopped reading and have barely tried since. That was eleven years ago.</p>\n\n<p>I grabbed <em>Pride And Prejudice</em> a few years ago but took several weeks to finish it. I had some good notes about exchange systems and zero sum language games but realised I was up to my old tricks. Then I picked up <em>Utopia</em> and wrote another essay about parentheses, digression and language rules. I tried <em>Gilgamesh</em> but found myself doing the same (Mesopotamian poetry has a compelling rhythmic quality, I will tell you that much).</p>\n\n<p>I’m wondering whether this is just the nature of things for me now or whether there’s a path to experiencing literature in a new way that doesn’t make the same demands of me emotionally (and in terms of sheer time). I miss the ability to experience the strangeness of other times and the pleasures of good prose. I want to write better myself and feel this needs a bedrock of good reading. But I don’t want reading a piece of literary fiction to become a Project.</p>\n\n<p>What I’d like is the advice of others who’ve been through the same and have found a way through to reading fiction again, even infrequently.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pv45hv/since_my_english_degree_ive_struggled_to_read/",
  "subreddit": "books",
  "id": "pv45hv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Fifteen years ago (!) I did an English Literature degree. I read copiously and\nhabitually. I read prose, poetry, drama, Middle English, Ancient Greek and threw\na bit of art history into the mix too.\n\nSometimes I felt uneasy about the pressure of my course. I tried reaching out to\nfriends at other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "15年前（！）、私は英文学の学位を取得しました。私は大量に、そして習慣的に読みました。\n習慣的に読みました。散文、詩、ドラマ、中英語、古代ギリシャ語、そして美術史も少し。\n美術史も少し混ぜていました。\n\n時々、私は自分のコースのプレッシャーに不安を感じました。私は、他の大学の友人に連絡を取ってみました。\n他の大学の友人に声をかけてみたり...",
      "title": "英語の学位を取得して以来、私は読むのに苦労してきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "15年前（！）我读了一个英国文学学位。我大量阅读并\n习惯性地阅读。我读了散文、诗歌、戏剧、中世纪英语、古希腊语，也读了一些艺术史。\n也读了一点艺术史。\n\n有时我对我的课程的压力感到不安。我试着去联系\n其他学校的朋友...",
      "title": "自从我获得英语学位以来，我一直在努力阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "15年前（！）我讀了一個英國文學學位。我大量閱讀並\n習慣性地閱讀。我讀了散文、詩歌、戲劇、中世紀英語、古希臘語，也讀了一些藝術史。\n也讀了一點藝術史。\n\n有時我對我的課程的壓力感到不安。我試着去聯繫\n其他學校的朋友...",
      "title": "自從我獲得英語學位以來，我一直在努力閱讀"
    }
  ]
}