{
  "author": "ICFAOUNSFI",
  "the_new_excerpt": "Not sure if this is the right place to post this, but supposedly Roald Dahl\nscrapped a lot of content for Charlie and the Chocolate Factory. On the\nWikipedia page for the book, it gives a list of some of the scrapped content,\nwhich includes something called the \"Children's Delight room\", which…",
  "original_created_utc": 1618335080,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここに投稿するのが正しいかどうかわかりませんが、おそらくRoald Dahlは\nチャーリーとチョコレート工場」の内容の多くを破棄したと言われています。この本の\nこの本のウィキペディアのページには、スクラップされたコンテンツのリストが載っています。\nその中には「Children's Delight room」と呼ばれるものも含まれていて、それは...",
      "title": "ロアルド・ダールの『チャーリーとチョコレート工場』についての質問です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不知道这是否是正确的地方发布这个，但据说罗尔德-达尔。\n为《查理和巧克力工厂》报废了很多内容。在\n维基百科的书页，它给出了一些报废内容的清单。\n其中包括一个叫 \"儿童欢乐室 \"的东西，它... ...",
      "title": "一个关于罗尔德-达尔的《查理和巧克力工厂》的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不知道這是否是正確的地方發佈這個，但據說羅爾德-達爾。\n爲《查理和巧克力工廠》報廢了很多內容。在\n維基百科的書頁，它給出了一些報廢內容的清單。\n其中包括一個叫 \"兒童歡樂室 \"的東西，它... ...",
      "title": "一個關於羅爾德-達爾的《查理和巧克力工廠》的問題。"
    }
  ],
  "title": "A question about Roald Dahl's Charlie and the Chocolate Factory",
  "created_utc": 1618366631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not sure if this is the right place to post this, but supposedly Roald Dahl scrapped a lot of content for Charlie and the Chocolate Factory.  On the Wikipedia page for the book, it gives a list of some of the scrapped content, which includes something called the &quot;Children&#39;s Delight room&quot;, which supposedly caused injury to Marvin Prune who is described as a &quot;conceited&quot; boy.  Now, the Wikipedia page gives very little information about this chapter, except to say that Dahl submitted it to a book review, and they &quot;criticized his worth as a human being&quot;.  Does anyone know what the Children&#39;s Delight chapter was about?  I searched Google but found no information...</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mq764s/a_question_about_roald_dahls_charlie_and_the/",
  "subreddit": "books",
  "id": "mq764s",
  "is_self": true,
  "media": null,
  "is_video": false
}