{
  "author": "Absurdityy",
  "original_created_utc": 1630239720,
  "title": "Why Apple needs to make a crypto wallet",
  "created_utc": 1630269206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Apple adopting cryptocurrency through the creation of an Apple wallet would be <em>huge</em> for both the crypto world and Apple in general. To start, digital wallets are being adopted rapidly by people worldwide, and Apple stands to benefit from a simple and secure user experience, leveraging the advanced biometrics on iPhones. </p>\n\n<p>“A new study from Juniper Research found that the number of people using digital wallets for all types of currencies is expected to increase from 2.3 billion this year to nearly 4 billion, or 50% of the world’s population, by 2024.” </p>\n\n<p>With the use of CryptoKit on iOS 13, security would be easily assured for consumers, thus helping more users feel safe adopting the Apple wallet (“Because CryptoKit enables a second layer of security through encryption for iOS applications with private and public keys, it can address other issues related to hardware hacking, such as SIM jacking – a malicious attack often used to assume control of a person&#39;s digital and financial lives.”) </p>\n\n<p>The creation of an Apple wallet would allow Apple to capitalize tremendously on an untapped market, and rapidly accelerate the use of crypto to a more mainstream option for businesses and consumers worldwide. </p>\n\n<p>TL;DR - Apple stands to benefit massively from the creation of a crypto wallet, as do consumers. IMO, Apple making a crypto wallet would be perhaps one of the most bullish things to happen for crypto as a whole.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/pdu9ru/why_apple_needs_to_make_a_crypto_wallet/",
  "subreddit": "CryptoCurrency",
  "id": "pdu9ru",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Apple adopting cryptocurrency through the creation of an Apple wallet would be\nhuge for both the crypto world and Apple in general. To start, digital wallets\nare being adopted rapidly by people worldwide, and Apple stands to benefit from\na simple and secure user experience, leveraging the advanced…"
}