{
  "author": "levywasbry_",
  "the_new_excerpt": "Why YSK:\n\nI see so many people on reddit making jokes about themselves and being insecure\nabout being a virgin after all their friends have already had sex. I understand\nthe negativity attached to that label. I was a teenager and in my early 20s too.\nI get it you guys.\n\nOf our friend group in high…",
  "original_created_utc": 1613257917,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\nI see so many people on reddit making jokes about themselves and being insecurity 我看到很多人在reddit上开自己的玩笑，没有安全感\n在他们所有的朋友都发生过性关系之后，他们还是个处女。我明白\n这个标签所附带的负面性。我也是十几岁，二十出头的时候。\n我明白你们。\n\n在我们的朋友群中，高中...",
      "title": "YSK：尽管你从你的朋友那里得到了所有的抨击，但做一个处女Redditors是可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\nI see so many people on reddit making jokes about themselves and being insecurity 我看到很多人在reddit上開自己的玩笑，沒有安全感\n在他們所有的朋友都發生過性關係之後，他們還是個處女。我明白\n這個標籤所附帶的負面性。我也是十幾歲，二十出頭的時候。\n我明白你們。\n\n在我們的朋友羣中，高中...",
      "title": "YSK：儘管你從你的朋友那裏得到了所有的抨擊，但做一個處女Redditors是可以的。"
    }
  ],
  "title": "YSK: despite all the flack you get from your friends, it's okay to be a virgin Redditors.",
  "created_utc": 1613294709,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I see so many people on reddit making jokes about themselves and being insecure about being a virgin after all their friends have already had sex. I understand the negativity attached to that label. I was a teenager and in my early 20s too. I get it you guys.</p>\n\n<p>Of our friend group in high school, the most attractive mate in our group was the only virgin. I used to berate him along with everyone else when we were in high school but I stopped when I realized how fucked up it was.</p>\n\n<p>He wasn&#39;t the only virgin either, there were people who just lied about it to avoid being harassed about it. If you hate being harassed for it, just lie or avoid conversations about it. BEING A VIRGIN UNTIL AFTER HIGH SCHOOL AND COLLEGE IS WAY MORE COMMON THAN YOU THINK. You only feel ostracized because of the culture and because no one talks about it.</p>\n\n<p>My buddy did end up losing his virginity on New Years Eve when he was 22. He was drunk, the girl jumped his bones, he regretted it after, but it broke the seal. </p>\n\n<p>He got over his inhibitions after that and finally became capable of talking to women in that way. Now this man is more than proficient in talking to the ladies.</p>\n\n<p>I guess what I&#39;m trying to say is stop thinking your lack of experience and you being uncomfortable talking to women is a death sentence. People grow into themselves and their personalities at different points in their life. You&#39;re not a fucking throwaway person or forever virgin. Some flowers bloom later, doesn&#39;t mean they&#39;re not blooming flowers.</p>\n\n<p>Love yourself you guys</p>\n</div><!-- SC_ON -->",
  "score": 550,
  "permalink": "/r/YouShouldKnow/comments/ljbriu/ysk_despite_all_the_flack_you_get_from_your/",
  "subreddit": "YouShouldKnow",
  "id": "ljbriu",
  "is_self": true,
  "media": null,
  "is_video": false
}