{
  "author": "MagusWithBones",
  "original_created_utc": 1632705000,
  "title": "CMV: To solve the housing crisis we should just break up real estate empires and limit the # of homes any one person/entity can own",
  "created_utc": 1632713554,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we broke up real estate empires and capped the number of homes that individuals and companies can own, it would force them to sell and drive the prices back down to real-world, while opening up housing to people who need it.\n- Why not cap individuals at say, 5 homes (generously)\n- Smaller real estate companies could own, say, 20-50 and be taxed at a smaller rate\n- Cap the size of large real-estate companies to prevent them from amassing thousands of homes\n- Titrate the limits over say 5-10 years to allow staggered sell-off\n- Institute a nation-wide property tax on someone&#39;s 4th or more home (who needs more than a house, a summer, and a winter house) that funds first-time mortgages &amp; housing assistance \n- Obviously do more to cap AirBnB whales\n- Ban foreign countries/entities from buying investment real estate in the US.</p>\n\n<p>It&#39;s so disheartening that this isn&#39;t the national conversation. Both dems and gop both either say:\n&quot;We should just eliminate single-family zoning to build giant condos&quot;\n   or...\n&quot;We should expand urban boundary lines and build more&quot;</p>\n\n<p>My point is, there are already enough homes in the country (assuming this as common knowledge). The problem is, no one can afford them, or they never get back on the market. You can <em>try</em> to legislate price/rent control but it&#39;s not going to work everywhere or last. Urban boundary lines likewise exist to protect any number of things, such as habitats, traffic, distribution, and general quality of life (not to mention climate change). And, as someone in a raging gentrification zone myself, I don&#39;t see the efficacy of building condos that working-class people can&#39;t afford, driving up prices even more, and pricing families out of their homes. There are a lot of ways to label housing as &quot;low-income&quot; but really not have it be affordable.</p>\n\n<p>The general point is, tons of companies have hoovered up mass quantities of homes (of all kinds and sizes) and will never, ever turn around and say &quot;Hey, family of 3 who needs a starter, let me sell you this at a fair price.&quot;</p>\n\n<p>Using market forces, force a sell-off and re-circulate the homes that are being hoarded.</p>\n\n<p>Open to any and all discussion, thanks!</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/changemyview/comments/pw6k5o/cmv_to_solve_the_housing_crisis_we_should_just/",
  "subreddit": "changemyview",
  "id": "pw6k5o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If we broke up real estate empires and capped the number of homes that\nindividuals and companies can own, it would force them to sell and drive the\nprices back down to real-world, while opening up housing to people who need it.\n- Why not cap individuals at say, 5 homes (generously) - Smaller real…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もし、不動産帝国を解体し、個人や企業が所有する家の数に上限を設ければ\n個人や企業が所有できる家の数に上限を設ければ、彼らは売らざるを得なくなり、価格が現実のものに戻ってくるでしょう。\nまた、住宅を必要としている人たちにも住宅を提供することができます。\n- 個人の上限を例えば5軒（余裕を持って）にしてはどうでしょうか - 小規模な不動産...",
      "title": "CMV：住宅危機を解決するためには、不動産王を解体し、一人の人間や団体が所有できる住宅の数を制限すればよい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们打碎房地产帝国，并对个人和公司可以拥有的房屋数量设置上限\n个人和公司可以拥有的房屋数量，这将迫使他们出售，并推动房价回落到现实世界。\n价格回落到真实世界，同时向需要的人开放住房。\n- 为什么不给个人设定上限，比如说，5套房子（慷慨地）--更小的房地产...",
      "title": "CMV：要解决住房危机，我们应该打破房地产帝国，限制任何一个人/实体可以拥有的房屋数量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們打碎房地產帝國，並對個人和公司可以擁有的房屋數量設置上限\n個人和公司可以擁有的房屋數量，這將迫使他們出售，並推動房價回落到現實世界。\n價格回落到真實世界，同時向需要的人開放住房。\n- 爲什麼不給個人設定上限，比如說，5套房子（慷慨地）--更小的房地產...",
      "title": "CMV：要解決住房危機，我們應該打破房地產帝國，限制任何一個人/實體可以擁有的房屋數量。"
    }
  ]
}