{
  "author": "oftenthis0412",
  "original_created_utc": 1638109603,
  "title": "Just finished reading In Cold Blood by Truman Capote",
  "created_utc": 1638120120,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I’m in shock. This was a rough experience. It was the first true crime book that I’ve read, but I was totally immersed in the story. Yes, the whole thing is distressing and unpleasant, but following the story from so many different angles is an interesting reading experience. There’s no way to deny or justify the atrocity of the crime committed by Dick and Perry. But while I was reading it, I couldn&#39;t help but develop a terrible sense of pity for Perry. \nThe proximity that Truman brings the reader to the characters is frightening.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/r45gbm/just_finished_reading_in_cold_blood_by_truman/",
  "subreddit": "books",
  "id": "r45gbm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I’m in shock. This was a rough experience. It was the first true crime book\nthat I’ve read, but I was totally immersed in the story. Yes, the whole thing is\ndistressing and unpleasant, but following the story from so many different\nangles is an interesting reading experience. There’s no way to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから、ショックなんです。これは大変な経験でした。初めて読んだ実話系の本だったのですが\n読んだのは初めてだったのですが、すっかり物語に没頭してしまいました。確かに、全体的には苦しくて不快です。\nしかし、様々な角度からストーリーを追いかけるのは面白い。\n読んでいて面白いです。どうしようもない・・・。",
      "title": "トルーマン・カポーティの「In Cold Blood」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我很震惊。这是一次艰难的经历。这是我读的第一本真正的犯罪书\n但我完全沉浸在这个故事中。是的，整个事件是\n是的，整个事件令人痛心和不愉快，但从这么多不同的角度来关注这个故事\n但从这么多不同的角度关注这个故事是一种有趣的阅读体验。没有办法...",
      "title": "刚刚读完杜鲁门-卡波特的《冷血》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我很震驚。這是一次艱難的經歷。這是我讀的第一本真正的犯罪書\n但我完全沉浸在這個故事中。是的，整個事件是\n是的，整個事件令人痛心和不愉快，但從這麼多不同的角度來關注這個故事\n但從這麼多不同的角度關注這個故事是一種有趣的閱讀體驗。沒有辦法...",
      "title": "剛剛讀完杜魯門-卡波特的《冷血》。"
    }
  ]
}