{
  "author": "RefugeeDutch_Syrian",
  "original_created_utc": 1639081625,
  "title": "What is the perfect gift for a crypto enthusiast?",
  "created_utc": 1639099979,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;As holidays are approaching, I was thinking, what could I get to a dear person in my life, who also happens to be a crypto enthusiast? &lt;/p&gt;\n\n&lt;p&gt;I found it to be a tough question. I couldn&amp;#39;t come up with anything beside buying the dip for them lol. &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;What do you guys think? What would you like to be gifted? I&amp;#39;m assuming most people that are taking this seriously will already have a hardware wallet and all the nice stuff, and I couldn&amp;#39;t find any gift cards from any Centralized exchanges. So I&amp;#39;m actually clueless.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 218,
  "permalink": "/r/CryptoCurrency/comments/rcqfm1/what_is_the_perfect_gift_for_a_crypto_enthusiast/",
  "subreddit": "CryptoCurrency",
  "id": "rcqfm1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As holidays are approaching, I was thinking, what could I get to a dear person\nin my life, who also happens to be a crypto enthusiast?\n\nI found it to be a tough question. I couldn't come up with anything beside\nbuying the dip for them lol.\n\n\n\nWhat do you guys think? What would you like to be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>休日が近づいてきたので、考えてみました。\n偶然にも暗号愛好家でもある大切な人に、何を贈ることができるだろう？\nと考えていました。</p> <p>I found it to be a tough question. I couldn&#39;t come up\nwith anything beside buying the dip for them lol. </p>…",
      "title": "暗号好きな人にぴったりのプレゼントは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>随着假期的到来，我在想。\n我可以送什么给我生命中的一个亲爱的人，他恰好也是一个加密货币的\n热爱者？</p> <p>我发现这是一个棘手的问题。我无法想出\n除了给他们买点东西外，我想不出别的办法。</p>...",
      "title": "什么是送给加密货币爱好者的完美礼物？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>隨着假期的到來，我在想。\n我可以送什麼給我生命中的一個親愛的人，他恰好也是一個加密貨幣的\n熱愛者？</p> <p>我發現這是一個棘手的問題。我無法想出\n除了給他們買點東西外，我想不出別的辦法。</p>...",
      "title": "什麼是送給加密貨幣愛好者的完美禮物？"
    }
  ]
}