{
  "author": "visk1",
  "the_new_excerpt": "I've been having a lot of trouble with this because no matter how hard I try, I\ncan't picture the characters talking like...that. Take this quote from Helen\nBurns in Jane Eyre:\n\n> Life appears to me too short to be spent in nursing animosity or registering\n> wrongs. We are, and must be, one and all,…",
  "original_created_utc": 1617033796,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一直有很多的麻烦，因为无论我怎么努力，我\n无法想象人物说话的样子......那样。拿海伦的这句话来说\n简爱》中的伯恩斯\n\n> 生命对我来说太短暂了，不能把时间花在培养敌意或登记上。\n> 错误。我们是，也必须是，一体的，... ...",
      "title": "在维多利亚时代的文学作品中，对话是经过润色的，还是他们实际的说话方式？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直有很多的麻煩，因爲無論我怎麼努力，我\n無法想象人物說話的樣子......那樣。拿海倫的這句話來說\n簡愛》中的伯恩斯\n\n> 生命對我來說太短暫了，不能把時間花在培養敵意或登記上。\n> 錯誤。我們是，也必須是，一體的，... ...",
      "title": "在維多利亞時代的文學作品中，對話是經過潤色的，還是他們實際的說話方式？"
    }
  ],
  "title": "In Victorian literature, was the dialogue embellished, or is that how they actually spoke?",
  "created_utc": 1617039321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been having a lot of trouble with this because no matter how hard I try, I can&#39;t picture the characters talking like...<em>that</em>. Take this quote from Helen Burns in Jane Eyre:</p>\n\n<blockquote>\n<p>Life appears to me too short to be spent in nursing animosity or registering wrongs. We are, and must be, one and all, burdened by faults in this world; but the time will soon come when, I trust, we shall put them off in putting off our corruptible bodies...I hold another creed, which no one ever taught me, and which I seldom mention, but in which I delight, and to which I cling; for it extends hope to all; it makes Eternity a rest—a mighty home, not a terror and an abyss.</p>\n</blockquote>\n\n<p>Helen Burns is fourteen. FOURTEEN. Try to picture a 14 year old saying that. It just doesn&#39;t work. But take Tom Sawyer. It was published just about 29 years later, but with the exception of a bit of outdated slang, the characters could easily be from the present. And I read somewhere that Tom Sayer was one of the first popular books to use &quot;vernacular speech&quot;. Does that mean that Jane Eyre used speech that was formalized in writing? Or did everyone speak formally? Help me out.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mfssi5/in_victorian_literature_was_the_dialogue/",
  "subreddit": "books",
  "id": "mfssi5",
  "is_self": true,
  "media": null,
  "is_video": false
}