{
  "author": "bloodybutunbowed",
  "the_new_excerpt": "A short while ago, another user posted on here about Jurassic Park and that Lex\nwas annoying. Not a strong recommendation, but it did remind me that I had the\nAudible version downloaded a while ago, and I thought, why not? I love the\nmovie.\n\nWell... The book was so much better. (Common occurrence, I…",
  "original_created_utc": 1621177583,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し前に、他のユーザーがジュラシック・パークについてここに投稿したところ、レックスが\nのことを書いていました。強くお勧めするわけではありませんが、それを見て、私がオーディブル版をダウンロードしていたことを思い出しました。\n思い出したのでやってみようと思いました。私はこの映画が大好きです。\n映画は大好きです。\n\nまあ・・・。本の方がとても良かったです。(よくあることですが、私は...",
      "title": "ジュラシック・パーク-聖なるバナナ（全ネタバレあり"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不久前，另一位用户在这里发布了关于《侏罗纪公园》的帖子，说Lex\n是很烦人的。这不是一个强烈的推荐，但它确实提醒了我，我有一个\n有声读物的版本，我想，为什么不呢？我喜欢这部\n电影。\n\n嗯......。这本书好得多。(常见的情况是，我...",
      "title": "侏罗纪公园--神圣的香蕉（所有剧透）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不久前，另一位用戶在這裏發佈了關於《侏羅紀公園》的帖子，說Lex\n是很煩人的。這不是一個強烈的推薦，但它確實提醒了我，我有一個\n有聲讀物的版本，我想，爲什麼不呢？我喜歡這部\n電影。\n\n嗯......。這本書好得多。(常見的情況是，我...",
      "title": "侏羅紀公園--神聖的香蕉（所有劇透）。"
    }
  ],
  "title": "Jurassic Park- Holy Bananas (All the Spoilers)",
  "created_utc": 1621196669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A short while ago, another user posted on here about Jurassic Park and that Lex was annoying.  Not a strong recommendation, but it did remind me that I had the Audible version downloaded a while ago, and I thought, why not? I love the movie.</p>\n\n<p>Well...  The book was so much better.  (Common occurrence, I know, but bare with me; I was 6 when the movie came out). I love the science discussions and the personifications in characters.  I love that Sattler was not together with Grant.  I love that John Hammond was so so HATEABLE and the Donald Genero was actually a really decent protagonist. I am an attorney and we get so much hate in film.  I love that even if he was late to the party, he was in the right and did the right things.</p>\n\n<p>I loved, and was shocked, that Ian Malcom died! Yes, I know he comes back which I think is a disservice to this book.  His death was especially poignant because he was in the right the whole time.  It was a beautiful and necessary tragedy that a protagonist had to die.</p>\n\n<p>A final note on Lex- she was 8 and in this impossible scenario.  She doesn&#39;t really understand death at that point, but I don&#39;t think was a completely worthless character.  I think she was a reminder of the innocence at stake.  Tim was on the cusp of maturity forced even higher because of his home circumstances, but Lex was still really pure.  Are 8 year olds annoying? You bet, but to me she was sympathetic.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ndq9xw/jurassic_park_holy_bananas_all_the_spoilers/",
  "subreddit": "books",
  "id": "ndq9xw",
  "is_self": true,
  "media": null,
  "is_video": false
}