{
  "author": "Michael424242",
  "the_new_excerpt": "Why YSK: In the USA, a sync license (a license that allows you to use a song\nalong with a video) is not compulsory. That means the copyright holder is not\nlegally required to give you a license like they would be if, for example, you\nperformed a cover of the song live, or played the song in a…",
  "original_created_utc": 1614437227,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在美国，同步许可证（允许你在视频中使用一首歌曲的许可证\n许可证）不是强制性的。这意味着版权持有人并不\n法律上不需要给你一个许可证，例如，如果你在现场翻唱这首歌，或播放这首歌，他们就会要求你给你一个许可证。\n现场翻唱该歌曲，或在一个视频中播放该歌曲。",
      "title": "YSK: 在视频的标题中输入 \"我不拥有这段音乐的版权\"，根本不意味着什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在美國，同步許可證（允許你在視頻中使用一首歌曲的許可證\n許可證）不是強制性的。這意味着版權持有人並不\n法律上不需要給你一個許可證，例如，如果你在現場翻唱這首歌，或播放這首歌，他們就會要求你給你一個許可證。\n現場翻唱該歌曲，或在一個視頻中播放該歌曲。",
      "title": "YSK: 在視頻的標題中輸入 \"我不擁有這段音樂的版權\"，根本不意味着什麼。"
    }
  ],
  "title": "YSK: Typing \"I don't own the rights to this music\" in the caption of a video doesn't mean anything at all.",
  "created_utc": 1614987467,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In the USA, a sync license (a license that allows you to use a song along with a video) is not compulsory. That means the copyright holder is not legally required to give you a license like they would be if, for example, you performed a cover of the song live, or played the song in a restaurant over the speakers. (Those licenses have set legal rates, usually paid in a lump sum by the venue.)</p>\n\n<p>There is also no minimum time that it is legal to use a part of a song (or a sample for that matter) in a video, there&#39;s no &quot;3-second rule&quot;. If any part of the song&#39;s master recording appears in a video (or DJ mix), for any amount of time. Even if it&#39;s a literal second, the copyright owner has grounds to get it taken down and to pressure further legal action if it remains up.</p>\n\n<p>That being said, platforms like Youtube, Reddit, Facebook, and Instagram have a legal advantage here. The way the US Copyright act works, websites like Youtube that knowingly host tons and tons of unauthorized copyrighted music set to videos are not required by law to search it out in any way. The burden to report rests solely with the copyright holder (song owner). They must submit the specific URL for each individual offending video each time they discover it being used.</p>\n\n<p>That means, Sony can&#39;t go to YouTube and say &quot;we know Thriller by Michael Jackson is being used on your site, here&#39;s what it sounds like, you must take it down every time it shows up.&quot; It means that they have to search through the website every day and submit forms that say &quot;we know Thriller is used illegally in this specific video that can be found at this link, please take it down&quot;. It makes the process very slow and ineffective. Youtube loves this. They are one of the largest hosts of music in the world, and if they had to regulate their own content for copyright compliance stop almost overnight.</p>\n\n<p>Now keep in mind, these issues don&#39;t only affect Michael Jackson and Taylor Swift, they also affect your neighbor who rights and records songs in her basement, perhaps even more so. Swifty can afford to lose the revenue that would come in from properly licensing these videos, but your neighbor probably can&#39;t. There are a lot more of Your Neighbor types out there in music than Taylor Swift&#39;s.</p>\n\n<p>There is a trend towards compliance here, Tik Tok and Instagram both allow you to use some songs with videos hosted on their platforms. They have agreements worked out with publishing companies to pay set fees based on song usage on their platforms. Otherwise, Tik Tok especially wouldn&#39;t exist the way it does today. But, people are actually making semi-decent money if their song goes viral on Tik Tok, which is nice.</p>\n\n<p>This kinda got explain-ey but, using a song in a video and posting &quot;I don&#39;t own the rights to this&quot; under it is just a statement of fact. It doesn&#39;t protect you or your video in any way whatsoever, so save your caption space. </p>\n\n<p>TL;DR: There is no compulsory way to license a song placed in a video. ANY part of ANY song that is used in a video online is likely a copyright infringement. But, the burden to find offending content rests with the copyright holder, which slows things up. The worst likely outcome is the video getting taken down, but saying &quot;I don&#39;t own the rights to this&quot; won&#39;t protect you at all because it&#39;s still an infringement.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/ltpl7d/ysk_typing_i_dont_own_the_rights_to_this_music_in/",
  "subreddit": "YouShouldKnow",
  "id": "ltpl7d",
  "is_self": true,
  "media": null,
  "is_video": false
}