{
  "author": "maribelle-",
  "original_created_utc": 1637470191,
  "title": "YSK: When baking, you should spoon flour into a measuring cup, then level off with a knife (rather than scooping the flour directly with the measuring cup).",
  "created_utc": 1637587323,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you scoop flour with your measuring cup directly, the flour will be too compacted and thus result in dense baked goods. You can prevent this by spooning the flour from the bag into your measuring cup, then leveling off with a knife. </p>\n\n<p>I didn’t know this until recently and now I understand why my baked goods seemed too dense despite me following the recipe instructions exactly. I learned this and tried the same recipes over again and they came out perfectly.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qyne43/ysk_when_baking_you_should_spoon_flour_into_a/",
  "subreddit": "YouShouldKnow",
  "id": "qyne43",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you scoop flour with your measuring cup directly, the flour will be\ntoo compacted and thus result in dense baked goods. You can prevent this by\nspooning the flour from the bag into your measuring cup, then leveling off with\na knife.\n\nI didn’t know this until recently and now I understand…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、計量カップで直接小麦粉をすくうと、小麦粉が圧縮されすぎてしまい\n濃厚な焼き菓子になってしまうからです。これを防ぐには、以下の方法があります。\n小麦粉を袋から計量カップに入れて、ナイフで平らにすることで防げます。\nナイフで平らにすることで防ぐことができます。\n\n私も最近まで知らなかったのですが、これで理解できました。",
      "title": "YSK: パンを焼くときには、計量カップに小麦粉を入れて、ナイフで平らにします（計量カップで直接小麦粉をすくうのではなく）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你直接用量杯舀面粉，面粉会\n如果你直接用量杯舀面粉，面粉就会过于紧实，从而导致烘烤食品的密度过大。你可以通过以下方式防止这种情况\n你可以用勺子把面粉从袋子里舀到你的量杯里，然后用刀子把它弄平。\n刀削平。\n\n我直到最近才知道这一点，现在我明白了...",
      "title": "YSK：烘烤时，你应该用勺子把面粉舀到量杯里，然后用刀削平（而不是直接用量杯舀面粉）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你直接用量杯舀麪粉，麪粉會\n如果你直接用量杯舀麪粉，麪粉就會過於緊實，從而導致烘烤食品的密度過大。你可以通過以下方式防止這種情況\n你可以用勺子把麪粉從袋子裏舀到你的量杯裏，然後用刀子把它弄平。\n刀削平。\n\n我直到最近才知道這一點，現在我明白了...",
      "title": "YSK：烘烤時，你應該用勺子把麪粉舀到量杯裏，然後用刀削平（而不是直接用量杯舀麪粉）。"
    }
  ]
}