{
  "author": "msnoname24",
  "original_created_utc": 1634077894,
  "title": "Most sentimentally valuable book you own?",
  "created_utc": 1634132825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As above, which is the book you own with the most sentimental value to you? Mine would have to be the hardcover of Grimm&#39;s complete fairy tales my Grandad (a notoriously selfish though well-meaning man who never bothered to have a real relationship with me and only ever bought me two worthwhile presents, this and a china display doll) ordered from the publishers for me when I was three.</p>\n\n<p>I have another copy of Grimm&#39;s with the usually ommitted stories and more modern translation but I just love my old one and will never get rid of it. It means a lot that my Grandad inadvertently got it really right for once and I wish I had the opportunity to tell him (he&#39;s not dead we just have no relationship and he&#39;s in a care home with dementia now).</p>\n\n<p>Oddly enough my mum&#39;s most beloved book (the only one she has in physical form now) is her childhood book of fairy tales so loved and worn we hunted her down a new copy off the internet.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q6xcvy/most_sentimentally_valuable_book_you_own/",
  "subreddit": "books",
  "id": "q6xcvy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As above, which is the book you own with the most sentimental value to you? Mine\nwould have to be the hardcover of Grimm's complete fairy tales my Grandad (a\nnotoriously selfish though well-meaning man who never bothered to have a real\nrelationship with me and only ever bought me two worthwhile…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "上記のように、あなたが持っている本の中で最も感傷的な価値があるのはどれですか？私\n祖父のグリム童話集（ハードカバー）ですね。\n祖父（悪名高いわがままな善意の男で、私と本当の関係を築こうとはせず\n祖父は、私と本当の関係を築こうとはせず、価値のあるものを2つしか買ってくれませんでしたが...。",
      "title": "あなたが持っている本の中で、最も感傷的に価値のあるものは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如上所述，你拥有的对你来说最有感情价值的书是哪一本？我的\n必须是我的祖父（一个出了名的自私自利的人）的《格林童话全集》精装本。\n他是一个出了名的自私的人，虽然是个好心人，但他从来都不屑于和我建立真正的关系，只给我买过两本书。\n与我的关系，而且只给我买过两本有价值的......",
      "title": "你拥有的最有感情价值的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如上所述，你擁有的對你來說最有感情價值的書是哪一本？我的\n必須是我的祖父（一個出了名的自私自利的人）的《格林童話全集》精裝本。\n他是一個出了名的自私的人，雖然是個好心人，但他從來都不屑於和我建立真正的關係，只給我買過兩本書。\n與我的關係，而且只給我買過兩本有價值的......",
      "title": "你擁有的最有感情價值的書？"
    }
  ]
}