{
  "author": "ruditol",
  "original_created_utc": 1636839548,
  "title": "Anna Karenina. Damn.",
  "created_utc": 1636847557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished part one, and don’t wish to have it spoiled but just need a place to let out what I feel so far. This is truly the greatest novel I have ever read and I’m glad I waited till now that I’m in my later 40s. I feel as though I can appreciate it more. I’m amazed at how Tolstoy is able to describe the slight loss of love that happens after a new infatuation.  When Anna returns from Moscow and describes how her husbands ears seem weird and even describes her own child slightly less glowing as before she went to Moscow.  As someone whom has lived life and experienced similar things, I read that and realize the human condition is and has been the same throughout history. This is truly the best thing I’ve read in my life so far !</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qtas3a/anna_karenina_damn/",
  "subreddit": "books",
  "id": "qtas3a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished part one, and don’t wish to have it spoiled but just need a place\nto let out what I feel so far. This is truly the greatest novel I have ever read\nand I’m glad I waited till now that I’m in my later 40s. I feel as though I can\nappreciate it more. I’m amazed at how Tolstoy is able to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パート1を終えたばかりで、ネタバレはしたくありませんが、これまで感じたことを吐き出す場所が必要です。\nこれまでに感じたことを吐き出す場所が必要です。今まで読んだ小説の中で一番素晴らしい作品です。\n40代後半の今まで待っていてよかったと思います。40代後半になってから\n感じています。トルストイはよくぞここまで...と思います。",
      "title": "アンナ・カレーニナ 畜生。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚刚完成第一部分，不希望被破坏，只是需要一个地方\n来发泄我目前的感受。这确实是我读过的最伟大的小说\n我很高兴我等到了现在，我已经40多岁了。我觉得我好像可以\n更加欣赏它。我惊讶于托尔斯泰如何能够...",
      "title": "安娜-卡列尼娜 该死的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛剛完成第一部分，不希望被破壞，只是需要一個地方\n來發泄我目前的感受。這確實是我讀過的最偉大的小說\n我很高興我等到了現在，我已經40多歲了。我覺得我好像可以\n更加欣賞它。我驚訝於托爾斯泰如何能夠...",
      "title": "安娜-卡列尼娜 該死的。"
    }
  ]
}