{
  "author": "bodak_red",
  "original_created_utc": 1634040978,
  "title": "CMV: All drugs should be fully legalized, including for sale",
  "created_utc": 1634053340,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe all drugs (yes, ALL drugs) should immediately be legalized and we should create legal, regulated, and taxed markets for people to sell them on.</p>\n\n<blockquote>\n<p>But then people will be able to try drugs whenever they want! Overdoses will go through the roof!</p>\n</blockquote>\n\n<p>If people want to try drugs, I am not going to stop them. I don’t want to spend my money caging someone up for doing or selling drugs. People should be free to live their lives. This way, they will be getting a clean and regulated product, not fentanyl-laced shit a dealer is selling for profit.</p>\n\n<p>The mental gymnastics around drugs is hilarious. I am expected to hate all people who do or sell LSD, cocaine, meth, or heroin. Those people are scum. Let’s give them all life in prison! But liquor companies? Totally fine! Alcohol kills more than any illegal drug does, too. I’m supposed to be totally fine with pharmaceutical companies peddling Adderall, Xanax, and Oxy for people who barely need it. That’s totally fine. But John Doe who sold a few grams to his friends is a criminal? The smoke shop dude who sells pounds of weed out the back of his shop is a dangerous person who needs to be put away?</p>\n\n<p>If nothing else appeals to you, how about freedom? Do people not have the right to decide for themselves whether or not to use drugs? Maybe I’m crazy, but I don’t need the State protecting me from drugs. I’m smart enough to decide for myself.</p>\n\n<p>Please, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/changemyview/comments/q6kua0/cmv_all_drugs_should_be_fully_legalized_including/",
  "subreddit": "changemyview",
  "id": "q6kua0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe all drugs (yes, ALL drugs) should immediately be legalized and we\nshould create legal, regulated, and taxed markets for people to sell them on.\n\n> But then people will be able to try drugs whenever they want! Overdoses will\n> go through the roof!\n\nIf people want to try drugs, I am not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、すべてのドラッグ（そう、すべてのドラッグ）は直ちに合法化されるべきだと信じています。\n人々がそれらを販売するための合法的で規制された、そして課税された市場を作るべきだと思います。\n\n> (；`・ω・）＞でも、そうなると、みんな好きな時にドラッグを試せるようになってしまいますね。薬物の過剰摂取は\n> 過剰摂取が急増してしまう\n\n人々がドラッグを試したいと思うなら、私は...。",
      "title": "CMV: すべてのドラッグは販売も含めて完全に合法化されるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信所有的毒品（是的，所有的毒品）都应该立即合法化，我们应该建立合法的、受管制的、受管制的、受管制的、受管制的、受管制的毒品。\n我们应该建立合法的、受管制的、征税的市场，让人们在上面出售毒品。\n\n> 但这样一来，人们就可以随时随地尝试毒品了! 吸毒过量将\n> 突破屋顶!\n\n如果人们想尝试毒品，我不...",
      "title": "CMV：所有的毒品都应该完全合法化，包括用于销售。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信所有的毒品（是的，所有的毒品）都應該立即合法化，我們應該建立合法的、受管制的、受管制的、受管制的、受管制的、受管制的毒品。\n我們應該建立合法的、受管制的、徵稅的市場，讓人們在上面出售毒品。\n\n> 但這樣一來，人們就可以隨時隨地嘗試毒品了! 吸毒過量將\n> 突破屋頂!\n\n如果人們想嘗試毒品，我不...",
      "title": "CMV：所有的毒品都應該完全合法化，包括用於銷售。"
    }
  ]
}