{
  "author": "thatguywho37",
  "the_new_excerpt": "Why YSK: Project Gutenberg is a godsend for public domain ebooks, however there\ncould be room for improvement for search and exploring ebooks by authors and\ntags.\n\nThis app at http://bookdark.com allows modern app feel with better search and\nexploration.\n\nBooks are in pdf format that has universal…",
  "original_created_utc": 1610297458,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：古腾堡计划是公有领域电子书的天赐良机，然而有\n在搜索和探索作者和电子书方面可能有改进的余地。\n标签。\n\n这款应用在http://bookdark.com，让现代应用感受到更好的搜索和。\n探索。\n\n图书为pdf格式，具有普遍...",
      "title": "YSK：在BookDark.com有一个基于Project Gutenberg的现代免费公共领域电子书库应用，你可以按作者或标签搜索和探索电子书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：古騰堡計劃是公有領域電子書的天賜良機，然而有\n在搜索和探索作者和電子書方面可能有改進的餘地。\n標籤。\n\n這款應用在http://bookdark.com，讓現代應用感受到更好的搜索和。\n探索。\n\n圖書爲pdf格式，具有普遍...",
      "title": "YSK：在BookDark.com有一個基於Project Gutenberg的現代免費公共領域電子書庫應用，你可以按作者或標籤搜索和探索電子書。"
    }
  ],
  "title": "YSK: There is a modern free and public domain ebook library app at BookDark.com based on Project Gutenberg where you can search and explore ebooks by authors or tags.",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: Project Gutenberg is a godsend for public domain ebooks, however there could be room for improvement for search and exploring ebooks by authors and tags. </p>\n\n<p>This app at <a href=\"http://bookdark.com\">http://bookdark.com</a> allows modern app feel with better search and exploration. </p>\n\n<p>Books are in pdf format that has universal compatibility for all platforms and easier sharing among friends and family.</p>\n\n<p>Search functionality supports fuzzy search - meaning one can misspell book name or author name or tag and results would include closest matches.</p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/YouShouldKnow/comments/kuhy0p/ysk_there_is_a_modern_free_and_public_domain/",
  "subreddit": "YouShouldKnow",
  "id": "kuhy0p",
  "is_self": true,
  "media": null,
  "is_video": false
}