{
  "author": "lockedatheart",
  "original_created_utc": 1632817027,
  "title": "Book really does feels like a friend sometimes, doesn't it?",
  "created_utc": 1632892417,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been lonely most of my life, and books have been my refuge, more than I can imagine it would be. I don&#39;t know how, even though the books I&#39;m reading doesn&#39;t offer the same story, or even similar story to my personal baggage, I felt closeness to its characters. It&#39;s like hearing a friend talked deeply about their interesting, more passionate life, and hearing them talked about their sorrow too, feel strangely comforting. </p>\n\n<p>Can anyone more knowledgeable explain why I feel this way? Has anyone feel the same? And what books offer the same feelings as mine to you?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/px1prp/book_really_does_feels_like_a_friend_sometimes/",
  "subreddit": "books",
  "id": "px1prp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been lonely most of my life, and books have been my refuge, more than I can\nimagine it would be. I don't know how, even though the books I'm reading doesn't\noffer the same story, or even similar story to my personal baggage, I felt\ncloseness to its characters. It's like hearing a friend talked…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は人生の大半を孤独に過ごしてきましたが、本は想像以上に私の逃げ場所でした。\n想像以上に本が私の避難所でした。私が読んでいる本は、私の個人的な荷物と同じようなストーリーを提供しているわけではありませんが、なぜか\n読んでいる本が、私の個人的な荷物と同じストーリー、あるいは似たようなストーリーを提供していないにもかかわらず、私はどうして\n登場人物に親近感を覚えました。まるで友人の話を聞いているような...。",
      "title": "本は本当に友達のように感じることがありますよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一生中大部分时间都很孤独，而书籍是我的避难所，比我能想象的还要多。\n么多。我不知道如何，尽管我所读的书没有\n提供相同的故事，甚至与我的个人包袱相似的故事，但我感到\n与书中人物的亲近感。这就像听到一个朋友在谈论...",
      "title": "书有时真的感觉像一个朋友，不是吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一生中大部分時間都很孤獨，而書籍是我的避難所，比我能想象的還要多。\n麼多。我不知道如何，儘管我所讀的書沒有\n提供相同的故事，甚至與我的個人包袱相似的故事，但我感到\n與書中人物的親近感。這就像聽到一個朋友在談論...",
      "title": "書有時真的感覺像一個朋友，不是嗎？"
    }
  ]
}