{
  "author": "Shadechalk",
  "original_created_utc": 1631036404,
  "title": "I'm not a Squeamish Person, but Last Days by Brian Evenson disturbed me more than any book ever has. I loved it.",
  "created_utc": 1631053142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seriously, after finishing this book I&#39;m not sure why it isn&#39;t more well known. The obsession and hyperfocus on amputation made this book scarier than any actual &quot;horror&quot; novel I&#39;ve ever read. More often than not I could only read a few pages before having to put it down again because it made me queasy or nauseous. </p>\n\n<p>But the dialogue is so strange, so well written. The story is compelling and the protagonist is an interesting, conflicted character. If you want to read a book that will <em>actually</em> haunt you for days after finishing, this is the one. It&#39;s wild how effective it was to me, despite it only being 180 pages long.</p>\n\n<p>I don&#39;t want to say all too much about it, because frankly knowing little about the story or its premise made it all the more unnerving.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pjrx9s/im_not_a_squeamish_person_but_last_days_by_brian/",
  "subreddit": "books",
  "id": "pjrx9s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seriously, after finishing this book I'm not sure why it isn't more well known.\nThe obsession and hyperfocus on amputation made this book scarier than any\nactual \"horror\" novel I've ever read. More often than not I could only read a\nfew pages before having to put it down again because it made me…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "真面目な話、この本を読み終えた後、なぜこの本がもっと知られていないのかわからなくなりました。\n切断への執着と過大な関心が、今まで読んだどんなホラー小説よりもこの本を怖くした。\n今まで読んだどんなホラー小説よりも怖かった。数ページしか読めないことも多く\n数ページしか読めないことが多かったのですが、そのうちにまた読みたくなってしまいました。",
      "title": "私は気難しい性格ではありませんが、ブライアン・エベンソンの『Last Days』は、これまでに読んだどの本よりも私の心を揺さぶりました。私は大好きでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说真的，读完这本书后，我不知道为什么它没有更多的人知道。\n对截肢的痴迷和过度关注使这本书比任何\n我曾经读过的真正的 \"恐怖 \"小说。很多时候，我只能读到\n几页就不得不再次放下，因为它让我......",
      "title": "我不是一个娇气的人，但布莱恩-埃文森的《最后的日子》比任何书都更让我不安。我喜欢它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說真的，讀完這本書後，我不知道爲什麼它沒有更多的人知道。\n對截肢的癡迷和過度關注使這本書比任何\n我曾經讀過的真正的 \"恐怖 \"小說。很多時候，我只能讀到\n幾頁就不得不再次放下，因爲它讓我......",
      "title": "我不是一個嬌氣的人，但布萊恩-埃文森的《最後的日子》比任何書都更讓我不安。我喜歡它。"
    }
  ]
}