{
  "author": "WinkelmansJacket",
  "the_new_excerpt": "Just for context I'm a Brit who has an interest in American politics.\n\n\n\nIn my opinion 2016 broke politics for both the US and the UK. When the liars and\ncheats won the Brexit vote over here and the manner of politics in which Trump\nwon it set a precedent that this version of extreme politics can be…",
  "original_created_utc": 1614695956,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "只是为了说明情况，我是一个对美国政治感兴趣的英国人。\n\n\n\n在我看来，2016年美国和英国的政治都破产了。当骗子和\n骗子在这边赢得了Brexit选票，特朗普的政治方式。\n赢得了一个先例，这个版本的极端政治可以... ...",
      "title": "CMV：两党政治制度已经被打破，尤其是在现代。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只是爲了說明情況，我是一個對美國政治感興趣的英國人。\n\n\n\n在我看來，2016年美國和英國的政治都破產了。當騙子和\n騙子在這邊贏得了Brexit選票，特朗普的政治方式。\n贏得了一個先例，這個版本的極端政治可以... ...",
      "title": "CMV：兩黨政治制度已經被打破，尤其是在現代。"
    }
  ],
  "title": "CMV: The two-party political system is broken, especially in modern times.",
  "created_utc": 1614704438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just for context I&#39;m a Brit who has an interest in American politics.</p>\n\n<p>&#x200B;</p>\n\n<p>In my opinion 2016 broke politics for both the US and the UK. When the liars and cheats won the Brexit vote over here and the manner of politics in which Trump won it set a precedent that this version of extreme politics can be the norm. I think that both these events pushed large factions of the right further along towards the far right, and in response the very hardcore left pushed further towards their direction. This has left a lot of people who don&#39;t want to associate with either side/party sitting in a centrist position with absolutely no viable electable representation.</p>\n\n<p>I&#39;m not here to say how we can get to the situation I think is best, because I don&#39;t think it&#39;s possible to now, but I&#39;m simply here to say that I do not believe a two party system in the modern political climate is effective in delivering democracy and widespread representation. I&#39;m half Finnish, a nation that currently has a multi-party coalition government and therefore has the ability to balance traditional values from both the right and left of politics. Finland&#39;s healthcare and education systems (both tax funded by the way!) are enviable to many countries but it&#39;s also is a very innovative country when it comes to developing business and technology which is benefitted from having capitalist elements ingrained in it&#39;s economic and tax systems. It is possible to have a government - either one party or coalition - where the vast majority of people can be happy with, but the extremes of the modern day two party system makes it impossible, and it will only get worse the more people are left behind as centrists and the politics becomes more extreme.</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/changemyview/comments/lw3fpa/cmv_the_twoparty_political_system_is_broken/",
  "subreddit": "changemyview",
  "id": "lw3fpa",
  "is_self": true,
  "media": null,
  "is_video": false
}