{
  "author": "nmsjtb0308",
  "the_new_excerpt": "I've realized that the SSA's Online Service Portal is something few people know\nabout. It provides you with a ton of valuable information.\n\nOnce you create an account on the SSA's Online Service Portal\n[https://www.ssa.gov/onlineservices/], you can see:\n\n1) What they have on record for your yearly…",
  "original_created_utc": 1623633231,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "SSAのオンラインサービスポータルは、あまり知られていないことに気づきました。\nのことです。SSAのOnline Service Portalは、多くの貴重な情報を提供してくれます。\n\nSSAのオンライン・サービス・ポータルでアカウントを作成すると\n[https://www.ssa.gov/onlineservices/]では、以下のことが確認できます。\n\n1) あなたの年間の記録を見ることができます...",
      "title": "YSKさんは、社会保障庁のウェブサイト（アメリカ）で、自分が受けられる給付金（中略）を見ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我意识到，SSA的在线服务门户是很少有人知道的。\n了解。它为你提供了大量有价值的信息。\n\n一旦你在SSA的在线服务门户上创建了一个账户\n[https://www.ssa.gov/onlineservices/]，你就可以看到。\n\n1）他们对你每年的记录是什么...",
      "title": "YSK，你可以在社会安全局的网站（美国）上看到你有权获得的福利（除其他外）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我意識到，SSA的在線服務門戶是很少有人知道的。\n瞭解。它爲你提供了大量有價值的信息。\n\n一旦你在SSA的在線服務門戶上創建了一個賬戶\n[https://www.ssa.gov/onlineservices/]，你就可以看到。\n\n1）他們對你每年的記錄是什麼...",
      "title": "YSK，你可以在社會安全局的網站（美國）上看到你有權獲得的福利（除其他外）。"
    }
  ],
  "title": "YSK that you can see the benefits you're entitled to (among other things) on the Social Security Administration's website (USA).",
  "created_utc": 1623654313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve realized that the SSA&#39;s Online Service Portal is something few people know about. It provides you with a ton of valuable information.</p>\n\n<p>Once you create an account on the <a href=\"https://www.ssa.gov/onlineservices/\">SSA&#39;s Online Service Portal</a>, you can see:</p>\n\n<p>1) What they have on record for your yearly earnings for the duration of your working life (so you can confirm it&#39;s accurate... and it&#39;s cool to see).</p>\n\n<p>2) What you&#39;ll collect once you turn 67 and are eligible for SSI.</p>\n\n<p>2) What you&#39;d collect should you become eligible for SSD.</p>\n\n<p>4) What your dependents and/or spouse would receive should they become eligible for Survivor&#39;s Benefits because you passed away.</p>\n\n<p>5) If you&#39;ve worked enough to even be eligible for any of those benefits. </p>\n\n<p>6) The estimated taxes you and your employer(s) will pay towards Social Security and Medicare in your lifetime.</p>\n\n<p>... Among other things.</p>\n\n<p>Unrelated to the benefits this website provides, but it also allowed me to show my parents how stagnant wages have been by <a href=\"https://i.imgur.com/Lv75whI.jpg\">comparing their yearly earnings from when they were my age with mine</a>. We&#39;re in similar paying professions so it&#39;s a pretty accurate depiction. It was awesome watching their faces as they came to the realization that I&#39;m not completely full of shit, lol. :)</p>\n\n<p>Why YSK: You can check their records for accuracy before it comes time for you to actually need to utilize any of the benefits that are available to you. It can also help you prepare for retirement by having a good idea of how much you&#39;ll be paid. And also, it&#39;s super interesting (at least I think so).</p>\n\n<p>Fair warning... You have to be able to prove your identity and if you mess up enough, they&#39;ll make you register via snail mail. Make sure you&#39;re answering exactly as they want (i.e, don&#39;t put your address as 123 Drive Drive if your tax return shows 123 Drive Dr).</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/nzb17o/ysk_that_you_can_see_the_benefits_youre_entitled/",
  "subreddit": "YouShouldKnow",
  "id": "nzb17o",
  "is_self": true,
  "media": null,
  "is_video": false
}