{
  "author": "onelazysock",
  "original_created_utc": 1629379332,
  "title": "CMV: Pedophilia should be treated as a mental disorder first and foremost. Those with feelings of pedophilia who have not acted upon them should be given nothing but sympathy.",
  "created_utc": 1629383572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me first clarify that I am in no way trying to justify the sexual assault of children. It is, of course, disgusting and immoral. Having said that, I feel that my argument is primarily predicated upon my belief that treating pedophilia as a mental illness will lead to a decrease in the number of those crimes.</p>\n\n<p>For what it’s worth, both the DSM-5 and the ICD-11 (Diagnostic Statistical Manual of Mental Disorders and International Classification of Diseases, respectively) classify pedophilia as a mental disorder, pedophilic disorder. Again, take this for what it’s worth to you.</p>\n\n<p>I think it’s very telling that if you look into the correlation between therapy and the rates of suicide and suicidal ideation, therapy causes as substantial decrease in both of those activities, as you would expect. A <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6389707/\">2019 meta analysis of the subject</a> found “Out of 1578 papers, 40 original observational studies fulfilled our selection criteria. The most used psychotherapeutic treatments were dialectical behavioral therapy (DBT, 27.5%) and cognitive behavioral therapy (CBT, 15.0%) in patients with a diagnosis of borderline personality disorder (32.5%) and depression (15.0%). Despite the between-study heterogeneity, interventions lead to a <strong>reduction in suicidal outcomes, i.e., suicidal ideation (55.0%) and suicide attempts (37.5%).</strong> The content and reporting quality varied considerably between the studies.”</p>\n\n<p>The worst thing that you can do in regards to untenable behavior, be it suicide, homocide or child abuse, is to make it so those with thoughts of doing those things are unable to express those thoughts. If we treat pedophiles - again, not sex offenders - with sympathy and understanding, then their path to rehabilitation becomes much more clear. Pedophiles are never going to wake up one day and stop being pedophiles. Expecting that of pedophiles is just as reasonable as expecting it from an LGBTQ person. Not to say that being a pedophile is comparable to being gay, bi or trans on a moral level, but they are similar in the sense that the feeling is never going to disappear.</p>\n\n<p>In fact, despite what I have said, there isn’t really a known “cure” for pedophilia. The therapy I have been alluding to only works to decrease instances of pedophiles acting on their feelings, there has been no evidence that a sexual preference for children can be altered - at least not consistently. I would argue this all the more reason to support people with these feelings. If you’ll indulge an appeal to emotion, imagine being in their position. These are individuals who are unable to act out one of the most natural human urges, sex. Additionally, and I don’t have evidence for this but I don’t think it’s a stretch, a great number of them very likely feel disgusted with themselves for these feelings. And then, imagine not being able to express the position that you are in without being totally ostracized. </p>\n\n<p>Even if we totally remove the well-being pedophiles themselves out of this, don’t you think that’s a social climate that breeds more cases of children being assaulted, rather than less?</p>\n\n<p>Pedophiles have an urge that should not be acted upon under any circumstance. To me, this is precisely why they require support. If not for their own benefit, then to the benefit of the people who could be their victims. </p>\n\n<p>I want to close this out by clarify not everyone who sexual assaults children is a pedophile, just as not all pedophiles assault children. There’s definitely some overlap, but I’m not going to act as though reaching a hand out to pedophiles would eliminate this type of assault.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/p7eqst/cmv_pedophilia_should_be_treated_as_a_mental/",
  "subreddit": "changemyview",
  "id": "p7eqst",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me first clarify that I am in no way trying to justify the sexual assault of\nchildren. It is, of course, disgusting and immoral. Having said that, I feel\nthat my argument is primarily predicated upon my belief that treating pedophilia\nas a mental illness will lead to a decrease in the number of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初にお断りしておきますが、私は決して子どもたちへの性的暴行を正当化しようとしているわけではありません。\n子供たちへの性的暴行を正当化しようとしているわけではありません。もちろん、それは嫌なことであり、不道徳なことです。そうは言っても、私は\n私の主張は、ペドフィリアを精神疾患として扱うことで、ペドフィリアの数を減らすことができるという信念に基づいています。\n精神疾患として扱うことで、小児性愛者の数が減るのではないかというのが私の主張です。",
      "title": "CMV：ペドフィリアは、まず第一に精神障害として扱われるべきです。ペドフィリアの感情を持っていても、それを行動に移していない人には、同情以外の何ものでもないはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先让我澄清，我绝不是要为性侵犯儿童的行为辩护。\n儿童。当然，它是令人厌恶和不道德的。说到这，我觉得\n我的论点主要是建立在我的信念上，即把恋童癖作为一种精神疾病来对待\n作为一种精神疾病，将导致减少......",
      "title": "CMV: 恋童癖首先应该作为一种精神障碍来对待。对那些有恋童癖感觉但没有行动的人，除了同情之外，不应给予任何帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先讓我澄清，我絕不是要爲性侵犯兒童的行爲辯護。\n兒童。當然，它是令人厭惡和不道德的。說到這，我覺得\n我的論點主要是建立在我的信念上，即把戀童癖作爲一種精神疾病來對待\n作爲一種精神疾病，將導致減少......",
      "title": "CMV: 戀童癖首先應該作爲一種精神障礙來對待。對那些有戀童癖感覺但沒有行動的人，除了同情之外，不應給予任何幫助。"
    }
  ]
}