{
  "author": "tinyzeldy",
  "original_created_utc": 1640726866,
  "title": "Why is everyone so focused on canceling student debt, rather than reforming bank / university relationships?",
  "created_utc": 1640746823,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Look, I’m naive. I only went to university for a year before dropping out to pursue my own business. That was 10 years ago.  I’m still paying off that one year. But I guess I don’t understand why everyone wants current student debt eliminated, yet I see no conversation about a bigger plan to prevent this issue reoccurring in the future? Am I missing something? Isn’t the larger issue at hand the fact that universities can charge an absurd tuition and banks can give such massive high interest rate loans to barely legal adults?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/rqq6cw/why_is_everyone_so_focused_on_canceling_student/",
  "subreddit": "TooAfraidToAsk",
  "id": "rqq6cw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Look, I’m naive. I only went to university for a year before dropping out to\npursue my own business. That was 10 years ago. I’m still paying off that one\nyear. But I guess I don’t understand why everyone wants current student debt\neliminated, yet I see no conversation about a bigger plan to prevent…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Look, I'm naive. 大学に行ったのは\n1年後、独立するために退学しました。10年前のことだ。10年前のことだ。\nその1年間はまだ返済中です。でも、なぜ、みんながみんな\n今の学生の借金をなくしてほしいのに、何もないのは......。",
      "title": "なぜ皆、銀行と大学の関係を改革するのではなく、学生の借金を帳消しにすることにこだわるのだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>听着，我很天真。我只上了一年的大学\n一年就辍学去追求自己的事业了。那是10年前的事了。我还在\n我仍然在偿还那一年的学费。但我想我不明白为什么每个人都\n希望消除目前的学生债务，但我没有看到...",
      "title": "为什么每个人都如此专注于取消学生债务，而不是改革银行/大学的关系？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>聽着，我很天真。我只上了一年的大學\n一年就輟學去追求自己的事業了。那是10年前的事了。我還在\n我仍然在償還那一年的學費。但我想我不明白爲什麼每個人都\n希望消除目前的學生債務，但我沒有看到...",
      "title": "爲什麼每個人都如此專注於取消學生債務，而不是改革銀行/大學的關係？"
    }
  ]
}