{
  "author": "overhardeggs",
  "the_new_excerpt": "Let's be real, I doubt people who are daily driving F-150's are going to be\ndoing stuff on a regular basis that requires the grunt of a vehicle that big.\nUsually, they might be doing stuff that a decent sized sedan, wagon or hatchback\ncan do just fine. When you aren't fully utilizing a big vehicle,…",
  "original_created_utc": 1610163320,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "实事求是地说，我怀疑每天驾驶F-150战机的人\n定期做一些事情，需要这么大一辆车的咕噜声。\n通常，他们做的事情可能是一辆像样的轿车、旅行车或掀背车。\n可以做得很好。当你没有充分利用大型车辆时，…",
      "title": "[改变我的想法]：开大型SUV和皮卡的美国人和加拿大人太多了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "實事求是地說，我懷疑每天駕駛F-150戰機的人\n定期做一些事情，需要這麼大一輛車的咕嚕聲。\n通常，他們做的事情可能是一輛像樣的轎車、旅行車或掀背車。\n可以做得很好。當你沒有充分利用大型車輛時，…",
      "title": "[改變我的想法]：開大型SUV和皮卡的美國人和加拿大人太多了"
    }
  ],
  "title": "CMV: There are way too many Americans and Canadians that drive big SUV's and pickup trucks",
  "created_utc": 1610193122,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s be real, I doubt people who are daily driving F-150&#39;s  are going to be doing stuff on a regular basis that requires the grunt of a vehicle that big. Usually, they might be doing stuff that a decent sized sedan, wagon or hatchback can do just fine. When you aren&#39;t fully utilizing a big vehicle, they get worse gas mileage and thus pollute more, parking in tight spots can be a pain and bigger isn&#39;t always better when it comes to car wrecks. I get that some people do really need big vehicles (large families, construction workers, etc) but just because you tow an RV once a year doesn&#39;t mean you should drive a Super Duty to work every day. They also aren&#39;t as responsive as smaller vehicles, don&#39;t brake as quickly and can wear out roads more quickly because of their weight.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ktj0hm/cmv_there_are_way_too_many_americans_and/",
  "subreddit": "changemyview",
  "id": "ktj0hm",
  "is_self": true,
  "media": null,
  "is_video": false
}