{
  "author": "UncomfortablePrawn",
  "the_new_excerpt": "Taking a different angle from the usual abortion debates, I'm not going to be\narguing about whether abortion is right or wrong.\n\nInstead, the angle I want to take is to suggest that we will never come to a\nconsensus on abortion because of the question of what constitutes life. I\nbelieve that if we…",
  "original_created_utc": 1623066710,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中絶に関する通常の議論とは異なる角度から、私は中絶が正しいかどうかを議論するつもりはありません。\n中絶が正しいか間違っているかを議論するつもりはありません。\n\nその代わりに、私が提案したいのは、生命とは何かという問題のために、中絶についてのコンセンサスを得ることはできないだろうということです。\nその理由は、「生命とは何か」という問題にあります。I\n私たちは、もし...",
      "title": "CMV: 中絶の議論は、何が生命なのかを明確にしない限り解決しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与通常的堕胎辩论不同的是，我不打算在这里\n争论堕胎是对还是错。\n\n相反，我想采取的角度是，我们永远不会就堕胎问题达成共识。\n堕胎问题上达成共识，因为什么是生命的问题。I\n我相信，如果我们...",
      "title": "CMV：在对什么是生命有更明确的定义之前，堕胎的争论将永远不会得到解决。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與通常的墮胎辯論不同的是，我不打算在這裏\n爭論墮胎是對還是錯。\n\n相反，我想採取的角度是，我們永遠不會就墮胎問題達成共識。\n墮胎問題上達成共識，因爲什麼是生命的問題。I\n我相信，如果我們...",
      "title": "CMV：在對什麼是生命有更明確的定義之前，墮胎的爭論將永遠不會得到解決。"
    }
  ],
  "title": "CMV: Abortion debates will never be solved until there can be clearer definitions on what constitutes life.",
  "created_utc": 1623098007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Taking a different angle from the usual abortion debates, I&#39;m not going to be arguing about whether abortion is right or wrong.</p>\n\n<p>Instead, the angle I want to take is to suggest that we will never come to a consensus on abortion because of the question of what constitutes life. I believe that if we had a single, agreeable answer to what constituted life, then there would be no debate at all, since both sides of the debate definitely do value life.</p>\n\n<p>The issue lies in the fact that people on both sides disagree what constitutes a human life. Pro-choice people probably believe that a foetus is not a human life, but pro-life people (as their name suggests) probably do. Yet both sides don&#39;t seem to really take cues from science and what science defines as a full human life, but I also do believe that this isn&#39;t a question that science can actually answer.</p>\n\n<p>So in order to change my view, I guess I&#39;d have to be convinced that we can solve the debate without having to define actual life, or that science can actually provide a good definition of the point at which a foetus should be considered a human life.</p>\n\n<p>EDIT: Seems like it&#39;s not clear to some people, but I am NOT arguing about whether abortion is right or wrong. I&#39;m saying that without a clear definition of what constitutes a human life, the debate on abortion cannot be solved between the two sides of the argument.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/nuaibc/cmv_abortion_debates_will_never_be_solved_until/",
  "subreddit": "changemyview",
  "id": "nuaibc",
  "is_self": true,
  "media": null,
  "is_video": false
}