{
  "author": "Melon-Brain",
  "original_created_utc": 1635859659,
  "title": "CMV: Cancel culture is just the consequences of your words or actions in the Information Age. If you’re complaining about it, then you either don’t understand personal accountability or the free market.",
  "created_utc": 1635871013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Snapchat, Instagram, and Twitter all began to blow up when I was in middle school, and from the very beginning my fellow students and I were hounded to be careful what we post online as it will be publicly recorded forever and there are consequences to negative actions. Nowadays when adults speak or act maliciously on the internet and are hounded by their peers via social media they act shocked and cry ‘cancel culture’. I know most problems with ‘cancel culture’ arise when an individual’s job is lost as the result of an unsavory public statement or action, but isn’t the onus on the employer to make that decision only because of the employee’s decision to make their negative statement or have their negative actions aired in a public setting?</p>\n\n<p>Edit: I’m getting so many wonderful and well thought out responses, and while idk if I’ll get to give out every deserved !delta, I genuinely appreciate the thoughtfulness and time going into every comment. As a quick response to those saying “well gay people used to be seen as undesirable employees” being a knobhead in a public forum or public setting is not an immutable characteristic like sexuality, gender, race, or deformities are.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ql46zi/cmv_cancel_culture_is_just_the_consequences_of/",
  "subreddit": "changemyview",
  "id": "ql46zi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Snapchat, Instagram, and Twitter all began to blow up when I was in middle\nschool, and from the very beginning my fellow students and I were hounded to be\ncareful what we post online as it will be publicly recorded forever and there\nare consequences to negative actions. Nowadays when adults speak or…"
}