{
  "author": "Melon-Brain",
  "original_created_utc": 1635859659,
  "title": "CMV: Cancel culture is just the consequences of your words or actions in the Information Age. If you’re complaining about it, then you either don’t understand personal accountability or the free market.",
  "created_utc": 1635871013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Snapchat, Instagram, and Twitter all began to blow up when I was in middle school, and from the very beginning my fellow students and I were hounded to be careful what we post online as it will be publicly recorded forever and there are consequences to negative actions. Nowadays when adults speak or act maliciously on the internet and are hounded by their peers via social media they act shocked and cry ‘cancel culture’. I know most problems with ‘cancel culture’ arise when an individual’s job is lost as the result of an unsavory public statement or action, but isn’t the onus on the employer to make that decision only because of the employee’s decision to make their negative statement or have their negative actions aired in a public setting?</p>\n\n<p>Edit: I’m getting so many wonderful and well thought out responses, and while idk if I’ll get to give out every deserved !delta, I genuinely appreciate the thoughtfulness and time going into every comment. As a quick response to those saying “well gay people used to be seen as undesirable employees” being a knobhead in a public forum or public setting is not an immutable characteristic like sexuality, gender, race, or deformities are.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ql46zi/cmv_cancel_culture_is_just_the_consequences_of/",
  "subreddit": "changemyview",
  "id": "ql46zi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Snapchat, Instagram, and Twitter all began to blow up when I was in middle\nschool, and from the very beginning my fellow students and I were hounded to be\ncareful what we post online as it will be publicly recorded forever and there\nare consequences to negative actions. Nowadays when adults speak or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スナップチャット、インスタグラム、ツイッターが爆発的に普及し始めたのは、私が中学生の頃でした。\n私は中学生の頃、Snapchat、Instagram、Twitterが流行り始めましたが、最初の頃から、仲間の学生や私は\nネット上の投稿は永遠に公に記録されるから気をつけろと、最初から言われていました。\n否定的な行動には結果が伴うからです。今では、大人が話したり...",
      "title": "CMV：キャンセル・カルチャーとは、情報化時代におけるあなたの言動の結果に過ぎません。もしそれに文句を言っているのであれば、個人の説明責任や自由市場を理解していないのでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我上初中时，Snapchat、Instagram和Twitter都开始流行起来。\n从一开始，我和我的同学们就被要求小心我们在网上发布的信息，因为这些信息将被永远公开记录下来。\n从一开始，我的同学和我就被要求小心我们在网上发布的内容，因为它将被永远公开记录，而且负面行为会有后果。\n负面行为的后果。如今，当成年人说话或...",
      "title": "CMV: 取消文化只是你在信息时代的言行的后果。如果你在抱怨，那么你要么不懂个人责任，要么不懂自由市场。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我上初中時，Snapchat、Instagram和Twitter都開始流行起來。\n從一開始，我和我的同學們就被要求小心我們在網上發佈的信息，因爲這些信息將被永遠公開記錄下來。\n從一開始，我的同學和我就被要求小心我們在網上發佈的內容，因爲它將被永遠公開記錄，而且負面行爲會有後果。\n負面行爲的後果。如今，當成年人說話或...",
      "title": "CMV: 取消文化只是你在信息時代的言行的後果。如果你在抱怨，那麼你要麼不懂個人責任，要麼不懂自由市場。"
    }
  ]
}