{
  "author": "EatFrozenPeas",
  "original_created_utc": 1625867477,
  "title": "YSK: Trans is an adjective. So \"trans man\" or \"trans woman\" describes someone who is a man or woman (respectively) by virtue of being trans. You can think of it as having transitioned *to* man or woman.",
  "created_utc": 1626402965,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The term is commonly misunderstood by people not familiar with the trans community. It can be confusing for someone who doesn&#39;t understand the distinction, and misuse or misunderstanding can lead to embarrassing or upsetting interactions in people&#39;s personal or professional lives.</p>\n\n<p>Knowing what it means and how to use it can help avoid social blunders that may hurt trans people or leave you looking foolish, ignorant, or bigoted. </p>\n\n<p>Note: this memory aid is not perfect. The gender identity of someone who is trans but still in the closet in some way (thus not necessarily &quot;transitioned&quot;) is still valid. There may be many reasons for them to hide it, and something hidden still exists despite being out of sight.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/oh5kgq/ysk_trans_is_an_adjective_so_trans_man_or_trans/",
  "subreddit": "YouShouldKnow",
  "id": "oh5kgq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The term is commonly misunderstood by people not familiar with the\ntrans community. It can be confusing for someone who doesn't understand the\ndistinction, and misuse or misunderstanding can lead to embarrassing or\nupsetting interactions in people's personal or professional lives.\n\nKnowing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：この言葉は、トランス・コミュニティに詳しくない人たちによく誤解されています。\n誤解されています。この言葉は、その区別を理解していない人にとっては混乱の元となります。\nまた、誤用や誤解によって、個人的にも仕事上でも、恥ずかしい思いをしたり、動揺したりすることがあります。\n誤用や誤解は、個人的にも仕事上でも、恥ずかしい思いをしたり、動揺したりすることにつながります。\n\nKnowing...",
      "title": "YSK: トランスは、形容詞です。つまり、\"trans man \"や \"trans woman \"は、トランスであることを理由に男性や女性であることを表しています。男性または女性に移行したと考えることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这个词通常被不熟悉变性人的人误解了。\n变性社区的人通常会误解。对于不了解这个词的人来说，它可能会引起混淆。\n误用或误解可能会导致人们在个人生活中出现尴尬或不愉快的互动。\n误用或误解可能导致人们在个人或职业生活中的尴尬或不愉快的互动。\n\n了解...",
      "title": "YSK：变性是一个形容词。因此，\"变性男人 \"或 \"变性女人 \"描述的是因变性而成为男人或女人（分别）的人。你可以把它看作是已经过渡到**男人或女人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這個詞通常被不熟悉變性人的人誤解了。\n變性社區的人通常會誤解。對於不瞭解這個詞的人來說，它可能會引起混淆。\n誤用或誤解可能會導致人們在個人生活中出現尷尬或不愉快的互動。\n誤用或誤解可能導致人們在個人或職業生活中的尷尬或不愉快的互動。\n\n瞭解...",
      "title": "YSK：變性是一個形容詞。因此，\"變性男人 \"或 \"變性女人 \"描述的是因變性而成爲男人或女人（分別）的人。你可以把它看作是已經過渡到**男人或女人。"
    }
  ]
}