{
  "author": "WhySeaSalt",
  "the_new_excerpt": "Why YSK:\n\nTherapy seems like a luxury because the rates for people without insurance are\ncrazy high, but a lot of therapists recognize this and will offer you a heavily\ndiscounted rate if you talk to them about it.\n\nI know with everything that’s happening in the world a lot more people are\nrealizing…",
  "original_created_utc": 1614990242,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK。\n\nTherapy seems like a luxury because the rates for people without insurance are.\n疯狂的高，但很多治疗师认识到这一点，并将为您提供一个沉重的。\n折扣率，如果你跟他们谈论它。\n\n我知道，随着世界上发生的一切，更多的人是\n意识到...",
      "title": "YSK：治疗师在向客户收费时，通常会提供一个滑动表，并会根据你的收入调整费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK。\n\nTherapy seems like a luxury because the rates for people without insurance are.\n瘋狂的高，但很多治療師認識到這一點，並將爲您提供一個沉重的。\n折扣率，如果你跟他們談論它。\n\n我知道，隨着世界上發生的一切，更多的人是\n意識到...",
      "title": "YSK：治療師在向客戶收費時，通常會提供一個滑動表，並會根據你的收入調整費用。"
    }
  ],
  "title": "YSK: Therapists will often offer a sliding scale when charging their clients, and will adjust how much it costs depending on your income",
  "created_utc": 1615031095,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Therapy seems like a luxury because the rates for people without insurance are crazy high, but a lot of therapists recognize this and will offer you a heavily discounted rate if you talk to them about it. </p>\n\n<p>I know with everything that’s happening in the world a lot more people are realizing they need extra support, and it can be daunting to explore therapy for the first time as an option. </p>\n\n<p>And I also know even discounted for a lot of people it can still be inaccessible. There are also free therapists and therapy programs online that you can contact—if you need someone to talk to, this is still a great option.</p>\n</div><!-- SC_ON -->",
  "score": 1375,
  "permalink": "/r/YouShouldKnow/comments/lyps6n/ysk_therapists_will_often_offer_a_sliding_scale/",
  "subreddit": "YouShouldKnow",
  "id": "lyps6n",
  "is_self": true,
  "media": null,
  "is_video": false
}