{
  "author": "Procrastin8rPro",
  "original_created_utc": 1637441312,
  "title": "YSK: Job Recruiters ALWAYS know the salary/compensation range for the job they are recruiting for. If they aren’t upfront with the information, they are trying to underpay you.",
  "created_utc": 1637445253,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  I worked several years in IT for a recruiting firm. All of the pay ranges for positions are established with a client before any jobs are filled. Some contracts provide commissions if the recruiters can fill the positions under the pay ranges established for each position, which incentivizes them to low-ball potential hires. Whenever you deal with a recruiter, your first question should be about the pay. If they claim they don’t have it, or are not forthcoming, walk away.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/qyegbv/ysk_job_recruiters_always_know_the/",
  "subreddit": "YouShouldKnow",
  "id": "qyegbv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I worked several years in IT for a recruiting firm. All of the pay\nranges for positions are established with a client before any jobs are filled.\nSome contracts provide commissions if the recruiters can fill the positions\nunder the pay ranges established for each position, which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 私は、IT業界で数年間、人材紹介会社で働いていました。すべてのポジションの給与\nポジションの給与体系は、仕事が決まる前にクライアントとの間で決められます。\n契約によっては、リクルーターが各ポジションに設定された給与範囲内でポジションを埋めることができれば、コミッションが支払われます。\n契約によっては、リクルーターが各ポジションに設定された給与範囲内でポジションを埋めることができれば、コミッションを得ることができます...",
      "title": "YSK: 採用担当者は、自分が募集している仕事の給与や報酬の範囲を必ず知っています。もし、彼らが情報を率直に伝えていなければ、あなたの給料を下げようとしているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我在一家招聘公司的IT部门工作了几年。所有职位的薪酬范围\n所有职位的薪酬范围都是在填补任何职位之前与客户确定的。\n有些合同规定，如果招聘人员能够在规定的薪资范围内填补职位，就可以获得佣金。\n一些合同规定，如果招聘人员能够在为每个职位确定的薪酬范围内填补职位，就可以获得佣金，这...",
      "title": "YSK：工作招聘人员总是知道他们所招聘的工作的工资/报酬范围。如果他们不预先提供信息，他们就会试图少付你钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我在一家招聘公司的IT部門工作了幾年。所有職位的薪酬範圍\n所有職位的薪酬範圍都是在填補任何職位之前與客戶確定的。\n有些合同規定，如果招聘人員能夠在規定的薪資範圍內填補職位，就可以獲得佣金。\n一些合同規定，如果招聘人員能夠在爲每個職位確定的薪酬範圍內填補職位，就可以獲得佣金，這...",
      "title": "YSK：工作招聘人員總是知道他們所招聘的工作的工資/報酬範圍。如果他們不預先提供信息，他們就會試圖少付你錢。"
    }
  ]
}