{
  "author": "_AaronYogurt_",
  "the_new_excerpt": "My english really sucks ass. Thats why when im replying to someone in english,\nit would take me WAY MORE time than normal, a reply that would usually take\nabout 5 minutes, would take me 30 minutes. Just finding the right words for\nevery sentence and searching the definition to see if i used the word…",
  "original_created_utc": 1618505173,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の英語は本当に最低です。だから、英語で誰かに返事をするときは\n通常よりもはるかに時間がかかります。\nいつもなら5分くらいで済む返信が30分くらいかかってしまうんです。ただ、すべての文章に適切な単語を見つけて\n使ったかどうかを確認するために定義を検索したり...。",
      "title": "ボキャブラリーを増やすのに役立つ本が欲しいです。読書が苦手な私のような初心者でも、すぐに読書に夢中になれるような本を。面白くて楽しい本で、私を退屈させないようなもの。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的英语真的很烂 这就是为什么当我用英语回复别人时，\n这将花费我比正常情况下更多的时间，一个通常会采取的回复\n大约5分钟，我需要30分钟。只要找到合适的词\n每一句话，搜索定义，看看我是否用了这个词... ...",
      "title": "我需要能帮助我扩大词汇量的书。任何像我这样不喜欢阅读的新手的书，都会让我立刻迷上阅读。任何有趣和有趣的书，不会让我感到无聊。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的英語真的很爛 這就是爲什麼當我用英語回覆別人時，\n這將花費我比正常情況下更多的時間，一個通常會採取的回覆\n大約5分鐘，我需要30分鐘。只要找到合適的詞\n每一句話，搜索定義，看看我是否用了這個詞... ...",
      "title": "我需要能幫助我擴大詞彙量的書。任何像我這樣不喜歡閱讀的新手的書，都會讓我立刻迷上閱讀。任何有趣和有趣的書，不會讓我感到無聊。"
    }
  ],
  "title": "I need books that will help me expand my vocabulary. Any books that a newbie like me that dont like reading would instantly get me hooked to reading. Any interesting and fun book that wont bore me at all.",
  "created_utc": 1618549177,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My english really sucks ass. Thats why when im replying to someone in english, it would take me WAY MORE time than normal, a reply that would usually take about 5 minutes, would take me 30 minutes. Just finding the right words for every sentence and searching the definition to see if i used the word correctly.</p>\n\n<p>Im just irritated and just wish that i have a rich vocabulary. Anyone recommend me a book that dont show difficult words all the time, so that i wont be searching the definition of words like every minute. Thank you.</p>\n\n<p>Edit: Im actually pumped up to read rn. Bring the recommendations on. Less go</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/mrioln/i_need_books_that_will_help_me_expand_my/",
  "subreddit": "booksuggestions",
  "id": "mrioln",
  "is_self": true,
  "media": null,
  "is_video": false
}