{
  "author": "dickheadfartface",
  "original_created_utc": 1626385839,
  "title": "YSK cable & internet service providers may offer a significant discount if you try to cancel your service",
  "created_utc": 1626543269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK… </p>\n\n<p>All I have is internet service through Spectrum (no cable, land line, etc). I started with their $40/month introductory promo which increased to $75/month after 12 months.</p>\n\n<p>After the 12 months I called Spectrum to see if they could give me a loyal customer discount. They responded with a hard no saying “no discounts are available to existing customers.”</p>\n\n<p>Well after another 12 months I’m actually moving to a different state. This time I called Spectrum to cancel my service all together. They aggressively tried to convince me not to cancel by asking “Is it the price? If it’s the price we can offer a discount so you only have to pay $60/month.” When I say “aggressively” I mean it. I literally had to argue with the CSR stating that my reason is because of an out-of-state move and not the price. They even offered $50/month. I wish I knew about this a year ago, I would’ve saved $300.</p>\n\n<p>Disclaimer: I’m in no way guaranteeing that your particular cable &amp; internet service provider will offer you a discount. I’m just saying it’s worth a shot.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/ol2thy/ysk_cable_internet_service_providers_may_offer_a/",
  "subreddit": "YouShouldKnow",
  "id": "ol2thy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK…\n\nAll I have is internet service through Spectrum (no cable, land line, etc). I\nstarted with their $40/month introductory promo which increased to $75/month\nafter 12 months.\n\nAfter the 12 months I called Spectrum to see if they could give me a loyal\ncustomer discount. They responded with a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか・・・。\n\n私が持っているのはSpectrumのインターネットサービスだけです（ケーブル、固定電話などはありません）。I\n40ドル/月の導入キャンペーンで始め、12ヶ月後に75ドル/月になりました。\n12ヶ月後に75ドル/月になりました。\n\n12ヶ月後にSpectrumに電話して、ロイヤルカスタマー割引をしてもらえないか聞いてみました。\n顧客割引をしてもらえないかと思い、Spectrumに電話しました。彼らはそれに応えて...",
      "title": "YSKのケーブル＆インターネットサービスプロバイダーは、お客様がサービスを解約しようとすると、大幅な割引を提供する場合があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK...\n\n我所拥有的是通过Spectrum的互联网服务（没有有线电视，固定电话等）。I\n我开始使用他们的40美元/月的介绍性促销，12个月后增加到75美元/月\n12个月后。\n\n12个月后，我打电话给Spectrum，看他们是否能给我一个忠实的\n客户的折扣。他们的答复是：\"我不知道\"。",
      "title": "如果你试图取消你的服务，YSK有线电视和互联网服务提供商可能会提供一个巨大的折扣"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK...\n\n我所擁有的是通過Spectrum的互聯網服務（沒有有線電視，固定電話等）。I\n我開始使用他們的40美元/月的介紹性促銷，12個月後增加到75美元/月\n12個月後。\n\n12個月後，我打電話給Spectrum，看他們是否能給我一個忠實的\n客戶的折扣。他們的答覆是：\"我不知道\"。",
      "title": "如果你試圖取消你的服務，YSK有線電視和互聯網服務提供商可能會提供一個巨大的折扣"
    }
  ]
}