{
  "author": "MyUsernameIsMehh",
  "the_new_excerpt": "I need to rant.\n\nAside from the fact that I live for books (reading & writing), libraries &\nreading is important for everyone.\n\nI live in Sweden in somewhat of a \"hood\" town, so the government already ignores\neverything about us. There's a smaller library in the town square, about four\nseconds away…",
  "original_created_utc": 1617282542,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我需要发发牢骚。\n\n除了我为书而活（阅读和写作），图书馆和。\n阅读对每个人都很重要。\n\n我住在瑞典，住在一个有点 \"帽 \"的城市，所以政府已经忽略了\n我们的一切。镇上的广场上有一个较小的图书馆，大约有4个月的时间。\n几秒钟的时间...",
      "title": "他们要关闭我住的地方的图书馆，我很生气。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我需要發發牢騷。\n\n除了我爲書而活（閱讀和寫作），圖書館和。\n閱讀對每個人都很重要。\n\n我住在瑞典，住在一個有點 \"帽 \"的城市，所以政府已經忽略了\n我們的一切。鎮上的廣場上有一個較小的圖書館，大約有4個月的時間。\n幾秒鐘的時間...",
      "title": "他們要關閉我住的地方的圖書館，我很生氣。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "暴言を吐く必要があります。\n\n私が本（読むことと書くこと）のために生きているという事実はさておき、図書館や\n読書は誰にとっても重要です。\n\n私はスウェーデンの「フード」と呼ばれるような町に住んでいるので、政府はすでに私たちのことをすべて無視しています。\n政府は私たちのことをすべて無視しています。町の広場には小さな図書館があって、そこから4秒くらいのところにあるんだ。\n秒ほどの距離ですが...。",
      "title": "私が住んでいるところでは、地元の図書館が閉鎖されることになり、私は腹を立てています。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "暴言を吐く必要があります。\n\n私が本（読むことと書くこと）のために生きているという事実はさておき、図書館や\n読書は誰にとっても重要です。\n\n私はスウェーデンの「フード」と呼ばれるような町に住んでいるので、政府はすでに私たちのことをすべて無視しています。\n政府は私たちのことをすべて無視しています。町の広場には小さな図書館があって、そこから4秒くらいのところにあるんだ。\n秒ほどの距離ですが...。",
      "title": "私が住んでいるところでは、地元の図書館が閉鎖されることになり、私は腹を立てています。"
    }
  ],
  "title": "They're closing down the local library where I live & I'm pissed.",
  "created_utc": 1617296945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I need to rant.</p>\n\n<p>Aside from the fact that I live for books (reading &amp; writing), libraries &amp; reading is important for everyone.</p>\n\n<p>I live in Sweden in somewhat of a &quot;hood&quot; town, so the government already ignores everything about us. There&#39;s a smaller library in the town square, about four seconds away from a nearby school (which goes from grades 4 - 9) &amp; while, yes, there are a lot of trouble makers, wannabee thugs &amp; little hood rats here, it <em>has</em> gotten better.</p>\n\n<p>More kids are reading, young adults &amp; even older people love going to the library. There are large ethnic groups here, everything from hispanics to middle easterns to east asians. The library has books of all kinds, &amp; in <em>many</em> languages, but they&#39;re still closing it down.</p>\n\n<p>Town officials have gone against it, but the higher ups are dead set on their decision. They say, &quot;If you want to read you can go to the other library.&quot; But it&#39;s a ten minute <em>drive</em> away, a minimum of fifteen minute commute, &amp; a long walk.</p>\n\n<p>Everyone can&#39;t go to the other one.</p>\n\n<p>Even if it was right next door, the fact that they&#39;re closing down a library in what they like to call a &quot;vulnerable area&quot; (that&#39;s a thing here) they don&#39;t think it&#39;s worth having a library.</p>\n\n<p>I&#39;d like to point out that nothing has ever happened to the library in question, there&#39;s an old little white lady who works there are the primary librarian. She&#39;s the sweetest soul ever &amp; everyone loves her. Most of us grew up with her, she makes everyone feel loved &amp; welcomed. Most of us kids of immigrant parents have gone to the library during tough times &amp; she&#39;s always been there for us.</p>\n\n<p>The fact that they&#39;re choosing to close down the library is just what finally pushed everyone over the edge. They&#39;ve closed down schools, completely abandoned projects to renovate areas &amp; built youth centers, &amp; turned a blind eye to all the good that&#39;s actually happened.</p>\n\n<p>Our town politicians have said things like,</p>\n\n<blockquote>\n<p><em>&quot;Libraries are a place where kids can get educated &amp; immersed in literature, culture, history &amp; more. Despite not being the most well behaved in the past, our kids have still gone to the library to read for hours, go during free periods in school to find books &amp; work on essays, take their younger siblings to fairy tale reading time, &amp; much more. To shut down a place like this, something every community needs, is a spit to the face.&quot;</em></p>\n</blockquote>\n\n<p>I&#39;m so frustrated. Libraries are important.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mhuxva/theyre_closing_down_the_local_library_where_i/",
  "subreddit": "books",
  "id": "mhuxva",
  "is_self": true,
  "media": null,
  "is_video": false
}