{
  "author": "mattkg92",
  "the_new_excerpt": "Some companies make you jump through hoops to cancel a subscription. Rather than\nletting you cancel on their website, they make you call them on the phone, wait\non hold, talk to a representative, explain your reason for canceling, get\ntransferred to the loyalty department, etc.\n\nCalifornia passed a…",
  "original_created_utc": 1613112555,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "有些公司让你跳过圈圈来取消订阅。而不是\n让你在他们的网站上取消，他们让你打电话给他们的电话，等待。\n等候，与代表交谈，解释你取消的原因，获得\n转移到忠诚部门等。\n\n加州通过了一项...",
      "title": "YSK：如果你假装住在加州，就不用打电话取消订阅了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有些公司讓你跳過圈圈來取消訂閱。而不是\n讓你在他們的網站上取消，他們讓你打電話給他們的電話，等待。\n等候，與代表交談，解釋你取消的原因，獲得\n轉移到忠誠部門等。\n\n加州通過了一項...",
      "title": "YSK：如果你假裝住在加州，就不用打電話取消訂閱了。"
    }
  ],
  "title": "YSK: You don’t have to call to cancel a subscription if you pretend to live in California",
  "created_utc": 1613166697,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some companies make you jump through hoops to cancel a subscription. Rather than letting you cancel on their website, they make you call them on the phone, wait on hold, talk to a representative, explain your reason for canceling, get transferred to the loyalty department, etc. </p>\n\n<p><a href=\"https://www.cnet.com/news/companies-must-let-customers-cancel-subscriptions-online-california-law-says/\">California passed a law</a> a couple of years ago that requires all companies that let you sign up for recurring subscriptions online (like Sirius XM, a newspaper, etc.) to let you unsubscribe online as well. I don’t live in California and I was trying to cancel a subscription. I didn’t want to deal with the hassle of calling on the phone but the company’s website said that was the only way to cancel. So I changed my billing address to some random place in California, logged out and back in, and a button appeared allowing me to cancel online. Seriously, it was that easy. </p>\n\n<p>Why YSK: No one should have to jump through hoops to cancel a service they signed up for with the click of a button online. A simple switch of your address to California will make your life easier and undermine the unethical practice of companies making you call to cancel.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/YouShouldKnow/comments/li5p6i/ysk_you_dont_have_to_call_to_cancel_a/",
  "subreddit": "YouShouldKnow",
  "id": "li5p6i",
  "is_self": true,
  "media": null,
  "is_video": false
}