{
  "author": "FlexPex44",
  "the_new_excerpt": "This book is success on three levels. First, it's an exciting cops-and-fugitives\nthriller. Second, it's an interesting dystopia of earth in decline and people in\ndespair after nuclear war. Third, it has the philosophical or psychological\nmindfuck elements that I was told Philip K Dick had. I read…",
  "original_created_utc": 1617146195,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这本书在三个层面上是成功的。首先，它是一本激动人心的警察与逃犯的故事。\n惊悚片。其次，这是一个有趣的荒诞世界，地球在衰落，人们在。\n核战争后的绝望。第三，它具有哲学或心理学上的。\n我被告知菲利普-迪克有的心术元素。我读了...",
      "title": "刚读了菲利普-K-迪克的《安卓人梦见电羊吗》。很棒的书，但我对结局有点迷茫。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書在三個層面上是成功的。首先，它是一本激動人心的警察與逃犯的故事。\n驚悚片。其次，這是一個有趣的荒誕世界，地球在衰落，人們在。\n核戰爭後的絕望。第三，它具有哲學或心理學上的。\n我被告知菲利普-迪克有的心術元素。我讀了...",
      "title": "剛讀了菲利普-K-迪克的《安卓人夢見電羊嗎》。很棒的書，但我對結局有點迷茫。"
    }
  ],
  "title": "Just read Do Androids Dream of Electric Sheep by Philip K Dick. Great book, but I'm a little confused about the ending.",
  "created_utc": 1617162159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book is success on three levels. First, it&#39;s an exciting cops-and-fugitives thriller. Second, it&#39;s an interesting dystopia of earth in decline and people in despair after nuclear war. Third, it has the philosophical or psychological mindfuck elements that I was told Philip K Dick had. I read the whole thing in two days because it was so engaging, and it was one of the sadder books I have read, though not as sad as Earth Abides was.</p>\n\n<p>Obviously empathy, and the lack thereof was a pretty major theme of the book. The androids are distinguished from humans by their lack of genuine empathy (but just barely), yet the bounty hunters who go after them seem even less empathic sometimes. There is an entire religion of empathy, which is what some of my questions are about.</p>\n\n<p>The second theme I noticed is how much of a difference there is between &quot;real&quot; and &quot;not real&quot;. The humans and androids are barely distinguishable from one another, and sometimes the androids are actually easier to sympathize with rather than the humans. The religion of mercerism is proven &quot;fake&quot; yet it still gives supernatural visions to people (mere hallucinations don&#39;t give tactical positions, telling you who is coming up behind you). At the end, Iran (the woman not the country) decides that the fake elctronic frog is important to Deckard even if it&#39;s not a &quot;real&quot; frog.</p>\n\n<p>I&#39;m a little confused as what to make of Mercerism by the end of the book. On one hand, it&#39;s briefly compared to Hitler when Buster Friendly is publically debunking it, probably because of how androids can&#39;t be join in the shared feelings of empathy that the religion is based on. On the other hand, it also seems to embody just how important empathy is to human life. So what am I to make of mercerism - is it kindly empathy or psuedo-Nazism? I also do not understand why Mercer is telling Deckard that it is wrong to kill the androids yet he must do it anyways. Is Mercer pro or anti-android?</p>\n\n<p>I&#39;m also not sure what to make of the androids themselves. Luba Luft was probably the most &quot;human&quot; of the androids, maybe moreso than the human who shot her. On the other hand, the androids who John Isidore (a pretty sad character) was trying to help were pretty morally repulsive by repaying his attempts to help by torturing to death a spider that he tried to rescue. I had mixed feelings about them - they seemed to be in genuine suffering over being hunted and their generally crappy lot in life, yet they demonstrated several times just how selfish and uncaring androids are, living up to the stereotypes of androids all too well.</p>\n\n<p>Is there a &quot;correct&quot; view towards Mercerism and the androids? If I understood those two elements a little better I think the whole story would fall into place for me.</p>\n\n<p>The book I got also had Man in the High Castle, Stigmata of Palmer Eldritch, and Ubik. I might read Ubik next. Or a Dunsany novel. Or some medieval poetry. I change my mind a lot about whatever I read next.</p>\n\n<p>EDIT: I forgot to say this earlier. The theme of empathy also reminded me of how empathy has been measurably declining in society for some time now. There is some research about the <a href=\"https://www.cbc.ca/radio/sunday/the-sunday-edition-for-june-9-2019-1.5165327/empathy-makes-us-human-but-research-suggests-it-may-be-on-the-decline-1.5166354\">decline</a> <a href=\"https://www.wordonthestreets.net/Articles/549246/The_decline_of.aspx\">of</a> empathy <a href=\"https://www.apa.org/research/action/speaking-of-psychology/empathy-narcissism\">linked</a>. It&#39;s a little bit of dystopian non-fiction.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?auto=webp&s=7bbd9e077a0c3fd69e4185aa6562a5e29061439f",
          "width": 620,
          "height": 349
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?width=108&crop=smart&auto=webp&s=c1cfd10827e8d13c2a8c686faf4fdfc7f5dc9514",
            "width": 108,
            "height": 60
          },
          {
            "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?width=216&crop=smart&auto=webp&s=7d46c31b0a9e9f41afe80af6ace936f7d655bd95",
            "width": 216,
            "height": 121
          },
          {
            "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?width=320&crop=smart&auto=webp&s=c378b23058a1c6985b47166eae7ab804ad809ebc",
            "width": 320,
            "height": 180
          }
        ],
        "variants": {
          "obfuscated": {
            "source": {
              "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?blur=40&format=pjpg&auto=webp&s=d519094a8535f955773fd8fd973ce94edd3e48b9",
              "width": 620,
              "height": 349
            },
            "resolutions": [
              {
                "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?width=108&crop=smart&blur=10&format=pjpg&auto=webp&s=c697c1171e77e999689995f80dd09b0eac37ae1f",
                "width": 108,
                "height": 60
              },
              {
                "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?width=216&crop=smart&blur=21&format=pjpg&auto=webp&s=1dd7f7ecfc3c17f7de83f29119d7d039c9de6e67",
                "width": 216,
                "height": 121
              },
              {
                "url": "https://external-preview.redd.it/dHzhxSOCRapxfogzwDLX753r9i3RxRWn4uGxHCV8sdo.jpg?width=320&crop=smart&blur=32&format=pjpg&auto=webp&s=f2241573285ad6094743f385b50b89030eeee250",
                "width": 320,
                "height": 180
              }
            ]
          }
        },
        "id": "UE8Tfiu5Ec9XMa73YsC4Iyyf7NaIuGqiao2ibyC86Sw"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/mgsmsf/just_read_do_androids_dream_of_electric_sheep_by/",
  "subreddit": "books",
  "id": "mgsmsf",
  "is_self": true,
  "media": null,
  "is_video": false
}