{
  "author": "NoelPhD2024",
  "original_created_utc": 1634917663,
  "title": "To those who did not see this pullback coming, have you ever looked at a chart before?",
  "created_utc": 1634927439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A pullback or price correction is one of if not the most common price action after an asset reaches an ATH or just pumps for a while. It is almost guaranteed to occur.  This happens for a few reasons (this list is not exhaustive) :</p>\n\n<ol>\n<li>Profit taking. Believe it or not, people actually take out profits or their original investments after an ATH is reached or profit is made in general.</li>\n<li>Fear. An ATH is called an ATH because it is the first time an asset has reached that price and that is the highest price it has ever reached. Some fear that it will not continue to rise after it reaches an ATH is normal</li>\n<li>Whale manipulation. Whales love to sell at ATH to manipulate the price. A whale could buy 1k bitcoins at 62k, sell those same 1k coins at ATH 65K. If the  buying volume is low enough, this could significantly affect the price of the asset, causing a dip to below where they originally bought in. The dip then sends the first 2 reasons I mentioned into action by other traders. Then the whale buys in at much lower price.</li>\n</ol>\n\n<p>So don&#39;t always freak out when green days are followed by red days. If the asset you are investing in is a decent project, there is probably no need to fear.</p>\n</div><!-- SC_ON -->",
  "score": 192,
  "permalink": "/r/CryptoCurrency/comments/qdjr31/to_those_who_did_not_see_this_pullback_coming/",
  "subreddit": "CryptoCurrency",
  "id": "qdjr31",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A pullback or price correction is one of if not the most common price action\nafter an asset reaches an ATH or just pumps for a while. It is almost guaranteed\nto occur. This happens for a few reasons (this list is not exhaustive) :\n\n 1. Profit taking. Believe it or not, people actually take out…"
}