{
  "author": "110MP",
  "original_created_utc": 1629192386,
  "title": "YSK: Big trucks have to keep space in front of them just in case of a stopping emergency.",
  "created_utc": 1629207019,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Semi trucks and big box trucks keep their distance in case of emergencies that require the truck to slow down. It is NOT a convenient spot for you to move in to because you&#39;re in a hurry. I&#39;m a truck driver and this is by far one of the top problems I have when driving. You might be able to tap the brakes and stop in 2 seconds, but a big truck can take up to 30 to fully stop. Take that space away and you run the risk of making your car a compact car.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p60c5e/ysk_big_trucks_have_to_keep_space_in_front_of/",
  "subreddit": "YouShouldKnow",
  "id": "p60c5e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Semi trucks and big box trucks keep their distance in case of\nemergencies that require the truck to slow down. It is NOT a convenient spot for\nyou to move in to because you're in a hurry. I'm a truck driver and this is by\nfar one of the top problems I have when driving. You might be able to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：セミトラックや大型トラックは、緊急時には距離を置いて\nトラックが減速しなければならないような緊急事態に備えて、距離を置いています。急いでいるからといって、便利な場所ではありません。\nあなたが急いでいるからといって、そこに移動することはできません。私はトラックの運転手ですが、これは私が抱えている最も大きな問題の一つです。\n私はトラックの運転手ですが、運転中のトラブルの中でも最も多いのがこれです。もしかしたら...。",
      "title": "YSK: 大型トラックは、万が一の停車に備えて、前にスペースを確保しておかなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：半成品卡车和大箱子卡车保持距离，以备不时之需。\n紧急情况下，需要卡车放慢速度。这不是一个方便的地方\n这不是一个方便你移动的地方，因为你很着急。我是一名卡车司机，这是迄今为止我遇到的最大问题之一。\n到目前为止，这是我开车时遇到的最大问题之一。你也许能...",
      "title": "YSK：大卡车必须在前面保持空间，以备紧急停车时使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：半成品卡車和大箱子卡車保持距離，以備不時之需。\n緊急情況下，需要卡車放慢速度。這不是一個方便的地方\n這不是一個方便你移動的地方，因爲你很着急。我是一名卡車司機，這是迄今爲止我遇到的最大問題之一。\n到目前爲止，這是我開車時遇到的最大問題之一。你也許能...",
      "title": "YSK：大卡車必須在前面保持空間，以備緊急停車時使用。"
    }
  ]
}