{
  "author": "nae-nae-gang",
  "original_created_utc": 1627697388,
  "title": "“The little prince” moved me more in it’s 83 pages than most books have done in 500+ pages",
  "created_utc": 1627702370,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book is absolutely beautiful, it’s written for children but I think it carries lessons adults should hear as well. The adventures the little prince go on talk about love, bonds, life, and shows “adult” behavior in the eyes of a child. The prince meets adults who do things that are absurd to him. For example: he meets a man who believes he owns the stars yet spends all his time counting them, for the sake of becoming richer so he can “buy more” stars. The prince simply wanders off after asking a few questions, commenting on how strange adults are. I won’t speak much more about the plot because I don’t want to just give my summary, but by the time I had finished the book I was in tears! Few books have moved me to tears the way the little prince has. It’s a very easy read and I cannot suggest it enough, whether you’re 9 or 90 there’s something to find in this book!</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/books/comments/ouyso9/the_little_prince_moved_me_more_in_its_83_pages/",
  "subreddit": "books",
  "id": "ouyso9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book is absolutely beautiful, it’s written for children but I think it\ncarries lessons adults should hear as well. The adventures the little prince go\non talk about love, bonds, life, and shows “adult” behavior in the eyes of a\nchild. The prince meets adults who do things that are absurd to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本はとても美しいです。子供向けに書かれていますが、大人が聞いてもいいような内容だと思います。\n大人も聞くべき教訓を含んでいると思います。小さな王子様の冒険は、愛や絆、人生について語ります。\n愛、絆、人生について語り、子供の目には「大人」の行動が映る。\n子供の目から見た「大人」の行動が描かれています。王子が出会った大人たちは、子供には信じられないようなことをします。",
      "title": "\"The little prince \"は83ページで、500ページ以上の本よりも感動しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书绝对漂亮，它是为儿童写的，但我认为它包含了成人也应该听到的教训。\n蕴含着成年人也应该听到的教训。小王子所经历的冒险\n谈到了爱、纽带、生活，并在孩子的眼中展示了 \"成人 \"的行为。\n儿童眼中的 \"成人 \"行为。王子遇到了成年人，他们所做的事情在他们看来是荒谬的。",
      "title": "\"小王子》在83页中给我的感动比大多数书在500多页中所做的还要多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書絕對漂亮，它是爲兒童寫的，但我認爲它包含了成人也應該聽到的教訓。\n蘊含着成年人也應該聽到的教訓。小王子所經歷的冒險\n談到了愛、紐帶、生活，並在孩子的眼中展示了 \"成人 \"的行爲。\n兒童眼中的 \"成人 \"行爲。王子遇到了成年人，他們所做的事情在他們看來是荒謬的。",
      "title": "\"小王子》在83頁中給我的感動比大多數書在500多頁中所做的還要多。"
    }
  ]
}