{
  "author": "OLU87",
  "the_new_excerpt": "Racism is defined (source is the Oxford dictionary) as: \"Prejudice,\ndiscrimination, or antagonism by an individual, community, or institution\nagainst a person or people on the basis of their membership of a particular\nracial or ethnic group, typically one that is a minority or marginalized.\"\n\nSo one…",
  "original_created_utc": 1613049770,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "种族主义的定义（来源是牛津词典）是： \"偏见。\n歧视，或个人、社区或机构的对立。\n基于某人或某些人属于某一特定组织而对其进行歧视。\n种族或族裔群体，通常是少数人或被边缘化的群体。\"\n\n\"所以，一个...",
      "title": "CMV：不成比例的结果不一定表明种族主义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "種族主義的定義（來源是牛津詞典）是： \"偏見。\n歧視，或個人、社區或機構的對立。\n基於某人或某些人屬於某一特定組織而對其進行歧視。\n種族或族裔羣體，通常是少數人或被邊緣化的羣體。\"\n\n\"所以，一個...",
      "title": "CMV：不成比例的結果不一定表明種族主義"
    }
  ],
  "title": "CMV: Disproportionate outcomes don't necessarily indicate racism",
  "created_utc": 1613057977,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Racism is defined (source is the Oxford dictionary) as: &quot;Prejudice, discrimination, or antagonism by an individual, community, or institution against a person or people on the basis of their membership of a particular racial or ethnic group, typically one that is a minority or marginalized.&quot;</p>\n\n<p>So one can be racist without intending harm (making assumptions about my experiences because I&#39;m black could be an example), but one cannot be racist if they their action/decision wasn&#39;t made using race or ethnicity as a factor.</p>\n\n<p>So for example if a 100m sprint took place and there were 4 black people and 4 white people in the sprint, if nothing about their training, preparation or the sprint itself was influenced by decisions on the basis of race/ethnicity and the first 4 finishers were black, that would be a disproportionate outcome but not racist. </p>\n\n<p>I appreciate that my example may not have been the best but I hope you understand my overall position.</p>\n\n<p>Disproportionate outcomes with respect to any identity group (race, gender, sex, height, weight etc) are inevitable as we are far more than our identity (our choices, our environment, our upbringing, our commitment, our ambition etc), these have a great influence on outcomes.</p>\n\n<p>I believe it is important to investigate disparities that are based on race and other identities but I also believe it is important not to make assumptions about them. </p>\n\n<p>Open to my mind being partly or completely changed!</p>\n</div><!-- SC_ON -->",
  "score": 276,
  "permalink": "/r/changemyview/comments/lhkjsg/cmv_disproportionate_outcomes_dont_necessarily/",
  "subreddit": "changemyview",
  "id": "lhkjsg",
  "is_self": true,
  "media": null,
  "is_video": false
}