{
  "author": "SunburnedAnt",
  "original_created_utc": 1634001196,
  "title": "CMV: Trickle Down economics does not work and the Dem tax plan for taxing the rich will help",
  "created_utc": 1634034695,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m old. Most of my life trickle down economics have been in place. Give major tax cuts to the big businesses, it will keep them in the US and it’ll eventually reach the little man. In my experience, that doesn’t happen. The wealth has been kept at the top with a major tax disproportion. Cost of goods have gone up. I’m not making more than I was a couple decades ago and it’s still considered a good paying job. I manage places, A/R, A/P, purchases. Last year with the bailout money, more people had disposable cash. Our business was taking in money that we weren’t used to and we were able to expand. Imagine if employees made a fair wage and less went to the top? If we all felt the same level of tax burden across the board? These businesses wouldn’t have to go overseas because people could afford to support them. For what it’s worth, I didn’t get any pandemic money. Worked the whole way through. I got to see how it was spent. Most locally, small businesses. Imagine if we could keep that trend up?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/q6amx0/cmv_trickle_down_economics_does_not_work_and_the/",
  "subreddit": "changemyview",
  "id": "q6amx0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m old. Most of my life trickle down economics have been in place. Give major\ntax cuts to the big businesses, it will keep them in the US and it’ll eventually\nreach the little man. In my experience, that doesn’t happen. The wealth has been\nkept at the top with a major tax disproportion. Cost of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は古い 私の人生のほとんどはトリクルダウン経済が行われてきました。大企業に大幅な\n大企業に減税をすれば、米国内に企業が残り、それが最終的には中小企業にも届く。\n大企業に減税をすれば、大企業はアメリカ国内に留まり、最終的には小市民にまで届く。私の経験では、それは起こりませんでした。私の経験では、そうはなりませんでした。\n大幅な税の不均衡で、富はトップに保たれています。コストが...",
      "title": "CMV: トリクルダウン経済は機能せず、金持ちへの課税を目的とした民主党の税制案が役に立つ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经老了。我生命中的大部分时间都在实行涓滴经济。给予大企业\n给大企业减税，这将使他们留在美国，并最终会\n到小人物身上。根据我的经验，这并没有发生。财富已经被\n财富被保留在高层，税收比例严重失调。成本的...",
      "title": "CMV：涓滴经济学不起作用，民主党对富人征税的计划会有帮助"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經老了。我生命中的大部分時間都在實行涓滴經濟。給予大企業\n給大企業減稅，這將使他們留在美國，並最終會\n到小人物身上。根據我的經驗，這並沒有發生。財富已經被\n財富被保留在高層，稅收比例嚴重失調。成本的...",
      "title": "CMV：涓滴經濟學不起作用，民主黨對富人徵稅的計劃會有幫助"
    }
  ]
}