{
  "author": "Razik_",
  "original_created_utc": 1629655829,
  "title": "I just completed \"Eleanor Oliphant is Completely Fine\"...Alexa can you play I'm not okay by MCR please :(",
  "created_utc": 1629682671,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Once in a blue moon I&#39;ll read a book that just gains access to my heart and leaves an impact. Eleanor Oliphant is completely fine is one of those books. At first i hated the protagonist, Eleanor, but as the story progressed I managed to not only understand her but fully empathise with her. She went through so much and many times throughout the book I found myself wanting to reach out to her through the pages and pull her into a warm, long hug. I cried, i related to her and laughed so many times. Can we talk about how funny this book is and by extension Eleanor? She&#39;s absolutely hilarious! Here is one passage of many that I laughed out loud to: </p>\n\n<p>...&quot;Her [Eleanor&#39;s cat] huge green eyes were staring intently at me, as though she willed me awake. She followed me into the kitchen and I gave her some water, which she ignored, and some kibble, which she bolted down and promptly vomited back up onto the kitchen floor. I turned away to get some cleaning materials from under the sink, but when I looked around she was eating her sick back up again. &#39;Good girl, Glen,&#39; I said. Low maintenance.&quot;</p>\n\n<p>I am so glad that I decided to pick this book up and that I didn&#39;t dnf it when Eleanor annoyed me. Oddly enough I had the same inital experience (Ove also annoyed me at first) with &#39; A Man Called Ove&#39; but i read it finished and is now my favourite book of the year! </p>\n\n<p>What are your thoughts on Eleanor is Completely Fine?</p>\n\n<p>If you didn&#39;t read it, I highly recommend it. </p>\n\n<p>Have a good night/day all.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/p9hkuj/i_just_completed_eleanor_oliphant_is_completely/",
  "subreddit": "books",
  "id": "p9hkuj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Once in a blue moon I'll read a book that just gains access to my heart and\nleaves an impact. Eleanor Oliphant is completely fine is one of those books. At\nfirst i hated the protagonist, Eleanor, but as the story progressed I managed to\nnot only understand her but fully empathise with her. She went…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "青い月に一度、私の心に入り込み、衝撃を与える本を読むことがあります。\n衝撃を受けます。Eleanor Oliphant is completely fine』もそんな本のひとつです。最初は\n最初は主人公のエレノアを嫌っていましたが、物語が進むにつれ、彼女を理解するだけでなく\n彼女を理解するだけでなく、完全に共感することができました。彼女は...",
      "title": "Eleanor Oliphant is Completely Fine」を完成させたばかりなのに...AlexaはMCRのI'm not okayをかけてくれませんか :("
    },
    {
      "locale": "zh",
      "the_new_excerpt": "偶尔我也会读到一本书，它能进入我的内心并留下影响。\n留下影响。埃莉诺-奥利芬特完全没有问题就是这样一本书。起初\n起初，我讨厌主人公埃莉诺，但随着故事的发展，我设法不仅理解她，而且完全同情她。\n不仅理解了她，而且完全与她产生了共鸣。她去了...",
      "title": "我刚刚完成了 \"Eleanor Oliphant is Completely Fine\"......Alexa你能播放MCR的I'm not okay吗 :("
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "偶爾我也會讀到一本書，它能進入我的內心並留下影響。\n留下影響。埃莉諾-奧利芬特完全沒有問題就是這樣一本書。起初\n起初，我討厭主人公埃莉諾，但隨着故事的發展，我設法不僅理解她，而且完全同情她。\n不僅理解了她，而且完全與她產生了共鳴。她去了...",
      "title": "我剛剛完成了 \"Eleanor Oliphant is Completely Fine\"......Alexa你能播放MCR的I'm not okay嗎 :("
    }
  ]
}