{
  "author": "Razik_",
  "original_created_utc": 1629655829,
  "title": "I just completed \"Eleanor Oliphant is Completely Fine\"...Alexa can you play I'm not okay by MCR please :(",
  "created_utc": 1629682671,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Once in a blue moon I&#39;ll read a book that just gains access to my heart and leaves an impact. Eleanor Oliphant is completely fine is one of those books. At first i hated the protagonist, Eleanor, but as the story progressed I managed to not only understand her but fully empathise with her. She went through so much and many times throughout the book I found myself wanting to reach out to her through the pages and pull her into a warm, long hug. I cried, i related to her and laughed so many times. Can we talk about how funny this book is and by extension Eleanor? She&#39;s absolutely hilarious! Here is one passage of many that I laughed out loud to: </p>\n\n<p>...&quot;Her [Eleanor&#39;s cat] huge green eyes were staring intently at me, as though she willed me awake. She followed me into the kitchen and I gave her some water, which she ignored, and some kibble, which she bolted down and promptly vomited back up onto the kitchen floor. I turned away to get some cleaning materials from under the sink, but when I looked around she was eating her sick back up again. &#39;Good girl, Glen,&#39; I said. Low maintenance.&quot;</p>\n\n<p>I am so glad that I decided to pick this book up and that I didn&#39;t dnf it when Eleanor annoyed me. Oddly enough I had the same inital experience (Ove also annoyed me at first) with &#39; A Man Called Ove&#39; but i read it finished and is now my favourite book of the year! </p>\n\n<p>What are your thoughts on Eleanor is Completely Fine?</p>\n\n<p>If you didn&#39;t read it, I highly recommend it. </p>\n\n<p>Have a good night/day all.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/books/comments/p9hkuj/i_just_completed_eleanor_oliphant_is_completely/",
  "subreddit": "books",
  "id": "p9hkuj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Once in a blue moon I'll read a book that just gains access to my heart and\nleaves an impact. Eleanor Oliphant is completely fine is one of those books. At\nfirst i hated the protagonist, Eleanor, but as the story progressed I managed to\nnot only understand her but fully empathise with her. She went…"
}