{
  "author": "maxchloerachel",
  "the_new_excerpt": "Sorry if gushy posts about how a book made me cry aren't allowed, but Jesus\nChrist man.\n\nI knew what Lolita was before I read it. I knew it was about a sick, evil man\n\"falling in love\" with a little girl and taking advantage of her after her\nmother dies. But I think going into the book with this…",
  "original_created_utc": 1611069008,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对不起，如果不允许发关于一本书如何让我哭泣的文章，但耶稣\n老天爷\n\n我知道什么是洛丽塔之前，我读它。我知道它是关于一个病态的，邪恶的人。\n\"爱上 \"一个小女孩，并在她之后占她的便宜。\n母亲死了。但我认为进入这本书的时候... ...",
      "title": "我没想到洛丽塔会把我搞得这么惨。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對不起，如果不允許發關於一本書如何讓我哭泣的文章，但耶穌\n老天爺\n\n我知道什麼是洛麗塔之前，我讀它。我知道它是關於一個病態的，邪惡的人。\n\"愛上 \"一個小女孩，並在她之後佔她的便宜。\n母親死了。但我認爲進入這本書的時候... ...",
      "title": "我沒想到洛麗塔會把我搞得這麼慘。"
    }
  ],
  "title": "I didn't think Lolita would mess me up so bad.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry if gushy posts about how a book made me cry aren&#39;t allowed, but Jesus Christ man. </p>\n\n<p>I knew what Lolita was before I read it. I knew it was about a sick, evil man &quot;falling in love&quot; with a little girl and taking advantage of her after her mother dies. But I think going into the book with this knowledge actually made it MORE difficult to come to terms with. </p>\n\n<p>I hated Humbert. He&#39;s evil, he&#39;s deranged, and I wanted to feel happy when he died. But I couldn&#39;t. When he killed Clare Quilty and drove recklessly, covered in his blood, so detached from anything, I cried. I hate Humbert, and the book was so wonderfully written that I actually empathized with him, and I was lowkey disgusted with myself for it. I know he&#39;s the epitome of an unreliable narrator and that he spends the duration of his confession lying to himself and the reader, but I actually caught myself feeling sorry for him. He&#39;s a deranged man, destroyed by an obsession that drove him to destroy the lives of others. </p>\n\n<p>But then I realized... I was falling for Humbert&#39;s trap. That is what Humbert WANTED me to feel. He made me feel his suffering, his fear, his pain so deeply that I nearly forgot about Dolores, the real victim of the story. He destroyed her. He completely destroyed her and I was almost too blinded by Humbert&#39;s misery to see it, and yet it&#39;s plain as day. When he was killing Clare, I caught myself feeling like Humbert was a man, hopelessly in love, destroyed by that love, and he had that love torn from him and was left with nothing. Humbert wanted the reader to feel that way. </p>\n\n<p>Humbert didn&#39;t love Dolores. He loved the idea of her. He was so obsessed with his sick idea of &quot;nymphets&quot; that he completely forgot that they were just kids. He was so obsessed with Dolores, put her on such a high pedestal that he completely forgot that she was a person, a HUMAN BEING who he utterly destroyed. And I was so blinded by the tale of a man losing himself in insanity, to the point where I was crying because I FELT SORRY for this miserable sack of shit, that I too forgot for a moment that Dolores was a person, a child, and she was the one who was actually the victim in all of this. That probably sounds insane to anyone who hasn&#39;t read the book and that&#39;s because it is. Dolores lost her mother, her friends, her innocence, her WHOLE LIFE and it was old poor Humbert that I caught myself crying for. </p>\n\n<p>Vladimir Nabokov, you brilliant bastard.</p>\n</div><!-- SC_ON -->",
  "score": 9874,
  "permalink": "/r/books/comments/l0lope/i_didnt_think_lolita_would_mess_me_up_so_bad/",
  "subreddit": "books",
  "id": "l0lope",
  "is_self": true,
  "media": null,
  "is_video": false
}