{
  "author": "MohannadWA",
  "original_created_utc": 1631446102,
  "title": "CMV: The body positivity movement is extremely stupid and even dangerous",
  "created_utc": 1631453443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m sorry if someone else posted this but I&#39;m still really annoyed. I&#39;m closing in on 3 months of successful Weight loss journey and it&#39;s boiling my blood when I see the body positivity movement. It practically encourages people to keep eating junk food and that it is okay to be obese and do nothing about it. The body positivity movement is probably already claiming lives because of extreme obesity. And on that note we should encourage people to lose weight, but when I said this to my friends they all said I am being an asshole and that it&#39;s very rude. But let me ask you this; imagine I fell into the trap that is body positivity, I might have already gotten diabetes or some serious health problems, but I became healthy and I&#39;m encouraging other people to lose weight, but I&#39;m being called an asshole. But they never gave an actual argument, so I&#39;m hoping if you disagree with me to change my view, I&#39;m open to listening</p>\n</div><!-- SC_ON -->",
  "score": 150,
  "permalink": "/r/changemyview/comments/pmr0qs/cmv_the_body_positivity_movement_is_extremely/",
  "subreddit": "changemyview",
  "id": "pmr0qs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm sorry if someone else posted this but I'm still really annoyed. I'm closing\nin on 3 months of successful Weight loss journey and it's boiling my blood when\nI see the body positivity movement. It practically encourages people to keep\neating junk food and that it is okay to be obese and do nothing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰かが投稿していたら申し訳ないのですが、やっぱりすごく腹が立ちます。私はもうすぐ\n私は減量に成功してから3ヶ月が経とうとしています。\nボディ・ポジティブ・ムーブメントを目にすると、私の血が騒ぎます。ジャンクフードを食べ続けてもいいんだよ、と人々を励ましているようで\nジャンクフードを食べ続けることを奨励したり、肥満であっても何もしなくても大丈夫だと...。",
      "title": "CMV: ボディ・ポジティブ・ムーブメントは極めて愚かで、危険ですらある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果别人发了这个帖子，我很抱歉，但我还是非常恼火。我正在接近\n3个月的成功减肥之旅，当我看到身体积极运动时，我的血液都沸腾了。\n我看到身体积极性运动。它实际上是在鼓励人们继续\n它实际上鼓励人们继续吃垃圾食品，而且肥胖也没关系，什么都不做......",
      "title": "CMV：身体积极性运动是非常愚蠢的，甚至是危险的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果別人發了這個帖子，我很抱歉，但我還是非常惱火。我正在接近\n3個月的成功減肥之旅，當我看到身體積極運動時，我的血液都沸騰了。\n我看到身體積極性運動。它實際上是在鼓勵人們繼續\n它實際上鼓勵人們繼續喫垃圾食品，而且肥胖也沒關係，什麼都不做......",
      "title": "CMV：身體積極性運動是非常愚蠢的，甚至是危險的"
    }
  ]
}