{
  "author": "Electrical-Shallot-2",
  "original_created_utc": 1627766290,
  "title": "Just finished The Bell Jar by Sylvia Plath, and I’m speechless.",
  "created_utc": 1627842201,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book has been on my TBR for a long time, and the description on the back kept me from reading it (perhaps it struck too close to home, not sure). But I absolutely adored Plath’s writing, her descriptions of New York in the 1950s, and the way I felt as if I were Esther herself. I look forward to reading books similar to this style in the future, but for now I’m moving on to more lighthearted reads. But, if you have not read The Bell Jar yet, please do so. Note: please read the book after you look up trigger warnings and are comfortable with reading about them. Overall, incredible book.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ovf9e9/just_finished_the_bell_jar_by_sylvia_plath_and_im/",
  "subreddit": "books",
  "id": "ovf9e9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book has been on my TBR for a long time, and the description on the back\nkept me from reading it (perhaps it struck too close to home, not sure). But I\nabsolutely adored Plath’s writing, her descriptions of New York in the 1950s,\nand the way I felt as if I were Esther herself. I look forward to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本はずっと私のTBRに入っていたのですが、裏面の説明で\nと思い、読むのを控えていました（身近に感じすぎたのかもしれません。） しかし、私は\nプラースの文章、1950年代のニューヨークの描写は本当に素晴らしいです。\nと、まるで自分がエスターになったかのような感覚になりました。楽しみです。",
      "title": "シルヴィア・プラスの『ベル・ジャー』を読み終えたばかりだが、言葉を失った。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书在我的书架上放了很久，背面的描述让我无法阅读。\n这本书在我的书架上放了很久，背面的描述让我无法阅读它（也许它离家太近了，不确定）。但我\n绝对喜欢普拉斯的写作，喜欢她对50年代纽约的描述。\n我觉得自己仿佛就是埃丝特本人。我期待着...",
      "title": "刚刚读完西尔维娅-普拉斯的《钟罩》，我很无语。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書在我的書架上放了很久，背面的描述讓我無法閱讀。\n這本書在我的書架上放了很久，背面的描述讓我無法閱讀它（也許它離家太近了，不確定）。但我\n絕對喜歡普拉斯的寫作，喜歡她對50年代紐約的描述。\n我覺得自己彷彿就是埃絲特本人。我期待着...",
      "title": "剛剛讀完西爾維婭-普拉斯的《鐘罩》，我很無語。"
    }
  ]
}