{
  "author": "dzokata",
  "original_created_utc": 1625332168,
  "title": "A Man called Ove, a heartwarming story.",
  "created_utc": 1625348373,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I got out of my way and decided that I won&#39;t get a book from the library instead I went and bought one with some of the money I got for my graduation from high school. I heard that many people praised this book and thought I&#39;d give it a try too. Ove is a lonely, grumpy perfectionist who is still hurt by his wife&#39;s death and was always on the verge of suicide until an idiot with a Japanese car broke his mailbox. The book goes back and forth in time, Ove&#39;s past and present. The chapters of the past explain how he came to own only one car brand Saab, the injustice of society and his love. He starts out as cold and ends up becoming well respected and loved in the neighbourhood. The book ends in a very beautiful and sad way. This book beats Les Miserables as my new favourite book!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/od22lp/a_man_called_ove_a_heartwarming_story/",
  "subreddit": "books",
  "id": "od22lp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I got out of my way and decided that I won't get a book from the library instead\nI went and bought one with some of the money I got for my graduation from high\nschool. I heard that many people praised this book and thought I'd give it a try\ntoo. Ove is a lonely, grumpy perfectionist who is still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分の道を切り開いて、代わりに図書館で本を買わないと決めました。\n高校を卒業するときにもらったお金で本を買いに行った。\n買った。多くの人がこの本を評価しているのを聞いて、私も試してみようと思いました。\nこの本は、オーブの物語です。オーブは、孤独で不機嫌な完璧主義者で、まだ...",
      "title": "オーブという男」、心温まる物語です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我走出了自己的路，决定不从图书馆拿书了。\n我用我高中毕业时得到的一些钱买了一本。\n的钱买了一本。我听说很多人对这本书赞不绝口，我想我也要试一试\n也是。奥夫是一个孤独的、脾气暴躁的完美主义者，他还在...",
      "title": "一个叫奥夫的人》，一个温暖人心的故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我走出了自己的路，決定不從圖書館拿書了。\n我用我高中畢業時得到的一些錢買了一本。\n的錢買了一本。我聽說很多人對這本書讚不絕口，我想我也要試一試\n也是。奧夫是一個孤獨的、脾氣暴躁的完美主義者，他還在...",
      "title": "一個叫奧夫的人》，一個溫暖人心的故事。"
    }
  ]
}