{
  "author": "huxley00",
  "the_new_excerpt": "This is a realization I had somewhat recently. It may or may not speak to other\nfolks, but I figured I would at least post my experience and see if there was\nany discussion folks were interested in having.\n\nFor so many years, my main book process has been\n\n 1. Search online for genres I like.\n\n 2.…",
  "original_created_utc": 1614701757,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是我最近有点的认识。它可能会也可能不会对其他\n乡亲们，但我想，我至少会发布我的经验，看看是否有\n任何大家感兴趣的讨论。\n\n这么多年来，我主要的出书过程是\n\n 1. 在网上搜索我喜欢的类型。\n\n 2.…",
      "title": "我意识到我这辈子都在用错误的方式去找书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我最近有點的認識。它可能會也可能不會對其他\n鄉親們，但我想，我至少會發布我的經驗，看看是否有\n任何大家感興趣的討論。\n\n這麼多年來，我主要的出書過程是\n\n 1. 在網上搜索我喜歡的類型。\n\n 2.…",
      "title": "我意識到我這輩子都在用錯誤的方式去找書。"
    }
  ],
  "title": "I realized I've been going about finding books the wrong way, all my life.",
  "created_utc": 1614717271,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is a realization I had somewhat recently. It may or may not speak to other folks, but I figured I would at least post my experience and see if there was any discussion folks were interested in having.</p>\n\n<p>For so many years, my main book process has been</p>\n\n<ol>\n<li><p>Search online for genres I like.</p></li>\n<li><p>Look for popular or well reviewed books.</p></li>\n<li><p>Consume books contents.</p></li>\n</ol>\n\n<p>I liked this system. I read a lot of books I liked over the years and consumed all of the &#39;must reads&#39; of the genres I enjoy.</p>\n\n<p>Somewhat recently, I decided to check out a single-shop used book store in my area. The guy who runs it buys all the books himself and chooses what he does or does not want to buy.</p>\n\n<p>I took a few hours and just browsed through the book store and waited until something caught my eye. What I realized is that so much of my book searching has been setting criteria and finding vs letting my mind wander and find a book that triggers a response in a specific moment. </p>\n\n<p>Over the past few months, I&#39;ve found, bought and read the following types of books</p>\n\n<ol>\n<li><p>A book about Bog People. Bog People are bodies found in bogs around the world that are preserved in near perfect condition. So much so, that you can tell what someone ate 2000 years ago as well as their facial expression at death and what their hair was like.</p></li>\n<li><p>A book about womens manners that was published in 1880. What was expected, what was proper manners and what was the best way to live as a &#39;proper&#39; woman. It was intensely interesting.</p></li>\n<li><p>A book about a guy who did a road trip along the Great Wall in 2007. He wrote about China, what it is to be Chinese and what the modernization of China looks like and everything in between. This book was enthralling.</p></li>\n</ol>\n\n<p>Obviously COVID really limits what we do and what we should do in a public space now, but I really benefited from this experience and wonder if anyone else has anything to say about the process of finding a book to read.</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lw5q2n/i_realized_ive_been_going_about_finding_books_the/",
  "subreddit": "books",
  "id": "lw5q2n",
  "is_self": true,
  "media": null,
  "is_video": false
}