{
  "author": "SlavophilesAnonymous",
  "original_created_utc": 1625726232,
  "title": "Why were West African blacksmiths so resistant to technological advancement before colonization?",
  "created_utc": 1625747783,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here’s what I understand about the West African smithing tradition. West Africa invented ironworking for themselves, but their art seems to have stayed remarkably the same for millenia. Metalworking was regarded as magical, and only certain clans did it. As a result, smiths never made maille armor or guns, despite the immense demand that African states had for both. Chainmail and muskets had to be imported.</p>\n\n<p>Fast forward to today, <a href=\"http://www.smallarmssurvey.org/fileadmin/docs/D-Book-series/book-01-Armed-and-Aimless/SAS-Armed-Aimless-Part-1-Chapter-03.pdf\">and if you go to Suame in Ghana</a>, you’ll find traditional blacksmiths turning out rifles and pump-action shotguns at a rate of one every week or every other week per smith. One smith will specialize in a certain component as part of a division of labor throughout the community of the town’s gunsmiths. These craft guns have a reputation for quality, no less. In Accra, some traditional blacksmiths have even figured out how to make imitation AK-47s. All of this is completely illegal in Ghana, so the government can’t get any credit for the industriousness of these smiths.</p>\n\n<p>But how is it that the ancestors of these ingenious smiths were unable to make simple muskets or put together even a crude maille outfit, despite having so many examples of these useful weapons and armor around them? Or is it that I’m wrong, and they did?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/og1p88/why_were_west_african_blacksmiths_so_resistant_to/",
  "subreddit": "AskHistorians",
  "id": "og1p88",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here’s what I understand about the West African smithing tradition. West Africa\ninvented ironworking for themselves, but their art seems to have stayed\nremarkably the same for millenia. Metalworking was regarded as magical, and only\ncertain clans did it. As a result, smiths never made maille armor…"
}