{
  "author": "GTAlchemist-13",
  "original_created_utc": 1624720059,
  "title": "YSK that if you live in the U.S. and have medical insurance, it is your responsibility to confirm your providers are in-network before seeking care.",
  "created_utc": 1624756165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Medical biller, here! I can&#39;t tell you how many times we&#39;ve had patients show up at our clinic, only to be told we are not in-network with their insurance. This is usually due to a few senarios:</p>\n\n<ol>\n<li>The patient flat out did not tell us what insurance plan they had before arriving.</li>\n<li>The patient told us they had &quot;Medicare&quot; but did not inform us/did not know that they had opted into a certain Medicare Advantage plan.</li>\n<li>The patient did not realize that their <em>insert provider specialty here</em> coverage is through a &quot;carve out&quot; plan that is different that their primary medical insurance (e.g., they have BlueCross BlueShield insurance but the mental health benefits are through a &quot;carve out&quot; plan with United Healthcare).</li>\n<li>The patient called their insurance company and they told the patient our clinic was in-network, but the insurance company had the wrong information. <em>Always call the provider&#39;s office and confirm they are in-network with your insurance.</em></li>\n<li> The patient has two insurances but only gave the provider&#39;s office one of them. THIS ONE IS ESPECIALLY BAD BECAUSE WE USUALLY DO NOT FIND OUT UNTIL AFTER SERVICES HAVE BEEN RENDERED, MEANING YOU ARE STUCK WITH THE FEES!</li>\n</ol>\n\n<p>After most of these scenarios (except #5), patients have only two options: pay a high self pay rate or don&#39;t be seen and seek care elsewhere. Yes, it&#39;s a broken healthcare system and often the rules are unfair/don&#39;t make sense, but that&#39;s why I always encourage patients to be informed and self-reliant when it comes to their medical insurance. In my experience that is the best way to avoid unnecessary out of pocket fees. Definitely don&#39;t expect your insurance company or medical care providers to go out of their way to inform you, because in my experience, they will not, and you will be stuck with an unnecessary bill.</p>\n\n<p>Happy to address questions and concerns in the comments section!</p>\n\n<p><em>Disclaimer: Medical billing is extremely complicated and tedious, so even after 3 years as a medical biller, my knowledge is still imperfect.</em></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/YouShouldKnow/comments/o8cjms/ysk_that_if_you_live_in_the_us_and_have_medical/",
  "subreddit": "YouShouldKnow",
  "id": "o8cjms",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Medical biller, here! I can't tell you how many times we've had\npatients show up at our clinic, only to be told we are not in-network with their\ninsurance. This is usually due to a few senarios:\n\n 1. The patient flat out did not tell us what insurance plan they had before\n    arriving.\n 2.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: メディカル・ビラー、ここにあり！？私たちのクリニックでは、何度も患者さんが来院されました。\n患者さんが来院されたときに、保険のネットワークに入っていないと言われたことが何度もあります。\nと言われたことが何度もあります。これには、いくつかの原因があります。\n\n 1. 患者さんが来院する前に、自分の加入している保険プランを全く言わなかった。\n    来院された。\n 2....",
      "title": "米国にお住まいで医療保険に加入されている方は、治療を受ける前に医療機関がネットワーク内にあるかどうかを確認する責任がありますので、ご了承ください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我是医务人员! 我无法告诉你我们有多少次\n病人来到我们的诊所，却被告知我们不在他们的保险网络内。\n保险。这通常是由于以下几种情况。\n\n 1. 病人在来之前没有告诉我们他们有什么保险计划。\n    抵达。\n 2....",
      "title": "如果你住在美国并有医疗保险，你有责任在就医前确认你的医疗服务提供者是否在网络内。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我是醫務人員! 我無法告訴你我們有多少次\n病人來到我們的診所，卻被告知我們不在他們的保險網絡內。\n保險。這通常是由於以下幾種情況。\n\n 1. 病人在來之前沒有告訴我們他們有什麼保險計劃。\n    抵達。\n 2....",
      "title": "如果你住在美國並有醫療保險，你有責任在就醫前確認你的醫療服務提供者是否在網絡內。"
    }
  ]
}