{
  "author": "PhantomOTOpera",
  "the_new_excerpt": "Why YSK: The dew point is the temperature the air needs to be cooled to (at\nconstant pressure) in order to achieve a relative humidity (RH) of 100%. At this\npoint the air cannot hold more water in the gas form. If the air were to be\ncooled even more, water vapor would have to come out of the…",
  "original_created_utc": 1623262182,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 露点とは、相対湿度（RH）を100％にするために、空気を（一定の圧力で）冷やす必要のある温度のことです。\n露点とは、相対湿度（RH）を100％にするために、空気を冷却する必要がある温度のことです（一定圧力時）。この時点で\nこの時点では、空気は気体の状態でそれ以上の水を保持することができません。もし空気がさらに冷やされると\n空気をさらに冷やすと、水蒸気が...",
      "title": "YSK: 露点は、相対湿度よりも、外気の湿度を「感じる」のに適した測定方法です。露点＜55は快適、55～60は目立ちます。65以上は不愉快です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：露点是空气需要被冷却到的温度（在\n恒压），以达到100%的相对湿度（RH）。在这个\n空气不能以气体形式容纳更多的水。如果空气被冷却到\n如果空气被进一步冷却，水蒸气将不得不从空气中出来。",
      "title": "YSK：露点是一个更好的测量方法，它比相对湿度更能反映出外面的潮湿 \"感觉\"。露点<55令人愉快，55-60是明显的。65以上是令人不快的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：露點是空氣需要被冷卻到的溫度（在\n恆壓），以達到100%的相對溼度（RH）。在這個\n空氣不能以氣體形式容納更多的水。如果空氣被冷卻到\n如果空氣被進一步冷卻，水蒸氣將不得不從空氣中出來。",
      "title": "YSK：露點是一個更好的測量方法，它比相對溼度更能反映出外面的潮溼 \"感覺\"。露點<55令人愉快，55-60是明顯的。65以上是令人不快的。"
    }
  ],
  "title": "YSK: Dew Point is a much better measurement for how humid it \"feels\" outside than relative humidity. Dew Point < 55 pleasant, 55 -60 is noticeable. 65+ is unpleasant.",
  "created_utc": 1623288045,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The dew point is the temperature the air needs to be cooled to (at constant pressure) in order to achieve a relative humidity (RH) of 100%. At this point the air cannot hold more water in the gas form. If the air were to be cooled even more, water vapor would have to come out of the atmosphere in the liquid form, usually as fog or precipitation.</p>\n\n<p>The higher the dew point rises, the greater the amount of moisture in the air. This directly affects how &quot;comfortable&quot; it will feel outside. Many times, relative humidity can be misleading. For example, a temperature of 30 and a dew point of 30 will give you a relative humidity of 100%, but a temperature of 80 and a dew point of 60 produces a relative humidity of 50%. It would feel much more &quot;humid&quot; on the 80 degree day with 50% relative humidity than on the 30 degree day with a 100% relative humidity. This is because of the higher dew point.</p>\n\n<p>So if you want a real judge of just how &quot;dry&quot; or &quot;humid&quot; it will feel outside, look at the dew point instead of the RH. The higher the dew point, the muggier it will feel.</p>\n\n<p><strong>General comfort levels USING DEW POINT that can be expected during the summer months:</strong></p>\n\n<ul>\n<li>less than or equal to 55: dry and comfortable</li>\n<li>between 55 and 65: becoming &quot;sticky&quot; with muggy evenings</li>\n<li>greater than or equal to 65: lots of moisture in the air, becoming oppressive</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://www.weather.gov/arx/why_dewpoint_vs_humidity\">https://www.weather.gov/arx/why_dewpoint_vs_humidity</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/nw2brj/ysk_dew_point_is_a_much_better_measurement_for/",
  "subreddit": "YouShouldKnow",
  "id": "nw2brj",
  "is_self": true,
  "media": null,
  "is_video": false
}