{
  "author": "username11092",
  "the_new_excerpt": "Why YSK: you shouldn't have to choose between making a living and taking care of\nyour loved one. You don't need credentials or any type of certification to\nbecome an unskilled caregiver.\n\nMy grandma was diagnosed with lung cancer in January, and my grandpa's dementia\nhas gotten so much worse as a…",
  "original_created_utc": 1619700233,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：生活することと、愛する人の世話をすることのどちらかを選ぶ必要はありません。\n選ぶ必要はありません。介護士になるのに資格や証明書は必要ありません。\n介護士になるのに資格や証明書は必要ありません。\n\n私のおばあちゃんは1月に肺がんと診断され、おじいちゃんは認知症が悪化しています。\n認知症が悪化してきたので...。",
      "title": "YSK: もし、あなたが慢性疾患や障害のある大切な人を介護しているのであれば、未経験の介護士になるための報酬を得ることができるプログラムがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你不应该在谋生和照顾你的亲人之间做出选择。\n你所爱的人。你不需要证书或任何类型的认证就可以\n成为一个不熟练的护理人员。\n\n我的祖母在一月被诊断出患有肺癌，而我祖父的痴呆症\n已经变得非常糟糕。",
      "title": "YSK：如果你正在照顾一个患有慢性病或残疾的亲人，有一些项目可以支付你成为非熟练的护理人员的费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你不應該在謀生和照顧你的親人之間做出選擇。\n你所愛的人。你不需要證書或任何類型的認證就可以\n成爲一個不熟練的護理人員。\n\n我的祖母在一月被診斷出患有肺癌，而我祖父的癡呆症\n已經變得非常糟糕。",
      "title": "YSK：如果你正在照顧一個患有慢性病或殘疾的親人，有一些項目可以支付你成爲非熟練的護理人員的費用。"
    }
  ],
  "title": "YSK: If you are taking care of a loved one who is chronically ill or disabled there are programs that will pay you to become an unskilled caregiver",
  "created_utc": 1619717125,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you shouldn&#39;t have to choose between making a living and taking care of your loved one. You don&#39;t need credentials or any type of certification to become an unskilled caregiver.</p>\n\n<p>My grandma was diagnosed with lung cancer in January, and my grandpa&#39;s dementia has gotten so much worse as a result. Its come to the point where they need someone there to help out and take care of them just about 24/7. I quit my job in February so I can take care of them full time. </p>\n\n<p>Naturally, I was worried about how I was gonna make my bills every month. I refuse to choose one or the other and I made that decision as soon as I committed to taking care of them. They went above and beyond as far as helping raise me when I was a kid. My mother struggled with drug addiction for most of her life and they took me on to raise when I was about 8 without any hesitation, even though they were both past 65 at that point. They provided me with the opportunity to be stable enough to go on and graduate high school. So honestly I feel honored to have this opportunity even if the situation is shitty. Its the least I can do.</p>\n\n<p>So if you find yourself in a similar situation, just know that there are programs that will enable you to take care of your loved ones when they need you most without the possibility of becoming homeless in the process. Im sure the programs vary from state to state, Im in Texas and the program is through Medicaid. </p>\n\n<p>Everyone should know about this.</p>\n</div><!-- SC_ON -->",
  "score": 542,
  "permalink": "/r/YouShouldKnow/comments/n13iok/ysk_if_you_are_taking_care_of_a_loved_one_who_is/",
  "subreddit": "YouShouldKnow",
  "id": "n13iok",
  "is_self": true,
  "media": null,
  "is_video": false
}