{
  "author": "morningmusume",
  "original_created_utc": 1631856027,
  "title": "YSK that if you have been talking for some time and that other person is just smiling and nodding, it's the time to end.",
  "created_utc": 1631864583,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Because the other person is really just being nice and can&#39;t find a way out of the conversation without it being awkward especially if you are unloading your life story to a person you just met for no more than 5 minutes.  In work settings, they are there to perhaps to do a job and on a schedule to complete something that sent them your way.  Same is true if you are wanting to know a person and engage in conversation, but the other person can&#39;t find a way to escape.</p>\n</div><!-- SC_ON -->",
  "score": 126,
  "permalink": "/r/YouShouldKnow/comments/ppu0bd/ysk_that_if_you_have_been_talking_for_some_time/",
  "subreddit": "YouShouldKnow",
  "id": "ppu0bd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because the other person is really just being nice and can't find a way\nout of the conversation without it being awkward especially if you are unloading\nyour life story to a person you just met for no more than 5 minutes. In work\nsettings, they are there to perhaps to do a job and on a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 相手は本当に親切で、気まずくならないように会話を切り上げる方法を見つけられないからです。\n特に、会って間もない人に自分の話を5分もしないうちにしてしまうと、気まずくなってしまいます。\n特に、会ったばかりの人に自分の人生の話を5分もしないうちにしているような場合です。仕事では\n仕事の場では、彼らはおそらく仕事をするためにそこにいて、...",
      "title": "YSKさんは、しばらく話をしていて、相手が笑顔でうなずいていたら、それが終了のタイミングだと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为对方真的只是在示好，而且找不到出路。\n特别是当你向一个刚认识不到5分钟的人倾诉你的生活经历时，你就会感到尴尬。\n你的生活故事给一个你刚认识的人，不超过5分钟。在工作\n环境中，他们在那里也许是为了做一份工作，而在一个...",
      "title": "YSK认为，如果你已经谈了一段时间，而对方只是微笑和点头，那就是结束的时候。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲對方真的只是在示好，而且找不到出路。\n特別是當你向一個剛認識不到5分鐘的人傾訴你的生活經歷時，你就會感到尷尬。\n你的生活故事給一個你剛認識的人，不超過5分鐘。在工作\n環境中，他們在那裏也許是爲了做一份工作，而在一個...",
      "title": "YSK認爲，如果你已經談了一段時間，而對方只是微笑和點頭，那就是結束的時候。"
    }
  ]
}