{
  "author": "Flower-1496",
  "original_created_utc": 1628224934,
  "title": "Finished The God of Small Things",
  "created_utc": 1628257512,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, last month I read this book and I am in awe of Roy&#39;s writing. Her writing is so beautiful and expressive, and I&#39;m short of words to explain how I loved the little metaphors spread across the book. </p>\n\n<p>The world of Estha and Rahel is so beautifully woven Also, why this book hits home, is because of the reality of significant issues it raises, like the caste system and domestic violence or the inherent patriarchy in families. These things are not fiction, they occur in this very world. Uh, I was very heartbroken in scene &gt;! where police officers were hitting Velutha !&lt;.</p>\n\n<p>So a few questions/ discussions in my mind:</p>\n\n<ol>\n<li>What did you guys feel about the ending on Estha and Rahel? It somehow felt alright in the book (<em>made sense somehow?</em>), though in the real world, &gt;! incest!&lt; is something maybe we aren&#39;t comfortable with. </li>\n<li>What did you guys take from this book (in a positive tone)?</li>\n<li>Also, is it the kind of book you would mention in your interview while talking of hobbies (reading, that is)? Why/ Why not?</li>\n<li>I didn&#39;t understand the larger political reflections of the book. If anybody can shed some light on that, it would be great!</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oyzpe3/finished_the_god_of_small_things/",
  "subreddit": "books",
  "id": "oyzpe3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, last month I read this book and I am in awe of Roy's writing. Her writing is\nso beautiful and expressive, and I'm short of words to explain how I loved the\nlittle metaphors spread across the book.\n\nThe world of Estha and Rahel is so beautifully woven Also, why this book hits\nhome, is because of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "で、先月、この本を読んだのですが、ロイさんの文章には畏敬の念を覚えます。彼女の文章は\n彼女の文章はとても美しく、表現力に富んでいて、私がいかにこの本の中に出てくる\n本の中に散りばめられた小さなメタファーがいかに好きか、説明する言葉がありません。\n\nEsthaとRahelの世界はとても美しく織り込まれています。また、なぜこの本が心に響いたかというと\nこの本がなぜ心に響いたかというと",
      "title": "The God of Small Things」を終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，上个月我读了这本书，我对罗伊的写作感到敬畏。她的写作是\n她的文字是如此美丽和富有表现力，我无法用言语来解释我是如何喜欢这本书中的\n遍布全书的小比喻。\n\nEstha和Rahel的世界交织得如此美丽。\n是因为...",
      "title": "完成了《小事之神》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，上個月我讀了這本書，我對羅伊的寫作感到敬畏。她的寫作是\n她的文字是如此美麗和富有表現力，我無法用言語來解釋我是如何喜歡這本書中的\n遍佈全書的小比喻。\n\nEstha和Rahel的世界交織得如此美麗。\n是因爲...",
      "title": "完成了《小事之神》。"
    }
  ]
}