{
  "author": "GrannyLow",
  "original_created_utc": 1625363137,
  "title": "CMV: As a married father of two young children, it would be selfish for me to start riding a motorcycle.",
  "created_utc": 1625373098,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I need everyone to be at the top of their game today because I really want you to change my view here.</p>\n\n<p>I have wanted to get a motorcycle since I was a teenager but I didn&#39;t have the money. Now I can afford one but I am married with two kids and I cannot help but think that it is an unnecessary risk that will make me much more likely to leave my children fatherless.  If I didn&#39;t have a wife and kids I would definitely have one at this point.</p>\n\n<p>Depending on the source, I have seen estimates that you are 27 to 35 times more likely to die per mile traveled on a motorcycle than in a car.  To me this seems unacceptably risky. </p>\n\n<p>I do realize that this is probably a self fulfilling issue to some degree. Motorcycles are seen as risky, therefore people who take more risks ride them, therefore more risks are taken on motorcycles.</p>\n\n<p>I do believe that as a risk adverse person with a lot to live for I could probably be safer than the average would suggest, but how much?</p>\n\n<p>I could be swayed by statistics showing, for example, how much less likely you are to die if you wear all the gear all the time, or showing that the vast majority of fatalities are during specific road conditions that could be avoided.</p>\n\n<p>Unfortunately an anecdote that you have rode for 40 years and never had an accident will not change my view, though I would be happy to hear what habits you think have lead to your excellent record.</p>\n\n<p>I would be happy to hear from other parents about how they justify the risk.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/odausa/cmv_as_a_married_father_of_two_young_children_it/",
  "subreddit": "changemyview",
  "id": "odausa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I need everyone to be at the top of their game today because I really want you\nto change my view here.\n\nI have wanted to get a motorcycle since I was a teenager but I didn't have the\nmoney. Now I can afford one but I am married with two kids and I cannot help but\nthink that it is an unnecessary risk…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日はみんなに最高のパフォーマンスをしてもらいたいんだ。\n私の考えを変えてほしいからです。\n\n私は10代の頃からバイクを手に入れたいと思っていましたが、お金がありませんでした。\nお金がない。今は買えるようになりましたが、私は結婚して2人の子供がいるので、どうしても\n余計なリスクを負うことになるのではないかと...。",
      "title": "CMV: 結婚して2人の子供を持つ父親である私が、バイクに乗り始めるのは自分勝手なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我需要每个人今天都处于最佳状态，因为我真的希望你们\n来改变我的看法。\n\n我从十几岁起就想买一辆摩托车，但我没有钱。\n钱。现在我买得起了，但我已经结婚了，有两个孩子，我不能不说\n认为这是一个不必要的风险......",
      "title": "CMV：作为一个有两个年幼孩子的已婚父亲，如果我开始骑摩托车，那就太自私了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我需要每個人今天都處於最佳狀態，因爲我真的希望你們\n來改變我的看法。\n\n我從十幾歲起就想買一輛摩托車，但我沒有錢。\n錢。現在我買得起了，但我已經結婚了，有兩個孩子，我不能不說\n認爲這是一個不必要的風險......",
      "title": "CMV：作爲一個有兩個年幼孩子的已婚父親，如果我開始騎摩托車，那就太自私了。"
    }
  ]
}