{
  "author": "spyzspaztastic",
  "original_created_utc": 1633015629,
  "title": "YSK that if you struggle with extremely cold hands in the winter, your doctor may be able to help",
  "created_utc": 1633023851,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ve struggled with numb/cold hands in quite literally any ambient temperature less than 10C (50F) for most of my adult life. I had to use a combination of mittens and chemical hand warmers for winter, because my hands still wouldn&#39;t stay warm in regular gloves. I thought this was just a miserable quirk that I couldn&#39;t change.</p>\n\n<p>When it came up at a doctor&#39;s appointment randomly, the doc said that this is classic Raynaud&#39;s Phenomenon (previously I thought that just meant purple hands, and mine were never as purple as the pictures), and that the issue with cold is absolutely treatable! </p>\n\n<p>I was put on an extremely low dose of a calcium channel blocker (hopefully <a href=\"https://emedicine.medscape.com/article/331197-treatment\">this</a> is an okay citation) to open my blood vessels a bit, and the doc said that alternatives are available if that isn&#39;t enough. So far, though, I&#39;ve have huge improvements in numbness and have been able to go without gloves in fall weather, which I could not do before!</p>\n\n<p>So, the bottom line - if you struggle with something like this, YOU ARE NOT DOOMED TO BE MISERABLE. It&#39;s worth bringing up to a medical professional!</p>\n</div><!-- SC_ON -->",
  "score": 361,
  "permalink": "/r/YouShouldKnow/comments/pym44m/ysk_that_if_you_struggle_with_extremely_cold/",
  "subreddit": "YouShouldKnow",
  "id": "pym44m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I've struggled with numb/cold hands in quite literally any ambient\ntemperature less than 10C (50F) for most of my adult life. I had to use a\ncombination of mittens and chemical hand warmers for winter, because my hands\nstill wouldn't stay warm in regular gloves. I thought this was just a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKを選んだ理由: 大人になってからというもの、気温が10℃以下になると手がかじかんだり、冷たくなったりすることに悩まされてきました。\n大人になってからも、気温が10℃以下になると、手がしびれたり冷えたりすることに悩まされてきました。冬場はミトンと化学カイロを併用していました。\n冬場はミトンと化学カイロを併用していました。\n普通の手袋では手が温まりませんでした。私は、これはただの...",
      "title": "冬場の手の冷えにお悩みの方は、お医者さんに相談してみてはいかがでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我在成年后的大部分时间里，在任何低于10C（50F）的环境中，都与麻木/冰冷的手作斗争。\n在我成年后的大部分时间里，只要环境温度低于10摄氏度（50华氏度），我的手就会麻木/冰冷。我不得不使用\n我不得不在冬天使用手套和化学暖手器的组合，因为我的手仍然不能保持温暖。\n因为我的手戴着普通的手套仍然不能保持温暖。我以为这只是一个...",
      "title": "如果你在冬天与极度寒冷的手作斗争，你的医生可能能够帮助你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我在成年後的大部分時間裏，在任何低於10C（50F）的環境中，都與麻木/冰冷的手作鬥爭。\n在我成年後的大部分時間裏，只要環境溫度低於10攝氏度（50華氏度），我的手就會麻木/冰冷。我不得不使用\n我不得不在冬天使用手套和化學暖手器的組合，因爲我的手仍然不能保持溫暖。\n因爲我的手戴着普通的手套仍然不能保持溫暖。我以爲這只是一個...",
      "title": "如果你在冬天與極度寒冷的手作鬥爭，你的醫生可能能夠幫助你。"
    }
  ]
}