{
  "author": "tissuepaperlife",
  "original_created_utc": 1634936015,
  "title": "Following on from the post about books commonly found in op shops (thrift shops): what is the BEST book you've found in an op shop?",
  "created_utc": 1635016260,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in New Zealand (hence op shop) and at uni I studied  Wednesday&#39;s Children by New Zealand author Robin Hyde. The book is no longer in print and in order to study it we had to purchase an A4 sized photocopy of the entire book (obviously done legally for study purposes). I had always looked out for a real copy of it and once found a copy in a rare books shop for $60. Decided I didn&#39;t want to pay that much and would rather continue the thrill of the hunt. Unexpectedly found a perfect condition copy of it in a local op shop for 50 cents. Danced in the aisle with glee. What&#39;s the best book you&#39;ve found in an op shop?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qdq10t/following_on_from_the_post_about_books_commonly/",
  "subreddit": "books",
  "id": "qdq10t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I live in New Zealand (hence op shop) and at uni I studied Wednesday's Children\nby New Zealand author Robin Hyde. The book is no longer in print and in order to\nstudy it we had to purchase an A4 sized photocopy of the entire book (obviously\ndone legally for study purposes). I had always looked out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はニュージーランドに住んでいて（だからop shop）、大学では「水曜日の子供たち」を勉強しました。\nニュージーランドの作家Robin Hydeの作品です。この本はもう印刷されていないので、この本を読むためには\n勉強するためにはA4サイズのコピーを購入しなければなりませんでした。\n勉強のためには合法的に購入しなければなりませんでした。) 私はいつも気にかけていました...",
      "title": "op shop（スリフトショップ）でよく見かける本についての投稿に続いて、あなたがop shopで見つけたベストな本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我住在新西兰（因此在op shop），在大学里我学习了新西兰作家罗宾-海德的《星期三的孩子》。\n新西兰作家罗宾-海德的作品。这本书已不再印刷，为了学习它\n为了学习这本书，我们不得不购买整本书的A4大小的复印件（显然是合法的）。\n为了学习，我们不得不购买整本书的A4大小的复印件（显然是为了学习的目的而合法购买的）。) 我一直都在关注这本书。",
      "title": "继关于在欧式商店（旧货店）中常见的书籍的帖子之后：你在欧式商店中找到的最好的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我住在新西蘭（因此在op shop），在大學裏我學習了新西蘭作家羅賓-海德的《星期三的孩子》。\n新西蘭作家羅賓-海德的作品。這本書已不再印刷，爲了學習它\n爲了學習這本書，我們不得不購買整本書的A4大小的複印件（顯然是合法的）。\n爲了學習，我們不得不購買整本書的A4大小的複印件（顯然是爲了學習的目的而合法購買的）。) 我一直都在關注這本書。",
      "title": "繼關於在歐式商店（舊貨店）中常見的書籍的帖子之後：你在歐式商店中找到的最好的書是什麼？"
    }
  ]
}