{
  "author": "International_Bat851",
  "original_created_utc": 1626964911,
  "title": "YSK that if you suffer from constant, unwanted thoughts about doing something violent, you are not a monster. You most likely have a form of OCD.",
  "created_utc": 1626973601,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people think OCD is about being a neat freak. It can manifest itself this way in some people, but that’s not usually the case. Intrusive thoughts are a symptom as well. In fact, there are people who <em>only</em> have intrusive thoughts and don’t engage in visible compulsions. We call this “Pure O.” It can be extremely distressing for people who suffer from it. </p>\n\n<p>OCD is a devastating disorder that ruins lives and can even lead some people to attempt suicide. If you think you might be suffering with it, you should read up on it and seek help. </p>\n\n<p><a href=\"https://theocdandanxietycenter.com/intrusive-thoughts/\">https://theocdandanxietycenter.com/intrusive-thoughts/</a></p>\n\n<p>And here’s one about OCD in general: <a href=\"https://www.mayoclinic.org/diseases-conditions/obsessive-compulsive-disorder/symptoms-causes/syc-20354432\">https://www.mayoclinic.org/diseases-conditions/obsessive-compulsive-disorder/symptoms-causes/syc-20354432</a></p>\n\n<p>Edit: Oh, and I should’ve included this in the initial post, but repeated intrusive thoughts about <em>anything</em> is a symptom of OCD. There are folks with OCD who are terrified that they might be psychopaths or become serial killers. There are people with OCD who become obsessed with self harm and suicide when they are not actually suicidal. Body focused obsessions include hyper awareness of your own bodily functions. Religious themed intrusive thoughts include people who are obsessed with the idea that they’re definitely going to hell (this one is pretty complex and can entail a wide array of obsessions). This stuff is just the tip of the iceberg.</p>\n\n<p>It can even attack your sexuality. There are people with OCD who have intrusive thoughts about being transgender or being a homosexual when they really are not. On the much darker side, there are people with OCD who become convinced that they are zoophiles or pedophiles, <strong>but they are not</strong>. For many, this is the most devastating form of OCD, and it often leads people to attempt suicide or mutilate their own genitals.</p>\n\n<p>And even with all these examples, there are so many more types out there. It really can be anything guys. So if this is you, just know that you’re not alone and that therapy can help you tremendously.</p>\n</div><!-- SC_ON -->",
  "score": 569,
  "permalink": "/r/YouShouldKnow/comments/opf6im/ysk_that_if_you_suffer_from_constant_unwanted/",
  "subreddit": "YouShouldKnow",
  "id": "opf6im",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A lot of people think OCD is about being a neat freak. It can manifest\nitself this way in some people, but that’s not usually the case. Intrusive\nthoughts are a symptom as well. In fact, there are people who only have\nintrusive thoughts and don’t engage in visible compulsions. We call this…"
}