{
  "author": "International_Bat851",
  "original_created_utc": 1626964911,
  "title": "YSK that if you suffer from constant, unwanted thoughts about doing something violent, you are not a monster. You most likely have a form of OCD.",
  "created_utc": 1626973601,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people think OCD is about being a neat freak. It can manifest itself this way in some people, but that’s not usually the case. Intrusive thoughts are a symptom as well. In fact, there are people who <em>only</em> have intrusive thoughts and don’t engage in visible compulsions. We call this “Pure O.” It can be extremely distressing for people who suffer from it. </p>\n\n<p>OCD is a devastating disorder that ruins lives and can even lead some people to attempt suicide. If you think you might be suffering with it, you should read up on it and seek help. </p>\n\n<p><a href=\"https://theocdandanxietycenter.com/intrusive-thoughts/\">https://theocdandanxietycenter.com/intrusive-thoughts/</a></p>\n\n<p>And here’s one about OCD in general: <a href=\"https://www.mayoclinic.org/diseases-conditions/obsessive-compulsive-disorder/symptoms-causes/syc-20354432\">https://www.mayoclinic.org/diseases-conditions/obsessive-compulsive-disorder/symptoms-causes/syc-20354432</a></p>\n\n<p>Edit: Oh, and I should’ve included this in the initial post, but repeated intrusive thoughts about <em>anything</em> is a symptom of OCD. There are folks with OCD who are terrified that they might be psychopaths or become serial killers. There are people with OCD who become obsessed with self harm and suicide when they are not actually suicidal. Body focused obsessions include hyper awareness of your own bodily functions. Religious themed intrusive thoughts include people who are obsessed with the idea that they’re definitely going to hell (this one is pretty complex and can entail a wide array of obsessions). This stuff is just the tip of the iceberg.</p>\n\n<p>It can even attack your sexuality. There are people with OCD who have intrusive thoughts about being transgender or being a homosexual when they really are not. On the much darker side, there are people with OCD who become convinced that they are zoophiles or pedophiles, <strong>but they are not</strong>. For many, this is the most devastating form of OCD, and it often leads people to attempt suicide or mutilate their own genitals.</p>\n\n<p>And even with all these examples, there are so many more types out there. It really can be anything guys. So if this is you, just know that you’re not alone and that therapy can help you tremendously.</p>\n</div><!-- SC_ON -->",
  "score": 569,
  "permalink": "/r/YouShouldKnow/comments/opf6im/ysk_that_if_you_suffer_from_constant_unwanted/",
  "subreddit": "YouShouldKnow",
  "id": "opf6im",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A lot of people think OCD is about being a neat freak. It can manifest\nitself this way in some people, but that’s not usually the case. Intrusive\nthoughts are a symptom as well. In fact, there are people who only have\nintrusive thoughts and don’t engage in visible compulsions. We call this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれた理由: 多くの人は、強迫性障害はきれい好きだと思っています。人によってはそのように見えることもありますが\n人によっては、そのように見えることもありますが、通常はそうではありません。押し付けがましい\n思考も症状の一つです。実際に、押し付けがましい考えだけを持ち、それに関与しない人もいます。\n強迫観念に陥らない人もいます。私たちはこれを...",
      "title": "YSKは、もしあなたが何か暴力的なことをしたいという無意識の考えに常に悩まされていたとしても、あなたはモンスターではありません。あなたはおそらくOCDの一種であると思われます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人认为强迫症是指整洁的人。它可以在某些人身上表现出\n它在某些人身上可以表现为这种方式，但通常不是这样的。侵入性\n思维也是一种症状。事实上，有的人只有侵入性思维而没有\n侵入性思维，而不参与明显的强迫行为。我们称这种情况为...",
      "title": "YSK认为，如果你患有持续的、不想要的关于做一些暴力的想法，你并不是一个怪物。你很可能患有某种形式的强迫症。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人認爲強迫症是指整潔的人。它可以在某些人身上表現出\n它在某些人身上可以表現爲這種方式，但通常不是這樣的。侵入性\n思維也是一種症狀。事實上，有的人只有侵入性思維而沒有\n侵入性思維，而不參與明顯的強迫行爲。我們稱這種情況爲...",
      "title": "YSK認爲，如果你患有持續的、不想要的關於做一些暴力的想法，你並不是一個怪物。你很可能患有某種形式的強迫症。"
    }
  ]
}