{
  "author": "Logan_Maddox",
  "original_created_utc": 1630798516,
  "title": "Y'all ever get so excited reading a book that you can't concentrate and start to do other stuff?",
  "created_utc": 1630833065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always had a hard time focusing, usually I listen to audiobooks, but recently I&#39;ve really got into some comics and sometimes I get so damn excited with what will come next that I start doing other stuff, like I intentionally look for ways to overload my senses or something like that.</p>\n\n<p>I&#39;m actually reading a comic this instant, and I stopped mid-page because there was a big revelation and I got excited, so I went to check my social media, read a wikipedia page about the author, and make this post. It&#39;s kinda funny lol but it also sucks a bit</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pi24zj/yall_ever_get_so_excited_reading_a_book_that_you/",
  "subreddit": "books",
  "id": "pi24zj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've always had a hard time focusing, usually I listen to audiobooks, but\nrecently I've really got into some comics and sometimes I get so damn excited\nwith what will come next that I start doing other stuff, like I intentionally\nlook for ways to overload my senses or something like that.\n\nI'm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はいつも集中するのが苦手で、いつもはオーディオブックを聴いていますが\n最近は漫画に夢中になっていて、次の展開が気になって他のことをしてしまうことがあります。\n次の展開が気になって、他のことを始めてしまうことがあります。\n意図的に自分の感覚をオーバーロードさせる方法を探したり、そんな感じです。\n\n私は...",
      "title": "皆さんは、本を読むのに夢中になって、集中できずに他のことをやり始めたことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我总是很难集中注意力，通常我听有声读物，但是\n但最近我真的喜欢上了一些漫画，有时我对接下来的内容感到非常兴奋，以至于开始做其他事情。\n有时我对下一步会发生什么感到非常兴奋，以至于我开始做其他事情，就像我故意\n故意寻找方法让我的感官过载或类似的东西。\n\n我...",
      "title": "你们有没有在看书时太过兴奋，以至于无法集中精力，开始做其他事情？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我總是很難集中注意力，通常我聽有聲讀物，但是\n但最近我真的喜歡上了一些漫畫，有時我對接下來的內容感到非常興奮，以至於開始做其他事情。\n有時我對下一步會發生什麼感到非常興奮，以至於我開始做其他事情，就像我故意\n故意尋找方法讓我的感官過載或類似的東西。\n\n我...",
      "title": "你們有沒有在看書時太過興奮，以至於無法集中精力，開始做其他事情？"
    }
  ]
}