{
  "author": "CleanReserve4",
  "the_new_excerpt": "Despite pointed warnings in editorials\n[https://www.latimes.com/opinion/story/2021-01-16/donald-trump-insurrection-capitol-beer-hall-putsch]\nabout how much worse a more determined, organized attack could have been, we\nhave seen little in the way of repercussions for anyone in higher positions…",
  "original_created_utc": 1614189977,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "尽管社论中提出了尖锐的警告\n[https://www.latimes.com/opinion/story/2021-01-16/donald-trump-insurrection-capitol-beer-hall-putsch]\n关于一个更坚定的、有组织的攻击可能会有多么糟糕，我们... ...\n担任高官的人都没有受到什么影响... ...",
      "title": "CMV：对国会大厦的攻击并没有得到足够的重视，这将会让人更加胆大妄为，并鼓励某种重复的企图"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "儘管社論中提出了尖銳的警告\n[https://www.latimes.com/opinion/story/2021-01-16/donald-trump-insurrection-capitol-beer-hall-putsch]\n關於一個更堅定的、有組織的攻擊可能會有多麼糟糕，我們... ...\n擔任高官的人都沒有受到什麼影響... ...",
      "title": "CMV：對國會大廈的攻擊並沒有得到足夠的重視，這將會讓人更加膽大妄爲，並鼓勵某種重複的企圖"
    }
  ],
  "title": "CMV: The attack on the Capitol isn't being taken seriously enough, and that will embolden and encourage some kind of repeat attempt",
  "created_utc": 1614195040,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Despite pointed warnings in <a href=\"https://www.latimes.com/opinion/story/2021-01-16/donald-trump-insurrection-capitol-beer-hall-putsch\">editorials</a> about how much worse a more determined, organized attack could have been, we have seen little in the way of repercussions for anyone in higher positions of power for their role.  T-----&#39;s second impeachment trial failed to gain sufficient votes in the Senate, there is no visible sign of who in the House might be under investigation for their role, and follow up criminal charges against are T-----, at a minimum for incitement if not treason, a subject of speculation only.</p>\n\n<p>There are suspensions against a number of Capitol police for their role in the attack, but actual firings or charges have not been forthcoming.  Military, police and fire fighters from various States have been arrested for taking part, but these are the front line protesters, not any organizers or financiers of the failed coup attempt.</p>\n\n<p>The FBI and National Guard failed to take adequate steps to prevent the assault, despite it being the most telegraphed and predicted coup attempt in history.  Where is the accountability?  There is evidence the National Guard was actively interfered with in that regard.  Where is that accountability?</p>\n\n<p>It&#39;s inadequate, hesitant, indecisive.  It&#39;s sending the message to would be insurrectionists:  you&#39;re free to try again, because the consequences of failure have been inconsequential.</p>\n\n<p>It&#39;s like the results of &quot;quiet diplomacy&quot;-the results are invisible.  There is a lot of evidence your military, police and intelligence agencies are being infiltrated, and not enough visible effort to put a stop to it.</p>\n\n<p>The attack had elements of both improvisation and organization.  It is the latter that is far more serious and needs visible arrests.  There are terabytes of evidence, enough time has passed, there are enough direct questions about who failed to do what.  </p>\n\n<p>Now the public is owed an accounting.  </p>\n\n<p>Intelligence failures at Pearl Harbour got admirals fired.</p>\n\n<p>But no one of import was fired for 9/11&#39;s intelligence failure.</p>\n\n<p>A President&#39;s Commission is called for.</p>\n\n<p>To change my view, please do not state it never happened, Antifa did it, it was a legal protest, or that it&#39;s failure means no foul.  My view will be changed if a)  it can be shown accountability is forthcoming, or b) some coherent argument why it shouldn&#39;t be forthcoming.</p>\n\n<p>Change my view?</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/lrj882/cmv_the_attack_on_the_capitol_isnt_being_taken/",
  "subreddit": "changemyview",
  "id": "lrj882",
  "is_self": true,
  "media": null,
  "is_video": false
}