{
  "author": "EliasDemOlsen",
  "original_created_utc": 1630433082,
  "title": "Okay this is going to sound really strange, but I'm looking for books with a specific \"aesthethic\"...",
  "created_utc": 1630451507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title states, I&#39;m looking for certain kinds of book; the vibe that I want to feel is something like cottagecore aesthethic. I know it my sounds crazy but if you look up on google images &quot;cottagecore aesthetic&quot; different pictures will pop up with plants, tea cups, nice country houses and stuff like that. The only thing closest to these things are basically the chapters in The Lord of The Rings that revolves around The Shire and even some Elves places. I don&#39;t know if the question is clear or not but I&#39;m looking for books with these atmospheres, calming and relaxing books I guess, but with this kind of setting. Since english is not my first language I&#39;ll understeand if I didn&#39;t explain myself properly so I&#39;ll try to be as clear as possible answering you if you&#39;ll ask for any more clarification.</p>\n\n<p>Thank you!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/pfbapx/okay_this_is_going_to_sound_really_strange_but_im/",
  "subreddit": "booksuggestions",
  "id": "pfbapx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title states, I'm looking for certain kinds of book; the vibe that I want\nto feel is something like cottagecore aesthethic. I know it my sounds crazy but\nif you look up on google images \"cottagecore aesthetic\" different pictures will\npop up with plants, tea cups, nice country houses and stuff…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにあるように、私はある種の本を探しています。\n私が感じたい雰囲気は、コテージコアのような審美的なものです。奇妙に聞こえるかもしれませんが\nグーグルイメージで「cottagecore aesthetic」と検索すると、様々な写真が出てきます。\n植物やティーカップ、素敵なカントリーハウスなどの写真が出てきますよね。",
      "title": "奇妙に聞こえるかもしれませんが、私は特定の \"美学 \"を持つ本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所言，我正在寻找某些类型的书；我想要的氛围是\n我想感受的是类似于山寨美学的东西。我知道这听起来很疯狂，但\n如果你在谷歌图片上查找 \"cottagecore aesthetic\"，会出现不同的图片。\n蹦出植物、茶杯、漂亮的乡村房屋和其他东西......",
      "title": "好吧，这听起来非常奇怪，但我正在寻找具有特定 \"美学 \"的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所言，我正在尋找某些類型的書；我想要的氛圍是\n我想感受的是類似於山寨美學的東西。我知道這聽起來很瘋狂，但\n如果你在谷歌圖片上查找 \"cottagecore aesthetic\"，會出現不同的圖片。\n蹦出植物、茶杯、漂亮的鄉村房屋和其他東西......",
      "title": "好吧，這聽起來非常奇怪，但我正在尋找具有特定 \"美學 \"的書籍。"
    }
  ]
}