{
  "author": "themedulaoblongata",
  "the_new_excerpt": "Imagine. Freely available and vast knowledge on tap for anyone, irrespective of\nrace, class, citizenship, sex, etc. What an incredible idea and investment. And\nrelatively cheap to boot.\n\nHospitals? Haha no, good luck if you have a chronic disease. Hospitals are\nobligated to stabilize you only. I…",
  "original_created_utc": 1613725316,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "想象一下。任何人都可以免费获得大量的知识，不管是什么人。\n种族、阶级、公民身份、性别等。多么不可思议的想法和投资。而且\n相对便宜的引导。\n\n医院？哈哈，没有，如果你有慢性病的话，祝你好运。医院是\n只负责稳定你的情绪 I…",
      "title": "CMV：美国民间支出的最大胜利是公共图书馆。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想象一下。任何人都可以免費獲得大量的知識，不管是什麼人。\n種族、階級、公民身份、性別等。多麼不可思議的想法和投資。而且\n相對便宜的引導。\n\n醫院？哈哈，沒有，如果你有慢性病的話，祝你好運。醫院是\n只負責穩定你的情緒 I…",
      "title": "CMV：美國民間支出的最大勝利是公共圖書館。"
    }
  ],
  "title": "CMV: the greatest triumph of civil American expenditure is the public library.",
  "created_utc": 1613756364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Imagine. Freely available and vast knowledge on tap for anyone, irrespective of race, class, citizenship, sex, etc. What an incredible idea and investment. And relatively cheap to boot.      </p>\n\n<p>Hospitals? Haha no, good luck if you have a chronic disease. Hospitals are obligated to stabilize you only. I regularly drive by a man begging for money on the highway to treat his cancer.    </p>\n\n<p>Police? Again, no. Americans bear arms for security. In America, you are more likely to die by police than by a terrorist attack. Not to mention the uneven and unjust “policing” depending on ones skin color.    </p>\n\n<p>The military? Nope. Americans have a continent. Notwithstanding WMD, North America is the most secure real estate on the planet. America has impassable deserts to the south, tundra to the north, and vast oceans on each side. When was the last time the military actually defended the continental homeland from land invasion? War of 1812.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/lnbee2/cmv_the_greatest_triumph_of_civil_american/",
  "subreddit": "changemyview",
  "id": "lnbee2",
  "is_self": true,
  "media": null,
  "is_video": false
}