{
  "author": "CannibalRed",
  "the_new_excerpt": "As a book lover I've lurked this sub for awhile now and people really should\ncheck what age group the book was written for before reading them or making\nposts about how bad they are. Eragon, Cirque De Freak, Artimis Fowl, Divergent,\nTwilight, the list goes on and on. These books are meant for Young…",
  "original_created_utc": 1620999729,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本好きの私はこのサブサイトをしばらく見ていましたが、人々は本を読む前に、あるいは本を作る前に、どの年齢層向けに書かれた本なのかを確認すべきです。\n読む前にその本がどの年齢層向けに書かれているかを確認したり、その本が悪いと\n読む前に、どのくらいの年齢層向けに書かれた本なのか確認すべきだと思います。Eragon, Cirque De Freak, Artimis Fowl, Divergent,\nトワイライト」などなど、数え上げればきりがありません。これらの本は若い人向けです。",
      "title": "本にも読者層があります。もしあなたがティーンエイジャー向けのYA本を読んで嫌いになったとしても、それは本が悪いからではなく、あなたのための本ではないからです（エラゴン、ダイバージェント、アルテミス・フォウルなど）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个图书爱好者，我已经潜伏在这个分区一段时间了，人们真的应该\n在阅读这些书或发表关于这些书有多糟的帖子之前，应该先看看这些书是为哪个年龄段的人写的。\n在读这些书或发表关于这些书有多糟的帖子之前，人们真的应该看看这些书是为哪个年龄段写的。埃拉贡》（Eragon）、《疯狂马戏团》（Cirque De Freak）、《动物世界》（Artimis Fowl）、《分歧者》（Divergent）。\n暮光之城，这个名单不胜枚举。这些书是为青少年写的。",
      "title": "书籍也有目标受众! 如果你读了一本供青少年阅读的YA书而讨厌它，并不是因为这本书不好，而是因为它不适合你（《二龙》、《分歧者》、《阿特米斯-福尔》等）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個圖書愛好者，我已經潛伏在這個分區一段時間了，人們真的應該\n在閱讀這些書或發表關於這些書有多糟的帖子之前，應該先看看這些書是爲哪個年齡段的人寫的。\n在讀這些書或發表關於這些書有多糟的帖子之前，人們真的應該看看這些書是爲哪個年齡段寫的。埃拉貢》（Eragon）、《瘋狂馬戲團》（Cirque De Freak）、《動物世界》（Artimis Fowl）、《分歧者》（Divergent）。\n暮光之城，這個名單不勝枚舉。這些書是爲青少年寫的。",
      "title": "書籍也有目標受衆! 如果你讀了一本供青少年閱讀的YA書而討厭它，並不是因爲這本書不好，而是因爲它不適合你（《二龍》、《分歧者》、《阿特米斯-福爾》等）。"
    }
  ],
  "title": "Books have target audiences too! If you read a YA book for teenagers and hate it it's not because the book is bad, it's because it's not meant for you (Eragon, Divergent, Artemis Fowl, etc.)",
  "created_utc": 1621007771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a book lover I&#39;ve lurked this sub for awhile now and people really should check what age group the book was written for before reading them or making posts about how bad they are. Eragon, Cirque De Freak, Artimis Fowl, Divergent, Twilight, the list goes on and on. These books are meant for Young Adults and Teenagers. It&#39;s not a surprised if you read them at 27 and realize how bad they are.</p>\n\n<p>They aren&#39;t bad books, they&#39;re just not books for you. It&#39;s okay to admit that and move on. Books have demographics just as much as TV and movies. An adult doesn&#39;t go to see the Wiggles and expect to have a good time (although they are surprisingly enjoyable) or critique their children&#39;s Saturday cartoons or their teenager&#39;s cringe  werewolf romance drama show for being simplistic and predicable. It&#39;s great to them because it&#39;s for them. It&#39;s crap to you because you&#39;re never expected to watch it anyway. That&#39;s okay. There&#39;s really no need to tear those things apart in a reddit post.</p>\n\n<p>Obviously there will be some adults who will still love YA books, shows, and movies. If that&#39;s you, please keep recommending them to people. It&#39;s not your fault if someone neglects to notice the YA or TV14 tag and ends up hating it.</p>\n\n<p>Edit: I&#39;m not saying &quot;you&#39;re not the target audience&quot; is an end all excuse so you can never say something is bad. Some books are indesputably bad. I believe that if you hold an opinion that contradicts what is widely accepted as true, then it&#39;s probably more about your personal preference than something being inherently bad. For instance, I hate Avengers movies and think they are full of crudely written dialogue and oversized casts where no character actually matters. Obviously the world disagrees with that opinion. I&#39;m willing to look at that and say that Avengers isn&#39;t inherently bad, but it doesn&#39;t suit my preference. Try to look at books the same way. Even though something like Twilight can be torn to shreds for the author&#39;s poor writing, it is beloved and treasured by such a large audience it&#39;s obvious there was something there that made it great but didn&#39;t suit my taste so saying it&#39;s a bad book is simply not true. Pointing out flaws and saying something is bad are two different things.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/nc8wfc/books_have_target_audiences_too_if_you_read_a_ya/",
  "subreddit": "books",
  "id": "nc8wfc",
  "is_self": true,
  "media": null,
  "is_video": false
}