{
  "author": "Kasunex",
  "original_created_utc": 1633798316,
  "title": "CMV: The play \"Hamilton\" encourages misinterpretation of Hamilton and Jefferson",
  "created_utc": 1633807987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a history buff, a BA historian, and recently, a history teacher, I&#39;ve long had my gripes with how the general public views a number of historical events, as well as history as a whole. That&#39;s why I decided I wanted to teach it. I want to encourage passionate and nuanced understanding of history in the next generation.</p>\n\n<p>I have an...intense love-hate relationship with the play &quot;Hamilton&quot; for this reason. On one hand, I&#39;m happy that it has inspired so much interest in the American Revolution among younger people. I personally love a number of songs from it as well. They&#39;re catchy, and they communicate the point well. Hell, I even think the race-bending idea is interesting. I have my problems with how it is done, but I like that young minorities can see themselves in the founders. See past race and see them for who they were otherwise.</p>\n\n<p>On the other...I detest the way the play portrays Alexander Hamilton in particular. Make no mistake, Alexander Hamilton was the most right-wing of the Founding Fathers. He argued for an elected monarchy, he said the common people needed an &quot;elite&quot; to guide them, he pushed the country towards war with France, he propped up Wall Street at the expense of small landowners, and he was so personally detestable that he made an enemy of John Adams, his closest ideological ally.</p>\n\n<p>Yeah, he was lightly anti-slavery, but so were <strong>all</strong> the Founding Fathers to one degree or another. Hamilton joined the New York manumission society, sure. But, while his rival Thomas Jefferson banned the import of slaves as President - and before that tried to ban slavery in the west, and fought for legalizing the manumission of slaves - Hamilton has next to nothing to claim credit for on this front.</p>\n\n<p>And yeah, let&#39;s keep this comparison with Jefferson. Thomas Jefferson worked to expand democracy for the common man, supported the populist French Revolution, argued Native Americans were equal to whites, and took pot-shots at slavery wherever he could. Was he a hypocrite? Sure, to an extent. His concerns regarding freeing slaves and the impracticability of freeing his own slaves aside, he ultimately failed to end slavery even in his own life. </p>\n\n<p>Nonetheless, Jefferson stands head-and-shoulders above the other Founding Fathers (aside from Ben Franklin, in all fairness) for his advocacy for the rights of everyday citizens. While Hamilton&#39;s philosophy was that &quot;If we incline too much to democracy, we shall soon shoot into a monarchy&quot;, Jefferson&#39;s was &quot;I subscribe to the principle, that the will of the majority honestly expressed should give law.&quot;</p>\n\n<p>Meanwhile, how is this all portrayed in &quot;Hamilton&quot;, the play so beloved by so many young people? Hamilton was a self-made man and ardent abolitionist who stood up for the rights of the people against the elitist slave-owner Jefferson. The only reason I can fathom why he was rehabilitated is that Hamilton didn&#39;t own slaves, while Jefferson did. So they sweep the overwhelmingly problematic parts of his legacy aside and exaggerate the positives to a comical degree.</p>\n\n<p>That&#39;s the real shame of it all. A race-bent portrayal of the Revolution could have encouraged an understanding of the Founders that wasn&#39;t so caught up in race. Yet, the underlying framework for the play still seems stooped in that issue. And the sad result is that many, many young people are being mislead to believe that Hamilton, the most authoritarian of all the Founders, was some progressive hero.</p>\n\n<p>Thanks for reading, and please, Change My View.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/q4p4lz/cmv_the_play_hamilton_encourages/",
  "subreddit": "changemyview",
  "id": "q4p4lz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a history buff, a BA historian, and recently, a history teacher, I've long\nhad my gripes with how the general public views a number of historical events,\nas well as history as a whole. That's why I decided I wanted to teach it. I want\nto encourage passionate and nuanced understanding of history…"
}