{
  "author": "westwardhose",
  "the_new_excerpt": "Why YSK: If you want to maximize the positive impact you can make for your\nfellow beings, then giving cash instead of goods (especially food,) can be much\nmore effective.\n\nFor example, here are six reasons for giving money instead of food to food\npantries:\n\n 1. Money is much cheaper to store than…",
  "original_created_utc": 1619625547,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：自分ができる社会貢献を最大限にしたいと思うなら\n物資（特に食料）ではなく、現金を贈る方がより効果的です。\nより効果的です。\n\n例えば、食料配給所に食料ではなくお金を寄付する6つの理由があります。\nの6つの理由があります。\n\n 1. 1.お金の方が保管しておくのに適している。",
      "title": "食品を寄付するよりも、フードパントリーにお金を寄付する方が効果的だというYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你想最大限度地发挥你能为你的同胞带来的积极影响\n如果你想为你的同胞带来最大的积极影响，那么捐赠现金而不是物品（尤其是食物）会更有效。\n更为有效。\n\n例如，以下是向食品店捐赠金钱而不是食物的六个理由\n储藏室的六个理由。\n\n 1. 1.金钱的储存成本比食物的储存成本低得多。",
      "title": "YSK认为，向食品救济站捐钱是比捐赠食物更有效的捐赠方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你想最大限度地發揮你能爲你的同胞帶來的積極影響\n如果你想爲你的同胞帶來最大的積極影響，那麼捐贈現金而不是物品（尤其是食物）會更有效。\n更爲有效。\n\n例如，以下是向食品店捐贈金錢而不是食物的六個理由\n儲藏室的六個理由。\n\n 1. 1.金錢的儲存成本比食物的儲存成本低得多。",
      "title": "YSK認爲，向食品救濟站捐錢是比捐贈食物更有效的捐贈方式。"
    }
  ],
  "title": "YSK that giving money to food pantries is a more effective way to donate than donating food",
  "created_utc": 1619632497,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  If you want to maximize the positive impact you can make for your fellow beings, then giving cash instead of goods (especially food,) can be much more effective.</p>\n\n<p>For example, here are six reasons for giving money instead of food to food pantries:</p>\n\n<ol>\n<li>Money is much cheaper to store than food: less space; doesn&#39;t need refrigeration; doesn&#39;t require manual labor to manage.</li>\n<li>Even canned goods eventually expire. Cash doesn&#39;t.</li>\n<li>The types of food you give may not be what is needed by the recipient families. Everybody donates cans of beans. However, did you know that baby formula is one of the most needed foods? People tend to give what&#39;s in their pantry, which just happens to be what they bought and haven&#39;t eaten.</li>\n<li>Food pantries get discounts on their purchases. They can make your dollars go farther in helping needy people.</li>\n<li>Food pantries have bills, too. They still pay rent, employees, transportation, utilities, just like any other operation. They can&#39;t deliver their services without money to pay for those. It&#39;s hard to convince the electric company to taken payment in cans of beans.</li>\n<li>Food pantries often do much more than provide food. Baby diapers, for example. Also, they will often help their recipients financially, such as utility bill assistance and housing.</li>\n</ol>\n\n<p>When giving cash, don&#39;t forget to verify the legitimacy and effectiveness of the organization first.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/YouShouldKnow/comments/n0i1cy/ysk_that_giving_money_to_food_pantries_is_a_more/",
  "subreddit": "YouShouldKnow",
  "id": "n0i1cy",
  "is_self": true,
  "media": null,
  "is_video": false
}