{
  "author": "SakulaSerik",
  "original_created_utc": 1627353303,
  "title": "The Rape of Nanking is one of the most brutal books I have ever read",
  "created_utc": 1627376218,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The book is about the invasion of China&#39;s capital city at the time (1937), Nanking, by the Japanese Imperial army. At the time, the Japanese grew frustrated with the limited amount of space they had in their country for farming and sustaining their growing population. For these and many other economic and political reasons, the Japanese decided to invade and annex part of China.</p>\n\n<p>Upon entering China, the Japanese burned and pillaged many small cities on the East on their way to Nanking located on the west. The Chinese army was not well prepared for this attack and kept getting pushed back. As the Japanese approached Nanking, many Chinese soldiers fled Nanking by boat through a river called the Yangtze just north of Nanking. There were a limited amount of boats and therefore many soldiers were left behind to fight or drowned by trying to swim across. The Chinese army not only left behind many of its men but poor Chinese citizens who could not afford to leave China.</p>\n\n<p>Then Japan took control of Nanking. What follows is the most brutal treatment of human beings that I have ever heard of.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>**Torture/Killing*\\</strong>*</p>\n\n<p>Here are a couple of the ways that the Japanese tortured and killed Chinese soldiers and citizens:</p>\n\n<ul>\n<li><p>Beheading killing contests. The Japanese would have competitions amongst each other on who could behead the most Chinese soldiers in a certain amount of time.</p></li>\n<li><p>Bayonetting. They used the bayonet (a knife that is attached to the muzzle of a rifle), to stab children, adults, and old individuals. There were some cases were pregnant women were disemboweled by bayonet so that the Japanese could bayonet their fetus. *ALSO* , the Japanese used dead Chinese individuals for bayonetting practice.</p></li>\n<li><p>Mass incineration. A bunch of Chinese captives would be pushed into a pit, lit with gasoline, and burnt alive.</p></li>\n<li><p>Eaten alive by dogs. They would bury Chinese individuals up to their waist and allow German shepherds to rip them to pieces.</p></li>\n<li><p>One method was to bring many Chinese individuals to the top floor of a building, then set the bottom floors on fire, forcing them to jump off the building to their death.</p></li>\n<li><p>Many people were thrown in the aforementioned river alive (which was frozen because it was December at the time of the invasion), where the Japanese would laugh at them and call it &quot;fishing&quot;.</p></li>\n<li><p>One part of the book talks about how the Japanese had created several rows of prisoners in front of the river where the first row would get beheaded and the individual behind the one who just got beheaded had to push the other into the river. Then, the next individual would step up for their own beheading. This continued like a production line.</p></li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><strong>**Rapes*\\</strong>*</p>\n\n<p>Here are a couple of the ways the Japanese brutalized the Chinese sexually (there was an estimated 20,000 - 80,000 women raped during and after the invasion of Nanking)</p>\n\n<ul>\n<li><p>The Japanese would rape girls as young as 8 and as old as 80. They would sometimes do it directly in the street and sometimes in front of the girls&#39; families or husbands.</p></li>\n<li><p>They would force Chinese fathers to rape their daughters or for sons to rape their mothers.</p></li>\n<li><p>They would mutilate women&#39;s breasts by cutting them or they would cut vaginas and shove large stick-like objects into them. There was a really disturbing story about how they would cut open young girls&#39; vaginas in order to be able to penetrate them more easily.</p></li>\n<li><p>They would gang rape many women or they would have them be passed around for many other men in the Japanese military to have a turn. There were stories of women being stored in certain buildings for the sole purpose of being raped multiple times a day by different men. Many of these women committed suicide.</p></li>\n<li><p>Any woman who would deny a Japanese soldier&#39;s sexual advance was instantly killed.</p></li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p>This disgusting event took the lives of over 300,000 Chinese soldiers/citizens and remains largely unspoken about in the West. This has to do with the economic/political interest the US has had with Japan ever since the cold war. In Japan, the government denies the atrocities to this day and distort history books that are taught to their young children. One of the quotes that really resonated with me in the book is that &quot;to not acknowledge is to kill twice&quot;. Say what you want about Germany, but they owned up to their mistakes and Nazi history is very emphasized in their educational system.</p>\n\n<p>This book was EXTREMELY difficult to get through but really opened my eyes to the human capacity for evil and contextualized modern Japan-China relations. For these reasons, I am glad I have gotten through it and would recommend it to anyone who wants to learn more about one of the darkest events in human history (if you read the book, you will find that there is light in spite of the darkness with many different individuals (John Rabe &amp; Robert Wilson of The Nanking Safety Zone) who protected and saved as many as 250,000 Chinese people).</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/ose52n/the_rape_of_nanking_is_one_of_the_most_brutal/",
  "subreddit": "books",
  "id": "ose52n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The book is about the invasion of China's capital city at the time (1937),\nNanking, by the Japanese Imperial army. At the time, the Japanese grew\nfrustrated with the limited amount of space they had in their country for\nfarming and sustaining their growing population. For these and many…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、当時（1937年）の中国の首都である南京が、日本帝国軍によって侵略されたことについて書かれています。\n日本帝国軍による南京への侵攻について書かれています。当時の日本軍は\n当時の日本人は、自分たちの国で農業を行い、穀物を維持するための限られたスペースに不満を持っていました。\n当時の日本人は、増え続ける人口を維持するために、農業を行う場所が限られていることに不満を感じていました。このような理由で、多くの...",
      "title": "The Rape of Nanking』は、私がこれまでに読んだ本の中で最も残酷な本の一つです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书讲述了当时（1937年）中国首都的入侵情况。\n南京，被日本皇室军队入侵。当时，日本人对他们在南京的有限空间感到失望。\n他们对自己国家有限的空间感到失望，因为这些空间可用于\n耕种和维持其不断增长的人口的空间有限而感到沮丧。对于这些和许多人来说...",
      "title": "南京大屠杀》是我所读过的最残酷的书之一"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書講述了當時（1937年）中國首都的入侵情況。\n南京，被日本皇室軍隊入侵。當時，日本人對他們在南京的有限空間感到失望。\n他們對自己國家有限的空間感到失望，因爲這些空間可用於\n耕種和維持其不斷增長的人口的空間有限而感到沮喪。對於這些和許多人來說...",
      "title": "南京大屠殺》是我所讀過的最殘酷的書之一"
    }
  ]
}