{
  "author": "chomskian1",
  "original_created_utc": 1626479510,
  "title": "Remember the only truth about crypto: We don't know shit about fuck. It will set you free.",
  "created_utc": 1626489439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We simply don&#39;t.</p>\n\n<p>Once you accept that we all are diving into the unknown, in a completely unpredictable market where a moon or a crash might happen the very next second, you are able to make better choices. You set yourself free.</p>\n\n<p>No, you haven&#39;t figured it out, nor has some Youtuber. </p>\n\n<p>No, technical analysis can&#39;t predict prices and 95% of day traders get burnt. That&#39;s a fact.</p>\n\n<p>Now, when big money has entered the chat and can manipulate the market at their will. We, the retail investors are left at their mercy.</p>\n\n<p>Yes, it&#39;s reasonable to expect that BTC and solid alts will be worth more than today in the long and mid term, but even then, remember that dozens of solid projects have failed and never recovered. We are <em>speculating</em> on what might be and which projects will make it.</p>\n\n<p>Wether we are in a bull supercycle or a bear already, is irrelevant when you keep the big picture in your mind.</p>\n\n<p>You&#39;re like an astronaut, sailing to space with your portfolio as a ship, seeking for fortune. Anything might happen, your ship&#39;s hull might break and suffocate you to death in 5 seconds, or you might find your moon tomorrow.</p>\n\n<p>Remember this, it will set you free. It will allow you to withdraw from emotions and simply look at your portfolio with serenity, thus making better decisions.</p>\n</div><!-- SC_ON -->",
  "score": 167,
  "permalink": "/r/CryptoCurrency/comments/olt4gc/remember_the_only_truth_about_crypto_we_dont_know/",
  "subreddit": "CryptoCurrency",
  "id": "olt4gc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We simply don't.\n\nOnce you accept that we all are diving into the unknown, in a completely\nunpredictable market where a moon or a crash might happen the very next second,\nyou are able to make better choices. You set yourself free.\n\nNo, you haven't figured it out, nor has some Youtuber.\n\nNo,…"
}