{
  "author": "Desmous",
  "original_created_utc": 1633531310,
  "title": "YSK to not crush your pills, tablets, or capsules unless a Pharmacist or Doctor has advised you that it is safe and appropriate to do so.",
  "created_utc": 1633537983,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> to summarise, crushing pills can cause serious side effects, may prevent the medicine from working properly, and could alter how the body processes and responds to the drug. If you find it difficult or impossible to swallow large tablets or capsules, consult a pharmacist or doctor on alternative medicines that are easier to absorb.</p>\n\n<p>Oral medications available in tablet or capsule form contain one or more active ingredients — the actual drug intended to treat a particular disease or condition — and several inactive ingredients. Inactive ingredients include coating materials, flavorings, dyes, and binders that hold tablets or granules from capsules together. Drug companies use complex manufacturing techniques to combine these ingredients into final products that are designed to release their active ingredients at a specific rate and in a specific location within the digestive tract, such as the stomach or the small intestine.</p>\n\n<p>For example, some uncoated, immediate-release tablets are designed to disintegrate quickly in the stomach, whereupon the active ingredients are rapidly absorbed into the bloodstream. For these drugs to work, the active ingredients must be able to withstand exposure to the strong acid found in the stomach before they are absorbed.</p>\n\n<p>For other drugs containing active ingredients that would otherwise be broken down by stomach acid, manufacturers have designed tablets and capsules with acid-resistant coatings (often called enteric coatings). Only when these tablets or capsules move from the stomach to the small intestine will the coating dissolve, allowing the release of the active ingredients.</p>\n\n<p>In addition, many drugs in tablet or capsule form are designed to release their active ingredients even more slowly, over a period of 12 to 24 hours as the tablets or granules from the capsule pass through the small intestine. This sustained-release (also called controlled-release, long-acting, and extended-release) design provides the convenience of once- or twice-daily dosing and minimizes the variation in the amount of drug in the blood over the course of a day. This design can improve patient compliance and drug effectiveness while decreasing the risk of adverse effects.</p>\n\n<p>Crushing a tablet, opening a capsule, or chewing either of these can circumvent many of the protective design features intended to control when and where a drug is released in the digestive tract. Depending on the drug, this can result in overdosing, underdosing, or direct toxic injury to the lining of the mouth, stomach, or intestines.</p>\n\n<p>&#x200B;</p>\n\n<p>How to identify medication that should not be crushed</p>\n\n<ol>\n<li>Medication name that contains acronyms* such as:</li>\n</ol>\n\n<p>SR: Sustained release</p>\n\n<p>CR: Controlled release</p>\n\n<p>MR: Modified release</p>\n\n<p>XR: Extended release</p>\n\n<p>PR: Prolonged release</p>\n\n<p>LA: Long acting</p>\n\n<p>EC: Enteric coated</p>\n\n<p>HBS: Hemodynamically balance system</p>\n\n<p>* This list is not exhaustive</p>\n\n<ol>\n<li><p>Medication that is in the form of a capsule / granule / pellet</p></li>\n<li><p>Medication that is a hazardous drug</p></li>\n<li><p>Medication that has the cautionary label &quot;Swallow whole, do not crush&quot;</p></li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>References:</p>\n\n<p>Boehringer Ingelheim Pharmaceuticals Label: dabigatran (PRADAXA). March 2018. <a href=\"https://www.accessdata.fda.gov/drugsatfda_docs/label/2018/022512s035lbl.pdf\">https://www.accessdata.fda.gov/drugsatfda_docs/label/2018/022512s035lbl.pdf</a>.</p>\n\n<p>Purdue Pharma. Label: oxycodone (OXYCONTIN). September 2018. <a href=\"https://www.accessdata.fda.gov/drugsatfda_docs/label/2018/022272s039lbl.pdf\">https://www.accessdata.fda.gov/drugsatfda_docs/label/2018/022272s039lbl.pdf</a>.</p>\n\n<p>Schier JG, Howland MA, Hoffman RS, Nelson LS. Fatality from administration of labetalol and crushed extended-release nifedipine. 2003;37(10):1420-1423.</p>\n\n<p>Crushing tablets or opening capsules: Many uncertainties, some established dangers. Prescrire Intl. September 2014;23(152):209-214.</p>\n\n<p>Cornish P. “Avoid the crush”: Hazards of medication administration in patients with dysphagia or a feeding tube. CMAJ. 2005;172(7):871-872.</p>\n\n<p><a href=\"https://ConsumerMedSafety.org\">ConsumerMedSafety.org</a>. Cutting, crushing, chewing, opening, or dissolving medicines. March 7, 2014. <a href=\"http://www.consumermedsafety.org/the-basics/when-it-s-not-safe-to-cut-crush-or-chew-otc-medicines\">http://www.consumermedsafety.org/the-basics/when-it-s-not-safe-to-cut-crush-or-chew-otc-medicines</a>.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/q2lvam/ysk_to_not_crush_your_pills_tablets_or_capsules/",
  "subreddit": "YouShouldKnow",
  "id": "q2lvam",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: to summarise, crushing pills can cause serious side effects, may\nprevent the medicine from working properly, and could alter how the body\nprocesses and responds to the drug. If you find it difficult or impossible to\nswallow large tablets or capsules, consult a pharmacist or doctor on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、要約すると、錠剤を粉砕すると重篤な副作用を引き起こす可能性があるからです。\n薬が正しく作用するのを妨げたり、体が薬をどのように処理し、反応するかを変えてしまう可能性があります。\n体が薬をどのように処理し、反応するかを変えてしまう可能性があります。大きな錠剤やカプセルを飲み込むのが難しい、または不可能な場合は\n大きな錠剤やカプセルを飲み込むことが困難な場合は、薬剤師や医師に相談してください。",
      "title": "YSKでは、薬剤師や医師が安全で適切であると助言した場合を除き、錠剤やタブレット、カプセルを砕かないようにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：总结来说，碾压药片会引起严重的副作用，可能会\n阻止药物正常工作，并可能改变身体对药物的处理和反应方式。\n对药物的处理和反应。如果你觉得难以或无法\n吞咽大的药片或胶囊，请咨询药剂师或医生。",
      "title": "除非药剂师或医生建议你这样做是安全和适当的，否则YSK不会压碎你的药丸、药片或胶囊。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：總結來說，碾壓藥片會引起嚴重的副作用，可能會\n阻止藥物正常工作，並可能改變身體對藥物的處理和反應方式。\n對藥物的處理和反應。如果你覺得難以或無法\n吞嚥大的藥片或膠囊，請諮詢藥劑師或醫生。",
      "title": "除非藥劑師或醫生建議你這樣做是安全和適當的，否則YSK不會壓碎你的藥丸、藥片或膠囊。"
    }
  ]
}