{
  "author": "plastrone",
  "original_created_utc": 1630343948,
  "title": "CMV: Religious Exemptions To Laws/Regulations Should Not Be A Thing",
  "created_utc": 1630362755,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As I see it, religious exemptions boil down to, &quot;If you have a firmly held belief that you should not have to follow this rule, then you don&#39;t have to follow the rule.&quot; But only if you belong to a pre-approved group of people who also feel strongly that they shouldn&#39;t have to follow that rule.</p>\n\n<p>I see no practical difference between, &quot;I really really don&#39;t want to do that&quot; and, &quot;God says I don&#39;t have to do that&quot;.</p>\n\n<p>If we as a society deem a rule important enough to make it a law, it should apply to everyone equally, regardless of whether or not they want to follow that law. And if we as a society feel like a proposed rule is not so important that absolutely everyone needs to follow it regardless of how they feel about it, then we should not make that rule into a law at all.</p>\n\n<p>Naturally, this is most commonly about vaccine hesitancy nowadays, but I think that religious exemptions across the board should be abolished. For example, I used to lifeguard at a pool where there were many patrons that practice Islam. Muslim women would come to the pool wearing ankle length flowing dresses, expecting to be able to swim. I lost track of the number of times that I had to tell them that swimming in a large piece of fabric that can wrap them up and limit their mobility in the water is too unsafe to be allowed, only for them to come back with, &quot;But my religion says I have to wear this.&quot; Well, then your religion also implies that you cannot swim in our pool.  (We did sell modesty swim suits, made of swim suit material, that were ankle length and wrist length, with a head covering. They were specifically designed to be safe to swim in while also covering all skin except hands, feet, and face. Some of the women did not feel like the closer (safer) fit of these modesty suits was modest enough to fit with their religious restrictions.) The rule about not wearing loose, flowy clothing while swimming is a safety rule important enough that everyone needs to follow it without exceptions. If it were determined that it&#39;s not so important that there should be no exceptions, then the rule shouldn&#39;t exist in the first place.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/pemlsq/cmv_religious_exemptions_to_lawsregulations/",
  "subreddit": "changemyview",
  "id": "pemlsq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As I see it, religious exemptions boil down to, \"If you have a firmly held\nbelief that you should not have to follow this rule, then you don't have to\nfollow the rule.\" But only if you belong to a pre-approved group of people who\nalso feel strongly that they shouldn't have to follow that rule.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が思うに、宗教上の免除とは、「この規則に従わなくてもよいという確固たる信念を持っているなら、この規則に従わなくてもよい」ということです。\nこのルールに従わなくてもよいという確固たる信念があるなら、そのルールに従わなくてもよい。\n\"ということです。ただし、「このルールに従うべきではない」と強く思っている人たちが、あらかじめ承認されたグループに属している場合に限ります。\nそのルールに従わなくてもよいと強く思っている人たちのグループに属している場合に限ります。\n\nI...",
      "title": "CMV: 宗教による法規制の免除はあってはならないこと"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，宗教豁免可以归结为：\"如果你有一个坚定的信念，那就是\n如果你有坚定的信念，认为你不应该遵守这个规则，那么你就不必\n遵循该规则\"。但是，只有当你属于一个预先批准的群体，而这些人\n他们也强烈认为他们不应该遵守该规则。\n\nI...",
      "title": "CMV：法律/法规的宗教豁免不应成为一种事物"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，宗教豁免可以歸結爲：\"如果你有一個堅定的信念，那就是\n如果你有堅定的信念，認爲你不應該遵守這個規則，那麼你就不必\n遵循該規則\"。但是，只有當你屬於一個預先批准的羣體，而這些人\n他們也強烈認爲他們不應該遵守該規則。\n\nI...",
      "title": "CMV：法律/法規的宗教豁免不應成爲一種事物"
    }
  ]
}