{
  "author": "C0ZM",
  "the_new_excerpt": "I'm sick of seeing book cover art being ruined by marketing.\n\n\n\nI don't initially care if the book is a \"New York Times best seller\".\n\nI don't initially care if the book was liked by X author.\n\nI don't initially care if the book won X award.\n\nI don't initially care if the book is soon to be a motion…",
  "original_created_utc": 1620560402,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本の表紙の絵がマーケティングによって台無しにされているのを見るのはうんざりです。\n\n\n\nその本が「ニューヨーク・タイムズ紙のベストセラー」であるかどうかは、最初は気にしません。\n\nその本がX作家に気に入られているかどうかは最初は気にしません。\n\nその本がX賞を受賞したかどうかは、最初は気にしません。\n\nその本がもうすぐ映画化されるかどうかは、最初は気にしません。",
      "title": "人は最初、マーケティングではなく、表紙で本を判断します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我讨厌看到书的封面艺术被营销毁掉。\n\n\n\n我最初并不关心这本书是否是 \"纽约时报畅销书\"。\n\n我最初并不关心这本书是否被X作家所喜欢。\n\n我最初并不关心这本书是否获得了X奖。\n\n我最初并不关心这本书是否很快就会成为一项运动...",
      "title": "人们最初评判书籍的标准是其封面设计，而不是营销。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我討厭看到書的封面藝術被營銷燬掉。\n\n\n\n我最初並不關心這本書是否是 \"紐約時報暢銷書\"。\n\n我最初並不關心這本書是否被X作家所喜歡。\n\n我最初並不關心這本書是否獲得了X獎。\n\n我最初並不關心這本書是否很快就會成爲一項運動...",
      "title": "人們最初評判書籍的標準是其封面設計，而不是營銷。"
    }
  ],
  "title": "People initially judge books by their cover art NOT marketing",
  "created_utc": 1620570307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m sick of seeing book cover art being ruined by marketing.</p>\n\n<p>&#x200B;</p>\n\n<p>I don&#39;t initially care if the book is a &quot;New York Times best seller&quot;.</p>\n\n<p>I don&#39;t initially care if the book was liked by X author.</p>\n\n<p>I don&#39;t initially care if the book won X award.</p>\n\n<p>I don&#39;t initially care if the book is soon to be a motion picture or series.</p>\n\n<p>I don&#39;t care if the book was part of X book club.</p>\n\n<p>I don&#39;t like signed by the author stickers or any stickers for that matter.</p>\n\n<p>I don&#39;t like the authors name being bigger than the title of the book.</p>\n\n<p>&#x200B;</p>\n\n<p>Have you ever not bought a book or deliberately bought an earlier or different edition because of marketing ruining the cover?</p>\n\n<p>&#x200B;</p>\n\n<p>Would you be interested in using a service where readers pledge to buy marketing free copies of books once a threshold of buyers is met? A mass drop like service but for books free of marketing. Do you think there would be enough demand for a service like this to work?</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/n8ci8v/people_initially_judge_books_by_their_cover_art/",
  "subreddit": "books",
  "id": "n8ci8v",
  "is_self": true,
  "media": null,
  "is_video": false
}