{
  "author": "Thich_QuangDuc",
  "original_created_utc": 1638136265,
  "title": "Whales control the market and will manipulate it at their whim",
  "created_utc": 1638142219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>That&#39;s it, Whales control the market and there&#39;s nothing much you can do about it other than to play long term</p>\n\n<p>Today the sentiment here was of death... in a few a minutes a lot of buying orders and BTC pumped 2k up and alts followed. Do you think this is organic?</p>\n\n<p>Of course not! Whales are playing with the market and will continue to do so and take money off from retail, specially when you buy at the top and panic sell</p>\n\n<p>Other way to lose larges amount of money to whales is leveraging. A lot of shorts got blasted in the last 2 hours</p>\n\n<p>Just check Whale Alert twitter, there are millions and billions of dollar moving from just a few wallets.</p>\n\n<p>Even if everyone in this sub chipped in with 10 USD$, it wouldn&#39;t even come close to whales&#39; power. See this transactions just a few hours ago: &quot; 129,921,132 USDT (129,921,132 USD) transferred from unknown wallet to BINANCE &quot;. That&#39;s over 30 USD for each one here! And that&#39;s just one Whale</p>\n\n<p>TLDR: That&#39;s it boys and girls, you&#39;re a mere shrimp or algae in this crypto ocean, and the only real tool you have at your disposal is playing long term and not panic buy/sell, all the rest is playing with your luck and chances are you are going to get crushed by the whales</p>\n</div><!-- SC_ON -->",
  "score": 389,
  "permalink": "/r/CryptoCurrency/comments/r4fdsa/whales_control_the_market_and_will_manipulate_it/",
  "subreddit": "CryptoCurrency",
  "id": "r4fdsa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "That's it, Whales control the market and there's nothing much you can do about\nit other than to play long term\n\nToday the sentiment here was of death... in a few a minutes a lot of buying\norders and BTC pumped 2k up and alts followed. Do you think this is organic?\n\nOf course not! Whales are playing…"
}