{
  "author": "luclme",
  "original_created_utc": 1628173773,
  "title": "YSK (UK) an NHS dental check-up is £23.80. Treatment that follows (filling, extraction, root canal) is £41.40. NHS dental work isn’t thousands of pounds. Look after your teeth! Get them checked.",
  "created_utc": 1628182048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Dentures, crowns, bridges and mouth guards are £282.80. \nYour check-up cost is included in the full price for treatment. \nIt isn’t per tooth! It’s one band charge for that course of treatment from your check-up.\nYou are exempt from paying if you’re on various credit benefits i.e tax credit, universal credit. Also if you’re pregnant or had a baby in the last 12 months.\nGo to the dentist!</p>\n</div><!-- SC_ON -->",
  "score": 966,
  "permalink": "/r/YouShouldKnow/comments/oyje4e/ysk_uk_an_nhs_dental_checkup_is_2380_treatment/",
  "subreddit": "YouShouldKnow",
  "id": "oyje4e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Dentures, crowns, bridges and mouth guards are £282.80. Your check-up cost is\nincluded in the full price for treatment. It isn’t per tooth! It’s one band\ncharge for that course of treatment from your check-up. You are exempt from\npaying if you’re on various credit benefits i.e tax credit, universal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "入れ歯、クラウン、ブリッジ、マウスガードは282.80ポンドです。検診費用は\n治療費の全額に含まれています。歯1本あたりではありません。1つの帯状の料金です。\n診査からその治療コースの料金となります。以下の場合は支払いが免除されます。\nタックス・クレジット、ユニバーサル・クレジットなどの各種クレジットに加入している場合は、支払いが免除されます。",
      "title": "YSK (UK) NHSの歯科検診は23.80ポンド。その後の治療（詰め物、抜歯、根管治療）は41.40ポンドです。NHSの歯科治療は何千ポンドもしません。自分の歯を大切にしましょう チェックを受けましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "假牙、牙冠、牙桥和护齿是282.80英镑。你的检查费用是\n包括在治疗的全部价格中。这不是每颗牙齿! 是一个带子\n是一个疗程的费用，从你的检查开始。你可以免于\n如果你在享受各种信贷福利，即税收抵免、普遍优惠......",
      "title": "YSK（英国）的NHS牙科检查是23.80英镑。随后的治疗（补牙、拔牙、根管治疗）是41.4英镑。NHS的牙科工作并不是成千上万的英镑。照顾好你的牙齿! 去检查一下。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "假牙、牙冠、牙橋和護齒是282.80英鎊。你的檢查費用是\n包括在治療的全部價格中。這不是每顆牙齒! 是一個帶子\n是一個療程的費用，從你的檢查開始。你可以免於\n如果你在享受各種信貸福利，即稅收抵免、普遍優惠......",
      "title": "YSK（英國）的NHS牙科檢查是23.80英鎊。隨後的治療（補牙、拔牙、根管治療）是41.4英鎊。NHS的牙科工作並不是成千上萬的英鎊。照顧好你的牙齒! 去檢查一下。"
    }
  ]
}