{
  "author": "aZestyEggRoll",
  "the_new_excerpt": "There is enough money in the world to easily feed and house every single person\non Earth. With all of the wealth currently being hoarded, the haves could very\neasily provide for the have-nots.\n\nSo why don't they? The most common answer I see is something along the lines of\n\"handouts will make people…",
  "original_created_utc": 1613665967,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "世界上有足够的钱，可以让每个人都轻松地吃饱穿暖。\n在地球上。由于目前所有的财富都被囤积起来，富人可能会很\n很容易为穷人提供。\n\n那么为什么他们不这样做呢？我看到的最常见的答案是这样的：\n\"施舍会让人...",
      "title": "CMV：像无家可归和 \"世界饥饿 \"这样的问题，除了纯粹的冷漠和自私之外，没有其他原因。它们存在的事实证明社会在最基本的功能上已经失败。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "世界上有足夠的錢，可以讓每個人都輕鬆地喫飽穿暖。\n在地球上。由於目前所有的財富都被囤積起來，富人可能會很\n很容易爲窮人提供。\n\n那麼爲什麼他們不這樣做呢？我看到的最常見的答案是這樣的：\n\"施捨會讓人...",
      "title": "CMV：像無家可歸和 \"世界飢餓 \"這樣的問題，除了純粹的冷漠和自私之外，沒有其他原因。它們存在的事實證明社會在最基本的功能上已經失敗。"
    }
  ],
  "title": "CMV: Issues like homelessness and \"world hunger\" exist for no reasons other than pure apathy and selfishness. The fact that they exist at all is proof society has failed in it's most basic function.",
  "created_utc": 1613674167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is enough money in the world to easily feed and house every single person on Earth. With all of the wealth currently being hoarded, the haves could <em>very easily</em> provide for the have-nots. </p>\n\n<p>So why don&#39;t they? The most common answer I see is something along the lines of &quot;handouts will make people lazy and the no one will want to work.&quot; I wholeheartedly believe that anyone who says this has never experienced poverty a day in their life. To believe that the <em>majority of poor people</em> would be content to scrape by on the bare minimum for the rest of their lives is absurd. The underlying message to this argument is essentially saying that the answer to poverty is for poor people to just &quot;stop being poor.&quot; </p>\n\n<p>It&#39;s as if some people think being poor is a choice. They absolve themselves of guilt by saying that poor people can stop being poor whenever they want if they just stop being lazy. Yes, they can just manifest mental health, a support system of friends and family, clean clothes, access to proper hygiene, a balanced diet, and reliable transportation--they just have to want it bad enough! Absolutely asinine. </p>\n\n<p>The truth is we HAVE the money. We just collectively choose not to help because most of us have decided that it&#39;s not our problem. </p>\n\n<p>&quot;It doesn&#39;t affect me personally so who cares.&quot; </p>\n\n<p>&quot;Those people made their choice.&quot;</p>\n\n<p>&quot;They&#39;re probably criminals/addicts anyway.&quot;</p>\n\n<p>Sentiments like this go against the very point of society: to collectively benefit from co-existence. Ten people living together in a community will thrive exponentially better than if they lived individually. This is because each person has something they can contribute to the overall good of the collective. So it is worth it for the other 9 to occasionally help out the 1 who is facing temporary adversity. The problem is that, at some point, we all decided that homeless people were worthless and that it wasn&#39;t worth it to help them. We decided that society would go on just fine without the poorest among us, so why bother wasting resources on helping them? </p>\n\n<p>We&#39;ve dehumanized poor people to the point that we are no more concerned about their well-being than we are about wild animals. In fact, I&#39;d say most people are more likely to care about abandoned cats &amp; dogs than they are about the homeless. Because those people &quot;chose&quot; to be homeless, but stray animals are merely innocent victims.</p>\n\n<p>Edit: <a href=\"/u/ChangeMyViewExpert\">u/ChangeMyViewExpert</a> made a good point that sometimes people remain homeless for non-malicious reasons (due to mental health or other factors) <em>despite</em> resources being freely offered. I did not consider that these problems could persist for even when help was readily available.</p>\n\n<p>Edit 2: Thank you to everyone highlighting mental health. These comments have absolutely changed my view on this subject. I&#39;m realizing that I need to do more self-examination. I have a very negative viewpoint of people in general, and this clouded my perspective. I completely forgot that sometimes there just is no easy way to help people. You can&#39;t force assistance on someone who either doesn&#39;t want or isn&#39;t capable of receiving it.</p>\n</div><!-- SC_ON -->",
  "score": 816,
  "permalink": "/r/changemyview/comments/lmqqi4/cmv_issues_like_homelessness_and_world_hunger/",
  "subreddit": "changemyview",
  "id": "lmqqi4",
  "is_self": true,
  "media": null,
  "is_video": false
}