{
  "author": "Happywerido16",
  "original_created_utc": 1630430991,
  "title": "I finally reached 100 books!",
  "created_utc": 1630445013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m dyslexic but I love reading so much (ironic I know)  so reading a book takes a lot longer than normal and I find it hard to focus or fully remember what i read sometimes. However I try to do a book track every year to practice and I never got more that 20 books but I finally reached 100 books and the year is still not finished yet. This is a massive achievement and I&#39;m  just so happy about and I thought this was the best place to express it. </p>\n\n<p>The 100th book was  two can keep a secret by Karen Mcmanus. A modern day YA crime novel  the way she weaves the text from the perspective of her characters and keep you on tenorhooks the whole time. It chapters are all the outlook from the main characters and even though she wraps up her story at the end but somehow leaves something unresolved but not in a fursratrating way, more satisfying.</p>\n\n<p>Highly recommended it to anyone who interested in crime or like books similar to Tanya french</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/pfalmq/i_finally_reached_100_books/",
  "subreddit": "books",
  "id": "pfalmq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm dyslexic but I love reading so much (ironic I know) so reading a book takes\na lot longer than normal and I find it hard to focus or fully remember what i\nread sometimes. However I try to do a book track every year to practice and I\nnever got more that 20 books but I finally reached 100 books and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は失読症ですが、読書がとても好きなので（皮肉ですが）、本を読むには\n本を読むのは普通よりもずっと時間がかかるし、読んだことを集中して完全に覚えておくのは難しいと感じます。\n集中できなかったり、読んだ内容を完全に思い出せなかったりします。しかし、私は毎年練習のためにブックトラックに挑戦しています。\n20冊を超えたことはありませんでしたが、ついに100冊に到達しました...",
      "title": "ついに100冊を達成しました!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有阅读障碍，但我非常喜欢阅读（我知道这很讽刺），所以读一本书要比正常情况下花很多时间。\n我发现有时我很难集中注意力或完全记住我所读的内容。\n我发现有时很难集中注意力或完全记住我所读的内容。然而，我每年都会试着做一次书的跟踪练习，我从来没有超过20本书，但我的阅读能力很强。\n我从来没有超过20本书，但我终于达到了100本书，而且......",
      "title": "我终于达到了100本书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有閱讀障礙，但我非常喜歡閱讀（我知道這很諷刺），所以讀一本書要比正常情況下花很多時間。\n我發現有時我很難集中注意力或完全記住我所讀的內容。\n我發現有時很難集中注意力或完全記住我所讀的內容。然而，我每年都會試着做一次書的跟蹤練習，我從來沒有超過20本書，但我的閱讀能力很強。\n我從來沒有超過20本書，但我終於達到了100本書，而且......",
      "title": "我終於達到了100本書!"
    }
  ]
}