{
  "author": "buttericecream",
  "original_created_utc": 1637152720,
  "title": "Exhalation by Ted Chiang",
  "created_utc": 1637182404,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Exhalation is a collection of short stories but the titular short story it contains &quot;Exhalation&quot; is a study in sheer, nihilistic beauty. It&#39;s like the elements of magical realism intersected with hard-core science mixed with existentialism.</p>\n\n<p>As I read this story, which was heavily centric on experiments involving machinery, I had the thought, &quot;I don&#39;t know if I&#39;m going to understand this as well as I should.&quot; Chiang writes technical manuals professionally, and in some ways that&#39;s akin to how the bulk of Exhalation read.</p>\n\n<p>But the descriptions of every moment was beautiful, chilling and stunning. The moment when the main character <span class=\"md-spoiler-text\">dissected his own brain and &quot;his brain looked like an explosion frozen an infinitesimal fraction of a second after the detonation&quot;</span> was the moment that really sucked me into the rest of story.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qvydxa/exhalation_by_ted_chiang/",
  "subreddit": "books",
  "id": "qvydxa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Exhalation is a collection of short stories but the titular short story it\ncontains \"Exhalation\" is a study in sheer, nihilistic beauty. It's like the\nelements of magical realism intersected with hard-core science mixed with\nexistentialism.\n\nAs I read this story, which was heavily centric on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "呼気』は短編小説集ですが、タイトルになっている短編小説は\nる「呼気」は、虚無的な美しさの研究である。それは、まるで\nマジカルリアリズムの要素とハードコアサイエンスの要素が交錯していて\n実存主義のようなものです。\n\n私はこの物語を読みながら、その中心にあるのは...。",
      "title": "テッド・チャンの「エクスハレーション"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "呼气》是一本短篇小说集，但其标题中的短篇小说\n所包含的 \"呼气 \"是对纯粹的、虚无主义之美的研究。这就像\n魔幻现实主义的元素与硬核科学相交，与存在主义相混合。\n存在主义。\n\n当我阅读这个故事时，它在很大程度上是以...",
      "title": "蒋泰德的《呼气》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "呼氣》是一本短篇小說集，但其標題中的短篇小說\n所包含的 \"呼氣 \"是對純粹的、虛無主義之美的研究。這就像\n魔幻現實主義的元素與硬核科學相交，與存在主義相混合。\n存在主義。\n\n當我閱讀這個故事時，它在很大程度上是以...",
      "title": "蔣泰德的《呼氣》。"
    }
  ]
}