{
  "author": "neverthelessthan",
  "the_new_excerpt": "I love reading, always have, but after being laid off and not reading on my\ncommute, I stopped for a good 6 months. I look at my home library of novels next\non my list and am overwhelmed.\n\nFortunately, Little Libraries are popular in my area, and I have picked up\nseveral whodunit thrillers,…",
  "original_created_utc": 1618768133,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は読書が好きで、昔からそうでしたが、リストラされて、通勤時に読書をしなくなってからは、半年間、読書をしなくなりました。\nリストラされて通勤時間に本が読めなくなってからは、半年ほど本を読まなくなりました。家の図書館にある次の小説のリストを見ると、圧倒されます。\n読んでいて圧倒されてしまいます。\n\n幸いなことに、私の地域ではLittle Librariesが人気で、いくつかのホワイダイトリラーを手に入れました。\nいくつかのホワイダイトリラーを手にしましたが...。",
      "title": "誰がこの話を聞きたいのかわかりませんが、くだらないポップコーン小説のようなビーチブックを読んで楽しむのはOKです。それよりも、実際に本を読むことの方がずっと重要で、特に昨年の荒々しい感情を考えれば、ブックリストを少し片付けることは悪いことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢读书，一直都喜欢，但下岗后，不读书对我的\n上班时间，我停了好半年。我看着家里的小说库，旁边的\n在我的清单上，却不知所措。\n\n幸运的是，小图书馆在我所在的地区很受欢迎，我已经拿起了\n几个侦探小说，... ...",
      "title": "我不知道谁需要听到这句话，但阅读和享受三俗流行小说l-海滩书是可以的。其实读书更重要，尤其是考虑到去年的疯狂情绪，把书单放一放也没什么不好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡讀書，一直都喜歡，但下崗後，不讀書對我的\n上班時間，我停了好半年。我看着家裏的小說庫，旁邊的\n在我的清單上，卻不知所措。\n\n幸運的是，小圖書館在我所在的地區很受歡迎，我已經拿起了\n幾個偵探小說，... ...",
      "title": "我不知道誰需要聽到這句話，但閱讀和享受三俗流行小說l-海灘書是可以的。其實讀書更重要，尤其是考慮到去年的瘋狂情緒，把書單放一放也沒什麼不好。"
    }
  ],
  "title": "I don't know who needs to hear this, but it is OK to read and enjoy trashy-popcorn-novel l-beach-books. It is way more important to actually be reading, and especially given the the wild emotions in the last year, there is nothing wrong with putting the booklist away for a bit.",
  "created_utc": 1618772545,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love reading, always have, but after being laid off and not reading on my commute, I stopped for a good 6 months. I look at my home library of novels next on my list and am overwhelmed. </p>\n\n<p>Fortunately, Little Libraries are popular in my area, and I have picked up several whodunit thrillers, adventure novels, and horror books. I am currently reading &quot;Cyclops&quot; by Clive Cussler and couldn&#39;t be happier. </p>\n\n<p>Don&#39;t judge anyone, nor yourself on their choice of literature. Sometimes we read to think, sometimes to emote, and sometimes to forget.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/books/comments/mthn1g/i_dont_know_who_needs_to_hear_this_but_it_is_ok/",
  "subreddit": "books",
  "id": "mthn1g",
  "is_self": true,
  "media": null,
  "is_video": false
}