{
  "author": "TheHumanRavioli",
  "original_created_utc": 1627747207,
  "title": "YSK not to shield the people in your life from the things that worry or upset you",
  "created_utc": 1627760033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>A lot of people struggle to tell their loved ones (partners, family, friends, etc.) about the bad things in their life because we don’t want to burden them with more bad news or more worries. When you’re so close to these people, you feel like you know all their worries and concerns already and you‘d feel guilty adding negativity on top of that. This type of thinking is so common, and incredibly unhealthy. Our loved ones are the exact people we should confide in to share our feelings and insecurities because our loved ones are going to be the ones most likely to help us get through them <em>without us breaking down or worsening our mental health</em>. Togetherness. Improves. Mental. Health.</p>\n\n<p>Use the people in your life who are there for you. You don’t have to ask them for money or advice. Use them to unburden yourself of the feelings you hide or things you feel you have to face alone. You’re not alone. You have people who love you and sometimes just talking with these people openly about your feelings is all the love you need. It doesn’t make you less strong or less independent. Talking about your feelings makes you stronger, I promise.</p>\n\n<p>I hope this sentiment can help someone a little 💙</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/ov9p73/ysk_not_to_shield_the_people_in_your_life_from/",
  "subreddit": "YouShouldKnow",
  "id": "ov9p73",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nA lot of people struggle to tell their loved ones (partners, family, friends,\netc.) about the bad things in their life because we don’t want to burden them\nwith more bad news or more worries. When you’re so close to these people, you\nfeel like you know all their worries and concerns…"
}