{
  "author": "kpsdarlin",
  "original_created_utc": 1628308938,
  "title": "YSK: The \"vagina\" refers specifically to the inner canal of female assigned genitalia and is self cleaning - the outside is the labia which you should always watch.",
  "created_utc": 1628318479,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: Please continue making jokes about my typo because I love them. </p>\n\n<p>Why YSK: Way WAY too many women and/or folks with vaginas hear &quot;don&#39;t clean your vagina&quot; and assume this means soap should never touch your nethers. But the reality is this is a recipe for all sorts of gross conditions including yeast infections and stems from a misunderstanding of what the vagina IS. </p>\n\n<p>Scientifically speaking, the vagina is only the INSIDE, which is self cleaning and you in fact do not have to clean. Not with a douche and definitely not with soap and water. That area is fine. </p>\n\n<p>The outside of the vagina is called the labia or vulva. It is NOT self cleaning and not only is it safe to clean this area with soap and water, you absolutely should be daily. </p>\n\n<p>Info about cleaning the vagina and vulva <a href=\"https://patient.info/news-and-features/should-you-clean-your-vagina\">here</a>.</p>\n</div><!-- SC_ON -->",
  "score": 300,
  "permalink": "/r/YouShouldKnow/comments/ozm9uw/ysk_the_vagina_refers_specifically_to_the_inner/",
  "subreddit": "YouShouldKnow",
  "id": "ozm9uw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit: Please continue making jokes about my typo because I love them.\n\nWhy YSK: Way WAY too many women and/or folks with vaginas hear \"don't clean your\nvagina\" and assume this means soap should never touch your nethers. But the\nreality is this is a recipe for all sorts of gross conditions including…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Edit: 私のタイプミスについてのジョークを続けてください。\n\nなぜYSKなのかというと、女性や女性器を持つ人の中には、「アソコを洗わないで」という言葉を聞いたことがある人が非常に多いからです。\n膣を洗浄してはいけない」と聞いて、石鹸は鼻に触れてはいけないという意味だと思い込んでいる女性や女性器を持つ人が非常に多いのです。でも実際は\n実際には、これは以下のようなあらゆる種類のグロテスクな症状を引き起こす原因となります。",
      "title": "YSK: 「ヴァギナ」とは、特に女性に割り当てられた生殖器の内側の管のことで、自分で掃除ができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：请继续为我的打字错误开玩笑，因为我喜欢他们。\n\n为什么是YSK：太多的女性和/或有阴道的人听到 \"不要清洁你的\n并认为这意味着肥皂不应该接触你的阴部。但是\n但现实是这是导致各种严重情况的秘诀，包括......",
      "title": "YSK：\"阴道 \"特指女性指定生殖器的内管，可以自我清洁--外面是阴唇，你应该经常注意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：請繼續爲我的打字錯誤開玩笑，因爲我喜歡他們。\n\n爲什麼是YSK：太多的女性和/或有陰道的人聽到 \"不要清潔你的\n並認爲這意味着肥皂不應該接觸你的陰部。但是\n但現實是這是導致各種嚴重情況的祕訣，包括......",
      "title": "YSK：\"陰道 \"特指女性指定生殖器的內管，可以自我清潔--外面是陰脣，你應該經常注意。"
    }
  ]
}