{
  "author": "ChickenDadddy",
  "original_created_utc": 1632956750,
  "title": "YSK if I don't have the right of way, DON'T yield to me!",
  "created_utc": 1632964618,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know you are trying to be nice but your unpredictable driving can put other people at risk.</p>\n\n<p>Why YSK: While people not yielding when they should yield is much more common, several times now since moving out to California when I&#39;ve been waiting to pull out from a parking lot I&#39;ve had people hard brake on busy roads in order to let me &quot;safely&quot; make a left hand turn. The first time it happened I was taken off guard, but no one was behind the car that randomly decided to yield so it was ultimately fine. The second time on the other hand, multiple cars had to slam on their brakes to accommodate for the driver who randomly decided to stop in the middle of the road to let me turn. Now if I was edging out into the road, looking like I was going to dart in front of the incoming traffic, I could understand why people might slow down or even yield just to be safe, but on both occasions I was at a full stop and not in the main road at all.</p>\n\n<p>Once again, I know you&#39;re trying to be polite but you&#39;re just making the road more dangerous for other drivers!</p>\n</div><!-- SC_ON -->",
  "score": 211,
  "permalink": "/r/YouShouldKnow/comments/py6zmk/ysk_if_i_dont_have_the_right_of_way_dont_yield_to/",
  "subreddit": "YouShouldKnow",
  "id": "py6zmk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know you are trying to be nice but your unpredictable driving can put other\npeople at risk.\n\nWhy YSK: While people not yielding when they should yield is much more common,\nseveral times now since moving out to California when I've been waiting to pull\nout from a parking lot I've had people hard…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたが親切にしようとしているのはわかりますが、あなたの予測不可能な運転は他の人を危険にさらします。\n人を危険にさらすことになります。\n\nなぜYSKなのか: 譲るべきところで譲らない人がいるのはよくあることです。\nカリフォルニアに引っ越してきてから、車を停めるのを待っていると、何度か\n駐車場から車を出すのを待っているときに、人が激しく...",
      "title": "YSK 私が道を譲らなければ、DON'T yield to me!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道你是想做个好人，但你不可预知的驾驶行为会让其他人感到不安。\n人处于危险之中。\n\n为什么是YSK：虽然人们在应该让步的时候不让步的情况更常见。\n自从搬到加州后，有好几次我在停车场等待停车的时候\n当我在停车场等待停车的时候，有好几次都有人硬要...",
      "title": "YSK如果我没有路权，就不要给我让路!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道你是想做個好人，但你不可預知的駕駛行爲會讓其他人感到不安。\n人處於危險之中。\n\n爲什麼是YSK：雖然人們在應該讓步的時候不讓步的情況更常見。\n自從搬到加州後，有好幾次我在停車場等待停車的時候\n當我在停車場等待停車的時候，有好幾次都有人硬要...",
      "title": "YSK如果我沒有路權，就不要給我讓路!"
    }
  ]
}