{
  "author": "martianruby",
  "the_new_excerpt": "I’m kind of tired of people telling me I’m racist for \"automatically assuming\nothers have the same skin colour\" as I do.\n\nI think that’s not racist, that’s natural.\nIf I grew up in a country with a mostly white population, I’m likely to imagine\nsomeone being white if I have no additional information…",
  "original_created_utc": 1610287535,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我有点厌倦了人们说我是种族主义者，因为我“自动假设\n其他人的肤色和我一样。\n\n我认为这不是种族主义，这是很自然的。\n如果我在一个白人占多数的国家长大，我很可能会想象\n如果我没有更多的信息，有人就是白人…",
      "title": "[改变我的想法]：我不是一个种族主义者，只是因为我读到或听到一个陌生人的故事，并在潜意识中想象他们有我的肤色。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有點厭倦了人們說我是種族主義者，因爲我“自動假設\n其他人的膚色和我一樣。\n\n我認爲這不是種族主義，這是很自然的。\n如果我在一個白人佔多數的國家長大，我很可能會想象\n如果我沒有更多的信息，有人就是白人…",
      "title": "[改變我的想法]：我不是一個種族主義者，只是因爲我讀到或聽到一個陌生人的故事，並在潛意識中想象他們有我的膚色。"
    }
  ],
  "title": "CMV: I am NOT a racist just for reading or hearing about a stranger and subconsciously picturing them having my skin colour.",
  "created_utc": 1610292739,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m kind of tired of people telling me I’m racist for &quot;automatically assuming others have the same skin colour&quot; as I do.  </p>\n\n<p>I think that’s not racist, that’s natural.<br/>\nIf I grew up in a country with a mostly white population, I’m likely to imagine someone being white if I have no additional information (such as country of origin) about them.<br/>\nSame goes for growing up in a country with mostly black inhabitants and so on.</p>\n\n<p>This doesn’t mean I believe that my skin colour is the &quot;normal&quot; or the &quot;standard&quot; skin colour.<br/>\nIt’s just being used to something.<br/>\nI’m not &quot;assuming&quot; everyone having my skin colour, I know not everyone does.</p>\n\n<p>EDIT: What I mean is that of course there is no normal, standard or default skin colour in the world.<br/>\nBut for individuals there can be something similar to a &quot;normal&quot; skin colour, with &quot;normal&quot; meaning the norm, what’s usual in that region. </p>\n\n<p>Just as there is no normal language when you looking at the world, but if I look at Spain than spanish is the normal language. Doesn’t mean everyone in Spain speaks Spanish, or that you’re out of place if you live in Spain and don’t speak Spanish. But it’s just the usual thing.</p>\n</div><!-- SC_ON -->",
  "score": 181,
  "permalink": "/r/changemyview/comments/kuf0au/cmv_i_am_not_a_racist_just_for_reading_or_hearing/",
  "subreddit": "changemyview",
  "id": "kuf0au",
  "is_self": true,
  "media": null,
  "is_video": false
}