{
  "author": "Many_Scratch2269",
  "original_created_utc": 1639775649,
  "title": "Just because you didn't make a profit in a month or two doesn't mean you should give up on Crypto as a whole. The longer you stay in Crypto, the richer you'll get. Have patience.",
  "created_utc": 1639819900,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In every single dip up until the all-time-high, and now the current dip, It&amp;#39;s hard to see people panic over a dip of -2% a day. It&amp;#39;s even worse when people just give up on Crypto as a whole just because they didn&amp;#39;t make a profit after being in it in a month or two.&lt;/p&gt;\n\n&lt;p&gt;What people forget is, Crypto IS A LONG TERM asset. The harsh truth is, Crypto does not guarantee you a green portfolio every day of the week. However, the magic of the Crypto market is that it can completely erase weeks of losses in a matter of days like we&amp;#39;ve seen after every dip this year. This is why experienced Crypto investors almost never sell and instead accumulate more during any dips. &lt;/p&gt;\n\n&lt;p&gt;TLDR: You won&amp;#39;t make a profit every single day. However, in the long term, the profits are always going to outperform any short term losses. The longer you stay in Crypto, the richer you&amp;#39;ll get. Always have patience!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/rir23q/just_because_you_didnt_make_a_profit_in_a_month/",
  "subreddit": "CryptoCurrency",
  "id": "rir23q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In every single dip up until the all-time-high, and now the current dip, It's\nhard to see people panic over a dip of -2% a day. It's even worse when people\njust give up on Crypto as a whole just because they didn't make a profit after\nbeing in it in a month or two.\n\nWhat people forget is, Crypto IS…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>これまでのすべてのディップにおいて。\n過去最高値、そして現在の下落、この程度でパニックになる人はなかなかいません。\n1日に-2％程度の落ち込み。このような状況下で、Cryptoを「投資対象」として見限る人がいることは、さらに深刻です。\nを、「儲からなかったから」という理由だけで、...",
      "title": "1、2ヶ月で利益が出なかったからと言って、Crypto全体を諦める必要はありません。Cryptoを長く続ければ続けるほど、あなたはより豊かになれるのです。忍耐を持ちましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在每一次的下跌中，直到有史以来的最高点，以及现在的下跌。\n在每一次下跌中，直到历史最高点，以及现在的下跌，都很难看到人们对每天-2%的下跌感到恐慌。\n在每一次下跌中，直到历史最高点，以及现在的下跌，很难看到人们对每天-2%的下跌感到恐慌。更糟糕的是，当人们放弃了加密货币作为一个整体时\n更糟糕的是，人们只是因为他们没有赚到钱而放弃了整个加密货币。",
      "title": "仅仅因为你在一两个月内没有赚到钱，并不意味着你应该放弃整个加密货币。你在Crypto中呆得越久，你就会越富有。要有耐心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在每一次的下跌中，直到有史以來的最高點，以及現在的下跌。\n在每一次下跌中，直到歷史最高點，以及現在的下跌，都很難看到人們對每天-2%的下跌感到恐慌。\n在每一次下跌中，直到歷史最高點，以及現在的下跌，很難看到人們對每天-2%的下跌感到恐慌。更糟糕的是，當人們放棄了加密貨幣作爲一個整體時\n更糟糕的是，人們只是因爲他們沒有賺到錢而放棄了整個加密貨幣。",
      "title": "僅僅因爲你在一兩個月內沒有賺到錢，並不意味着你應該放棄整個加密貨幣。你在Crypto中呆得越久，你就會越富有。要有耐心。"
    }
  ]
}