{
  "author": "Rwandrall",
  "original_created_utc": 1636319844,
  "title": "CMV: The Vaccine Mandate was, strategically speaking, a horribly bad way of dealing with antivaxxers, and has energized Republicans massively.",
  "created_utc": 1636327931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The entire identity of antivaxxers is this: &quot;I don&#39;t trust Big Pharma, I don&#39;t trust the government. They want to infringe on my freedoms, and I am the Hero who will stand up for what&#39;s right.&quot; That &quot;standing by the river of truth and saying &#39;no, you move&#39;&quot; thing is a massive part of conservative identity. This narrative of tyrants and heroic rebels is at their heart.</p>\n\n<p>The vaccine mandate played right into that narrative: that fit perfectly with their story of tyrants and rebels. People who do take the vaccine do it reluctantly, feeling forced and threatened with losing their jobs, while those few still refusing are held up as heroes. </p>\n\n<p>And it didn&#39;t even work, at least so far - the US is behind Brazil, France, the United Kingdom and many more. As it turns out, feeding right into people&#39;s narratives of victimhood is...not a great plan.</p>\n\n<p>&quot;But we need to get people vaccinated! How else will you do it except forcing them!&quot;</p>\n\n<p>Well the French have a solution: defuse the narrative.</p>\n\n<p>See, the French also have a MASSIVE antivaxx movement. Distrust of governments and Big Pharma is rampant with giant chunks of the population believing in homeopathy and distrusting vaccines, both on the right and the left. A vaccine mandate would have led to country-wide demonstrations. </p>\n\n<p>Instead, the government said &quot;you don&#39;t HAVE to get a vaccine. But if you want to travel, go to cinemas, restaurants, etc, you need either a negative test, or a vaccine&quot;.</p>\n\n<p>Why was that brilliant? Because it defused the narrative. A relative of mine is an massive conspiracy theorist - antivaxx, climate skeptic, the works. But they wanted to go to concerts, and couldn&#39;t be bothered to do the tests every time, so...they got jabbed. </p>\n\n<p>See how that defuses their whole thing? No one forced them, they just had to admit that they liked their comfort and convenience more than their professed principles. And now France, the home of antivaxx nutjobs, has a higher vaccination rate than even the UK and Germany!</p>\n\n<p>That&#39;s how you get antivaxxers to drop their pretenses, you don&#39;t play into their story, you sidestep it. And it demonstrably works. Yes, I know the majority of people approve of the mandate, but that&#39;s very much not the point - you can keep all those people on board and get more people vaccinated without giving your opponents ammunition, with cleverer more subtle governance tools. Instead of going with the clever subtle solution they went in with the hammer, and the blowback is going to hurt.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qoy2dg/cmv_the_vaccine_mandate_was_strategically/",
  "subreddit": "changemyview",
  "id": "qoy2dg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The entire identity of antivaxxers is this: \"I don't trust Big Pharma, I don't\ntrust the government. They want to infringe on my freedoms, and I am the Hero\nwho will stand up for what's right.\" That \"standing by the river of truth and\nsaying 'no, you move'\" thing is a massive part of conservative…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンチバクサーのアイデンティティは全てこれです。「製薬会社も政府も信用しない。\n政府も信用できない。彼らは私の自由を侵害しようとしている、私は正しいことのために立ち上がるヒーローだ。\n正しいことをするために立ち上がるヒーローだ」というものです。その「真実の川のそばに立って\nその「真実の川のほとりに立って、\"いや、君が行け \"と言う」ということは、保守的な考え方の大部分を占めています。",
      "title": "CMV: 「ワクチン義務化」は、戦略的に言えば、反ワクチン主義者への対応としては最悪の方法であり、共和党を大いに活気づけました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "反免疫者的整个身份就是这样。\"我不相信大药厂，我不相信政府。\n信任政府。他们想侵犯我的自由，而我是英雄。\n我是英雄，我将为正确的事情站出来\"。那 \"站在真理之河边，并\n说'不，你走吧'\"的事情是保守派的一个重要组成部分...",
      "title": "CMV：从战略上讲，\"疫苗授权 \"是对付反疫苗者的一个非常糟糕的方法，并为共和党人带来了巨大的能量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "反免疫者的整個身份就是這樣。\"我不相信大藥廠，我不相信政府。\n信任政府。他們想侵犯我的自由，而我是英雄。\n我是英雄，我將爲正確的事情站出來\"。那 \"站在真理之河邊，並\n說'不，你走吧'\"的事情是保守派的一個重要組成部分...",
      "title": "CMV：從戰略上講，\"疫苗授權 \"是對付反疫苗者的一個非常糟糕的方法，併爲共和黨人帶來了巨大的能量。"
    }
  ]
}