{
  "author": "unabletogiveadamn",
  "original_created_utc": 1636459378,
  "title": "CMV: Being Gay And Being Trans Should NOT Be Considered Under The Same Umbrella",
  "created_utc": 1636471853,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Trans people are much less common than the gay/bi population, and much more controversial. Is it really an important priority to pursue even if it hurts the overall cause? My answer is no.</p>\n\n<p>People seem to get confused since most people assume being trans is the ultimate level of being gay. Most governments think that it&#39;s a whole package now and I think that it hurts the progression of gay rights in alot of countries. I believe that this &#39;&#39;all of the LGBT or none!!&#39;&#39; mentality is completely arrogant and extremist. You never hear anyone talking specifically about homosexuality nowadays. Either you accept the non-binary point of view, or you don&#39;t.</p>\n\n<p>I&#39;m not saying that trans positivity is an extremist view, I&#39;m saying that the general public needs to get where we&#39;re going step by step.</p>\n\n<p>Harvey Milk was an inspiring activist and he had this strategy where closeted people who are a part of the &#39;&#39;norm&#39;&#39; should come out in order to demonstrate that being homosexual is not defying every single moral code out there. It helps to show that people who have different sexual orientations has been living amongst society, aiding the common good, not causing any harm.</p>\n\n<p>This approach mostly worked in my developing country until trans and non-binary visibility sky rocketed and pushed us back 20 years for nothing. And people who live in the states seem to believe that everyone else is as privileged as they are. That really is not the case in the majority of the world.</p>\n\n<p>Sexual attraction and gender dysmorphia are totally different concepts and one should not be explained with the other.</p>\n\n<p>I am fully aware that trans activism helps all sorts of gender-related issues maybe even more so than gay activism. I am overly grateful that Marsha P. threw that first brick, paving the way for us to have a better future. But also personally, I think being under the same umbrella hurts gay rights more than one can imagine. Social development must be aided strategically, otherwise it can backfire.</p>\n\n<p>Being gay in history wasn&#39;t always something that was demonatized. Being attracted to your own sex wasn&#39;t even a big deal in some of the greatest civilazations there was.</p>\n\n<p>I believe society responds better to slower adjustments and I believe that educating the public about same sex relationships is a great start for the pursuit of equality for all people.</p>\n\n<p>Maybe I need to be educated, if so please call me out. I don&#39;t really want to hurt anyone&#39;s feelings or come across as a transphobic although I know that my opinion sounds like it. If I offended anyone, I apologize in advance.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/qq2793/cmv_being_gay_and_being_trans_should_not_be/",
  "subreddit": "changemyview",
  "id": "qq2793",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Trans people are much less common than the gay/bi population, and much more\ncontroversial. Is it really an important priority to pursue even if it hurts the\noverall cause? My answer is no.\n\nPeople seem to get confused since most people assume being trans is the ultimate\nlevel of being gay. Most…"
}