{
  "author": "vkitukale99",
  "the_new_excerpt": "Seriously, when I started reading the novel, F. Clegg didn't come across the\nusual torture-machine guy or the oppressor. I was right, he wasn't. He was a\ndifferent kind of sadist. People often claim that the ending is the most creepy\npart of this but no, it's the beginning that is creepiest.\n\nI…",
  "original_created_utc": 1618559700,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "真面目な話、この小説を読み始めたとき、F・クレッグはいつもの拷問マシンの男や抑圧者のようには見えなかった。\nF・クレッグは、いつもの拷問マシーンのような男でもなければ、抑圧者でもない。私は正しかった、彼はそうではなかった。彼は異なる種類のサディストだった。\n違う種類のサディストだった。よく、この作品のエンディングが一番気持ち悪いと言われますが、そうではありません。\nと言われますが、そうではなく、最初が一番気持ち悪いのです。\n\nI...",
      "title": "ジョン・ファウルズの「コレクター」を読み終えたところですが、F.Cleggは心理的にひねくれたキャラクターのグレートとして、その中に入るべきだと思います...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说真的，当我开始读这本小说时，F.克莱格并没有遇到。\n通常的拷问机器家伙或压迫者。我是对的，他不是。他是一个\n不同的虐待狂。人们常说，结局是最令人毛骨悚然的。\n的一部分，但不，它的开始 是最令人毛骨悚然。\n\nI…",
      "title": "我刚刚读完约翰-福尔斯的《收藏家》，我相信F.克莱格应该是心理扭曲的人物伟人中的一员。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說真的，當我開始讀這本小說時，F.克萊格並沒有遇到。\n通常的拷問機器傢伙或壓迫者。我是對的，他不是。他是一個\n不同的虐待狂。人們常說，結局是最令人毛骨悚然的。\n的一部分，但不，它的開始 是最令人毛骨悚然。\n\nI…",
      "title": "我剛剛讀完約翰-福爾斯的《收藏家》，我相信F.克萊格應該是心理扭曲的人物偉人中的一員。"
    }
  ],
  "title": "I just finished reading 'The Collector' by John Fowles, and I believe F.Clegg should be up there among as the psychologically twisted character Greats...",
  "created_utc": 1618580094,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seriously, when I started reading the novel, F. Clegg didn&#39;t come across the usual torture-machine guy or the oppressor. I was right, he wasn&#39;t. He was a different kind of sadist. People often claim that the ending is the most creepy part of this but no, it&#39;s the beginning that is creepiest. </p>\n\n<p>I think this has to be a GOAT literary thriller. (It&#39;s not a thriller per se, more of a psycho-study, which was brilliantly written). The way Fowles intersperses the two POVs and the pushing into the minds of two invalids (Miranda was quite different in her own sense). The overall extended metaphors, strewn throughout. The little games they both had between them. It was an exquisite experience.</p>\n\n<p>One of my letdowns while reading was, that the G.P part was blown out of proportion. We never really get to meet G.P and Fowles thought he had to use some filler so he used. The story would have been the ultimate guide book to all psycho-thrillers, had Fowles focused more on F and M&#39;s conflict in newer interesting, fresh ways. But again considering the era in which it was written, we can give some leeway to that.</p>\n\n<p>All in all, it&#39;s what we need in our current thriller novels. Psychological unraveling. Instead, we get to read script-like action formula plots. Highly recommended. I would give 9/10.</p>\n\n<p>Edit- *literary instead of literally.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/mrygxp/i_just_finished_reading_the_collector_by_john/",
  "subreddit": "books",
  "id": "mrygxp",
  "is_self": true,
  "media": null,
  "is_video": false
}