{
  "author": "chykin",
  "original_created_utc": 1634817230,
  "title": "CMV: The 'British' Cheese Toastie is superior to the 'American' Grilled Cheese",
  "created_utc": 1634837804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I use the terms British and American to describe the different styles of making toasted cheese sandwiches as they are most synonymous with these countries, although not strictly limited to.</p>\n\n<p>For the uninitiated, many British households have one of these machines tucked at the back of a cupboard somewhere -  <a href=\"https://m.media-amazon.com/images/I/61uRjJUdgHL._AC_SY450_.jpg\">61uRjJUdgHL._AC_SY450_.jpg (397×450) (media-amazon.com)</a> </p>\n\n<p>In contrast, an &#39;American&#39; grilled cheese is made in a pan, and looks like this -  <a href=\"https://static01.nyt.com/images/2021/08/30/dining/as-grilled-cheese-sandwich-on-the-grill/as-grilled-cheese-sandwich-on-the-grill-articleLarge.jpg\">as-grilled-cheese-sandwich-on-the-grill-articleLarge.jpg (600×376) (nyt.com)</a> </p>\n\n<p>&#x200B;</p>\n\n<p>The &#39;British&#39; cheese toastie is 1) easier; 2) more consistent; and 3) tastes better. </p>\n\n<p>1) All you need to do is fill to bastard with bread (buttered on the outside) and as much cheese as possible and then walk away until the machine makes the click and the light goes green. Conversely, a grilled cheese requires multiple steps of browning, pans, lids, etc. This meal should comfort me and make my troubles fade, not add more to my ever growing to-do list.</p>\n\n<p>2) Every toastie is the same. No one can complain that theirs is slightly more burnt or the cheesed isn&#39;t quite melted. Stick it in, out comes cheese toasty. It&#39;s communism for melty cheese in toasted bread.</p>\n\n<p>3) Arguably, this is subjective. However, the mix of slightly compressed bread with a crunchy exterior, softly steamed by the magma cheese core, with PRE-MADE CUT LINES, and that bit of hot crust that doesn&#39;t quite fit in the machine so you rip it off halfway through to satiate your hunger pans is second to none. The grilled cheese (that&#39;s already cooled down because the sides are exposed to the cold air of the home I can&#39;t afford to heat) may look more uniform, more photogenic, and (perhaps it&#39;s only redeeming quality in this day and age) more instagram-worthy. But the 17 &#39;likes&#39; do nothing to relieve the pain as its brittle exterior scrapes the skin off the inside of the roof of my mouth.</p>\n\n<p>&#x200B;</p>\n\n<p>I should clarify there are some things that are not in scope of this research project:</p>\n\n<p>1) These aren&#39;t two different meals that can both be enjoyed in their own right. It&#39;s one or the other.</p>\n\n<p>2) I don&#39;t want to hear about other bread/melted cheese combos such as paninis or quesadillas.</p>\n\n<p>3) The ownership of the toastie maker should not be an issue. You made the choice to buy that absurdly expensive cast iron pan just to cook the sandwiches your mum made you when you were sick as a child so you could relive the only time you ever felt loved. You could have bought a toastie maker instead.</p>\n\n<p>&#x200B;</p>\n\n<p>If my view is adequately changed I will make and eat a grilled cheese tomorrow.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/qcq1zw/cmv_the_british_cheese_toastie_is_superior_to_the/",
  "subreddit": "changemyview",
  "id": "qcq1zw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I use the terms British and American to describe the different styles of making\ntoasted cheese sandwiches as they are most synonymous with these countries,\nalthough not strictly limited to.\n\nFor the uninitiated, many British households have one of these machines tucked\nat the back of a cupboard…"
}