{
  "author": "0x0BAD_ash",
  "original_created_utc": 1631991692,
  "title": "CMV: There is nothing wrong with American gun policy, and gun crime is primarily a social issue.",
  "created_utc": 1632036639,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a Marxist, and Marx himself said &quot;Under no pretext should arms and ammunition be surrendered; any attempt to disarm the workers must be frustrated, by force if necessary&quot;.<br/>\nI believe that most of the shootings that take place in America are due to the social conditions surrounding them; schools are extremely oppressive environments that encourage antisocial behavior. Most other gun crime (and violent crime in general) is caused directly by poverty conditions.<br/>\nBy solving these issues directly, I believe restricting ownership of firearms would be largely unnecessary.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pqsbvi/cmv_there_is_nothing_wrong_with_american_gun/",
  "subreddit": "changemyview",
  "id": "pqsbvi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a Marxist, and Marx himself said \"Under no pretext should arms and\nammunition be surrendered; any attempt to disarm the workers must be frustrated,\nby force if necessary\".\nI believe that most of the shootings that take place in America are due to the\nsocial conditions surrounding them; schools…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はマルクス主義者ですが、マルクス自身が「いかなる口実でも武器と弾薬を渡してはならない。\n労働者を武装解除しようとするいかなる試みも、必要ならば力ずくで阻止しなければならない。\n労働者の武装解除の試みは、必要ならば力ずくで阻止しなければならない」と言っています。\nアメリカで起きている銃乱射事件のほとんどは、学校やその他の社会的状況に起因していると思います。\nアメリカで起きている銃乱射事件の多くは、それらを取り巻く社会的状況に起因していると思います；学校...",
      "title": "CMV: アメリカの銃政策に問題はなく、銃犯罪は主に社会的な問題です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个马克思主义者，马克思自己说过：\"在任何借口下都不应该交出武器和弹药。\n弹药；任何解除工人武装的企图都必须被挫败。\n如有必要，必须用武力挫败\"。\n我相信，在美国发生的大多数枪击事件都是由于\n围绕他们的社会条件；学校...",
      "title": "CMV：美国的枪支政策没有任何问题，枪支犯罪主要是一个社会问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個馬克思主義者，馬克思自己說過：\"在任何藉口下都不應該交出武器和彈藥。\n彈藥；任何解除工人武裝的企圖都必須被挫敗。\n如有必要，必須用武力挫敗\"。\n我相信，在美國發生的大多數槍擊事件都是由於\n圍繞他們的社會條件；學校...",
      "title": "CMV：美國的槍支政策沒有任何問題，槍支犯罪主要是一個社會問題。"
    }
  ]
}