{
  "author": "SnowdropWorks",
  "the_new_excerpt": "My native language is Dutch, but my English is decent enough to speak and read\nit properly.\n\nI've actually improved my English in high school by starting to read books in\nEnglish instead of my native Dutch. Now as an adult I read books on both\nlanguages. If a book is originally in English I prefer…",
  "original_created_utc": 1619205281,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の母国語はオランダ語ですが、英語はきちんと話したり読んだりできる程度のものです。\n話すことも読むこともできます。\n\n高校生になってからは、母国語のオランダ語ではなく、英語で書かれた本を読むようにして、英語力を向上させました。\n高校時代には、母国語のオランダ語ではなく、英語で本を読むようにして英語力を高めました。大人になってからは、両方の言語の本を読んでいます。\n読んでいます。もともと英語で書かれた本であれば、私は...",
      "title": "バイリンガルリーダー。両方（またはそれ以上）の言語で読書をしていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的母语是荷兰语，但我的英语还算不错，可以说和读。\n它。\n\n实际上，我在高中时就开始阅读英语书籍，而不是我的母语荷兰语，从而提高了我的英语水平。\n而不是我的母语荷兰语。现在，作为一个成年人，我阅读两种语言的书籍\n语言的书籍。如果一本书原本是英文的，我更喜欢...",
      "title": "双语读者。你是否用两种（或更多）你所讲的语言阅读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的母語是荷蘭語，但我的英語還算不錯，可以說和讀。\n它。\n\n實際上，我在高中時就開始閱讀英語書籍，而不是我的母語荷蘭語，從而提高了我的英語水平。\n而不是我的母語荷蘭語。現在，作爲一個成年人，我閱讀兩種語言的書籍\n語言的書籍。如果一本書原本是英文的，我更喜歡...",
      "title": "雙語讀者。你是否用兩種（或更多）你所講的語言閱讀。"
    }
  ],
  "title": "Bilingual readers. Do you read in both (or more) languages you speak.",
  "created_utc": 1619235444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My native language is Dutch, but my English is decent enough to speak and read it properly.</p>\n\n<p>I&#39;ve actually improved my English in high school by starting to read books in English instead of my native Dutch. Now as an adult I read books on both languages. If a book is originally in English I prefer to read it in English. If not I prefer to read it in Dutch.<br/>\nIt usually take me less then a paragraph in a new book to get into the language.</p>\n\n<p>Are there more bilingual readers out there. How do you folks get about it?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/mx2t4a/bilingual_readers_do_you_read_in_both_or_more/",
  "subreddit": "books",
  "id": "mx2t4a",
  "is_self": true,
  "media": null,
  "is_video": false
}