{
  "author": "1saltymf",
  "original_created_utc": 1625843033,
  "title": "YSK: Sunscreen beyond 30SPF provides negligible benefits. Instead, make sure you choose a broad spectrum sunscreen that covers both UVA + UVB rays",
  "created_utc": 1625849907,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people think that getting spf 100 or whatever works <em>much</em> better than 30 or 50SPF. That’s simply not true. Higher SPF also does not mean you can be out in the sun for a longer period of time. You should be applying sunscreen 30 min prior to exposure and reapplying every 2 hours, no matter what.</p>\n\n<p>SPF 30 = 97% rays blocked</p>\n\n<p>SPF 50 = 98% rays blocked</p>\n\n<p>SPF 70 = 98.5%</p>\n\n<p>SPF 100 = 99%</p>\n\n<p>It’s a negligible difference between 30 and 100 and sunscreens will try to charge you more for that difference.</p>\n\n<p>In reality, what’s more important is that you cover all <em>types</em> of UV rays. Particularly Type A and B. This will be indicated by the sunscreen saying “broad spectrum”. Note: for people with sensitive skin disorders, you may benefit from the higher SPF, so consult your doctor for that obviously.</p>\n\n<p>Source: <a href=\"https://www.aad.org/public/everyday-care/sun-protection/sunscreen-patients/sunscreen-faqs\">https://www.aad.org/public/everyday-care/sun-protection/sunscreen-patients/sunscreen-faqs</a></p>\n</div><!-- SC_ON -->",
  "score": 570,
  "permalink": "/r/YouShouldKnow/comments/ogxfmm/ysk_sunscreen_beyond_30spf_provides_negligible/",
  "subreddit": "YouShouldKnow",
  "id": "ogxfmm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: many people think that getting spf 100 or whatever works much better\nthan 30 or 50SPF. That’s simply not true. Higher SPF also does not mean you can\nbe out in the sun for a longer period of time. You should be applying sunscreen\n30 min prior to exposure and reapplying every 2 hours, no…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、多くの人がSPF100などの方が30や50のSPFよりも効果があると思っているからです。\nと思っている人が多いようです。しかし、それは間違いです。また、SPFが高いからといって、長時間太陽の下にいられるわけでもありません。\nまた、SPFが高いからといって、長時間太陽の下にいられるわけでもありません。日光浴の30分前には日焼け止めを塗るべきです。\n日光浴の30分前に日焼け止めを塗り、2時間ごとに塗り直す必要があります...",
      "title": "YSK: 30SPF以上の日焼け止めは、ほとんど効果がありません。それよりも、UVAとUVBの両方をカバーするブロードスペクトラムの日焼け止めを選ぶようにしましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人认为获得spf100或什么的效果比30或50SPF好得多。\n比30或50SPF好得多。这根本不是事实。更高的SPF值也并不意味着你可以\n在阳光下呆更长时间。你应该涂抹防晒霜\n曝晒前30分钟，每2小时重新涂抹一次，而不是...",
      "title": "YSK：超过30SPF的防晒霜带来的好处可以忽略不计。相反，确保你选择涵盖UVA和UVB射线的广谱防晒霜。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人認爲獲得spf100或什麼的效果比30或50SPF好得多。\n比30或50SPF好得多。這根本不是事實。更高的SPF值也並不意味着你可以\n在陽光下呆更長時間。你應該塗抹防曬霜\n曝曬前30分鐘，每2小時重新塗抹一次，而不是...",
      "title": "YSK：超過30SPF的防曬霜帶來的好處可以忽略不計。相反，確保你選擇涵蓋UVA和UVB射線的廣譜防曬霜。"
    }
  ]
}