{
  "author": "hunniddolla",
  "original_created_utc": 1633722096,
  "title": "YSK: Many Red Wing shoe dealers offer a lifetime warranty on Red Wing socks.",
  "created_utc": 1633730316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you never want to pay for socks ever again, many Red Wing shoe dealers have a no questions asked exchange policy for socks purchased from that location. The way my local dealer explained it: If your socks ever get a hole, just bring the socks back and they will exchange them for free. Incredibly high quality socks with a lifetime warranty sounds pretty good to me.</p>\n\n<p>I am in no way associated with Red Wing. I found this out the other day when I was buying a pair of boots and it seemed like something more people should know about.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/q456tz/ysk_many_red_wing_shoe_dealers_offer_a_lifetime/",
  "subreddit": "YouShouldKnow",
  "id": "q456tz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you never want to pay for socks ever again, many Red Wing shoe\ndealers have a no questions asked exchange policy for socks purchased from that\nlocation. The way my local dealer explained it: If your socks ever get a hole,\njust bring the socks back and they will exchange them for free.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: ソックスに二度とお金を払いたくないという方のために、多くのレッドウィングシューズ販売店では\n販売店で購入された靴下は、問答無用で交換していただけます。\nを提供しています。私の地元の販売店の説明によると もし靴下に穴が開いてしまったら、その靴下を返品してください。\nもし靴下に穴が開いてしまったら、その靴下を持って帰れば無料で交換してくれます。....",
      "title": "YSK: 多くのレッド・ウィングの靴販売店では、レッド・ウィングのソックスに生涯保証を付けています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你再也不想为袜子买单，许多红翼鞋\n经销商对在该地点购买的袜子都有无条件换货的政策。\n地点购买的袜子。我当地的经销商是这样解释的。如果你的袜子破了一个洞。\n只要把袜子拿回来，他们就会免费为你更换....。",
      "title": "YSK：许多红翼鞋经销商对红翼袜子提供终身保修。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你再也不想爲襪子買單，許多紅翼鞋\n經銷商對在該地點購買的襪子都有無條件換貨的政策。\n地點購買的襪子。我當地的經銷商是這樣解釋的。如果你的襪子破了一個洞。\n只要把襪子拿回來，他們就會免費爲你更換....。",
      "title": "YSK：許多紅翼鞋經銷商對紅翼襪子提供終身保修。"
    }
  ]
}