{
  "author": "Svinkta",
  "original_created_utc": 1628616695,
  "title": "CMV: Going Vegan is unsustainable and dangerous to children.",
  "created_utc": 1628635958,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think the entire world (less specific communities) eats too much meat. Science supports that fact that certain amino acids only available in meat (with the technology we have now) are necessary for neurological development. Even bone broth soup a few times a year is plenty for a grown adult. However, a 100% vegan diet would cause big health issues across many demographics. </p>\n\n<p>I have been told this simply isn&#39;t true, but no one has ever told me why. Someone who is a supporter of complete vegan diet, please tell me why it has to be black and white.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p1u1fj/cmv_going_vegan_is_unsustainable_and_dangerous_to/",
  "subreddit": "changemyview",
  "id": "p1u1fj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think the entire world (less specific communities) eats too much meat. Science\nsupports that fact that certain amino acids only available in meat (with the\ntechnology we have now) are necessary for neurological development. Even bone\nbroth soup a few times a year is plenty for a grown adult.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、世界全体（特定の地域を除く）で、肉を食べ過ぎていると思います。科学\n肉にしか含まれていない特定のアミノ酸があることは、科学的にも裏付けられています。\n神経の発達に必要なのです。年に数回のボーンブロススープでも\n年に数回のスープでも、大人には十分です....",
      "title": "CMV: Going Veganは持続可能ではなく、子供たちにとっても危険です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为整个世界（不包括特定社区）都吃了太多的肉。科学\n支持这一事实，即只有在肉类中才能获得的某些氨基酸（以我们现在的技术\n我们现在拥有的技术）对神经系统的发展是必要的。即使是骨\n一年喝几次骨头汤，对一个成年....，也足够了。",
      "title": "CMV：吃素是不可持续的，而且对儿童很危险。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲整個世界（不包括特定社區）都吃了太多的肉。科學\n支持這一事實，即只有在肉類中才能獲得的某些氨基酸（以我們現在的技術\n我們現在擁有的技術）對神經系統的發展是必要的。即使是骨\n一年喝幾次骨頭湯，對一個成年....，也足夠了。",
      "title": "CMV：喫素是不可持續的，而且對兒童很危險。"
    }
  ]
}