{
  "author": "MDTmike",
  "original_created_utc": 1627314924,
  "title": "Fantasy: What is your Gateway Book?",
  "created_utc": 1627386652,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Someone asked me an excellent question during a conversation about fantasy novels. I felt the need to share it along with a little personal narrative.<br/>\nThe question was <strong>&quot;What was your gateway book into the fantasy genre?&quot;</strong></p>\n\n<p>My answer of <em>Redwall</em> / <em>Mossflower</em> by Brian Jacques did not take much thought as it is one of the few memories that I can call on from the young age of 11. I did not care much for reading as nothing could hold my interest for very long. My middle school librarian, Mr. Francis, had asked me a few questions regarding my attractions and pointed me into the direction of <em>Redwall</em>. The depiction of good and evil may have been simply laid out in these children&#39;s books, but I believe that they are the foundation for all good fantasy stories. I was at the perfect age and must have been going through the right experiences to have these books take the honorary title of &quot;Gatway Book&quot;. <em>Redwall</em> had lead me into some wonderful novels and series such as LOTR, HP, ASOIAF, KKC, and of course many more.<br/>\nSo thank you Jacques for creating Martin the Warrior to inspire in me stronger senses of perseverance and morality. Thank you also Mr. Francis for enduring the snickers and comments of a pre teen boy, and giving me the gift of reading. May you both rest easy wherever you are. </p>\n\n<p>So my question to you is <strong>&quot;What was your gateway book into the fantasy genre?&quot;</strong></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/os1mkb/fantasy_what_is_your_gateway_book/",
  "subreddit": "books",
  "id": "os1mkb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Someone asked me an excellent question during a conversation about fantasy\nnovels. I felt the need to share it along with a little personal narrative.\nThe question was \"What was your gateway book into the fantasy genre?\"\n\nMy answer of Redwall / Mossflower by Brian Jacques did not take much thought…"
}