{
  "author": "MDTmike",
  "original_created_utc": 1627314924,
  "title": "Fantasy: What is your Gateway Book?",
  "created_utc": 1627386652,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Someone asked me an excellent question during a conversation about fantasy novels. I felt the need to share it along with a little personal narrative.<br/>\nThe question was <strong>&quot;What was your gateway book into the fantasy genre?&quot;</strong></p>\n\n<p>My answer of <em>Redwall</em> / <em>Mossflower</em> by Brian Jacques did not take much thought as it is one of the few memories that I can call on from the young age of 11. I did not care much for reading as nothing could hold my interest for very long. My middle school librarian, Mr. Francis, had asked me a few questions regarding my attractions and pointed me into the direction of <em>Redwall</em>. The depiction of good and evil may have been simply laid out in these children&#39;s books, but I believe that they are the foundation for all good fantasy stories. I was at the perfect age and must have been going through the right experiences to have these books take the honorary title of &quot;Gatway Book&quot;. <em>Redwall</em> had lead me into some wonderful novels and series such as LOTR, HP, ASOIAF, KKC, and of course many more.<br/>\nSo thank you Jacques for creating Martin the Warrior to inspire in me stronger senses of perseverance and morality. Thank you also Mr. Francis for enduring the snickers and comments of a pre teen boy, and giving me the gift of reading. May you both rest easy wherever you are. </p>\n\n<p>So my question to you is <strong>&quot;What was your gateway book into the fantasy genre?&quot;</strong></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/os1mkb/fantasy_what_is_your_gateway_book/",
  "subreddit": "books",
  "id": "os1mkb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Someone asked me an excellent question during a conversation about fantasy\nnovels. I felt the need to share it along with a little personal narrative.\nThe question was \"What was your gateway book into the fantasy genre?\"\n\nMy answer of Redwall / Mossflower by Brian Jacques did not take much thought…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ファンタジー小説についての会話の中で、ある人から素晴らしい質問を受けました。\n聞かれました。私はそれを少し個人的な物語と一緒に共有する必要があると感じました。\nその質問とは、\"あなたがファンタジーというジャンルに入るきっかけとなった本は何ですか？\" というものでした。\n\nブライアン・ジャックの『レッドウォール／モスフラワー』と答えたのは、あまり考えなくてもよかったのですが......。",
      "title": "ファンタジー：あなたのゲートウェイ・ブックは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在一次关于幻想小说的谈话中，有人问了我一个很好的问题\n小说。我觉得有必要与大家分享一下这个问题，并附上一点个人的叙述。\n这个问题是：\"你进入奇幻小说流派的入门书是什么？\"\n\n我的答案是布莱恩-雅克的《红墙》/《茉莉花》，这并没有花费太多的心思。",
      "title": "幻想：你的网关书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在一次關於幻想小說的談話中，有人問了我一個很好的問題\n小說。我覺得有必要與大家分享一下這個問題，並附上一點個人的敘述。\n這個問題是：\"你進入奇幻小說流派的入門書是什麼？\"\n\n我的答案是布萊恩-雅克的《紅牆》/《茉莉花》，這並沒有花費太多的心思。",
      "title": "幻想：你的網關書是什麼？"
    }
  ]
}