{
  "author": "blake31a",
  "original_created_utc": 1634832846,
  "title": "If you had a hidden room behind a bookshelf, which book would you use as the latch?",
  "created_utc": 1634845664,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am actually planning to build a hidden door with a bookshelf (don&#39;t tell anyone!) and I&#39;m looking for recommendations that make a clever comment with the author / title combo like <em>No one here gets out alive</em> by Jim Morrison or something that only makes sense to those that have read the book like <em>The Chronicles of Narnia.</em></p>\n\n<p>I don&#39;t care about it being secret per se, so I don&#39;t care to use (cringe) <em>Atlas Shrugged</em> or any other book simply because no one in their right mind would ever want to pick it up. The book shelf is in the family room which gets a lot of use by kids, so I&#39;d like it to be a fun conversation piece while avoiding dark or adult themes (it won&#39;t be <em>The Diary of Anne Frank</em>). Thanks for playing along!</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: the front runners so far, according to voting are</p>\n\n<ol>\n<li><em>Oh, The Places You&#39;ll Go</em></li>\n<li> <em>Harry Potter and the Chamber of Secrets</em> </li>\n<li>A collection of EAP stories including <em>The Cask of Amontillado</em></li>\n</ol>\n\n<p>Personally, I also like <em>The Doors of Perception</em> by Aldous Huxley or using a candle.</p>\n\n<p>Thanks everyone! Keep them coming!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qcvbqk/if_you_had_a_hidden_room_behind_a_bookshelf_which/",
  "subreddit": "books",
  "id": "qcvbqk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am actually planning to build a hidden door with a bookshelf (don't tell\nanyone!) and I'm looking for recommendations that make a clever comment with the\nauthor / title combo like No one here gets out alive by Jim Morrison or\nsomething that only makes sense to those that have read the book like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "実は、本棚付きの隠し扉を作ろうと思っています（内緒ですが\nで、著者とタイトルの組み合わせで気の利いたコメントをしているオススメを探しています。\nジム・モリソンの「No one here gets out alive」のように著者とタイトルの組み合わせで気の利いたコメントをしているものや\n本を読んだことがある人にしかわからないような...。",
      "title": "本棚の後ろに隠し部屋があるとしたら、どの本を掛け金にしますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "实际上，我正计划建造一个带有书架的暗门（不要告诉任何人！）。\n我正在寻找一些推荐书目，这些书目可以对作者/书名进行巧妙的评论。\n作者/书名的组合，如吉姆-莫里森的《这里没有人能活着出去》或\n只有读过这本书的人才能理解的东西，比如......",
      "title": "如果你有一个隐藏在书架后面的房间，你会用哪本书作为门闩？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "實際上，我正計劃建造一個帶有書架的暗門（不要告訴任何人！）。\n我正在尋找一些推薦書目，這些書目可以對作者/書名進行巧妙的評論。\n作者/書名的組合，如吉姆-莫里森的《這裏沒有人能活着出去》或\n只有讀過這本書的人才能理解的東西，比如......",
      "title": "如果你有一個隱藏在書架後面的房間，你會用哪本書作爲門閂？"
    }
  ]
}