{
  "author": "orfane",
  "original_created_utc": 1634217871,
  "title": "YSK: A sudden loss of vision on one side of your visual field is a sign of a stroke",
  "created_utc": 1634225007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Today is World Sight Day, so I thought I would re-share an important but underknown fact about strokes. Nearly 56% of strokes result in a loss of vision, and up to 1% of the adult population suffers from vision loss due a stroke. This condition is known as <a href=\"https://journals.lww.com/jneuro-ophthalmology/fulltext/2006/09000/homonymous_hemianopia_in_stroke.5.aspx\">Hemianopia</a> and it cuts your vision in both eyes, on one side of the visual field. However, many people are not aware that strokes can affect your vision, and if your only symptom is vision loss many hospitals will not administer TPA, a drug critical to reversing stroke effects.</p>\n\n<p>The common expression for recognizing a stroke is FAST - Face, Arm, Speech, Time - which represents three common symptoms and that treating a stroke quickly is critical. However many in the stroke field (myself included) prefer BE FAST, which adds Balance and Eyes to the list of symptoms.</p>\n\n<p>So, TL;DR - Strokes can affect vision, and you should be aware of the possible signs and symptoms to protect yourself and loved ones. Stay safe and take care!</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/q7znh9/ysk_a_sudden_loss_of_vision_on_one_side_of_your/",
  "subreddit": "YouShouldKnow",
  "id": "q7znh9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Today is World Sight Day, so I thought I would re-share an important\nbut underknown fact about strokes. Nearly 56% of strokes result in a loss of\nvision, and up to 1% of the adult population suffers from vision loss due a\nstroke. This condition is known as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：今日は世界視力デーなので、脳卒中について、重要だけどあまり知られていないことを改めてお伝えしようと思いました。\n脳卒中についての重要な事実をお伝えします。脳卒中の約56％は視力を失います。\n成人人口の1％が脳卒中による視力低下に苦しんでいると言われています。\n脳卒中による視力低下は、成人人口の1％に上ります。このような状態は、いわゆる...",
      "title": "YSK: 視野の片側が突然見えなくなるのは、脳卒中の兆候です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：今天是世界视力日，所以我想我要重新分享一个重要的\n关于中风的一个重要但不为人知的事实。近56%的中风会导致丧失\n近56%的中风导致视力丧失，多达1%的成年人因中风而导致视力丧失。\n中风。这种情况被称为中风。",
      "title": "YSK：一侧视野突然失去视力是中风的征兆"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：今天是世界視力日，所以我想我要重新分享一個重要的\n關於中風的一個重要但不爲人知的事實。近56%的中風會導致喪失\n近56%的中風導致視力喪失，多達1%的成年人因中風而導致視力喪失。\n中風。這種情況被稱爲中風。",
      "title": "YSK：一側視野突然失去視力是中風的徵兆"
    }
  ]
}