{
  "author": "_Edgarallenhoe",
  "original_created_utc": 1627262547,
  "title": "What is your toxic reading trait?",
  "created_utc": 1627294383,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Mine is that I almost always refuse to read a book unless it has raving reviews. Like 4 star minimum on good reads. </p>\n\n<p>Another one is that I have tried to read so many classics but can’t get more than 20% through most of the time because I become so bored.</p>\n\n<p>I also feel like I can’t only buy one book at a time. I won’t buy ANY unless I can buy a minimum of three so I have instant new reading material as soon as I finish one and don’t lose momentum. If I’m not picking one up right after the other I probably won’t read for a month or more.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/orohy7/what_is_your_toxic_reading_trait/",
  "subreddit": "books",
  "id": "orohy7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Mine is that I almost always refuse to read a book unless it has raving reviews.\nLike 4 star minimum on good reads.\n\nAnother one is that I have tried to read so many classics but can’t get more\nthan 20% through most of the time because I become so bored.\n\nI also feel like I can’t only buy one book…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合、絶賛されていない本はほとんど読まないことにしています。\n良い本には最低でも4つ星をつけるようにしています。\n\nもう1つは、多くの古典を読もうとしましたが、ほとんどの本を20％以上読むことができません。\nもう1つは、古典をたくさん読もうとしているのですが、飽きてしまってほとんどの場合20％以上は読めません。\n\nまた、1冊しか買えないのも気になります...。",
      "title": "あなたの有害な読書の特徴は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的情况是，我几乎总是拒绝阅读一本书，除非它有令人赞叹的评论。\n就像好书的最低4星。\n\n另一个问题是，我曾试图阅读许多经典作品，但大多数时候都不能超过20%，因为我感到非常无聊。\n但大多数时候都不能超过20%，因为我变得非常无聊。\n\n我还觉得我不能只买一本书...",
      "title": "你的有毒阅读特征是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的情況是，我幾乎總是拒絕閱讀一本書，除非它有令人讚歎的評論。\n就像好書的最低4星。\n\n另一個問題是，我曾試圖閱讀許多經典作品，但大多數時候都不能超過20%，因爲我感到非常無聊。\n但大多數時候都不能超過20%，因爲我變得非常無聊。\n\n我還覺得我不能只買一本書...",
      "title": "你的有毒閱讀特徵是什麼？"
    }
  ]
}