{
  "author": "bffjjddndnmd",
  "the_new_excerpt": "I don’t have much to add beyond the title. Metropolises don’t just spring up out\nof nowhere in 30 years.\n\nRegarding wealth and consumerism, that much is obvious to the naked eye.\n\nA quick internet search will provide an insight into the horrific treatment that\nthe construction workers are subjected…",
  "original_created_utc": 1622545602,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトル以上に付け加えることはありません。大都市は30年でどこからともなく出現するものではありません。\n30年でどこからともなく出現するものではありません。\n\n豊かさと消費主義については、それは目に見えて明らかです。\n\nインターネットで検索すれば、建設作業員が受けているひどい仕打ちを知ることができます。\n建設作業員が受けているひどい仕打ちは、ネットで検索すればすぐにわかります...。",
      "title": "CMV：ドバイは、事実上の奴隷が作った富と消費主義の記念碑です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "除了标题之外，我没有什么要补充的。大都市不会在30年内突然出现\n在30年内凭空出现。\n\n关于财富和消费主义，这一点是肉眼可见的。\n\n在互联网上快速搜索一下，就能了解到建筑工人受到的可怕待遇。\n建筑工人所受到的可怕待遇...",
      "title": "CMV：迪拜是一座由事实上的奴隶建造的财富和消费主义的纪念碑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "除了標題之外，我沒有什麼要補充的。大都市不會在30年內突然出現\n在30年內憑空出現。\n\n關於財富和消費主義，這一點是肉眼可見的。\n\n在互聯網上快速搜索一下，就能瞭解到建築工人受到的可怕待遇。\n建築工人所受到的可怕待遇...",
      "title": "CMV：迪拜是一座由事實上的奴隸建造的財富和消費主義的紀念碑。"
    }
  ],
  "title": "CMV: Dubai is a monument to wealth and consumerism built by de-facto slaves.",
  "created_utc": 1622563339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t have much to add beyond the title. Metropolises don’t just spring up out of nowhere in 30 years. </p>\n\n<p>Regarding wealth and consumerism, that much is obvious to the naked eye. </p>\n\n<p>A quick internet search will provide an insight into the horrific treatment that the construction workers are subjected to - false promises about wage levels, delayed or non payment of wages, abusive working schedules. </p>\n\n<p>Furthermore, any talk of the abusive treatment of workers is either ignored by the general population or actively suppressed by the government, eg bans on collecting data on the number of worker suicides and more.</p>\n\n<p>EDIT: To clarify something that seems to have thrown a couple people, I am using the following (possibly atypical) definition of the word monument:</p>\n\n<p>‘Monument - an enduring and memorable example of something.’</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/nprez2/cmv_dubai_is_a_monument_to_wealth_and_consumerism/",
  "subreddit": "changemyview",
  "id": "nprez2",
  "is_self": true,
  "media": null,
  "is_video": false
}