{
  "author": "ChlamydiaIsAChoice",
  "the_new_excerpt": "I regularly see non-Americans complain about people assuming everyone on Reddit\nis American. My view is that it makes sense to assume that the average Redditor\nis American. Roughly 51% of Reddit users are from the United States, and America\nhas nearly 13 times more Reddit users than the next highest…",
  "original_created_utc": 1620618777,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ人以外の人が、Redditで誰もがそうだと思い込んでいることについて、定期的に文句を言っています。\nをアメリカ人だと思い込んでいる人たちについて、アメリカ人ではない人たちが不満を言っているのをよく見かけます。私の考えでは、平均的なRedditの利用者がアメリカ人であると仮定するのは理にかなっていると思います。\nはアメリカ人だと考えるのが妥当だと思います。Redditのユーザーの約51％はアメリカ人で、アメリカはRedditのユーザー数が最も多い国の約13倍です。\nアメリカのRedditユーザー数は、次に多い国の約13倍です。",
      "title": "CMV: 何の脈絡もなく、平均的なRedditorはアメリカ人であると仮定することは理にかなっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到非美国人抱怨人们认为Reddit上的每个人都是美国人。\n是美国人。我的观点是，假设一般的Reddit用户是美国人是有道理的。\n是美国人。大约51%的Reddit用户来自美国。\n美国的Reddit用户比次高的国家多出近13倍...",
      "title": "CMV：鉴于没有进一步的背景，假设一般的Redditor是美国人是有道理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到非美國人抱怨人們認爲Reddit上的每個人都是美國人。\n是美國人。我的觀點是，假設一般的Reddit用戶是美國人是有道理的。\n是美國人。大約51%的Reddit用戶來自美國。\n美國的Reddit用戶比次高的國家多出近13倍...",
      "title": "CMV：鑑於沒有進一步的背景，假設一般的Redditor是美國人是有道理的。"
    }
  ],
  "title": "CMV: Given no further context, it makes sense to assume that the average Redditor is American",
  "created_utc": 1620628421,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I regularly see non-Americans complain about people assuming everyone on Reddit is American. My view is that <em>it makes sense</em> to assume that the average Redditor is American. Roughly 51% of Reddit users are from the United States, and America has nearly 13 times more Reddit users than the next highest country (Australia). I feel like if I were on a website made up of &gt;50% Australians, I would probably assume the average user is Australian. Could someone please explain what is wrong with my viewpoint or how I am missing the point?</p>\n\n<p><em>Source: <a href=\"https://backlinko.com/reddit-users\">https://backlinko.com/reddit-users</a></em></p>\n\n<p>Edit: I should have said &quot;a random Redditor&quot; instead of &quot;the average Redditor.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/n8vad0/cmv_given_no_further_context_it_makes_sense_to/",
  "subreddit": "changemyview",
  "id": "n8vad0",
  "is_self": true,
  "media": null,
  "is_video": false
}