{
  "author": "iCANNcu",
  "original_created_utc": 1634548062,
  "title": "CMV: Bitcoin mining using non renewables should be banned immediately.",
  "created_utc": 1634567572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Global warming is a serious threat to the survival of the human species and it&#39;s insane we are adding to this problem for no good reason. Currently Bitcoin mining consumes more power per year than the whole country of Argentina. There would be hardly any downsides in banning the mining of crypto currencies using non renewables and the benefits would be immediate.</p>\n\n<p>Even with a &#39;carbon tax&#39; mining for bitcoins should be banned immediately if it&#39;s being done using non renewables. There is no effective way to capture carbon at this point and it&#39;s unclear if there will ever be. </p>\n\n<p>What am I missing?</p>\n</div><!-- SC_ON -->",
  "score": 121,
  "permalink": "/r/changemyview/comments/qaixj9/cmv_bitcoin_mining_using_non_renewables_should_be/",
  "subreddit": "changemyview",
  "id": "qaixj9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Global warming is a serious threat to the survival of the human species and it's\ninsane we are adding to this problem for no good reason. Currently Bitcoin\nmining consumes more power per year than the whole country of Argentina. There\nwould be hardly any downsides in banning the mining of crypto…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "地球温暖化は人類の生存にとって深刻な脅威であり、正当な理由なくこの問題に拍車をかけているのは正気の沙汰ではありません。\n正当な理由もなく、この問題に拍車をかけるのは非常識です。現在、ビットコイン\nマイニングは、年間でアルゼンチンの国全体よりも多くの電力を消費しています。ビットコインには\nビットコインのマイニングを禁止しても、デメリットはほとんどないでしょう...。",
      "title": "CMV：自然エネルギーを使わないビットコインの採掘は、直ちに禁止すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "全球变暖是对人类生存的严重威胁。\n疯了，我们毫无理由地增加了这个问题。目前比特币\n挖矿每年消耗的电力比整个阿根廷国家还多。挖矿\n禁止加密货币的开采几乎没有任何坏处...",
      "title": "CMV: 应该立即禁止使用非可再生能源的比特币开采。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "全球變暖是對人類生存的嚴重威脅。\n瘋了，我們毫無理由地增加了這個問題。目前比特幣\n挖礦每年消耗的電力比整個阿根廷國家還多。挖礦\n禁止加密貨幣的開採幾乎沒有任何壞處...",
      "title": "CMV: 應該立即禁止使用非可再生能源的比特幣開採。"
    }
  ]
}