{
  "author": "all_is_love6667",
  "the_new_excerpt": "Following social trends doesn't mean one is lacking originality.\n\nMingling with other people is a healthy, natural process which improve\nsociability and allows one to interact with other people.\n\nAs long as people behave on their free will to imitate others, it's fine.\n\nBeing naive, gullible and…",
  "original_created_utc": 1623492106,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "流行を追いかけることは、オリジナリティがないということではありません。\n\n人と交わることは、健康的で自然なプロセスです。\n社会性を高め、他の人との交流を可能にします。\n\n人が自由意志に基づいて人の真似をしている限り、それは問題ありません。\n\n世間知らずで、騙されやすく、...",
      "title": "CMV：「私は羊ではない」と主張して、みんながやっているからやらないというのは不健全なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "跟随社会潮流并不意味着一个人缺乏原创性。\n\n与其他人打交道是一个健康、自然的过程，可以提高\n适应性，并允许一个人与其他人互动。\n\n只要人们按照自己的自由意志去模仿别人，就没有问题。\n\n天真、易受骗和...",
      "title": "CMV：不做别人都做的事情，争论 \"我不是羊\"，这是不健康的，因为人们想成为 \"原创\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "跟隨社會潮流並不意味着一個人缺乏原創性。\n\n與其他人打交道是一個健康、自然的過程，可以提高\n適應性，並允許一個人與其他人互動。\n\n只要人們按照自己的自由意志去模仿別人，就沒有問題。\n\n天真、易受騙和...",
      "title": "CMV：不做別人都做的事情，爭論 \"我不是羊\"，這是不健康的，因爲人們想成爲 \"原創\"。"
    }
  ],
  "title": "CMV: It's unhealthy to not do things because everyone else does them, arguing \"I'm not a sheep\", because people want to be \"original\".",
  "created_utc": 1623508499,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Following social trends doesn&#39;t mean one is lacking originality.</p>\n\n<p>Mingling with other people is a healthy, natural process which improve sociability and allows one to interact with other people.</p>\n\n<p>As long as people behave on their free will to imitate others, it&#39;s fine.</p>\n\n<p>Being naive, gullible and influence-able are not flaws. There is no point in proving his/her own originality, since homo sapiens is very social, and humans have been influencing each others just like most other animal species, since the start.</p>\n\n<p>The largest problem with people wanting to prove their individuality often results in isolation, desocialisation, refusal to integrate in society.</p>\n\n<p>TL:DR; Criticizing people for being &quot;sheeps&quot; is a very narrow argument and is often unjustified.</p>\n</div><!-- SC_ON -->",
  "score": 252,
  "permalink": "/r/changemyview/comments/ny3cy9/cmv_its_unhealthy_to_not_do_things_because/",
  "subreddit": "changemyview",
  "id": "ny3cy9",
  "is_self": true,
  "media": null,
  "is_video": false
}