{
  "author": "cabur84",
  "original_created_utc": 1629826662,
  "title": "CMV: A woman slapping a man is abuse/domestic violence/assault and should be treated as such legally, as well as socially.",
  "created_utc": 1629833473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It has been normalized for decades that it is acceptable for women to slap men when they are angry or feel emotionally attacked.  Physical violence should never be an appropriate response for non-physical violence.</p>\n\n<p>I somewhat equate this to the fact that it is never acceptable for a man to punch another man, no matter how much he is ruining his mouth.</p>\n\n<p>I believe there are cases where people would feel that the person deserved to be punched/slapped, but just because they deserve physical violence doesn’t mean that it should happen or be encouraged.  If the emotional attacker is continuing to be physically non-violent, then physical violence should not be acceptable for the victim.</p>\n\n<p>I do believed, however, that physical restraint of the emotional attacker is acceptable in many cases.  Emotional attack is still an attack and should be stopped, but it should never be escalated to physical violence by the victim.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/pas5eo/cmv_a_woman_slapping_a_man_is_abusedomestic/",
  "subreddit": "changemyview",
  "id": "pas5eo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It has been normalized for decades that it is acceptable for women to slap men\nwhen they are angry or feel emotionally attacked. Physical violence should never\nbe an appropriate response for non-physical violence.\n\nI somewhat equate this to the fact that it is never acceptable for a man to\npunch…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何十年もの間、女性が怒ったり感情的に攻撃されたりしたときに男性を叩くことが許容されることが常態化しています。\n感情的に攻撃されたと感じたときに、女性が男性を叩くことが許容されることが何十年も前から普通になっています。肉体的な暴力は、非肉体的な暴力に対する\n肉体的な暴力は、非肉体的な暴力に対する適切な反応であってはなりません。\n\n私はこのことを、男性が次のようなことをするのは決して許されないという事実と同じように考えています。\n殴る...",
      "title": "CMV: 女性が男性を叩くことは、虐待・家庭内暴力・暴行であり、社会的にはもちろん、法的にもそのように扱われるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几十年来，女性在生气或感到受到情感攻击时打男性一巴掌是可以接受的，这已经成为一种正常现象。\n愤怒或感到受到情感攻击时，女性扇男人耳光是可以接受的。身体暴力绝不应该\n肢体暴力不应该是对非肢体暴力的适当反应。\n\n我把这一点等同于这样一个事实，即男人打人是绝对不能接受的。\n殴打...",
      "title": "CMV：女人打男人耳光是虐待/家庭暴力/攻击，在法律上和社会上都应该这样对待。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾十年來，女性在生氣或感到受到情感攻擊時打男性一巴掌是可以接受的，這已經成爲一種正常現象。\n憤怒或感到受到情感攻擊時，女性扇男人耳光是可以接受的。身體暴力絕不應該\n肢體暴力不應該是對非肢體暴力的適當反應。\n\n我把這一點等同於這樣一個事實，即男人打人是絕對不能接受的。\n毆打...",
      "title": "CMV：女人打男人耳光是虐待/家庭暴力/攻擊，在法律上和社會上都應該這樣對待。"
    }
  ]
}