{
  "author": "stoncils_",
  "original_created_utc": 1628689385,
  "title": "YSK: You don't have to live with your apartment's shitty shower head. High-pressure shower heads are cheap and easy to install.",
  "created_utc": 1628696754,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: &#39;Quality of life&#39; and &#39;quality of shower&#39; go hand-in-hand for many people, and low water pressure can make you feel like you&#39;re showering in warm sweat. A high-pressure shower head can cost around $15 USD and should be able to be screwed on/off. I&#39;ve had the same head through three apartments now and just put the old one back on when I move out.</p>\n</div><!-- SC_ON -->",
  "score": 1528,
  "permalink": "/r/YouShouldKnow/comments/p2dbns/ysk_you_dont_have_to_live_with_your_apartments/",
  "subreddit": "YouShouldKnow",
  "id": "p2dbns",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: 'Quality of life' and 'quality of shower' go hand-in-hand for many\npeople, and low water pressure can make you feel like you're showering in warm\nsweat. A high-pressure shower head can cost around $15 USD and should be able to\nbe screwed on/off. I've had the same head through three…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 「生活の質」と「シャワーの質」は、多くの人にとって密接な関係にあります。\n水圧が低いと、汗をかきながらシャワーを浴びているような気分になります。\n水圧が低いと、暖かい汗をかいてシャワーを浴びているような気分になります。水圧の高いシャワーヘッドは、15ドル程度で購入でき、ネジで着脱できるものが良いでしょう。\nねじで開閉できるものがいいでしょう。私は同じヘッドを3回使ったことがあります...",
      "title": "YSK: アパートの汚いシャワーヘッドと共存する必要はありません。高圧シャワーヘッドは安くて簡単に取り付けられます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：\"生活质量 \"和 \"淋浴质量 \"对许多人来说是相辅相成的。\n低水压会让你觉得自己是在热汗中洗澡。\n汗水。一个高压淋浴喷头的价格约为15美元，而且应该能够拧开/关闭。\n可以拧开/关闭。我已经用同一个头穿过了三个...",
      "title": "YSK: 你不必与你公寓的低劣淋浴头一起生活。高压淋浴头既便宜又容易安装。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：\"生活質量 \"和 \"淋浴質量 \"對許多人來說是相輔相成的。\n低水壓會讓你覺得自己是在熱汗中洗澡。\n汗水。一個高壓淋浴噴頭的價格約爲15美元，而且應該能夠擰開/關閉。\n可以擰開/關閉。我已經用同一個頭穿過了三個...",
      "title": "YSK: 你不必與你公寓的低劣淋浴頭一起生活。高壓淋浴頭既便宜又容易安裝。"
    }
  ]
}