{
  "author": "Due_Education4092",
  "the_new_excerpt": "I'm not a parent, so I am interested in a different perspective here, but I\ndon't think you should be allowed to post pictures of your kids faces online\nuntil they are atleast 18.\n\nMy points:\n\n 1. I grew up in a world where this wasn't a problem as social media didn't\n    really exist, but how do we…",
  "original_created_utc": 1622170281,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は親ではないので、ここでは違う視点からの意見に興味がありますが、私は\n少なくとも18歳になるまでは、子供の顔写真をネットに掲載することは許されないと思います。\n最低でも18歳になるまでは。\n\n私のポイントは\n\n 1. 私は、ソーシャルメディアがまだ普及していない時代に育ったので、この問題はありませんでした。\n    しかし、私たちはどのように...",
      "title": "Cmv：18歳未満の子どもの写真をネット上に掲載することは許されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是家长，所以我对不同的观点感兴趣，但是我\n我不认为你应该被允许在网上发布你孩子的脸部照片\n直到他们至少年满18岁。\n\n我的观点是\n\n 1. 我在一个没有社交媒体的世界里长大，这不是一个问题。\n    但我们怎么能...",
      "title": "Cmv: 如果你的孩子未满18岁，你就不应该被允许在网上发布孩子的照片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是家長，所以我對不同的觀點感興趣，但是我\n我不認爲你應該被允許在網上發佈你孩子的臉部照片\n直到他們至少年滿18歲。\n\n我的觀點是\n\n 1. 我在一個沒有社交媒體的世界裏長大，這不是一個問題。\n    但我們怎麼能...",
      "title": "Cmv: 如果你的孩子未滿18歲，你就不應該被允許在網上發佈孩子的照片。"
    }
  ],
  "title": "Cmv: You shouldn't be allowed to post pictures of your children online if they are under 18.",
  "created_utc": 1622193648,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not a parent, so I am interested in a different perspective here, but I don&#39;t think you should be allowed to post pictures of your kids faces online until they are atleast 18. </p>\n\n<p>My points:</p>\n\n<ol>\n<li><p>I grew up in a world where this wasn&#39;t a problem as social media didn&#39;t really exist, but how do we know our kids won&#39;t hate the sea of pictures there are of them online when they become of age that they did not consent to. All my friends post so many pictures of their kids, which is great because they are proud to be parents, but I feel that if I was there child when I grew up I would be pissed at all these dumb and embarrassing photos. </p></li>\n<li><p>You are opening them up to exposure to the scummy parts of the internet, which is really the most disturbing reason. Anybody could grab pictures of your children and use them for whatever they want, this seems unsafe, even though your child isn&#39;t directly harmed, it is still a scary thought to think of anybody out there can see these pictures of your kids, especially the sickos on the internet. </p></li>\n</ol>\n\n<p>If anything I would advocate for small private photo albums on Facebook or Instagram so maybe the grandparents can see pictures, but even then, what&#39;s wrong with giving people pictures at Christmas. </p>\n\n<p>I&#39;m not advocating for mandating anything, but just that we should, as a society frown upon it. However I recognize not being a parent puts me in a position to not entirely understand that side of things. Please point out the things I may be missing.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/nmo3qd/cmv_you_shouldnt_be_allowed_to_post_pictures_of/",
  "subreddit": "changemyview",
  "id": "nmo3qd",
  "is_self": true,
  "media": null,
  "is_video": false
}