{
  "author": "moist_ginger_toes",
  "the_new_excerpt": "Why YSK this is because you can save a lot of time and you don't have to sit\nthrough all of those ads they have in videos these days.\n\nAll you need to do is watch the first ads (and bonus if they let you skip them)\nand then go right to the end of the video you are trying to watch. After that,\nhit…",
  "original_created_utc": 1622725699,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、時間を大幅に節約できて、最近のビデオにある広告を見なくて済むからです。\n最近のビデオには広告がたくさん入っていますが、それを見る必要もありません。\n\nあなたがすべきことは、最初の広告を見て（スキップできる場合はボーナスもあります。\nそして、あなたが見ようとしているビデオの最後まで行くことです。そのあと\nhit...",
      "title": "YSKさんは、視聴しているYouTube動画の最初の広告以外のすべての広告を消すことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK这样做是因为你可以节省大量的时间，你不必坐在\n通过所有这些广告，他们有在视频这些天。\n\n你所需要做的就是观看第一个广告（如果他们让你跳过它们，那就更好了）。\n然后直接转到你想看的视频的结尾。在那之后。\n打...",
      "title": "YSK你可以摆脱你正在观看的YouTube视频中的所有广告，除了第一个广告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK這樣做是因爲你可以節省大量的時間，你不必坐在\n通過所有這些廣告，他們有在視頻這些天。\n\n你所需要做的就是觀看第一個廣告（如果他們讓你跳過它們，那就更好了）。\n然後直接轉到你想看的視頻的結尾。在那之後。\n打...",
      "title": "YSK你可以擺脫你正在觀看的YouTube視頻中的所有廣告，除了第一個廣告。"
    }
  ],
  "title": "YSK you can get rid of all the ads in the YouTube video you are watching except for the first ones",
  "created_utc": 1622755923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK this is because you can save a lot of time and you don&#39;t have to sit through all of those ads they have in videos these days.</p>\n\n<p>All you need to do is watch the first ads (and bonus if they let you skip them) and then go right to the end of the video you are trying to watch. After that, hit the restart button and all the ads in the middle and end of the video will disappear</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/nrd3v5/ysk_you_can_get_rid_of_all_the_ads_in_the_youtube/",
  "subreddit": "YouShouldKnow",
  "id": "nrd3v5",
  "is_self": true,
  "media": null,
  "is_video": false
}