{
  "author": "Zippy0723",
  "original_created_utc": 1635346546,
  "title": "CMV: \"Cancel culture\" is a conservative dogwhistle used to make leftists feel that fighting for social justice is somehow a bad thing.",
  "created_utc": 1635359471,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A phrase I&#39;ve seen used a lot recently in internet discourse is this idea of &quot;cancel culture&quot;, moreso in the last few weeks because of controversy surrounding Dave Chappelle&#39;s new comedy special. Interestingly it seems like this idea has become popular even among the center-left (which I feel are fairly dominate on reddit) which I find odd. I often seem comments saying something along the lines of &quot;Oh I&#39;m a big liberal/democrat and I support LGBTQ+ rights and yada yada, but damn I really hate what cancel culture has done to our society.&quot;</p>\n\n<p>I personally think that cancel culture isn&#39;t even really much of a real thing, let alone a serious issue facing our society. I believe it is a dogwhistle used by the right to indirectly attack leftist activists that has successfully poisoned leftist discourse. I mean, seriously, let&#39;s take a look at some of the people who were &quot;cancelled&quot; recently.</p>\n\n<p>-- R Kelly: Abused vulnerable women on mass, exhibited predatory behavior, basically ran a deranged abusive sex cult for years. Dose this person not deserve to be &quot;cancelled?&quot;</p>\n\n<p>--Chris Pratt. Supposedly attended anti-LGBTQ church meetings. Is still immensely popular and is still getting work in a major motion picture. Was this person really &quot;cancelled?&quot; </p>\n\n<p>-- Dave Chappelle. Mocked the Me-Too movement, repeatedly made jokes punching down at the trans and gay communities. Again, Dave still has a major platform, tons of dedicate followers, and is a multi-millionaire. He acts as if his &quot;free speech&quot; has somehow been restricted yet he was and still is now free to say whatever he wants and has consistently been given a platform to do so. How has he in any way been &quot;cancelled?&quot;</p>\n\n<p>--Billy Cosby. A literal rapist. Dose this person deserve to have a platform?</p>\n\n<p>People often use the cancel culture phrase in relation to comedy, as according to them the problem somehow disproportionally affects comedians. I don&#39;t see why people seem to think that comedians are entitled to a platform? People act as if comedy is somehow immune to criticism of its content. That comedy must be &quot;protected speech&quot; in some capacity. I really don&#39;t agree with this, I think comedians should be as open to anyone else is for criticism of the social impact of their content. At the end of the day a comedian&#39;s goal is to make people laugh, and if someone who is trans or gay or otherwise disadvantaged finds a piece of comedy distasteful they&#39;re perfectly justified in saying &quot;I don&#39;t find this funny and I don&#39;t think this person deserves a platform like this.&quot;</p>\n\n<p>Perhaps I&#39;m just rambling at this point but I think some people have this odd view in their heads of &quot;free speech.&quot; They think that free speech means that every single person is entitled to a platform that they can use to broadcast their message to others. That every single person has an inalienable human right to use twitter, reddit, youtube, or stand up comedy to spout their views out to the world. In my opinion that&#39;s simply not the case, free speech only entitles you to protection from the federal government in relation to your speech, it doesn&#39;t mean that private institutions such as Netflix or Twitter or whoever has an obligation to use their platform to publish whatever you say.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qgyjwf/cmv_cancel_culture_is_a_conservative_dogwhistle/",
  "subreddit": "changemyview",
  "id": "qgyjwf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A phrase I've seen used a lot recently in internet discourse is this idea of\n\"cancel culture\", moreso in the last few weeks because of controversy\nsurrounding Dave Chappelle's new comedy special. Interestingly it seems like\nthis idea has become popular even among the center-left (which I feel are…"
}