{
  "author": "ljakho7091",
  "original_created_utc": 1637688135,
  "title": "YSK: There's a browser extension that brings back the dislike counter on YT.",
  "created_utc": 1637697356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: YouTube recently removed public dislikes. Not knowing how useful, controversial, good, or helpful a video is, feels like trying to buy an item without any negative reviews. This browser extension allows you to get back the convenience of not wasting time on unhelpful, unentertaining, or outdated videos.</p>\n\n<p><a href=\"https://github.com/Anarios/return-youtube-dislike\">https://github.com/Anarios/return-youtube-dislike</a></p>\n\n<p>It uses YouTube API to show you the dislike counter.  After Dec 13th YT API would stop providing public dislike count, and the extension would switch to an archive of known videos and an estimate from other users. Join now to make the future estimates more precise.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/r0i8lk/ysk_theres_a_browser_extension_that_brings_back/",
  "subreddit": "YouShouldKnow",
  "id": "r0i8lk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: YouTube recently removed public dislikes. Not knowing how useful,\ncontroversial, good, or helpful a video is, feels like trying to buy an item\nwithout any negative reviews. This browser extension allows you to get back the\nconvenience of not wasting time on unhelpful, unentertaining, or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：YouTubeは最近、公開された「いいね！」を削除しました。どれだけ有用かわからない。\n賛否両論、良いもの、役に立つものかわからないというのは、否定的なレビューのない商品を買おうとするようなものです。\n否定的なレビューがない商品を買おうとするようなものです。このブラウザ拡張機能を使えば\nこのブラウザ拡張機能を使えば、役に立たない、面白くない、あるいは......な動画に時間を費やすことのない便利さを取り戻すことができます。",
      "title": "YSK: ブラウザの拡張機能で、YTのディスカウントカウンターを復活させることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：YouTube最近删除了公众不喜欢的内容。不知道有多大用处。\n不知道一个视频的有用性、争议性、良好性或帮助性，感觉就像在没有任何负面评价的情况下试图购买一件物品一样。\n没有任何负面评论。这个浏览器扩展允许你找回\n不把时间浪费在无用的、无趣的或无用的视频上的便利。",
      "title": "YSK: 有一个浏览器扩展，可以让YT上的不喜欢计数器重新出现。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：YouTube最近刪除了公衆不喜歡的內容。不知道有多大用處。\n不知道一個視頻的有用性、爭議性、良好性或幫助性，感覺就像在沒有任何負面評價的情況下試圖購買一件物品一樣。\n沒有任何負面評論。這個瀏覽器擴展允許你找回\n不把時間浪費在無用的、無趣的或無用的視頻上的便利。",
      "title": "YSK: 有一個瀏覽器擴展，可以讓YT上的不喜歡計數器重新出現。"
    }
  ]
}