{
  "author": "ultron290196",
  "original_created_utc": 1630590489,
  "title": "Caution: The global crypto market cap went from $200 Billion in early 2020 to $2.3 trillion in a matter of 18 months. Not to sound bearish, but the market is over-leveraged. Don't invest more than you can afford to lose.",
  "created_utc": 1630622017,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You see it in the news almost everyday. Millions of people are getting liquidated whether they were shorting or going long. Either way we see over leveraged people everywhere. </p>\n\n<p>I didn&#39;t think of this much before until I saw Dr. Michael Burry&#39;s (The guy who predicted the 2008 subprime housing bubble) tweets regarding the current scene of the world. </p>\n\n<p>Interest rates are near zero and negative in some parts of Europe. Growth stocks are booming. Meme stocks and the entire cryptocurrency ecosystem. Rock NFTs are being sold for millions. Heck even invisible NFTs are being sold.</p>\n\n<p>All it takes for all of this to come crashing down is for the fed to raise interest rates and boom! Almost everything will see a massive correction. </p>\n\n<p>However, the bright side is that it&#39;s unlikely it will happen anytime soon because it&#39;s political suicide. No administration would want to raise interest rates during their term. </p>\n\n<p>Nothing goes up parabolic without a correction. So be cautious. I believe in the technology of cryptocurrency. I&#39;ll be a long term investor and holder.</p>\n\n<p>My goal of this post is to knock some sense into anyone reading this post, that we are on shaky grounds right now. Don&#39;t leverage. Invest only what you can afford to lose. Think long term.</p>\n\n<p>I do believe cryptocurrency is the future. But we can have small bubbles in between the growth. Don&#39;t get wiped out.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/CryptoCurrency/comments/pgi8ue/caution_the_global_crypto_market_cap_went_from/",
  "subreddit": "CryptoCurrency",
  "id": "pgi8ue",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You see it in the news almost everyday. Millions of people are getting\nliquidated whether they were shorting or going long. Either way we see over\nleveraged people everywhere.\n\nI didn't think of this much before until I saw Dr. Michael Burry's (The guy who\npredicted the 2008 subprime housing bubble)…"
}