{
  "author": "Cobalt_Caster",
  "original_created_utc": 1628199038,
  "title": "CMV: I am right to be cynical about democracy's survival in the US",
  "created_utc": 1628212478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am very, very, very cynical about democracy&#39;s prospects in the US. Every day that passes feels like a checkmark on a countdown to the end of democracy. The defense of democracy is, to me, the single most important issue of the time, bar none. And I think that defense is... pathetic? Token? Less-than-token?</p>\n\n<p>For purposes of this CMV, I&#39;m going to limit this to the threat of Republicans overturning democracy through election subversion. It scares the heck out of me. By election subversion, I mean the ability to alter/ignore the actual vote in favor of a false, bad faith result. Don&#39;t get hung up on the semantics here. And I&#39;m not talking about voter fraud, the Republican Party&#39;s favorite excuse for implementing the very changes that so concern me. Election subversion focuses on the administration and certification of elections, and the abuse thereof.</p>\n\n<p>My perspective is based on Prof. of Law Rick Hasen&#39;s analysis; Ezra Klein&#39;s analysis; 538&#39;s continually bleak columns about the future of our democracy; Nate Cohn&#39;s analysis; the Cook Political Report and Dave Wasserman&#39;s redistricting and gerrymandering analysis; the closeness of the 2020 elections; and, above all else, the Republican and right-wing behavior in light of the Jan. 6th insurrection, its whitewashing, its bad-faith justification, and the Republican exaltation of the &quot;Big Lie,&quot; alongside Republican-led electoral law and procedural changes designed to make it easier for elections to be subverted.</p>\n\n<p>Long story short, I think the Republicans will be in an excellent position to pull off election subversion and steal the presidency as soon as 2024, and that nothing meaningful has been/will be done to prevent this. Legislation that fails to pass into law does not count as &quot;meaningful&quot; in my book. I think American democracy is well and truly doomed.</p>\n\n<p>Please CMV.</p>\n\n<p>EDIT: I have to attend to IRL matters, but will return at a later time this evening.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/changemyview/comments/oysc4o/cmv_i_am_right_to_be_cynical_about_democracys/",
  "subreddit": "changemyview",
  "id": "oysc4o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am very, very, very cynical about democracy's prospects in the US. Every day\nthat passes feels like a checkmark on a countdown to the end of democracy. The\ndefense of democracy is, to me, the single most important issue of the time, bar\nnone. And I think that defense is... pathetic? Token? Less…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、アメリカにおける民主主義の見通しについて、とても、とても、とてもひねくれています。日を追うごとに\n民主主義の終焉へのカウントダウンのチェックマークのように感じています。民主主義の\n民主主義を守ることは、私にとって、何よりも重要な課題です。\nなくてはなりません。そして、その防衛は...哀れ？トークン？少ない...",
      "title": "CMV: 米国での民主主義の存続に皮肉を言うのは当然だが"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对美国的民主前景感到非常、非常、非常愤慨。每一天\n都感觉像是民主终结倒计时的一个复选标记。捍卫民主\n对我来说，捍卫民主是当前唯一最重要的问题，没有之一。\n没有之一。而我认为这种辩护是......可悲的？小菜一碟？少...",
      "title": "CMV：我对民主在美国的生存感到愤慨是正确的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對美國的民主前景感到非常、非常、非常憤慨。每一天\n都感覺像是民主終結倒計時的一個複選標記。捍衛民主\n對我來說，捍衛民主是當前唯一最重要的問題，沒有之一。\n沒有之一。而我認爲這種辯護是......可悲的？小菜一碟？少...",
      "title": "CMV：我對民主在美國的生存感到憤慨是正確的"
    }
  ]
}