{
  "author": "crochetalex",
  "original_created_utc": 1632687526,
  "title": "Reading Agatha Christie",
  "created_utc": 1632704910,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi, I&#39;m Aleks. This summer I read  &quot;And then there were none&quot; by Agatha Christie. It really captivated me, the writing was great and easy to follow. Some mystery books are really confusing and once you finish them you don&#39;t really understand how the author solved the mystery without revisiting previous pages but this didn&#39;t happen to me with this book. Since I&#39;m a really indecisive reader, I can&#39;t pick a book for the life of me and I love mystery books I decided to start a little challenge. I decided to read every Agatha Christie novel, I found a blog that recommended a specific order to read the books and that&#39;s what I&#39;m following. </p>\n\n<p>So far I&#39;ve read 7 books and I thought I&#39;d share my thoughts about the books on here. I&#39;ve always been a bit shy to share my opinions on different forms of media in case I missed some big point or didn&#39;t understand something in the plot but I think this could be a great start. Also english is not my first language so excuse me if something is not clear enough or if my opinions are not perfectly articulated. </p>\n\n<p>Since I&#39;ve already read 5 books from the Hercule Poirot series I&#39;m going to quickly sum up my thoughts on them in this post and from now on I&#39;ll be writing an individual post for each book. </p>\n\n<p>The Mysterious Affair at Styles: \nI really enjoyed this one. I think it&#39;s a great introduction to Poirot and Hastings and their dynamic together. Hercule unravels the mystery while Hastings guides you through it, trying to help his friend without, what it seems, much success. Though I enjoyed this book, I&#39;m used to plot twists and thinking that nothing is what it seems in these kind of books so I kind of guessed who the murderer was before the big reveal but still it was worth the read. </p>\n\n<p>The murder on the links: \nNow on the second book I&#39;m already developing a love-annoyance relationship with Hastings. I don&#39;t know if the whole point is making Poirot look even greater than he is or what but Hastings seems like the really dumb friend you add to spice up the main character. Still there are moments when I like him and think he makes the reading lighter. I liked this book less than the first one because of some questionable plot involving Hastings that made me mad. </p>\n\n<p>Poirot Investigates: \nI adored this book. It&#39;s a collection of Poirot cases, they&#39;re not long but each of them is interesting in their own way. I loved the fact that I read a &quot;short&quot; story but it felt like I read a whole novel in 15-20 minutes. But oh Hastings... </p>\n\n<p>The Big Four: \nThis is probably my least favorite so far. Though I enjoy a good conspiracy theory, especially if it involves an organization that&#39;s trying to control the world, I found it way too surreal and fantastic. Hastings seems a bit smarter in this one (in some points, in other he&#39;s the same old dumb Hastings) but he still doesn&#39;t know nor follow Poirot&#39;s methods. Don&#39;t tell anyone but in my mind Poirot and Hastings are really good friends... </p>\n\n<p>The murder of Roger Ackroyd: \nHastings left and doctor Sheppard takes his place. I started this book knowing there was a big plot twist and having read &quot;And there were none&quot; before this one I guessed who was guilty halfway through it. Still I wasn&#39;t disappointed. Agatha Christie had the ability to give you the whole case, every detail (even maps of the houses!!!) and you&#39;d still be reading without realizing the small mistake committed by the killer. When you finish this book and Poirot finally points out what YOU missed you can&#39;t help but chuckle. I guess what&#39;s missing is the magnificence of Poirot&#39;s &quot;grey cells&quot;.</p>\n\n<p>As a general opinion, I like Poirot, he&#39;s a realistic detective when it comes to his nature and though his lack of modesty might be a bit annoying sometimes I find it funny. Christie created a really unique and interesting character with him, I&#39;d love to read a book where he&#39;s the narrator. </p>\n\n<p>Maybe I&#39;ll end up being annoying with these posts because there are A LOT of books to read but if anyone follows this journey and reads the reviews just know that you&#39;re amazing I love you &lt;3</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pw1hr2/reading_agatha_christie/",
  "subreddit": "books",
  "id": "pw1hr2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi, I'm Aleks. This summer I read \"And then there were none\" by Agatha Christie.\nIt really captivated me, the writing was great and easy to follow. Some mystery\nbooks are really confusing and once you finish them you don't really understand\nhow the author solved the mystery without revisiting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは、Aleksです。この夏、アガサ・クリスティの「そして誰もいなくなった」を読みました。\nこの作品には本当に魅了されました。文章が素晴らしく、分かりやすかったのです。一部のミステリー\n本の中には、本当にわかりにくく、読み終わってもよくわからないものがあります。\n作者がどうやって謎を解いたのか、再訪しないとわからないものもあります。",
      "title": "アガサ・クリスティを読む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嗨，我是阿莱克斯。今年夏天，我读了阿加莎-克里斯蒂的《后来没有了》。\n它真的吸引了我，文笔很好，很容易理解。一些神秘的\n书真的很混乱，一旦你读完了，你就不太明白\n作者是如何解开谜团的，而不需要重新审视......",
      "title": "阅读阿加莎-克里斯蒂"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嗨，我是阿萊克斯。今年夏天，我讀了阿加莎-克里斯蒂的《後來沒有了》。\n它真的吸引了我，文筆很好，很容易理解。一些神祕的\n書真的很混亂，一旦你讀完了，你就不太明白\n作者是如何解開謎團的，而不需要重新審視......",
      "title": "閱讀阿加莎-克里斯蒂"
    }
  ]
}