{
  "author": "BoredPublicServant",
  "the_new_excerpt": "I have read a lot of Faulkner, and I have liked most of it. I've repeatedly\nheard that Go Down, Moses is a sleeper in his canon - one of the best things he\never wrote, but overlooked due to it not quite being a novel and not quite being\na short story collection. Finally I decided to check it…",
  "original_created_utc": 1615011089,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我读过很多福克纳的作品，我也喜欢其中的大部分。我曾多次\n听说，\"下山吧，摩西 \"是他典籍中的一个沉睡者--他最好的东西之一。\n的小说，但由于它不完全是一部小说，也不完全是一部小说而被忽略了\n一个短篇小说集。最后我决定去看看...",
      "title": "福克纳的《下去吧，摩西》绝对让人惊艳，我敬佩不已。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過很多福克納的作品，我也喜歡其中的大部分。我曾多次\n聽說，\"下山吧，摩西 \"是他典籍中的一個沉睡者--他最好的東西之一。\n的小說，但由於它不完全是一部小說，也不完全是一部小說而被忽略了\n一個短篇小說集。最後我決定去看看...",
      "title": "福克納的《下去吧，摩西》絕對讓人驚豔，我敬佩不已。"
    }
  ],
  "title": "Faulkner's \"Go Down, Moses\" is absolutely stunning and I am in awe.",
  "created_utc": 1615046054,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have read a lot of Faulkner, and I have liked most of it.  I&#39;ve repeatedly heard that Go Down, Moses is a sleeper in his canon - one of the best things he ever wrote, but overlooked due to it not quite being a novel and not quite being a short story collection.  Finally I decided to check it out.</p>\n\n<p>In lieu of a full book review I would like to highlight one single event covering a few pages that blew me back into my seat.</p>\n\n<p>A white child grows up on a former plantation alongside a black family who are more or less sharecroppers.  He grows up with this black family because his mother died in childbirth, and the black woman raised him in her absence along with her own son of the same age. </p>\n\n<p>The two kids play together, often sleep in the same bed, eat together. They are innocent.</p>\n\n<p>Over the span of only a couple of pages, in prose so unbelievably cutting I had to read it three times to make sure I wasn&#39;t dreaming, Faulkner describes how the white child has a subconscious awakening of race and status, and begins to inherit and assume his family&#39;s history of racism towards the sharecroppers, until it becomes a train he can&#39;t stop, and he moves fully into the embrace of a tragic and burdensome legacy of hate.</p>\n\n<p>The children are playing as always one day, but the white child becomes aware of subtle differences in their lives and experiences. That night, as the boys are going to bed, the white child takes his time, letting the black child get into bed on a floor mattress first - and then, for the first time in his life, for reasons he can&#39;t articulate, the white child lays in a higher, furnished bed, and refuses to let the black child join him. The next day when he wakes up, his friend is gone. </p>\n\n<p>The relationship turns awkward quickly; he no longer sees his friend, he no longer dines in the sharecroppers&#39; house.</p>\n\n<p>In a last ditch attempt to repair the friendship, in a last upswelling of innocence, the white child tries to dine with the black family for the first time in a month or two.  To his relief, they accept him into the house graciously.  Seemingly all is repaired, all is back to innocence.</p>\n\n<p>But in a twist so painful, so charged that I felt it in my chest, the black mother simply prepares a meal for the white child to eat alone - he has made his sense of superiority clear, he has moved from the black family towards the inheritance of his white family&#39;s generations of racism - he has transformed his relationship to the black family irrevocably. He has assumed the shame and the prejudice of his lineage, and he has done so without realizing it until it was too late, without the mental vocabulary to articulate what has changed inside of him, or rather what inherited cultural pressures have forced a change inside of him.</p>\n\n<p>Faulkner gives the most bone-chilling, shameful, tragic, and nuanced depiction of racism and loss of innocence I have ever read or watched.  Without ever directly describing the process, he nonetheless depicts the pernicious inheritance of racism as it infiltrates and destroys childhood innocence like a virus.</p>\n\n<p>And he does it in the span of a few pages, without ever being too blunt. He paints a complex canvas of precisely the right size and mood.  He makes the reader a party to this transformation before they even realize it, pulling them into the shame, making the shame not personal to this child but rather national for us all.</p>\n\n<p>When is the last time you read something so utterly astounding, something crafted with such profound skill that you just sat in awe? It had been a few years for me since any book did that. </p>\n\n<p>Go Down, Moses did it, and that was just a few pages of one of the stories.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lyvj6r/faulkners_go_down_moses_is_absolutely_stunning/",
  "subreddit": "books",
  "id": "lyvj6r",
  "is_self": true,
  "media": null,
  "is_video": false
}