{
  "author": "TheKillingSpoon",
  "the_new_excerpt": "I would love to learn more about the first civilizations (Sumerian, Minoan,\nEgyptian...), but I do not know where to start to get a general idea about them\nbefore diving deep into a specific one. I have read some books about Universal\nHistory, and I think it is time to take one more step and go just…",
  "original_created_utc": 1610373256,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我很想了解更多关于最早的文明（苏美尔文明、米诺斯文明。\n埃及人......），但我不知道从哪里开始对他们有一个大致的了解。\n在深入研究一个具体的问题之前。我读过一些关于通用的书籍\n历史，我认为是时候再走一步，去只是... ...",
      "title": "学习古代历史和文明，哪些书最好？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很想了解更多關於最早的文明（蘇美爾文明、米諾斯文明。\n埃及人......），但我不知道從哪裏開始對他們有一個大致的瞭解。\n在深入研究一個具體的問題之前。我讀過一些關於通用的書籍\n歷史，我認爲是時候再走一步，去只是... ...",
      "title": "學習古代歷史和文明，哪些書最好？"
    }
  ],
  "title": "Which books are the best to learn about Ancient History and Civilizations?",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would love to learn more about the first civilizations (Sumerian, Minoan, Egyptian...), but I do not know where to start to get a general idea about them before diving deep into a specific one. I have read some books about Universal History, and I think it is time to take one more step and go just a little bit deeper into every historical period, starting from the beginning.</p>\n\n<p>I love learning about history, especially from the point of view of psychology and how the human mind has shaped our civilization. Are Asimov&#39;s history books a good idea to start learning history from that point of view? </p>\n\n<p>What other books would you recommend?</p>\n\n<p>Thank you in advance!</p>\n\n<p>Edit: thank you all so much for the answers and the awards, they have been really useful! ❤</p>\n</div><!-- SC_ON -->",
  "score": 334,
  "permalink": "/r/booksuggestions/comments/kv32ce/which_books_are_the_best_to_learn_about_ancient/",
  "subreddit": "booksuggestions",
  "id": "kv32ce",
  "is_self": true,
  "media": null,
  "is_video": false
}