{
  "author": "Environmental_Point3",
  "original_created_utc": 1635846740,
  "title": "Y’all are investing money that you can afford to lose, right? …..right?",
  "created_utc": 1635859841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pumptober has been a beautiful sight to see. Coins pumping left right and centre thanks to Big Daddy Bitcoin making a new ATH!</p>\n\n<p>It’s very easy to feel the fear of missing out (FOMO) when you see astronomical gains across the charts. It’s risky to chase a pump but sometimes we do it just for the thrill of it - and that’s okay…as long as the money we are investing is something we can actually afford to lose!</p>\n\n<p>When I say “lose” I mean literally turning your $100 into $0. </p>\n\n<p>Crypto is a ridiculously volatile market and although it’s not uncommon to see 10x or even bigger gains, it’s even more common to see people lose all or a large chunk of their money. <strong>Cough</strong> Suid Game <strong>Cough</strong></p>\n\n<p>I see it a lot in the daily, people taking loans out or over-investing their savings into a project — this is a huge risk because nobody knows what’s around the corner. </p>\n\n<p>I honestly couldn’t care less what coin you want to invest in, or even whether you’re going to do research first or not - but if you’re going to be investing, make sure your bills are paid; there’s food in the fridge; and that even after you’ve deposited in, that there’s still fiat aside for random emergencies. </p>\n\n<p><strong>Anything</strong> can happen. Be prepared!</p>\n</div><!-- SC_ON -->",
  "score": 254,
  "permalink": "/r/CryptoCurrency/comments/ql0rdc/yall_are_investing_money_that_you_can_afford_to/",
  "subreddit": "CryptoCurrency",
  "id": "ql0rdc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pumptober has been a beautiful sight to see. Coins pumping left right and centre\nthanks to Big Daddy Bitcoin making a new ATH!\n\nIt’s very easy to feel the fear of missing out (FOMO) when you see astronomical\ngains across the charts. It’s risky to chase a pump but sometimes we do it just\nfor the…"
}