{
  "author": "spooksity",
  "original_created_utc": 1629347030,
  "title": "I recently read The Kite Runner",
  "created_utc": 1629369314,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m in high school and for my AP Lit reading, our teacher had us pick between three books. I picked The Kite Runner by Khaled Hosseini. Essentially, it tells the story about a young boy Amir, who lives in Kabul, Afghanistan. I decided to read it because the story seemed interesting and I also wanted to learn a bit about Afghanistan. I always seem to read the right books at the right time. A day after the taliban retook Afghanistan, I finished the book. I sobbed after reading it. It’s a powerful book, but it became even more powerful because of today’s current events. Please, please, read this book. My heart is with the people of Afghanistan.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p77s26/i_recently_read_the_kite_runner/",
  "subreddit": "books",
  "id": "p77s26",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m in high school and for my AP Lit reading, our teacher had us pick between\nthree books. I picked The Kite Runner by Khaled Hosseini. Essentially, it tells\nthe story about a young boy Amir, who lives in Kabul, Afghanistan. I decided to\nread it because the story seemed interesting and I also wanted…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は高校生ですが、APリトリーブのために、先生は3冊の本から選ぶように言いました。\n3冊の本を選ぶように言われました。私はKhaled Hosseiniの「The Kite Runner」を選びました。基本的には、この本は\nアフガニスタンのカブールに住む少年アミールの物語です。読んでみようと思ったのは\n読んでみようと思ったのは、ストーリーが面白そうだったからというのもありますが",
      "title": "最近読んだ本は「The Kite Runner」です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在上高中，在我的AP文学阅读中，我们的老师让我们在三本书中选择一本。\n三本书。我选择了卡勒德-胡赛尼的《追风筝的人》。基本上，它讲述了\n讲述了一个生活在阿富汗喀布尔的小男孩阿米尔的故事。我决定\n因为这个故事看起来很有趣，而且我也想...",
      "title": "我最近读了《追风筝的人》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在上高中，在我的AP文學閱讀中，我們的老師讓我們在三本書中選擇一本。\n三本書。我選擇了卡勒德-胡賽尼的《追風箏的人》。基本上，它講述了\n講述了一個生活在阿富汗喀布爾的小男孩阿米爾的故事。我決定\n因爲這個故事看起來很有趣，而且我也想...",
      "title": "我最近讀了《追風箏的人》。"
    }
  ]
}