{
  "author": "AvengersFangirl99",
  "the_new_excerpt": "Recently, there have been images of an \"inclusive\" pride flag which adds black\nand brown to represent people of color. While this is a nice idea, it makes\nabsolutely no sense. LGBTQ+ is a community of gays, lesbians, bisexuals,\npansexuals, omnisexuals, asexuals, aromantic people, transgender…",
  "original_created_utc": 1616685567,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "近日，有图片显示，一面 \"包容 \"的骄傲旗帜，其中增加了黑\n和棕色来代表有色人种。虽然这是一个不错的想法，但它使\n绝对没有意义。LGBTQ+是一个由男同性恋、女同性恋、双性恋组成的群体。\n泛性人、全性人、无性人、异性人、变性人... ...",
      "title": "CMV：包容的LGBTQ+旗帜其实并不包容。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "近日，有圖片顯示，一面 \"包容 \"的驕傲旗幟，其中增加了黑\n和棕色來代表有色人種。雖然這是一個不錯的想法，但它使\n絕對沒有意義。LGBTQ+是一個由男同性戀、女同性戀、雙性戀組成的羣體。\n泛性人、全性人、無性人、異性人、變性人... ...",
      "title": "CMV：包容的LGBTQ+旗幟其實並不包容。"
    }
  ],
  "title": "CMV: The inclusive LGBTQ+ flag isn't actually inclusive.",
  "created_utc": 1616689833,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently, there have been images of an &quot;inclusive&quot; pride flag which adds black and brown to represent people of color. While this is a nice idea, it makes absolutely no sense. LGBTQ+ is a community of gays, lesbians, bisexuals, pansexuals, omnisexuals, asexuals, aromantic people, transgender people, nonbinary people, agender people, genderfluid people, intersex people, demiboys, demigirls, allies, etc. Our community has nothing to do with race, and there&#39;s no reason for it to. We are a community of LGBTQ+ people and allies accepting and celebrating who we are. Why should we bring race into it?</p>\n\n<p>Basically, what I&#39;m trying to say is, LGBTQ+ is about gender and sexuality, not race. Bringing race into it is highly unnecessary. In fact, by doing so, you&#39;re just lumping all minorities into one big group. What&#39;s so inclusive and happy about that?</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/changemyview/comments/md0ndq/cmv_the_inclusive_lgbtq_flag_isnt_actually/",
  "subreddit": "changemyview",
  "id": "md0ndq",
  "is_self": true,
  "media": null,
  "is_video": false
}