{
  "author": "riniqueeni",
  "the_new_excerpt": "A lot of my friends have been dealing with suicidal thoughts recently. If they\ncome to me for advice, I really struggle on how to tell them/encourage them to\nkeep living. I've been in their position but I really don't understand why\npeople are so against suicide. If they don't like their life then…",
  "original_created_utc": 1616889216,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的很多朋友最近都在处理自杀的念头。如果他们\n来找我咨询，我真的很苦恼如何告诉他们/鼓励他们。\n继续生活。我一直在他们的位置上，但我真的不明白为什么\n人们是如此反对自杀。如果他们不喜欢自己的生活，那么... ...",
      "title": "CMV：我不觉得自杀有什么不妥"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的很多朋友最近都在處理自殺的念頭。如果他們\n來找我諮詢，我真的很苦惱如何告訴他們/鼓勵他們。\n繼續生活。我一直在他們的位置上，但我真的不明白爲什麼\n人們是如此反對自殺。如果他們不喜歡自己的生活，那麼... ...",
      "title": "CMV：我不覺得自殺有什麼不妥"
    }
  ],
  "title": "CMV: I don't see what's wrong with suicide",
  "created_utc": 1616909665,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of my friends have been dealing with suicidal thoughts recently. If they come to me for advice, I really struggle on how to tell them/encourage them to keep living.  I&#39;ve been in their position but I really don&#39;t understand why people are so against suicide. If they don&#39;t like their life then why should we try to keep them here? Sometimes I just feel like telling them, &quot;I&#39;ll miss you but it&#39;s your choice&quot; instead of discouraging it. If they went through with it, I would genuinely applaud them for being so brave to do so. </p>\n\n<p>I know already know the argument &quot;But what about the suffering the families and friends will have to deal with&quot; But if the person genuinely wants out, then why is it so socially wrong to just let them do what they want, as sad as it is? :/ I know there&#39;s probably something wrong and twisted with the way I think because I don&#39;t know anyone with the same opinion as me so please help me to change my view</p>\n\n<p>Edit:: thanks guys for all the discussions I was barely expecting 5 replies so yeah it’s been interesting and insightful to hear opinions from other people.  I definitely know now to be more empathetic towards people around me</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/mepw1c/cmv_i_dont_see_whats_wrong_with_suicide/",
  "subreddit": "changemyview",
  "id": "mepw1c",
  "is_self": true,
  "media": null,
  "is_video": false
}