{
  "author": "NeatPickle1",
  "original_created_utc": 1630456688,
  "title": "Have you ever experienced the joy of someone rediscovering a favorite book?",
  "created_utc": 1630492357,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While cleaning out old bookshelves this weekend my mom rediscovered her copy of Little Women. That moment of pure happiness to be holding not only a book she loved but her copy that she read over and over when she was younger was so special to see. That joy made everyone in the room smile. You could see how holding that book took her back in time and brought back a flood of memories. I hope everyone is able to learn a little more about someone else through the books that shaped them, and I hope everyone discovers a book that they love so much it brings a smile to your face even decades later.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pfipch/have_you_ever_experienced_the_joy_of_someone/",
  "subreddit": "books",
  "id": "pfipch",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While cleaning out old bookshelves this weekend my mom rediscovered her copy of\nLittle Women. That moment of pure happiness to be holding not only a book she\nloved but her copy that she read over and over when she was younger was so\nspecial to see. That joy made everyone in the room smile. You could…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "週末に古い本棚を掃除していたら、母が「Little Women」のコピーを再発見しました。\nLittle Women」を見つけました。大好きな本を手にしただけでなく、若い頃に何度も読んだ本を手にして純粋に嬉しかったあの瞬間は\n自分が好きな本だけでなく、若い頃に何度も読んだ自分の本を手にして純粋に喜んだ瞬間は\n特別なものでした。その喜びは、その場にいた全員を笑顔にしました。あなたは...",
      "title": "誰かがお気に入りの本を再発見したときの喜びを味わったことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个周末，我妈妈在清理旧书架时，重新发现了她的《小妇人》副本。\n小妇人》。那一刻，她不仅拿着一本她喜欢的书，而且还拿着她年轻时反复阅读的那本《小妇人》，感到无比的幸福。\n而且她年轻时反复阅读的那本《小妇人》对她来说是如此特别。\n看到这一点很特别。这种喜悦让房间里的每个人都笑了。你可以...",
      "title": "你是否曾经历过有人重新发现一本最喜欢的书的喜悦？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個週末，我媽媽在清理舊書架時，重新發現了她的《小婦人》副本。\n小婦人》。那一刻，她不僅拿着一本她喜歡的書，而且還拿着她年輕時反覆閱讀的那本《小婦人》，感到無比的幸福。\n而且她年輕時反覆閱讀的那本《小婦人》對她來說是如此特別。\n看到這一點很特別。這種喜悅讓房間裏的每個人都笑了。你可以...",
      "title": "你是否曾經歷過有人重新發現一本最喜歡的書的喜悅？"
    }
  ]
}