{
  "author": "HardToFindAGoodUser",
  "original_created_utc": 1631198055,
  "title": "CMV: A fetus being \"alive\" is irrelevant.",
  "created_utc": 1631205080,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li><p>A woman has no obligation to provide blood, tissue, organs, or life support to another human being, nor is she obligated to put anything inside of her to protect other human beings.</p></li>\n<li><p>If a fetus can be removed and placed in an incubator and survive on its own, that is fine.</p></li>\n<li><p>For those who support the argument that having sex risks pregnancy, this is equivalent to saying that appearing in public risks rape. Women have the agency to protect against pregnancy with a slew of birth control options (including making sure that men use protection as well), morning after options, as well as being proactive in guarding against being raped. Despite this, unwanted pregnancies will happen just as rapes will happen. No woman gleefully goes through an abortion.</p></li>\n<li><p>Abortion is a debate limited by technological advancement. There will be a day when a fetus can be removed from a woman at any age and put in an incubator until developed enough to survive outside the incubator. This of course brings up many more ethical questions that are not related to this CMV. But that is the future.</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 136,
  "permalink": "/r/changemyview/comments/pkz0ap/cmv_a_fetus_being_alive_is_irrelevant/",
  "subreddit": "changemyview",
  "id": "pkz0ap",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. A woman has no obligation to provide blood, tissue, organs, or life support\n    to another human being, nor is she obligated to put anything inside of her\n    to protect other human beings.\n\n 2. If a fetus can be removed and placed in an incubator and survive on its own,\n    that is fine.\n\n 3.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " 1. 女性には、血液、組織、臓器、生命維持装置などを提供する義務はありません。\n    また、他の人間を守るために自分の体内に何かを入れる義務もありません。\n    他の人間を守るために自分の体内に何かを入れる義務はない。\n\n 2. 胎児が取り出されて保育器に入れられ、自力で生きられるのであれば。\n    それは構わない。\n\n 3....",
      "title": "CMV: 胎児が「生きている」かどうかは関係ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 妇女没有义务为另一个人提供血液、组织、器官或生命支持。\n    血液、组织、器官或生命支持，她也没有义务把任何东西放进她的身体里以保护其他人类。\n    以保护其他人类。\n\n 2. 2.如果一个胎儿可以被取出来，放在保温箱里，自己生存。\n    那就可以了。\n\n 3....",
      "title": "CMV: 胎儿是否 \"活着 \"并不重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 婦女沒有義務爲另一個人提供血液、組織、器官或生命支持。\n    血液、組織、器官或生命支持，她也沒有義務把任何東西放進她的身體裏以保護其他人類。\n    以保護其他人類。\n\n 2. 2.如果一個胎兒可以被取出來，放在保溫箱裏，自己生存。\n    那就可以了。\n\n 3....",
      "title": "CMV: 胎兒是否 \"活着 \"並不重要。"
    }
  ]
}