{
  "author": "SalzyJ",
  "original_created_utc": 1627990347,
  "title": "YSK that letting your dog sniff on walks is very enriching, interesting, and stimulating for them. Your dog sniffing every little thing in the neighborhood is equivalent to us reading the newspaper; its how they absorb information, and will give you a calmer dog!",
  "created_utc": 1628077043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Dogs learn about their surroundings through their noses. What dog has been here? What is this interesting smell emanating from this green bin? Oh is that what snails smell like? There is a great misconception about walking dogs, that owners think the enriching part of the walk is the act of walking itself, when in fact its the sniffing your dog gets to do!</p>\n\n<p>Your dog gets the opportunity to think, learn, and satisfy an innate behaviour. Think of it this way, you get satisfaction by scrolling through reddit, but if someone made you sit too far away from the screen, and scrolled by things that appear to be potentially interesting, it wouldn&#39;t relax you, it would likely do the opposite!</p>\n\n<p>Next time you&#39;re out with your dog, try giving them ample sniffing time, you&#39;ll likely end up with a happy, calmer pup!</p>\n</div><!-- SC_ON -->",
  "score": 63715,
  "permalink": "/r/YouShouldKnow/comments/ox1jjw/ysk_that_letting_your_dog_sniff_on_walks_is_very/",
  "subreddit": "YouShouldKnow",
  "id": "ox1jjw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Dogs learn about their surroundings through their noses. What dog has\nbeen here? What is this interesting smell emanating from this green bin? Oh is\nthat what snails smell like? There is a great misconception about walking dogs,\nthat owners think the enriching part of the walk is the act of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 犬は鼻で周囲の環境を知る。どの犬が\nここにいたの？この緑のゴミ箱から出ているこの面白い匂いは何だろう？ああ、これは\nこれはカタツムリの匂いなの？犬の散歩には大きな誤解があります。\n飼い主さんは、散歩の充実した部分は...",
      "title": "散歩中に匂いを嗅がせることは、犬にとってとても豊かで面白く、刺激になるというYSKさん。犬が近所のあらゆるものの匂いを嗅ぐことは、私たちが新聞を読むのと同じで、情報を吸収する方法であり、より穏やかな犬になるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：狗通过它们的鼻子了解周围的环境。什么狗曾\n来过这里？从这个绿色垃圾桶里散发出来的有趣气味是什么？哦，是\n这就是蜗牛的味道？关于遛狗，有一个很大的误区。\n主人认为散步的丰富部分是......的行为。",
      "title": "YSK认为，在散步时让你的狗闻一闻，对它们来说是非常充实、有趣和刺激的。你的狗嗅着附近的每一件小东西，就相当于我们在看报纸，这是他们吸收信息的方式，而且会让你的狗更平静!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：狗通過它們的鼻子瞭解周圍的環境。什麼狗曾\n來過這裏？從這個綠色垃圾桶裏散發出來的有趣氣味是什麼？哦，是\n這就是蝸牛的味道？關於遛狗，有一個很大的誤區。\n主人認爲散步的豐富部分是......的行爲。",
      "title": "YSK認爲，在散步時讓你的狗聞一聞，對它們來說是非常充實、有趣和刺激的。你的狗嗅着附近的每一件小東西，就相當於我們在看報紙，這是他們吸收信息的方式，而且會讓你的狗更平靜!"
    }
  ]
}