{
  "author": "baztron5000",
  "original_created_utc": 1626894329,
  "title": "YSK On most cars, turning and holding the key will roll your windows up if you've forgotten once the car is turned off.",
  "created_utc": 1627268219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Other than cars operated purely by a fob, turn your key in the door as if you were locking it yet hold it there for a second or two. Any windows which are rolled down should automatically roll up again.</p>\n\n<p>Why YSK: Because it&#39;s super useful on these hotter days and saves you turning the car back on the event you forgot to roll up!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oown5a/ysk_on_most_cars_turning_and_holding_the_key_will/",
  "subreddit": "YouShouldKnow",
  "id": "oown5a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Other than cars operated purely by a fob, turn your key in the door as if you\nwere locking it yet hold it there for a second or two. Any windows which are\nrolled down should automatically roll up again.\n\nWhy YSK: Because it's super useful on these hotter days and saves you turning\nthe car back on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "純粋にフォブで操作する車以外では、ロックするようにキーをドアに差し込んで\nロックするようにキーを回して、1～2秒そのままにしておきます。巻き上げられた窓は\n巻き上げられた窓は、自動的に再び巻き上げられるはずです。\n\nなぜYSKかというと、暑い日にはとても便利で、車のスイッチを入れ直す手間が省けるからです。\nまた、車のスイッチを入れ直す手間も省けます。",
      "title": "YSK ほとんどの車では、キーを回して長押しすると、車の電源を切った後に忘れていても、窓を開けることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "除了纯粹用钥匙操作的汽车外，把你的钥匙转到门上，就像你要锁门一样。\n在锁门的时候，把钥匙放在那里一两秒钟。任何已摇下的车窗\n的车窗应该会自动再次卷起。\n\n为什么是YSK：因为在这些较热的日子里，它是非常有用的，可以省去你转动车窗的麻烦。\n车子重新启动...",
      "title": "YSK 在大多数汽车上，如果你忘记了，一旦汽车熄火，转动并按住钥匙就会把车窗摇起来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "除了純粹用鑰匙操作的汽車外，把你的鑰匙轉到門上，就像你要鎖門一樣。\n在鎖門的時候，把鑰匙放在那裏一兩秒鐘。任何已搖下的車窗\n的車窗應該會自動再次捲起。\n\n爲什麼是YSK：因爲在這些較熱的日子裏，它是非常有用的，可以省去你轉動車窗的麻煩。\n車子重新啓動...",
      "title": "YSK 在大多數汽車上，如果你忘記了，一旦汽車熄火，轉動並按住鑰匙就會把車窗搖起來。"
    }
  ]
}