{
  "author": "riicky_morty",
  "original_created_utc": 1630133230,
  "title": "A simple calculated scam that even smart people can fall into.",
  "created_utc": 1630168771,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: This is JUST for awareness purpose. Don&#39;t get ideas from here lol</p>\n\n<p>This is not the traditional scams that you&#39;re used to. Its a different approach and can fool even intellectuals. </p>\n\n<p>Ok, so here&#39;s how it works. You know the old old saying that goes &quot;A broken clock shows correct time twice a day&quot;? This scam is similar. The scammer makes a list of predictions like:</p>\n\n<p>1) &quot;BTC will hit 50k by the end of the week!&quot;</p>\n\n<p>.</p>\n\n<p>2) &quot;BTC will hit 60k by the end of week!&quot;</p>\n\n<p>.</p>\n\n<p>3) &quot;BTC will hit 70k by the end of week!&quot;</p>\n\n<p>.</p>\n\n<p>4) &quot;BTC will dip to 30k by the end of week!&quot;</p>\n\n<p>.</p>\n\n<p>5) &quot;BTC will dip to 25k by the end of week&quot;</p>\n\n<p>And sends Prediction no. 1 to 5000 people. Prediction no. 2 to the next 5000 people and so on. Now he has 25,000 people on his inbox. And after the EOW (end of week), its highly likely that one of his predictions went right. Meaning...5000 people that received his message found his prediction to be true. </p>\n\n<p>He again makes 5 predictions and sends them to these 5000 people. One prediction to 1000 people. By the EOW, again one of his predictions will be correct and the 1000 people will find his prediction to be correct for the second time. He continues the cycle for 3,4 rounds more which further increases his credibility.</p>\n\n<p>By the end of 5th week, there will be 8 people left, who saw that he made 5 predictions correct in a row. Anyone who saw that will be moved by his predictions. Now EITHER the scammer approaches the victims himself and offers them to to provide them further tips but only if they pay a certain amount OR the scammer could take a sample of larger no. of people like 100k/200k people and be correct for 10/20 weeks and for sure the users will message him themselves and fall for the bait.</p>\n\n<p>Quite a simple scam but could easily get anyone.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/pd4ygc/a_simple_calculated_scam_that_even_smart_people/",
  "subreddit": "CryptoCurrency",
  "id": "pd4ygc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disclaimer: This is JUST for awareness purpose. Don't get ideas from here lol\n\nThis is not the traditional scams that you're used to. Its a different approach\nand can fool even intellectuals.\n\nOk, so here's how it works. You know the old old saying that goes \"A broken\nclock shows correct time twice…"
}