{
  "author": "StarkOdinson216",
  "original_created_utc": 1629994062,
  "title": "CMV: The US Prison System is Broken, and doesn't help anyone",
  "created_utc": 1630006517,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s get this out of the way, the purpose of a prison is to punish someone for their actions and teach them not to repeat it. The US prison system does not accomplish any of this, it doesn&#39;t even come close. Look at the European (specifically Norway/Scandinavia) prisons, they treat prisoners like humans and provide them with in-demand skills, and their recidivism rate is just 20%, compared to the US&#39; massive 70% recidivism rate.</p>\n\n<p>This is not surprising, given how the US system is basically throw them in a shithole, treat them like shit and slaves, force them to disclose the fact that they&#39;re a felon on job applications, then going all suprised pikachu face when they can&#39;t find employment and turn back to crime.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: I should clarify, what I mean, is that prisons do help people, just not the prisoners. Instead, they line the pockets of the  contractors who build and maintain them.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pc2l9d/cmv_the_us_prison_system_is_broken_and_doesnt/",
  "subreddit": "changemyview",
  "id": "pc2l9d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let's get this out of the way, the purpose of a prison is to punish someone for\ntheir actions and teach them not to repeat it. The US prison system does not\naccomplish any of this, it doesn't even come close. Look at the European\n(specifically Norway/Scandinavia) prisons, they treat prisoners like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解を恐れずに言えば、刑務所の目的は誰かの行動を罰して、その行動を繰り返さないように教えることです。\n刑務所の目的は、誰かの行動を罰し、同じことを繰り返さないように教えることです。アメリカの刑務所システムはこの目的を達成することはできません。\nアメリカの刑務所制度ではこの目的を達成することはできませんし、それに近いものでもありません。ヨーロッパ（特にノルウェーや北欧）の刑務所を見てください。\n(ヨーロッパ（特にノルウェーやスカンジナビア）の刑務所を見てください。",
      "title": "CMV: アメリカの刑務所システムは壊れていて、誰の役にも立っていない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我们把这个问题说清楚，监狱的目的是为了惩罚一个人，因为\n他们的行为，并教导他们不要再犯。美国的监狱系统并没有\n实现这些，它甚至没有接近。看看欧洲的\n(特别是挪威/斯堪的纳维亚半岛）的监狱，他们对待囚犯就像...",
      "title": "CMV：美国的监狱系统是破碎的，对任何人都没有帮助"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我們把這個問題說清楚，監獄的目的是爲了懲罰一個人，因爲\n他們的行爲，並教導他們不要再犯。美國的監獄系統並沒有\n實現這些，它甚至沒有接近。看看歐洲的\n(特別是挪威/斯堪的納維亞半島）的監獄，他們對待囚犯就像...",
      "title": "CMV：美國的監獄系統是破碎的，對任何人都沒有幫助"
    }
  ]
}