{
  "author": "artemipanariniscool",
  "the_new_excerpt": "Michael Crichton was, and still is, just a little less so, one of my favorite\nauthors. He was so creative and relatively scientific in his work, and had such\na unique tone and mood that stayed consistent.\n\nThen I read State of Fear. I’m still reading it, actually. But I’m less than a\nhundred pages…",
  "original_created_utc": 1621136186,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マイケル・クライトンは、昔も今も、そして今は少し減ってしまいましたが、私の好きな作家の一人です。\n作家の一人です。彼の作品はとてもクリエイティブで、比較的科学的で、独特のトーンや雰囲気を持っています。\n彼の作品はとてもクリエイティブで、比較的科学的であり、独特のトーンと雰囲気を持ち、一貫していました。\n\nその後、『State of Fear』を読みました。実は今も読んでいます。でも、まだ100ページも読んでいません。\n100ページ未満ですが...。",
      "title": "今までマイケル・クライトンを尊敬していました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "迈克尔-克莱顿曾经是，而且现在仍然是，只是稍有逊色，我最喜欢的作家之一。\n作者之一。他的作品很有创意，而且相对科学，有这样的\n他的作品是如此具有创造性和相对的科学性，并且有如此独特的语气和情绪，保持着一致性。\n\n然后我读了《恐惧状态》。实际上，我还在读它。但我还不到\n100页...",
      "title": "直到现在我还在仰视着迈克尔-克莱顿"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "邁克爾-克萊頓曾經是，而且現在仍然是，只是稍有遜色，我最喜歡的作家之一。\n作者之一。他的作品很有創意，而且相對科學，有這樣的\n他的作品是如此具有創造性和相對的科學性，並且有如此獨特的語氣和情緒，保持着一致性。\n\n然後我讀了《恐懼狀態》。實際上，我還在讀它。但我還不到\n100頁...",
      "title": "直到現在我還在仰視着邁克爾-克萊頓"
    }
  ],
  "title": "I looked up to Michael Crichton until now",
  "created_utc": 1621162969,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Michael Crichton was, and still is, just a little less so, one of my favorite authors. He was so creative and relatively scientific in his work, and had such a unique tone and mood that stayed consistent. </p>\n\n<p>Then I read State of Fear. I’m still reading it, actually. But I’m less than a hundred pages from finishing, so I’m confident I have the jist. For those who don’t know, State of Fear is basically Michael Crichton’s climate changer denier manifesto disguised as a thriller. I didn’t know that. To me, it was a book with a cool cover. Overall, it’s solid. The plot is good, and entertaining contradictory ideas is good. But it really falls apart when Crichton’s insert character, Kenner, intermittently goes on painfully long rants and arguments with the environmentalists. And you’d think, if arguing a point using an insert, you would try and make him not incredibly pretentious. On top of that, to give perspective, the book has an extensive bibliography, and there are many footnotes. Almost all of the footnotes are for evidence in Kenner’s rants and arguments. Like Crichton’s trying to convince the reader of his ideas in the most fucking obnoxious and condescending way. </p>\n\n<p>I will still read Michael Crichton and love his works, but I really needed to get that out.</p>\n\n<p>To make this a community thing, are there any authors who had works that tarnished, no matter how much or little, their reputation to you?</p>\n</div><!-- SC_ON -->",
  "score": 444,
  "permalink": "/r/books/comments/ndfktm/i_looked_up_to_michael_crichton_until_now/",
  "subreddit": "books",
  "id": "ndfktm",
  "is_self": true,
  "media": null,
  "is_video": false
}