{
  "author": "Tru_Blueyes",
  "original_created_utc": 1636370210,
  "title": "YSK: that in crush/ crowd asphyxiation deaths, multiple factors often come into play besides crushing chest injury, including things like carbon dioxide exchange from exhalation, and air flow, making petite women and children especially vulnerable.",
  "created_utc": 1636380112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: this could save the life of smaller people in a mass crush/crowding event. </p>\n\n<p>In overcrowded, pressing situations, petite women and children may be at risk before anyone notices anything is wrong, even in relatively tame crowds. Watch for signs and fainting, and if things start moving very fast, start moving them to the edges of the crowd earlier rather than later. If you <em>are</em> a petite person, this is not the time for pride; you might be a badass, but you can&#39;t generate your own oxygen.</p>\n\n<p>Also, not being in this catagory is <em>by no means</em> any insurance, as multiple factors are involved, and none of it matters if you get trampled to death or crushed against a barricade, anyway. It just means the threshold for danger may be deceptively low for shorter folks - literally.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/qpbhrz/ysk_that_in_crush_crowd_asphyxiation_deaths/",
  "subreddit": "YouShouldKnow",
  "id": "qpbhrz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: this could save the life of smaller people in a mass crush/crowding\nevent.\n\nIn overcrowded, pressing situations, petite women and children may be at risk\nbefore anyone notices anything is wrong, even in relatively tame crowds. Watch\nfor signs and fainting, and if things start moving very…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、大量の人が押し寄せてきたときに、より小さな人の命を救うことができるからです。\nのイベントに参加しました。\n\n過密で切迫した状況では、小柄な女性や子供が危険にさらされることがあります。\n小柄な女性や子供は、過密な状況では、比較的穏やかな群衆の中でも、誰もが異常に気づく前に危険にさらされる可能性があります。気をつけてください。\n気絶の兆候がないかどうかを確認し、事態が大きく動き出したら...",
      "title": "YSK：圧迫死・群集窒息死では、胸部の圧迫以外にも、呼気による二酸化炭素の交換や空気の流れなど、複数の要因が絡み合っていることが多く、小柄な女性や子供は特に被害を受けやすいことがわかっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这可以在大规模挤压/拥挤的情况下拯救小人物的生命。\n事件。\n\n在过度拥挤、紧迫的情况下，娇小的妇女和儿童可能处于危险之中\n即使在相对温和的人群中，在任何人注意到任何问题之前，娇小的妇女和儿童可能处于危险之中。观察\n迹象和晕倒，如果事情开始变得非常...",
      "title": "YSK：在挤压/人群窒息死亡中，除了挤压性胸部受伤外，往往还有多种因素起作用，包括呼出的二氧化碳交换和空气流动等，使身材娇小的妇女和儿童特别容易受到伤害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這可以在大規模擠壓/擁擠的情況下拯救小人物的生命。\n事件。\n\n在過度擁擠、緊迫的情況下，嬌小的婦女和兒童可能處於危險之中\n即使在相對溫和的人羣中，在任何人注意到任何問題之前，嬌小的婦女和兒童可能處於危險之中。觀察\n跡象和暈倒，如果事情開始變得非常...",
      "title": "YSK：在擠壓/人羣窒息死亡中，除了擠壓性胸部受傷外，往往還有多種因素起作用，包括呼出的二氧化碳交換和空氣流動等，使身材嬌小的婦女和兒童特別容易受到傷害。"
    }
  ]
}