{
  "author": "Gold-Ad-696",
  "original_created_utc": 1628126684,
  "title": "Just finished reading The Shining…",
  "created_utc": 1628132996,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have never had a book scare me like this before. I love horror movies/books and am not easily frightened, but holy this book has really given me the heeby-jeebies!</p>\n\n<p>I find myself turning on every light and hesitating to draw back my shower curtain as if I’m gonna see a dead body in my tub!</p>\n\n<p>I’m probably going to take a break from horror for a bit, but I’m curious if anyone else has that one book that really freaked them out</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/books/comments/oy74p9/just_finished_reading_the_shining/",
  "subreddit": "books",
  "id": "oy74p9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have never had a book scare me like this before. I love horror movies/books\nand am not easily frightened, but holy this book has really given me the\nheeby-jeebies!\n\nI find myself turning on every light and hesitating to draw back my shower\ncurtain as if I’m gonna see a dead body in my tub!\n\nI’m…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんなに怖い思いをした本は初めてでした。私はホラー映画や本が大好きで\nホラー映画や本が大好きで、簡単には怖くないのですが、この本には本当に驚かされました。\n恐怖を感じました。\n\n私はすべての照明をつけ、シャワーカーテンを閉めるのをためらっています。\n浴槽の中に死体があるのではないかと思って、シャワーカーテンを引くのをためらっている自分がいます。\n\n私は...",
      "title": "ちょうど「シャイニング」を読み終えたところです...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我以前从来没有一本书像这样吓唬我。我喜欢恐怖电影/书籍\n而且不容易受惊，但这本书真的让我感到害怕。\n惊吓！我发现自己打开了所有的灯，并犹豫不决。\n\n我发现自己打开了所有的灯，犹豫着要不要拉开浴帘\n我发现自己打开每一盏灯，犹豫着要不要拉开我的浴帘，仿佛要在我的浴缸里看到一具尸体!\n\n我...",
      "title": "刚读完《闪灵》..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以前從來沒有一本書像這樣嚇唬我。我喜歡恐怖電影/書籍\n而且不容易受驚，但這本書真的讓我感到害怕。\n驚嚇！我發現自己打開了所有的燈，並猶豫不決。\n\n我發現自己打開了所有的燈，猶豫着要不要拉開浴簾\n我發現自己打開每一盞燈，猶豫着要不要拉開我的浴簾，彷彿要在我的浴缸裏看到一具屍體!\n\n我...",
      "title": "剛讀完《閃靈》..."
    }
  ]
}