{
  "author": "pizza-chit",
  "original_created_utc": 1628466131,
  "title": "I bought Bitcoin at a Coinstar machine so you don't have to!",
  "created_utc": 1628483513,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey Crypto Comrades! \nThis is my first well thought out post so I hope the information is useful to someone.\nI saw that they upgraded the coin counting machine at my local grocery store (Kroger) to sell Bitcoin and I had a couple years worth of saved up loose change to redeem! here&#39;s how it went:</p>\n\n<p>It was a big green Coinstar machine and it was pretty user friendly (Spanish option too)\nI had a little bit under $200 in coins which weighed a ton but I lugged it into the grocery store to trade for precious Bitcoin</p>\n\n<p>I pushed the Bitcoin option and the machine gave me the following terms before proceeding:</p>\n\n<p>-Inserted cash cannot be returned</p>\n\n<p>-Up to $2500 may be purchased &amp; redeemed in a 24 hour period</p>\n\n<p>-Bitcoin must be claimed at Coinme.com</p>\n\n<p>-This is not an anonymous transaction (in order to claim my BTC, I had to upload a photo ID pic and selfie to their website)</p>\n\n<p>-Paper money only, no coins (Wtf false advertising!)</p>\n\n<p>-Bitcoin transaction limited to 5 minutes (maybe because the prices changes so fast?)</p>\n\n<p>-Transfers are permanent </p>\n\n<p>-Don&#39;t be a fraud victim, don&#39;t share your code with anyone </p>\n\n<p>I accepted the terms and the next screen directed me to insert cash while the 5 minute timer counted down. \nI put in a $20 bill and proceeded. </p>\n\n<p>At time of purchase (4:41pm central US time on August 8, 2021) according to Coinstar, the exchange rate was:</p>\n\n<p>$1= 0.00002118 BTC.  </p>\n\n<p>$47,197.61 = 1 BTC  (coinbase says different but oh well) </p>\n\n<p>Transaction fee was 4% ($.80)</p>\n\n<p>The machine printed a voucher with the website, a redemption code, and a pin #</p>\n\n<p>I went home and created an account on coinme.com which required my email, phone #, picture of ID, and a selfie.\nQuick and easy process, then I saw my Bitcoin there in my account (although it was now $18.08) </p>\n\n<p>I sent the Bitcoin to my private wallet and after the last fee was applied, I received....drum roll.........</p>\n\n<p>$14.06 in Bitcoin for my $20 investment!\nAll fees together totaled $5.94 (29.7% of $20) to get it from Coinstar to my private wallet</p>\n\n<p>Conclusion: It&#39;s a way to buy Bitcoin if you don&#39;t have a bank account but you can get much lower fees on plenty of other exchanges. I won&#39;t be using the Coinstar machine in the future but at least I got some exercise by carrying around a huge jar of coins all afternoon (which I need). \nHope this information is useful and I look forward to contributing more quality content in the future!</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/p0ppyq/i_bought_bitcoin_at_a_coinstar_machine_so_you/",
  "subreddit": "CryptoCurrency",
  "id": "p0ppyq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey Crypto Comrades! This is my first well thought out post so I hope the\ninformation is useful to someone. I saw that they upgraded the coin counting\nmachine at my local grocery store (Kroger) to sell Bitcoin and I had a couple\nyears worth of saved up loose change to redeem! here's how it went:\n\nIt…"
}