{
  "author": "Tefloncon",
  "original_created_utc": 1640679442,
  "title": "Why isn’t the genocide of Native American’s spoken of in the same vein as the Jewish Holocaust?",
  "created_utc": 1640691809,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;As a subject, this wasn’t brought up at all in my experience at school, and in general it isn’t talked about even comparably as often as the Holocaust is when it comes to historical atrocities. I find this hard to explain given conservative estimates of the death toll of Native American is said to be roughly 12 million according to Russell Thornton, and vary significantly with a toll of 100 million documented by D.E Stannard, author of ‘The American Holocaust’, the reasonable conclusion seems to land at around 75 million lives lost between Columbus’ arrival in 1492-1900, which works out to be close to 90% of the entire Native American population, with 5 million remaining today. Could someone please explain why, with a conservative estimate of twice as many lives lost, it isn’t spoken of with the same condemnation as the Holocaust, or if you were educated on the subject differently to what I was.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/rqau26/why_isnt_the_genocide_of_native_americans_spoken/",
  "subreddit": "AskHistorians",
  "id": "rqau26",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>As a subject, this wasn’t brought up at all in\nmy experience at school, and in general it isn’t talked about even comparably as\noften as the Holocaust is when it comes to historical atrocities. I find this\nhard to explain given conservative estimates of the death…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>題材として、このことは全く話題になりませんでした。\n私の学校での経験では、一般的に、このことは比較にならないほど話題にはなりません。\n歴史的な残虐行為といえば、ホロコーストのようなことがよくあります。これは\n保守的な死者数を考えると、説明しがたい...",
      "title": "なぜネイティブ・アメリカンの大量虐殺は、ユダヤ人のホロコーストと同じように語られないのだろうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>作为一个主题，这个问题在《中国青年报》上根本就没有被提起过。\n我在学校的经历，一般来说，在谈到历史上的暴行时，它甚至没有像大屠杀那样经常被谈论。\n在谈到历史上的暴行时，它甚至没有像大屠杀那样经常被提及。我觉得这\n我觉得这很难解释，因为对死亡人数的保守估计......",
      "title": "为什么不把对美国原住民的种族灭绝与犹太人的大屠杀放在一起谈论？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>作爲一個主題，這個問題在《中國青年報》上根本就沒有被提起過。\n我在學校的經歷，一般來說，在談到歷史上的暴行時，它甚至沒有像大屠殺那樣經常被談論。\n在談到歷史上的暴行時，它甚至沒有像大屠殺那樣經常被提及。我覺得這\n我覺得這很難解釋，因爲對死亡人數的保守估計......",
      "title": "爲什麼不把對美國原住民的種族滅絕與猶太人的大屠殺放在一起談論？"
    }
  ]
}