{
  "videoId": "6KGcBtSVZvM",
  "channelId": "UCtNBFUsxj2YVbEc5HquzFqg",
  "title": "This is the end…",
  "link": "https://www.youtube.com/watch?v=6KGcBtSVZvM",
  "pubDate": "2021-09-25T15:00:03.000Z",
  "author": "Carter Sharer",
  "id": "yt:video:6KGcBtSVZvM",
  "isoDate": "2021-09-25T15:00:03.000Z",
  "description": "🔥SHOP NOW!!🔥━► https://www.teamrar.com/ \n\nFresh off the heels of getting his wisdom teeth removed (https://youtu.be/FOKS19r2Hqs), Carter Sharer and Team RAR has one of the biggest reveals ever done on YouTube: presenting the new Team RAR house!! Everyone on Team RAR was flown out to an undisclosed location to see the incredible new house, including: Lizzy Capri, Ryan Prunty, Stove's Kitchen, Bailey Bagles Payne, Deniesse, Matt Braeden, Elena, Ethan, Casey, Ben, Andrew, Matt, Ashley, Phil, Jep, Panos and of course Millie. But this reveal is bitter-sweet because while Team RAR will be moving on to an awesome new house, it means we're having to leave the awesome Team RAR mansion in Los Angeles. We've made a lot of incredible memories and great videos in this house, from the world-record trampoline tower stack, to an entire Lego city, to countless 100 button mystery box challenges and tons of Last to Leave videos for insane prizes like Lamborghinis or $10,000. This house has been good to us (despite the occasional attic hauntings), but now it's time to start a new chapter for Team RAR. What would you like to see next?? Comment below!!\n\n❇️ MORE EPIC VLOGS ❇️\n\n@Unspeakable I FILLED MY ISLAND HOUSE WITH PACKING PEANUTS! https://www.youtube.com/watch?v=Y3sj_v62dpc\n@Ryan Prunty WORLD'S MOST DANGEROUS CRIMINAL BROKE INTO the NEW TEAM RAR HOUSE https://www.youtube.com/watch?v=SzQQD2cMjHw\n@FaZe Rug OUR NEW $30,000,000 HOUSE!! (FULL TOUR) https://www.youtube.com/watch?v=Y2__IXTH3mk\n@ZHC I Customized A $10,000,000 House And Gave It To My Girlfriend https://www.youtube.com/watch?v=3PnOS94d6v0\n\n-----------------------------------------------------------------------------------------------------------\n📷INSTAGRAM → @CarterSharer https://www.instagram.com/cartersharer/\n📷INSTAGRAM → @OfficalTeamRAR https://www.instagram.com/officialteamrar/\n📷INSTAGRAM → @LizzyCapri https://www.instagram.com/lizzycapri/\n📘FACEBOOK → CARTER SHARER OFFICIAL https://goo.gl/WM7mBu\n\nSubscribe to my channel! https://goo.gl/XjjCA8\n-----------------------------------------------------------------------------------------------------------\nBusiness Inquiries: carter@nightmedia.co\n\nWARNING: \nThis video is only for entertainment purposes. Do not attempt to recreate any of the acts in this video, as they may be dangerous if not done correctly, and could result in serious injury. If you rely on the information portrayed in this video, you assume the responsibility for the results. Have fun, but always think ahead, and remember that every project you try is at YOUR OWN RISK.\n\nThis footage is property of Team RAR inc. and is not allowed to be repurposed without written consent from Team RAR inc. For any requests from media contact us at carter@nightmedia.co",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/6KGcBtSVZvM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "41185",
    "average": "4.86",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1381785"
  },
  "original_created_at": "2021-09-25T15:00:03.000Z",
  "created_at": "2021-09-25T22:23:05.472Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "これで終わりだ...。"
    },
    {
      "locale": "zh",
      "title": "这就是结局..."
    },
    {
      "locale": "zh-Hant",
      "title": "這就是結局..."
    }
  ],
  "source_updated_at": 1633081224717
}