{
  "videoId": "9SmQOZWNyWE",
  "channelId": "UC5O114-PQNYkurlTg6hekZw",
  "title": "BTS - \"Permission to Dance\" performed at the United Nations General Assembly | SDGs | Official Video",
  "link": "https://www.youtube.com/watch?v=9SmQOZWNyWE",
  "pubDate": "2021-09-20T12:46:08.000Z",
  "author": "United Nations",
  "id": "yt:video:9SmQOZWNyWE",
  "isoDate": "2021-09-20T12:46:08.000Z",
  "description": "K-Pop sensations BTS perform their hit song Permission to Dance in a video produced at the United Nations. The video accompanies the bands remarks at the SDG Moment and is meant to draw their audiences attention to the importance of the Sustainable Development Goals and to inspire action.\n\n-------\nThe SDG Moment serves to place an annual spotlight on the Sustainable Development\nGoals (SDGs) and will be held at the beginning of the United Nation’s General Assembly’s High-Level Week. It takes place as the world experiences a deeply uneven response to the COVID-19 pandemic, which risks creating a two-tier recovery with significant implications for the advancement of the SDGs, especially in developing countries.\n\nConvened by the UN Secretary-General Antonio Guterres, the Moment will provide world\nleaders with a platform to showcase the bold plans, actions and solutions that are needed to end the COVID-19 pandemic and set the world on course towards achieving the SDGs. Held in advance of major meetings on food systems, climate, energy, jobs and social protection, the SDG Moment event is expected to build the momentum needed to deliver on the Decade of Action and Keep the Promise of the SDGs.\n\n#GlobalGoals #UNGA",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/9SmQOZWNyWE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "2212377",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "17457093"
  },
  "original_created_at": "2021-09-20T12:46:08.000Z",
  "created_at": "2021-09-20T21:30:28.940Z",
  "tags": [
    "GlobalGoals",
    "UNGA"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "BTS - 国連総会で演奏された「Permission to Dance」｜SDGs｜公式動画"
    },
    {
      "locale": "zh",
      "title": "BTS--在联合国大会上表演的 \"允许跳舞\"|SDGs|官方视频"
    },
    {
      "locale": "zh-Hant",
      "title": "BTS--在聯合國大會上表演的 \"允許跳舞\"|SDGs|官方視頻"
    }
  ],
  "source_updated_at": 1632476405858
}