{
  "videoId": "A5GJLwWiYSg",
  "channelId": "UC2-BeLxzUBSs0uSrmzWhJuQ",
  "title": "Steven Spielberg's \"West Side Story\" | Official Trailer | 20th Century Studios",
  "link": "https://www.youtube.com/watch?v=A5GJLwWiYSg",
  "pubDate": "2021-09-15T12:27:28.000Z",
  "author": "20th Century Studios",
  "id": "yt:video:A5GJLwWiYSg",
  "isoDate": "2021-09-15T12:27:28.000Z",
  "description": "Directed by Academy Award® winner Steven Spielberg, from a screenplay by Pulitzer Prize and Tony Award® winner Tony Kushner, “West Side Story” tells the classic tale of fierce rivalries and young love in 1957 New York City. This reimagining of the beloved musical stars Ansel Elgort (Tony); Rachel Zegler (María); Ariana DeBose (Anita); David Alvarez (Bernardo); Mike Faist (Riff); Josh Andrés Rivera (Chino); Ana Isabelle (Rosalía); Corey Stoll (Lieutenant Schrank); Brian d’Arcy James (Officer Krupke); and Rita Moreno (as Valentina, who owns the corner store in which Tony works). Moreno – one of only three artists to be honored with Academy®, Emmy®, GRAMMY®, Tony® and Peabody Awards – also serves as one of the film’s executive producers.\n \nBringing together the best of both Broadway and Hollywood, the film’s creative team includes Kushner, who also serves as an executive producer; Tony Award® winner Justin Peck, who choreographed the musical numbers in the film; renowned Los Angeles Philharmonic conductor and GRAMMY Award® winner Gustavo Dudamel, who helmed the recording of the iconic score; Academy Award®-nominated composer and conductor David Newman (“Anastasia”), who arranged the score; Tony Award®-winning composer Jeanine Tesori (“Fun Home,” “Thoroughly Modern Millie”), who supervised the cast on vocals; and Grammy®-nominated music supervisor Matt Sullivan (“Beauty and the Beast,” “Chicago”), who served as executive music producer for the film. The film is produced by Spielberg, Academy Award®-nominated producer Kristie Macosko Krieger and Tony Award®-winning producer Kevin McCollum. “West Side Story” has been adapted for the screen from the original 1957 Broadway show, with book by Arthur Laurents, music by Leonard Bernstein, lyrics by Stephen Sondheim and concept, direction and choreography by Jerome Robbins. \n \nFrom 20th Century Studios, The Walt Disney Company will release “West Side Story” in U.S. theaters on December 10, 2021.\n \nTwitter:        @westsidemovie\nInstagram:   @westsidestorymovie\nFacebook     @westsidestory2021",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/A5GJLwWiYSg/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "16270",
    "average": "4.77",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "4500178"
  },
  "original_created_at": "2021-09-15T12:27:28.000Z",
  "created_at": "2021-09-15T20:21:57.985Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "スティーブン・スピルバーグ監督『ウエスト・サイド・ストーリー』｜公式予告編｜20世紀スタジオ"
    },
    {
      "locale": "zh",
      "title": "史蒂芬-斯皮尔伯格的 \"西区故事\"｜官方预告片｜20世纪影业"
    },
    {
      "locale": "zh-Hant",
      "title": "史蒂芬-斯皮爾伯格的 \"西區故事\"｜官方預告片｜20世紀影業"
    }
  ],
  "source_updated_at": 1631871574542
}