{
  "videoId": "bEZ5hNd7hsw",
  "channelId": "UCKy1dAqELo0zrOtPkf0eTMw",
  "title": "Injustice - Exclusive Official Trailer (2021) Justin Hartley, Anson Mount, Kevin Pollak",
  "link": "https://www.youtube.com/watch?v=bEZ5hNd7hsw",
  "pubDate": "2021-09-08T16:00:13.000Z",
  "author": "IGN",
  "id": "yt:video:bEZ5hNd7hsw",
  "isoDate": "2021-09-08T16:00:13.000Z",
  "description": "An unthinkable tragedy propels Superman into a dangerous new mindset, ultimately pitting Justice League members against each other in Injustice, an all-new DC Animated Movie. Produced by Warner Bros. Animation, DC and Warner Bros. Home Entertainment, the feature-length animated film is set for release on 4K Ultra HD Blu-ray Combo Pack (USA $39.99 SRP; Canada $44.98 SRP), Blu-ray (US $29.98 SRP; Canada $39.99 SRP) and Digital on October 19, 2021.\r\n\r\nInspired by Injustice: Gods Among Us, NetherRealm Studios' popular video game, and the best-selling DC graphic novel based on the video game, Injustice: Gods Among Us: Year One by Tom Taylor, the animated film Injustice finds an alternate world gone mad - where The Joker has duped Superman into killing Lois Lane, sending the Man of Steel on a deadly rampage. Unhinged, Superman decides to take control of the Earth for humanity's own good. Determined to stop him, Batman creates a team of like-minded, freedom-fighting heroes. But when Super Heroes go to war, can the world survive?\r\n\r\nJustin Hartley (This is Us, Smallville) and Anson Mount (Star Trek Discovery, Hell on Wheels) lead the Injustice all-star cast as Superman and Batman, respectively. The massive cast also includes Janet Varney (The Legend of Korra, You're The Worst) as Wonder Woman, Brandon Micheal Hall (God Friended Me) as Cyborg, Kevin Pollak (The Marvelous Mrs. Maisel) as Joker & Jonathan Kent, Anika Noni Rose (The Princess and the Frog, The Good Wife, Dreamgirls) as Catwoman, Reid Scott (Veep, Venom) as Green Arrow & Victor Zsasz, Edwin Hodge (The Tomorrow War, Mayans M.C.) as Mr. Terrific & Killer Croc, Gillian Jacobs (Community, Invincible) as Harley Quinn, Oliver Hudson (Rules of Engagement, Nashville) as Plastic Man, Laura Bailey (Critical Role, Avengers Assemble) as Lois Lane & Rama Kushna, Faran Tahir (Iron Man, Star Trek) as Ra's al Ghul, Derek Phillips (Friday Night Lights, 42) as Nightwing & Aquaman, Yuri Lowenthal (Ben 10 franchise, Young Justice, RWBY) as Mirror Master, Flash & Shazam, Zach Callison (Steven Universe, The Goldbergs) as Damian & Jimmy Olsen, Brian T. Delaney (Fortnite, Batman Unlimited) as Green Lantern, Fred Tatasciore (Family Guy, American Dad!) as Captain Atom, and Andrew Morgado (DC's Legends of Tomorrow) as Mirror Master Soldier.\r\n\r\nMatt Peters (Justice League Dark: Apokolips War) directs Injustice from a screenplay by Ernie Altbacker (Batman: Hush). Jim Krieg (Batman: Gotham by Gaslight) is Producer and Alyessa Ornelas (Mortal Kombat Legends: Scorpion's Revenge) is Associate Producer. Producer is Rick Morales (Mortal Kombat Legends franchise). Sam Register is Executive Producer.\n\n#IGN #DC #Movies",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/bEZ5hNd7hsw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "104324",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2786655"
  },
  "original_created_at": "2021-09-08T16:00:13.000Z",
  "created_at": "2021-09-08T23:50:51.840Z",
  "tags": [
    "IGN",
    "DC",
    "Movies"
  ],
  "source_updated_at": 1631266806069,
  "localize": [
    {
      "locale": "ja",
      "title": "インジャスティス』独占公式予告編（2021年）ジャスティン・ハートリー、アンソン・マウント、ケヴィン・ポラック"
    },
    {
      "locale": "zh",
      "title": "不公正 - 独家官方预告片（2021） 贾斯汀-哈特利，安森-蒙特，凯文-波拉克"
    },
    {
      "locale": "zh-Hant",
      "title": "不公正 - 獨家官方預告片（2021） 賈斯汀-哈特利，安森-蒙特，凱文-波拉克"
    }
  ]
}