{
  "videoId": "d9Em4ckh878",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "THE MANY SAINTS OF NEWARK – Official Trailer 2",
  "link": "https://www.youtube.com/watch?v=d9Em4ckh878",
  "pubDate": "2021-09-08T16:00:20.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:d9Em4ckh878",
  "isoDate": "2021-09-08T16:00:20.000Z",
  "description": "Before Tony Soprano, there was Dickie Moltisanti. The Many Saints Of Newark, in theaters and streaming exclusively on HBO Max* October 1. Watch the new trailer now.\n\n*Only available on the Ad-Free plan, streaming in the US only for 31 days from its theatrical release.\n \nhttps://www.facebook.com/newarkmovie \nhttps://twitter.com/NewarkMovie \nhttps://www.instagram.com/newarkmovie\nhttps://www.themanysaintsofnewarkmovie.com\n \nNew Line Cinema’s “The Many Saints of Newark” is the much-anticipated feature film prequel to David Chase’s groundbreaking, award-winning HBO drama series “The Sopranos.”\n \nYoung Anthony Soprano is growing up in one of the most tumultuous eras in Newark’s history, becoming a man just as rival gangsters begin to rise up and challenge the all-powerful DiMeo crime family’s hold over the increasingly race-torn city. Caught up in the changing times is the uncle he idolizes, Dickie Moltisanti, who struggles to manage both his professional and personal responsibilities—and whose influence over his nephew will help make the impressionable teenager into the all-powerful mob boss we’ll later come to know: Tony Soprano.\n \n“The Many Saints of Newark” stars Alessandro Nivola (“Disobedience,” “American Hustle”), Tony winner Leslie Odom Jr. (Broadway’s “Hamilton,” “Murder on the Orient Express”), Jon Bernthal (“Baby Driver,” “The Wolf of Wall Street”), Corey Stoll (“First Man,” “Ant-Man”), Michael Gandolfini (TV’s “The Deuce”), Billy Magnussen (“Game Night,” “The Big Short”), Michela De Rossi (“Boys Cry,” TV’s “The Rats”), John Magaro (“The Finest Hours,” “Not Fade Away”), with Emmy winner Ray Liotta (TV’s “Shades of Blue,” “Goodfellas”) and Oscar nominee Vera Farmiga (“Up in the Air,” “The Conjuring” films).\n \nAlan Taylor (“Thor: The Dark World”), who won an Emmy for his directing work on “The Sopranos,” is helming the film from a screenplay by series creator David Chase & Lawrence Konner, based on characters created by Chase.  Chase, Konner and Nicole Lambert are producing the film, with Michael Disco, Marcus Viscidi, Toby Emmerich and Richard Brener serving as executive producers.\n \nTaylor’s behind-the-scenes creative team includes director of photography Kramer Morgenthau (“Creed II,” “Thor: The Dark World”), production designer Bob Shaw (“The Wolf of Wall Street,” “The Sopranos”), Oscar-nominated editor Christopher Tellefsen (“Moneyball,” “A Quiet Place”) and costume designer Amy Westcott (“The Wrestler,” “Black Swan”).\n \n“The Many Saints of Newark” was shot on location in New Jersey and New York, and several beloved characters from the original series that inspired the film are featured in the movie. During its six-season run, “The Sopranos”—widely regarded as one of the greatest and most influential television drama series of all time—was honored with 21 Primetime Emmy Awards, five Golden Globe Awards, and two Peabody Awards, to name only a portion.\n \nNew Line Cinema Presents, In Association with Home Box Office, a Chase Films Production, “The Many Saints of Newark.” The film is slated for release in theaters nationwide on October 1, 2021 and will be available in the U.S. on HBO Max for 31 days from theatrical release. It is being distributed worldwide by Warner Bros. Pictures and has been rated R for strong violence, pervasive language, sexual content and some nudity.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/d9Em4ckh878/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "13170",
    "average": "4.90",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "806047"
  },
  "original_created_at": "2021-09-08T16:00:20.000Z",
  "created_at": "2021-09-08T23:23:42.397Z",
  "tags": [],
  "source_updated_at": 1631266806071,
  "localize": [
    {
      "locale": "ja",
      "title": "映画『ニューアークの男たち』公式予告編2"
    },
    {
      "locale": "zh",
      "title": "纽瓦克的众多圣徒 - 官方预告片2"
    },
    {
      "locale": "zh-Hant",
      "title": "紐瓦克的衆多聖徒 - 官方預告片2"
    }
  ]
}