{
  "videoId": "F8rCXSh8200",
  "channelId": "UCqpbJDXYuoZsQxEHa6XM2CA",
  "title": "Rosalía y Tokischa cantan 'Linda' | Premios Billboard 2021 | Telemundo Entretenimiento",
  "link": "https://www.youtube.com/watch?v=F8rCXSh8200",
  "pubDate": "2021-09-24T03:43:22.000Z",
  "author": "Telemundo Entretenimiento",
  "id": "yt:video:F8rCXSh8200",
  "isoDate": "2021-09-24T03:43:22.000Z",
  "description": "Video oficial de Telemundo Entretenimiento. Rosalía y Tokischa hicieron historia con una espectacular interpretación de 'Linda' en los Premios Billboard de la Música Latina 2021.\n\nPremios Billboard de la Música Latina\nTelemundo y Billboard presentan la edición 2021 de los Premios Billboard de la Música Latina, la premiación de mayor trayectoria y prestigio en la industria de la música latina. El distinguido especial musical, producido por MBS Special Events y Telemundo, destacará presentaciones en vivo de los mejores artistas latinos de la actualidad para celebrar lo mejor de la música Latina.\n\nLos Premios Billboard de la Música Latina son los únicos en honrar los álbumes, canciones, e intérpretes más populares en la música latina, según los resultados de ventas reales, streaming, transmisiones radiales, y redes sociales que proveen información a las listas semanales de Billboard durante un periodo de un año.\n\nTelemundo App\n¡Telemundo - Capítulos Completos es tu destino digital para disfrutar la programación que te gusta! Mira episodios completos de tus shows favoritos de Telemundo, televisión en vivo y contenido exclusivo al descargar el app Telemundo - Capítulos Completos y entrar con tu cuenta de proveedor de TV.\n\nTelemundo\nEs una empresa de medios de primera categoría, líder en la industria en la producción y distribución de contenido en español de alta calidad a través de múltiples plataformas para hispanos en los Estados Unidos y alrededor del mundo. La cadena ofrece producciones dramáticas originales de Telemundo Studios – el productor #1 de contenido en español de horario estelar – así como contenido alternativo, películas de cine, especiales, noticias y eventos deportivos de primer nivel, alcanzando el 94% de los televidentes hispanos en los Estados Unidos en 210 mercados a través de 17 estaciones propias y 57 afiliadas de TV abierta. Telemundo también es propietaria de WKAQ, una estación de televisión local que sirve Puerto Rico. Telemundo es parte de NBCUniversal Telemundo Enterprises, una división de NBCUniversal, una de las compañías líderes en el mundo de los medios y entretenimiento. NBCUniversal es una subsidiaria de Comcast Corporation.\n\nTelemundo\nTelemundo Now es tu destino digital para disfrutar la programación que te gusta! Mira episodios completos de tus shows favoritos de Telemundo, al descargar la app Telemundo Now y entrar con tu cuenta de proveedor de TV.\n\nSÍGUENOS EN TWITTER: http://bit.ly/1vl4zqp\nDANOS ME GUSTA EN FACEBOOK: http://on.fb.me/1EWlDol\n\n#TelemundoEntretenimiento #PremiosBillboard #Rosalia \n\nRosalía y Tokischa cantan 'Linda' | Premios Billboard 2021 | Telemundo Entretenimiento\nhttps://www.youtube.com/user/TLMDentretenimientovv",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/F8rCXSh8200/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "47344",
    "average": "4.46",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1583783"
  },
  "original_created_at": "2021-09-24T03:43:22.000Z",
  "created_at": "2021-09-24T15:18:37.689Z",
  "tags": [
    "TelemundoEntretenimiento",
    "PremiosBillboard",
    "Rosalia"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "ロザリアとトキシャが歌う「リンダ」｜Premios Billboard 2021｜Telemundo Entretenimiento"
    },
    {
      "locale": "zh",
      "title": "罗莎莉娅和Tokischa演唱《Linda》|Premios Billboard 2021 | Telemundo Entretenimiento"
    },
    {
      "locale": "zh-Hant",
      "title": "羅莎莉婭和Tokischa演唱《Linda》|Premios Billboard 2021 | Telemundo Entretenimiento"
    }
  ],
  "source_updated_at": 1633081224727
}