{
  "videoId": "fJjVwCCYU3s",
  "channelId": "UCFiswEI_awoQBRQ1JK6v0cA",
  "title": "Bryson DeChambeau drives first green and makes eagle | Singles Match | 2020 Ryder Cup",
  "link": "https://www.youtube.com/watch?v=fJjVwCCYU3s",
  "pubDate": "2021-09-26T18:00:05.000Z",
  "author": "Ryder Cup",
  "id": "yt:video:fJjVwCCYU3s",
  "isoDate": "2021-09-26T18:00:05.000Z",
  "description": "Bryson DeChambeau drove the first green and holed the eagle putt during his Sunday singles match against Sergio Garcia at the 2020 Ryder Cup.\n\nDon't miss a moment of the Ryder Cup! Subscribe now: https://www.youtube.com/user/rydercup\n\nThe 2020 Ryder Cup takes place at Whistling Straits Golf Course, Wisconsin, United States from 24th - 26th September 2021. Steve Stricker and Padraig Harrington captain the U.S. and European teams respectively. Roughly 40,000 fans are allowed on-site after the event was postponed by a year because of the COVID-19 pandemic. The Ryder Cup has become one of the world’s greatest sporting events. Every two years, 24 of the best players from Europe and the United States go head-to-head in match play competition. Drama, tension, incredible golf, camaraderie and sportsmanship are served in equal measure, captivating an audience of millions around the world. It’s an event that transcends sport, yet remains true to the spirit of its founder, Samuel Ryder.\n\nKeep up to date with The Ryder Cup at: www.rydercup.com\nFacebook: Ryder Cup European Team and Ryder Cup USA\nTwitter: @RyderCup @RyderCupEurope @RyderCupUSA",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/fJjVwCCYU3s/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "3416",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "442699"
  },
  "original_created_at": "2021-09-26T18:00:05.000Z",
  "created_at": "2021-09-27T14:59:32.563Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "ブライソン・デシャンボーが最初のグリーンをドライブしてイーグルを決める｜シングルマッチ｜2020年ライダーカップ"
    },
    {
      "locale": "zh",
      "title": "布赖森-德尚博开出第一个果岭，打出老鹰球|单打比赛|2020年莱德杯"
    },
    {
      "locale": "zh-Hant",
      "title": "布賴森-德尚博開出第一個果嶺，打出老鷹球|單打比賽|2020年萊德杯"
    }
  ],
  "source_updated_at": 1633081225008
}