{
  "videoId": "FWzYAvVFEgs",
  "channelId": "UCOsATJw-IZgqGT8MFrHjKGg",
  "title": "state fair",
  "link": "https://www.youtube.com/watch?v=FWzYAvVFEgs",
  "pubDate": "2021-09-10T23:16:48.000Z",
  "author": "Ice Cream Sandwich",
  "id": "yt:video:FWzYAvVFEgs",
  "isoDate": "2021-09-10T23:16:48.000Z",
  "description": "The first 1,000 people to use this link will get a 1 month free trial of Skillshare: https://skl.sh/icecreamsandwich06211\n\n\nI was late for posting this video and didn't finish until after the state fair ended :( but that's okay I wanted to post it anyway. I had a couple thoughts on state fair stuff and I made a video on those things. The state fair food primarily. Thank you to Jaiden to doing a little voice bit in the beginning there. It was literally one word but hey credit where credit is due.\n\nThe state fair has good food. I love it so much I was sad I couldn't go this year. There's corn dogs, cheese curds, french fries, cookies, milk and a ton more. There's a lot of other foods that I hate though but it's a big part of why people go in the first place. To each their own.\n\nThis video took longer to make because I was programming new tools to make the animation process easier. It was... kind of a weird thing to do. I hope it made the process faster but I didn't measure it so ..oops!\n\nI'm going to try to post a couple more times before the year ends. It's been too sparse this year.\n\nthank you for watching ❤️\n\n(new merch is happening so I won't plug what I have now)\n📱 twitter:\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\nDISCLAIMER: Ice Cream Sandwich content is inappropriate for children under 13 years old. For children over 13 years old, parental discretion is advised. Ice Cream Sandwich does not control the comments produced by third-party users. By watching, reading, or otherwise consuming Ice Cream Sandwich content, you agree that (1) you are over the age of 13 years, (2) you agree to abide by Youtube's Terms of Service, and (3) you agree you have read and accept the disclaimer available at https://www.youtube.com/icecreamsandwich/about",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/FWzYAvVFEgs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "148445",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1248974"
  },
  "original_created_at": "2021-09-10T23:16:48.000Z",
  "created_at": "2021-09-11T18:38:00.889Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "ステートフェア"
    },
    {
      "locale": "zh",
      "title": "州博览会"
    },
    {
      "locale": "zh-Hant",
      "title": "州博覽會"
    }
  ],
  "source_updated_at": 1631871574545
}