{
  "videoId": "jgGg9DKg1Z0",
  "channelId": "UCpryVRk_VDudG8SHXgWcG0w",
  "title": "HIGHLIGHTS | Arsenal vs AFC Wimbledon (3-0) | Lacazette, Smith Rowe, Nketiah",
  "link": "https://www.youtube.com/watch?v=jgGg9DKg1Z0",
  "pubDate": "2021-09-23T00:00:12.000Z",
  "author": "Arsenal",
  "id": "yt:video:jgGg9DKg1Z0",
  "isoDate": "2021-09-23T00:00:12.000Z",
  "description": "We booked our place in the fourth round of the Carabao Cup with a convincing victory over AFC Wimbledon on Wednesday night.\n\nRoared on by a vociferous home crowd, we made a sharp start to the game as Gabi Martinelli caused problems for the Dons defence from the off.\n\nIndeed, it was the Brazilian who won the penalty for the opening goal as he reacted swiftly to latch on to an Eddie Nketiah through ball, before being bundled over in the area.\n\nAlex Lacazette stepped up and made no mistake from the spot, sending it into the bottom right-hand corner.\n\nWe continued to threaten sporadically through a low-key first half, but save for a corner that looped up threateningly and bounced in the Wimbledon six-yard box, there was little in the way of goalmouth action.\n\nPartey took aim just before the hour mark with a powerful drive from the edge of the area that Nik Tzanev did well to palm around the post – and the Wimbledon keeper had to be sharp to deny Nuno Tavares soon afterwards.\n\nWe were pushing and pushing for the second, and finally with 13 minutes remaining we had it as Emile Smith Rowe doubled our advantage from close range.\n\nTwo minutes later we added a third – and this was the best of the night – as Cedric raced into the area and pulled the ball back, for Nketiah to flick into the far corner with a backheel.\n\nThere was still time for Bukayo Saka to go close twice before the final whistle, but in the end we had to settle for the three goals and a place in the next round.\n\n#arsenal #nketiah #smithrowe #lacazette \n\nEnjoy match highlights, training and behind the scenes to get closer to the likes of Pierre-Emerick Aubameyang, Vivianne Miedema, Nicolas Pepe, Alexandre Lacazette, Leah Williamson, Bernd Leno, Emile Smith Rowe, Nikita Parris, Tobin Heath, Mana Iwabuchi, Jordan Nobbs, Bukayo Saka, Takehiro Tomiyasu, Kim Little, Gabriel Martinelli, Aaron Ramsdale, Beth Mead, Ben White, Thomas Partey and more.\n\nSubscribe to the Official Arsenal YouTube Channel: https://arsn.al/youtube\nFollow us on Facebook: https://arsn.al/facebook\nFollow us on Twitter: https://arsn.al/twitter\nFollow us on Instagram: https://arsn.al/instagram\nFollow us on TikTok: https://arsn.al/tiktok\n\nThis is the Official YouTube channel for Arsenal Football Club.\n\nFor more match action, highlights and training videos, make sure you become a digital member and sign up to Arsenal Player. It's FREE and is the Home of the Game: https://arsn.al/arsenalplayer\n\nArsenal Football Club were formed in 1886 and amassed 13 League titles, 14 FA Cups. Some of their greatest players include: Thierry Henry, Dennis Bergkamp, Tony Adams, Ian Wright, Robert Pires, Liam Brady, Patrick Vieira, Cliff Bastin and Charlie George.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/jgGg9DKg1Z0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "27349",
    "average": "4.89",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1621300"
  },
  "original_created_at": "2021-09-23T00:00:12.000Z",
  "created_at": "2021-09-23T16:52:34.048Z",
  "tags": [
    "arsenal",
    "nketiah",
    "smithrowe",
    "lacazette"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "ハイライト｜アーセナル vs AFCウィンブルドン（3-0）｜ラカゼット、スミス・ロウ、ンケティア"
    },
    {
      "locale": "zh",
      "title": "精彩瞬间 | 阿森纳VS温布尔登 (3-0) | 拉卡泽特，史密斯-罗，恩凯蒂亚"
    },
    {
      "locale": "zh-Hant",
      "title": "精彩瞬間 | 阿森納VS溫布爾登 (3-0) | 拉卡澤特，史密斯-羅，恩凱蒂亞"
    }
  ],
  "source_updated_at": 1632476406135
}