{
  "videoId": "jzptPcPLCnA",
  "channelId": "UC5O114-PQNYkurlTg6hekZw",
  "title": "President Moon Jae-in & BTS at the Sustainable Development Goals Moment | United Nations (English)",
  "link": "https://www.youtube.com/watch?v=jzptPcPLCnA",
  "pubDate": "2021-09-20T13:05:03.000Z",
  "author": "United Nations",
  "id": "yt:video:jzptPcPLCnA",
  "isoDate": "2021-09-20T13:05:03.000Z",
  "description": "Remarks and introduction to Special Guest by His Excellency, Mr. Moon Jae-in, President of the Republic of Korea Remarks and performance by BTS, Special Presidential Envoy for\nFuture Generations and Culture.\n\nThe SDG Moment serves to place an annual spotlight on the Sustainable Development\nGoals (SDGs) and will be held at the beginning of the United Nation’s General Assembly’s High-Level Week. It takes place as the world experiences a deeply uneven response to the COVID-19 pandemic, which risks creating a two-tier recovery with significant implications for the advancement of the SDGs, especially in developing countries.\n\nConvened by the UN Secretary-General Antonio Guterres, the Moment will provide world\nleaders with a platform to showcase the bold plans, actions and solutions that are needed to end the COVID-19 pandemic and set the world on course towards achieving the SDGs. Held in advance of major meetings on food systems, climate, energy, jobs and social protection, the SDG Moment event is expected to build the momentum needed to deliver on the Decade of Action and Keep the Promise of the SDGs.\n\nChapters\n00:00 - Mr. Moon Jae-in, President of the Republic of Korea \n07:36 - BTS, Special Presidential Envoy for Future Generations and Culture\n\n-----------\n제목 :  지속가능발전목표 (SDGs) 모멘트(moment) - 방탄소년단, 유엔 사무총장, 총회의장 등 | 유엔 (오전세션) \n\n지속가능발전목표 모멘트는 매년 지속가능발전목표(SDGs)를 조명하는 역할을 합니다. 전세계가 코로나 바이러스 대유행에 대해 매우 불균등한 대응을 경험하고 있고, 특히 개발도상국들에서는 지속가능발전목표2단계로의 발전을 저해할 가능성이 있으며, 이는 지속가능발전목표 이행 및 추진에 상당한 영향을 미칠 것입니다.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/jzptPcPLCnA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "340810",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2891004"
  },
  "original_created_at": "2021-09-20T13:05:03.000Z",
  "created_at": "2021-09-20T21:30:28.940Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "文在寅大統領とBTS、「持続可能な開発目標の瞬間」に登場｜国連（英語"
    },
    {
      "locale": "zh",
      "title": "文在寅总统和BTS在可持续发展目标时刻｜联合国（英文"
    },
    {
      "locale": "zh-Hant",
      "title": "文在寅總統和BTS在可持續發展目標時刻｜聯合國（英文"
    }
  ],
  "source_updated_at": 1632476406136
}