{
  "videoId": "LXLmSz4Wb9w",
  "channelId": "UC4laAHbk8VSgmvB47tsd2XQ",
  "title": "Full Cabin Tour | Before & After 1 Year of Renovations",
  "link": "https://www.youtube.com/watch?v=LXLmSz4Wb9w",
  "pubDate": "2021-09-05T15:00:07.000Z",
  "author": "Eamon & Bec",
  "id": "yt:video:LXLmSz4Wb9w",
  "isoDate": "2021-09-05T15:00:07.000Z",
  "description": "full tour of our cabin in the woods including lots of before & after shots from our DIY renovations 🏡 Booking travel is cheaper on Hopper. New users that sign up with my link will receive a $10 Carrot Cash reward that can be applied towards their first hotel booking. Download Hopper through this link: https://hopper.onelink.me/365042763/eamonandbec\n\n► SUBSCRIBE for a new video every single Sunday https://bit.ly/2Uqcyae\n► The vlog continues on Instagram https://instagram.com/eamonandbec​​​​\n\nWe're Eamon and Bec, a Canadian couple who previously lived and traveled full-time in our self converted Sprinter Van!! When the pandemic hit in 2020 we made the difficult decision to abandon our van in Africa and fly home to Canada. Now we're here... living at a cabin in the Canadian wilderness! Things are coming to a close after nearly 1 year of cabin renovations. While we will always be adding to, tweaking and finishing up this DIY home project we are ready to tour you around the entire cabin including lots of before & after footage!!\n\n#cabin #cabintour\n\nCatch up on our cabin in the woods videos: https://bit.ly/3mNAcpX​​​​\n\nWe've always envisioned moving into the woods by the lake and building our dream tiny cabin as a home base for us to come back to in between our international van life travels. While we are looking forward to rescuing our abandoned van from Morocco, we are so so grateful to have this space to call home!\n\nEamon & Bec Products\n↠ handmade chai blends https://chaiwalachai.com/​​​​ ↞\n↠ cookbook & merch https://eamonandbec.com/​ ↞",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/LXLmSz4Wb9w/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "22674",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "213511"
  },
  "original_created_at": "2021-09-05T15:00:07.000Z",
  "created_at": "2021-09-06T05:16:56.664Z",
  "tags": [
    "cabin",
    "cabintour"
  ]
}