{
  "videoId": "ni-eUzvBIWY",
  "channelId": "UCxCfoSInadl-4i3F70zDt1A",
  "title": "Gabby Petito's Death Was a Homicide, Coroner Says",
  "link": "https://www.youtube.com/watch?v=ni-eUzvBIWY",
  "pubDate": "2021-09-21T23:15:05.000Z",
  "author": "NBC New York",
  "id": "yt:video:ni-eUzvBIWY",
  "isoDate": "2021-09-21T23:15:05.000Z",
  "description": "A coroner in Wyoming confirmed on Tuesday that the body found in the park over the weekend is Gabby Petito, and has ruled that her death was a homicide.\n\nThe cause of death is still pending the final autopsy results, the FBI said in a tweet.\n\nThat came hours after the Petito family attorney released a brief statement to the media, in which he said that more will come from the family once Petito's body is returned home.\n\n\"I want to personally thank the press and news media for giving the Petito and Schmidt family time to grieve,\" lawyer Richard Stafford said, referring to Petito's mom, dad, stepfather and stepmother. \"We will be making a statement when Gabby is home. I will contact you to arrange a time and location.\"\n\nThe FBI had already said it believed the remains found Sunday in Bridger Teton National Forest, on the eastern edge of Grand Teton National Park, were Petito's. A mysterious stone cross was discovered in the campground where the body was found.\n\nTheir biggest question right now: Where is Brian Laundrie?\n\nPolice in North Port, Florida, Laundrie's hometown, launched a renewed search for him in the 25,000-acre Carlton Preserve on Tuesday, a day after they said they were suspending the effort because they believed they had exhausted all avenues. They started searching early in the day. As of early afternoon, nothing had been found.\n\nLaundrie's parents have said they haven't seen their son since last Tuesday, when he said he was going to the preserve for a hike. They have since spoken to law enforcement officers as federal and local agents intensify their search for answers.\n\nPetito's family has said they believe Laundrie's family knew more than they let on.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/ni-eUzvBIWY/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "10690",
    "average": "4.75",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1005480"
  },
  "original_created_at": "2021-09-21T23:15:05.000Z",
  "created_at": "2021-09-22T15:43:26.701Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "ギャビー・プティートの死は殺人であると検視官が発表"
    },
    {
      "locale": "zh",
      "title": "验尸官称加比-佩蒂托的死亡是一起凶杀案"
    },
    {
      "locale": "zh-Hant",
      "title": "驗屍官稱加比-佩蒂託的死亡是一起兇殺案"
    }
  ],
  "source_updated_at": 1632476406139
}