{
  "videoId": "OUwVHX3242M",
  "channelId": "UCq0OueAsdxH6b8nyAspwViw",
  "title": "Halloween Kills - Final Trailer",
  "link": "https://www.youtube.com/watch?v=OUwVHX3242M",
  "pubDate": "2021-09-20T15:00:03.000Z",
  "author": "Universal Pictures",
  "id": "yt:video:OUwVHX3242M",
  "isoDate": "2021-09-20T15:00:03.000Z",
  "description": "Halloween Kills - FINAL TRAILER\nIn Theaters and Streaming Only on Peacock October 15\n\nIn 2018, David Gordon Green’s Halloween, starring icon Jamie Lee Curtis, killed at the box office, earning more than $250 million worldwide, becoming the highest-grossing chapter in the four-decade franchise and setting a new record for the biggest opening weekend in history for a horror film starring a woman. \n\nAnd the Halloween night when Michael Myers returned isn’t over yet.  \n\nMinutes after Laurie Strode (Curtis), her daughter Karen (Judy Greer) and granddaughter Allyson (Andi Matichak) left masked monster Michael Myers caged and burning in Laurie’s basement, Laurie is rushed to the hospital with life-threatening injuries, believing she finally killed her lifelong tormentor. \n\nBut when Michael manages to free himself from Laurie’s trap, his ritual bloodbath resumes. As Laurie fights her pain and prepares to defend herself against him, she inspires all of Haddonfield to rise up against their unstoppable monster. \n\nThe Strode women join a group of other survivors of Michael’s first rampage who decide to take matters into their own hands, forming a vigilante mob that sets out to hunt Michael down, once and for all. \n\nEvil dies tonight.\n\nUniversal Pictures, Miramax, Blumhouse Productions and Trancas International Films present Halloween Kills, co-starring Will Patton as Officer Frank Hawkins, Thomas Mann (Kong: Skull Island) and Anthony Michael Hall (The Dark Knight). \n\nFrom the returning filmmaking team responsible for the 2018 global phenomenon, Halloween Kills is written by Scott Teems (SundanceTV’s Rectify) and Danny McBride and David Gordon Green based on characters created by John Carpenter and Debra Hill. The film is directed by David Gordon Green and produced by Malek Akkad, Jason Blum and Bill Block. The executive producers are John Carpenter, Jamie Lee Curtis, Danny McBride, David Gordon Green and Ryan Freimann.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/OUwVHX3242M/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "38695",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "4425239"
  },
  "original_created_at": "2021-09-20T15:00:03.000Z",
  "created_at": "2021-09-20T21:30:28.940Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "映画『ハロウィン・キルズ』最終予告編"
    },
    {
      "locale": "zh",
      "title": "万圣节杀戮--最终预告片"
    },
    {
      "locale": "zh-Hant",
      "title": "萬聖節殺戮--最終預告片"
    }
  ],
  "source_updated_at": 1632476406005
}