{
  "videoId": "wdskyfJtyt8",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "The Matrix Resurrections – Full Trailer Thursday",
  "link": "https://www.youtube.com/watch?v=wdskyfJtyt8",
  "pubDate": "2021-09-07T16:00:06.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:wdskyfJtyt8",
  "isoDate": "2021-09-07T16:00:06.000Z",
  "description": "The choice is yours. Trailer Thursday at 6AM PT. Visit https://thechoiceisyours.whatisthematrix.com/ #TheMatrixMovie \n\n-----------------\nhttps://www.facebook.com/TheMatrixMovie/ \nhttps://twitter.com/TheMatrixMovie/\nhttps://www.instagram.com/TheMatrixMovie/ \n-----------------\nFrom visionary filmmaker Lana Wachowski comes “The Matrix Resurrections,” the long-awaited fourth film in the groundbreaking franchise that redefined a genre.  The new film reunites original stars Keanu Reeves and Carrie-Anne Moss in the iconic roles they made famous, Neo and Trinity.\n\nThe film also stars Yahya Abdul-Mateen II (the “Aquaman” franchise) Jessica Henwick (TV’s “Iron Fist,” “Star Wars: Episode VII – The Force Awakens”), Jonathan Groff (“Hamilton,” TV’s “Mindhunter”), Neil Patrick Harris (“Gone Girl”), Priyanka Chopra Jonas (TV’s “Quantico,”), Christina Ricci (TV’s “Escaping the Madhouse: The Nellie Bly Story,” “The Lizzie Borden Chronicles”), Telma Hopkins (TV’s “Dead to Me,”), Eréndira Ibarra (series “Sense8,” “Ingobernable”), Toby Onwumere (TV’s “Empire”), Max Riemelt (series “Sense8”), Brian J. Smith (series “Sense8,” “Treadstone”), and Jada Pinkett Smith (“Angel Has Fallen,” TV’s “Gotham”).\n\nLana Wachowski directed from a screenplay by Wachowski & David Mitchell & Aleksander Hemon, based on characters created by The Wachowskis.  The film was produced by Grant Hill, James McTeigue and Lana Wachowski.  The executive producers were Garrett Grant, Terry Needham, Michael Salven, Jesse Ehrman and Bruce Berman.\n\nWachowski’s creative team behind the scenes included “Sense8” collaborators: directors of photography Daniele Massaccesi and John Toll, production designers Hugh Bateup and Peter Walpole, editor Joseph Jett Sally, costume designer Lindsay Pugh, visual effects supervisor Dan Glass, and composers Johnny Klimek and Tom Tykwer.\n\nWarner Bros. Pictures Presents, In Association with Village Roadshow Pictures, In Association with Venus Castina Productions, “The Matrix Resurrections.”  The film will be distributed by worldwide by Warner Bros. Pictures.  It will be in theaters nationwide and on HBO Max via the Ad-Free plan on December 22, 2021; it will be available on HBO Max for 31 days from theatrical release.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/wdskyfJtyt8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "34742",
    "average": "4.88",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1011686"
  },
  "original_created_at": "2021-09-07T16:00:06.000Z",
  "created_at": "2021-09-07T21:30:21.362Z",
  "tags": [
    "TheMatrixMovie"
  ],
  "source_updated_at": 1631266806188,
  "localize": [
    {
      "locale": "ja",
      "title": "マトリックス・リザレクションズ』フルトレーラー木曜日版"
    },
    {
      "locale": "zh",
      "title": "黑客帝国的复活》--完整版预告片 星期四"
    },
    {
      "locale": "zh-Hant",
      "title": "黑客帝國的復活》--完整版預告片 星期四"
    }
  ]
}