{
  "videoId": "Y6VibRZXu50",
  "channelId": "UCCE5NVlm0FhbunMMBT48WAw",
  "title": "If you beat this, I give you $2000...",
  "link": "https://www.youtube.com/watch?v=Y6VibRZXu50",
  "pubDate": "2021-09-18T13:46:03.000Z",
  "author": "Fundy",
  "id": "yt:video:Y6VibRZXu50",
  "isoDate": "2021-09-18T13:46:03.000Z",
  "description": "Install State of Survival for FREE: https://stateofsurvival.co/fundy  for a chance to win a Lamborghini!! Thanks State of Survival for sponsoring.\nGiveaway terms and conditions: https://ss-news-master.kingsgroupgames.com/luckydraw/rule\n\nI will give $2000 to the first to beat this Minecraft Difficulty, because I know it's impossible. There is just no way...\n\nTwitch (I STREAM A LOT): https://www.twitch.tv/fundy\nTwitter (FUNNY STUFF): https://twitter.com/fundylive\nDiscord: https://discord.gg/fundy\n\nNOTE:\n\nThere are secrets I didn't showcase in the video, to make the game even harder for you ;)\n\nHOW TO DOWNLOAD N STUFF:\n\nfirst get this: https://cdn.fundy.tv/ImpossibleChallengePlugin.jar\nthats the plugin (aka. difficulty that I made)\n\nGet a spigot server up and running for 1.17.1, the plugin is made for that and you can just follow a tutorial for all of that.\n\nMake sure to have a full recording from start to finish of you beating the game, (it can be attempted with multiple people). The person who wins the $2000 is NOT the fastest, but the FIRST to beat it and prove it to me. You can send in the video/twitch vod via Twitter dm's, email, or just tweeting it.\n\nno hacks, cheats, xray, etc... is allowed. A set seed is allowed ONLY if the portal isn't fully filled in. My plugin HAS to be the only plugin that is enabled. GOODLUCK\n\n#Fundy #Minecraft #ImpossibleDifficulty\n\nnow the word soup:\n\nIn this video I dont play on the DreamSMP, but instead I made one of my babymode difficulties, or impossible difficulties. It makes minecraft impossible in the hopes of a minecraft, but video like dream / dreamwastaken or george / georgenotfound or tommyinnit or wilbur or other dream smp members have done in the past. I coded it so that minecraft is actually impossible, and this is a custom difficulty / challenge / minecraft but for you to try out! I hope you enjoy this fun little project, it was a blast to record and make, and I definitely did enjoy it. I hope you have fun watching!",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/Y6VibRZXu50/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "148803",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1612498"
  },
  "original_created_at": "2021-09-18T13:46:03.000Z",
  "created_at": "2021-09-19T11:30:41.232Z",
  "tags": [
    "Fundy",
    "Minecraft",
    "ImpossibleDifficulty"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "これに勝てば2000ドルを与える...。"
    },
    {
      "locale": "zh",
      "title": "如果你打败了这个，我给你2000美元..."
    },
    {
      "locale": "zh-Hant",
      "title": "如果你打敗了這個，我給你2000美元..."
    }
  ],
  "source_updated_at": 1632476406014
}