{
  "videoId": "Yq2N-9EmedA",
  "channelId": "UCWOA1ZGywLbqmigxE4Qlvuw",
  "title": "Cowboy Bebop | Opening Credits | Netflix",
  "link": "https://www.youtube.com/watch?v=Yq2N-9EmedA",
  "pubDate": "2021-09-25T18:19:00.000Z",
  "author": "Netflix",
  "id": "yt:video:Yq2N-9EmedA",
  "isoDate": "2021-09-25T18:19:00.000Z",
  "description": "It’s time to blow this scene. Who’s in? Cowboy Bebop arrives Nov. 19.\n\nCOWBOY BEBOP is an action-packed space Western about three bounty hunters, aka “cowboys,” all trying to outrun the past. As different as they are deadly, Spike Spiegel (John Cho), Jet Black (Mustafa Shakir), and Faye Valentine (Daniella Pineda) form a scrappy, snarky crew ready to hunt down the solar system’s most dangerous criminals — for the right price. But they can only kick and quip their way out of so many scuffles before their pasts finally catch up with them.\n\nBased on the beloved anime series, COWBOY BEBOP is executive produced by André Nemec, Jeff Pinkner, Josh Appelbaum and Scott Rosenberg of Midnight Radio, Marty Adelstein and Becky Clements of Tomorrow Studios, Makoto Asanuma, Shin Sasaki and Masayuki Ozaki of Sunrise Inc., Tim Coddington, Tetsu Fujimura, Michael Katleman, Matthew Weinberg, and Christopher Yost. Nemec serves as showrunner. Original anime series director Shinichirō Watanabe is a consultant on the series, and original composer Yoko Kanno returns for the live-action adaptation. The series also stars Alex Hassell and Elena Satine.\n\nWatch Cowboy Bebop, a live-action series, only on Netflix: https://www.netflix.com/cowboybebop\n\nSUBSCRIBE: http://bit.ly/29qBUt7\n\nAbout Netflix:\nNetflix is the world's leading streaming entertainment service with over 209 million paid memberships in over 190 countries enjoying TV series, documentaries and feature films across a wide variety of genres and languages. Members can watch as much as they want, anytime, anywhere, on any internet-connected screen. Members can play, pause and resume watching, all without commercials or commitments.\n\nCowboy Bebop | Opening Credits | Netflix\nhttps://youtube.com/Netflix",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/Yq2N-9EmedA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "104584",
    "average": "4.08",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2287015"
  },
  "original_created_at": "2021-09-25T18:19:00.000Z",
  "created_at": "2021-09-25T23:41:12.150Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "カウボーイビバップ｜オープニングクレジット｜Netflix"
    },
    {
      "locale": "zh",
      "title": "牛仔Bebop | 开场白 | Netflix"
    },
    {
      "locale": "zh-Hant",
      "title": "牛仔Bebop | 開場白 | Netflix"
    }
  ],
  "source_updated_at": 1633081224873
}