{
  "author": "slapclap26",
  "the_new_excerpt": "I saw a video of a guy dressed as a nazi get punched in the face and there were\nso many people agreeing with this. I absolutely in no way agree with that nazi\nbut violence was not warranted in that situation.\n\nIf someone calls you every horrible name in the book but is not physically or\nverbally…",
  "original_created_utc": 1609256059,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我看过一段视频，一个穿纳粹服装的人脸上挨了一拳\n这么多人都同意这一点。我绝对不同意那个纳粹分子的观点\n但在那种情况下，暴力是不必要的。\n\n如果有人在书中叫你每一个可怕的名字，但没有肉体上或\n口头上…",
      "title": "[改变我的想法]：言论自由和辱骂，无论多么令人厌恶或憎恶，都不应成为暴力的理由，在任何情况下都不应以暴力回应。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看過一段視頻，一個穿納粹服裝的人臉上捱了一拳\n這麼多人都同意這一點。我絕對不同意那個納粹分子的觀點\n但在那種情況下，暴力是不必要的。\n\n如果有人在書中叫你每一個可怕的名字，但沒有肉體上或\n口頭上…",
      "title": "[改變我的想法]：言論自由和辱罵，無論多麼令人厭惡或憎惡，都不應成爲暴力的理由，在任何情況下都不應以暴力迴應。"
    }
  ],
  "title": "CMV: Free speech and name calling, no matter how disgusting or abhorrent, does not warrant violence and should never be responded to with violence under any circumstances.",
  "created_utc": 1609269187,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I saw a video of a guy dressed as a nazi get punched in the face and there were so many people agreeing with this. I absolutely in no way agree with that nazi but violence was not warranted in that situation. </p>\n\n<p>If someone calls you every horrible name in the book <em>but is not physically or verbally threatening your safety</em> you do not have a right to use violence against them, plain and simple. </p>\n\n<p>I genuinely do not see how this is acceptable behavior whatsoever and how it can be argued for in any way. I would love to hear how someone can defend violence that is necessary due to name calling.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/kmgjsl/cmv_free_speech_and_name_calling_no_matter_how/",
  "subreddit": "changemyview",
  "id": "kmgjsl",
  "is_self": true,
  "media": null,
  "is_video": false
}