{
  "author": "SnooCakes9824",
  "the_new_excerpt": "Why YSK- because if you have a fire at your house, you could potentially make it\nworse depending on what type of extinguisher you use.\n\nI learned this at a fire safety class at my workplace.\n\nFirst off, there are 3 elements to a fire: Heat, Oxygen, and Fuel. Remove one of\nthose, and the fire will…",
  "original_created_utc": 1611192176,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK--因为如果你家里发生了火灾，你有可能会使之成为\n更糟糕的是取决于你使用的灭火器的类型。\n\n我是在工作单位的消防安全课上学到的。\n\n首先，火灾有3个要素。热、氧气和燃料 去除其中一个\n这些，和火将...",
      "title": "YSK你的灭火器可以扑灭什么样的火灾。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK--因爲如果你家裏發生了火災，你有可能會使之成爲\n更糟糕的是取決於你使用的滅火器的類型。\n\n我是在工作單位的消防安全課上學到的。\n\n首先，火災有3個要素。熱、氧氣和燃料 去除其中一個\n這些，和火將...",
      "title": "YSK你的滅火器可以撲滅什麼樣的火災。"
    }
  ],
  "title": "YSK what kind of fires your fire extinguisher(s) can put out.",
  "created_utc": 1611633393,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK- because if you have a fire at your house, you could potentially make it worse depending on what type of extinguisher you use.</p>\n\n<p>I learned this at a fire safety class at my workplace.</p>\n\n<p>First off, there are 3 elements to a fire: Heat, Oxygen, and Fuel. Remove one of those, and the fire will die.</p>\n\n<p>Now for the extinguishers themselves, let’s first talk about the types of fires.</p>\n\n<p>There are 5 types of fire categories- A, B, C, D, and K.</p>\n\n<p>Type A- These are ordinary combustibles like paper and wood. </p>\n\n<p>Type B- These are fires that are caused by liquids like gas or oil.</p>\n\n<p>Type C- These are fires called by electrical conduction from sources such as wires, and circuit boards.</p>\n\n<p>Type D- These are fires caused by combustible metals like magnesium.</p>\n\n<p>Type K- These are fires caused by cooking fats or grease.</p>\n\n<p>So why does this matter? Because the extinguishers may have been meant to put fires out for one or maybe two specific types, but not all of them.</p>\n\n<p>For example, Using a Type-A fire extinguisher on a Type-C Fire could potentially cause you to get electrocuted because it’s water based (water and electricity don’t mix as we all know).</p>\n\n<p>You can tell what type of fires it meant to extinguished based upon the letter(s) displayed on the fire extinguisher’s label.</p>\n\n<p>Also, when using it, aim low at the base of the fire and spray sweeping from side-to-side. (P.A.S.S. - Pull, aim, squeeze, sweep).</p>\n\n<p>I hope this helps. </p>\n\n<p>Note: I’m seeing images of tables that have categories that say E &amp; F. I’m going based off what my workplace’s training taught me. I’m not sure if there are different standards for each country or not so I can’t comment on those.</p>\n\n<p>Note: Thank you all for the upvotes and awards!</p>\n\n<p><a href=\"https://www.cheshirefire.net/news/dangers-using-incorrect-fire-extinguisher/\">Dangers of using the incorrect Fire Extinguisher</a></p>\n\n<p><a href=\"https://aaafirepro.com/2018/06/what-are-the-dangers-of-using-the-incorrect-fire-extinguisher/\">What are the dangers of using the incorrect fire extinguisher?</a></p>\n</div><!-- SC_ON -->",
  "score": 4666,
  "permalink": "/r/YouShouldKnow/comments/l1noww/ysk_what_kind_of_fires_your_fire_extinguishers/",
  "subreddit": "YouShouldKnow",
  "id": "l1noww",
  "is_self": true,
  "media": null,
  "is_video": false
}