{
  "author": "Past_Ad5078",
  "original_created_utc": 1624962684,
  "title": "This is the most bipolar sub I've experienced on Reddit",
  "created_utc": 1624977572,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A couple months back when things were hitting their ATHs, <em>everyone</em> was overly bullish. Rocket emojis and memes being thrown everything. Stuff such as \n&quot;ETH to $10K 🚀🚀&quot; and &quot;$250K BTC&quot; were being uttered every where. The only thing to hate on was dogecoin.</p>\n\n<p>Then let&#39;s rewind uptil a few days ago, the sentiment is COMPLETELY opposite. I&#39;m seeing people say &quot;crypto is done&quot; and that &quot;crypto is a scam&quot;, and posts like these being upvoted. People I&#39;ve never seen here before immediately start popping up to say how the tech behind crypto is useless and how crypto isn&#39;t a useful asset. Then all the bears come out of hiding and start saying it will be &quot;5-10 years&quot; before we reach our previous ATHs.</p>\n\n<p>Saying stuff like this would have been absolutely cruficied during the bull run. Heck, you could be slightly bearish and people would be laughing at you.</p>\n\n<p>Yet the <em>complete opposite</em> starts happening during a crash? People who say things will recover or that the crash is short-lived are being called &quot;delusional&quot; and told to &quot;cope&quot; or that they&#39;re high on &quot;hopium&quot;.\nAnd where were all the moon boys and pumpers? Real quiet. Most of them probably paperhanded and never returned.</p>\n\n<p>And now with a sign of recovery, they&#39;re back spamming the daily chat again. I was skeptical before, but now I&#39;m actually convinced being on this sub is useless and promotes unnecessary stress. Despite the hate a lot of the YT&#39;ers get, they&#39;re at least consistent.</p>\n</div><!-- SC_ON -->",
  "score": 241,
  "permalink": "/r/CryptoCurrency/comments/oa5lb0/this_is_the_most_bipolar_sub_ive_experienced_on/",
  "subreddit": "CryptoCurrency",
  "id": "oa5lb0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A couple months back when things were hitting their ATHs, everyone was overly\nbullish. Rocket emojis and memes being thrown everything. Stuff such as \"ETH to\n$10K 🚀🚀\" and \"$250K BTC\" were being uttered every where. The only thing to\nhate on was dogecoin.\n\nThen let's rewind uptil a few days ago,…"
}