{
  "author": "Abad_Cal_Gawayam",
  "original_created_utc": 1637465567,
  "title": "CMV: You have to be a fucking dumbass to let a walking zombie kill you.",
  "created_utc": 1637490847,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand if a running zombie gets you. Not everyone can run fast. But a walking zombie, you gotta be a dumbass. Not everyone is in shape. Not everyone is fast. There are fat people that can&#39;t run as fast as skinny people and children can&#39;t run as fast as adults. Elderly people can&#39;t run as fast as the young. But walking zombies? Almost everyone can powerwalk. I&#39;ve seen elderly neighbors of mine powerwalking in the early mornings for exercise. That&#39;s fast enough to avoid walking zombies. So if you die because you can&#39;t be quiet or avoid a group of walking zombies, you&#39;re a dumbass.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/qym2xw/cmv_you_have_to_be_a_fucking_dumbass_to_let_a/",
  "subreddit": "changemyview",
  "id": "qym2xw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I understand if a running zombie gets you. Not everyone can run fast. But a\nwalking zombie, you gotta be a dumbass. Not everyone is in shape. Not everyone\nis fast. There are fat people that can't run as fast as skinny people and\nchildren can't run as fast as adults. Elderly people can't run as fast…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "走るゾンビにやられるならわかるけど。誰もが速く走れるわけではありません。でも\n歩いているゾンビは、馬鹿にしているとしか思えません。誰もが体調を整えているわけではありません。誰もが\n速いわけではありません。太っていても痩せている人と同じようには走れませんし\n子供は大人と同じくらい速く走れません。お年寄りは速く走れません。",
      "title": "CMV: 歩くゾンビに殺されるなんて、よっぽどのバカじゃないとできないよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我理解，如果一个奔跑的僵尸抓住了你。不是每个人都能跑得很快。但是，一个\n走路的僵尸，你得是个傻子。不是每个人都有身材。不是每个人\n是快速的。有些胖子不能像瘦子那样跑得快，而且\n儿童不能像成年人那样跑得快。老年人不能跑得那么快...",
      "title": "CMV: 你必须是一个他妈的蠢货，才会让一个行走的僵尸杀死你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解，如果一個奔跑的殭屍抓住了你。不是每個人都能跑得很快。但是，一個\n走路的殭屍，你得是個傻子。不是每個人都有身材。不是每個人\n是快速的。有些胖子不能像瘦子那樣跑得快，而且\n兒童不能像成年人那樣跑得快。老年人不能跑得那麼快...",
      "title": "CMV: 你必須是一個他媽的蠢貨，纔會讓一個行走的殭屍殺死你。"
    }
  ]
}