{
  "author": "Paula_Schultz237",
  "original_created_utc": 1636073832,
  "title": "YSK: all the right girls/women want a nice guy",
  "created_utc": 1636127992,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Your male insecurities are based on an artificial concept that doesn’t hold up in real life. Probably it is the middle aged experienced me talking, but nobody really cares about your overall appearance if you shower and brush your teeth regularly. For life we want a guy who is genuinely nice and treats the people who he is supposedly  `superior´ to with compassion and respect. Animals, children, old people. These are the things that truly show ones heart. These are the guys we want to be with for the rest of our life. These are the girls who will be on your side. Who do not give a damn if you go to the gym, and if you do, they will encourage you, and support your hobbies and passions no matter what it may be. Who could care about a belly, or a job that isn’t as successful as you wish you would be? It all comes down to a lionheart and sharing at least some of the same interests. And lifting up your spirit, as much as you lift up her spirit. If you want to hold hand with a woman when you are old and grey just make sure you are not a condescending a-hole, but rather a compassionate, empathetic good guy.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qmzhcl/ysk_all_the_right_girlswomen_want_a_nice_guy/",
  "subreddit": "YouShouldKnow",
  "id": "qmzhcl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nYour male insecurities are based on an artificial concept that doesn’t hold up\nin real life. Probably it is the middle aged experienced me talking, but nobody\nreally cares about your overall appearance if you shower and brush your teeth\nregularly. For life we want a guy who is genuinely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nあなたの男性への不安は、現実の世界では通用しない人工的な概念に基づいています。\n実際の生活では通用しない人工的な概念に基づいています。おそらく、中年の私が言っているのでしょうが、誰もあなたの過剰な心配をしていません。\nシャワーを浴びて、定期的に歯を磨いていれば、誰もあなたの外見を気にすることはありません。\nを気にする人はいません。私たちが人生で求めるのは、純粋に...",
      "title": "YSK: 素敵な女性は、素敵な男性を求めています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n你的男性不安全感是基于一个人为的概念，在现实生活中并不成立。\n在现实生活中不成立。可能是中年的我在说话，但没有人真正关心你的整体外貌，如果你洗澡和沐浴的话。\n没有人真正关心你的整体外观，如果你定期洗澡和刷牙的话。\n定期刷牙。对于生活，我们想要一个真正的男人......",
      "title": "YSK：所有合适的女孩/女人都想要一个好男人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n你的男性不安全感是基於一個人爲的概念，在現實生活中並不成立。\n在現實生活中不成立。可能是中年的我在說話，但沒有人真正關心你的整體外貌，如果你洗澡和沐浴的話。\n沒有人真正關心你的整體外觀，如果你定期洗澡和刷牙的話。\n定期刷牙。對於生活，我們想要一個真正的男人......",
      "title": "YSK：所有合適的女孩/女人都想要一個好男人"
    }
  ]
}