{
  "author": "Accomplished-Design7",
  "original_created_utc": 1637627519,
  "title": "This bull run will make some of us rich but do yourself a favor and keep it a secret",
  "created_utc": 1637645750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, if you have already made amazing gains kudos to you! For those who have yet to make it big, worry not your time might just come soon enough.</p>\n\n<p>Why? Why should I keep my success a secret? Well, the answers are as follows:</p>\n\n<ol>\n<li>Those who know you made it big will ask for your advice and if/when they lose their money they will resend you for it. Most people think crypto is just fast money when in reality some coins take a long time to get you anywhere, looking at you VET.</li>\n<li>People will expect handouts from you and treat you differently. This is the worst when it comes from close friends and family. You do not want the stress that comes with letting people know you made it big.</li>\n<li>You might become a target, we heard it on the news several times. Some HODLers of BTCs got robbed and kidnapped cause they disclosed that they have a BTC bag. You do not want to experience that.</li>\n<li>If you post your success here on the internet you will have tons and tons of scams coming towards you and no one should be bombarded by these scums.</li>\n<li>There will be people who say you just got lucky and trust me that would really grind your gears.</li>\n</ol>\n\n<p>Love yourself and keep your bag a secret and do not let anyone know your holdings.</p>\n\n<p>Edit: Already got a new Reddit account trying to scam me after posting this. They are everywhere! </p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/r00d7s/this_bull_run_will_make_some_of_us_rich_but_do/",
  "subreddit": "CryptoCurrency",
  "id": "r00d7s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, if you have already made amazing gains kudos to you! For those who\nhave yet to make it big, worry not your time might just come soon enough.\n\nWhy? Why should I keep my success a secret? Well, the answers are as follows:\n\n 1. Those who know you made it big will ask for your advice and…"
}