{
  "author": "uber18133",
  "original_created_utc": 1627676178,
  "title": "YSK that the most common therapy for autism, Applied Behavioral Analysis (ABA) is founded by Ole Ivar Lovaas, the same man who helped pioneer gay conversion therapy. They are based on the same principles.",
  "created_utc": 1627684698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: a lot of well-meaning parents of autistic children are inundated with information promoting ABA therapy, but it is actually founded on principles of abuse. There is evidence that about half of autistic people who go through ABA experience PTSD as a result of the process, which is founded on the concept of desensitizing autistic kids to make them appear “normal” (source linked at the end).</p>\n\n<p>The foundation of ABA is that autistic kids must be “shaped” into people, and “non-autistic” behaviors are rewarded with treats, similar to dog training. This model of operant conditioning does two things:</p>\n\n<ol>\n<li><p>it only impacts behavior, and not communication—ironic, considering autism is a disability of communication, and thus ignores the root of what autistic people need accommodations with. </p></li>\n<li><p>it teaches kids that all that matters is the needs of those around them, and not their own. By being punished or ignored for expressing their own needs, they are discouraged from having autonomy and learn that any attempts at self-advocacy are unacceptable. </p></li>\n</ol>\n\n<p>Some programs also still use shock-therapy, which has been denounced by the UN as torture. (Side note: if you haven’t heard of the Judge Rotenberg Center, please look it up. It’s appalling.) But even “modern” ABA centers use the same foundation, which can still have harmful consequences. </p>\n\n<p>Much more safe and effective therapies are occupational therapy and speech and language therapy, which are tailored to individuals and are intended to promote autonomy and connect patients to necessary accommodations. </p>\n\n<p>Resources to learn more, because I barely covered it:</p>\n\n<p><a href=\"https://www.emerald.com/insight/content/doi/10.1108/AIA-08-2017-0016/full/html\">https://www.emerald.com/insight/content/doi/10.1108/AIA-08-2017-0016/full/html</a></p>\n\n<p><a href=\"https://www.tandfonline.com/doi/full/10.1080/23311908.2019.1641258\">https://www.tandfonline.com/doi/full/10.1080/23311908.2019.1641258</a> </p>\n\n<p><a href=\"https://catalystjournal.org/index.php/catalyst/article/view/29579\">https://catalystjournal.org/index.php/catalyst/article/view/29579</a></p>\n\n<p><a href=\"https://tania.co.za/non-speaking-autistics-thoughts-on-aba/\">https://tania.co.za/non-speaking-autistics-thoughts-on-aba/</a></p>\n\n<p><a href=\"https://neuroclastic.com/2019/03/28/invisible-abuse-aba-and-the-things-only-autistic-people-can-see/\">https://neuroclastic.com/2019/03/28/invisible-abuse-aba-and-the-things-only-autistic-people-can-see/</a></p>\n\n<p><a href=\"https://www.youtube.com/watch?v=94sy4YrUGRk&amp;feature=youtu.be\">https://www.youtube.com/watch?v=94sy4YrUGRk&amp;feature=youtu.be</a></p>\n\n<p><a href=\"https://awnnetwork.org/my-thoughts-on-aba/\">https://awnnetwork.org/my-thoughts-on-aba/</a></p>\n\n<p><a href=\"https://therapistndc.org/therapy/applied-behavior-analysis-aba/\">https://therapistndc.org/therapy/applied-behavior-analysis-aba/</a></p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/YouShouldKnow/comments/out0wt/ysk_that_the_most_common_therapy_for_autism/",
  "subreddit": "YouShouldKnow",
  "id": "out0wt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: a lot of well-meaning parents of autistic children are inundated with\ninformation promoting ABA therapy, but it is actually founded on principles of\nabuse. There is evidence that about half of autistic people who go through ABA\nexperience PTSD as a result of the process, which is founded on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：自閉症児を持つ良心的な親御さんの多くは、ABA療法を推進する情報に溢れています。\nABA療法を推進する情報が氾濫していますが、実はABA療法は虐待の原理に基づいています。\n虐待です。ABA療法を受けた自閉症患者の約半数が、その過程でPTSDを経験しているという証拠があります。\nABA療法を受けた自閉症患者の約半数が、そのプロセスの結果としてPTSDを経験しているという証拠がありますが、これは...",
      "title": "YSK 自閉症の最も一般的な治療法である応用行動分析法（ABA）は、同性愛者の改宗療法の先駆者であるオーレ・イヴァル・ロヴァース氏が創設したものです。これらは同じ原理に基づいています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多善意的自闭症儿童家长都被宣传ABA疗法的信息所淹没。\n的信息，但它实际上是建立在虐待的原则之上的。\n虐待。有证据表明，约有一半的自闭症患者在接受ABA治疗后会出现创伤后遗症。\n经历了创伤后应激障碍，而这一过程是建立在......",
      "title": "YSK认为，最常见的自闭症疗法--应用行为分析（ABA）是由奥莱-伊瓦尔-洛瓦斯（Ole Ivar Lovaas）创立的，他也是帮助开创同性恋转换疗法的人。它们基于相同的原则。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多善意的自閉症兒童家長都被宣傳ABA療法的信息所淹沒。\n的信息，但它實際上是建立在虐待的原則之上的。\n虐待。有證據表明，約有一半的自閉症患者在接受ABA治療後會出現創傷後遺症。\n經歷了創傷後應激障礙，而這一過程是建立在......",
      "title": "YSK認爲，最常見的自閉症療法--應用行爲分析（ABA）是由奧萊-伊瓦爾-洛瓦斯（Ole Ivar Lovaas）創立的，他也是幫助開創同性戀轉換療法的人。它們基於相同的原則。"
    }
  ]
}