{
  "author": "holrmagazine",
  "original_created_utc": 1625095503,
  "title": "This book was just shocking...(eventually was burned by my mom)",
  "created_utc": 1625128969,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mom got several books as a birthday gift from her friend. I should mention that he hadn’t read any of those books himself and just relied on reviews. One of them was “The Little Girl Who Was Too Fond of Matches” by a Canadian writer Gaétan Soucy. I had a habit of randomly picking a book in our home “library” and reading it without looking at reviews first. Guess what, one day I chose this book. </p>\n\n<p>From the very beginning, I didn’t understand what was going on. The plot was so tangled, and the grammar was not a thing. However, this weird book caught my attention for some reason. </p>\n\n<p>As I continued reading, everything was getting clearer, which was so satisfying. The language had become so beautiful that I was writing lots of quotes down! </p>\n\n<p>Further, the plot became super tense, which kept me even more thrilled! And suddenly... the BRUTAL denouement. </p>\n\n<p>I told my mom about this book to see her reaction when she finishes it. She is not a susceptible person, but the ending shocked her. Eventually, this book ended up in our fireplace.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ob979i/this_book_was_just_shockingeventually_was_burned/",
  "subreddit": "books",
  "id": "ob979i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mom got several books as a birthday gift from her friend. I should mention\nthat he hadn’t read any of those books himself and just relied on reviews. One\nof them was “The Little Girl Who Was Too Fond of Matches” by a Canadian writer\nGaétan Soucy. I had a habit of randomly picking a book in our…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "母は友人から誕生日プレゼントとして数冊もらっていました。その際に\nその友人は自分では読んだことがなく、レビューを参考にしたそうです。その中の一冊\nそのうちの一冊が、カナダの作家、ゲータン・スージーの『マッチが好きすぎた少女』だった。\nGaétan Soucy. 私たちの中でランダムに本を選ぶ習慣がありました...",
      "title": "この本はとにかく衝撃的でした......（結局、母に燃やされてしまいました）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我妈妈得到了几本书作为她朋友的生日礼物。我应该提到\n他自己并没有读过这些书，只是依靠评论。其中一本\n其中一本是《太喜欢火柴的小女孩》，作者是一位加拿大作家\nGaétan Soucy。我有个习惯，就是在我们的书中随机挑选一本书。",
      "title": "这本书实在令人震惊......（最后被我妈烧掉了）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我媽媽得到了幾本書作爲她朋友的生日禮物。我應該提到\n他自己並沒有讀過這些書，只是依靠評論。其中一本\n其中一本是《太喜歡火柴的小女孩》，作者是一位加拿大作家\nGaétan Soucy。我有個習慣，就是在我們的書中隨機挑選一本書。",
      "title": "這本書實在令人震驚......（最後被我媽燒掉了）。"
    }
  ]
}