{
  "author": "cecilbdemented1",
  "the_new_excerpt": "There may be spoilers. And sorry if any formatting issues, on mobile and not too\nsavvy with paragraph breaks on Reddit.\n\nI cannot believe how much I enjoyed Mother Night by Vonnegut, and how I haven’t\nread it until recently. I’m wondering what some of your thoughts are concerning\nCampbell Jr., as a…",
  "original_created_utc": 1612197156,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "可能会有破坏者。如果有什么格式问题，也请见谅，在手机上并没有太多\n精通Reddit上的段落划分。\n\n我不能相信我是多么喜欢冯内古特的《母亲之夜》，我怎么还没有\n直到最近才读到。我想知道你的一些想法是关于。\n小坎贝尔，作为一个...",
      "title": "《母夜》是我读过的最好的书之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "可能會有破壞者。如果有什麼格式問題，也請見諒，在手機上並沒有太多\n精通Reddit上的段落劃分。\n\n我不能相信我是多麼喜歡馮內古特的《母親之夜》，我怎麼還沒有\n直到最近纔讀到。我想知道你的一些想法是關於。\n小坎貝爾，作爲一個...",
      "title": "《母夜》是我讀過的最好的書之一。"
    }
  ],
  "title": "Mother Night is one of the best books I’ve read",
  "created_utc": 1612245097,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There may be spoilers. And sorry if any formatting issues, on mobile and not too savvy with paragraph breaks on Reddit. </p>\n\n<p>I cannot believe how much I enjoyed Mother Night by Vonnegut, and how I haven’t read it until recently. I’m wondering what some of your thoughts are concerning Campbell Jr., as a citizen of nowhere, who does not identify with either parties, how you interpreted if he is guilty or not of crimes against humanity? </p>\n\n<p>I’ll end this post with a quote that I find resonates even more so today.</p>\n\n<p>“I had hoped, as a broadcaster, to be merely ludicrous, but this is a hard world to be ludicrous in, with so many human beings so reluctant to laugh, so incapable of thought, so eager to believe and snarl and hate. So many people wanted to believe me!</p>\n\n<p>Say what you will about the sweet miracle of unquestioning faith, I consider a capacity for it terrifying and absolutely vile.”</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/la79r9/mother_night_is_one_of_the_best_books_ive_read/",
  "subreddit": "books",
  "id": "la79r9",
  "is_self": true,
  "media": null,
  "is_video": false
}