{
  "author": "Outrageous_Net_6985",
  "the_new_excerpt": "We are taught that Europeans ran around snatching up Africans with nets when in\nreality they were sold by warring African tribes. They sold each other's\nprisoners of war, dwindling each other's numbers for a profit. For some reason\nwe place the burden of guilt squarely on the buyers and give the…",
  "original_created_utc": 1623185851,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは、ヨーロッパ人が網を持ってアフリカ人をさらいに行ったと教えられていますが、実際は\n実際には、戦争中のアフリカの部族が彼らを売っていたのです。彼らは互いの戦争捕虜を売って\n互いの捕虜を売り、数を減らして利益を得ていたのです。なぜかというと\n買った側に罪の意識を押し付けて、買った側に...",
      "title": "CMV：人を奴隷として売ることは、奴隷を買うことと同じくらい悪いことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们被告知，欧洲人到处用渔网抢夺非洲人，而实际上他们是被交战的非洲部落卖掉的。\n实际上，他们是被交战的非洲部落出卖的。他们互相出卖对方的\n战俘，减少对方的数量以获取利润。出于某种原因\n我们把有罪的责任完全放在买方身上，而把...",
      "title": "CMV：把人卖给奴隶和买奴隶一样糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們被告知，歐洲人到處用漁網搶奪非洲人，而實際上他們是被交戰的非洲部落賣掉的。\n實際上，他們是被交戰的非洲部落出賣的。他們互相出賣對方的\n戰俘，減少對方的數量以獲取利潤。出於某種原因\n我們把有罪的責任完全放在買方身上，而把...",
      "title": "CMV：把人賣給奴隸和買奴隸一樣糟糕。"
    }
  ],
  "title": "CMV: Selling people into slavery is just as bad as buying slaves.",
  "created_utc": 1623224024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We are taught that Europeans ran around snatching up Africans with nets when in reality they were sold by warring African tribes. They sold each other&#39;s prisoners of war, dwindling each other&#39;s numbers for a profit. For some reason we place the burden of guilt squarely on the buyers and give the sellers a pass. Both parties are equally responsible. It does not matter that one party was richer than the other, both are equally capable of determining the moral repugnancy of owning people. I&#39;ve heard the argument that Europeans &#39;took advantage&#39; of a &#39;less advanced&#39; civilization, but I can&#39;t see how that isn&#39;t a horrendously racist statement. Less technologically advanced people&#39;s are not without remorse or empathy, they are people with the same moral equipment as everyone else. They are just as vulnerable to greed or logical fallacies like this: being killed is worse than being sold, so I&#39;m really being merciful by selling you to a European slaver.</p>\n\n<p>Edit: View changed. I see Europeans as far more culpable.</p>\n\n<ol>\n<li>European raids took place as well as exchange.</li>\n<li>Selling firearms in exchange for slaves put warring African nations in a dubious position: if I don&#39;t sell my prisoners of war, my nation will become relatively weaker for not having possession of firearms. This would make me and my family vulnerable to becoming slaves</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/nve9ud/cmv_selling_people_into_slavery_is_just_as_bad_as/",
  "subreddit": "changemyview",
  "id": "nve9ud",
  "is_self": true,
  "media": null,
  "is_video": false
}