{
  "author": "Dramatic_Iron_4595",
  "original_created_utc": 1637598879,
  "title": "Serious: Has someone been able to successfully make over +$500 monthly over crypto interests and willing to share how please? Just a random stranger that want to have a better chance and understanding about how feasible this is... Thanks",
  "created_utc": 1637609763,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reposting: <em>the other post got removed because it had the word &quot;moon&quot;. Thanks!</em></p>\n\n<p>Hi Folks, </p>\n\n<p>Has anyone been able to successfully find a way to live on passive income through crypto? I&#39;m dreaming one day, to be able to financially comfortable to live off from crypto interests... </p>\n\n<p>So, I don&#39;t want to dream anymore and want to try to draft a plan to potentially have a moonshot at it...</p>\n\n<p>My target will be a minimum of $500 and anything achieved over $1000 would be a blessing to me on a monthly basis...</p>\n\n<p>Anyone who has successfully or who is currently living this dream willing to share how, please?</p>\n\n<ul>\n<li>What&#39;s investment amount are we looking for to have a shot on the above ?</li>\n<li>Which optimun platform and effective ways one would require to yield such returns ?</li>\n<li>Is this feasible ?</li>\n<li>In terms of risk metrics, I don&#39;t want crazy stuffs with crazy apr/apy but something really feasible with some work and luck obviously... </li>\n</ul>\n\n<p>I guess it will be a big amount but at least I&#39;ll be grateful if someone can elaborate further and guide me and the others interested through it...</p>\n\n<p>Thanks in advance for your contributions and time. Sharing is caring ❤</p>\n\n<p>Peace and goodluck to everyone 🙏🏼</p>\n</div><!-- SC_ON -->",
  "score": 215,
  "permalink": "/r/CryptoCurrency/comments/qzpg0h/serious_has_someone_been_able_to_successfully/",
  "subreddit": "CryptoCurrency",
  "id": "qzpg0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reposting: the other post got removed because it had the word \"moon\". Thanks!\n\nHi Folks,\n\nHas anyone been able to successfully find a way to live on passive income\nthrough crypto? I'm dreaming one day, to be able to financially comfortable to\nlive off from crypto interests...\n\nSo, I don't want to…"
}