{
  "author": "BonelessB0nes",
  "original_created_utc": 1629435381,
  "title": "YSK: A very small and cheap way to (help) prevent theft of small personal items like radios, bicycles, etc. is to label them with just your name and a burner email or phone number if you're comfortable.",
  "created_utc": 1629442334,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While no measure is guaranteed to stop the most determined theifs, this is a simole way to at least help prevent theft and it can be almost free if done in sharpie. \nWhy YSK: Many common petty theifs rely on pawn and resale shops. This isnt always the case. But these shops are typically VERY cooperative with law enforcement and will many times refuse purchases of items with names or identifying factors other people other than the seller. This is because when an item comes up stolen, it is usually confiscated and returned to its owner. This amounts to loss of profits, thus incentivising these stores to refuse suspicious transactions; which in turn, discourages theft. As I said: its no guarantee. But YSK that a permantent marker and 10 seconds of time can at least help protect you from theft of your small belongings, so why not? The same goes for jewelery, if you can afford to have your most valuable peices monogrammed or engraved, do it. It may not prevent the theft, but but itll give pawn shop workers enough of a red flag to potentially call authorities and get your property back and offender prosecuted. Seriously, do this stuff if you can.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/p7vf49/ysk_a_very_small_and_cheap_way_to_help_prevent/",
  "subreddit": "YouShouldKnow",
  "id": "p7vf49",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While no measure is guaranteed to stop the most determined theifs, this is a\nsimole way to at least help prevent theft and it can be almost free if done in\nsharpie. Why YSK: Many common petty theifs rely on pawn and resale shops. This\nisnt always the case. But these shops are typically VERY…"
}