{
  "author": "BonelessB0nes",
  "original_created_utc": 1629435381,
  "title": "YSK: A very small and cheap way to (help) prevent theft of small personal items like radios, bicycles, etc. is to label them with just your name and a burner email or phone number if you're comfortable.",
  "created_utc": 1629442334,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While no measure is guaranteed to stop the most determined theifs, this is a simole way to at least help prevent theft and it can be almost free if done in sharpie. \nWhy YSK: Many common petty theifs rely on pawn and resale shops. This isnt always the case. But these shops are typically VERY cooperative with law enforcement and will many times refuse purchases of items with names or identifying factors other people other than the seller. This is because when an item comes up stolen, it is usually confiscated and returned to its owner. This amounts to loss of profits, thus incentivising these stores to refuse suspicious transactions; which in turn, discourages theft. As I said: its no guarantee. But YSK that a permantent marker and 10 seconds of time can at least help protect you from theft of your small belongings, so why not? The same goes for jewelery, if you can afford to have your most valuable peices monogrammed or engraved, do it. It may not prevent the theft, but but itll give pawn shop workers enough of a red flag to potentially call authorities and get your property back and offender prosecuted. Seriously, do this stuff if you can.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/p7vf49/ysk_a_very_small_and_cheap_way_to_help_prevent/",
  "subreddit": "YouShouldKnow",
  "id": "p7vf49",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While no measure is guaranteed to stop the most determined theifs, this is a\nsimole way to at least help prevent theft and it can be almost free if done in\nsharpie. Why YSK: Many common petty theifs rely on pawn and resale shops. This\nisnt always the case. But these shops are typically VERY…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どのような対策でも断固とした窃盗犯を阻止することはできませんが、これは少なくとも\n少なくとも盗難防止のための簡単な方法であり、シャーピーで描けばほとんど無料でできる。\nシャープペンシルでやればほとんど無料でできます。なぜYSKなのか：一般的な窃盗犯の多くは、質屋や転売屋を利用しています。これは\n必ずしもそうとは限りません。しかし、これらのお店は一般的に非常に...",
      "title": "YSK: ラジオや自転車などの小さな身の回り品の盗難を防ぐための（手助けとなる）非常に小さくて安価な方法は、名前と、余裕があればバーナーのEメールや電話番号だけをラベルにしておくことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然没有任何措施能保证阻止最坚定的盗贼，但这是一个类似的方法。\n至少可以帮助防止偷窃，而且如果用尖锐笔做的话，几乎可以免费。\n锐意进取。为什么选择YSK：许多常见的小偷都依赖典当和转售商店。这种情况\n并非总是如此。但这些商店通常是非常...",
      "title": "YSK：（帮助）防止收音机、自行车等小型个人物品被盗的一个非常小而便宜的方法是，如果你觉得舒服的话，只给它们贴上你的名字和一个烧录的电子邮件或电话号码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然沒有任何措施能保證阻止最堅定的盜賊，但這是一個類似的方法。\n至少可以幫助防止偷竊，而且如果用尖銳筆做的話，幾乎可以免費。\n銳意進取。爲什麼選擇YSK：許多常見的小偷都依賴典當和轉售商店。這種情況\n並非總是如此。但這些商店通常是非常...",
      "title": "YSK：（幫助）防止收音機、自行車等小型個人物品被盜的一個非常小而便宜的方法是，如果你覺得舒服的話，只給它們貼上你的名字和一個燒錄的電子郵件或電話號碼。"
    }
  ]
}