{
  "author": "MoHeeKhan",
  "original_created_utc": 1624816221,
  "title": "CMV: The term African-American is racist and is actively segregating black people from white people and others.",
  "created_utc": 1624822523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not American.</p>\n\n<p>For the longest time I have believed that the term African-American is racist for the following reasons:</p>\n\n<ol>\n<li><p>It lumps all black people into the same category as being African. The person being referred to as African may be from Trinidad and Tobago, Barbados, Jamaica, the Solomon Islands etc., or their grandparents or great-grandparents were from there. They may have no closer ancestry to any area in Africa than a white American with English ancestry.</p></li>\n<li><p>The term becomes useless as soon as the person is in America but not American. Then what are they called? Black. So I don’t see the point in calling someone African-American instead of black when the next black person who isn’t American you have to use a term for, you call them black anyway.</p></li>\n<li><p>It segregates different colours for absolutely no reason and is totally unnecessary. What do they call a black German person? Do they call them African-German? No, they’re just German. They’re as German as anyone else. Calling someone African-American instead of just American suggests that they’re not the same as a white American, which they are. They’re born in the United States or are naturalised, they might never have been to Africa in their lives and have no African relatives, so they’re not African-American, they’re just American. Otherwise any white American needs to be referred to as English-American or Irish-American or Slovakian-American, instead of being categorised as white.</p></li>\n</ol>\n\n<p>Whether it’s a more polite way of saying someone is black, or a categorisation or any other use of the term, it just seems racist to me to call someone ‘African’ because they’re black regardless of what their background or heritage is, and no other country I can think of categorises their black citizens or any other BAME people as ‘African’ or ‘Asian’ or anything else. Germans are Germans, Australians are Australians, Americans should be Americans.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/changemyview/comments/o91yx1/cmv_the_term_africanamerican_is_racist_and_is/",
  "subreddit": "changemyview",
  "id": "o91yx1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am not American.\n\nFor the longest time I have believed that the term African-American is racist\nfor the following reasons:\n\n 1. It lumps all black people into the same category as being African. The\n    person being referred to as African may be from Trinidad and Tobago,\n    Barbados, Jamaica, the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアメリカ人ではありません。\n\n長い間、私はアフリカ系アメリカ人という言葉が人種差別的であると信じてきました。\n次のような理由からです。\n\n 1. すべての黒人をアフリカ人という同じカテゴリーにまとめている。アフリカ人と呼ばれる人は\n    アフリカ人と呼ばれている人は、トリニダード・トバゴ、バルバドス、アルバドスの出身かもしれません。\n    バルバドス、ジャマイカ、...",
      "title": "CMV：アフリカ系アメリカ人という言葉は人種差別的であり、黒人を白人などから積極的に隔離しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是美国人。\n\n长期以来，我一直认为非裔美国人这个词是种族主义的\n因为以下原因。\n\n 1. 它把所有黑人都归为非洲人的范畴。该\n    被称为非洲人的人可能来自特立尼达和多巴哥。\n    巴巴多斯，牙买加，以及其他国家。",
      "title": "CMV：非裔美国人这个词是种族主义的，是主动将黑人与白人和其他人隔离开来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是美國人。\n\n長期以來，我一直認爲非裔美國人這個詞是種族主義的\n因爲以下原因。\n\n 1. 它把所有黑人都歸爲非洲人的範疇。該\n    被稱爲非洲人的人可能來自特立尼達和多巴哥。\n    巴巴多斯，牙買加，以及其他國家。",
      "title": "CMV：非裔美國人這個詞是種族主義的，是主動將黑人與白人和其他人隔離開來。"
    }
  ]
}