{
  "author": "DelectPierro",
  "the_new_excerpt": "In many former British colonies that are independent democratic countries, they\nhave this post called the Governor-General, who is technically an extension of\nthe Queen of England. When laws are passed by parliament and signed into law, it\nis referred to as “given royal assent.”\n\nWhile the Royal…",
  "original_created_utc": 1614293160,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在许多独立的民主国家的前英国殖民地，他们\n有一个叫总督的职位，从技术上讲，总督是一个延伸的职位。\n英国女王。当法律由议会通过并签署成为法律时，它\n被称为 \"得到皇家同意\"。\n\n虽然皇家...",
      "title": "CMV：君主制是一个过时的概念，在西方自由民主国家没有地位，甚至没有仪式感。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在許多獨立的民主國家的前英國殖民地，他們\n有一個叫總督的職位，從技術上講，總督是一個延伸的職位。\n英國女王。當法律由議會通過並簽署成爲法律時，它\n被稱爲 \"得到皇家同意\"。\n\n雖然皇家...",
      "title": "CMV：君主制是一個過時的概念，在西方自由民主國家沒有地位，甚至沒有儀式感。"
    }
  ],
  "title": "CMV: Monarchies are an outdated concept that have no place, even ceremoniously, in western liberal democracies.",
  "created_utc": 1614321011,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In many former British colonies that are independent democratic countries, they have this post called the Governor-General, who is technically an extension of the Queen of England. When laws are passed by parliament and signed into law, it is referred to as “given royal assent.” </p>\n\n<p>While the Royal Family only has a ceremonious role in government, the whole concept seems ridiculous and should be scrapped in favour of these countries (Australia, Canada, New Zealand, the Bahamas, etc) becoming republics. The legitimacy of the governments of these countries is rooted in the people, and I do not see any reason for them to have any sort of deference to a foreign royal family a half a world away. </p>\n\n<p>Even the UK should remove the Royal Family from even ceremonious roles in government, and just become a republic. There is nothing about western democratic values that suggests being “royal” by virtue of birth or marriage is aligned with it. </p>\n\n<p>Is there a compelling reason that former British colonies should retain their deference to the Queen? Or that Britain should even have a Royal Family for that matter? It seems very outdated.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lsj4dr/cmv_monarchies_are_an_outdated_concept_that_have/",
  "subreddit": "changemyview",
  "id": "lsj4dr",
  "is_self": true,
  "media": null,
  "is_video": false
}