{
  "author": "Charyou-Tree",
  "original_created_utc": 1629756507,
  "title": "YSK that dryer lint is EXTREMELY flammable, igniting more easily than paper or even cotton balls.",
  "created_utc": 1629770518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>I regularly use plain dryer lint as a fire starter to catch sparks from my flint and steel while camping. Its one of the only things fine, fluffy, and flammable enough to reliably ignite from a simple spark, without needing an actual flame.</p>\n\n<p>Clean your lint screen after every load. Clean your lint trap, and dryer vent line once a year. If you notice your dryer taking longer to dry clothes, but it still gets hot, you likely have a buildup of highly flammable lint in the system somewhere that is having tons of hot air pumped through it every load of laundry. </p>\n\n<p>You do NOT want to have your dryer ignite 45 minutes into an hour long cycle, long after you&#39;ve forgotten about it. By the time you notice it might be too late to control the fire.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/YouShouldKnow/comments/paa0vv/ysk_that_dryer_lint_is_extremely_flammable/",
  "subreddit": "YouShouldKnow",
  "id": "paa0vv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI regularly use plain dryer lint as a fire starter to catch sparks from my flint\nand steel while camping. Its one of the only things fine, fluffy, and flammable\nenough to reliably ignite from a simple spark, without needing an actual flame.\n\nClean your lint screen after every load. Clean…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n私は、キャンプで火打ち石や鋼鉄の火花を捕らえるために、普通のドライヤーの糸くずをファイヤースターターとして使っています。\nキャンプで火打ち石とスチールの火花を捕まえるために。細かくて、ふわふわしていて、燃えやすい糸くずは、実際の炎がなくても、単純な火花で確実に発火することができます。\n実際の炎がなくても、簡単な火花で確実に着火することができます。\n\n毎回、洗濯物を入れた後に糸くずスクリーンを掃除してください。掃除...",
      "title": "乾燥機の糸くずは非常に燃えやすく、紙や綿球よりも簡単に発火することがわかっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我经常使用普通的烘干机绒毛作为起火器，来捕捉我的火石和钢鞭的火花。\n和钢的火花。它是唯一精细的、蓬松的、易燃的东西之一。\n足够可靠地从一个简单的火花中点燃，而不需要实际的火焰。\n\n每次装载后都要清洁你的棉绒网。清洁...",
      "title": "YSK认为，烘干机的绒毛是非常易燃的，比纸或甚至棉球更容易点燃。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我經常使用普通的烘乾機絨毛作爲起火器，來捕捉我的火石和鋼鞭的火花。\n和鋼的火花。它是唯一精細的、蓬鬆的、易燃的東西之一。\n足夠可靠地從一個簡單的火花中點燃，而不需要實際的火焰。\n\n每次裝載後都要清潔你的棉絨網。清潔...",
      "title": "YSK認爲，烘乾機的絨毛是非常易燃的，比紙或甚至棉球更容易點燃。"
    }
  ]
}