{
  "author": "Blimpton",
  "original_created_utc": 1631655979,
  "title": "Gödel, Escher, Bach was an absolute masterpiece",
  "created_utc": 1631669515,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book was essentially about how consciousness arises using the works the of Kurt Gödel the mathematician, MC Escher the artist and Johann Sebastian Bach the composer/musician. The book is a bit dense and there’s parts that are a little math heavy but there’s so many concepts to explore all revolving around one theme. One of my favorite parts about this book is the characters in between each chapter used having a dialogue that explains what the next chapter will be about. If anyone has read this book I’d love to hear your opinion!</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/books/comments/pocfdj/gödel_escher_bach_was_an_absolute_masterpiece/",
  "subreddit": "books",
  "id": "pocfdj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book was essentially about how consciousness arises using the works the of\nKurt Gödel the mathematician, MC Escher the artist and Johann Sebastian Bach the\ncomposer/musician. The book is a bit dense and there’s parts that are a little\nmath heavy but there’s so many concepts to explore all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、数学者のクルト・ゲーデル、芸術家のMC・エッシャー、音楽家の小野寺修二の作品を使って、意識がどのようにして生まれるかを本質的に語っています。\n数学者のクルト・ゲーデル、芸術家のMCエッシャー、作曲家のヨハン・セバスチャン・バッハの\nの作品を使って、意識がどのようにして生じるのかについて書かれています。この本は少し密度が高く、数学的には少し重い部分もありますが\nこの本は少し密度が高く、数学的に重い部分もありますが、すべてを探求するには非常に多くの概念があります...",
      "title": "ゲーデル、エッシャー、バッハは絶対的な名作だった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书主要是关于意识是如何产生的，使用了数学家库尔特-哥德尔的作品。\n数学家库尔特-哥德尔（Kurt Gödel）、艺术家MC-埃舍尔（MC Escher）和作曲家约翰-塞巴斯蒂安-巴赫（Johann Sebastian Bach）的作品。\n作曲家/音乐家。这本书有点密集，有一些部分是有点\n数学重，但有很多概念可以探索。",
      "title": "哥德尔、艾舍尔、巴赫绝对是一部杰作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書主要是關於意識是如何產生的，使用了數學家庫爾特-哥德爾的作品。\n數學家庫爾特-哥德爾（Kurt Gödel）、藝術家MC-埃舍爾（MC Escher）和作曲家約翰-塞巴斯蒂安-巴赫（Johann Sebastian Bach）的作品。\n作曲家/音樂家。這本書有點密集，有一些部分是有點\n數學重，但有很多概念可以探索。",
      "title": "哥德爾、艾舍爾、巴赫絕對是一部傑作"
    }
  ]
}