{
  "author": "pixiegurly",
  "original_created_utc": 1625234811,
  "title": "YSK: You can go to AAHA universal microchip lookup website to find out the manufacturer of your pets microchip and ensure the information is updated.",
  "created_utc": 1625290072,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Especially with July 4th coming up, as many pets run away, get out or lost on this day. </p>\n\n<p>The chip doesn&#39;t get your pet home if the information tied to it isn&#39;t up to date!</p>\n\n<p>You can call your vet, or most may allow swing bys (pandemic changes may apply) to scan your pet, to get their chip number. Enter in the website below and it ought to give you the manufacturer of the chip, and date of last update. Call the manufacturer and verify your information. </p>\n\n<p><a href=\"https://www.petmicrochiplookup.org/\">https://www.petmicrochiplookup.org/</a></p>\n\n<p>I am unsure if this works on European/non American microchips, despite it being &#39;universal.&#39;</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/ocat6t/ysk_you_can_go_to_aaha_universal_microchip_lookup/",
  "subreddit": "YouShouldKnow",
  "id": "ocat6t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Especially with July 4th coming up, as many pets run away, get out or lost on\nthis day.\n\nThe chip doesn't get your pet home if the information tied to it isn't up to\ndate!\n\nYou can call your vet, or most may allow swing bys (pandemic changes may apply)\nto scan your pet, to get their chip number.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "特に7月4日は、多くのペットが逃げ出したり、外に出たり、迷子になったりする日なので\nのです。\n\nチップに紐付けられた情報が最新のものでなければ、チップでペットを家に帰すことはできません。\n帰ることができません。\n\n獣医に電話することもできますし、ほとんどの獣医はスイングバイを許可しています（パンデミックの変更が適用される場合があります）。\nペットをスキャンして、チップの番号を知ることができます。....",
      "title": "YSK: AAHAユニバーサル・マイクロチップ・ルックアップのサイトで、あなたのペットのマイクロチップの製造元を調べ、情報が更新されていることを確認することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "特别是在7月4日即将到来的时候，因为许多宠物在这一天离家出走、外出或丢失。\n这一天。\n\n如果芯片上的信息不是最新的，芯片就不能把你的宠物带回家。\n芯片就不能把你的宠物带回家。\n\n你可以打电话给你的宠物医生，或者大多数宠物医生可能允许你去扫描你的宠物，以获得他们的信息。\n来扫描你的宠物，以获得他们的芯片号码....。",
      "title": "YSK：你可以去AAHA的通用芯片查询网站，找出你的宠物芯片的制造商，确保信息更新。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "特別是在7月4日即將到來的時候，因爲許多寵物在這一天離家出走、外出或丟失。\n這一天。\n\n如果芯片上的信息不是最新的，芯片就不能把你的寵物帶回家。\n芯片就不能把你的寵物帶回家。\n\n你可以打電話給你的寵物醫生，或者大多數寵物醫生可能允許你去掃描你的寵物，以獲得他們的信息。\n來掃描你的寵物，以獲得他們的芯片號碼....。",
      "title": "YSK：你可以去AAHA的通用芯片查詢網站，找出你的寵物芯片的製造商，確保信息更新。"
    }
  ]
}