{
  "author": "tnel77",
  "the_new_excerpt": "I have heard from some friends and family lately that they have applied to\nvarious job postings they find and the feedback is commonly along the lines of,\n“I’m sorry, but we have chosen to move forward with other candidates due to your\nover-qualification for this position.”\n\nIf a person looks at a…",
  "original_created_utc": 1610724944,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近听一些亲朋好友说，他们申请到了。\n他们发现的各种招聘信息，反馈的信息普遍是这样的。\n\"很抱歉，但我们已经选择继续与其他候选人，由于你的\n这个职位的资格过高。\"\n\n如果一个人看了一...",
      "title": "[改变我的想法]：在任何工作岗位上都不应该有资格过高的情况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近聽一些親朋好友說，他們申請到了。\n他們發現的各種招聘信息，反饋的信息普遍是這樣的。\n\"很抱歉，但我們已經選擇繼續與其他候選人，由於你的\n這個職位的資格過高。\"\n\n如果一個人看了一...",
      "title": "[改變我的想法]：在任何工作崗位上都不應該有資格過高的情況。"
    }
  ],
  "title": "CMV: There should be no such thing as being overqualified for any job posting",
  "created_utc": 1610735251,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have heard from some friends and family lately that they have applied to various job postings they find and the feedback is commonly along the lines of, “I’m sorry, but we have chosen to move forward with other candidates due to your over-qualification for this position.”</p>\n\n<p>If a person looks at a position, thinks it’s a good fit, is satisfied with the salary range, and takes the effort to apply to your position, then they should seriously be considered for said position.</p>\n\n<p>They are willing to work for your stated wage and they bring more education and experience to the position than you were originally seeking. It can be argued that this would result in the candidate being a better person to hire due to their additional experience and education that they will be bringing to your company.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/changemyview/comments/kxww0z/cmv_there_should_be_no_such_thing_as_being/",
  "subreddit": "changemyview",
  "id": "kxww0z",
  "is_self": true,
  "media": null,
  "is_video": false
}