{
  "author": "Ass___Master___69",
  "the_new_excerpt": "I understand pro-life arguments as to why it should be that women must have the\nbaby, but if I'm being 100% honest, the more I breakdown those reasons the more\nit seems like they are just trying to force life into the world and punish those\nwho conceived it irresponsibly.\n\nPro-lifers arguments…",
  "original_created_utc": 1617263017,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我理解支持生命的论点，为什么女性必须拥有生命的权利。\n宝贝，但如果我是100％的诚实， 我越是细分这些原因越是\n似乎他们只是想把生命强加到这个世界上，并惩罚那些人。\n谁不负责任地设想它。\n\n亲历者的论点...",
      "title": "CMV：支持选择和允许女性堕胎是一个双赢的局面，我真的不明白为什么会有这么激烈的争论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我理解支持生命的論點，爲什麼女性必須擁有生命的權利。\n寶貝，但如果我是100％的誠實， 我越是細分這些原因越是\n似乎他們只是想把生命強加到這個世界上，並懲罰那些人。\n誰不負責任地設想它。\n\n親歷者的論點...",
      "title": "CMV：支持選擇和允許女性墮胎是一個雙贏的局面，我真的不明白爲什麼會有這麼激烈的爭論。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私はプロライフの主張を理解していますが、なぜ女性には\nしかし、100％正直に言うと、その理由を分解すればするほど、生命を無理矢理奪おうとしているとしか思えないのです。\nその理由を分析すればするほど、彼らは命を強引に世に送り出し、無責任に妊娠した人を罰しているだけのように思えてきます。\n罰しようとしているとしか思えません。\n\nプロライフ派の主張...",
      "title": "CMV: プロチョイスとは、女性が赤ちゃんを中絶することを認めることであり、すべての面でWin-Winの関係であり、これほどまでに議論される理由がわからない。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私はプロライフの主張を理解していますが、なぜ女性には\nしかし、100％正直に言うと、その理由を分解すればするほど、生命を無理矢理奪おうとしているとしか思えないのです。\nその理由を分析すればするほど、彼らは命を強引に世に送り出し、無責任に妊娠した人を罰しているだけのように思えてきます。\n罰しようとしているとしか思えません。\n\nプロライフ派の主張...",
      "title": "CMV: プロチョイスとは、女性が赤ちゃんを中絶することを認めることであり、すべての面でWin-Winの関係であり、これほどまでに議論される理由がわからない。"
    }
  ],
  "title": "CMV: Pro-Choice and allowing women to abort their babies is a win-win situation all around, and I really don't see why it's so hotly debated over.",
  "created_utc": 1617273031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I understand pro-life arguments as to why it should be that women must have the baby, but if I&#39;m being 100% honest, the more I breakdown those reasons the more it seems like they are just trying to force life into the world and punish those who conceived it irresponsibly.</p>\n\n<p><strong>Pro-lifers arguments go:</strong>&quot;You can&#39;t just kill it, it&#39;s a living baby!&quot;</p>\n\n<p>&quot;Ok, but even if it&#39;s living, us aborting it won&#39;t make it feel any pain and it won&#39;t even live to remember it. Do you remember what it was like before you were born? Exactly. The baby won&#39;t feel or know a thing.&quot;</p>\n\n<p>&quot;But YOU had that baby, YOU need to know the consequences.&quot;</p>\n\n<p>&quot;Ok so do you just want to punish me for having a child and force me to raise it? I&#39;ll just probably leave it at the adoption center or orphanage. Besides, that doesn&#39;t help either since there are already 160 million orphaned kids in the world and it doesn&#39;t help that I added one to that list.&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>Also, if you&#39;re going to come from the perspective of religion and that the baby has a soul too, well guess what, it&#39;s a baby. Aborting it means it gets a free pass to heaven since it literally hasn&#39;t existed long enough to commit any sins.</p>\n\n<p><em>&quot;But how about this, we go pro-life, but we also make it so the biological father MUST raise the child with the mother as well.&quot;</em></p>\n\n<p>Yeah, no can do king. When you force the father and the mother to care for something they didn&#39;t want, chances are they won&#39;t do much of the caring part. That kid could now grow up in an abusive home where both parents blame the child for something it didn&#39;t chose.</p>\n\n<p>There are literally so many pros to pro-choice that I can name, and not even a handful I could name for pro-life.</p>\n\n<p><strong>Pros:</strong></p>\n\n<p>-Children won&#39;t be left at orphanages, meaning that&#39;s one less child to the 156 million orphans worldwide.</p>\n\n<p>-Women get to have a second chance at life, and aborting the kid will stop that person from going down a self destructive path.</p>\n\n<p>-If you&#39;re religious, that would-have-been kid gets a free pass to heaven.</p>\n\n<p>-YAY LESS ANNOYING LITTLE SHITS THAT HAVE TO SCREAM AND THROW TANTRUMS AT THE MALL WHEN IM EATING PIZZA</p>\n\n<p>-Helps lower global overpopulation</p>\n\n<p>-If the condom breaks or it&#39;s an accidental pregnancy, families won&#39;t be burdened by the addition of another child.</p>\n\n<p><strong>Pro life pros:</strong></p>\n\n<p>-Child gets to live</p>\n\n<p>-Scares people into being more responsible about sex and using contraceptives</p>\n\n<p>&#x200B;</p>\n\n<p>I&#39;m hope I do not come off as a radical pro-choice feminazi, but believe me, I just took the time to examine both arguments over and over again in my head, but then I realized that 1 side is deeply flawed while the other is full of pros.</p>\n\n<p>I don&#39;t see how anyone here can have a solid argument against this, but if you do, please debate me on why. I&#39;d love to be proven corrected, but my point seems pretty solid.</p>\n\n<p>Change my view, folks.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT: Why is everyone trying to use my logic to justify killing people in their sleep/braindead people? I&#39;m only talking about fetuses not whole ass grown adult human beings.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/mhq9vf/cmv_prochoice_and_allowing_women_to_abort_their/",
  "subreddit": "changemyview",
  "id": "mhq9vf",
  "is_self": true,
  "media": null,
  "is_video": false
}