{
  "author": "Crowdcontrolz",
  "the_new_excerpt": "This view has three main points, and the scenario of labeling products that\nemploy children as \"child-labor products\" is used as an example. The main points\nare:\n\n 1. Disassociation of products and the practices applied in their manufacturing\n    is a leading cause of unethical behavior,\n 2. Re…",
  "original_created_utc": 1615303464,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这个观点主要有三点，而贴标产品的场景，是指\n以雇佣儿童作为 \"童工 \"为例。主要内容\n是。\n\n 1. 脱离产品及其制造过程中所应用的做法。\n    是导致不道德行为的主要原因。\n 2. 2. Re...",
      "title": "CMV：成功地将产品与生产中应用的做法脱钩是不道德行为的主要原因。例子包括： 在使用童工的产品上贴上标签，就会使人们在销售点购买这些产品的积极性降低，从而使这种做法失去积极性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個觀點主要有三點，而貼標產品的場景，是指\n以僱傭兒童作爲 \"童工 \"爲例。主要內容\n是。\n\n 1. 脫離產品及其製造過程中所應用的做法。\n    是導致不道德行爲的主要原因。\n 2. 2. Re...",
      "title": "CMV：成功地將產品與生產中應用的做法脫鉤是不道德行爲的主要原因。例子包括： 在使用童工的產品上貼上標籤，就會使人們在銷售點購買這些產品的積極性降低，從而使這種做法失去積極性。"
    }
  ],
  "title": "CMV: The successful disassociation of products and the practices applied in their manufacturing is a leading cause of unethical behavior. Example included: Labeling products using child labor would de-incentivize their purchase at the point of sale and therefore de-incentivize the practice.",
  "created_utc": 1615329737,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This view has three main points, and the scenario of labeling products that employ children as &quot;child-labor products&quot; is used as an example. The main points are:</p>\n\n<ol>\n<li>Disassociation of products and the practices applied in their manufacturing is a leading cause of unethical behavior,</li>\n<li>Re-association of products and practices would help eliminate unethical practices by forcing consumers to be acutely aware of what they are funding at the point of sale,</li>\n<li>Implementing this practice would have a significant impact in global relations.</li>\n</ol>\n\n<p>Here is an example of this regarding the use of child labor:</p>\n\n<p>In the developed world, children are protected. These countries recognize that their future resides in their children&#39;s abilities to be at least as capable if not better than the previous generation. Every developed country I know of has the same mentality that children should be sheltered and prepared/educated in some form before being thrust into the &quot;real&quot; world.</p>\n\n<p>In undeveloped countries, this isn&#39;t necessarily the case. In some of these countries, significant quantities of <a href=\"https://www.unicef.org/csr/child-labour-portal_more.html\">children</a> will often find themselves <a href=\"https://apnews.com/article/palm-oil-forests-indonesia-scouts-83b01f2789e9489569960da63b2741c4\">forced to work</a> in order to help their families reach ends meet. These families will pull their children from school at young ages or never send them, solidifying the family&#39;s and country&#39;s poverty status until eventually they&#39;re replaced by automation and then what? A common trait of our current globalization infrastructure is the exploitation of poverty in these countries as a form of lowering COGS to the point that it is now a prerequisite of competitive pricing in developed markets.</p>\n\n<p>I believe the main reason why this exploitation is fruitful is the disassociation of the product from the practice. If the people buying the final product are not acutely aware of this situation or &quot;moral cost&quot; at the moment they make the decision to purchase it makes it monumentally easy for them to fund the practice. The inability to hide the moral cost associated with the purchase might drive sales towards other, marginally more expensive products. The intended effect of this would be that companies could choose to be responsible in these matters and simultaneously stay competitive at the point of sale at increased prices due to their products being so labeled. Implementation of this would be overseen by a regulatory agency, likely the FTC.</p>\n\n<p>A possible argument against this is that the overall lifestyle of these undeveloped countries is be better due to the current situation, that even if it&#39;s poverty level work it&#39;s better than nothing. I just cant seem to actually wrap my head around that idea though.</p>\n\n<p><strong>Side note:</strong> The view is that this same argument against disassociation of products from the practices applied in their manufacture could be made for a great deal of corporate grey areas that incentivize/propagate behaviors that are frowned upon.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m18oow/cmv_the_successful_disassociation_of_products_and/",
  "subreddit": "changemyview",
  "id": "m18oow",
  "is_self": true,
  "media": null,
  "is_video": false
}