{
  "author": "superspork2",
  "the_new_excerpt": "Hello! I am looking for book recs about a bad guy or character on the “evil”\nside who is fighting with the desire to turn away from everything he has know to\nbe good. I feel like that’s not a perspective I have seen every often in fantasy\nbooks. I’m kind of thinking like how Kylo Ren has that…",
  "original_created_utc": 1618193316,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。私は、今まで知っていたすべてのことから目をそむけたいという気持ちと戦っている、「悪」の側にいる悪人やキャラクターについての本を探しています。\n善良であると知っていたすべてのものから目を背けたいという欲求と戦っている悪人または「悪」側のキャラクターについての本を探しています。\nのキャラクターについての本を探しています。ファンタジー系の本ではあまり見たことのない視点のような気がします。\nファンタジーの本ではあまり見られない視点だと思います。カイロ・レンにはそれがあるのではないかと思っているのですが......。",
      "title": "悪人目線のファンタジー本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好！请问你是谁？我正在寻找关于 \"邪恶 \"的坏人或人物的书评。\n的一方，他正带着远离他所知道的一切的欲望去战斗。\n是好的。我觉得这不是我在幻想中经常看到的观点。\n书。我在想凯洛-伦怎么会有... ...",
      "title": "从坏人角度看幻想书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好！請問你是誰？我正在尋找關於 \"邪惡 \"的壞人或人物的書評。\n的一方，他正帶着遠離他所知道的一切的慾望去戰鬥。\n是好的。我覺得這不是我在幻想中經常看到的觀點。\n書。我在想凱洛-倫怎麼會有... ...",
      "title": "從壞人角度看幻想書"
    }
  ],
  "title": "Fantasy books from the bad guys perspective",
  "created_utc": 1618206864,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello! I am looking for book recs about a bad guy or character on the “evil” side who is fighting with the desire to turn away from everything he has know to be good. I feel like that’s not a perspective I have seen every often in fantasy books. I’m kind of thinking like how Kylo Ren has that internal struggle of wanting to be like Darth Vader but still feels that pull to the light side. If anyone can suggest something similar, it would be much appreciated! Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/mp4nyh/fantasy_books_from_the_bad_guys_perspective/",
  "subreddit": "booksuggestions",
  "id": "mp4nyh",
  "is_self": true,
  "media": null,
  "is_video": false
}