{
  "author": "Aegontarg07",
  "original_created_utc": 1629203439,
  "title": "Your daily dose of Crypto",
  "created_utc": 1629218157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Your daily dose of Crypto</h1>\n\n<ol>\n<li>The total market cap stood at $2.1 trillion and is down by 0.6% in the last 24 hours, as the market consolidates.<br/></li>\n<li>BTC and ETH are consolidating with support levels at above $45k for BTC and $3.1k for ETH.<br/></li>\n<li>Among the altcoins, AUDIO, a music streaming platform Audius’ native token, has gained 99% in the last 24 hours amidst the partnership with TikTok, which allows Audius artists to bring their tracks to TikTok.<br/></li>\n<li>Twitter has roped in Jay Graber, a former Zcash developer, to lead Bluesky, Twitter’s ambitious project to develop an open and decentralized standard protocol for social media.<br/></li>\n<li>Ethereum 2.0’s ETH under staking has surpassed the total amount of Wrapped ETH on the network to become the top holder of ETH. The merge is expected to happen sometime early in 2022.<br/></li>\n<li>OpenSea, an Ethereum based NFT marketplace has processed over $1.2 billion worth of transactions in July. It is now handling much more trading activity in a day than it did in all of 2020 combined.<br/></li>\n<li>Spain’s National Securities Market Commission (CNMV) has warned crypto exchanges Huobi and ByBit, among others, that they are operating without required licenses.<br/></li>\n<li>Poly Network, which recently suffered a $600 million hack, will now offer $500k as bug bounty to find vulnerabilities in their code.<br/></li>\n<li>Chinese e-commerce giant Alibaba has launched a new NFT marketplace, which allows trademark holders to sell tokenized licenses to their copyright.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 212,
  "permalink": "/r/CryptoCurrency/comments/p62t3v/your_daily_dose_of_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "p62t3v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YOUR DAILY DOSE OF CRYPTO\n\n 1. The total market cap stood at $2.1 trillion and is down by 0.6% in the last\n    24 hours, as the market consolidates.\n    \n 2. BTC and ETH are consolidating with support levels at above $45k for BTC and\n    $3.1k for ETH.\n    \n 3. Among the altcoins, AUDIO, a music…"
}