{
  "author": "ThatCookieIsABomb",
  "original_created_utc": 1629842046,
  "title": "YSK that derma fillers are a lot more permanent than you think they are. They don't break down, they move around the face.",
  "created_utc": 1629846855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK</p>\n\n<p>Facial fillers, or derma fillers, have become immensely popular in the past years with people as young as teenagers getting the procedures done, sometimes with dire consequences.</p>\n\n<p>Professionals lure in clients with the promise that the procedures are temporary, meaning that whatever you pump into your face will be absorbed or broken down over time and you&#39;ll be back to your normal self without issue or any aftermath.</p>\n\n<p>MRI scans of people who&#39;ve had derma fillers injected show that the fillers aren&#39;t being broken down by the body and are showing up on scans up to ten years later. Since there is nothing tethering them in place they, like all other liquids, end up moving around. This is most easily seen in people who frequently get derma fillers where their face starts rounding up, they get a shelve on their top lip or a build up under the eyes (tear trough fillers).</p>\n\n<p>MRI scans show that, for example, lip filler isn&#39;t breaking down but rather moving upwards towards the nose and downwards to the chin. This gives the illusion that the filler has broken down and people go back to get another injection.</p>\n\n<p>For a good and scientific breakdown of this I highly recommend checking out the Victorian Cosmetic Institute on YT where DR. Gavin Chan goes over the above in detail.</p>\n\n<p>Source: <a href=\"https://youtu.be/yoF_Ez27-L0\">https://youtu.be/yoF_Ez27-L0</a></p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/YouShouldKnow/comments/pax8u3/ysk_that_derma_fillers_are_a_lot_more_permanent/",
  "subreddit": "YouShouldKnow",
  "id": "pax8u3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK\n\nFacial fillers, or derma fillers, have become immensely popular in the past\nyears with people as young as teenagers getting the procedures done, sometimes\nwith dire consequences.\n\nProfessionals lure in clients with the promise that the procedures are\ntemporary, meaning that whatever you…"
}