{
  "author": "ThatCookieIsABomb",
  "original_created_utc": 1629842046,
  "title": "YSK that derma fillers are a lot more permanent than you think they are. They don't break down, they move around the face.",
  "created_utc": 1629846855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK</p>\n\n<p>Facial fillers, or derma fillers, have become immensely popular in the past years with people as young as teenagers getting the procedures done, sometimes with dire consequences.</p>\n\n<p>Professionals lure in clients with the promise that the procedures are temporary, meaning that whatever you pump into your face will be absorbed or broken down over time and you&#39;ll be back to your normal self without issue or any aftermath.</p>\n\n<p>MRI scans of people who&#39;ve had derma fillers injected show that the fillers aren&#39;t being broken down by the body and are showing up on scans up to ten years later. Since there is nothing tethering them in place they, like all other liquids, end up moving around. This is most easily seen in people who frequently get derma fillers where their face starts rounding up, they get a shelve on their top lip or a build up under the eyes (tear trough fillers).</p>\n\n<p>MRI scans show that, for example, lip filler isn&#39;t breaking down but rather moving upwards towards the nose and downwards to the chin. This gives the illusion that the filler has broken down and people go back to get another injection.</p>\n\n<p>For a good and scientific breakdown of this I highly recommend checking out the Victorian Cosmetic Institute on YT where DR. Gavin Chan goes over the above in detail.</p>\n\n<p>Source: <a href=\"https://youtu.be/yoF_Ez27-L0\">https://youtu.be/yoF_Ez27-L0</a></p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/YouShouldKnow/comments/pax8u3/ysk_that_derma_fillers_are_a_lot_more_permanent/",
  "subreddit": "YouShouldKnow",
  "id": "pax8u3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK\n\nFacial fillers, or derma fillers, have become immensely popular in the past\nyears with people as young as teenagers getting the procedures done, sometimes\nwith dire consequences.\n\nProfessionals lure in clients with the promise that the procedures are\ntemporary, meaning that whatever you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか\n\nフェイシャル・フィラー（ダーマ・フィラー）は、ここ数年、非常に人気があり、10代の若い人たちが\n10代の若者が施術を受け、時には悲惨な結果を招くこともあります。\n時には悲惨な結果を招くこともあります。\n\n専門家は、施術が一時的なものであることを約束して顧客を誘います。\n一時的なものであるという約束で顧客を誘います。",
      "title": "YSK: ダーマ・フィラーは、あなたが思っているよりもずっと永久的なものです。崩れないし、顔の中を動き回ります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK\n\n面部填充物，或称皮肤填充物，在过去的几年里已经变得非常流行。\n在过去的几年里，年仅十几岁的人就开始做这种手术，有时会造成严重后果。\n带来可怕的后果。\n\n专业人士以 \"手术是暂时的 \"这一承诺来吸引客户。\n暂时性的，这意味着无论你做什么",
      "title": "YSK认为，皮肤填充剂比你认为的要持久得多。它们不会分解，而是在脸上移动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK\n\n面部填充物，或稱皮膚填充物，在過去的幾年裏已經變得非常流行。\n在過去的幾年裏，年僅十幾歲的人就開始做這種手術，有時會造成嚴重後果。\n帶來可怕的後果。\n\n專業人士以 \"手術是暫時的 \"這一承諾來吸引客戶。\n暫時性的，這意味着無論你做什麼",
      "title": "YSK認爲，皮膚填充劑比你認爲的要持久得多。它們不會分解，而是在臉上移動。"
    }
  ]
}