{
  "author": "GreenAlbum",
  "original_created_utc": 1630936994,
  "title": "A common critique of the Interstate Highway System is that it divided communities and tore through thousands of buildings during construction. Were similar critiques noted during the construction of railroads in old European cities?",
  "created_utc": 1630960574,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"http://iqc.ou.edu/2014/12/12/60yrsmidwest/\">Here’s</a> a visual example of what I’m talking about, from the University of Oklahoma.</p>\n\n<p>Below are examples, in text, of specific critiques:</p>\n\n<p>From <a href=\"https://www.cnn.com/2021/02/27/cars/buttigieg-highway-removals/index.html\">CNN</a>,</p>\n\n<blockquote>\n<p>Njeri Camara, 61, can&#39;t visit the Shreveport, Louisiana home where she was born. Like many Black homes and neighborhoods across the country in the 1960s, it was bulldozed to clear space for highways.</p>\n\n<p>&quot;It was a black business mecca,&quot; recalls Cox of Black Bottom, whose Gotham Hotel, a ritzy destination, attracted stars like Louie Armstrong and Duke Ellington. But as the Interstate Highway System was mapped out, Black Bottom was in its crosshairs. Black Bottom was bulldozed in the 1960s to make way for Interstate 375.</p>\n</blockquote>\n\n<p>From <a href=\"https://www.texasstandard.org/stories/when-it-comes-to-covid-19-the-i-35-divide-determines-whos-more-at-risk/\">Texas Standard</a>,</p>\n\n<blockquote>\n<p>And it creates local divisions, too. In Austin, I-35 divided the city by race, starting in the mid-20th century. And it wasn’t by accident.  Eliot Tretter, author of “Shadows of a Sunbelt City: The Environment, Racism and the Knowledge Economy in Austin,” says I-35 became a “monument” that separated white Austin from non-white Austin – a means of segregation.</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/AskHistorians/comments/pj00os/a_common_critique_of_the_interstate_highway/",
  "subreddit": "AskHistorians",
  "id": "pj00os",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here’s [http://iqc.ou.edu/2014/12/12/60yrsmidwest/] a visual example of what I’m\ntalking about, from the University of Oklahoma.\n\nBelow are examples, in text, of specific critiques:\n\nFrom CNN\n[https://www.cnn.com/2021/02/27/cars/buttigieg-highway-removals/index.html],\n\n> Njeri Camara, 61, can't…"
}