{
  "author": "Chooky47",
  "original_created_utc": 1631404442,
  "title": "People need to have realistic expectations from their investments - $100 is not going to allow you to purchase a lambo.",
  "created_utc": 1631424637,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of the great lures of the crypto space for new investors is the idea that they can take a small investment, and transform it into a ludicrous amount of money. </p>\n\n<p>These instances of taking tiny holdings and turning them into mountains of gold are both incredibly rare, and also require the ability to hold for a <strong>long</strong> time without being overcome by fear of the investment falling. </p>\n\n<p>For example, if you had bought 1 BTC at $10, do you really think you would have not sold at $1000? 5000? Be mindful of the extreme FUD that would have been present along the way. </p>\n\n<p>Realistically, multiplying your investment by factors of x5, x10 or even x20 are excellent investments. If I were to invest $100, then <em>realistically</em> I would be <strong>very</strong> happy with a return of $1000. You need to decide for yourself if you believe that project will carry on for years to come. </p>\n\n<p>Naturally there will be the occasional rocket token, such as Doge, and we’ll know because it will gather lots of attention. They are rare, and statistically you are <em>unlikely</em> to ride one of them - not impossible, but the key is unlikely. </p>\n\n<p>At the end of the day, if you’ve made profit you’ve done well so far so congratulate yourself. Allow time to help you if you want your investment to possibly grow large, but otherwise you need to accept that small investments will most likely not make you a yacht sailing millionaire. </p>\n\n<p>TL:DR - Be realistic with your potential profits from small investments.</p>\n</div><!-- SC_ON -->",
  "score": 177,
  "permalink": "/r/CryptoCurrency/comments/pmi574/people_need_to_have_realistic_expectations_from/",
  "subreddit": "CryptoCurrency",
  "id": "pmi574",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of the great lures of the crypto space for new investors is the idea that\nthey can take a small investment, and transform it into a ludicrous amount of\nmoney.\n\nThese instances of taking tiny holdings and turning them into mountains of gold\nare both incredibly rare, and also require the ability…"
}