{
  "author": "throwaway92715",
  "original_created_utc": 1640624411,
  "title": "Let’s talk Metaverse. Does anyone SERIOUSLY want to BUY digital land for significant amounts of crypto to build a digital dream home on to mess around in with friends in VR? What will people actually use the metaverse to do in 2030?",
  "created_utc": 1640633605,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Everyone’s hyped about the metaverse.  There are skeptics too.  But what I haven’t heard much of lately around here is speculation around what other things metaverses could do than being, essentially, FarmVille with real money, or a VR version of Second Life or Habbo Hotel where people obsessed with sentimental value keep up with the joneses by buying NFT clothes and stuff to wear around Fake New York because… they’re too poor or too shy to wear real fashion around real New York?&lt;/p&gt;\n\n&lt;p&gt;Okay okay fine.  There are many people like that and they really are that vain and we would all be happy to take their money by selling them glorified Fortnite skins for the equivalent of a US median annual salary in crypto.  But that doesn’t sound like a product that’ll reach a market of millions or billions of people.  It certainly has zero appeal to the average middle class, two career family that makes up the bulk of the millennial generation.  It is objectively speaking a very niche luxury market for rich people who already spend a lot of time and money living in a digital world, playing MMOs or creating content on social media platforms.&lt;/p&gt;\n\n&lt;p&gt;What are some lesser known use cases for metaverse technology that might be a little more practical and attractive for the majority of people?  People who don’t like spending their hard earned money on online appearances?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 182,
  "permalink": "/r/CryptoCurrency/comments/rprua5/lets_talk_metaverse_does_anyone_seriously_want_to/",
  "subreddit": "CryptoCurrency",
  "id": "rprua5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Everyone’s hyped about the metaverse. There\nare skeptics too. But what I haven’t heard much of lately around here is\nspeculation around what other things metaverses could do than being,\nessentially, FarmVille with real money, or a VR version of Second Life or…"
}