{
  "author": "CatwomanSucksBatman",
  "the_new_excerpt": "All this outrage about Juneteenth is so ridiculous because it's completely\nunnecessary. It's not even a day celebrating black people. It's a day\ncelebrating the white people who fought and died and without any financial\nincentives to do so looked into their hearts and realized on a moral level…",
  "original_created_utc": 1624201438,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Juneteenthに対する憤りは、全く必要のないもので、とても馬鹿げています。\n不必要だからです。黒人を祝う日でもありません。この日は\n闘って死んだ白人を祝う日です。\n闘って死んだ白人を祝う日なのです。",
      "title": "CMV：白人はジュンテンドーに怒るべきではありませんし、怒っている人は考え方を変える必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所有这些关于六一节的愤怒是如此荒谬，因为它完全是\n没有必要。这甚至不是一个庆祝黑人的日子。它是一个\n它是一个庆祝白人战斗和死亡的日子，而且没有任何财政奖励。\n在没有任何经济激励的情况下，他们审视自己的内心，并在道德层面上意识到...",
      "title": "CMV：白人根本不应该对六一节感到愤怒，那些人需要改变他们的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所有這些關於六一節的憤怒是如此荒謬，因爲它完全是\n沒有必要。這甚至不是一個慶祝黑人的日子。它是一個\n它是一個慶祝白人戰鬥和死亡的日子，而且沒有任何財政獎勵。\n在沒有任何經濟激勵的情況下，他們審視自己的內心，並在道德層面上意識到...",
      "title": "CMV：白人根本不應該對六一節感到憤怒，那些人需要改變他們的想法。"
    }
  ],
  "title": "CMV: white people should not be angry at Juneteenth at all and those that are need to change their thinking.",
  "created_utc": 1624217784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All this outrage about Juneteenth is so ridiculous because it&#39;s completely unnecessary. It&#39;s not even a day celebrating black people. It&#39;s a day celebrating the white people who fought and died and without any financial incentives to do so looked into their hearts and realized on a moral level that slavery is wrong.</p>\n\n<p>It&#39;s a celebration the generosity and growth of compassion within white people that showcases that even evil white people can improve themselves.</p>\n\n<p>It&#39;s a day that believes in white people as good and caring and willing to sacrifice for the greater good.</p>\n\n<p>This isn&#39;t a &quot;black holiday&quot;. It&#39;s a day that showcases humanity and how people looked onto others and felt compassion and wanted to help. It&#39;s a celebration of the white spirit and the lack of racism in so many white people.</p>\n\n<p>It&#39;s something white people can be proud of themselves for they don&#39;t have to fear it. Celebrate the day with black people not fight against it, it&#39;s your day too!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o47m9j/cmv_white_people_should_not_be_angry_at/",
  "subreddit": "changemyview",
  "id": "o47m9j",
  "is_self": true,
  "media": null,
  "is_video": false
}