{
  "author": "8512764EA",
  "original_created_utc": 1639729596,
  "title": "Why do people on here cheer on big banks (JP Morgan), corporations (Facebook, Twitter), and money processing companies (Visa, MasterCard) to adopt crypto?",
  "created_utc": 1639794733,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Wasn’t the entire reason behind Bitcoin’s creation to get around these fools?&lt;/p&gt;\n\n&lt;p&gt;Now we share articles of the JP Morgan CEO whenever he opens his trap about bitcoin or Ethereum. These are the same people that charge overdraft fees and minimum deposit fees. The same people that pay $2 per year in interest for an account with $10K in it. I thought this was about banking the unbanked? I thought it was to provide quick payments as opposed to 2-5 business days to clear a check?&lt;/p&gt;\n\n&lt;p&gt;We can’t go one day without multiple posts about facebook’s metaverse or twitter allowing people to tip bitcoin or Jack Dorsey’s new venture into crypto. Wasn’t crytpo supposed to be about privacy?&lt;/p&gt;\n\n&lt;p&gt;I see multiple posts each day or week about visa or mastercard getting into crypto. These are the same companies that charge merchants 4% for the privilege to transact on their payment networks that can take up to a business day to settle on. I thought this was about peer to peer payments?&lt;/p&gt;\n\n&lt;p&gt;Keep cheering for these things. This is probably exactly what Satoshi was hoping would happen when he wrote the Bitcoin whitepaper who’s first line says, “Abstract: A  purely   peer-to-peer   version   of   electronic   cash   would   allow   online payments   to   be   sent   directly   from   one   party   to   another   without   going   through a financial institution.”&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/ricvzc/why_do_people_on_here_cheer_on_big_banks_jp/",
  "subreddit": "CryptoCurrency",
  "id": "ricvzc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Wasn’t the entire reason behind Bitcoin’s\ncreation to get around these fools?</p> <p>Now we share articles of the JP\nMorgan CEO whenever he opens his trap about bitcoin or Ethereum. These are the\nsame people that charge overdraft fees and minimum deposit fees. The…"
}