{
  "author": "8512764EA",
  "original_created_utc": 1639729596,
  "title": "Why do people on here cheer on big banks (JP Morgan), corporations (Facebook, Twitter), and money processing companies (Visa, MasterCard) to adopt crypto?",
  "created_utc": 1639794733,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Wasn’t the entire reason behind Bitcoin’s creation to get around these fools?&lt;/p&gt;\n\n&lt;p&gt;Now we share articles of the JP Morgan CEO whenever he opens his trap about bitcoin or Ethereum. These are the same people that charge overdraft fees and minimum deposit fees. The same people that pay $2 per year in interest for an account with $10K in it. I thought this was about banking the unbanked? I thought it was to provide quick payments as opposed to 2-5 business days to clear a check?&lt;/p&gt;\n\n&lt;p&gt;We can’t go one day without multiple posts about facebook’s metaverse or twitter allowing people to tip bitcoin or Jack Dorsey’s new venture into crypto. Wasn’t crytpo supposed to be about privacy?&lt;/p&gt;\n\n&lt;p&gt;I see multiple posts each day or week about visa or mastercard getting into crypto. These are the same companies that charge merchants 4% for the privilege to transact on their payment networks that can take up to a business day to settle on. I thought this was about peer to peer payments?&lt;/p&gt;\n\n&lt;p&gt;Keep cheering for these things. This is probably exactly what Satoshi was hoping would happen when he wrote the Bitcoin whitepaper who’s first line says, “Abstract: A  purely   peer-to-peer   version   of   electronic   cash   would   allow   online payments   to   be   sent   directly   from   one   party   to   another   without   going   through a financial institution.”&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 152,
  "permalink": "/r/CryptoCurrency/comments/ricvzc/why_do_people_on_here_cheer_on_big_banks_jp/",
  "subreddit": "CryptoCurrency",
  "id": "ricvzc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Wasn’t the entire reason behind Bitcoin’s creation to get around these fools?\n\nNow we share articles of the JP Morgan CEO whenever he opens his trap about\nbitcoin or Ethereum. These are the same people that charge overdraft fees and\nminimum deposit fees. The same people that pay $2 per year in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Bitcoin が誕生した理由は何だったのでしょうか？\n</p> <p>今、私たちはJPの記事を共有し、このような愚か者を回避するために生まれたのです。\nモルガンのCEOは、ビットコインやイーサリアムについて罠を仕掛けるたびに これらは\n当座貸越手数料や最低預金手数料を徴収しているのと同じです。その...",
      "title": "なぜここの人たちは、大手銀行（JPモルガン）、企業（Facebook、Twitter）、貨幣処理会社（Visa、MasterCard）が暗号を採用することを応援するのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>比特币诞生的全部原因不就是为了获得更多的钱吗？\n</p> <p>现在我们分享摩根大通CEO的文章。\n摩根首席执行官的文章，只要他打开关于比特币或以太坊的陷阱。这些是\n收取透支费和最低存款费的人。这...",
      "title": "为什么这里的人为大银行（摩根大通）、公司（Facebook、Twitter）和资金处理公司（Visa、MasterCard）采用加密货币而欢呼？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>比特幣誕生的全部原因不就是爲了獲得更多的錢嗎？\n</p> <p>現在我們分享摩根大通CEO的文章。\n摩根首席執行官的文章，只要他打開關於比特幣或以太坊的陷阱。這些是\n收取透支費和最低存款費的人。這...",
      "title": "爲什麼這裏的人爲大銀行（摩根大通）、公司（Facebook、Twitter）和資金處理公司（Visa、MasterCard）採用加密貨幣而歡呼？"
    }
  ]
}