{
  "author": "Chicky_Nuggy",
  "original_created_utc": 1632505305,
  "title": "What is one thing you've done in crypto you will never do again?",
  "created_utc": 1632526635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Happy Friday crypto fans!</strong> </p>\n\n<p>Though I&#39;d keep it light and casual today as it&#39;s Friday and the FUD is very high on the Richter scale as of late. </p>\n\n<p>With me, I joined this sub slightly less than 12 months ago after strictly following project specific subs, before realising this was the main hub for news, info and critical discussion.  </p>\n\n<p>I obviously opened up a vault and started getting quite a lot of moons, it was much easier to amass back then and felt less of a rat-race and more of a nice-to-have due to the prices being so low. </p>\n\n<p>With the prices being so low and me being so naive, I naturally ignored the seed phrase requests and back-up codes, then when moons reached a near ATH back in March/April I tried to sell my 30k+ moons to buy more BTC! All my usual passwords wouldn&#39;t work at all, after days of attempting I bit the bullet and created a new vault. RIP to my old moons. </p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/mndc3bwlmhp71.png?width=1040&amp;format=png&amp;auto=webp&amp;s=eb690fc8649328dde55ba63678488a5081dacbec\">me: well and truly rekt </a></p>\n\n<h1>What is one thing you&#39;ve done in crypto you will never do again?</h1>\n</div><!-- SC_ON -->",
  "score": 175,
  "permalink": "/r/CryptoCurrency/comments/puosc9/what_is_one_thing_youve_done_in_crypto_you_will/",
  "subreddit": "CryptoCurrency",
  "id": "puosc9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Happy Friday crypto fans!\n\nThough I'd keep it light and casual today as it's Friday and the FUD is very\nhigh on the Richter scale as of late.\n\nWith me, I joined this sub slightly less than 12 months ago after strictly\nfollowing project specific subs, before realising this was the main hub for\nnews,…"
}