{
  "author": "SonOfCaesarion",
  "original_created_utc": 1624372457,
  "title": "Why does everyone know of Norse mythology or Beowulf, but not the Finnish Kalevala? Well, there is FINALLY a series set in the Kalevala (the primary inspiration for Tolkien’s LOTR and Silmarillion) and I am so excited!",
  "created_utc": 1624380235,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Kalevala can be attributed, at least partially, to a ton of the archetypes we see in fantasy today. In large part, that’s due to the fact it inspired Tolkien and quite a few elements, and even some characters, of the Lord of the Rings come right out of the Kalevala. Despite that, it seems like no one knows about it! I remember reading Beowulf in school TWICE and never even knew about the Finnish epic poems. Is that common everywhere? </p>\n\n<p>Well now there’s at least a series set within that mythos. I only know about it from specific forums, but the book is Mark of the Bear Clan by David Schlaefer.  I hope these books make the Kalevala more well known, because I think it’s so underrepresented right now.</p>\n\n<p>Edit: rules</p>\n</div><!-- SC_ON -->",
  "score": 933,
  "permalink": "/r/books/comments/o5ojwt/why_does_everyone_know_of_norse_mythology_or/",
  "subreddit": "books",
  "id": "o5ojwt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Kalevala can be attributed, at least partially, to a ton of the archetypes\nwe see in fantasy today. In large part, that’s due to the fact it inspired\nTolkien and quite a few elements, and even some characters, of the Lord of the\nRings come right out of the Kalevala. Despite that, it seems like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "デイビッド・シュレーファーの『熊族の刻印』という作品です。これは、無名の\n長い間、フォーラムでフォローしていた本ですが、ついに発売されてとても興奮しています。\nようやく発売されたことに興奮しています。カレワラ』は、少なくとも部分的には、多くの伝説的人物に起因しています。\nカレワラ』は、少なくとも部分的には、私たちが今日のファンタジーで目にする多くの原型を生み出したと言えるでしょう。それは...",
      "title": "北欧神話やベオウルフは誰でも知っているのに、なぜフィンランドのカレワラは知らないのでしょうか？トールキンの『LOTR』や『シルマリオン』の原型となったカレワラを舞台にしたシリーズがついに登場し、私はとても興奮しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书叫《熊族的标记》，作者是大卫-施莱弗。这是一本不知名的\n我已经在论坛上关注了很久，但我非常兴奋\n现在它终于发行了。卡勒瓦拉（Kalevala）可以归功于，至少是\n部分归功于我们今天在幻想中看到的大量原型。在《卡勒瓦拉》中，我们可以看到很多的原型。",
      "title": "为什么每个人都知道北欧神话或贝奥武夫，却不知道芬兰的卡勒瓦拉？好吧，终于有一个以卡勒瓦拉（Tolkien's LOTR和Silmarillion的主要灵感来源）为背景的系列作品了，我太兴奋了！\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書叫《熊族的標記》，作者是大衛-施萊弗。這是一本不知名的\n我已經在論壇上關注了很久，但我非常興奮\n現在它終於發行了。卡勒瓦拉（Kalevala）可以歸功於，至少是\n部分歸功於我們今天在幻想中看到的大量原型。在《卡勒瓦拉》中，我們可以看到很多的原型。",
      "title": "爲什麼每個人都知道北歐神話或貝奧武夫，卻不知道芬蘭的卡勒瓦拉？好吧，終於有一個以卡勒瓦拉（Tolkien's LOTR和Silmarillion的主要靈感來源）爲背景的系列作品了，我太興奮了！\"。"
    }
  ]
}