{
  "author": "ThatIowanGuy",
  "the_new_excerpt": "I recently saw an /r/insanepeoplefacebook post where a conservative compared\nKelly Mcenany to Biden’s appointed press secretary (can’t remember the name) in\nterms of looks equating that conservative women are better. In the comments I\nsaw many people bringing up Sarah Huckabee-Sanders and Kelly Anne…",
  "original_created_utc": 1611418965,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我最近看到一个/r/insanepeoplefacebook的帖子，其中一个保守派比较了\n凯利-麦卡纳尼对拜登任命的新闻秘书（记不清名字了）在。\n在长相上等于保守的女人更好。在评论中，我\n看到很多人提起Sarah Huckabee -Sanders和Kelly Anne...",
      "title": "CMV：通过指出保守派女性的 \"丑陋 \"来反对描述保守派女性比自由派女性 \"更性感 \"的右翼帖子，是自取其辱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近看到一個/r/insanepeoplefacebook的帖子，其中一個保守派比較了\n凱利-麥卡納尼對拜登任命的新聞祕書（記不清名字了）在。\n在長相上等於保守的女人更好。在評論中，我\n看到很多人提起Sarah Huckabee -Sanders和Kelly Anne...",
      "title": "CMV：通過指出保守派女性的 \"醜陋 \"來反對描述保守派女性比自由派女性 \"更性感 \"的右翼帖子，是自取其辱。"
    }
  ],
  "title": "CMV: Arguing against Right-winged posts describing conservative women as “hotter” than liberal women by pointing out “ugly” conservative women is self defeating.",
  "created_utc": 1611455354,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently saw an <a href=\"/r/insanepeoplefacebook\">/r/insanepeoplefacebook</a> post where a conservative compared Kelly Mcenany to Biden’s appointed press secretary (can’t remember the name) in terms of looks equating that conservative women are better. In the comments I saw many people bringing up Sarah Huckabee-Sanders and Kelly Anne Conway as counter-arguments for “ugly” conservative women. I believe these arguments are not only a waste of time but are counter productive and lowers the bar for what we should be comparing our elected and appointed officials on. Liberals have a better stance in arguing by comparing accomplishments, ethics, and morals over looks. By playing the game that conservatives do, we reduce these hard working women down to just their looks which is insulting for everyone. and yes I will include Sarah Huckabee-Sanders, Kelly Mcenany, and Kelly Anne Conway as hard working women as well despite disagreeing with them on most issues. CMV that arguing about a person’s physical attractiveness is a measure to be taken into account at which side is “better”.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/l3f3hq/cmv_arguing_against_rightwinged_posts_describing/",
  "subreddit": "changemyview",
  "id": "l3f3hq",
  "is_self": true,
  "media": null,
  "is_video": false
}