{
  "author": "xcryptogurux",
  "original_created_utc": 1638372966,
  "title": "Satoshi's indelible legacy is that he showed us you don't need to have money or influence or curry favor with the \"big club\" to change the world",
  "created_utc": 1638409114,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Satoshi identified the root of all evil in the world - a hierarchical monetary system predicated on trust. He then worked assiduously for two years to fix it. Once he did, he walked away, keenly cognizant of the imperative that the trustless revolution he set in motion did not itself suffer for a locus of trust.&lt;/p&gt;\n\n&lt;p&gt;Pace every great inventor, there has never been, in my humble opinion, a more inspirational, more impactful human endeavor, no less from someone we&amp;#39;ll never learn anything more of, save for what he allowed us to learn through his... Proof of Work.&lt;/p&gt;\n\n&lt;p&gt;Satoshi brought to the mainstream the high-minded cypherpunk ethos of judging every individual solely on the merits of their mind rather than mien.&lt;/p&gt;\n\n&lt;p&gt;As I today observe assorted rent-seeking affinity scams cynically exploit the rationally vulnerable by mischaracterizing blockchain for regulatory arbitrage, seeking to fob off fundamentally flawed, hideously centralized protocols as decentralized innovation through intellectually dishonest marketing &amp;amp; social engineering chicanery, I couldn&amp;#39;t help reflect on the irony that all this deceit was enabled by the greatest act of altruism from a man who never sought any investments or patents and never so much as made a dime from his invention - arguably the most seminal technological breakthrough in history.&lt;/p&gt;\n\n&lt;p&gt;It would seem we&amp;#39;re no wiser now than we were 20 years ago, when these rent-seekers usurped the internet - originally a decentralized P2P network protocol, just like Bitcoin.&lt;/p&gt;\n\n&lt;p&gt;Plus ça change, plus c&amp;#39;est la même chose.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 156,
  "permalink": "/r/Bitcoin/comments/r6hhq6/satoshis_indelible_legacy_is_that_he_showed_us/",
  "subreddit": "Bitcoin",
  "id": "r6hhq6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Satoshi identified the root of all evil in the\nworld - a hierarchical monetary system predicated on trust. He then worked\nassiduously for two years to fix it. Once he did, he walked away, keenly\ncognizant of the imperative that the trustless revolution he set in…"
}