{
  "author": "leightonw23",
  "original_created_utc": 1636584675,
  "title": "CMV: As a teen, it is much more terrifying for a boy to be publically gay than it is for a girl to be publically lesbian",
  "created_utc": 1636591397,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Typing this on a phone so sorry for spelling mistakes</p>\n\n<p>I am a 17 year old straight boy so i could be very biased/under informed, however i do believe that the stigmatizing nature of being a member of the lgbtq+ community is far worse for a guy than it is for a girl. Don&#39;t get me wrong, both receive a lot of unnecessary hate and also good support from both sexes, but from overhearing conversations heard in a high school, being gay is prone to bullying far more than being a lesbian. Many girls i know are lesbians, and ive yet to hear one person complain about lesbians(except for extreme cases like a 500+ pound woman making large scenes for no reason). Gay people however, even though i dont know a single one in our school, get so much hate and are made fun of constantly. Its consistently used in a bad manor and as an insult that nobody wants to be. &quot;If this goes in your gay!&quot; Or &quot;Your literally so gay bro shut up&quot; are just ones ive heard today. I cant even imagine what thats like for anyone in the lgbt community to hear, let alone a gay guy being used as the butt of a joke or the threat of a statement made. Once again i should state that this happens to girls as well, but the difference in usage is dramatic. Is this just me and is it me just being selective? Because i feel like it just isnt the same at all. Would love feedback.</p>\n</div><!-- SC_ON -->",
  "score": 214,
  "permalink": "/r/changemyview/comments/qr6haa/cmv_as_a_teen_it_is_much_more_terrifying_for_a/",
  "subreddit": "changemyview",
  "id": "qr6haa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Typing this on a phone so sorry for spelling mistakes\n\nI am a 17 year old straight boy so i could be very biased/under informed,\nhowever i do believe that the stigmatizing nature of being a member of the\nlgbtq+ community is far worse for a guy than it is for a girl. Don't get me\nwrong, both receive…"
}