{
  "author": "leightonw23",
  "original_created_utc": 1636584675,
  "title": "CMV: As a teen, it is much more terrifying for a boy to be publically gay than it is for a girl to be publically lesbian",
  "created_utc": 1636591397,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Typing this on a phone so sorry for spelling mistakes</p>\n\n<p>I am a 17 year old straight boy so i could be very biased/under informed, however i do believe that the stigmatizing nature of being a member of the lgbtq+ community is far worse for a guy than it is for a girl. Don&#39;t get me wrong, both receive a lot of unnecessary hate and also good support from both sexes, but from overhearing conversations heard in a high school, being gay is prone to bullying far more than being a lesbian. Many girls i know are lesbians, and ive yet to hear one person complain about lesbians(except for extreme cases like a 500+ pound woman making large scenes for no reason). Gay people however, even though i dont know a single one in our school, get so much hate and are made fun of constantly. Its consistently used in a bad manor and as an insult that nobody wants to be. &quot;If this goes in your gay!&quot; Or &quot;Your literally so gay bro shut up&quot; are just ones ive heard today. I cant even imagine what thats like for anyone in the lgbt community to hear, let alone a gay guy being used as the butt of a joke or the threat of a statement made. Once again i should state that this happens to girls as well, but the difference in usage is dramatic. Is this just me and is it me just being selective? Because i feel like it just isnt the same at all. Would love feedback.</p>\n</div><!-- SC_ON -->",
  "score": 214,
  "permalink": "/r/changemyview/comments/qr6haa/cmv_as_a_teen_it_is_much_more_terrifying_for_a/",
  "subreddit": "changemyview",
  "id": "qr6haa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Typing this on a phone so sorry for spelling mistakes\n\nI am a 17 year old straight boy so i could be very biased/under informed,\nhowever i do believe that the stigmatizing nature of being a member of the\nlgbtq+ community is far worse for a guy than it is for a girl. Don't get me\nwrong, both receive…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "携帯電話で入力しているため、スペルミスがあります。\n\n私は17歳のストレートボーイなので、非常に偏った知識しか持っていないかもしれません。\nしかし、lgbtq+コミュニティのメンバーであることの汚名を着せられることは\n私は17歳のストレートの男の子です。誤解しないでください。\n誤解しないでほしいのですが、どちらも",
      "title": "CMV: ティーンの頃、男の子がゲイであることを公にするのは、女の子がレズビアンであることを公にするよりもずっと恐ろしいことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "用手机打字，所以抱歉有拼写错误。\n\n我是一个17岁的异性恋男孩，所以我可能有很大的偏见/信息不足。\n然而，我确实相信，作为同性恋+社区的成员，其污名化的性质对同性恋+社区来说更糟糕。\n我相信，作为同性恋+社区的成员，对男性的污名化比对女性的污名化要严重得多。不要误会我\n错了，两个人都收到...",
      "title": "CMV：作为一个青少年，一个男孩公开的同性恋比一个女孩公开的女同性恋要可怕的多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "用手機打字，所以抱歉有拼寫錯誤。\n\n我是一個17歲的異性戀男孩，所以我可能有很大的偏見/信息不足。\n然而，我確實相信，作爲同性戀+社區的成員，其污名化的性質對同性戀+社區來說更糟糕。\n我相信，作爲同性戀+社區的成員，對男性的污名化比對女性的污名化要嚴重得多。不要誤會我\n錯了，兩個人都收到...",
      "title": "CMV：作爲一個青少年，一個男孩公開的同性戀比一個女孩公開的女同性戀要可怕的多。"
    }
  ]
}