{
  "author": "OkAcanthocephala99",
  "original_created_utc": 1629732872,
  "title": "I feel lost in life. I need to read something to give me hope. No job, country in economic crisis, no ambitions... etc",
  "created_utc": 1629784230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a 21 year old female and I&#39;d like to read something that could change my life or make it better.</p>\n\n<p>I have food in my fridge and a place to sleep, but things are not okay in my house. I live with my parents, and my relationship with my father is awful because we hate each other.</p>\n\n<p>Plus, I feel deeply sad due to the economic situation of my country (Spain) and the both global and national economic crisis is coming.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/pa29lb/i_feel_lost_in_life_i_need_to_read_something_to/",
  "subreddit": "booksuggestions",
  "id": "pa29lb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a 21 year old female and I'd like to read something that could change my\nlife or make it better.\n\nI have food in my fridge and a place to sleep, but things are not okay in my\nhouse. I live with my parents, and my relationship with my father is awful\nbecause we hate each other.\n\nPlus, I feel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は21歳の女性ですが、私の人生を変えるようなものを読みたいと思っています。\n私は21歳の女性ですが、私の人生を変えるような、あるいはより良くするような本を読みたいです。\n\n私は冷蔵庫に食べ物があり、寝る場所もありますが、私の家では大丈夫ではありません。\n家には 私は両親と暮らしていますが、父との関係は最悪です。\n憎しみ合っています。\n\nそれに、私は...",
      "title": "人生に迷いを感じます。希望を与えてくれる何かを読みたいのです。仕事がない、国が経済危機に陥っている、野心がない...など。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个21岁的女性，我想读一些可以改变我的\n的东西，或者让它变得更好。\n\n我的冰箱里有食物，也有睡觉的地方，但我家里的情况并不乐观。\n宅。我和父母住在一起，我和我父亲的关系很糟糕\n因为我们彼此憎恨。\n\n此外，我觉得...",
      "title": "我在生活中感到迷茫。我需要读一些东西来给我希望。没有工作，国家陷入经济危机，没有雄心壮志......等等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個21歲的女性，我想讀一些可以改變我的\n的東西，或者讓它變得更好。\n\n我的冰箱裏有食物，也有睡覺的地方，但我家裏的情況並不樂觀。\n宅。我和父母住在一起，我和我父親的關係很糟糕\n因爲我們彼此憎恨。\n\n此外，我覺得...",
      "title": "我在生活中感到迷茫。我需要讀一些東西來給我希望。沒有工作，國家陷入經濟危機，沒有雄心壯志......等等。"
    }
  ]
}