{
  "author": "nomsforall",
  "original_created_utc": 1627732387,
  "title": "YSK: if you have difficulty taking medication in pill form, leaning forward can help",
  "created_utc": 1627761537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people (myself included) have difficulty taking medicines, especially when they come in a large pill form. This can lead to a decrease in patient compliance when it comes to taking one&#39;s prescribed medication. <a href=\"https://www.health.harvard.edu/blog/two-tricks-make-easier-swallow-pills-201411137515\">Harvard Health Publishing</a> highlights two helpful techniques: the pop-bottle method (creating a seal while drinking) and the lean-forward method (tilting your chin to your chest while swallowing). The study showed 89% of people reported an easier time swallowing pills when tilting their head forward.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/ov5svc/ysk_if_you_have_difficulty_taking_medication_in/",
  "subreddit": "YouShouldKnow",
  "id": "ov5svc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: many people (myself included) have difficulty taking medicines,\nespecially when they come in a large pill form. This can lead to a decrease in\npatient compliance when it comes to taking one's prescribed medication. Harvard\nHealth Publishing\n[https://www.health.harvard.edu/blog/two-tricks…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、私も含めて多くの人が薬を飲むのが苦手だからです。\n特に大きな錠剤の場合、薬を飲むのに苦労します。これでは、処方された薬を飲む際の患者さんのコンプライアンスが低下してしまいます。\n処方された薬を飲む際の患者さんのコンプライアンスを低下させてしまいます。ハーバード大学\n健康出版\n[https://www.health.harvard.edu/blog/two-tricks...",
      "title": "YSK: 錠剤の薬が飲みにくい場合は、前傾姿勢をとると効果的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人（包括我自己）都有服药困难。\n特别是当它们以大药丸的形式出现时。这可能会导致\n当涉及到服用处方药时，病人的依从性会下降。哈佛大学\n健康出版社\n[https://www.health.harvard.edu/blog/two-tricks...",
      "title": "YSK：如果你服用药片形式的药物有困难，向前倾斜可以帮助你"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人（包括我自己）都有服藥困難。\n特別是當它們以大藥丸的形式出現時。這可能會導致\n當涉及到服用處方藥時，病人的依從性會下降。哈佛大學\n健康出版社\n[https://www.health.harvard.edu/blog/two-tricks...",
      "title": "YSK：如果你服用藥片形式的藥物有困難，向前傾斜可以幫助你"
    }
  ]
}