{
  "author": "ronhamp225",
  "original_created_utc": 1629177962,
  "title": "CMV: Pulling out of Afghanistan was the right decision and the Taliban takeover doesn't change that.",
  "created_utc": 1629185632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am 100% convinced that Biden made the correct decision. This is a war that has been going on for 20 years, and for what? Billions of dollars and thousands of lives wasted. I&#39;m so tired of hearing the same old excuses about why we (the U.S.) needed to stay. Yes, of course, entering the war was a mistake and it would&#39;ve been more ideal if we were never in Afghanistan in the first place.  But we can&#39;t change the past. Staying in the war even longer in the name of more &quot;nation-building&quot; would&#39;ve only resulted in the same exact thing we are seeing right now, except a few years and many more taxpayer dollars and lives later. As the saying goes, &quot;If you find yourself in a hole, stop digging.&quot;</p>\n\n<p>I find myself a little shocked at the negative reaction of even some of Biden&#39;s usual defenders. Yes, the optics are bad. There&#39;s no denying that. But pulling out of Afghanistan is something that both Obama and Trump campaigned on and never followed through with. Biden had the balls to finally pull the trigger, despite the potentials risks and warnings from his generals. And honestly, I&#39;ve gained a lot of respect for Biden because of it. This may be Biden&#39;s &quot;fall of Saigon&quot; moment, but he still made the right decision, and I stand by that.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/p5xihg/cmv_pulling_out_of_afghanistan_was_the_right/",
  "subreddit": "changemyview",
  "id": "p5xihg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am 100% convinced that Biden made the correct decision. This is a war that has\nbeen going on for 20 years, and for what? Billions of dollars and thousands of\nlives wasted. I'm so tired of hearing the same old excuses about why we (the\nU.S.) needed to stay. Yes, of course, entering the war was a…"
}