{
  "author": "ronhamp225",
  "original_created_utc": 1629177962,
  "title": "CMV: Pulling out of Afghanistan was the right decision and the Taliban takeover doesn't change that.",
  "created_utc": 1629185632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am 100% convinced that Biden made the correct decision. This is a war that has been going on for 20 years, and for what? Billions of dollars and thousands of lives wasted. I&#39;m so tired of hearing the same old excuses about why we (the U.S.) needed to stay. Yes, of course, entering the war was a mistake and it would&#39;ve been more ideal if we were never in Afghanistan in the first place.  But we can&#39;t change the past. Staying in the war even longer in the name of more &quot;nation-building&quot; would&#39;ve only resulted in the same exact thing we are seeing right now, except a few years and many more taxpayer dollars and lives later. As the saying goes, &quot;If you find yourself in a hole, stop digging.&quot;</p>\n\n<p>I find myself a little shocked at the negative reaction of even some of Biden&#39;s usual defenders. Yes, the optics are bad. There&#39;s no denying that. But pulling out of Afghanistan is something that both Obama and Trump campaigned on and never followed through with. Biden had the balls to finally pull the trigger, despite the potentials risks and warnings from his generals. And honestly, I&#39;ve gained a lot of respect for Biden because of it. This may be Biden&#39;s &quot;fall of Saigon&quot; moment, but he still made the right decision, and I stand by that.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/p5xihg/cmv_pulling_out_of_afghanistan_was_the_right/",
  "subreddit": "changemyview",
  "id": "p5xihg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am 100% convinced that Biden made the correct decision. This is a war that has\nbeen going on for 20 years, and for what? Billions of dollars and thousands of\nlives wasted. I'm so tired of hearing the same old excuses about why we (the\nU.S.) needed to stay. Yes, of course, entering the war was a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、バイデンの決断が正しかったと100％確信しています。これは、2年前から続いている戦争です。\n20年も続いているのに、何のために？何十億ドルものお金と何千人もの命が\n命を無駄にしています。私は、なぜ私たち（アメリカ）が戦争に参加しないのか、という同じような言い訳を聞くのに疲れました。\nなぜ我々（アメリカ）が留まる必要があったのか、という同じような言い訳は聞き飽きました。もちろん、戦争に参加することは...。",
      "title": "CMV: アフガニスタンからの撤退は正しい判断であり、タリバンが買収されてもそれは変わりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我100%相信拜登做出了正确的决定。这是一场已经\n已经持续了20年，为了什么？数十亿美元和成千上万的\n浪费的生命。我已经厌倦了听到那些关于我们（美国）为什么需要留下的老旧借口。\n美国）需要留下来。是的，当然，进入战争是一个...",
      "title": "CMV：从阿富汗撤军是正确的决定，塔利班接管并没有改变这一点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我100%相信拜登做出了正確的決定。這是一場已經\n已經持續了20年，爲了什麼？數十億美元和成千上萬的\n浪費的生命。我已經厭倦了聽到那些關於我們（美國）爲什麼需要留下的老舊藉口。\n美國）需要留下來。是的，當然，進入戰爭是一個...",
      "title": "CMV：從阿富汗撤軍是正確的決定，塔利班接管並沒有改變這一點。"
    }
  ]
}