{
  "author": "Souk12",
  "the_new_excerpt": "I was reading a right-wing piece about how corporations are taking over America\nin a cabal-conspiracy \"great reset\" which will usher in a corporate communism\nwhere a small billionaire elite will govern unaccountably.\n\nThis fear and view point seems to resonate with many Americans who have…",
  "original_created_utc": 1610324978,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在读一篇关于公司如何接管美国的右翼文章\n在一场阴谋阴谋中，“伟大的重启”将带来一个企业共产主义。\n在那里，一小群亿万富翁精英将莫名其妙地执政。\n\n这种恐惧和观点似乎引起了许多患有…的美国人的共鸣。",
      "title": "[改变我的想法]：美国人一般不知道什么是社会主义或共产主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在讀一篇關於公司如何接管美國的右翼文章\n在一場陰謀陰謀中，“偉大的重啓”將帶來一個企業共產主義。\n在那裏，一小羣億萬富翁精英將莫名其妙地執政。\n\n這種恐懼和觀點似乎引起了許多患有…的美國人的共鳴。",
      "title": "[改變我的想法]：美國人一般不知道什麼是社會主義或共產主義。"
    }
  ],
  "title": "CMV: Americans in general don't know what socialism or communism are.",
  "created_utc": 1610329900,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was reading a right-wing piece about how corporations are taking over America in a cabal-conspiracy &quot;great reset&quot; which will usher in a corporate communism where a small billionaire elite will govern unaccountably.</p>\n\n<p>This fear and view point seems to resonate with many Americans who have a fundamental misunderstanding about how to analyze class society.</p>\n\n<p>Not only do we already live in a world where unelected corporations determine economic, political, and social policy, everything these people fear about socialism/communism is just capitalism.</p>\n\n<p>The most ironic part is that socialists and communists actually want to fight against corporate domination and bring more democratic accountability to the economic sphere.</p>\n\n<p>EDIT: Here&#39;s the debate part:</p>\n\n<p>Right wing think tanks are purposely misleading the American people by demonizing these words so that they can push their radical free-market no-regulation, no-tax ideology which ends up with the powerful megacorps they are worried about under &quot;communism.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kur10x/cmv_americans_in_general_dont_know_what_socialism/",
  "subreddit": "changemyview",
  "id": "kur10x",
  "is_self": true,
  "media": null,
  "is_video": false
}