{
  "author": "profheg_II",
  "original_created_utc": 1625840348,
  "title": "CMV: “VAR” in football (soccer) is a good thing, and most complaints against it are very illogical",
  "created_utc": 1625849905,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>VAR means “video assisted referee”. It is football’s implementation of using “live” video playback while a game is in progress to help the referee determine if something had been a foul, if there had been a handball etc. I am not an expert on the precise ways in which it is utilised, but the specifics of it are something like this: the referee is out on the pitch with an earpiece, and can communicate to a room of “VAR referees” who are sitting in front of screens and able to check back on everything that happens from multiple camera angles. If something contentious happens, then the main referee can either request VARs help, or if the referee has missed something VAR may communicate with them and explain they are checking something more closely they think might be amiss. Ultimately the in-game referee may take VAR’s word for something happening a certain way, or decide to run to a screen pitch-side and watch something themselves. The in-game referee has final say on everything and can choose to do with all this what they will.</p>\n\n<p>VAR continues to be very controversial among football fans. There are a number of instances where people get very riled up over it if a wrong decision is deemed to have been made. The most recent example was in the England vs. Denmark game, where England was awarded a critical penalty (which wound up being game-winning) in injury time after it was determined that English striker Sterling had been fouled. Here, the referee immediately awarded the penalty at the moment of the “foul”, which then seemed very dubious when played back on TV (i.e. it seemed at best like a very soft tackle, at worst to be Sterling diving). VAR ran a check before the penalty, and whatever was communicated to the referee didn’t change the course of anything as the penalty still went ahead. The reddit post-game thread was later filled with strong criticism for VAR, citing this as a perfect example of why it is bad / how it fails. Other criticism is more general; for example football pundit Rio Ferdinand is repeatedly critical of it’s role in making “controversial” decisions and his opinion seems to be a common one.</p>\n\n<p>I think that VAR is plainly a benefit to football and criticism against it is extremely illogical. VAR is a tool. It is an opportunity for the referee to gain additional information beyond their limited on-pitch impression of a foul (or whatever) while the game is still in play. If bad decisions are still made, this is in spite of VAR and not because of it. Worrying that VAR might make refereeing decisions worse than they would be without it (as Rio Ferdinand often implies) is similar to saying that a jury of a murder trial should only rely on witness testimony, and not be allowed to see actual CCTV of the death because this would make them somehow more likely to reach the wrong judgement. When fans and pundits criticise VAR for incorrect decisions, they seem to forget that their interpretation of what is “correct” only exists essentially because they and everyone <em>but</em> the referee has the benefit of watching a game <em>with</em> VAR (live TV playback). Giving the referee access to this can only enhance their potential to make a more informed decision.</p>\n\n<p>If a bad call is still made, this is the referee’s fault. If VAR doesn’t seem to have changed the culture of the game as much as it could (e.g. people are still diving all over the place when it could help prove they are faking) then this is an issue with how <em>humans</em> are implementing VAR into the game. It is the assorted match officials who should be the sole subjects of criticism in all these cases.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/ogwixg/cmv_var_in_football_soccer_is_a_good_thing_and/",
  "subreddit": "changemyview",
  "id": "ogwixg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "VAR means “video assisted referee”. It is football’s implementation of using\n“live” video playback while a game is in progress to help the referee determine\nif something had been a foul, if there had been a handball etc. I am not an\nexpert on the precise ways in which it is utilised, but the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "VARとは \"video assisted referee \"のことです。サッカーでは、試合中に\n\"審判がファウルかハンドボールかなどを判断するために、試合中に「ライブ」ビデオを再生することです。\nファウルやハンドボールなどの判定に役立てています。私は専門家ではありませんが\n専門家ではありませんが、このシステムがどのように利用されているかについては、...",
      "title": "CMV: フットボール（サッカー）における「VAR」は良いことであり、それに対するほとんどの苦情は非常に非論理的である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "VAR的意思是 \"视频辅助裁判\"。它是足球的实施，在比赛进行中使用\n在比赛进行中使用 \"现场 \"视频回放，以帮助裁判员确定\n是否有犯规，是否有手球等等。我不是一个\n我不是专家，不知道它的确切使用方法，但...",
      "title": "CMV：足球中的 \"VAR \"是个好东西，大多数对它的抱怨都是非常不合逻辑的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "VAR的意思是 \"視頻輔助裁判\"。它是足球的實施，在比賽進行中使用\n在比賽進行中使用 \"現場 \"視頻回放，以幫助裁判員確定\n是否有犯規，是否有手球等等。我不是一個\n我不是專家，不知道它的確切使用方法，但...",
      "title": "CMV：足球中的 \"VAR \"是個好東西，大多數對它的抱怨都是非常不合邏輯的"
    }
  ]
}