{
  "author": "HRzNightmare",
  "the_new_excerpt": "It's seen all the time on r/helpmefind [/r/helpmefind]... People looking for a\nstuffed animal that their child can't sleep without. When my best friend gave\nbirth to her child, I bought him a stuffed giraffe. He was in love with it, and\ncouldn't go to bed without it. About 6 months after his birth,…",
  "original_created_utc": 1611631485,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在r/helpmefind[/r/helpmefind]上经常看到... ... 人们在寻找一个\n他们的孩子不能没有睡觉的毛绒玩具。当我最好的朋友给\n她的孩子出生后，我给他买了一只长颈鹿毛绒玩具。他很喜欢它，而且\n没有它就不能睡觉。大约6个月后，他的出生，... ...",
      "title": "YSK，如果你的孩子有一个最喜欢的玩具/stuffie，他们不能没有，你应该买它的倍数，否则就太晚了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在r/helpmefind[/r/helpmefind]上經常看到... ... 人們在尋找一個\n他們的孩子不能沒有睡覺的毛絨玩具。當我最好的朋友給\n她的孩子出生後，我給他買了一隻長頸鹿毛絨玩具。他很喜歡它，而且\n沒有它就不能睡覺。大約6個月後，他的出生，... ...",
      "title": "YSK，如果你的孩子有一個最喜歡的玩具/stuffie，他們不能沒有，你應該買它的倍數，否則就太晚了。"
    }
  ],
  "title": "YSK that if your child has a favorite toy/stuffie that they can't live without, your should buy multiples of it before it's too late.",
  "created_utc": 1611676033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s seen all the time on <a href=\"/r/helpmefind\">r/helpmefind</a>... People looking for a stuffed animal that their child can&#39;t sleep without. When my best friend gave birth to her child, I bought him a stuffed giraffe. He was in love with it, and couldn&#39;t go to bed without it. About 6 months after his birth, she reached out to me, and asked me where I got it. She realized that she needed a backup. Luckily I got it on the the biggest website in the world, so it was still available. She immediately bought two of them. You should do the same if you have a child that is in love with a certain toy or stuffed animal.</p>\n\n<p>Why YSK: If you don&#39;t keep backups of favorite sentimental toys, when the toy wears out or is lost, heart break and sleepless nights can ensue.</p>\n</div><!-- SC_ON -->",
  "score": 29571,
  "permalink": "/r/YouShouldKnow/comments/l5522r/ysk_that_if_your_child_has_a_favorite_toystuffie/",
  "subreddit": "YouShouldKnow",
  "id": "l5522r",
  "is_self": true,
  "media": null,
  "is_video": false
}