{
  "author": "NC4Life078",
  "original_created_utc": 1630161418,
  "title": "Unlink your bank account from your Exchange!",
  "created_utc": 1630179033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This might be a “No shit Sherlock” to some, but I never thought about it until now. The other day, many people here got the message from Coinbase saying “Your 2FA has been changed”.</p>\n\n<p>Obviously we all thought we were getting sim swapped/ hacked or what have you, and my first thought was “Ha suckers, my crypto is in a cold wallet!”</p>\n\n<p>But…. That’s when I had my epiphany. What is stopping a hacker from buying new crypto using your linked bank account and sending that to their wallet?</p>\n\n<p>I’m going to guess nothing seeing as with about 10 taps it works just like that.</p>\n\n<p>So this message goes out to you, who has no reason to have your bank account linked to an exchange 100% of the time! </p>\n\n<h1>Unlink it otherwise risk losing all the money in your bank account!</h1>\n\n<p>Edit: I’m watching this post, and the fact that people are purposefully downvoting something meant to protect others should be ashamed of themselves.</p>\n\n<p>Edit 2: this may not apply to everyone, but, everyone doesn’t use the same banks and exchanges. And for those who say “it’s insured”, even if it is, waking up and having no money in your bank account is a pretty big deal; even if you get it back, it can cause a lot of unnecessary trouble (not being able to pay for food, gas and bills) even if it’s not stolen.</p>\n</div><!-- SC_ON -->",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/pdawjf/unlink_your_bank_account_from_your_exchange/",
  "subreddit": "CryptoCurrency",
  "id": "pdawjf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This might be a “No shit Sherlock” to some, but I never thought about it until\nnow. The other day, many people here got the message from Coinbase saying “Your\n2FA has been changed”.\n\nObviously we all thought we were getting sim swapped/ hacked or what have you,\nand my first thought was “Ha suckers,…"
}