{
  "author": "lefargen97",
  "original_created_utc": 1624939972,
  "title": "Is there anything in book that makes it automatically a 1-star for you?",
  "created_utc": 1624973858,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was looking through my read shelf on Goodreads and found a pattern with all of my one star rated books. I’ve always had a strong sense of justice and anytime a character does something awful and receives no consequences/ gets exactly what they wanted anyway, it ruins the entire book for me. Is there anything that you absolutely can’t stand in books, that completely takes you out of the novel?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/oa0qtv/is_there_anything_in_book_that_makes_it/",
  "subreddit": "books",
  "id": "oa0qtv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was looking through my read shelf on Goodreads and found a pattern with all of\nmy one star rated books. I’ve always had a strong sense of justice and anytime a\ncharacter does something awful and receives no consequences/ gets exactly what\nthey wanted anyway, it ruins the entire book for me. Is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Goodreadsで自分の読んだ棚を見ていたら、星1つの評価を受けた本のパターンを見つけました。\n星1つの評価を受けた本のパターンを発見しました。私は昔から正義感が強く、登場人物が悪いことをすると\n登場人物が何かひどいことをしても何の影響も受けず、自分が望んだ通りの結果になると\n私は正義感が強いので、登場人物がひどいことをしても、何の影響も受けず、自分が望んだ通りの結果になると、本全体が台無しになります。これは...",
      "title": "本の中で、自動的に星1つになるようなことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在Goodreads上查看我的阅读书架，发现了一个模式，即我所有的一星评级的书都是如此。\n我的一星评级的书。我一直有强烈的正义感，无论何时，一个角色做了可怕的事情，却没有得到任何奖励。\n角色做了可怕的事情却没有得到任何后果/得到了他们想要的东西。\n他们想要的东西，这就毁了我的整本书。是...",
      "title": "书中有什么东西让你自动成为一星的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在Goodreads上查看我的閱讀書架，發現了一個模式，即我所有的一星評級的書都是如此。\n我的一星評級的書。我一直有強烈的正義感，無論何時，一個角色做了可怕的事情，卻沒有得到任何獎勵。\n角色做了可怕的事情卻沒有得到任何後果/得到了他們想要的東西。\n他們想要的東西，這就毀了我的整本書。是...",
      "title": "書中有什麼東西讓你自動成爲一星的嗎？"
    }
  ]
}