{
  "author": "NotSoSnarky",
  "the_new_excerpt": "Why YSK \"Do what you love and it'll never feel like work\" Might fit some people,\nbut they are a minority. It's good to be realistic about your goal. Research\njobs in your area that you're interested in and see what they are paid for\nbefore going to college.\n\nHave a clear idea, you don't want to get…",
  "original_created_utc": 1615514597,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK \"做你喜欢的事，永远不会觉得是工作 \"可能适合一些人。\n但他们是少数人。实事求是地看待自己的目标是好的。研究\n您所在地区您感兴趣的工作，并看看他们的报酬。\n上大学前。\n\n有一个清晰的思路，你不想让...",
      "title": "YSK：不是每个人都适合上大学，这没关系! 如果你最终还是要上大学，一定要研究哪些会是最好的工作，工资也高。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK \"做你喜歡的事，永遠不會覺得是工作 \"可能適合一些人。\n但他們是少數人。實事求是地看待自己的目標是好的。研究\n您所在地區您感興趣的工作，並看看他們的報酬。\n上大學前。\n\n有一個清晰的思路，你不想讓...",
      "title": "YSK：不是每個人都適合上大學，這沒關係! 如果你最終還是要上大學，一定要研究哪些會是最好的工作，工資也高。"
    }
  ],
  "title": "YSK: Not everyone is fit for college and that's okay! If you do end up going to college make sure to research what ones would be the best jobs with good pay.",
  "created_utc": 1615542946,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK &quot;Do what you love and it&#39;ll never feel like work&quot; Might fit some people, but they are a minority. It&#39;s good to be realistic about your goal. Research jobs in your area that you&#39;re interested in and see what they are paid for before going to college.</p>\n\n<p>Have a clear idea, you don&#39;t want to get a bad degree that ends up doing nothing for you in the work field and end up struggling financially.</p>\n\n<p>Also: There&#39;s nothing wrong with Community College. Community Colleges can often have similar or the same degrees as a regular college and often be cheaper. Make sure to look at both for options.</p>\n\n<p>Be realistic at what you can pay for college (If you can get financial aid or not), and what would help you out in the work field.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/m36wc0/ysk_not_everyone_is_fit_for_college_and_thats/",
  "subreddit": "YouShouldKnow",
  "id": "m36wc0",
  "is_self": true,
  "media": null,
  "is_video": false
}