{
  "author": "NextLevelEvolution",
  "original_created_utc": 1637091199,
  "title": "CMV: Kyle Rittenhouse will go free on all charges and that is justice.",
  "created_utc": 1637095149,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First, let me state I am a progressive and very pro BLM.</p>\n\n<p>The bar for conviction of criminal charges is set extremely high in the United States. After the charges for minor weapon possession were dropped on a technicality regarding barrel length, there was nothing left to convict on. It can be very easily assumed by any member of the jury that Rittenhouse acted in self-defense.</p>\n\n<p>He will go free on all charges remaining, and he should. We must preserve the right to self-defense including using deadly force, if necessary.</p>\n\n<p>Is he a schmuck? Yes. Are the details presented in the case possibly exaggerated or falsified? Maybe.</p>\n\n<p>If you try to blame this on the prosecution, you are going to cause more damage to the situation.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/qvfzv8/cmv_kyle_rittenhouse_will_go_free_on_all_charges/",
  "subreddit": "changemyview",
  "id": "qvfzv8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First, let me state I am a progressive and very pro BLM.\n\nThe bar for conviction of criminal charges is set extremely high in the United\nStates. After the charges for minor weapon possession were dropped on a\ntechnicality regarding barrel length, there was nothing left to convict on. It\ncan be very…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、私は進歩主義者であり、BLMを非常に支持していることを述べておきます。\n\n米国では、刑事事件の有罪判決のハードルは非常に高く設定されています。\nアメリカでは 銃身の長さに関する技術的な問題で未成年者の武器所持の容疑が取り下げられた後は\n銃身の長さに関する技術的な問題で軽度の武器所持の容疑が取り下げられた後は、有罪にできるものは何も残っていませんでした。それは\nそれはとても...。",
      "title": "CMV：カイル・リッテンハウスはすべての罪から解放され、それが正義です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，让我声明我是一个进步人士，而且非常支持BLM。\n\n在美国，刑事指控的定罪标准被设定得非常高。\n美国对刑事指控的定罪标准设置得非常高。在因关于枪管长度的技术性问题而撤销对持有未成年武器的指控后，就没有什么可以定罪了。\n关于枪管长度的技术性问题被撤销后，就没有什么可以定罪的理由了。它\n可以说是非常...",
      "title": "CMV：凯尔-瑞特豪斯将在所有指控中获得自由，这就是正义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，讓我聲明我是一個進步人士，而且非常支持BLM。\n\n在美國，刑事指控的定罪標準被設定得非常高。\n美國對刑事指控的定罪標準設置得非常高。在因關於槍管長度的技術性問題而撤銷對持有未成年武器的指控後，就沒有什麼可以定罪了。\n關於槍管長度的技術性問題被撤銷後，就沒有什麼可以定罪的理由了。它\n可以說是非常...",
      "title": "CMV：凱爾-瑞特豪斯將在所有指控中獲得自由，這就是正義。"
    }
  ]
}