{
  "author": "cmonmeow8",
  "original_created_utc": 1634750581,
  "title": "YSK if you purchased a maintenance warranty through the dealer, you can get a refund if you’re trading in a vehicle or if that vehicle was totaled",
  "created_utc": 1634761376,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK… maintenance warranties can be refunded if you end up trading in a vehicle purchased through a dealer, or if you total out a vehicle from an accident. Possibly resulting in a favorable refund. </p>\n\n<p>I recently traded in an suv that still had an extended maintenance warranty purchased through a major named dealer. As we were signing paperwork for the a new vehicle, I asked if there was a refund option from the traded in vehicle, the finance guy was hesitant and didn’t answer my question directly. I let it slide, until we were about to leave. </p>\n\n<p>I find the finance manager and asked the same question. And again….. was greeted with hesitation. He eventually steers me to the proper process to receive a refund, but the hinkyness to it was all to shady as they made me feel I was stealing from them. Which I wasn’t, I’m rightfully getting my money back. The dealers are pocketing an exorbitant amount of money that people have no clue about.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/qc60ln/ysk_if_you_purchased_a_maintenance_warranty/",
  "subreddit": "YouShouldKnow",
  "id": "qc60ln",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK… maintenance warranties can be refunded if you end up trading in a\nvehicle purchased through a dealer, or if you total out a vehicle from an\naccident. Possibly resulting in a favorable refund.\n\nI recently traded in an suv that still had an extended maintenance warranty\npurchased through a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK...下取りに出しても、メンテナンス保証は返金されます。\nディーラーで購入した車両を下取りに出す場合や、事故で車両を全損した場合には\n事故を起こした場合に返金されます。もしかしたら有利な条件で返金されるかもしれません。\n\n先日、延長メンテナンス保証が残っているSUVを下取りに出しました。\nディーラーで購入した",
      "title": "YSKは、ディーラーを通じてメンテナンス保証を購入した場合、車両を下取りに出す場合や、その車両が全損した場合には、返金を受けることができます"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK......如果你最终换掉了通过经销商购买的车辆，或者如果你将车辆彻底报废，维修保证可以被退还。\n如果你通过经销商购买的车辆最终被换掉，或者如果你的车辆因交通事故而被清空，那么维修保单可以退还。\n事故。可能会导致有利的退款。\n\n我最近换了一辆仍有延长保养保修期的suv。\n我最近换了一辆suv，它仍然有一个延长的维护保修期，是通过一个经销商购买的...",
      "title": "YSK如果你通过经销商购买了维修保修，如果你要换车或该车被撞毁，你可以得到退款"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK......如果你最終換掉了通過經銷商購買的車輛，或者如果你將車輛徹底報廢，維修保證可以被退還。\n如果你通過經銷商購買的車輛最終被換掉，或者如果你的車輛因交通事故而被清空，那麼維修保單可以退還。\n事故。可能會導致有利的退款。\n\n我最近換了一輛仍有延長保養保修期的suv。\n我最近換了一輛suv，它仍然有一個延長的維護保修期，是通過一個經銷商購買的...",
      "title": "YSK如果你通過經銷商購買了維修保修，如果你要換車或該車被撞毀，你可以得到退款"
    }
  ]
}