{
  "author": "Davimus59",
  "original_created_utc": 1637000169,
  "title": "The infamous btc for pizza image",
  "created_utc": 1637025253,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I now probably almost everyone here has heard the tale of the guy who traded a large sum of btc for some pizza. I have heard the story many times as both a way to encourage hodling and as a reminder that hindsight is always 20/20. The thing is I had no idea that moment got inmortalized in a photo and I just now came across it. I have no idea where the guy is, how he feels about the incident or whether he even thinks about it at all. The picture, however, tells the story of 2 kids and a proud father who was able to buy them pizza on a saturday night (I bothered checking the day) I think it will give a lot of people here some perspective when they start blaming themselves for not buying more or for selling early. Here a guy, well not a guy but THE guy who made possibly one of the biggest (if not the biggest) mistakes in crypto history but he was happy at that time. He got to enjoy pizza. Anyway it eased my mind a little seeing this picture and thought I would share it with you all. </p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/bep7ee9wusz71.jpg?width=614&amp;format=pjpg&amp;auto=webp&amp;s=ec700fa7eb9b082557f763b6edfc22aa0e3a1cc4\">https://preview.redd.it/bep7ee9wusz71.jpg?width=614&amp;format=pjpg&amp;auto=webp&amp;s=ec700fa7eb9b082557f763b6edfc22aa0e3a1cc4</a></p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/qumoc0/the_infamous_btc_for_pizza_image/",
  "subreddit": "CryptoCurrency",
  "id": "qumoc0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I now probably almost everyone here has heard the tale of the guy who traded a\nlarge sum of btc for some pizza. I have heard the story many times as both a way\nto encourage hodling and as a reminder that hindsight is always 20/20. The thing\nis I had no idea that moment got inmortalized in a photo…"
}