{
  "author": "Markenbier",
  "the_new_excerpt": "I know that's a polarised topic. And i don't really want to discuss about\natheism / theism in general. However, i have had many discussions with friends\nabout religion in the past. I am an atheist (i think it fits my mindset best).\nAfter some time of arguing wether religions are good or bad in…",
  "original_created_utc": 1619881445,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "話題が二極化しているのはわかっています。そして、私は無神論／神道一般について議論したいとは思いません。\n一般的な無神論/神道については議論したくありません。しかし、私は過去に友人と宗教について多くの議論をしてきました。\n議論してきました。私は無神論者です（自分の考え方に一番合っていると思っています）。\n私は無神論者です。",
      "title": "cmv。モラルや人間性は、宗教がなくても完全に存在することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这是个两极化的话题。我真的不想讨论这个问题。\n无神论/有神论的一般问题。然而，我过去曾与朋友们讨论过很多\n关于宗教。我是一个无神论者（我认为这最符合我的心态）。\n经过一段时间的争论，宗教是好是坏？",
      "title": "cmv: 道德和人性完全可以没有宗教而存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這是個兩極化的話題。我真的不想討論這個問題。\n無神論/有神論的一般問題。然而，我過去曾與朋友們討論過很多\n關於宗教。我是一個無神論者（我認爲這最符合我的心態）。\n經過一段時間的爭論，宗教是好是壞？",
      "title": "cmv: 道德和人性完全可以沒有宗教而存在。"
    }
  ],
  "title": "cmv: Moral and humanity can exist entirely without religion.",
  "created_utc": 1619890447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know that&#39;s a polarised topic. And i don&#39;t really want to discuss about atheism / theism in general. \nHowever, i have had many discussions with friends about religion in the past. I am an atheist (i think it fits my mindset best). After some time of arguing wether religions are good or bad in different ways, i have been hit with &quot;But religion is the reason most people do charity work in the first place. Also, most people only behave nicely because they feel like someone is watching them.&quot;,<br/>\nmost of the time. </p>\n\n<p>I never managed to get through this entirely. I do not think people get their moral from religion whatsoever. \nSure, some will do, but I think, those people would still be nice and honorable people even if religion would not exist. They just don&#39;t know, because there religion is a thing in the first place and no one can no how it would be without it. To me, moral is something society teaches you. Your parents, your friend, your teachers etc., all those people form your moral values.</p>\n\n<p>I also don&#39;t get where this comes from in the first place. I mean sure. The bible. But there are so many books in the history of mankind that teach moral values and concepts, maybe far better than the bible does it. Why don&#39;t people care about those? Also, the concept of &quot;needing someone to watch people, so that they are nice to each other&quot; seems pretty ancient to me.\n(Please insert every other Religion in here. I am talking about Christianity because it is the most familiar to me, but the concept fits with every other Religion as well.)</p>\n\n<p>The second version of this argument, i also hear sometimes is: &quot;Atheists can&#39;t explain the origin of moral either.&quot;. That&#39;s also something I don&#39;t get. \n1. They can. In my opinion the origin of moral and especially social behavior is a biological one. Social behavior is natural and essential to mankind&#39;s rise. Higher level moralities are then formed by societies over longer times. \n2. However, regardless of this theory maybe being true or false, why does it matter? Why is this question so important? And, again, where does religion take it&#39;s moral from? Old books and an almighty god simply not seems sufficient to me.</p>\n\n<p>Thanks for reading :) I don&#39;t want to offend anyone, with this. So please, if you are a theist, or even an atheist and feel offended, please tell me.\nI just have these questions in my mind and I&#39;m curious of what you think.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n2k3f2/cmv_moral_and_humanity_can_exist_entirely_without/",
  "subreddit": "changemyview",
  "id": "n2k3f2",
  "is_self": true,
  "media": null,
  "is_video": false
}