{
  "author": "hello-kinky-cat",
  "original_created_utc": 1625760450,
  "title": "Erotica that’s not like typical erotica",
  "created_utc": 1625831734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hope this sub is okay with me asking about erotica. </p>\n\n<p>I was in a huge bookstore recently and checked out the erotica section out of curiosity. But I noticed that most of the books there were, frankly, really bad. Just from skimming through them it was clear the writing wasn’t very mature and the characters were cliche and undeveloped with very cartoonish lines of dialogue. But worst of all, all of them had the exact same dynamic: the men were territorial, powerful doms, and the women were stunningly gorgeous subs. </p>\n\n<p>So I actually hate that kind of dynamic. I’m into extremely gentle fem dom, where the woman takes the lead and is nurturing to the male. My book doesn’t have to emulate that though! But I just want to clarify I’m not really into the cliche thing where the man is in total control. </p>\n\n<p>I guess what I’m looking for is something with authenticity, intimacy, complexity, and vulnerability. The dynamic shows partners who are equal to each other and are crazy about one another. The characters have some personality. The sex is realistic and intimate. Things like that!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/ogac9b/erotica_thats_not_like_typical_erotica/",
  "subreddit": "booksuggestions",
  "id": "ogac9b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I hope this sub is okay with me asking about erotica.\n\nI was in a huge bookstore recently and checked out the erotica section out of\ncuriosity. But I noticed that most of the books there were, frankly, really bad.\nJust from skimming through them it was clear the writing wasn’t very mature and\nthe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このサブは、私がエロティックなことを聞いても構わないと思っています。\n\n最近、大きな本屋さんに行って、興味本位でエロ本のコーナーを見てみました。\n好奇心からです。しかし、そこにあった本のほとんどが、率直に言って、本当にひどいものだったことに気づきました。\nざっと目を通しただけでも、文章があまり成熟していないことがわかりますし\nその...",
      "title": "一般的なエロティカとは違うエロティカ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我希望这个子可以接受我问情色小说的问题。\n\n我最近在一家大型书店里，出于好奇，查看了情趣用品区。\n好奇心。但我注意到，那里的大多数书，坦率地说，真的很糟糕。\n仅仅是粗略地看了一下，就可以看出这些书的写作并不十分成熟，而且\n而...",
      "title": "与典型情色小说不同的情色小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我希望這個子可以接受我問情色小說的問題。\n\n我最近在一家大型書店裏，出於好奇，查看了情趣用品區。\n好奇心。但我注意到，那裏的大多數書，坦率地說，真的很糟糕。\n僅僅是粗略地看了一下，就可以看出這些書的寫作並不十分成熟，而且\n而...",
      "title": "與典型情色小說不同的情色小說"
    }
  ]
}