{
  "author": "strewbebe",
  "original_created_utc": 1630078253,
  "title": "I just finished The Stand by Stephen King",
  "created_utc": 1630086890,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Oh. My. God. This is the first SK work I have ever read, and let me tell you, it won’t be the last. This book had me on the edge of my seat the entire time, cheering for the characters and flat out crying by the end of it. The chapter near the end when Stu is laying in the ravine, getting ready to die, I had to keep my eyes from jumping ahead, just hoping with all of my heart that Tom was going to find him. The description of their journey back to Boulder was just so heartwarming. I am definitely having the “after finishing a really good book” depression lol. Please tell me I’m not the only one who gets this feeling after finishing an amazing read. What did you think of this book and what are your favorite Stephen King works?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pcpmrg/i_just_finished_the_stand_by_stephen_king/",
  "subreddit": "books",
  "id": "pcpmrg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Oh. My. God. This is the first SK work I have ever read, and let me tell you, it\nwon’t be the last. This book had me on the edge of my seat the entire time,\ncheering for the characters and flat out crying by the end of it. The chapter\nnear the end when Stu is laying in the ravine, getting ready to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Oh. 私の 神様。これは私が今までに読んだ初めてのSK作品ですが、言っておきますが\nこれが最後になることはないでしょう。この本は、ずっと席の端に座っていました。\n登場人物を応援したり、最後には大泣きしてしまいました。冒頭の章\n最後の方で、Stuが谷間に寝そべって準備をしているときの章。",
      "title": "スティーブン・キングの「The Stand」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "哦。我的。天啊。这是我读过的第一部SK作品，让我告诉你，它不会是\n不会是最后一部。这本书让我一直处在座位的边缘。\n为书中的人物欢呼雀跃，并在书的结尾处潸然泪下。这一章\n当斯图躺在峡谷里，准备去找他的时候。",
      "title": "我刚刚完成了斯蒂芬-金的《站立》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "哦。我的。天啊。這是我讀過的第一部SK作品，讓我告訴你，它不會是\n不會是最後一部。這本書讓我一直處在座位的邊緣。\n爲書中的人物歡呼雀躍，並在書的結尾處潸然淚下。這一章\n當斯圖躺在峽谷裏，準備去找他的時候。",
      "title": "我剛剛完成了斯蒂芬-金的《站立》。"
    }
  ]
}