{
  "author": "velvettwilight",
  "original_created_utc": 1633803594,
  "title": "The Priory of the Orange Tree",
  "created_utc": 1633812559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s happening again, I finally found another fantasy book with a world so rich, diverse and fantastical that I touch it with my very own fingertips. I just finished reading ‘the hating game’ which killed me (and not in a good way, I do not want to read about a 5’0 female protagonist ever again, don’t ask why).</p>\n\n<p>‘The Priory of the Orange Tree’ is just what I needed to make me feel alive and sane again. Quarter way through and it’s just incredible. There’s overachieving dragonriders, a depressed exiled alchemist, talking birds with a sense of humour, a fruity queen (or at least I hope she’s fruity, I’ve been told it’s there’s a lot of sapphic love in the novel and my favourite troupe has always been the closested queen that refuses to marry even after thousands of proposals and is much more interested in getting with all her ladies in waiting) and so much more. The writing reminds me of Tolkien’s. The way the author weaves her words and dialogues is just remarkable. There’s romance, royalty, good old sword fighting, insane and I mean INSANE world building, high stakes, numerous povs... just... wow. </p>\n\n<p>So yeah, I’m hugely enjoying it! Check it out if you’ve just finished a nauseatingly sweet/slightly off putting romance novel and need something a little different!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/q4qv45/the_priory_of_the_orange_tree/",
  "subreddit": "books",
  "id": "q4qv45",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s happening again, I finally found another fantasy book with a world so rich,\ndiverse and fantastical that I touch it with my very own fingertips. I just\nfinished reading ‘the hating game’ which killed me (and not in a good way, I do\nnot want to read about a 5’0 female protagonist ever again,…"
}