{
  "author": "velvettwilight",
  "original_created_utc": 1633803594,
  "title": "The Priory of the Orange Tree",
  "created_utc": 1633812559,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s happening again, I finally found another fantasy book with a world so rich, diverse and fantastical that I touch it with my very own fingertips. I just finished reading ‘the hating game’ which killed me (and not in a good way, I do not want to read about a 5’0 female protagonist ever again, don’t ask why).</p>\n\n<p>‘The Priory of the Orange Tree’ is just what I needed to make me feel alive and sane again. Quarter way through and it’s just incredible. There’s overachieving dragonriders, a depressed exiled alchemist, talking birds with a sense of humour, a fruity queen (or at least I hope she’s fruity, I’ve been told it’s there’s a lot of sapphic love in the novel and my favourite troupe has always been the closested queen that refuses to marry even after thousands of proposals and is much more interested in getting with all her ladies in waiting) and so much more. The writing reminds me of Tolkien’s. The way the author weaves her words and dialogues is just remarkable. There’s romance, royalty, good old sword fighting, insane and I mean INSANE world building, high stakes, numerous povs... just... wow. </p>\n\n<p>So yeah, I’m hugely enjoying it! Check it out if you’ve just finished a nauseatingly sweet/slightly off putting romance novel and need something a little different!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/q4qv45/the_priory_of_the_orange_tree/",
  "subreddit": "books",
  "id": "q4qv45",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s happening again, I finally found another fantasy book with a world so rich,\ndiverse and fantastical that I touch it with my very own fingertips. I just\nfinished reading ‘the hating game’ which killed me (and not in a good way, I do\nnot want to read about a 5’0 female protagonist ever again,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "またしても、私はついに、自分の指先で触れることができるほど豊かで、多様で、幻想的な世界を持つファンタジー本を見つけました。\n自分の指先で触れることができるほど豊かで、多様で、幻想的な世界を持つファンタジー本にやっと出会えました。私はちょうど\nThe Hating Game」を読み終えました。\n良い意味ではなく、170cmの女性主人公の話は二度と読みたくありません、、、。",
      "title": "オレンジの木のプリオリー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "又来了，我终于找到了另一本世界如此丰富的奇幻书。\n我终于找到了另一本奇幻书，它的世界如此丰富、多样和奇幻，以至于我用自己的指尖触摸它。我刚刚\n我刚刚读完《憎恨的游戏》，这本书让我痛不欲生（而且不是好的方式，我不\n我不想再读一个5英尺高的女主角了，...",
      "title": "橘子树的修道院"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "又來了，我終於找到了另一本世界如此豐富的奇幻書。\n我終於找到了另一本奇幻書，它的世界如此豐富、多樣和奇幻，以至於我用自己的指尖觸摸它。我剛剛\n我剛剛讀完《憎恨的遊戲》，這本書讓我痛不欲生（而且不是好的方式，我不\n我不想再讀一個5英尺高的女主角了，...",
      "title": "橘子樹的修道院"
    }
  ]
}