{
  "author": "beesdaddy",
  "original_created_utc": 1627483801,
  "title": "CMV: Micro-aggressions should take intent into account.",
  "created_utc": 1627497055,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was required by my company to participate in DEI (Diversity Equity and Inclusion) training that stated, &quot;It does not matter what the aggressor intended, harm was caused.&quot; While I understand where this logic comes from, it is a poor principle for the workplace, justice, or society.</p>\n\n<p>Let me use a non-racial analogy: You tripped me.</p>\n\n<p>Let&#39;s say I am walking past you sitting down. Our legs make contact and I trip and fall. Let&#39;s look at some possible intents:</p>\n\n<ol>\n<li>You didn&#39;t see me coming and accidentally tripped me, apologized for the accident, and helped me up.</li>\n<li>You did see me coming, intended to trip me, laughed as I fell, and did not help me up.</li>\n<li>I saw your legs were there, could have slightly altered my path in order not to trip, and tripped over your legs purposefully with the intent to shame you for having your legs in my path.</li>\n</ol>\n\n<p>According to the &quot;intent does not matter&quot; logic, all of these scenarios deserve equal treatment. This is obviously wrong to me. Treating someone who does not intend to cause harm as harshly as someone who does is unjust. </p>\n\n<p>And while this point is ancillary, this &quot;intent does not matter&quot; logic alienates would-be supporters of DEI goals.</p>\n</div><!-- SC_ON -->",
  "score": 588,
  "permalink": "/r/changemyview/comments/otbfy2/cmv_microaggressions_should_take_intent_into/",
  "subreddit": "changemyview",
  "id": "otbfy2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was required by my company to participate in DEI (Diversity Equity and\nInclusion) training that stated, \"It does not matter what the aggressor\nintended, harm was caused.\" While I understand where this logic comes from, it\nis a poor principle for the workplace, justice, or society.\n\nLet me use a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は会社からDEI（Diversity Equity and Inclusion）研修に参加することを求められました。\n私は会社からDEI（Diversity Equity and Inclusion）研修に参加することを求められましたが、その中で「加害者が何を意図したかは関係ない。\n害があったのだから。\" この論理がどこから来ているのかは理解できますが、職場、正義、あるいは\n職場や司法、社会では通用しない原則です。\n\nここで、私は...",
      "title": "CMV：マイクロアグレッションでは、意図を考慮する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的公司要求我参加DEI（多样性公平和包容）培训。\n包容）培训，其中指出：\"不管侵犯者的意图是什么，伤害已经造成。\n意图，伤害已经造成\"。虽然我理解这种逻辑的由来，但对于工作场所、正义来说，这是一个糟糕的原则。\n对于工作场所、司法或社会来说，这是一个糟糕的原则。\n\n让我用一个...",
      "title": "CMV：微侵略应该考虑到意图。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的公司要求我參加DEI（多樣性公平和包容）培訓。\n包容）培訓，其中指出：\"不管侵犯者的意圖是什麼，傷害已經造成。\n意圖，傷害已經造成\"。雖然我理解這種邏輯的由來，但對於工作場所、正義來說，這是一個糟糕的原則。\n對於工作場所、司法或社會來說，這是一個糟糕的原則。\n\n讓我用一個...",
      "title": "CMV：微侵略應該考慮到意圖。"
    }
  ]
}