{
  "author": "beesdaddy",
  "original_created_utc": 1627483801,
  "title": "CMV: Micro-aggressions should take intent into account.",
  "created_utc": 1627497055,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was required by my company to participate in DEI (Diversity Equity and Inclusion) training that stated, &quot;It does not matter what the aggressor intended, harm was caused.&quot; While I understand where this logic comes from, it is a poor principle for the workplace, justice, or society.</p>\n\n<p>Let me use a non-racial analogy: You tripped me.</p>\n\n<p>Let&#39;s say I am walking past you sitting down. Our legs make contact and I trip and fall. Let&#39;s look at some possible intents:</p>\n\n<ol>\n<li>You didn&#39;t see me coming and accidentally tripped me, apologized for the accident, and helped me up.</li>\n<li>You did see me coming, intended to trip me, laughed as I fell, and did not help me up.</li>\n<li>I saw your legs were there, could have slightly altered my path in order not to trip, and tripped over your legs purposefully with the intent to shame you for having your legs in my path.</li>\n</ol>\n\n<p>According to the &quot;intent does not matter&quot; logic, all of these scenarios deserve equal treatment. This is obviously wrong to me. Treating someone who does not intend to cause harm as harshly as someone who does is unjust. </p>\n\n<p>And while this point is ancillary, this &quot;intent does not matter&quot; logic alienates would-be supporters of DEI goals.</p>\n</div><!-- SC_ON -->",
  "score": 588,
  "permalink": "/r/changemyview/comments/otbfy2/cmv_microaggressions_should_take_intent_into/",
  "subreddit": "changemyview",
  "id": "otbfy2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was required by my company to participate in DEI (Diversity Equity and\nInclusion) training that stated, \"It does not matter what the aggressor\nintended, harm was caused.\" While I understand where this logic comes from, it\nis a poor principle for the workplace, justice, or society.\n\nLet me use a…"
}