{
  "author": "Cracked11",
  "original_created_utc": 1625693922,
  "title": "Neuromancer's first page hooked me better than any book in recent memory",
  "created_utc": 1625700140,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been reading quite a lot of science fiction recently, but no book has hooked me so quickly as the first page/paragraph/section of Neuromancer.</p>\n\n<p>There&#39;s a lot to take in, but the details are all presented in such a clear yet suggestive way. It&#39;s been such a long time since a book as really hooked me in instantly in this way!</p>\n\n<p>Have you got any other examples of books that start as strongly?</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/ofsqn0/neuromancers_first_page_hooked_me_better_than_any/",
  "subreddit": "books",
  "id": "ofsqn0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been reading quite a lot of science fiction recently, but no book has\nhooked me so quickly as the first page/paragraph/section of Neuromancer.\n\nThere's a lot to take in, but the details are all presented in such a clear yet\nsuggestive way. It's been such a long time since a book as really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、SFをよく読んでいますが、『ニューロマンサー』の最初のページ、段落、セクションほど\nNeuromancer』の最初のページ/段落/セクションほど早く私を魅了した本はない。\n\nたくさんのことを吸収しなければならないが、その詳細はすべて明確でありながら示唆に富む方法で提示されている。\n示唆に富む方法で提示されています。このような本を読んだのは久しぶりです。",
      "title": "Neuromancerの最初のページは、最近のどの本よりも私を魅了しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读了很多科幻小说，但没有一本书能像《神经外科医生》的第一页/段落/章节那样迅速吸引我。\n没有一本书能像《神经外科》的第一页/段落/章节那样迅速吸引我。\n\n要接受的东西很多，但所有的细节都以如此清晰的方式呈现。\n暗示性的方式呈现。已经很久没有像这样的书了。",
      "title": "神经外科医生》的第一页比最近记忆中的任何书都更能吸引我。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀了很多科幻小說，但沒有一本書能像《神經外科醫生》的第一頁/段落/章節那樣迅速吸引我。\n沒有一本書能像《神經外科》的第一頁/段落/章節那樣迅速吸引我。\n\n要接受的東西很多，但所有的細節都以如此清晰的方式呈現。\n暗示性的方式呈現。已經很久沒有像這樣的書了。",
      "title": "神經外科醫生》的第一頁比最近記憶中的任何書都更能吸引我。"
    }
  ]
}