{
  "author": "j-rabbit-theotherone",
  "original_created_utc": 1639769220,
  "title": "YSK: Do not give people unasked for cutesy nicknames in a professional setting.",
  "created_utc": 1640367497,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: It is not funny or endearing, it is demeaning and unacceptable and will make you appear very unprofessional.  Calling someone baby, honey, dear, girl, boy, youngster or the like is disrespectful in a professional setting apparently used to be OK for previous generations but I can tell you that I for one will not work with you if you refuse to use my name and give me a child’s nickname. Sure, you will find people who will work with you but it will not be the A team or anyone with self respect.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/riov6j/ysk_do_not_give_people_unasked_for_cutesy/",
  "subreddit": "YouShouldKnow",
  "id": "riov6j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It is not funny or endearing, it is demeaning and unacceptable and will\nmake you appear very unprofessional. Calling someone baby, honey, dear, girl,\nboy, youngster or the like is disrespectful in a professional setting apparently\nused to be OK for previous generations but I can tell you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 面白くも可愛くもない、そんな言葉です。\nまた、プロフェッショナルでない印象を与えてしまいます。呼び方\nbaby、honey、dear、girl、boy、youngster などの単語を使用するのは、そのような場面では失礼にあたります。\nプロフェッショナルな場では、以前はOKだったようですが...。",
      "title": "YSK: プロフェッショナルな場では、頼まれてもいない人にかわいらしいニックネームをつけないようにしましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：这并不有趣或令人喜爱，它是\n贬低和不可接受，而且会使你显得非常不专业。称呼\n在一个专业的环境中，叫某人宝贝、亲爱的、女孩、男孩、年轻人或类似的称呼是不敬的。\n在专业环境中显然是不尊重人的，以前是可以的...",
      "title": "YSK：在专业场合，不要给别人起未经要求的可爱的昵称。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：這並不有趣或令人喜愛，它是\n貶低和不可接受，而且會使你顯得非常不專業。稱呼\n在一個專業的環境中，叫某人寶貝、親愛的、女孩、男孩、年輕人或類似的稱呼是不敬的。\n在專業環境中顯然是不尊重人的，以前是可以的...",
      "title": "YSK：在專業場合，不要給別人起未經要求的可愛的暱稱。"
    }
  ]
}