{
  "author": "MrFartMuncher",
  "the_new_excerpt": "There are a couple “theories” in this thread but they all combine to illustrate\na viable point that we should be afraid of the CCP.\n\nCCP has articulated their vision in a 100 year plan for decades now, and part of\nit is global supremacy.\n\nWe’ve seen it with Hong Kong, Tibet, Taiwan and Uyghars it’s…",
  "original_created_utc": 1624192209,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このスレッドにはいくつかの「説」がありますが、それらはすべて、中国共産党を恐れるべきだという実行可能なポイントを説明するために結合されています。\n我々は中国共産党を恐れるべきだという現実的なポイントを示しています。\n\n中国共産党は何十年も前から100年計画で自分たちのビジョンを明確にしており、その一部が世界制覇です。\nその一部が世界的な覇権です。\n\n香港、チベット、台湾、ウイグルで見てきたように、それは...",
      "title": "CMV：中国共産党は現在の人類にとって最大の脅威である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这个主题中，有几个 \"理论\"，但它们都结合起来说明了一个可行的观点：我们应该害怕CCP。\n一个可行的观点是我们应该害怕中共。\n\n几十年来，中国共产党在一个百年计划中阐述了他们的愿景，其中一部分是全球霸权。\n它的一部分就是全球霸权。\n\n我们已经在香港、西藏、台湾和维吾尔族身上看到了这一点。",
      "title": "CMV：中共是当今人类的最大威胁"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這個主題中，有幾個 \"理論\"，但它們都結合起來說明了一個可行的觀點：我們應該害怕CCP。\n一個可行的觀點是我們應該害怕中共。\n\n幾十年來，中國共產黨在一個百年計劃中闡述了他們的願景，其中一部分是全球霸權。\n它的一部分就是全球霸權。\n\n我們已經在香港、西藏、臺灣和維吾爾族身上看到了這一點。",
      "title": "CMV：中共是當今人類的最大威脅"
    }
  ],
  "title": "CMV: The CCP is the biggest threat to humanity today",
  "created_utc": 1624199642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are a couple “theories” in this thread but they all combine to illustrate a viable point that we should be afraid of the CCP.</p>\n\n<p>CCP has articulated their vision in a 100 year plan for decades now, and part of it is global supremacy. </p>\n\n<p>We’ve seen it with Hong Kong, Tibet, Taiwan and Uyghars it’s all part of the plan.</p>\n\n<p>More recently, they’ve been colonizing Africa to mine for rare earth metals. This global chip shortage is forcing the entire world to be reliant on China because almost no countries are self-reliant when it comes to sourcing and manufacturing hardware technology.</p>\n\n<p>This leads me to the scariest point: impunity. Whether or not you believe that the Wuhan Novel Coronavirus Lab was the source of COVID-19, you would be silly to believe it wasn’t fishy. Scientists were silenced, borders were closed. One would believe it was intentional, which means they know they’re immune to critique. </p>\n\n<p>So in conclusion, CCP is the biggest threat worldwide to freedom, safety, and even health of the earth (largest contributor to CO2).</p>\n\n<p>Is there any reasonably controllable variables that we should fear more than the CCP?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/o44ojs/cmv_the_ccp_is_the_biggest_threat_to_humanity/",
  "subreddit": "changemyview",
  "id": "o44ojs",
  "is_self": true,
  "media": null,
  "is_video": false
}