{
  "author": "madeofraindrops",
  "the_new_excerpt": "Why YSK when to say “I’m sad for you” or “I’m sad that happened to you” rather\nthan “I’m sorry”:\n\nSaying “I’m sorry [that happened to you]” to someone who’s just experienced a\ntragedy, loss, or even to someone who’s just having a bad day, is not only\nrelatively useless (and somewhat annoying), but…",
  "original_created_utc": 1618701568,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが「I'm sad for you」や「I'm sad that happened to you」と言うときに、「I'm sorry」ではなく「I'm sad that happened to you」と言うのはなぜか。\nI'm sorry \"ではなく、\"I'm sad for \"や \"I'm sad that happened to you \"と言うべきなのです。\n\n悲劇や損失を経験した人に「I'm sorry (that happened to you)」と言うことは、その人の人生に大きな影響を与えます。\n悲劇や喪失を経験した人や、ただ嫌なことがあった人に「ごめんなさい」と言うことは、単に\n比較的役に立たない（そしてやや迷惑な）だけでなく",
      "title": "YSK: 英語では、「I'm sorry」と言いながら、本当は「I'm sad（for you）」という意味であることが多いのですが、言葉を後者に変えることで、悩んでいる人がより純粋に対応できるようになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK什么时候说 \"我为你难过 \"或者 \"我为你的遭遇难过 \"而不是\n而不是 \"对不起\"。\n\n说 \"我很抱歉[发生在你身上]\"的人谁刚刚经历了一个\n悲剧，损失，甚至对一个只是有一个糟糕的一天的人，不仅是。\n相对无用(有点烦)，但。",
      "title": "YSK：在英语中，我们经常会说 \"对不起\"，但真正的意思是 \"我很难过[为你]\"，把你的语言改成后者，可以让受苦的人更真实地回应。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK什麼時候說 \"我爲你難過 \"或者 \"我爲你的遭遇難過 \"而不是\n而不是 \"對不起\"。\n\n說 \"我很抱歉[發生在你身上]\"的人誰剛剛經歷了一個\n悲劇，損失，甚至對一個只是有一個糟糕的一天的人，不僅是。\n相對無用(有點煩)，但。",
      "title": "YSK：在英語中，我們經常會說 \"對不起\"，但真正的意思是 \"我很難過[爲你]\"，把你的語言改成後者，可以讓受苦的人更真實地迴應。"
    }
  ],
  "title": "YSK: In English we often say “I’m sorry” but really mean “I’m sad [for you],” and changing your language to the latter allows the person who’s suffering to respond more genuinely.",
  "created_utc": 1618711077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK when to say “I’m sad for you” or “I’m sad that happened to you” rather than “I’m sorry”: </p>\n\n<p>Saying “I’m sorry [that happened to you]” to someone who’s just experienced a tragedy, loss, or even to someone who’s just having a bad day, is not only relatively useless (and somewhat annoying), but also prompts responses like “it’s okay,” or “it’s not your fault,” which tend to uncomfortably end the conversation on a note of pity. </p>\n\n<p>In English, we use the word “sorry” for everything from “whoops, sorry, I didn’t mean to elbow you,” to “I’m sorry you have cancer.” In Spanish, there’s a very clear difference between “perdón” (meaning pardon or excuse me) and “lo siento” (meaning I’m sorry, but literally translating to “I feel it”). It’s pretty clear which one to use for what situation in Spanish, but the all-encompassing “sorry” of English doesn’t portray what “lo siento” does. </p>\n\n<p>Replacing “I’m so sorry” with “I’m so sad that this happened [to you],” (or “I’m heartbroken that you’ve had to experience this loss,” or whatever variation applies to the scenario) communicates sympathy rather than pity, and in my experience leaves the door open for them to expand on the topic if they choose to. For example, when you say “I’m sorry,” some people automatically say “it’s okay” even when it’s obviously not okay, or “it’s not your fault” because it’s not your fault, and there’s no reason for you to be apologizing. Adversely, saying “I’m sad that happened to you” gives the other person the opportunity to say “So am I. And you know what else? ...” </p>\n\n<p>I know that “I’m sorry” doesn’t always shut the door on further conversation, but it certainly doesn’t open any doors either. And hearing “I’m sorry” for the hundredth time when you’ve just gone through a tragedy gets really, really old. </p>\n\n<p>Language is <em>extremely</em> important. The words we use portray a lot more than what’s on the surface. I know it might seem like a tiny change, but being able to express sympathy rather than pity is a skill. Making this transition might help you to better emotionally support to your loved ones, and deepen your relationships overall. </p>\n\n<p>Thanks for reading! :)</p>\n\n<p>Edit: This is not a one-size-fits-all solution, and it is not intended to criticize the way you support people. Feel free to continue to say “I’m sorry” all you like, this is just a suggestion. </p>\n\n<p>Also, if “I’m sad for you” (or whatever) feels too stiff, there’s plenty of ways to change it up with the same sentiment: “That breaks my heart,” “I’m so sad this happened,” “I’m heartbroken about this,” “I’m devastated to hear that,” etc. Point being that you’re in the moment with the other person, rather than looking down from a high horse of Pity.</p>\n</div><!-- SC_ON -->",
  "score": 274,
  "permalink": "/r/YouShouldKnow/comments/mt1fyt/ysk_in_english_we_often_say_im_sorry_but_really/",
  "subreddit": "YouShouldKnow",
  "id": "mt1fyt",
  "is_self": true,
  "media": null,
  "is_video": false
}