{
  "approved_at_utc": null,
  "subreddit": "wallstreetbets",
  "selftext": "***Obligatory: SIR, THIS IS A CASINO.***\n\nTLDR: This run is going to end with the cannabis stocks back down 50-80% or more from the levels they are at. **$CRLBF** is the real play here for the smart players that want USA exposure to the legislation. *We just like the stocks now, not later.*\n\nOk, listen up normies.\n\nYeah I'm talking to the newbies specifically because the OGs here already know everything I'm about to share, but your insufferable groupthink and movement mentality shit pissed me off enough to make a post. **Don't post DD if you have no clue. Ask someone for help and take your ridicule until someone comes along to help you.**\n\nI used to post weekly DD on Sunday here a couple of years ago before one of you literally contacted my wife IRL. Not even kidding. So I made a new account. This is my first contribution back and I'm going to try and ensure some of you don't blow your chance at massive gains here by explaining ***what is actually going on.***\n\n**CNBC and anybody telling you that this is just 'momentum' and 'sentiment' is lying to you. The hedge funds are playing these right along with us. Don't ask me for proof, this isn't Twitter. Reasons why they are playing with us:**\n\n1. When there is money to be made, hedge funds and HFT funds are there before you\n2. The floats are so small on these they can take sizable positions on both sides and stand to have massive gains, all the while handing you guys the bags.\n\nThat's all you need to know.\n\nSo in response to all you posting \"real DD\" with why these companies are the best and you're going to hold to the moon and never sell:\n\n**I'm over it -- I can tell instantly how uninformed you are** when I read some poorly thought out DD about why CGC or TLRY or APHA is a long term play because they're talking about USA legislation. These are Canadian companies. Get your head back on straight. You're here for the trade and the bet, not for the fundamentals, and if that's it, then fine, ignore the rest of this post and pick an exit, and if not, read on so you don't hold more bags.\n\nThis place has never been one to care for fundamentals, but let me talk some sense into you so you can post some gain porn and I can tell you to fuck off instead of you guys all yelling \"MaNiPuLaTiOn ShOrT LaDdErS\"\n\nLet's take a look at some of today's gainers:\n\n(changed tickers for automod avoidance)\n\n**$USMJay** \\- Penny stock, worth absolute nothing for a reason\n\n**$SNDL** \\- Up ridiculous amount, have a billion shares outstanding, just diluted them all the other day\n\n**$TeeRTeeC** \\- Terra Tech, they grow weed, from all indications, do it poorly\n\n**$OhGeeEye** \\- lol\n\n**$HUGE** \\- Probably the only one in the lot worth a YOLO on the chance they get an acquisition like GW Pharma did but they don't have the same product portfolio or prospects GW has.\n\n&#x200B;\n\nNow, if you're simply playing this to get in and get out, **great for you**. The people saying (and believing) \"$SNDL $10 EOW! HOLD THE LINE\" and stuff like this are just absolutely brand new normies and are clueless, do not listen to them. If you yolo'd on cheap calls in Dec/Jan, congrats, take your gains and don't be like the $GME bagholders.\n\nIf you're investing in any of the names I just posted above, expect any money you put in to at some point in the next 12 months be worth approximately 20% of what it is worth now. Literally. They're far worse than the main bunch (CGC, CRON, ACB, TLRY, APHA) but the main bunch is nothing to write home about either.\n\n&#x200B;\n\n# THIS IS WHAT IS REALLY HAPPENING:\n\n**Tilray had 40% short interest**. It's not $GME level, but it's pretty high. When the stock crested $40 it really started taking off, why though? Notice this week's FD option chain:\n\n&#x200B;\n\nhttps://preview.redd.it/kyqeiwljeug61.png?width=917&format=png&auto=webp&s=0c1b48e12518515f09582289bd7f8a4f47a09629\n\nTilray has a 95M share float, those 42 calls represent roughly 1.5M shares held as a hedge just by themselves. Previous to this run up, that represents roughly 5% of the average daily volume of the stock, BY ITSELF. Those are shares that until Monday can be considered removed from the float because they're held as a hedge. They may get loaned out to be shorted, but that will only speed up the squeeze here.\n\n***The important part: Today (2/10/21) the stock fell hard after open down to around 44 and found massive support all the way back to up 66. The most sold front week call? $40/$42 strikes. Premium when I screen shotted this? $22.20. Stocks going to pin above $60 for awhile likely, unless people are stupid enough to buy the OTM calls, in which case, it may squeeze itself higher.***\n\nSmart hedge funds are going to pile into this, sell you the calls, shove the price up to keep selling you calls, then watch them all evaporate worthless in one of the future weeks in the chain, dump back the shares to help shove the price down, oh and did I mention? They shorted the top.\n\n&#x200B;\n\nhttps://preview.redd.it/ivy78woneug61.png?width=392&format=png&auto=webp&s=0604940c09126dc6d5b96a9cc5f17e4013ae5d9d\n\nIt's just another plain old stock acting as a derivative of the option chain gamma squeeze. That's it, with a bit of short squeeze thrown in there and a WHOLE BUNCH of WSB fomo. The shorts are covering and pushing up the volume, likely re-shorting on the way up, and then you have WSB fomo'ing in to round out the total: a massive volume of 200 million shares today. You've got people that think this thing will skyrocket to 500+ (and it may) but the stakes get higher and higher each ladder up you take and the moves become more violent and more likely it comes all the way back down in short time the quicker it goes up.\n\nMight it get there? Sure. But be prepare to take profits when it does because...\n\n# ITS CALLED MEAN REVERSION. THIS CANT GO ON FOREVER.\n\nNot to mention, the moves you are seeing are in completely overvalued companies, with horrible fundamentals, and poor prospects.\n\nOh what's that? CGC got some CBD treats for Martha, seems fitting that something ill is going on in this industry considering she went to prison for insider trading. If the dog treats get you excited about the stock, **Martha belongs here more than you do.**\n\n200M shares today means people who were long term bag holders cashed out and the shares have turned over the float two times in two days. That also means the shorts have turned over and are now short again. It means the HFT firms are feasting on all of you. It means Citadel is making a pile on the spreads.\n\n**What to take away: An amount of shares equal to the entire float has changed hands, or in other words, fewer reason for people to bag hold. Fewer people that have to hedge. Fewer people that have to cover. Fewer people to help stabilize any of these upper price tiers, and keep the price stable by holding, and more reason it's going to collapse sooner (or later).**\n\nBut, this IS a casino after all...\n\n# Let's see what happened with TLRY last time this happened (oh, you're new here? Yeah, this isn't the first time):\n\n&#x200B;\n\nhttps://preview.redd.it/p652mvgreug61.png?width=587&format=png&auto=webp&s=d95f2b0ccf946717859bffb28601dfd29e999e0b\n\nLooks eerily familiar to something else recently. Last time this occurred it traded between $100 and $300 in a single week timeframe.\n\nFor those of you that are new: **THIS IS NOT NORMAL. STOCKS DO NOT ALWAYS DO THIS. You are in the infancy of a new age of trading, but people still know, fundamentals matter a whole lot more than everyone is leading on, and these valuations are getting extremely overextended.**\n\nEventually, in the first squeeze Tilray bled off until the pandemic hit and it piled down to $2.43 a share. At $2.43/share, I would have bought it. Even at $10/12/14. At these levels? You're just ultimately out of touch but I look forward to the loss porn.\n\n***So in short, again: Sir, this is a casino.***\n\n&#x200B;\n\nTimeline of events, and how to not become a bagholder:\n\n1. $APHA earnings are good, stocks pop a bit, and level off\n2. Legislators pull a pump and dump since they probably have calls and say planning on some laws regarding changing the schedule of cannabis (notice: we will likely NOT get outright legalization, just re-scheduling)\n3. $CGC earnings are actually awful, with the caveat they have profitability on the horizon\n4. $TLRY gets a UK deal\n5. $TLRY starts going insane - since $APHA is a reverse merger with a .81 value share to share, it starts pumping, people start buying the lower priced cannabis stuff and entire sector starts moving on \"overall strength\"\n6. There's no strength, there's a gamma squeeze backed by investor momentum, and a short squeeze on Tilray.\n7. This is going to come back down violently then plateau out like GME and pull a slow bleed the rest of the way back down, just like the second graph I posted. There is no fundamental or even **POSSIBILITY** of better fundamentals immediately on US legislation. The cost to enter the US market will most definitely cause capex and goodwill capital outflows, and set back their profitability since there are established MSO's in the USA already. The USA opening the market to these companies will only further degrade the actual balance sheets/income statements and slow down profits and you know what institutions and shareholders like? **Yep. Profits.**\n8. **Finally, how to not become a bag holder:** The market can stay irrational way, way, way longer than you expect. So this may go on for a bit, but refer back to 7. It's coming back down eventually, set expectations and pick your exit, or start to shave off your position as it goes up and let a portion of it run. Eventually, you have to sell to actually realize a gain, don't forget that. Once you do, close the chart, remove it from your watchlist, check back in on it in a month if you want to get back in when you have a clear head.\n\nThe Canadian operators are literally the last companies I'd play off a US legislation play, and one of the only ones worth owning in $APHA for the arbitrage play on the shares. But if Tilray comes crashing back down, $APHA will as well along with all of them, and you have to hope you lose a lot less on $APHA crashing than you'll make on the arbitrage between the share price.\n\nTHIS IS ALL JUST \"SENTIMENT\" BASED YOLOING BY THIS SUB. It has probably driven uneducated retail into the trades also - who will also become bag holders.\n\n&#x200B;\n\n***Let me put this in big letters for those of you that can only read big font and use crayons:***\n\n# NONE OF THESE COMPANIES HAVE REAL USA MARKET EXPOSURE, THEY ARE CANADIAN COMPANIES. THEY DO NOT HAVE MARKET POSITIONING AND ARE NOT POISED TO TAKE ADVANTAGE OF US LEGALIZATION.\n\n*IF ANYTHING: IT WILL HURT THEIR BOTTOM LINE AND SET BACK EARNINGS BECAUSE OF CAPEX AND CASH OUTFLOWS TO GET A POSITION IN THE MARKET AND SOME OF THEM WILL GO OUT OF BUSINESS BECAUSE OF IT, WHILE OTHERS WILL FALL OUT OF PROFITIABILITY TO ENTER THE MARKET AND COMPETE WITH THE REAL PLAYERS*.\n\n&#x200B;\n\n*^(Who are the real players? (Cresco $CRLBF and Curaleaf $CURLF)* *^(- do your own DD or wait for a post next week)**\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*)*\n\n&#x200B;\n\n**Conclusion: Nobody should plan on holding these long term. Don't let someone else hand you bags like I did this morning at open on the pop unless you plan to hand your bags off and find the next play.**\n\n**You likely will not time the top. Pick a place you're ready to exit the trade, exit the trade or slowly shave your position, close the graphs and don't fomo back in. Just be done with the trade afterwards. You're likely not a cannabis multi millionaire and will not be one, unless you were loaded to the brim with low cost calls from last summer/fall or unless you literally yolo'd $10M into one of these a few weeks ago, and in that case, you belong here, congrats on your gains and fuck you.**\n\n**THIS IS A SECTOR/FOMO SQUEEZE. AND IT WILL END. THIS IS NOT SENTIMENT AND CNBC IS TROLLING US WITH IT LIKE WE HAVE THE POWER.**\n\nAnd if you think *WE* are the ones driving the price up, the hedge funds are definitely watching and playing and they can bring these down at will at almost any time they want. You're holding a lit molotov, the only question is: will you throw it before it blows up?\n\nThe rest of you? Plz fuck off with you 20 shares @ $2 on Sundial, fuck off with the \"HOLD THE LINE SNDL $10 EOW\", fuck off with your fomo, and **fuck off with the \"movement\" and \"lets push this to the sky\" stuff and most importantly don't post DD if you have zero clue what is going on.**\n\n***You know what \"lets push this to the sky\" sounds like? Market manipulation.*** We're not in this together, I literally handed one of you a bag to hold this morning and even if they go up for another month, eventually, that bags gonna be heavy and I ain't coming back for it. I ain't tipping you either.\n\n**These prices are insanely high for these companies. The multiples are out of control, and if you buy in at these levels, well, best of luck, I hope it works out for you. I'm fighting the fomo of extended gains, and will continue to put my money elsewhere.**\n\n# SIR, THIS IS A CASINO.\n\nPositions: I had the meme stocks like you literally all of them minus ACB and CGC. I took gains and bought 500 shares of Cresco prob increasing to 1,000 tomorrow, and kept the rest off the table to pay my wife's boyfriend's rent.\n\nDisclaimer: I have Tilray puts I'm prepared to average down on and diamond hand like a real boss because this is coming back down.\n\n&#x200B;\n\n&#x200B;\n\n**Edit:** You know what I forgot to add? Some of the biggest holders, the cannabis ETFs and funds, you know what they did today? They trimmed their positions. And they will continue to do so because of fiduciary responsibility and when you de-concentrate shares into the retail's hands, the moves will get more and more finnicky and more and more violent.\n\n**Edit 2:** Some normie tried calling me out like I never saw this trade coming or am a hedge shill, [https://imgur.com/a/asAVkiC](https://imgur.com/a/asAVkiC) \\- I had thousands of shares, these are just the trades from this month, and I'm not advocating a buy, I sold mostly all of them this morning except for adding Cresco back in. You want the gain numbers? You do the math, I'm not your math tutor, I sold like 6 minutes after open for most of them. I have Tilray puts for next week and will be buying a few months out at various strikes as it continues to climb.\n\n*Yeah, I think these are coming back down in price sooner rather than later, that isn't extraordinary information for a common sense person.*\n\n**Edit 3: I'm getting piles of messages from people who used to follow my DD back in 2018/2019. Yes, it's the real SoRefreshing, proof:** [**https://imgur.com/a/Pn5LqCe**](https://imgur.com/a/Pn5LqCe)\n\nEdit 4: Eh don't request me with \"What should I do with XX\" be a big adult grown up and decide your own risk tolerance and exits. I responded to the first 10 or so. Now I have 100. I can't. I disabled chat messages.\n\nEdit 5: jesus with the awards go buy TSLA calls this is WSB not fb/twtr disclaimer: have TSLA calls",
  "author_fullname": "t2_4haklba1",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 9,
  "clicked": false,
  "title": "How a short/gamma squeeze on Tilray is causing the ENTIRE cannabis market to moon and how to avoid becoming a bag holder when this all comes crashing down",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "Discussion"
    }
  ],
  "subreddit_name_prefixed": "r/wallstreetbets",
  "hidden": false,
  "pwls": 7,
  "link_flair_css_class": "question",
  "downs": 0,
  "thumbnail_height": 21,
  "top_awarded_type": null,
  "hide_score": false,
  "media_metadata": {
    "ivy78woneug61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 104,
          "x": 108,
          "u": "https://preview.redd.it/ivy78woneug61.png?width=108&crop=smart&auto=webp&s=a24d4b7999750bb9895be7f35493a1e581336690"
        },
        {
          "y": 208,
          "x": 216,
          "u": "https://preview.redd.it/ivy78woneug61.png?width=216&crop=smart&auto=webp&s=5a02bb36b29cb900184b93ebaef1db98d879f6b7"
        },
        {
          "y": 309,
          "x": 320,
          "u": "https://preview.redd.it/ivy78woneug61.png?width=320&crop=smart&auto=webp&s=34f56f63f768b369579c9847b4bc085987a6e948"
        }
      ],
      "s": {
        "y": 379,
        "x": 392,
        "u": "https://preview.redd.it/ivy78woneug61.png?width=392&format=png&auto=webp&s=0604940c09126dc6d5b96a9cc5f17e4013ae5d9d"
      },
      "id": "ivy78woneug61"
    },
    "p652mvgreug61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 117,
          "x": 108,
          "u": "https://preview.redd.it/p652mvgreug61.png?width=108&crop=smart&auto=webp&s=a016ffc0cb332d058a4cb28e230782a8eac144fa"
        },
        {
          "y": 234,
          "x": 216,
          "u": "https://preview.redd.it/p652mvgreug61.png?width=216&crop=smart&auto=webp&s=c2e0b8bbedf2c662ddd88b25ec3fe45c333c5199"
        },
        {
          "y": 347,
          "x": 320,
          "u": "https://preview.redd.it/p652mvgreug61.png?width=320&crop=smart&auto=webp&s=5ddf6d4783ce683d7c67e2a7f91813d0df35b551"
        }
      ],
      "s": {
        "y": 637,
        "x": 587,
        "u": "https://preview.redd.it/p652mvgreug61.png?width=587&format=png&auto=webp&s=d95f2b0ccf946717859bffb28601dfd29e999e0b"
      },
      "id": "p652mvgreug61"
    },
    "kyqeiwljeug61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 16,
          "x": 108,
          "u": "https://preview.redd.it/kyqeiwljeug61.png?width=108&crop=smart&auto=webp&s=ad23507dfd1139db70bd5d383098e39a0e069e49"
        },
        {
          "y": 33,
          "x": 216,
          "u": "https://preview.redd.it/kyqeiwljeug61.png?width=216&crop=smart&auto=webp&s=6335ac22852bf5a9bde20b14a66108e5a5fd6e16"
        },
        {
          "y": 49,
          "x": 320,
          "u": "https://preview.redd.it/kyqeiwljeug61.png?width=320&crop=smart&auto=webp&s=42c9b7f7d9468b33eb3aafbeba2d4c22b3bc740f"
        },
        {
          "y": 99,
          "x": 640,
          "u": "https://preview.redd.it/kyqeiwljeug61.png?width=640&crop=smart&auto=webp&s=f1d5eefd0be98487e5ad42f0916252f0ca72b0fb"
        }
      ],
      "s": {
        "y": 143,
        "x": 917,
        "u": "https://preview.redd.it/kyqeiwljeug61.png?width=917&format=png&auto=webp&s=0c1b48e12518515f09582289bd7f8a4f47a09629"
      },
      "id": "kyqeiwljeug61"
    }
  },
  "name": "t3_lhf2qw",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.88,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 13433,
  "total_awards_received": 84,
  "media_embed": {},
  "thumbnail_width": 140,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Discussion",
  "can_mod_post": false,
  "score": 13433,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "https://b.thumbs.redditmedia.com/7uKdzEIs8OK0qCCNI7v-blfPZQN-Y7ycdu2V1c0b7ng.jpg",
  "edited": 1613046800,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 15,
    "gid_2": 9
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1613055275,
  "link_flair_type": "richtext",
  "wls": 7,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.wallstreetbets",
  "allow_live_comments": true,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Obligatory: SIR, THIS IS A CASINO.</em></strong></p>\n\n<p>TLDR: This run is going to end with the cannabis stocks back down 50-80% or more from the levels they are at. <strong>$CRLBF</strong> is the real play here for the smart players that want USA exposure to the legislation. <em>We just like the stocks now, not later.</em></p>\n\n<p>Ok, listen up normies.</p>\n\n<p>Yeah I&#39;m talking to the newbies specifically because the OGs here already know everything I&#39;m about to share, but your insufferable groupthink and movement mentality shit pissed me off enough to make a post. <strong>Don&#39;t post DD if you have no clue. Ask someone for help and take your ridicule until someone comes along to help you.</strong></p>\n\n<p>I used to post weekly DD on Sunday here a couple of years ago before one of you literally contacted my wife IRL. Not even kidding. So I made a new account. This is my first contribution back and I&#39;m going to try and ensure some of you don&#39;t blow your chance at massive gains here by explaining <strong><em>what is actually going on.</em></strong></p>\n\n<p><strong>CNBC and anybody telling you that this is just &#39;momentum&#39; and &#39;sentiment&#39; is lying to you. The hedge funds are playing these right along with us. Don&#39;t ask me for proof, this isn&#39;t Twitter. Reasons why they are playing with us:</strong></p>\n\n<ol>\n<li>When there is money to be made, hedge funds and HFT funds are there before you</li>\n<li>The floats are so small on these they can take sizable positions on both sides and stand to have massive gains, all the while handing you guys the bags.</li>\n</ol>\n\n<p>That&#39;s all you need to know.</p>\n\n<p>So in response to all you posting &quot;real DD&quot; with why these companies are the best and you&#39;re going to hold to the moon and never sell:</p>\n\n<p><strong>I&#39;m over it -- I can tell instantly how uninformed you are</strong> when I read some poorly thought out DD about why CGC or TLRY or APHA is a long term play because they&#39;re talking about USA legislation. These are Canadian companies. Get your head back on straight. You&#39;re here for the trade and the bet, not for the fundamentals, and if that&#39;s it, then fine, ignore the rest of this post and pick an exit, and if not, read on so you don&#39;t hold more bags.</p>\n\n<p>This place has never been one to care for fundamentals, but let me talk some sense into you so you can post some gain porn and I can tell you to fuck off instead of you guys all yelling &quot;MaNiPuLaTiOn ShOrT LaDdErS&quot;</p>\n\n<p>Let&#39;s take a look at some of today&#39;s gainers:</p>\n\n<p>(changed tickers for automod avoidance)</p>\n\n<p><strong>$USMJay</strong> - Penny stock, worth absolute nothing for a reason</p>\n\n<p><strong>$SNDL</strong> - Up ridiculous amount, have a billion shares outstanding, just diluted them all the other day</p>\n\n<p><strong>$TeeRTeeC</strong> - Terra Tech, they grow weed, from all indications, do it poorly</p>\n\n<p><strong>$OhGeeEye</strong> - lol</p>\n\n<p><strong>$HUGE</strong> - Probably the only one in the lot worth a YOLO on the chance they get an acquisition like GW Pharma did but they don&#39;t have the same product portfolio or prospects GW has.</p>\n\n<p>&#x200B;</p>\n\n<p>Now, if you&#39;re simply playing this to get in and get out, <strong>great for you</strong>. The people saying (and believing) &quot;$SNDL $10 EOW! HOLD THE LINE&quot; and stuff like this are just absolutely brand new normies and are clueless, do not listen to them. If you yolo&#39;d on cheap calls in Dec/Jan, congrats, take your gains and don&#39;t be like the $GME bagholders.</p>\n\n<p>If you&#39;re investing in any of the names I just posted above, expect any money you put in to at some point in the next 12 months be worth approximately 20% of what it is worth now. Literally. They&#39;re far worse than the main bunch (CGC, CRON, ACB, TLRY, APHA) but the main bunch is nothing to write home about either.</p>\n\n<p>&#x200B;</p>\n\n<h1>THIS IS WHAT IS REALLY HAPPENING:</h1>\n\n<p><strong>Tilray had 40% short interest</strong>. It&#39;s not $GME level, but it&#39;s pretty high. When the stock crested $40 it really started taking off, why though? Notice this week&#39;s FD option chain:</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/kyqeiwljeug61.png?width=917&amp;format=png&amp;auto=webp&amp;s=0c1b48e12518515f09582289bd7f8a4f47a09629\">https://preview.redd.it/kyqeiwljeug61.png?width=917&amp;format=png&amp;auto=webp&amp;s=0c1b48e12518515f09582289bd7f8a4f47a09629</a></p>\n\n<p>Tilray has a 95M share float, those 42 calls represent roughly 1.5M shares held as a hedge just by themselves. Previous to this run up, that represents roughly 5% of the average daily volume of the stock, BY ITSELF. Those are shares that until Monday can be considered removed from the float because they&#39;re held as a hedge. They may get loaned out to be shorted, but that will only speed up the squeeze here.</p>\n\n<p><strong><em>The important part: Today (2/10/21) the stock fell hard after open down to around 44 and found massive support all the way back to up 66. The most sold front week call? $40/$42 strikes. Premium when I screen shotted this? $22.20. Stocks going to pin above $60 for awhile likely, unless people are stupid enough to buy the OTM calls, in which case, it may squeeze itself higher.</em></strong></p>\n\n<p>Smart hedge funds are going to pile into this, sell you the calls, shove the price up to keep selling you calls, then watch them all evaporate worthless in one of the future weeks in the chain, dump back the shares to help shove the price down, oh and did I mention? They shorted the top.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/ivy78woneug61.png?width=392&amp;format=png&amp;auto=webp&amp;s=0604940c09126dc6d5b96a9cc5f17e4013ae5d9d\">https://preview.redd.it/ivy78woneug61.png?width=392&amp;format=png&amp;auto=webp&amp;s=0604940c09126dc6d5b96a9cc5f17e4013ae5d9d</a></p>\n\n<p>It&#39;s just another plain old stock acting as a derivative of the option chain gamma squeeze. That&#39;s it, with a bit of short squeeze thrown in there and a WHOLE BUNCH of WSB fomo. The shorts are covering and pushing up the volume, likely re-shorting on the way up, and then you have WSB fomo&#39;ing in to round out the total: a massive volume of 200 million shares today. You&#39;ve got people that think this thing will skyrocket to 500+ (and it may) but the stakes get higher and higher each ladder up you take and the moves become more violent and more likely it comes all the way back down in short time the quicker it goes up.</p>\n\n<p>Might it get there? Sure. But be prepare to take profits when it does because...</p>\n\n<h1>ITS CALLED MEAN REVERSION. THIS CANT GO ON FOREVER.</h1>\n\n<p>Not to mention, the moves you are seeing are in completely overvalued companies, with horrible fundamentals, and poor prospects.</p>\n\n<p>Oh what&#39;s that? CGC got some CBD treats for Martha, seems fitting that something ill is going on in this industry considering she went to prison for insider trading. If the dog treats get you excited about the stock, <strong>Martha belongs here more than you do.</strong></p>\n\n<p>200M shares today means people who were long term bag holders cashed out and the shares have turned over the float two times in two days. That also means the shorts have turned over and are now short again. It means the HFT firms are feasting on all of you. It means Citadel is making a pile on the spreads.</p>\n\n<p><strong>What to take away: An amount of shares equal to the entire float has changed hands, or in other words, fewer reason for people to bag hold. Fewer people that have to hedge. Fewer people that have to cover. Fewer people to help stabilize any of these upper price tiers, and keep the price stable by holding, and more reason it&#39;s going to collapse sooner (or later).</strong></p>\n\n<p>But, this IS a casino after all...</p>\n\n<h1>Let&#39;s see what happened with TLRY last time this happened (oh, you&#39;re new here? Yeah, this isn&#39;t the first time):</h1>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/p652mvgreug61.png?width=587&amp;format=png&amp;auto=webp&amp;s=d95f2b0ccf946717859bffb28601dfd29e999e0b\">https://preview.redd.it/p652mvgreug61.png?width=587&amp;format=png&amp;auto=webp&amp;s=d95f2b0ccf946717859bffb28601dfd29e999e0b</a></p>\n\n<p>Looks eerily familiar to something else recently. Last time this occurred it traded between $100 and $300 in a single week timeframe.</p>\n\n<p>For those of you that are new: <strong>THIS IS NOT NORMAL. STOCKS DO NOT ALWAYS DO THIS. You are in the infancy of a new age of trading, but people still know, fundamentals matter a whole lot more than everyone is leading on, and these valuations are getting extremely overextended.</strong></p>\n\n<p>Eventually, in the first squeeze Tilray bled off until the pandemic hit and it piled down to $2.43 a share. At $2.43/share, I would have bought it. Even at $10/12/14. At these levels? You&#39;re just ultimately out of touch but I look forward to the loss porn.</p>\n\n<p><strong><em>So in short, again: Sir, this is a casino.</em></strong></p>\n\n<p>&#x200B;</p>\n\n<p>Timeline of events, and how to not become a bagholder:</p>\n\n<ol>\n<li>$APHA earnings are good, stocks pop a bit, and level off</li>\n<li>Legislators pull a pump and dump since they probably have calls and say planning on some laws regarding changing the schedule of cannabis (notice: we will likely NOT get outright legalization, just re-scheduling)</li>\n<li>$CGC earnings are actually awful, with the caveat they have profitability on the horizon</li>\n<li>$TLRY gets a UK deal</li>\n<li>$TLRY starts going insane - since $APHA is a reverse merger with a .81 value share to share, it starts pumping, people start buying the lower priced cannabis stuff and entire sector starts moving on &quot;overall strength&quot;</li>\n<li>There&#39;s no strength, there&#39;s a gamma squeeze backed by investor momentum, and a short squeeze on Tilray.</li>\n<li>This is going to come back down violently then plateau out like GME and pull a slow bleed the rest of the way back down, just like the second graph I posted. There is no fundamental or even <strong>POSSIBILITY</strong> of better fundamentals immediately on US legislation. The cost to enter the US market will most definitely cause capex and goodwill capital outflows, and set back their profitability since there are established MSO&#39;s in the USA already. The USA opening the market to these companies will only further degrade the actual balance sheets/income statements and slow down profits and you know what institutions and shareholders like? <strong>Yep. Profits.</strong></li>\n<li><strong>Finally, how to not become a bag holder:</strong> The market can stay irrational way, way, way longer than you expect. So this may go on for a bit, but refer back to 7. It&#39;s coming back down eventually, set expectations and pick your exit, or start to shave off your position as it goes up and let a portion of it run. Eventually, you have to sell to actually realize a gain, don&#39;t forget that. Once you do, close the chart, remove it from your watchlist, check back in on it in a month if you want to get back in when you have a clear head.</li>\n</ol>\n\n<p>The Canadian operators are literally the last companies I&#39;d play off a US legislation play, and one of the only ones worth owning in $APHA for the arbitrage play on the shares. But if Tilray comes crashing back down, $APHA will as well along with all of them, and you have to hope you lose a lot less on $APHA crashing than you&#39;ll make on the arbitrage between the share price.</p>\n\n<p>THIS IS ALL JUST &quot;SENTIMENT&quot; BASED YOLOING BY THIS SUB. It has probably driven uneducated retail into the trades also - who will also become bag holders.</p>\n\n<p>&#x200B;</p>\n\n<p><strong><em>Let me put this in big letters for those of you that can only read big font and use crayons:</em></strong></p>\n\n<h1>NONE OF THESE COMPANIES HAVE REAL USA MARKET EXPOSURE, THEY ARE CANADIAN COMPANIES. THEY DO NOT HAVE MARKET POSITIONING AND ARE NOT POISED TO TAKE ADVANTAGE OF US LEGALIZATION.</h1>\n\n<p><em>IF ANYTHING: IT WILL HURT THEIR BOTTOM LINE AND SET BACK EARNINGS BECAUSE OF CAPEX AND CASH OUTFLOWS TO GET A POSITION IN THE MARKET AND SOME OF THEM WILL GO OUT OF BUSINESS BECAUSE OF IT, WHILE OTHERS WILL FALL OUT OF PROFITIABILITY TO ENTER THE MARKET AND COMPETE WITH THE REAL PLAYERS</em>.</p>\n\n<p>&#x200B;</p>\n\n<p><em><sup>Who are the real players? (Cresco $CRLBF and Curaleaf $CURLF</sup></em> <em><sup>- do your own DD or wait for a post next week</sup></em><em>\\</em>***********)*</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Conclusion: Nobody should plan on holding these long term. Don&#39;t let someone else hand you bags like I did this morning at open on the pop unless you plan to hand your bags off and find the next play.</strong></p>\n\n<p><strong>You likely will not time the top. Pick a place you&#39;re ready to exit the trade, exit the trade or slowly shave your position, close the graphs and don&#39;t fomo back in. Just be done with the trade afterwards. You&#39;re likely not a cannabis multi millionaire and will not be one, unless you were loaded to the brim with low cost calls from last summer/fall or unless you literally yolo&#39;d $10M into one of these a few weeks ago, and in that case, you belong here, congrats on your gains and fuck you.</strong></p>\n\n<p><strong>THIS IS A SECTOR/FOMO SQUEEZE. AND IT WILL END. THIS IS NOT SENTIMENT AND CNBC IS TROLLING US WITH IT LIKE WE HAVE THE POWER.</strong></p>\n\n<p>And if you think <em>WE</em> are the ones driving the price up, the hedge funds are definitely watching and playing and they can bring these down at will at almost any time they want. You&#39;re holding a lit molotov, the only question is: will you throw it before it blows up?</p>\n\n<p>The rest of you? Plz fuck off with you 20 shares @ $2 on Sundial, fuck off with the &quot;HOLD THE LINE SNDL $10 EOW&quot;, fuck off with your fomo, and <strong>fuck off with the &quot;movement&quot; and &quot;lets push this to the sky&quot; stuff and most importantly don&#39;t post DD if you have zero clue what is going on.</strong></p>\n\n<p><strong><em>You know what &quot;lets push this to the sky&quot; sounds like? Market manipulation.</em></strong> We&#39;re not in this together, I literally handed one of you a bag to hold this morning and even if they go up for another month, eventually, that bags gonna be heavy and I ain&#39;t coming back for it. I ain&#39;t tipping you either.</p>\n\n<p><strong>These prices are insanely high for these companies. The multiples are out of control, and if you buy in at these levels, well, best of luck, I hope it works out for you. I&#39;m fighting the fomo of extended gains, and will continue to put my money elsewhere.</strong></p>\n\n<h1>SIR, THIS IS A CASINO.</h1>\n\n<p>Positions: I had the meme stocks like you literally all of them minus ACB and CGC. I took gains and bought 500 shares of Cresco prob increasing to 1,000 tomorrow, and kept the rest off the table to pay my wife&#39;s boyfriend&#39;s rent.</p>\n\n<p>Disclaimer: I have Tilray puts I&#39;m prepared to average down on and diamond hand like a real boss because this is coming back down.</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Edit:</strong> You know what I forgot to add? Some of the biggest holders, the cannabis ETFs and funds, you know what they did today? They trimmed their positions. And they will continue to do so because of fiduciary responsibility and when you de-concentrate shares into the retail&#39;s hands, the moves will get more and more finnicky and more and more violent.</p>\n\n<p><strong>Edit 2:</strong> Some normie tried calling me out like I never saw this trade coming or am a hedge shill, <a href=\"https://imgur.com/a/asAVkiC\">https://imgur.com/a/asAVkiC</a> - I had thousands of shares, these are just the trades from this month, and I&#39;m not advocating a buy, I sold mostly all of them this morning except for adding Cresco back in. You want the gain numbers? You do the math, I&#39;m not your math tutor, I sold like 6 minutes after open for most of them. I have Tilray puts for next week and will be buying a few months out at various strikes as it continues to climb.</p>\n\n<p><em>Yeah, I think these are coming back down in price sooner rather than later, that isn&#39;t extraordinary information for a common sense person.</em></p>\n\n<p><strong>Edit 3: I&#39;m getting piles of messages from people who used to follow my DD back in 2018/2019. Yes, it&#39;s the real SoRefreshing, proof:</strong> <a href=\"https://imgur.com/a/Pn5LqCe\"><strong>https://imgur.com/a/Pn5LqCe</strong></a></p>\n\n<p>Edit 4: Eh don&#39;t request me with &quot;What should I do with XX&quot; be a big adult grown up and decide your own risk tolerance and exits. I responded to the first 10 or so. Now I have 100. I can&#39;t. I disabled chat messages.</p>\n\n<p>Edit 5: jesus with the awards go buy TSLA calls this is WSB not fb/twtr disclaimer: have TSLA calls</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "96f6c79e-b853-11e5-a4cb-0ebdf030e05d",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2th52",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#800080",
  "id": "lhf2qw",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "OhSoRefreshing",
  "discussion_type": null,
  "num_comments": 1041,
  "send_replies": true,
  "whitelist_status": "some_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/wallstreetbets/comments/lhf2qw/how_a_shortgamma_squeeze_on_tilray_is_causing_the/",
  "parent_whitelist_status": "some_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/wallstreetbets/comments/lhf2qw/how_a_shortgamma_squeeze_on_tilray_is_causing_the/",
  "subreddit_subscribers": 8909278,
  "created_utc": 1613049820,
  "num_crossposts": 6,
  "media": null,
  "is_video": false,
  "original_created_utc": 1613026475,
  "the_new_excerpt": "Obligatory: SIR, THIS IS A CASINO.\n\nTLDR: This run is going to end with the cannabis stocks back down 50-80% or more\nfrom the levels they are at. $CRLBF is the real play here for the smart players\nthat want USA exposure to the legislation. We just like the stocks now, not\nlater.\n\nOk, listen up…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "义务的。先生，这是一个赌场。\n\nTLDR：这次运行将以大麻股回落50-80%或更多而告终。\n从他们所处的水平来看。对于聪明的玩家来说，$CRLBF才是真正的好戏。\n的，希望美国接触到立法。我们只是喜欢现在的股票，而不是\n待会再说吧\n\n好了，听好了...",
      "title": "Tilray的短缺/Gamma挤压如何导致整个大麻市场的月球，以及如何避免成为一个袋子持有人，当这一切都崩溃了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "義務的。先生，這是一個賭場。\n\nTLDR：這次運行將以大麻股回落50-80%或更多而告終。\n從他們所處的水平來看。對於聰明的玩家來說，$CRLBF纔是真正的好戲。\n的，希望美國接觸到立法。我們只是喜歡現在的股票，而不是\n待會再說吧\n\n好了，聽好了...",
      "title": "Tilray的短缺/Gamma擠壓如何導致整個大麻市場的月球，以及如何避免成爲一個袋子持有人，當這一切都崩潰了。"
    }
  ],
  "source_updated_at": 1613728627468
}