{
  "author": "aspiringaspiringwrtr",
  "original_created_utc": 1637875209,
  "title": "CMV: Smash and grabs are dangerous and should not be dismissed as \"A company worth billions loses a few thousand\"",
  "created_utc": 1637901779,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This attitude is especially prevalent on twitter: &quot;Nordstrom is a multi-billion dollar company, who cares if they lose a few thousand dollars worth of inventory, they can just replace it.&quot; The way people frame it, the people who are against smash and grabs are the problem because they aren&#39;t talking about wage theft-a separate issue-and because they care too much about property.</p>\n\n<p>But I would argue that there&#39;s a difference between petty shoplifting (snatching toothpaste from CVS) and mobs armed with sledgehammers destroying property. For employees, it&#39;s distressing to see armed mobs destroying their workplace, especially because they don&#39;t know that the armed mob won&#39;t hurt them. And people have gotten hurt before during these smash and grabs. </p>\n\n<p>Furthermore, the executives and CEOs of these major companies are far away from the crimes being committed, so if this is supposed to be retaliation against them for mistreating employees (or if people think what is happening is OK because of past wrongdoing, it&#39;s very misguided seeing as employees are the ones getting hurt. </p>\n\n<p>I don&#39;t understand why so many people are jumping to the defense of the criminals vandalizing stores, so maybe I can find out how somebody who is defending them views the situation and, possibly, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/r26rmb/cmv_smash_and_grabs_are_dangerous_and_should_not/",
  "subreddit": "changemyview",
  "id": "r26rmb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This attitude is especially prevalent on twitter: \"Nordstrom is a multi-billion\ndollar company, who cares if they lose a few thousand dollars worth of\ninventory, they can just replace it.\" The way people frame it, the people who\nare against smash and grabs are the problem because they aren't talking…"
}