{
  "author": "aspiringaspiringwrtr",
  "original_created_utc": 1637875209,
  "title": "CMV: Smash and grabs are dangerous and should not be dismissed as \"A company worth billions loses a few thousand\"",
  "created_utc": 1637901779,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This attitude is especially prevalent on twitter: &quot;Nordstrom is a multi-billion dollar company, who cares if they lose a few thousand dollars worth of inventory, they can just replace it.&quot; The way people frame it, the people who are against smash and grabs are the problem because they aren&#39;t talking about wage theft-a separate issue-and because they care too much about property.</p>\n\n<p>But I would argue that there&#39;s a difference between petty shoplifting (snatching toothpaste from CVS) and mobs armed with sledgehammers destroying property. For employees, it&#39;s distressing to see armed mobs destroying their workplace, especially because they don&#39;t know that the armed mob won&#39;t hurt them. And people have gotten hurt before during these smash and grabs. </p>\n\n<p>Furthermore, the executives and CEOs of these major companies are far away from the crimes being committed, so if this is supposed to be retaliation against them for mistreating employees (or if people think what is happening is OK because of past wrongdoing, it&#39;s very misguided seeing as employees are the ones getting hurt. </p>\n\n<p>I don&#39;t understand why so many people are jumping to the defense of the criminals vandalizing stores, so maybe I can find out how somebody who is defending them views the situation and, possibly, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/r26rmb/cmv_smash_and_grabs_are_dangerous_and_should_not/",
  "subreddit": "changemyview",
  "id": "r26rmb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This attitude is especially prevalent on twitter: \"Nordstrom is a multi-billion\ndollar company, who cares if they lose a few thousand dollars worth of\ninventory, they can just replace it.\" The way people frame it, the people who\nare against smash and grabs are the problem because they aren't talking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このような姿勢は、特にtwitterで多く見られます。「ノードストロームは数十億ドルの\n数千ドル分の在庫を失っても気にしない。\n数千ドル分の在庫を失っても気にすることはない、交換すればいいのだから」。このような言い方をすると、スマッシュ＆グラブに反対している人たちは\n話題になっていないので、スマッシュ＆グラブに反対している人たちが問題だと思われています。",
      "title": "CMV：スマッシュ＆グラブは危険であり、「数十億円の企業が数千万円の損失を出す」という理由で片付けてはならない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这种态度在微博上尤其普遍。\"诺德斯特姆是一家价值数十亿美元的公司\n价值数十亿美元的公司，谁会在乎他们失去价值几千美元的库存呢？\n谁会在乎他们损失了价值几千美元的库存，他们可以直接更换。\" 按照人们的说法，那些\n反对打砸抢的人是有问题的，因为他们并没有说...",
      "title": "CMV：打砸抢是很危险的，不应该以 \"一个价值几十亿的公司损失了几千块 \"来搪塞。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這種態度在微博上尤其普遍。\"諾德斯特姆是一家價值數十億美元的公司\n價值數十億美元的公司，誰會在乎他們失去價值幾千美元的庫存呢？\n誰會在乎他們損失了價值幾千美元的庫存，他們可以直接更換。\" 按照人們的說法，那些\n反對打砸搶的人是有問題的，因爲他們並沒有說...",
      "title": "CMV：打砸搶是很危險的，不應該以 \"一個價值幾十億的公司損失了幾千塊 \"來搪塞。"
    }
  ]
}