{
  "author": "lowiqtrader",
  "original_created_utc": 1629611207,
  "title": "Finally read a full book :)",
  "created_utc": 1629618204,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I posted a few months back about not having read anything since high school and wanting to improve my reading ability in order to tackle difficult non-fiction texts. I realized that most of the time that I did try starting to read, I gave up because the book was too difficult or dry for me stick with for a long period of time. I realized that I needed to build up my &quot;reading strength&quot;. It doesn&#39;t make sense to lift 300 lbs if can&#39;t even lift 150 lbs yet.</p>\n\n<p>A few weeks ago I picked up an easy, casual book on my kindle and each night spent 30 min to an hour reading it. It was about 250-270 pages. Some nights I did not read at all. Some nights I just read a little bit. Most nights I read an average amount. My goal was just to finish the book.</p>\n\n<p>Tonight I finally finished it. Although one book is not a huge deal for most people in this sub, given that I have not read anything to its entirety since high school (I&#39;m 25 now) I&#39;m so happy that I didn&#39;t stop reading entirely cause I was bored or wanted to do something else.</p>\n\n<p>Anyway, just wanted to share. Thanks :)</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/p9714z/finally_read_a_full_book/",
  "subreddit": "books",
  "id": "p9714z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I posted a few months back about not having read anything since high school and\nwanting to improve my reading ability in order to tackle difficult non-fiction\ntexts. I realized that most of the time that I did try starting to read, I gave\nup because the book was too difficult or dry for me stick…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は数ヶ月前に、高校時代から何も読んでいないこと、そして読書をするために読書力を高めたいことについて投稿しました。\n難しいノンフィクションに挑戦するために、読解力を高めたいと思っています。\nと投稿しました。読書を始めようとすると、ほとんどの場合、本の内容が難しくて諦めてしまうことに気づきました。\nその理由は、その本が私には難しすぎたり、辛口だったりしたからです。",
      "title": "ようやく一冊の本が読めました :)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在几个月前发过一个帖子，说我从高中开始就没有读过书，想提高自己的阅读能力，以解决困难。\n我想提高我的阅读能力，以便应对困难的非小说类文章。\n文本。我意识到，在我尝试开始阅读的大部分时间里，我都放弃了\n因为这本书对我来说太难了或太枯燥了......",
      "title": "终于读完了一本完整的书 :)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在幾個月前發過一個帖子，說我從高中開始就沒有讀過書，想提高自己的閱讀能力，以解決困難。\n我想提高我的閱讀能力，以便應對困難的非小說類文章。\n文本。我意識到，在我嘗試開始閱讀的大部分時間裏，我都放棄了\n因爲這本書對我來說太難了或太枯燥了......",
      "title": "終於讀完了一本完整的書 :)"
    }
  ]
}