{
  "author": "ProfessionalRude8952",
  "the_new_excerpt": "I am a man, I concede that the violence committed by men is abhorrent. I agree\nthat there is WAY too much of it. While I agree that cultural elements probably\nplay a part but I also think some of the biological elements that lead men to\nextreme behaviors in pretty much every avenue, are also…",
  "original_created_utc": 1616697720,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个男人，我承认男人的暴力是可恶的。我同意\n有太多的东西。虽然我同意，文化元素可能\n起到了一定的作用，但我也认为一些生物因素导致了男人的\n几乎所有途径的极端行为，也都是...",
      "title": "CMV：如果你认为在对妇女的暴力、强奸等问题上，所有的男人都有责任，那么你就必须让步无数不舒服的类比。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個男人，我承認男人的暴力是可惡的。我同意\n有太多的東西。雖然我同意，文化元素可能\n起到了一定的作用，但我也認爲一些生物因素導致了男人的\n幾乎所有途徑的極端行爲，也都是...",
      "title": "CMV：如果你認爲在對婦女的暴力、強姦等問題上，所有的男人都有責任，那麼你就必須讓步無數不舒服的類比。"
    }
  ],
  "title": "CMV: If you believe all men have a responsibility in issues of violence against women, rape etc, then you have to concede a myriad of uncomfortable analogues",
  "created_utc": 1616720402,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a man, I concede that the violence committed by men is abhorrent. I agree that there is WAY too much of it. While I agree that cultural elements probably play a part but I also think some of the biological elements that lead men to extreme behaviors in pretty much every avenue, are also responsible. </p>\n\n<p>It has become a very common and accepted thing lately to assert that all men are responsible and that we essentially have to clean up our act. I don&#39;t necessarily disagree with this. However, we are essentially saying that the group at large is responsible for the crimes of an extreme subgroup. The exact same arguments that are leveled against men can be applied in a lot of very un-PC contexts.</p>\n\n<p>Are Muslims responsible for Islamic extremists ? </p>\n\n<p>Are black Americans responsible for the excessive murder rates in parts of the community?</p>\n\n<p>Are Greenlanders responsible for the excessive child abuse that occurs in parts?</p>\n\n<p>&#x200B;</p>\n\n<p>If you listen to the likes of Tommy Robinson (who is generally considered a bigot in media), his arguments are very similar to those being leveled against men now. i.e. Not all Muslims - but Islamic culture breeds extremism and he asks why more Muslims are not doing more and calling out those in their community with more extremist ideas. </p>\n\n<p>It&#39;s not clear to me why his ideas are &#39;obviously bigoted rubbish&#39; while in the case of men&#39;s violence against women, it is asserted as obviously correct. </p>\n\n<p>It is clear to me however that the average guy feels much like the average Muslim does in scenarios where there is some terrorist incident, i.e. &#39;whoa thats fucked up, but has nothing to do with me or reflects my attitude&#39;</p>\n\n<p>&#x200B;</p>\n\n<p>Again, just to make sure. I have not stated my opinion on any of the issues (Men&#39;s violence, Islam, murders in black America, child abuse in Greenland), this CMV is about the my belief that the arguments leveled against men could just as easily be leveled against these other groups, and that our response to these arguments should probably be the same, whatever that response might be.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/md585r/cmv_if_you_believe_all_men_have_a_responsibility/",
  "subreddit": "changemyview",
  "id": "md585r",
  "is_self": true,
  "media": null,
  "is_video": false
}