{
  "author": "TapiocaTuesday",
  "the_new_excerpt": "Cashiers are rarely allowed to sit in grocery stores, and other retail jobs.\nSitting might sometimes affect the ability to perform certain tasks, but\ncashiers can stand for these, if needed. But in my experience, most cashier\nduties involve scanning, hitting buttons, and putting things in bags. All…",
  "original_created_utc": 1609185640,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "收银员很少被允许坐在杂货店和其他零售工作中。\n久坐有时可能会影响执行某些任务的能力，但是\n如果需要的话，收银员可以代表这些。但根据我的经验，大多数收银员\n职责包括扫描，点击按钮，以及把东西放进袋子里。所有…",
      "title": "[改变我的想法]：如果工作没有必要，出纳员永远不应该被强迫站立"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "收銀員很少被允許坐在雜貨店和其他零售工作中。\n久坐有時可能會影響執行某些任務的能力，但是\n如果需要的話，收銀員可以代表這些。但根據我的經驗，大多數收銀員\n職責包括掃描，點擊按鈕，以及把東西放進袋子裏。所有…",
      "title": "[改變我的想法]：如果工作沒有必要，出納員永遠不應該被強迫站立"
    }
  ],
  "title": "CMV: Cashiers should never be forced to stand if not necessary for their job",
  "created_utc": 1609191752,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cashiers are rarely allowed to sit in grocery stores, and other retail jobs. Sitting might sometimes affect the ability to perform certain tasks, but cashiers can stand for these, if needed. But in my experience, most cashier duties involve scanning, hitting buttons, and putting things in bags. All of these can be performed while sitting.   </p>\n\n<p>I believe there are work-culture reasons for requiring cashiers to stand that are not based on their ability to perform their job, but based on the &quot;perception&quot; of being less alert, or at worst, lazy.  </p>\n\n<p>I do not think most customers care about these perceptions as much as managers and corporate leaders think they do. </p>\n\n<p>Not all cashiers will care about this, but there are enough cashiers that would greatly benefit from being allowed to sit for health reasons, and for morale reasons.</p>\n</div><!-- SC_ON -->",
  "score": 136,
  "permalink": "/r/changemyview/comments/klxqoj/cmv_cashiers_should_never_be_forced_to_stand_if/",
  "subreddit": "changemyview",
  "id": "klxqoj",
  "is_self": true,
  "media": null,
  "is_video": false
}