{
  "author": "korosenaiii",
  "the_new_excerpt": "I've always struggled with reading my entire life. When it comes to\nentertainment, I much prefer video games, tv shows, or movies. I struggle to\never just sit down and read a book for longer than 10 minutes before stopping. I\nthink the last book I read from start to finish was in High School and for…",
  "original_created_utc": 1613841814,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一生都在为读书而苦恼。当涉及到\n娱乐，我更喜欢视频游戏，电视节目，或电影。我努力\n曾经只是坐下来读一本书超过10分钟才停下来。I\n我想我最后一本从头到尾读完的书是在高中和... ...",
      "title": "我刚刚读完了10年来的第一本书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一生都在爲讀書而苦惱。當涉及到\n娛樂，我更喜歡視頻遊戲，電視節目，或電影。我努力\n曾經只是坐下來讀一本書超過10分鐘才停下來。I\n我想我最後一本從頭到尾讀完的書是在高中和... ...",
      "title": "我剛剛讀完了10年來的第一本書!"
    }
  ],
  "title": "I just finished reading my first book in 10 years!",
  "created_utc": 1613847451,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always struggled with reading my entire life.  When it comes to entertainment, I much prefer video games, tv shows, or movies.  I struggle to ever just sit down and read a book for longer than 10 minutes before stopping.  I think the last book I read from start to finish was in High School and for a class... so this year I decided enough is enough.  I absolutely love the Witcher Video Game series and TV Show so I decided to give The Last Wish by Andrzej Sapkowski a try.  I initially bought this book off Amazon July 13, 2015... Almost 6 years ago.  It was absolutely amazing from start to finish!  Not only was it an amazing book, but it&#39;s made me appreciate the Witcher series as a whole even more.  I&#39;m going to be reading Blood of Elves next which I already picked up from Barnes and Noble recently.</p>\n\n<p>Despite this being my first book in 10 years, and I know it took me almost two months to read it, I hope to read at least 5 books this year as a minimum.</p>\n\n<p>Also, I highly recommend The Last Wish if you&#39;re a fan of the Witcher games and show, it&#39;s absolutely incredible.</p>\n\n<p>Edit: Quick edit, but I also REALLY love the Expanse show on Amazon so I grabbed Leviathan Wakes by James S.A. Corey as well :))  So I guess i&#39;ve got a proper goal set out and some books lined up to read!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/lobumy/i_just_finished_reading_my_first_book_in_10_years/",
  "subreddit": "books",
  "id": "lobumy",
  "is_self": true,
  "media": null,
  "is_video": false
}