{
  "author": "Nostalg33k",
  "original_created_utc": 1633420910,
  "title": "Being in the green is more stressful than being in the red",
  "created_utc": 1633437187,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I started investing in august and through averaging down I&#39;m now in the green. And I just realized how complicated it becomes when you are in the green.   </p>\n\n<p>A lot of people are saying: &#39;Take profits, take profits, you never know when the next dip is&#39; but this is timing the market which I don&#39;t know how to do. I don&#39;t want to take money out which would exponentially make me lose profits on the way up. </p>\n\n<p>&#x200B;</p>\n\n<p>Others are saying: &#39;never touch your bags until your target is achieved&#39; but I wouldn&#39;t want to empty everything as soon as my target is achieved. Yes I&#39;d like to buy a house or a flat at some point in my life and I&#39;m very very far from there right now BUT I won&#39;t empty everything as soon as I have enough for a house. This would be counter productive.   </p>\n\n<p>When I&#39;m in the red the solution is easy. Buy, buy, buy so you can average down. Nowadays the feeling of buying is different because I&#39;m buying while already in the profits.   </p>\n\n<p>The only solution I found is to think I&#39;m averaging up so that at the next dip I can really average down but it doesn&#39;t make much sense. This is why people blindly dca&#39;ing have a better time. The decision making is very complicated. </p>\n\n<p>&#x200B;</p>\n\n<p>What is for you, the most complicated time in the markets???</p>\n</div><!-- SC_ON -->",
  "score": 228,
  "permalink": "/r/CryptoCurrency/comments/q1rtiz/being_in_the_green_is_more_stressful_than_being/",
  "subreddit": "CryptoCurrency",
  "id": "q1rtiz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I started investing in august and through averaging down I'm now in the\ngreen. And I just realized how complicated it becomes when you are in the green.\n\nA lot of people are saying: 'Take profits, take profits, you never know when the\nnext dip is' but this is timing the market which I don't know…"
}