{
  "author": "Godfreee",
  "original_created_utc": 1634699377,
  "title": "Someone asked me if it was still OK to buy Bitcoin at $64K. This was my answer.",
  "created_utc": 1634722729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bitcoin is an emerging technology, network, and asset class that is only 13 years old.</p>\n\n<p>It is growing across all metrics at a rate faster than the internet itself in the 90s.</p>\n\n<p>The amount of capital and brain power pouring into all facets of Bitcoin (tech, asset, network, and related fields) is unprecedented. </p>\n\n<p>The amount of people who have accumulated massive amounts of capital over the years because of Bitcoin are deploying that capital to make Bitcoin even more secure, easier to use, easier to access, and easier to integrate is also increasing rapidly, creating a positive feedback loop.</p>\n\n<p>Bitcoin at $1 Trillion in market capitalization is still too small in the financial markets today, but that is changing rapidly. The total addressable market for Bitcoin&#39;s use case is at least $10 trillion (gold), and then an order of magnitude more once Bitcoin eats into bonds, real estate, art, and other stores of value.</p>\n\n<p>Bitcoin has no rulers, only rules. It has no central points of failure and has time as its ally. Every single block produced by the network gives new information to the market and ossifies Bitcoin&#39;s position as a long-term store of value that is free from human interference and political manipulation. </p>\n\n<p>The demand for such a monetary network, asset, and technology is increasing exponentially as people see no end to fiat debasement.</p>\n\n<p>Bitcoin is here to stay, it is not going away. </p>\n\n<p>Holding Bitcoin was once a risky proposition. Today, NOT holding Bitcoin is the riskier proposition.</p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/Bitcoin/comments/qbrmz6/someone_asked_me_if_it_was_still_ok_to_buy/",
  "subreddit": "Bitcoin",
  "id": "qbrmz6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Bitcoin is an emerging technology, network, and asset class that is only 13\nyears old.\n\nIt is growing across all metrics at a rate faster than the internet itself in\nthe 90s.\n\nThe amount of capital and brain power pouring into all facets of Bitcoin (tech,\nasset, network, and related fields) is…"
}