{
  "author": "Rogueish28",
  "the_new_excerpt": "The particular author that I am talking about is an amazon author. She has\nactually went after people who would point out her mistakes in her books, going\nso far as to put the corrected mistake in her books, three to four times over\n(kind of as a f u to the person, and saying \"look at me I am using…",
  "original_created_utc": 1615877681,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我说的这个特别的作者是一个亚马逊作者。她有\n其实去追谁会指出她的错误 在她的书，去\n以至于把改正的错误写在她的书上，三到四次了。\n(有点像对人的f u，说 \"看我用......\"。",
      "title": "有没有人遇到过一个作者，就是受不了批评？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我說的這個特別的作者是一個亞馬遜作者。她有\n其實去追誰會指出她的錯誤 在她的書，去\n以至於把改正的錯誤寫在她的書上，三到四次了。\n(有點像對人的f u，說 \"看我用......\"。",
      "title": "有沒有人遇到過一個作者，就是受不了批評？"
    }
  ],
  "title": "Has anyone came across an author that just couldn't handle criticism?",
  "created_utc": 1615928265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The particular author that I am talking about is an amazon author. She has actually went after people who would point out her mistakes in her books, going so far as to put the corrected mistake in her books, three to four times over (kind of as a f u to the person, and saying &quot;look at me I am using it correctly now!&quot;) She has a facebook page as well, that if anyone tried to give her constructive criticism, she will have one of her moderators block this person from her pages. But I think one of the biggest things for me, was how she used an indie author as an antagonist in one of her series, because she had written a series, similar to the one she had. I stopped reading her books because of this, but I was just curious if anyone else has came across an author that was just all around not a nice person?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m6327m/has_anyone_came_across_an_author_that_just/",
  "subreddit": "books",
  "id": "m6327m",
  "is_self": true,
  "media": null,
  "is_video": false
}