{
  "author": "ohhoneyno_",
  "the_new_excerpt": "The bystander effect is a social phenomenon in which people in a public setting\nare less likely to help a person in need because they believe “someone else will\ndo it”. The more people around you, the less likely you will be helped. This is\nwhy they tell you to scream “fire” instead of rape also,…",
  "original_created_utc": 1618436574,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "傍観者効果とは、公共の場にいる人が、「誰かが助けてくれるだろう」と思って、困っている人を助けにくくなる社会現象のことです。\n傍観者効果とは、公共の場にいる人が、「誰かがやってくれるだろう」と思って、困っている人を助けようとしないという社会現象です。\nしてくれる」と考えるからです。周りに人が多ければ多いほど、助けてもらえる可能性は低くなります。これが\nレイプの代わりに「火事だ」と叫べと言われるのもそのためです。",
      "title": "YSKでは、バイスタンダー効果について、公共の場で周りに人が多いほど、危機の際に助けてもらえる可能性が低くなることを説明しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "旁观者效应是指人们在公共场合的一种社会现象。\n不太愿意帮助有需要的人，因为他们相信 \"别人会\"。\n做\"。身边的人越多，你越不可能得到帮助。这就是\n为什么他们叫你叫 \"火 \"而不是强奸，... ...",
      "title": "YSK讲述了旁观者效应，以及在公共场所你周围的人越多，你在危机中得到帮助的可能性就越小。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "旁觀者效應是指人們在公共場合的一種社會現象。\n不太願意幫助有需要的人，因爲他們相信 \"別人會\"。\n做\"。身邊的人越多，你越不可能得到幫助。這就是\n爲什麼他們叫你叫 \"火 \"而不是強姦，... ...",
      "title": "YSK講述了旁觀者效應，以及在公共場所你周圍的人越多，你在危機中得到幫助的可能性就越小。"
    }
  ],
  "title": "YSK about the bystander effect and how the more people around you in a public place, the less likely you are to be helped during a crisis.",
  "created_utc": 1618472776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The bystander effect is a social phenomenon in which people in a public setting are less likely to help a person in need because they believe “someone else will do it”. The more people around you, the less likely you will be helped. This is why they tell you to scream “fire” instead of rape also, because people are more likely to act if they feel that they are personally endangered by the situation. </p>\n\n<p>If you see someone in trouble, don’t assume that somebody else will help them. If you can help them, do so, or at least find someone who will. </p>\n\n<p>Why YSK: In the event that you are ever in need of help in public, make a scene that makes people around you feel as though they are also in danger. And if you see somebody in public who needs help, help them or find someone who can.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/mr0ril/ysk_about_the_bystander_effect_and_how_the_more/",
  "subreddit": "YouShouldKnow",
  "id": "mr0ril",
  "is_self": true,
  "media": null,
  "is_video": false
}