{
  "author": "stortson",
  "the_new_excerpt": "WHY YSK: I have always wanted to get into hunting but due to work I couldn't\npredictably set aside a whole weekend in advance to take hunters safety. I\nrecently moved to a new state and when looking at the hunting regulations saw\nthat they offered hunters safety online. In addition they offer many…",
  "original_created_utc": 1611458584,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "WHY YSK：我一直想进入狩猎，但由于工作原因，我不能\n可以预见的是，提前留出了一整个周末的时间，以保证猎人的安全。I\n最近搬到了一个新的州，在看狩猎条例时看到了\n他们为猎人提供了安全在线。此外，他们提供了许多...",
      "title": "YSK许多州都提供在线课程，包括猎人教育、船夫教育、非公路车辆培训等，让您获得州执照所需的培训。在某些情况下，这些课程是免费的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "WHY YSK：我一直想進入狩獵，但由於工作原因，我不能\n可以預見的是，提前留出了一整個週末的時間，以保證獵人的安全。I\n最近搬到了一個新的州，在看狩獵條例時看到了\n他們爲獵人提供了安全在線。此外，他們提供了許多...",
      "title": "YSK許多州都提供在線課程，包括獵人教育、船伕教育、非公路車輛培訓等，讓您獲得州執照所需的培訓。在某些情況下，這些課程是免費的。"
    }
  ],
  "title": "YSK many states are offering online classes for hunter education, boater education, off highway vehicle training and more giving you the required training you need to aquire state licenses. In some cases the classes are free.",
  "created_utc": 1611516631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: I have always wanted to get into hunting but due to work I couldn&#39;t predictably set aside a whole weekend in advance to take hunters safety. I recently moved to a new state and when looking at the hunting regulations saw that they offered hunters safety online. In addition they offer many other courses online and the training has multi state reciprocity. It was free for me to take the course and took about 4-5 hours. I had firearms experience but never hunted and the course was great with teaching safety and ethics for new hunters.</p>\n</div><!-- SC_ON -->",
  "score": 303,
  "permalink": "/r/YouShouldKnow/comments/l3reas/ysk_many_states_are_offering_online_classes_for/",
  "subreddit": "YouShouldKnow",
  "id": "l3reas",
  "is_self": true,
  "media": null,
  "is_video": false
}