{
  "author": "Camjw1123",
  "original_created_utc": 1639766387,
  "title": "YSK: Talking about your wages is not against the law and you should as it's more likely to result in you having a better wage/salary",
  "created_utc": 1639802795,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: the stigma around discussing your wages/salary is unjustified and is driven by employers wanting to take advantage of paying employees different amounts for the same work. You have every right to discuss your wages and may be protected by law depending on what country/ state you are in.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 215,
  "permalink": "/r/YouShouldKnow/comments/rinvl6/ysk_talking_about_your_wages_is_not_against_the/",
  "subreddit": "YouShouldKnow",
  "id": "rinvl6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: the stigma around discussing your wages/salary is unjustified and is\ndriven by employers wanting to take advantage of paying employees different\namounts for the same work. You have every right to discuss your wages and may be\nprotected by law depending on what country/ state you are in.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 自分のことを話すことに対するスティグマ（汚名）。\n賃金や給料は不当なもので、雇用主が利益を得ようとすることに起因しています。\n同じ仕事をしているのに、従業員に異なる金額を支払っていること。あなたには\n賃金について話し合うことができ、場合によっては法律で保護されるかもしれません。",
      "title": "YSK: 自分の賃金について話すことは法律違反ではないし、話した方が賃金や給与が良くなる可能性が高いので、話すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：围绕讨论你的工资/薪水的耻辱是不可能的。\n雇主想要利用同工不同酬的优势，对你的工资/薪水进行讨论，这是毫无道理的，是由雇主驱动的。\n雇主想利用同样的工作向雇员支付不同的金额。你完全有权利\n你有权利讨论你的工资，并可能受到法律的保护，这取决于...",
      "title": "YSK：谈论你的工资并不违法，你应该这样做，因为这更有可能使你获得更好的工资/薪水。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：圍繞討論你的工資/薪水的恥辱是不可能的。\n僱主想要利用同工不同酬的優勢，對你的工資/薪水進行討論，這是毫無道理的，是由僱主驅動的。\n僱主想利用同樣的工作向僱員支付不同的金額。你完全有權利\n你有權利討論你的工資，並可能受到法律的保護，這取決於...",
      "title": "YSK：談論你的工資並不違法，你應該這樣做，因爲這更有可能使你獲得更好的工資/薪水。"
    }
  ]
}