{
  "author": "ZePieGuy",
  "the_new_excerpt": "The tragedy of the mass shooting in Boulder has everyone up in arms talking\nabout banning guns, but I think that's far from the answer to ameliorate current\ndeeply rooted issues in America with guns. Although these mass shooting deaths\nare very sad, they kind of remind me of airplane crashes -…",
  "original_created_utc": 1616564407,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "博尔德大规模枪击案的悲剧让大家议论纷纷。\n关于禁枪，但我认为这远远不是改善当前的答案。\n美国根深蒂固的枪支问题。虽然这些大规模枪击死亡事件\n是非常悲伤的，他们有点让我想起了飞机坠毁 -... ...",
      "title": "CMV：在美国禁枪并不能解决我们的枪支问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "博爾德大規模槍擊案的悲劇讓大家議論紛紛。\n關於禁槍，但我認爲這遠遠不是改善當前的答案。\n美國根深蒂固的槍支問題。雖然這些大規模槍擊死亡事件\n是非常悲傷的，他們有點讓我想起了飛機墜毀 -... ...",
      "title": "CMV：在美國禁槍並不能解決我們的槍支問題。"
    }
  ],
  "title": "CMV: Banning guns in the US won't solve our issue with guns.",
  "created_utc": 1616612307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The tragedy of the mass shooting in Boulder has everyone up in arms talking about banning guns, but I think that&#39;s far from the answer to ameliorate current deeply rooted issues in America with guns. Although these mass shooting deaths are very sad, they kind of remind me of airplane crashes - highly sensationalized on media, but play such a miniscule role in the total gun deaths in the US. They only account for 0.2% of all gun deaths<a href=\"https://health.ucdavis.edu/what-you-can-do/facts.html\">1</a>. I don&#39;t think it&#39;s fair to just use mass shootings as the lens to pass gun legislation.</p>\n\n<p>Not accounting for suicide, which I&#39;ll touch on later, most gun deaths occur as single or double homicides, which are done overwhelming by pistols or revolvers (~80%). Actually most gun related crimes, including robbery and assault, are also done by handguns (~80%)<a href=\"https://www.google.com/url?sa=t&amp;source=web&amp;rct=j&amp;url=https://www.bjs.gov/content/pub/pdf/GUIC.PDF&amp;ved=2ahUKEwj6ir6okcjvAhVaOs0KHZs3A-QQFjAAegQIAxAC&amp;usg=AOvVaw0O0h90mGzdjog3gx2isyCc\">2</a>. The first thing this tells us is that blanket banning rifles and shotguns won&#39;t solve our gun problems. I think we need to look why people buy guns in the first place.</p>\n\n<p>2/3 buy guns for self defense, and 2/5 buy guns for hunting, not mutually exclusive<a href=\"https://www.google.com/amp/s/www.pewresearch.org/fact-tank/2019/10/22/facts-about-guns-in-united-states/%3famp=1\">3</a>. I think there&#39;s precedent for banning assault style weapons based on this, because those weapons really won&#39;t help either of those scenarios. Let&#39;s be honest, people are buying assault style weapons because they are cool, fun, or to commit crimes with. But banning all guns will hardly have an effect here due to the point in the next paragraph. It&#39;s important to mention that most rifles and shotguns aren&#39;t assault/military style weapons<a href=\"https://www.thetrace.org/2018/09/how-many-assault-weapons-in-the-us/\">4</a>. However, this doesn&#39;t include guns for hunting, like bolt action rifles. They don&#39;t account for any appreciable crime as compared to other guns and are in significant use for either sustenance or hobby unlike military style weapons.</p>\n\n<p>All of this information, coupled with the fact that most guns used in crimes are sourced illegally, points to the fact that banning guns will just render the majority of the population who buys guns for defense defenseless against crime crime<a href=\"https://www.politifact.com/factchecks/2018/mar/12/john-faso/do-illegal-gun-owners-commit-most-gun-crime-rep-fa/\">5</a>. Sure, banning guns overall will lead to less illegal guns, but are we willing for a huge spike in crime/death due to people being defenseless even if it&#39;s ephemeral in the grand scheme of things? How long will it take for all illegal guns to be purged once all legal guns are banned? The DOJ only seized 30,000 guns a year in the US, and over 300,000 guns are stolen a year, with nearly 1.2 million outstanding stolen guns<a href=\"https://www.google.com/url?sa=t&amp;source=web&amp;rct=j&amp;url=https://www.bjs.gov/content/pub/pdf/GUIC.PDF&amp;ved=2ahUKEwi8zOvJmcjvAhWMLc0KHa0DAKEQFjADegQICRAC&amp;usg=AOvVaw0O0h90mGzdjog3gx2isyCc\">6</a>. Obviously it&#39;s not 1 to 1, but are we really willing to tolerate 40 years of elevated crime to this end? Buyback programs also won&#39;t help this end, as mainly legal gun owners forfeit their rights. Even if all guns disappear overnight from legal gun owners, which they won&#39;t and is a separate issue altogether, what cost are we willing to pay as society? The crude calculations here certainly paint a picture I&#39;m not willing to tolerate. We need legal guns to fend off illegal guns.</p>\n\n<p>Now how do we solve this issue? I think it really relies on how do we ensure that fewer guns go from being legal to illegal. Many guns are stolen from legal owners, and many legal purchases should not have been legal to begin with (mental health issues -&gt; would also help firearm suicide numbers). I&#39;m not really sure, but the answer is general more regulation and background checks, and closing loopholes like gun shows. Guns should still be accessible to a person who passes these criteria, and most people should be able to pass - making guns virtually impossible to eligible is simply a proxy for banning them. Another suggestion so fun accountability - make legal owners have to check in their guns with government entities every so often under threat of hefty fines with non-compliance or failure as to prevent guns from being stolen and to further improve gun security in homes. But banning guns simply isn&#39;t the answer. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/mbyil9/cmv_banning_guns_in_the_us_wont_solve_our_issue/",
  "subreddit": "changemyview",
  "id": "mbyil9",
  "is_self": true,
  "media": null,
  "is_video": false
}