{
  "author": "Bobo3076",
  "original_created_utc": 1637981570,
  "title": "YSK you can bring back the YouTube dislike count by using a chrome extension.",
  "created_utc": 1638002268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:\nThe dislike count of a video is vital in knowing whether or not a video is worth your time. It can help you easily identify scams, clickbait, lies and downright terrible videos from a glance. YouTube removing the dislike count is by far the worst thing to happen to the platform in years. YouTube’s method of removing the count is to just hide it. So at least for now, it can be re-enabled by this chrome extension:</p>\n\n<p><a href=\"https://chrome.google.com/webstore/detail/return-youtube-dislike/gebbhagfogifgggkldgodflihgfeippi\">https://chrome.google.com/webstore/detail/return-youtube-dislike/gebbhagfogifgggkldgodflihgfeippi</a></p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/YouShouldKnow/comments/r33ie8/ysk_you_can_bring_back_the_youtube_dislike_count/",
  "subreddit": "YouShouldKnow",
  "id": "r33ie8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The dislike count of a video is vital in knowing whether or not a video\nis worth your time. It can help you easily identify scams, clickbait, lies and\ndownright terrible videos from a glance. YouTube removing the dislike count is\nby far the worst thing to happen to the platform in years.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：動画の「いいね！」数は、その動画に価値があるかどうかを知る上で重要です。\n判断するのに重要です。詐欺、クリックベイト、嘘、ひどい動画などを簡単に見分けることができます。\n詐欺、クリックベイト、嘘、ひどい動画などを一目で見分けることができます。YouTubeが「いいね！」の数を削除することは\nここ数年でYouTubeに起こった最悪の出来事です。....",
      "title": "YSKさんは、クロームの拡張機能を使うことで、YouTubeの嫌いな人の数を復活させることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：一个视频的反感度对于了解一个视频是否\n是否值得你花时间。它可以帮助你轻松地识别诈骗、点击率、谎言和\n彻头彻尾的可怕视频。YouTube删除不喜欢的次数是\n迄今为止，这是多年来该平台发生的最糟糕的事情，....",
      "title": "YSK你可以通过使用一个chrome扩展来恢复YouTube的不喜欢计数。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：一個視頻的反感度對於瞭解一個視頻是否\n是否值得你花時間。它可以幫助你輕鬆地識別詐騙、點擊率、謊言和\n徹頭徹尾的可怕視頻。YouTube刪除不喜歡的次數是\n迄今爲止，這是多年來該平臺發生的最糟糕的事情，....",
      "title": "YSK你可以通過使用一個chrome擴展來恢復YouTube的不喜歡計數。"
    }
  ]
}