{
  "author": "thechaosandthecalm",
  "the_new_excerpt": "Hi all, I read the Percy Jackson series as a middle schooler, and I just went\nthrough a speed read again for old times sake. While it's a great story and I\nlove all the lessons the series teaches, they're a bit childish. Are there any\nbooks similar to Percy Jackson, but with a bit more of the…",
  "original_created_utc": 1618459844,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。私は中学生の時にパーシー・ジャクソン・シリーズを読みましたが、昔を思い出してもう一度速読してみました。\n懐かしさのあまり、もう一度速読してみました。素晴らしいストーリーで、このシリーズが教えてくれる教訓も大好きですが\nこのシリーズが教えてくれることは大好きなのですが、少し子供っぽいところがあります。パーシー・ジャクソンに似た\nPercy Jacksonに似たような本で、もう少し...",
      "title": "パーシー・ジャクソン』のような「大人向け」の本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，我初中的时候读过《波西-杰克逊》系列，我刚刚去了\n通过速读再次旧事的缘故。虽然这是一个伟大的故事，我\n爱所有的教训系列教，他们是一个有点幼稚的。是否有任何\n类似于《波西-杰克逊》的书，但有更多的... ...",
      "title": "有没有 \"成人 \"波西-杰克逊式的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，我初中的時候讀過《波西-傑克遜》系列，我剛剛去了\n通過速讀再次舊事的緣故。雖然這是一個偉大的故事，我\n愛所有的教訓系列教，他們是一個有點幼稚的。是否有任何\n類似於《波西-傑克遜》的書，但有更多的... ...",
      "title": "有沒有 \"成人 \"波西-傑克遜式的書？"
    }
  ],
  "title": "Are there \"adult\" Percy Jackson-style books out there?",
  "created_utc": 1618478983,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all, I read the Percy Jackson series as a middle schooler, and I just went through a speed read again for old times sake.  While it&#39;s a great story and I love all the lessons the series teaches, they&#39;re a bit childish.  Are there any books similar to Percy Jackson, but with a bit more of the &quot;adult&quot; themes of Greek mythology? (besides the original myths themselves!) I realize modern-day Greek mythology may be a bit of a niche subject, but I love the idea of the Greek gods still being around today. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/mr7aai/are_there_adult_percy_jacksonstyle_books_out_there/",
  "subreddit": "booksuggestions",
  "id": "mr7aai",
  "is_self": true,
  "media": null,
  "is_video": false
}