{
  "author": "thewickerstan",
  "the_new_excerpt": "I was thinking about this question while reading \"Anna Karenina\", a book that I\njust started the other day. Supposing that I finish it (knock on wood), it will\nbe the longest book I've ever read at a whopping 870 pages.\n\nIt fascinates me how some of the longest books out there (Brothers…",
  "original_created_utc": 1623163435,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日読み始めた『アンナ・カレーニナ』を読みながら、この問いを考えていました。\n先日読み始めたばかりの『アンナ・カレーニナ』を読みながら、この疑問を考えていた。仮に読み終えたとすると、今まで読んだ本の中で最も長い870ページになります。\n私がこれまでに読んだ本の中で最も長い870ページにもなります。\n\n私は、世の中にある最も長い本のいくつか（Brothers...",
      "title": "今まで読んだ本の中で、その長さに見合うだけの長さの本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在阅读《安娜-卡列尼娜》时思考了这个问题，这本书是我前几天刚开始读的。\n前几天刚刚开始。假设我读完它（敲敲木头），它将是我读过的最长的书，有870页之多。\n这将是我读过的最长的书，长达870页。\n\n让我着迷的是，一些最长的书（《兄弟》）也是如此。",
      "title": "你读过的最长的书是哪一本，完全值得你去读？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在閱讀《安娜-卡列尼娜》時思考了這個問題，這本書是我前幾天剛開始讀的。\n前幾天剛剛開始。假設我讀完它（敲敲木頭），它將是我讀過的最長的書，有870頁之多。\n這將是我讀過的最長的書，長達870頁。\n\n讓我着迷的是，一些最長的書（《兄弟》）也是如此。",
      "title": "你讀過的最長的書是哪一本，完全值得你去讀？"
    }
  ],
  "title": "What's the longest book that you've ever read that was totally worth the length?",
  "created_utc": 1623178749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was thinking about this question while reading &quot;Anna Karenina&quot;, a book that I just started the other day. Supposing that I finish it (knock on wood), it will be the longest book I&#39;ve ever read at a whopping 870 pages. </p>\n\n<p>It fascinates me how some of the longest books out there (Brothers Karamazov, War &amp; Peace, Don Quixote) are considered to be some of the greatest. And although those two aspects aren&#39;t mutually exclusive, I&#39;ve thought about the correlation between the two. A longer page count is a larger canvas, perhaps providing more space for an author to masterfully execute character development, overarching themes, and the overall plot. </p>\n\n<p>Have you read anything that reaffirms this claim? What are some other elements that have jumped out to you about larger volumes? What are some of the best you&#39;ve read and why were they so wonderful?</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/nv5nql/whats_the_longest_book_that_youve_ever_read_that/",
  "subreddit": "books",
  "id": "nv5nql",
  "is_self": true,
  "media": null,
  "is_video": false
}