{
  "author": "Jubreakitjubawdit",
  "original_created_utc": 1626347064,
  "title": "Is it common to have no imagination while reading a book?",
  "created_utc": 1626357316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently started getting back into reading; just finished the running man by Stephen king a few days back and started IT today and realised that when I read something  I don&#39;t form a picture of the scene in my head. Like if a character is described or the setting is being explained no images form in my mind unless I consciously make myself picture the words.</p>\n\n<p>For example if a character is fat I don&#39;t picture a fat guy I just think of the word fat and think yeah that means this character&#39;s overweight. </p>\n\n<p>Since description means nothing to me I&#39;ve started to skim through the descriptive parts</p>\n\n<p>Is that normal or am I just incapable of picturing things in my mind?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/okqknx/is_it_common_to_have_no_imagination_while_reading/",
  "subreddit": "books",
  "id": "okqknx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently started getting back into reading; just finished the running man by\nStephen king a few days back and started IT today and realised that when I read\nsomething I don't form a picture of the scene in my head. Like if a character is\ndescribed or the setting is being explained no images form…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、読書を再開し始めました。ちょうど数日前にスティーブン・キングの「ランニングマン」を読み終え、今日は「IT」を始めました。\n数日前にStephen kingのrunning manを読み終え、今日はITを始めた。\n気づいたのですが、私は何かを読むときに、頭の中でその場面の絵を描くことができません。例えば、キャラクターが描写されていたり\n登場人物が描かれていても、設定が説明されていても、イメージが浮かばない...。",
      "title": "本を読んでいるときに想像力が働かないというのはよくあることですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始重新阅读；几天前刚读完斯蒂芬-金的《奔跑的人》，今天又开始读《IT》。\n几天前刚读完斯蒂芬-金的《running man》，今天又开始读《IT》，并意识到当我阅读时\n我意识到，当我阅读一些东西时，我不会在脑海中形成一个场景的画面。例如，如果一个人物是\n描写人物或解释环境时，脑子里没有形成图像......",
      "title": "读书时没有想象力是很常见的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始重新閱讀；幾天前剛讀完斯蒂芬-金的《奔跑的人》，今天又開始讀《IT》。\n幾天前剛讀完斯蒂芬-金的《running man》，今天又開始讀《IT》，並意識到當我閱讀時\n我意識到，當我閱讀一些東西時，我不會在腦海中形成一個場景的畫面。例如，如果一個人物是\n描寫人物或解釋環境時，腦子裏沒有形成圖像......",
      "title": "讀書時沒有想象力是很常見的嗎？"
    }
  ]
}