{
  "author": "divide0verfl0w",
  "original_created_utc": 1631829350,
  "title": "CMV: Defunding the police will only worsen the police.",
  "created_utc": 1631840777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First things first:\n- Not saying we shouldn&#39;t fund mental health services. We absolutely should.\n- Not saying police should be allowed to buy all the military toys. We fund them so obviously we can decide what they&#39;re allowed to buy and use.\n- Not saying we should reward the bad behavior and simply pay the bad officers more. But we simply can&#39;t expect better cops for less pay.</p>\n\n<p>Simply put, policing is bad because we didn&#39;t hire and train well. Had we hired and trained well, we wouldn&#39;t have this problem. We don&#39;t have a problem of overly-qualified and too well-trained cops becoming malicious overlords. We have cops who no other career opportunities, no interest in public safety, no ethics. This isn&#39;t a result of overpaying them, so we can&#39;t solve it by defunding.</p>\n\n<p>A similarly wrong approach was cutting the funding to schools that didn&#39;t perform well. It doesn&#39;t take a rocket scientist to see that the school that has less funding will do even worse now.</p>\n\n<p>In summary, if we want good policing, we have to pay cops more, spend more on their training, and probably hire more of them so they have a work-life balance and good mental health.</p>\n\n<p>Edit:\n- To prevent bikeshedding and getting around solving the biggest policing problem I&#39;ll provide an example: How do we have cops that don&#39;t botch a raid and kill an innocent neighbor with less funding? How does less funding achieve that?\n- Yes, sometimes cops fail to handle a mental health crisis but the vast majority of police harm happens when they respond to a call about violence or potential violence or drug offenses. These are squarely police duties, globally. Defunding can&#39;t help prevent police incompetence and violence and prevent future Breonna Taylor incidents.</p>\n\n<p>Edit 2:\n- A little shocked that commends indicate our takeaways from the summer of 2020 was &quot;let&#39;s get social workers to handle mental health calls&quot;. I fail to see how that would&#39;ve prevented George Floyd&#39;s killing, literally the incident that started the &quot;defund the police&quot; movement.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/ppn253/cmv_defunding_the_police_will_only_worsen_the/",
  "subreddit": "changemyview",
  "id": "ppn253",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First things first: - Not saying we shouldn't fund mental health services. We\nabsolutely should. - Not saying police should be allowed to buy all the military\ntoys. We fund them so obviously we can decide what they're allowed to buy and\nuse. - Not saying we should reward the bad behavior and simply…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に： - メンタルヘルスサービスに資金を提供すべきでないと言っているわけではありません。私たちは\n絶対にそうすべきです。- 警察が軍のおもちゃを買うことを認めるべきだとは言っていない。\n買っていいとは言っていません。私たちは警察に資金を提供しているのだから、警察が何を買ったり使ったりすることが許されるかを決めることができるのは当然だ。\n使うことができます。- 悪行に報いるべきだとは言っていないし、単に...",
      "title": "CMV：警察に資金を投入しても、警察を悪化させるだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "第一件事： - 不是说我们不应该资助心理健康服务。我们\n我们绝对应该。- 不是说应该允许警察购买所有的军事装备。\n玩具。我们资助他们，所以显然我们可以决定他们被允许购买和使用什么。\n使用。- 不是说我们应该奖励不良行为，而只是...",
      "title": "CMV: 削减警察经费只会使警察的情况恶化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "第一件事： - 不是說我們不應該資助心理健康服務。我們\n我們絕對應該。- 不是說應該允許警察購買所有的軍事裝備。\n玩具。我們資助他們，所以顯然我們可以決定他們被允許購買和使用什麼。\n使用。- 不是說我們應該獎勵不良行爲，而只是...",
      "title": "CMV: 削減警察經費只會使警察的情況惡化。"
    }
  ]
}