{
  "author": "Dicemanx2",
  "original_created_utc": 1634912730,
  "title": "YSK if you see yourself as a character, hero or author of the story you’re telling about yourself. It can explain a lot about your inner life.",
  "created_utc": 1634922138,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: There’s always some unwritten story you tell about yourself without being aware of it, and it guides how you respond to stressors - whether you see them as threats or challenges, struggles or obstacles that are part of life. In psychology, this is called <a href=\"https://www.researchgate.net/publication/269603657_Narrative_Identity\">narrative identity</a>.<br/>\n<strong>A character</strong> is someone who thinks that stuff happens to them, that their successes or failures result from external factors beyond their control.<br/>\n<strong>A hero</strong> is someone who isn’t afraid to go to battle to overcome the curveballs life throws at them.<br/>\n<strong>An author</strong> embraces everything that happens to them and takes responsibility for creating something beautiful and meaningful out of their experience.</p>\n\n<p>There’s more about this concept in <a href=\"https://medium.com/@Ellie_/3be15461d9bd\">this article</a>.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/qdi1y3/ysk_if_you_see_yourself_as_a_character_hero_or/",
  "subreddit": "YouShouldKnow",
  "id": "qdi1y3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: There’s always some unwritten story you tell about yourself without\nbeing aware of it, and it guides how you respond to stressors - whether you see\nthem as threats or challenges, struggles or obstacles that are part of life. In\npsychology, this is called narrative…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 自分でも気づかないうちに、自分自身について書かれていないストーリーがあるものです。\nそれは、ストレス要因に対してどのように反応するかということです。\nそれは、ストレス要因を脅威ととらえるか、挑戦ととらえるか、人生の一部である苦悩や障害ととらえるかということです。心理学では\n心理学では、これをナラティブ（物語）と呼んでいます。",
      "title": "自分自身をキャラクター、ヒーロー、または自分自身についての物語の著者として見ている場合はYSK。あなたの内面について多くのことを説明することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：你总是在不经意间讲述一些关于你自己的不成文的故事。\n它指导你如何应对压力--无论你把它们看作是威胁还是挑战，是挣扎还是生活中的障碍。\n它们是威胁还是挑战，是挣扎还是障碍，都是生活的一部分。在\n心理学上，这被称为叙事...",
      "title": "如果你把自己看作是你所讲的关于自己的故事的人物、英雄或作者，YSK。它可以解释很多关于你的内心生活。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：你總是在不經意間講述一些關於你自己的不成文的故事。\n它指導你如何應對壓力--無論你把它們看作是威脅還是挑戰，是掙扎還是生活中的障礙。\n它們是威脅還是挑戰，是掙扎還是障礙，都是生活的一部分。在\n心理學上，這被稱爲敘事...",
      "title": "如果你把自己看作是你所講的關於自己的故事的人物、英雄或作者，YSK。它可以解釋很多關於你的內心生活。"
    }
  ]
}