{
  "author": "diamondedges",
  "the_new_excerpt": "“Why YSK:” Because this can save you quite a bit of money and a lot of\nheadaches.\n\nSo those greedy bastards at Adobe tried to charge me 30 bucks for cancelling my\nsubscription, naturally I didn't take well to that, so I got around them by\nchanging my payment method from a debit card to Paypal, then…",
  "original_created_utc": 1611011054,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "\"为什么是YSK：\"因为这可以为你省下不少钱和许多\n头疼。\n\n因此，那些贪婪的混蛋在Adobe试图收取30块钱，取消我的。\n订阅，我自然不乐意了，所以我就通过\n把我的支付方式从借记卡改成Paypal，然后... ...",
      "title": "YSK-您可以通过使用Paypal取消您的Adobe订阅，而不会被收取取消费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"爲什麼是YSK：\"因爲這可以爲你省下不少錢和許多\n頭疼。\n\n因此，那些貪婪的混蛋在Adobe試圖收取30塊錢，取消我的。\n訂閱，我自然不樂意了，所以我就通過\n把我的支付方式從借記卡改成Paypal，然後... ...",
      "title": "YSK-您可以通過使用Paypal取消您的Adobe訂閱，而不會被收取取消費用。"
    }
  ],
  "title": "YSK-You can cancel your Adobe subscription without getting hit with a cancellation fee by using Paypal.",
  "created_utc": 1611107550,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>“Why YSK:” Because this can save you quite a bit of money and a lot of headaches.</p>\n\n<p>So those greedy bastards at Adobe tried to charge me 30 bucks for cancelling my subscription, naturally I didn&#39;t take well to that, so I got around them by changing my payment method from a debit card to Paypal, then going directly to the Paypal site and cancelling my automatic payment to Adobe, so that way they wouldn&#39;t be able to charge me 30 bucks after I cancelled. The fee appeared under by billing history on the Adobe site despite it not appearing on my bank account or on Paypal, so it looked like I got away with it. Some people on other sub was worried they&#39;d send a collection agency after me, I thought that was unlikely but I did decide to try and ask customer service at Adobe for a refund for the 15 dollars just in case. They tried to weasel out of it(since i&#39;d hate it for over a month even though that first month was free because of the free trial) so I called their product a scam(which it is) and that seemed to give the person on the other end pause, eventually they said they wouldn&#39;t refund me my 15 bucks, but they did surprisingly agree with waive my cancellation fee despite me not asking them to do so.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/l067u5/yskyou_can_cancel_your_adobe_subscription_without/",
  "subreddit": "YouShouldKnow",
  "id": "l067u5",
  "is_self": true,
  "media": null,
  "is_video": false
}