{
  "author": "matchewleez",
  "original_created_utc": 1629229559,
  "title": "A quick thank you to this sub",
  "created_utc": 1629259051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like many of the users on here, i was pretty much a non reader for most of my life.  3 years ago i came across this sub after a post reached <a href=\"/r/all\">r/all</a>.  I had reached a point where i was tired of social media, but couldnt find a way to break free. After scrolling through a few posts, i found the book club pick for the month.  I went to my local library the next week and renewed my card (after 20 years of inactivity) and checked out &quot;there there&quot; by Tommy Orange.  It took me a few days to get into a groove, but by the end i was reading not out of obligation but enjoyment.  Its various depictions of native american life in a modern world was intriguing.  I also enjoyed how all the threads/stories came together in the end for an explosive finish.  I had seen movies/tv shows attempt to do this over the years, but having the scenes play in my head after reading felt more... real i guess is how id drscribe it.  Since then, i have read at least a chapter of something every week, and have finished over 100 books!  This year i have actually already hit my goal of 50 books read!  Thank you all for the reccomendations, discussions, reviews of literature both old/new, and support.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p6axef/a_quick_thank_you_to_this_sub/",
  "subreddit": "books",
  "id": "p6axef",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like many of the users on here, i was pretty much a non reader for most of my\nlife. 3 years ago i came across this sub after a post reached r/all [/r/all]. I\nhad reached a point where i was tired of social media, but couldnt find a way to\nbreak free. After scrolling through a few posts, i found the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここにいる多くのユーザーと同じように、私も人生のほとんどで読書をしていませんでした。\n人生のほとんどは読書をしていませんでした。3年前、私はr/all [/r/all]に届いた投稿をきっかけにこのサブに出会いました。I\nソーシャルメディアに飽き飽きしていたのですが、そこから抜け出す方法を見つけられずにいました。\n私はソーシャルメディアに飽きていましたが、自由になる方法が見つかりませんでした。いくつかの投稿をスクロールした後、私はこの...",
      "title": "このサブに感謝の気持ちを込めて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "像这里的许多用户一样，我在大部分时间里几乎是一个不读书的人。\n生活中的大部分时间都不看书。3年前，我在一个帖子到达r/all [/r/all]后遇到了这个子。I\n我已经达到了对社交媒体感到厌倦的地步，但却找不到一种方法来打破这种状况。\n挣脱的方法。在翻阅了一些帖子后，我发现了这个子。",
      "title": "快速感谢这个子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像這裏的許多用戶一樣，我在大部分時間裏幾乎是一個不讀書的人。\n生活中的大部分時間都不看書。3年前，我在一個帖子到達r/all [/r/all]後遇到了這個子。I\n我已經達到了對社交媒體感到厭倦的地步，但卻找不到一種方法來打破這種狀況。\n掙脫的方法。在翻閱了一些帖子後，我發現了這個子。",
      "title": "快速感謝這個子"
    }
  ]
}