{
  "author": "emma_2003",
  "original_created_utc": 1633212234,
  "title": "Cmv: White Americans who say that white South Africans dont have any right to live in Africa, are hypocrites",
  "created_utc": 1633224117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a 18 year old white male from South Africa. I cannot even remember how many times white americans online have said to me: You are not from Africa, you are just the descendant of evil colonists who killed and enslaved the native population, go back to Europe. Really? Tell me, american, why dont you go back to Europe?  Your family has been in America for many years?  My family has also been to South Africa since the 1600s. Oh, so your family did not come as colonists, but as immigrants who only wanted a better life?  Well, most whites in South Africa are not just descended from Dutch and English colonists. In addition to Dutch and English colonists, my ancestors are French Huguenots, German and Scottish farmers, Norwegian whalers and Canadian fighter pilots. But my ancestors have done much cruelty to the native population?  Yes, some of my ancestors did terrible things. But my ancestors guilt are my ancestors guilt. I am not all of that, I am who I am.</p>\n\n<p>I am so tired of people telling me that South Africa is not my home. I was born here, and this is the only land that I ever knew. Europe is not my home, just as it is not the home of white americans. America also has a dark history when it comes to things like slavery and displacement of the native population.  However, I have never heard anyone say that white Americans must return to Europe, so why do I have to? I cant return to a place that I never have been to. I have never been to Europe, neither have my parents, or my grandparents. South Africa is the only home I got.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q04hhe/cmv_white_americans_who_say_that_white_south/",
  "subreddit": "changemyview",
  "id": "q04hhe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a 18 year old white male from South Africa. I cannot even remember how many\ntimes white americans online have said to me: You are not from Africa, you are\njust the descendant of evil colonists who killed and enslaved the native\npopulation, go back to Europe. Really? Tell me, american, why dont…"
}