{
  "author": "froggyforest",
  "original_created_utc": 1627465994,
  "title": "YSK that sunscreen takes sharpie off skin",
  "created_utc": 1627541245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>i used to draw on my ENTIRE arm as a kid, and i remember being DEVASTATED that all my “art” smeared off at field day. </p>\n\n<p>why ysk: this may be useful for those of you who will someday wake up with a dick sharpied on your face by a drunk friend.</p>\n\n<p>edit: people are commenting that all lotion does this, but i’m referring to spray sunscreen. melts it off almost entirely.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/ot6r46/ysk_that_sunscreen_takes_sharpie_off_skin/",
  "subreddit": "YouShouldKnow",
  "id": "ot6r46",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "i used to draw on my ENTIRE arm as a kid, and i remember being DEVASTATED that\nall my “art” smeared off at field day.\n\nwhy ysk: this may be useful for those of you who will someday wake up with a\ndick sharpied on your face by a drunk friend.\n\nedit: people are commenting that all lotion does this,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は子供の頃、腕全体に絵を描いていたのですが、運動会で自分の「絵」が全部しみてしまって、とてもショックを受けたのを覚えています。\n運動会で私の \"アート \"が全部落ちてしまって、とてもショックを受けたことを覚えています。\n\nなぜYSKなのかというと、いつか目が覚めたときに、酔っ払った友達に顔にチンポを彫られていたという人には役に立つかもしれません。\n酔っぱらった友達に顔にチンポを彫られて目が覚める人には役に立つかもしれません。\n\n編集：すべての化粧水がこのようになるとコメントしている人がいますが...。",
      "title": "日焼け止めでシャープペンが肌に落ちるYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我小时候经常在我的整个手臂上画画，我记得我很难过，因为我的 \"艺术 \"在田径场上被抹掉了。\n我的 \"艺术 \"在野战日被涂掉了。\n\n为什么是Ysk：这可能对那些有一天会被醉酒的朋友在脸上画上小弟弟而醒来的人有用。\n醉酒的朋友在你的脸上画了一个小弟弟。\n\n编辑：人们评论说所有的乳液都会这样，...",
      "title": "YSK认为防晒霜会使皮肤上的尖锐物脱落"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我小時候經常在我的整個手臂上畫畫，我記得我很難過，因爲我的 \"藝術 \"在田徑場上被抹掉了。\n我的 \"藝術 \"在野戰日被塗掉了。\n\n爲什麼是Ysk：這可能對那些有一天會被醉酒的朋友在臉上畫上小弟弟而醒來的人有用。\n醉酒的朋友在你的臉上畫了一個小弟弟。\n\n編輯：人們評論說所有的乳液都會這樣，...",
      "title": "YSK認爲防曬霜會使皮膚上的尖銳物脫落"
    }
  ]
}