{
  "author": "HusbandOf5",
  "original_created_utc": 1627744062,
  "title": "CMV: Governments are just organized crime on a larger scale that we're brainwashed to accept.",
  "created_utc": 1627750666,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: Almost everyday on the news I see articles about the government cracking down on organized crime, wether it be drug cartels or cybercrime or really anything that isn&#39;t government owned. What they don&#39;t show you, is that your government was probably doing these same things right behind your back. I&#39;m not calling out any specific country, but there are governments that have done mass genocide, invasions, destruction of already functioning democratic governments, killing innocent civilians, deforestation, terrible over pollution, drug smuggling/dealing and much much more all just to turn a profit for themselves. Is that not organized crime that has gotten so big that we just have to accept it?</p>\n\n<p>Edit: Quick reminder that this is just a friendly CMV discussion, no need to get angry. I&#39;d like to come out of this more appreciative of the people in charge, rather than just always thinking negatively of them.</p>\n\n<p>Edit 2: Thanks for all the insight! I&#39;m out of time, but I&#39;ve awarded the delta.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/ov8smv/cmv_governments_are_just_organized_crime_on_a/",
  "subreddit": "changemyview",
  "id": "ov8smv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "CMV: Almost everyday on the news I see articles about the government cracking\ndown on organized crime, wether it be drug cartels or cybercrime or really\nanything that isn't government owned. What they don't show you, is that your\ngovernment was probably doing these same things right behind your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV: 毎日のようにニュースで、政府が組織犯罪を取り締まっているという記事を目にします。\n組織犯罪を取り締まるという記事を毎日のように目にします。\n政府が所有していないものなら何でもです。しかし、ニュースではあまり取り上げられません。\n政府は、おそらくあなたの背後で同じことをしていたということです。",
      "title": "CMV: 政府は、私たちが洗脳されて受け入れている、より大きな規模の組織犯罪に過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV: 我几乎每天都在新闻中看到关于政府打击有组织犯罪的文章。\n打击有组织犯罪，不管是贩毒集团还是网络犯罪，或者真的是\n任何不属于政府的东西。他们没有告诉你的是，你的政府可能也在做这些事情。\n政府可能也在做这些事情，就在你身后。",
      "title": "CMV：政府只是在更大范围内的有组织犯罪，我们被洗脑后接受了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV: 我幾乎每天都在新聞中看到關於政府打擊有組織犯罪的文章。\n打擊有組織犯罪，不管是販毒集團還是網絡犯罪，或者真的是\n任何不屬於政府的東西。他們沒有告訴你的是，你的政府可能也在做這些事情。\n政府可能也在做這些事情，就在你身後。",
      "title": "CMV：政府只是在更大範圍內的有組織犯罪，我們被洗腦後接受了。"
    }
  ]
}