{
  "approved_at_utc": null,
  "subreddit": "changemyview",
  "selftext": "**My view:** \n\nGlitter and sparkles, below a certain diameter, pose enough ecological, ethical, and human health problems to warrant legal control. \n\n**My reasons:** \n\n1. Ecological- Glitter and sparkles are ostensibly no different than [microbead plastics](https://www.fda.gov/cosmetics/cosmetics-laws-regulations/microbead-free-waters-act-faqs) which were banned for ecological concerns. Microbeads were traveling through the water systems and ending up in the guts of fish. Glitter and sparkles, while visually distinct, are used in many of the same aplications. Glitter, along with its many other applications, is used in bath bombs and make-up, both of which end up in the sink.\n\n2. Ethical- Glitter and sparkles do not ask for consent. Everyone knows that glitter and sparkles get everywhere and are almost impossible to fully remove. It's so well known, that [Mark Rober used glitter and sparkles as a non-lethal booby trap](https://www.youtube.com/watch?v=h4T_LlK1VE4) against porch pirates. Glitter can leave whatever surface it is on and attach itself to you. Pick up one piece of glitter paper, or a Christmas ornament you didn't know had glitter on it? Well, now it's on your hands and everything else you touch. Washing your hands vigorously rarely removes all the glitter, and it now is going back to problem 1. You've washed microplastics into the ocean. Cool. If you don't get the glitter off your hands, it can end up in your food, on your phone, in your electronics, in your clothes, and maybe even in your personal projects, paintings, or other work. While glitter *can* be sealed, preventing the non-consensual spread, it rarely is. I have had to throw out entire reams of paper because glitter touched them and now I can't put them through my printer without damaging it. \n\n      Subpoint- imagine it was legal to leave a wet layer of paint on merchandise in the store. The paint MAY be dry, it MAY not be dry. You don't know until you touch it. That sounds insane, right? Well, it's the same thing with glitter. You don't know if it's sealed until you touch it, at which point it's too late. \n\n3. Health- Glitter has been known to be a [health hazard and can be lethal](https://www.womenshealthmag.com/health/a19943746/woman-with-glitter-stuck-in-eye/), or at least dangerous, if not treated quickly. Glitter and sparkles below a certain diameter can end up consumed, adding to [microplastics that are](https://www.theguardian.com/environment/2020/aug/17/microplastic-particles-discovered-in-human-organs#:~:text=People%20are%20also%20known%20to,traces%20of%20plastic%20in%20tissue.) already building up in our systems. It's inarguable that glitter and sparkles, by their very shape and size, are not contributing to this problem. \n\n**What will not change my mind:**\n\n*Whataboutism arguments saying*, \"Well this thing is also a microplastic, should that not be controlled?\" I would simply say, \"yes, it should. \" I believe microplastics and other plastic waste is a danger on all fronts and should have more controls. \n\n*Claims that glitter can be easily cleaned and managed* if you \"just do this...\". No. It really can't. Companies often do not seal their glitter products. If glitter was easy to control and remove, then it wouldn't be used as an annoying trap.\n\n*Victim blaming* statements like, \"just don't buy glitter products\".  Even if you went through life not buying or purposely touching glitter, you would still touch it at some point. It's on art supplies, children's toys, and knickknacks. It's in holiday decorations, soaps, makeup, and cheap T-shirts. If a product on the shelf is within two or three feet of something with glitter on it. It will also be contaminated. \n\n*Sentimental* arguments like \"glitter is pretty\" or \"it's useful for decoration\". I did not say ALL glitter should be a controlled substance, just below a certain diameter. It should not be possible to pick up extremely fine glitter particles (diameter TBD) without also purchasing a sealer or other substance to manage the application and spread of the glitter. It should not be possible to buy fine glitter particles in any basic store like Walmart. It should be an 18+ product purchased at a more specialized store, similar to how flammable substances are handled. If someone wants to decorate with glitter, I would absolutely say that they can, but only with larger particles that are more easily seen and managed. Additionally, companies could still use glitter in products but MUST be required to seal those products with a varnish or glue. \n\n**Things that WILL change my mind:**\n\nEvidence that a law already exists to curtail the current use of glitter and sparkles. \n\nEvidence that glitter and sparkles are *all* biodegradable, and currently do not pose a microplastic threat. (Although this does not address the other two concerns) They must break down in the environment to a sufficient degree that they do not pose a threat. \n\n\nEvidence that legal control of microplastic substances is ineffective and that more harsh measures should be used. We all know that companies will do what they must to make a buck, so it's likely that any law about glitter or sparkles would be circumvented quickly. Evidence that a legal restriction, like the one on microbeads, would be ineffective would help change my view, but it would only make me feel more strongly that glitter and sparkles are dangerous and problematic. \n\nEvidence that glitter and sparkles are used in scientific applications to such a degree that easy access to them is requisite for some very important task. \n\nEvidence that glitter is not a health risk to humans in any way, and that previous examples of glitter damaging humans, or contributing to human microplastic contamination is not happening. \n\nOther logical arguments I haven't thought of. \n\nThank you for reading- Please change my view.\n\n(No TLDR because I don't want to waste time answering questions that have been answered in my post)",
  "author_fullname": "t2_rj7gi",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "CMV: Decorative glitter/sparkles below a certain diameter should be legally defined as a microplastic pollutant and controlled.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/changemyview",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "OPdelta",
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": true,
  "name": "t3_niij3k",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.96,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 241,
  "total_awards_received": 0,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "Delta(s) from OP",
  "can_mod_post": false,
  "score": 241,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1621718537,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.changemyview",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>My view:</strong> </p>\n\n<p>Glitter and sparkles, below a certain diameter, pose enough ecological, ethical, and human health problems to warrant legal control. </p>\n\n<p><strong>My reasons:</strong> </p>\n\n<ol>\n<li><p>Ecological- Glitter and sparkles are ostensibly no different than <a href=\"https://www.fda.gov/cosmetics/cosmetics-laws-regulations/microbead-free-waters-act-faqs\">microbead plastics</a> which were banned for ecological concerns. Microbeads were traveling through the water systems and ending up in the guts of fish. Glitter and sparkles, while visually distinct, are used in many of the same aplications. Glitter, along with its many other applications, is used in bath bombs and make-up, both of which end up in the sink.</p></li>\n<li><p>Ethical- Glitter and sparkles do not ask for consent. Everyone knows that glitter and sparkles get everywhere and are almost impossible to fully remove. It&#39;s so well known, that <a href=\"https://www.youtube.com/watch?v=h4T_LlK1VE4\">Mark Rober used glitter and sparkles as a non-lethal booby trap</a> against porch pirates. Glitter can leave whatever surface it is on and attach itself to you. Pick up one piece of glitter paper, or a Christmas ornament you didn&#39;t know had glitter on it? Well, now it&#39;s on your hands and everything else you touch. Washing your hands vigorously rarely removes all the glitter, and it now is going back to problem 1. You&#39;ve washed microplastics into the ocean. Cool. If you don&#39;t get the glitter off your hands, it can end up in your food, on your phone, in your electronics, in your clothes, and maybe even in your personal projects, paintings, or other work. While glitter <em>can</em> be sealed, preventing the non-consensual spread, it rarely is. I have had to throw out entire reams of paper because glitter touched them and now I can&#39;t put them through my printer without damaging it. </p>\n\n<p>Subpoint- imagine it was legal to leave a wet layer of paint on merchandise in the store. The paint MAY be dry, it MAY not be dry. You don&#39;t know until you touch it. That sounds insane, right? Well, it&#39;s the same thing with glitter. You don&#39;t know if it&#39;s sealed until you touch it, at which point it&#39;s too late. </p></li>\n<li><p>Health- Glitter has been known to be a <a href=\"https://www.womenshealthmag.com/health/a19943746/woman-with-glitter-stuck-in-eye/\">health hazard and can be lethal</a>, or at least dangerous, if not treated quickly. Glitter and sparkles below a certain diameter can end up consumed, adding to <a href=\"https://www.theguardian.com/environment/2020/aug/17/microplastic-particles-discovered-in-human-organs#:%7E:text=People%20are%20also%20known%20to,traces%20of%20plastic%20in%20tissue.\">microplastics that are</a> already building up in our systems. It&#39;s inarguable that glitter and sparkles, by their very shape and size, are not contributing to this problem. </p></li>\n</ol>\n\n<p><strong>What will not change my mind:</strong></p>\n\n<p><em>Whataboutism arguments saying</em>, &quot;Well this thing is also a microplastic, should that not be controlled?&quot; I would simply say, &quot;yes, it should. &quot; I believe microplastics and other plastic waste is a danger on all fronts and should have more controls. </p>\n\n<p><em>Claims that glitter can be easily cleaned and managed</em> if you &quot;just do this...&quot;. No. It really can&#39;t. Companies often do not seal their glitter products. If glitter was easy to control and remove, then it wouldn&#39;t be used as an annoying trap.</p>\n\n<p><em>Victim blaming</em> statements like, &quot;just don&#39;t buy glitter products&quot;.  Even if you went through life not buying or purposely touching glitter, you would still touch it at some point. It&#39;s on art supplies, children&#39;s toys, and knickknacks. It&#39;s in holiday decorations, soaps, makeup, and cheap T-shirts. If a product on the shelf is within two or three feet of something with glitter on it. It will also be contaminated. </p>\n\n<p><em>Sentimental</em> arguments like &quot;glitter is pretty&quot; or &quot;it&#39;s useful for decoration&quot;. I did not say ALL glitter should be a controlled substance, just below a certain diameter. It should not be possible to pick up extremely fine glitter particles (diameter TBD) without also purchasing a sealer or other substance to manage the application and spread of the glitter. It should not be possible to buy fine glitter particles in any basic store like Walmart. It should be an 18+ product purchased at a more specialized store, similar to how flammable substances are handled. If someone wants to decorate with glitter, I would absolutely say that they can, but only with larger particles that are more easily seen and managed. Additionally, companies could still use glitter in products but MUST be required to seal those products with a varnish or glue. </p>\n\n<p><strong>Things that WILL change my mind:</strong></p>\n\n<p>Evidence that a law already exists to curtail the current use of glitter and sparkles. </p>\n\n<p>Evidence that glitter and sparkles are <em>all</em> biodegradable, and currently do not pose a microplastic threat. (Although this does not address the other two concerns) They must break down in the environment to a sufficient degree that they do not pose a threat. </p>\n\n<p>Evidence that legal control of microplastic substances is ineffective and that more harsh measures should be used. We all know that companies will do what they must to make a buck, so it&#39;s likely that any law about glitter or sparkles would be circumvented quickly. Evidence that a legal restriction, like the one on microbeads, would be ineffective would help change my view, but it would only make me feel more strongly that glitter and sparkles are dangerous and problematic. </p>\n\n<p>Evidence that glitter and sparkles are used in scientific applications to such a degree that easy access to them is requisite for some very important task. </p>\n\n<p>Evidence that glitter is not a health risk to humans in any way, and that previous examples of glitter damaging humans, or contributing to human microplastic contamination is not happening. </p>\n\n<p>Other logical arguments I haven&#39;t thought of. </p>\n\n<p>Thank you for reading- Please change my view.</p>\n\n<p>(No TLDR because I don&#39;t want to waste time answering questions that have been answered in my post)</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "qa",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "2ae09c56-ab2f-11e4-bf07-22000b3c017c",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2w2s8",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#ff8b60",
  "id": "niij3k",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Luke_Orlando",
  "discussion_type": null,
  "num_comments": 28,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/changemyview/comments/niij3k/cmv_decorative_glittersparkles_below_a_certain/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/changemyview/comments/niij3k/cmv_decorative_glittersparkles_below_a_certain/",
  "subreddit_subscribers": 1305720,
  "created_utc": 1621694443,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1621689737,
  "the_new_excerpt": "My view:\n\nGlitter and sparkles, below a certain diameter, pose enough ecological, ethical,\nand human health problems to warrant legal control.\n\nMy reasons:\n\n 1. Ecological- Glitter and sparkles are ostensibly no different than microbead\n    plastics\n    [https://www.fda.gov/cosmetics/cosmetics-laws…"
}