{
  "author": "con10001",
  "the_new_excerpt": "The murder of 33 year old marketing executive Sarah Everard here in the UK was\nbeyond tragic and I think it’s hit public consciousness particularly hard\nbecause for all intents and purposes, she took the right precautions (busy\nLondon street, wore bright clothing etc.) and yet she was abducted and…",
  "original_created_utc": 1615542345,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "33岁的营销主管莎拉-埃弗拉德在英国这里被谋杀。\n惨不忍睹 我想这对公众的意识冲击特别大\n因为从所有的意图和目的来看，她采取了正确的预防措施（忙）。\n伦敦街头，穿着鲜艳的衣服等），然而她却被绑架了，......。",
      "title": "CMV：再多的草根教育或 \"男人更优秀 \"都无法消灭社会上的杀人犯和强奸犯，提出避免这些心理变态者的方法并不是在指责受害者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "33歲的營銷主管莎拉-埃弗拉德在英國這裏被謀殺。\n慘不忍睹 我想這對公衆的意識衝擊特別大\n因爲從所有的意圖和目的來看，她採取了正確的預防措施（忙）。\n倫敦街頭，穿着鮮豔的衣服等），然而她卻被綁架了，......。",
      "title": "CMV：再多的草根教育或 \"男人更優秀 \"都無法消滅社會上的殺人犯和強姦犯，提出避免這些心理變態者的方法並不是在指責受害者。"
    }
  ],
  "title": "CMV: No amount of grassroots education or “men being better” will eliminate murderers and rapists in our society and it’s not victim blaming to suggest ways to avoid these psychopaths.",
  "created_utc": 1615548925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The murder of 33 year old marketing executive Sarah Everard here in the UK was beyond tragic and I think it’s hit public consciousness particularly hard because for all intents and purposes, she took the right precautions (busy London street, wore bright clothing etc.) and yet she was abducted and murdered all the same.</p>\n\n<p>There has been an outcry on social media about society as a whole, with women sharing their own harrowing stories of assault and how men as a whole are complicit in allowing these kinds of actions to take place, whether through actively partaking in them or through passivity (watching and saying nothing, not calling out their friends when they make sexist jokes, comments etc.)   </p>\n\n<p>But I personally believe they’re two separate, distinct issues. I think with the correct education at a young age and clear consequences, we can effectively eliminate the more insidious, pervasive kind of sexism we see throughout society as a whole. The boss who makes inappropriate comments, the groping on the dancefloor, the slut shaming, the drunk guy who doesn’t take no for an answer. </p>\n\n<p>But that conversation should be entirely separate from the one we’re having about Sarah. Whoever did this (I believe they have a suspect in custody) didn’t do so because he wasn’t called out for a off-colour joke in the lad’s group chat. He didn’t do it because he didn’t understand what consent was.</p>\n\n<p>He did it because he’s mentally deranged and was capable of taking another human being’s life for his own gratification. And if we accept that these kinds of people will always exist in society, and historical precedent makes me firmly believe they will, then not only is police advice to “walk in pairs” prudent, it’s completely necessary and not, in any way, victim blaming. </p>\n\n<p>Yes, of course it’s shit and unfair and completely at odds with a supposedly progressive society that we have to do this, but I think we have to treat any legislation or education as separate from these kinds of monsters. It’s simply falling on deaf ears and always will.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/m3ebe4/cmv_no_amount_of_grassroots_education_or_men/",
  "subreddit": "changemyview",
  "id": "m3ebe4",
  "is_self": true,
  "media": null,
  "is_video": false
}