{
  "author": "Livves25",
  "original_created_utc": 1625539938,
  "title": "CMV: Dog breeds such as pugs, dachshunds and Bulldogs should be classified as animal cruelty.",
  "created_utc": 1625556636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the heading says, certain breeds of dogs (and other animals too), just shouldn’t exist for the animal’s welfare, I know so many people that have owned a pug that have needed to take them to the vets just to fix their breathing because their face structures are just absolutely destroyed through breeding, same with the English Bulldogs, faces absolutely destroyed with a overbite that can’t be healthy for any living thing but who cares? Its cute thats all that matters!  </p>\n\n<p>People may say I’m over exaggerating the fact of calling it animal cruelty but thats honestly my view of the issue, effecting the animals health or body structure for the worse to make the animal seem cuter isn’t good for anyone but the owners view on the dog.  </p>\n\n<p>The list goes on and on of dog breeds with health issues due to breeding: Basset hound, Lhasa Apso, Chihuahua, Bulldogs, Shih tzu, Boston Terriers. And thats just some of the dogs with high chances of breathing issues, ear/eye infections and joint issues, whats the point of continuing to breed animals like this? The demand? Money? Doesn’t matter, why should these come before the welfare of a living thing?  </p>\n\n<p>I honestly just don’t get it so if you guys could try and change my view on this issue it would be an interesting topic to talk about.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/oem7nf/cmv_dog_breeds_such_as_pugs_dachshunds_and/",
  "subreddit": "changemyview",
  "id": "oem7nf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the heading says, certain breeds of dogs (and other animals too), just\nshouldn’t exist for the animal’s welfare, I know so many people that have owned\na pug that have needed to take them to the vets just to fix their breathing\nbecause their face structures are just absolutely destroyed through…"
}