{
  "author": "Livves25",
  "original_created_utc": 1625539938,
  "title": "CMV: Dog breeds such as pugs, dachshunds and Bulldogs should be classified as animal cruelty.",
  "created_utc": 1625556636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the heading says, certain breeds of dogs (and other animals too), just shouldn’t exist for the animal’s welfare, I know so many people that have owned a pug that have needed to take them to the vets just to fix their breathing because their face structures are just absolutely destroyed through breeding, same with the English Bulldogs, faces absolutely destroyed with a overbite that can’t be healthy for any living thing but who cares? Its cute thats all that matters!  </p>\n\n<p>People may say I’m over exaggerating the fact of calling it animal cruelty but thats honestly my view of the issue, effecting the animals health or body structure for the worse to make the animal seem cuter isn’t good for anyone but the owners view on the dog.  </p>\n\n<p>The list goes on and on of dog breeds with health issues due to breeding: Basset hound, Lhasa Apso, Chihuahua, Bulldogs, Shih tzu, Boston Terriers. And thats just some of the dogs with high chances of breathing issues, ear/eye infections and joint issues, whats the point of continuing to breed animals like this? The demand? Money? Doesn’t matter, why should these come before the welfare of a living thing?  </p>\n\n<p>I honestly just don’t get it so if you guys could try and change my view on this issue it would be an interesting topic to talk about.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/oem7nf/cmv_dog_breeds_such_as_pugs_dachshunds_and/",
  "subreddit": "changemyview",
  "id": "oem7nf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the heading says, certain breeds of dogs (and other animals too), just\nshouldn’t exist for the animal’s welfare, I know so many people that have owned\na pug that have needed to take them to the vets just to fix their breathing\nbecause their face structures are just absolutely destroyed through…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "見出しにあるように、ある種の犬種（他の動物も）は、動物の福祉のために存在すべきではありません。\n動物の福祉のためには存在すべきではありません。私はパグを飼っていた多くの人を知っています。\nパグを飼っていて、呼吸を直すために獣医に連れて行かなければならない人をたくさん知っています。\nなぜなら、彼らの顔の構造は完全に破壊されているから...。",
      "title": "CMV：パグやダックスフンド、ブルドッグなどの犬種は、動物虐待に分類されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，某些品种的狗（也包括其他动物），只是\n为了动物的福利，它们不应该存在。\n巴哥犬的人都需要带它们去看兽医，以解决它们的呼吸问题\n因为它们的脸部结构绝对是被破坏的......",
      "title": "CMV: 狗的品种，如巴哥犬、腊肠犬和斗牛犬，应被归类为虐待动物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，某些品種的狗（也包括其他動物），只是\n爲了動物的福利，它們不應該存在。\n巴哥犬的人都需要帶它們去看獸醫，以解決它們的呼吸問題\n因爲它們的臉部結構絕對是被破壞的......",
      "title": "CMV: 狗的品種，如巴哥犬、臘腸犬和鬥牛犬，應被歸類爲虐待動物。"
    }
  ]
}