{
  "author": "tmccrn",
  "the_new_excerpt": "https://www.youtube.com/watch?v=X4fSfNeF-II\n\nMy friend had this happen today! There is a pocket in in the door of the Ford\nTransit van that looks like it is MADE for cell phones (it otherwise does not\nappear to have any purpose). Yes there was a little sticker that looked like a\nno smoking…",
  "original_created_utc": 1615305817,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "https://www.youtube.com/watch?v=X4fSfNeF-II\n\n我的朋友今天就遇到了这种情况! 福特的车门上有个口袋。\n看起来像是为手机而生的面包车（除此之外，它并不存在）。\n似乎有任何目的）。) 是的，有一个小贴纸，看起来像一个。\n禁止吸烟...",
      "title": "YSK: 你的福特Transit Van, Uhaul/Penske/Budget van Rental车门上的口袋不是用来放手机的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://www.youtube.com/watch?v=X4fSfNeF-II\n\n我的朋友今天就遇到了這種情況! 福特的車門上有個口袋。\n看起來像是爲手機而生的麪包車（除此之外，它並不存在）。\n似乎有任何目的）。) 是的，有一個小貼紙，看起來像一個。\n禁止吸菸...",
      "title": "YSK: 你的福特Transit Van, Uhaul/Penske/Budget van Rental車門上的口袋不是用來放手機的。"
    }
  ],
  "title": "YSK: That pocket in the door of your Ford Transit Van, Uhaul/Penske/Budget van Rental is NOT for cell phones",
  "created_utc": 1615333880,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.youtube.com/watch?v=X4fSfNeF-II\">https://www.youtube.com/watch?v=X4fSfNeF-II</a></p>\n\n<p>My friend had this happen today!  There is a pocket in in the door of the Ford Transit van that looks like it is MADE for cell phones (it otherwise does not appear to have any purpose).  Yes there was a little sticker that looked like a no smoking sticker... My friend thought that was what it was.  I saw it and thought it was pointing out the cell phone pocket, but since I wasn&#39;t driving, I wanted to use my cell phone.  My friend put the phone in the pocket and closed the door... This video (not ours) demonstrates what happened.</p>\n\n<p>Why YSK:  If you rent a Transit van to move items, pay attention to the pockets and don&#39;t put your cell phone in the pocket in the door that looks like it is for phones or it will get broken.</p>\n\n<p>edit to add TLDR (written by <a href=\"https://www.reddit.com/user/sleauxbreaux42\">sleauxbreaux42</a>):</p>\n\n<p>THE POCKET IS PLACED IN SUCH A WAY THAT THE DASHBOARD WILL CRUSH YOUR CELL PHONE WHEN THE DRIVER DOOR IS CLOSED.</p>\n\n<p>For those that can&#39;t or don&#39;t want to click the link.</p>\n</div><!-- SC_ON -->",
  "score": 6232,
  "permalink": "/r/YouShouldKnow/comments/m19jrg/ysk_that_pocket_in_the_door_of_your_ford_transit/",
  "subreddit": "YouShouldKnow",
  "id": "m19jrg",
  "is_self": true,
  "media": null,
  "is_video": false
}