{
  "author": "avolt88",
  "original_created_utc": 1639376668,
  "title": "YSK: Winter is here, top up your tires!",
  "created_utc": 1639517837,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Cold temperatures condense the air in your tires, so even those perfectly OK looking winter or all weather tires on your car or truck can actually be dangerously low.&lt;/p&gt;\n\n&lt;p&gt;This increases wear, affects ride, and changes how the tire contacts slippery surfaces, making it potentially much more dangerous on slippery roads for both you, and the other drivers around you if you lose control.&lt;/p&gt;\n\n&lt;p&gt;A tire gauge is a cheap investment, check them at least once a month during the cold months of the year, it&amp;#39;ll also give you warning if you develop a slow leak!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/rf953q/ysk_winter_is_here_top_up_your_tires/",
  "subreddit": "YouShouldKnow",
  "id": "rf953q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cold temperatures condense the air in your tires, so even those\nperfectly OK looking winter or all weather tires on your car or truck can\nactually be dangerously low.\n\nThis increases wear, affects ride, and changes how the tire contacts slippery\nsurfaces, making it potentially much more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由: 気温が低いとタイヤの空気が凝縮されるため、せっかくの\n冬用タイヤや全天候型タイヤは、見た目には全く問題ないのですが\n実は危険なほど低くなっているのです。\n\nこのため、タイヤの摩耗が進み、乗り心地にも影響を与え、滑りやすい場所でのタイヤの接触状態も変化します。\nそのため、より多くの路面が荒れる可能性があります。",
      "title": "YSK: 冬が来た！タイヤの空気圧を上げよう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：寒冷的气温会使轮胎中的空气凝结，因此，即使是那些看起来很好的冬季或全天候的汽车轮胎，也会出现问题。\n你的汽车或卡车上那些看起来完全没问题的冬季或全天候轮胎也会\n实际上是危险的低气压。\n\n这增加了磨损，影响了行驶，并改变了轮胎与湿滑路面的接触方式。\n表面的方式，使其有可能更多。",
      "title": "YSK: 冬天来了，给你的轮胎加满油吧!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：寒冷的氣溫會使輪胎中的空氣凝結，因此，即使是那些看起來很好的冬季或全天候的汽車輪胎，也會出現問題。\n你的汽車或卡車上那些看起來完全沒問題的冬季或全天候輪胎也會\n實際上是危險的低氣壓。\n\n這增加了磨損，影響了行駛，並改變了輪胎與溼滑路面的接觸方式。\n表面的方式，使其有可能更多。",
      "title": "YSK: 冬天來了，給你的輪胎加滿油吧!"
    }
  ]
}