{
  "author": "Dicemanx2",
  "original_created_utc": 1638449316,
  "title": "YSK A team of researchers are using a choose-your-own-adventure game to allow you to change your inner dialogue – and the study is still open for participants.",
  "created_utc": 1638459630,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: We’re beginning to realise the importance of self-care and investing in our mental wellness early enough, instead of reaching for treatment when things have already gone awry. While professional help is probably always the best option (if you can afford it), technology can surely play a role in terms of education and prevention.&lt;/p&gt;\n\n&lt;p&gt;The Games for Emotional and Mental Health lab is a group of behaviour change researchers and game designers, pioneering a model that combines evidence-based wellbeing tools with play and storytelling, because they’ve found that most existing apps fail to engage people long enough to deliver any benefits.   &lt;/p&gt;\n\n&lt;p&gt;The lab recently opened a &lt;a href=\"https://utwentebs.eu.qualtrics.com/jfe/form/SV_9uwhwDopngYIocu\"&gt;study&lt;/a&gt; that you can take part in, focusing on a new iOS game that teaches self-awareness through a choose-your-own-adventure story. If you’re the kind of person with a more creative mind, it could be worth trying this approach and push science forward while you’re at it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 123,
  "permalink": "/r/YouShouldKnow/comments/r76qnq/ysk_a_team_of_researchers_are_using_a/",
  "subreddit": "YouShouldKnow",
  "id": "r76qnq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We’re beginning to realise the\nimportance of self-care and investing in our mental wellness early enough,\ninstead of reaching for treatment when things have already gone awry. While\nprofessional help is probably always the best option (if you can afford…"
}