{
  "author": "MayorDeBrownTown",
  "the_new_excerpt": "When I finished Piranesi, I was entirely taken by the mystifying experience of\nreading it. I immediately bought a paperback copy of Strange & Norrell at my\nlocal used bookstore for $5.\n\nWhile I still have 300 pages to go, I feel compelled to share these references\nwith you all now.\n\n 1. A…",
  "original_created_utc": 1623169599,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ピラネージを読み終えたとき、その神秘的な体験にすっかり魅了されてしまいました。\nピラネージを読み終えたとき、私はその不思議な体験にすっかり魅了されてしまった。早速、近所の古本屋で『ストレンジ＆ノレル』のペーパーバックを5ドルで購入した。\n近所の古本屋で5ドルで購入しました。\n\nまだ300ページ残っていますが、この参考文献を皆さんと共有したいと思います。\n皆さんに紹介したいと思います。\n\n 1. A...",
      "title": "スザンナ・クラーク 「ジョナサン・ストレンジ＆ミスター・ノレル」（2004年）で「ピラネージ」（2020年）を2回言及"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我读完皮拉内西时，我完全被这种神秘的阅读体验所吸引。\n阅读它。我立即在当地二手书店以5美元的价格买了一本《奇异与诺雷尔》的平装本。\n我立即在当地二手书店以5美元的价格买了一本《奇异与诺雷尔》的平装本。\n\n虽然我还有300页没有读完，但我觉得有必要与大家分享这些参考资料。\n与大家分享。\n\n 1. A...",
      "title": "苏珊娜-克拉克在《乔纳森-斯特兰奇与诺雷尔先生》（2004）中两次提到 \"皮拉内西\"（2020）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我讀完皮拉內西時，我完全被這種神祕的閱讀體驗所吸引。\n閱讀它。我立即在當地二手書店以5美元的價格買了一本《奇異與諾雷爾》的平裝本。\n我立即在當地二手書店以5美元的價格買了一本《奇異與諾雷爾》的平裝本。\n\n雖然我還有300頁沒有讀完，但我覺得有必要與大家分享這些參考資料。\n與大家分享。\n\n 1. A...",
      "title": "蘇珊娜-克拉克在《喬納森-斯特蘭奇與諾雷爾先生》（2004）中兩次提到 \"皮拉內西\"（2020）。"
    }
  ],
  "title": "Susanna Clarke References 'Piranesi' (2020) twice in 'Jonathan Strange & Mr Norrell' (2004)",
  "created_utc": 1623178749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I finished Piranesi, I was entirely taken by the mystifying experience of reading it. I immediately bought a paperback copy of Strange &amp; Norrell at my local used bookstore for $5.</p>\n\n<p>While I still have 300 pages to go, I feel compelled to share these references with you all now. </p>\n\n<ol>\n<li>A Conversation Between Strange &amp; Norrell on the Possibility of Interdimensional Travel via Enchanted Mirrors (p. 484, Tom Doherty Associates, LLC.)</li>\n</ol>\n\n<p>&quot;This would not have ordinarily been a subject to please Mr Norrell, but he was so relieved to discover that Strange did not intend to quarrel with him about the library at Hurtfew that he grew quite communicative. &#39;Oh yes, indeed! There is indeed a path which joins all the mirrors of the world. It was well-known to the Great Mediaevals. No doubt they trod it often. I fear I cannot give you any more precise information. The writers I have seen all describe it in different ways. Ormskirk says it is a road across a wide, dark moor, whereas Hickman calls it a vast house with many dark passages and great staircases. Hickman says that within this house there are stone bridges spanning deep chasms and canals of black water flowing between stone walls -- to what destination or for what purpose no one knows.&#39;&quot;</p>\n\n<ol>\n<li>Strange&#39;s Remarks to Childermass on illustrations made for his book, &#39;The History and Practice of English Magic&#39;, illustrations depicting &quot;great corridors built more of shadows than any thing else&quot;,  a &quot;vast, dark moor&quot;, and &quot;dark openings in the walls suggest[ing] other corridors appearing to be inside of a labyrinth&quot;. (p. 698)</li>\n</ol>\n\n<p>&quot;Of course,&quot; remarked Strange to Childermass, &quot;they make these scenes altogether too Roman -- too like the works of Palladio and Piranesi, but they cannot help that -- it is their training. One can never help one&#39;s training, you know. As a magician I shall never quite be Strange -- or, at least, not Strange alone -- there is too much Norrell in me.&quot;</p>\n\n<p>TL;DR : Susanna Clarke clearly was affected by Italian artist Giovanni Battista Piranesi long before she wrote &#39;Piranesi&#39;. She references his work in &#39;Jonathan Strange &amp; Mr Norrell&#39;, paying homage to the fact that his art has had a clear and present influence on her own creative genius.</p>\n\n<p>Edit: Not sure if this qualifies as a &#39;spoiler&#39; or not. Playing it safe.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/nv83g6/susanna_clarke_references_piranesi_2020_twice_in/",
  "subreddit": "books",
  "id": "nv83g6",
  "is_self": true,
  "media": null,
  "is_video": false
}