{
  "author": "schwenomorph",
  "the_new_excerpt": "Gyarados evolves from the weak and underwhelming Magikarp, which is what makes\nit especially memorable. Several Pokedex entries tell of its destructive\ncapability and how powerful it is. Such an awesome and frightening being should\nbe considered dragon-like, no? Here are my arguments:\n\n 1. It looks…",
  "original_created_utc": 1617149377,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Gyarados从弱小的和令人失望的Magikarp进化而来，这就是使\n它特别令人难忘。几个Pokedex条目讲述了它的破坏性的\n能力以及它的强大。如此可怕的存在，应该\n被认为是龙形，不是吗？以下是我的论点。\n\n 1. 它看起来...",
      "title": "CMV：Gyarados应该是水/龙型，而不是水/飞型。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Gyarados從弱小的和令人失望的Magikarp進化而來，這就是使\n它特別令人難忘。幾個Pokedex條目講述了它的破壞性的\n能力以及它的強大。如此可怕的存在，應該\n被認爲是龍形，不是嗎？以下是我的論點。\n\n 1. 它看起來...",
      "title": "CMV：Gyarados應該是水/龍型，而不是水/飛型。"
    }
  ],
  "title": "CMV: Gyarados should've been water/dragon type, not water/flying.",
  "created_utc": 1617201734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Gyarados evolves from the weak and underwhelming Magikarp, which is what makes it especially memorable. Several Pokedex entries tell of its destructive capability and how powerful it is. Such an awesome and frightening being should be considered dragon-like, no? Here are my arguments:</p>\n\n<ol>\n<li><p>It looks like a dragon. I know this is a weak point because Applin exists, but come on. Gyarados is modeled after an eastern dragon.</p></li>\n<li><p>Type advantages. This poor thing is allergic to electric attacks. Granted, it has a serviceable Sp. Def. stat, but ×4 weakness to electric attacks makes what&#39;s supposed to be this powerful giant into kind of a laughing stock. </p></li>\n<li><p>Payoff. Magikarp levels up slowly. If you have no Exp. Share, it&#39;s grueling. Dragon types (at least in the earlier generations) are scarce and powerful. This would make training a Magikarp so worth it. </p></li>\n<li><p>Gyarados is Gen 1. There is only one evolutionary line of dragon types, which would be the Dragonite line. Gen 1 was severely lacking in dragon variety. </p></li>\n</ol>\n\n<p>This isn&#39;t a hill I&#39;ll die on, but I have no idea why GameFreak made Gyarados water/flying. It should&#39;ve been water/dragon.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mgtmea/cmv_gyarados_shouldve_been_waterdragon_type_not/",
  "subreddit": "changemyview",
  "id": "mgtmea",
  "is_self": true,
  "media": null,
  "is_video": false
}