{
  "author": "Possible_Wing_166",
  "the_new_excerpt": "I’ve been running into helicopter parents like crazy lately. And I just don’t\nunderstand it. I totally agree that keeping your kids physically safe is\nimportant- but not at the expense of mental well being, and social experiences.\n\nI have a neighbor who won’t let her 5 year old more than arms reach…",
  "original_created_utc": 1621806969,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私はヘリコプターペアレントによく遭遇します。私には理解できないのですが\n理解できません。子供の身体的な安全を確保することが重要であることには全く同意します。\nしかし、精神的な健康や社会的な経験を犠牲にしてはいけません。\n\n私の近所には、5歳の子供を手の届く範囲から離さない人がいます...。",
      "title": "CMV：ヘリコプター・ペアレントは最悪の非虐待的な親である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近一直在疯狂地遇到直升机父母。而我只是不\n理解它。我完全同意保持孩子的身体安全是很重要的\n但不能以牺牲精神健康和社会经验为代价。\n\n我有一个邻居，她不让她5岁的孩子超过手臂的距离...。",
      "title": "CMV：直升机父母是最糟糕的一种非虐待性养育方式"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近一直在瘋狂地遇到直升機父母。而我只是不\n理解它。我完全同意保持孩子的身體安全是很重要的\n但不能以犧牲精神健康和社會經驗爲代價。\n\n我有一個鄰居，她不讓她5歲的孩子超過手臂的距離...。",
      "title": "CMV：直升機父母是最糟糕的一種非虐待性養育方式"
    }
  ],
  "title": "CMV: Helicopter parents is the worst kind of non-abusive parenting",
  "created_utc": 1621821507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been running into helicopter parents like crazy lately. And I just don’t understand it. I totally agree that keeping your kids physically safe is important- but not at the expense of mental well being, and social experiences. </p>\n\n<p>I have a neighbor who won’t let her 5 year old more than arms reach away. Playing tag? Not allowed, because she’s too far away. Not allowed a single popsicle on a hot day because it’s “too sugary” (this is a perfectly healthy child, not diabetic or any reason that the amount of sugar in a popsicle would be dangerous). So while all the other kids run around and have treats, she’s not allowed to join in. </p>\n\n<p>Like keep your kids safe, obviously- but physical health is only ONE small part of what makes up a well rounded healthy child. if you are stopping your kids from exploring, or meeting new people, or participating in activities because of YOUR anxieties, that’s wrong. </p>\n\n<p>And I’m not talking about parents who are like more safe than most- I’m talking about the kids who aren’t allowed to do normal activities.</p>\n</div><!-- SC_ON -->",
  "score": 474,
  "permalink": "/r/changemyview/comments/njicb3/cmv_helicopter_parents_is_the_worst_kind_of/",
  "subreddit": "changemyview",
  "id": "njicb3",
  "is_self": true,
  "media": null,
  "is_video": false
}