{
  "author": "damnusernamegotcutof",
  "original_created_utc": 1638519755,
  "title": "Porn coins will NOT be the next big thing",
  "created_utc": 1638527729,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I can&amp;#39;t believe that the front page post about porn coins being &amp;quot;the next big thing&amp;quot; has been so massively upvoted. Is it being brigaded? Or do people think it&amp;#39;s tagged as comedy?&lt;/p&gt;\n\n&lt;p&gt;Why the heck would we need a brand new coin to buy porn? If I wanted anonymity then surely i&amp;#39;d use one of the already existing, perfectly functioning, time-tested privacy coins like XMR, DASH or ZCASH? Why would I want to take the extra steps of going to some dodgy exchange to buy a coin that I can solely use for one thing? It literally makes zero sense&lt;/p&gt;\n\n&lt;p&gt;Plus, every single of those coins OP listed is an ERC-20 token. I don&amp;#39;t know how many of you are familiar with ethereum gas prices (i&amp;#39;m guessing the majority are) but I don&amp;#39;t really feel like paying hundreds of dollars in gas fees just to see Tyrone bang somebody&amp;#39;s wife. I make transactions with XMR all the time and end up paying a few cents&lt;/p&gt;\n\n&lt;p&gt;Unless i&amp;#39;m missing something here then it&amp;#39;s pretty clear that porn coins will NOT be the next big thing&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 550,
  "permalink": "/r/CryptoCurrency/comments/r7ucgj/porn_coins_will_not_be_the_next_big_thing/",
  "subreddit": "CryptoCurrency",
  "id": "r7ucgj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't believe that the front page post about porn coins being \"the next big\nthing\" has been so massively upvoted. Is it being brigaded? Or do people think\nit's tagged as comedy?\n\nWhy the heck would we need a brand new coin to buy porn? If I wanted anonymity\nthen surely i'd use one of the already…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>一面に掲載されたポルノコインが次の大物になるという記事が、これほどまでに大きな反響を呼ぶとは信じられません。\nポルノコインが次の大きなトレンドになるという記事が、こんなにも大量にアップブ\nになっています。この記事はブログで紹介されているのでしょうか？</p> <p>なぜ、このようなことが起こるのでしょうか？\n</p> <p>ポルノを買うのに、なぜ新しいコインが必要なのでしょうか？もし私が...",
      "title": "ポルノコインは次の大きな流れにはならない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不能相信头版的帖子\n我不相信，关于色情硬币是下一个大事件的头版文章会得到如此大规模的支持。\n涨分。它是被刷屏了吗？还是人们认为它被贴上了喜剧的标签？</p>。\n<p>为什么我们需要一个全新的硬币来购买色情？如果我...",
      "title": "色情币不会成为下一个大事件"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不能相信頭版的帖子\n我不相信，關於色情硬幣是下一個大事件的頭版文章會得到如此大規模的支持。\n漲分。它是被刷屏了嗎？還是人們認爲它被貼上了喜劇的標籤？</p>。\n<p>爲什麼我們需要一個全新的硬幣來購買色情？如果我...",
      "title": "色情幣不會成爲下一個大事件"
    }
  ]
}