{
  "author": "kerneldemon",
  "original_created_utc": 1629564524,
  "title": "YSK you can freeze fresh bread and reheat it in an oven or an air fryer when you need it",
  "created_utc": 1629570716,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>When you buy fresh bread there is often too much of it, especially if you live alone. If you leave the bread at room temperature it will soon go bad (mostly talking about texture and taste).</p>\n\n<p>If you put it in a freezer, you can take it out after many months, reheat it, and have crispy slices that are still soft on the inside with most of the taste and texture preserved.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/YouShouldKnow/comments/p8uu51/ysk_you_can_freeze_fresh_bread_and_reheat_it_in/",
  "subreddit": "YouShouldKnow",
  "id": "p8uu51",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nWhen you buy fresh bread there is often too much of it, especially if you live\nalone. If you leave the bread at room temperature it will soon go bad (mostly\ntalking about texture and taste).\n\nIf you put it in a freezer, you can take it out after many months, reheat it,\nand have crispy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n焼きたてのパンを買うと、特に一人暮らしの場合は量が多すぎることが多いので\n一人暮らしの場合は特にそうですね。室温で放置しておくとすぐに腐ってしまいます（主に食感や味のこと）。\n食感や味のことです）。)\n\n冷凍庫に入れておけば、何ヶ月経っても取り出して温め直すことができます。\nパリッとした食感が楽しめます。",
      "title": "YSKさんは、焼きたてのパンを冷凍しておいて、必要なときにオーブンやフライヤーで温め直すことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n当你购买新鲜面包时，往往有太多的面包，特别是如果你住在\n独自一人。如果你把面包放在室温下，它很快就会变坏（主要是指\n主要是指质地和味道）。)\n\n如果你把它放在冰箱里，许多个月后你可以把它拿出来，重新加热。\n就会有酥脆的...",
      "title": "YSK你可以把新鲜的面包冷冻起来，需要时用烤箱或空气炸锅重新加热。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n當你購買新鮮麪包時，往往有太多的麪包，特別是如果你住在\n獨自一人。如果你把麪包放在室溫下，它很快就會變壞（主要是指\n主要是指質地和味道）。)\n\n如果你把它放在冰箱裏，許多個月後你可以把它拿出來，重新加熱。\n就會有酥脆的...",
      "title": "YSK你可以把新鮮的麪包冷凍起來，需要時用烤箱或空氣炸鍋重新加熱。"
    }
  ]
}