{
  "author": "DistrictGop",
  "original_created_utc": 1625178961,
  "title": "cmv: The line should be drawn at they/them",
  "created_utc": 1625190217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I Was looking at Instagram the other day and someone im following posted on their story a post containing multiple slides with pronouns I have never heard of before, I swear one of them was viv/vov and one was xe/xer. I see 0 reason why we need to have these in our society and what benefit they have: Maybe their is people who actually suffer from gender dysphoria and theirs people who don&#39;t feel like they identify with the gender binary. But why would anyone need to use these pronouns for any reason other than to feel special? this seems to me like nothing more than progression for the sake of progression, call me homophobic all you want but I refuse to call anyone by any pronouns other than him, they or her. Its not like viv/vov people have been oppressed for hundreds of years like gay people. The sad thing is, is most people who share this an opinion with me get &quot;canceled&quot; because criticizing lgbt is some godforsaken sin now a days. I hope this subreddit will understand my POV and give me genuine reasons for why &quot;neopronouns&quot; need to exist and not accuse me of being homophobic.</p>\n</div><!-- SC_ON -->",
  "score": 247,
  "permalink": "/r/changemyview/comments/obwzwl/cmv_the_line_should_be_drawn_at_theythem/",
  "subreddit": "changemyview",
  "id": "obwzwl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I Was looking at Instagram the other day and someone im following posted on\ntheir story a post containing multiple slides with pronouns I have never heard\nof before, I swear one of them was viv/vov and one was xe/xer. I see 0 reason\nwhy we need to have these in our society and what benefit they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、インスタグラムを見ていたら、フォローしている人が自分のストーリーに投稿していました。\n聞いたことのない代名詞を使った複数のスライドが投稿されていました。\nその中にviv/vovとxe/xerというのがあったんです。私は、このようなものを\n私たちの社会にこのようなものが必要な理由は何もありませんし、何のメリットもありません...",
      "title": "cmv：ラインはthey/themで引くべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一天，我正在看Instagram，我关注的一个人在他们的故事上发布了一个帖子，其中有多张幻灯片，其中有我从未听说过的代词。\n他们的故事，其中有多张幻灯片上有我从未听说过的代词。\n的，我发誓其中一个是viv/vov，一个是xe/xer。我认为没有理由\n为什么我们需要在我们的社会中使用这些代词，它们有什么好处？",
      "title": "cmv: 应该在他们/他们之间划线。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一天，我正在看Instagram，我關注的一個人在他們的故事上發佈了一個帖子，其中有多張幻燈片，其中有我從未聽說過的代詞。\n他們的故事，其中有多張幻燈片上有我從未聽說過的代詞。\n的，我發誓其中一個是viv/vov，一個是xe/xer。我認爲沒有理由\n爲什麼我們需要在我們的社會中使用這些代詞，它們有什麼好處？",
      "title": "cmv: 應該在他們/他們之間劃線。"
    }
  ]
}