{
  "author": "911emergencysnake",
  "original_created_utc": 1635288454,
  "title": "CMV: Despite disillusioned people, humans are living more privileged and rewarding lives today than they were even 10 years ago.",
  "created_utc": 1635297150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are some people that think humanity is only getting worse, all changes that come forth are bad etc, you know the type. But I don&#39;t think that&#39;s how it is. But challenge me. I don&#39;t see humanity getting worse, or people getting worse, but better, even despite the melting pots of people who are disillusioned and/or engaging in bad groups. \nWhat happened in the last 10 years to make life so good now?</p>\n\n<ul>\n<li><p>Food shortages are increasingly being fixed with GMOs and other healthy alternatives to not eating! Science is continually fixing a lot of problems! Plus Vegan food is increasing!</p></li>\n<li><p>Social media allowed us to connect with long lost friends, and almost everyone is internet connected now, all the time, it&#39;s brilliant! Bye Bye huge phone call bills!</p></li>\n<li><p>We are closer and closer to fixing the world poverty problems! The number of people making donations to charitable causes is ever increasing, thanks to the internet!</p></li>\n<li><p>Australia got gay marriage approval, about time!</p></li>\n<li><p>Women&#39;s rights are in the best place they&#39;ve been in, yay equality!</p></li>\n<li><p>Men&#39;s problems are at an all time low!</p></li>\n<li><p>More BI and Gay couples are being accepted as beautiful people that they always were!</p></li>\n</ul>\n\n<p>*All in all this wouldn&#39;t be possible without Capitalism, which is definitively the best system ever made without question and spurs the innovations we see today.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/changemyview/comments/qgic8r/cmv_despite_disillusioned_people_humans_are/",
  "subreddit": "changemyview",
  "id": "qgic8r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are some people that think humanity is only getting worse, all changes\nthat come forth are bad etc, you know the type. But I don't think that's how it\nis. But challenge me. I don't see humanity getting worse, or people getting\nworse, but better, even despite the melting pots of people who are…"
}