{
  "author": "HorseFacedDipShit",
  "the_new_excerpt": "For those who don't know/don't understand how it works, the U.S. uses a system\nof electors to elect the president. Each state has a certain number of electoral\nvotes which aren't proportionate to their population (less populated states are\noverrepresented, more populous states are under represented)…",
  "original_created_utc": 1616097908,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对于那些不知道/不了解它是如何运作的人来说，美国采用的是一种制度。\n选举总统的选举人数量。每个州都有一定数量的选举人\n人口较少的州的选票与其人口不相称（人口较少的州的选票与人口不相称）。\n代表性过高，人口较多的州代表性不足）......。)",
      "title": "CMV：设立选举团没有任何好处。要么允许按百分比分配选举人，要么由民众投票决定总统选举。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於那些不知道/不瞭解它是如何運作的人來說，美國採用的是一種制度。\n選舉總統的選舉人數量。每個州都有一定數量的選舉人\n人口較少的州的選票與其人口不相稱（人口較少的州的選票與人口不相稱）。\n代表性過高，人口較多的州代表性不足）......。)",
      "title": "CMV：設立選舉團沒有任何好處。要麼允許按百分比分配選舉人，要麼由民衆投票決定總統選舉。"
    }
  ],
  "title": "CMV: There is no benefit to having the electoral college. Either allow a percentage based sharing of electors, or have the presidential election decided by popular vote",
  "created_utc": 1616164724,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For those who don&#39;t know/don&#39;t understand how it works, the U.S. uses a system of electors to elect the president. Each state has a certain number of electoral votes which aren&#39;t proportionate to their population (less populated states are overrepresented, more populous states are under represented) and its a winner take all system. If you were running for president and won 50.000001% of New York&#39;s popular vote, then you would receive 100% of their electoral votes. This is messed up for several reasons, mainly that the minority parties people&#39;s votes don&#39;t count in reliably blue/red states. I see two ways of fixing this.</p>\n\n<ol>\n<li>Get rid of the winner take all system and replace it with a percentage system. If a democrat won California by 64%, then the republican candidate should get the other 36% of the vote. This would make reliably blue/red states competitive again, and stop nominees from spending 99% of their time and money in just a few battle ground states. It would also help to make the most popular candidate the winning candidate. OR</li>\n<li>Have a simple popular vote system. In the first solution mentioned, one of the issues would be the over/under representation of states based on the population of the state. I am personally of the opinion that the person who the majority of Americans want to be president, should be president.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m7zerb/cmv_there_is_no_benefit_to_having_the_electoral/",
  "subreddit": "changemyview",
  "id": "m7zerb",
  "is_self": true,
  "media": null,
  "is_video": false
}