{
  "author": "psychdilettante",
  "original_created_utc": 1632860118,
  "title": "CMV: Abolishing Mental Institutions in the US Was a Mistake",
  "created_utc": 1632872301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before I present my view, I feel that providing some background information and a personal anecdote will help clarify my view on this issue: </p>\n\n<p>I&#39;ve been somewhat aware of the problems plaguing the US healthcare system, but I was completely unaware of just how poorly the healthcare system treats mental health before having first-hand experience. Basically, long story short, I was placed on a seven day involuntary psychiatric hold after  an alcohol-fueled, depression related incident almost ended in a suicide attempt. Fortunately, I&#39;m doing much better now, and I&#39;ve been directed towards the right therapy and prescribed medications that are working. Unfortunately, I can&#39;t say the same for most of the patients I was with during my hospital stay. </p>\n\n<p>I was placed in a psychiatric unit at a standard urban hospital with about fifty or-so patients, and I&#39;ll have to admit that the cases of some of the other patients, which I won&#39;t go into detail here, were truly frightening. Basically, these people have completely lost all contact with reality and have very little chance of ever coming back to what we experience as &#39;normal.&#39; These patients have mental illness that&#39;s progressed to a point where they are completely incapable of doing simple tasks like preparing their own food, taking care of themselves, and basically functioning like a normal human being. These are the people who need the most help, yet they are thrown out by the system. Literally. </p>\n\n<p>These patients, who obviously are in need of long-term support, treatment for substance abuse, I&#39;d even say assisted living in some cases, are literally given a bus ticket and thrown out on the street after their involuntary psychiatric hold ends after three to seven days (which is the standard length that most people are hospitalized). It&#39;s absolutely absurd that people who are basically unaware of their own physical existence are being thrown out on the street and are expected to fend for themselves without any support or therapy. From what I&#39;ve seen, a lot of these people are homeless, elderly, disabled, living on their own, addicted to substances, or a variety of things all at once. For the short time that their involuntary psychiatric hold stays in effect, these people are given guidance and care, but once that hold ends, there&#39;s pretty much nothing the system can do except discharge them and provide a referral to a mental health provider. </p>\n\n<p>This is also what happened in my case: I was discharged after my seven day hold ended and I was told to follow up with a mental health provider. I turns out that there isn&#39;t a single mental health provider within a twenty mile radius of my home that is accepting new patients because of the overload of the system. I was able to get an hour long internet-call appointment, almost two months after my hospitalization. And they won&#39;t even talk with you unless you provide proof of insurance and a credit card. This is absolutely absurd, and there&#39;s no way that patients with severe psychiatric issues will get the help they need unless they are privileged with insurance and good finances (which the majority of aren&#39;t). But insurance is a whole other topic that applies to the entire healthcare system that I won&#39;t go into here. </p>\n\n<p>Right now it seems that the only thing that hospitals are able to do with these severe-case patients is discharge them and expect them to follow up with another provider. This is absolutely absurd. What I&#39;m basically saying is that there&#39;s nothing more they can do expect throw them out and let them rot on the streets. These sorts of things shouldn&#39;t be happening in a country with as much wealth and resources as the United States, or anywhere as a matter of fact. </p>\n\n<p>My view is that the US needs to reopen its psychiatric institutions. Providing appropriate care to severe-case psychiatric patients is an urgent matter and little to nothing is being done with those who are the most disadvantaged. In my view, the disestablishment of psychiatric facilities in the 70s-80s has been a big mistake and has contributed to the growing mental health crisis and homeless crisis, both of which have grown out of proportion. </p>\n\n<p>And yes, I&#39;m also aware that psychiatric institutions were shut down due to abuse and abhorrent living conditions, and I definitely don&#39;t believe that people should be subject to sub-standard treatment under any circumstances. But throwing out these patients and leaving them to fend on their own is just as bad and should not be acceptable under any circumstances. It&#39;s heartbreaking to see, but there are some people who truly cannot exist on their own. Their perception of reality is so skewed that they are a threat to both themselves and other people. </p>\n\n<p>Deinstitutionalization occurred because patients in mental hospitals were treated more as prisoners instead of being rehabilitated. The idea was that with the abolishment of mental institutions, these patients would find better treatment elsewhere. The truth is, that people end up receiving no treatment at all, and mental health care has only become more and more inaccessible. Here&#39;s a statistic that illustrates this fact: &quot;In 1955, for every 100,000 US citizens there were 340 psychiatric hospital beds. In 2005 that number had diminished to 17 per 100,000. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5201314/\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5201314/</a>&quot; This statistic is strongly correlated with the abolishment of mental institutions. </p>\n\n<p>I also don&#39;t believe that people should be institutionalized indefinitely but there are people who desperately need long-term mental health care until they are stable enough to provide on their own. If we are unable to resolve the problem of health insurance in this country, the least we can do is provide government funded institutions that will take care of these patients. It is a social and moral obligation to take care of the most disadvantaged in our society, and as of now little to nothing is being done. </p>\n\n<p>This is obviously no ideal solution to the problem, but reopening mental institutions would at least keep these people out of the streets and in a place where they are fed and taken care of. There might be more I don&#39;t know about, but I truly feel that abolishing all mental institutions in this country has been a mistake that&#39;s only caused more harm than good. </p>\n\n<p>This is how I&#39;ve come to my conclusion based on my own experiences, but I&#39;m open to different perspectives that might change my view about bringing back mental institutions.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/pxescs/cmv_abolishing_mental_institutions_in_the_us_was/",
  "subreddit": "changemyview",
  "id": "pxescs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Before I present my view, I feel that providing some background information and\na personal anecdote will help clarify my view on this issue:\n\nI've been somewhat aware of the problems plaguing the US healthcare system, but\nI was completely unaware of just how poorly the healthcare system treats…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の見解を述べる前に、いくつかの背景情報と個人的な逸話を提供することで、私の考えを理解してもらえると思います。\n私の見解を述べる前に、いくつかの背景情報と個人的な逸話を提供することで、この問題に対する私の見解を明確にすることができると思います。\n\n米国の医療制度の問題点については何となく認識していましたが\nアメリカの医療制度の問題点についてはなんとなく知っていましたが、医療制度がどれほど劣悪な扱いを受けているのかについては全く知りませんでした...。",
      "title": "CMV: アメリカの精神病院廃止は間違いだった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我提出我的观点之前，我觉得提供一些背景资料和\n一个个人轶事将有助于澄清我对这个问题的看法。\n\n我对困扰美国医疗系统的问题有一定的了解，但是\n我完全没有意识到医疗系统的待遇有多差。",
      "title": "CMV：在美国废除精神病院是个错误"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我提出我的觀點之前，我覺得提供一些背景資料和\n一個個人軼事將有助於澄清我對這個問題的看法。\n\n我對困擾美國醫療系統的問題有一定的瞭解，但是\n我完全沒有意識到醫療系統的待遇有多差。",
      "title": "CMV：在美國廢除精神病院是個錯誤"
    }
  ]
}