{
  "author": "Zee180",
  "original_created_utc": 1633546586,
  "title": "Out of all the fantasy books you've read what world would you want to live in?",
  "created_utc": 1633572578,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Personally for me it would have to be the chronicles of the imaginarium geographica, I know not many have read this series,  I would highly recommend you to read these gems. There just something very nostoglic about the ships, the keep of time, the dragons, the caretakers of the imaginarium geographica, the islands. I did however think about the dark tower, but for me living in a world like that would be too grim!</p>\n\n<p>What world would you live in out of all the fantasy books you&#39;ve read and why?</p>\n\n<p>*after reading some of the comments i&#39;m also going to have to put down middle-earth, the shire! I mean who would not want to live in the shire!*</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q2qy6r/out_of_all_the_fantasy_books_youve_read_what/",
  "subreddit": "books",
  "id": "q2qy6r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Personally for me it would have to be the chronicles of the imaginarium\ngeographica, I know not many have read this series, I would highly recommend you\nto read these gems. There just something very nostoglic about the ships, the\nkeep of time, the dragons, the caretakers of the imaginarium…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "個人的には、イマジナリウム・クロニクルですね。\nこのシリーズを読んだことがある人は少ないと思いますが、是非とも読んでみてください。\n読むことをお勧めします。船、時の番人、ドラゴン、宝石には何か懐かしさを感じます。\n船、時の番人、ドラゴン、イマジナリウムの管理人...。",
      "title": "今まで読んだファンタジー本の中で、あなたが住んでみたいと思う世界は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就我个人而言，它必须是《想象力的编年史》。\n我知道没有多少人读过这个系列，我强烈建议你们\n阅读这些珍品。这些船只、时间之门、巨龙以及其他一些非常令人怀念的东西。\n时间的保持，龙，想象馆的看守人......",
      "title": "在你读过的所有奇幻书籍中，你想生活在哪个世界？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就我個人而言，它必須是《想象力的編年史》。\n我知道沒有多少人讀過這個系列，我強烈建議你們\n閱讀這些珍品。這些船隻、時間之門、巨龍以及其他一些非常令人懷念的東西。\n時間的保持，龍，想象館的看守人......",
      "title": "在你讀過的所有奇幻書籍中，你想生活在哪個世界？"
    }
  ]
}