{
  "author": "impliedatpaddyspub",
  "original_created_utc": 1627511479,
  "title": "The Silence of Girls changed my perspective on The Song of Achilles",
  "created_utc": 1627531027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TW:// mentions of Sexual Assault</p>\n\n<p>The Silence of Girls by Pat Barker and The Song of Achilles by Madeline Miller both have the same setting. They both examine Achilles&#39; role in the Trojan war, told by the people whose stories have been often overlooked (albeit SOA starts before Achilles makes it to Troy and The Silence of Girls begins ).</p>\n\n<p>I read The Song of Achilles first, and found myself sympathizing for Patroclus and Achilles. They were gentle souls who in another universe, would have been soulmates. Patroclus depicts Achilles as headstrong, but caring. Stubborn, but loving. He depicts him as a man with a soul who is destined for greatness that destroys his chances at love. I couldn&#39;t help but feel Patroclus&#39; admiration for Achilles, and his frustration.</p>\n\n<p>When I read The Silence of Girls, that perspective changed. Barker describes him as a cruel and apathetic man, who falls much more easily into the role of a conquerer than the story told in The Song of Achilles. Her brutal depiction of sexual violence that occurs in the camps is unflinching, something that is sometimes glossed over in SOA. By the end of the novel, I felt sick even thinking that I had empathized with such a character. When I tried to reread SOA to compare, I found I couldn&#39;t get through it a second time, knowing how well Achilles was described.</p>\n\n<p>Has anyone else had a similar experience while reading the two books? Any other thoughts on the varying depictions of Achilles in the two novels? If one thing is for certain, the two completely different perspectives of the same character who has (essentially) the same plot and story in both novels, shows how talented Barker and Miller are at their craft.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/otkow7/the_silence_of_girls_changed_my_perspective_on/",
  "subreddit": "books",
  "id": "otkow7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TW:// mentions of Sexual Assault\n\nThe Silence of Girls by Pat Barker and The Song of Achilles by Madeline Miller\nboth have the same setting. They both examine Achilles' role in the Trojan war,\ntold by the people whose stories have been often overlooked (albeit SOA starts\nbefore Achilles makes it to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TW:// 性的暴行についての言及\n\nパット・バーカーの「少女たちの沈黙」とマドリン・ミラーの「アキレスの歌」。\nどちらも同じ設定です。どちらもトロイア戦争でのアキレスの役割を描いています。\nこれまで見過ごされてきた人々によって語られています。\nアキレスがトロイア戦争に参加する前から始まっています。",
      "title": "少女たちの沈黙』で『アキレスの歌』の見方が変わった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TW:// 提及性侵犯问题\n\n帕特-巴克的《女孩的沉默》和玛德琳-米勒的《阿基里斯之歌》。\n都有相同的背景。它们都研究了阿基里斯在特洛伊战争中的作用。\n他们的故事往往被忽视（尽管《阿基里斯之歌》开始于阿基里斯到......）。\n在阿基里斯到达特洛伊之前。",
      "title": "女孩的沉默》改变了我对《阿基里斯之歌》的看法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TW:// 提及性侵犯問題\n\n帕特-巴克的《女孩的沉默》和瑪德琳-米勒的《阿基里斯之歌》。\n都有相同的背景。它們都研究了阿基里斯在特洛伊戰爭中的作用。\n他們的故事往往被忽視（儘管《阿基里斯之歌》開始於阿基里斯到......）。\n在阿基里斯到達特洛伊之前。",
      "title": "女孩的沉默》改變了我對《阿基里斯之歌》的看法"
    }
  ]
}