{
  "author": "my_stupidquestions",
  "original_created_utc": 1627619510,
  "title": "CMV: Nobody should have to \"tailor\" resumes or cover letters for job applications.",
  "created_utc": 1627634456,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This also goes for forcing candidates to rewrite their entire resume in an ATS, the absurdity of cottage industries that teach you to reuse words in the job description so you pass some lazily designed filter, and the idea that it&#39;s somehow on you to get the attention of whoever is reviewing applications within some incredibly short period of time.</p>\n\n<p>HR is getting paid to go through this slog. Job applicants are not. It takes a long time to tailor resumes and cover letters to however many dozens of listings for however many companies to which you apply, whereas it&#39;s literally the job of somebody in a position to hire to know what a given opening requires and who will be a good fit for their organization.</p>\n\n<p>In the case of Japan, there&#39;s a standard resume format that everyone uses in which you list all of your academic and professional experience - and there is far less emphasis on the cover letter. It seems to work fine,  so how can it be the case that the &quot;tailoring&quot; expectation is anything other than an attempt to shift paid workload onto people who probably won&#39;t even get a response about the job?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/oudr3x/cmv_nobody_should_have_to_tailor_resumes_or_cover/",
  "subreddit": "changemyview",
  "id": "oudr3x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This also goes for forcing candidates to rewrite their entire resume in an ATS,\nthe absurdity of cottage industries that teach you to reuse words in the job\ndescription so you pass some lazily designed filter, and the idea that it's\nsomehow on you to get the attention of whoever is reviewing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、候補者がATSで履歴書全体を書き直すことを強制する場合にも当てはまります。\nATSで求職者に履歴書を全部書き直させることや、いい加減に作られたフィルターを通すために職務経歴書の言葉を使い回すことを教える家内工業の不条理さ\n怠惰に設計されたフィルターを通過するために職務記述書の言葉を使いまわすことを教える家内工業の不条理さ、そして、企業の注目を集めるためには\nまた、審査員の注意を引くためには、自分の力が必要だという考えもあります...",
      "title": "CMV: 誰もが履歴書やカバーレターを \"オーダーメイド \"しなければならない時代ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这也适用于强迫候选人在ATS中重写他们的整个简历。\n山寨行业的荒谬之处在于，教你重复使用工作描述中的词汇，以便通过一些懒惰的过滤器。\n荒唐的是，一些山寨企业教你重复使用工作描述中的词汇，以便通过一些懒惰设计的过滤器，还有一种想法是，要想引起谁的注意，就必须\n还有一种想法是，要想引起审查者的注意，就得靠你自己......",
      "title": "CMV: 没有人应该为工作申请 \"量身定做 \"简历或求职信。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這也適用於強迫候選人在ATS中重寫他們的整個簡歷。\n山寨行業的荒謬之處在於，教你重複使用工作描述中的詞彙，以便通過一些懶惰的過濾器。\n荒唐的是，一些山寨企業教你重複使用工作描述中的詞彙，以便通過一些懶惰設計的過濾器，還有一種想法是，要想引起誰的注意，就必須\n還有一種想法是，要想引起審查者的注意，就得靠你自己......",
      "title": "CMV: 沒有人應該爲工作申請 \"量身定做 \"簡歷或求職信。"
    }
  ]
}