{
  "author": "Ancient_Educator_76",
  "original_created_utc": 1625586939,
  "title": "CMV: the “Best years of your life” are always…now, so stop wasting time wishing for impossibility and be happy.",
  "created_utc": 1625633258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So many people look at their life and feel that they’re too young and need to be older and can’t wait, Middle Agers who always say “oh if I only knew then what I know now” are wasting time thinking about regrets or how crappy their life is now, but they need to appreciate that, however cliche, your life is NOW. Not tomorrow. Not yesterday. No good ol days exist. Be happy with who you are now, where you are now, warts and all, because you’re alive and reading this on Reddit…how bad can it possibly be?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/oexrwn/cmv_the_best_years_of_your_life_are_alwaysnow_so/",
  "subreddit": "changemyview",
  "id": "oexrwn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So many people look at their life and feel that they’re too young and need to be\nolder and can’t wait, Middle Agers who always say “oh if I only knew then what I\nknow now” are wasting time thinking about regrets or how crappy their life is\nnow, but they need to appreciate that, however cliche, your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人が自分の人生を見て、「自分は若すぎる、もっと年を取らなければならない」と感じています。\n中年の人たちは、「あの時、今の自分を知っていれば」と後悔したり、自分の人生がいかにくだらないものかを考えたりして時間を無駄にしています。\n後悔したり、今の人生がいかにくだらないかを考えて時間を無駄にしている。\nしかし、彼らは、どんなに陳腐であっても、あなたの...",
      "title": "CMV: \"Best years of your life \"は常に...今なのですから、不可能を望む無駄な時間はやめて、幸せになりましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多人看到自己的生活，觉得自己太年轻了，需要年老，不能再等了。\n中年人总是说 \"哦，如果我当时知道我现在知道的事情就好了\"。\n中年人总是说 \"哦，如果我当时知道我现在所知道的\"，他们在浪费时间思考遗憾或他们现在的生活有多么糟糕。\n但他们需要感谢的是，无论多么老套，你的...",
      "title": "CMV：\"你生命中最好的年华 \"总是......现在，所以不要再浪费时间希望不可能，要快乐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多人看到自己的生活，覺得自己太年輕了，需要年老，不能再等了。\n中年人總是說 \"哦，如果我當時知道我現在知道的事情就好了\"。\n中年人總是說 \"哦，如果我當時知道我現在所知道的\"，他們在浪費時間思考遺憾或他們現在的生活有多麼糟糕。\n但他們需要感謝的是，無論多麼老套，你的...",
      "title": "CMV：\"你生命中最好的年華 \"總是......現在，所以不要再浪費時間希望不可能，要快樂。"
    }
  ]
}