{
  "author": "StormBlessed24",
  "original_created_utc": 1627687637,
  "title": "CMV: Starting a Post With \"Throwaway Account to Remain Anonymous\" Followed By an Incredibly Unique Story Is Silly",
  "created_utc": 1627698769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see this all the time. Someone posts a story and starts it off with &quot;Throwaway account because I dont want anyone knowing this is me&quot; and then they post an extremely unique or specific story that will obviously be recognized by the person/people they&#39;re referencing. Like do y&#39;all really think having a burner account keeps you anonymous when your story is something like &quot;My husband threw my child in an octopus tank and then ran naked through the aquarium, should I divorce him?&quot; </p>\n\n<p>This actually just makes me chuckle more than anything but am I missing something here? Has anyone who&#39;s done this and ended up on the front page ever actually remained anonymous from those they&#39;re trying to hide from? And I&#39;m referencing those  AITA posts or AskReddit that blow up. Not saying throwaways don&#39;t work ever. But I have a hard time believing you stayed anonymous when the story you provided could have been an oscar winning screenplay.</p>\n</div><!-- SC_ON -->",
  "score": 176,
  "permalink": "/r/changemyview/comments/ouwcvg/cmv_starting_a_post_with_throwaway_account_to/",
  "subreddit": "changemyview",
  "id": "ouwcvg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see this all the time. Someone posts a story and starts it off with \"Throwaway\naccount because I dont want anyone knowing this is me\" and then they post an\nextremely unique or specific story that will obviously be recognized by the\nperson/people they're referencing. Like do y'all really think…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "よく見かける光景ですね。誰かがストーリーを投稿して、最初に「捨てアカウント\n捨てアカウント」と書いてから、非常にユニークで具体的な\n極めてユニークで特殊なストーリーを投稿して、明らかにその人たちに認識されるような\n極めてユニークで特殊なストーリーを投稿します。例えば...",
      "title": "CMV: \"匿名のための捨てアカウント \"で投稿を始め、信じられないほどユニークな話をするのは愚かなことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到这种情况。有人发布了一个故事，并在开头写道：\"抛弃的账户，因为我不想让别人知道这是我\"，然后他们发布了一个 \"我 \"字。\n账户，因为我不想让别人知道这是我\"，然后他们发布了一个极其独特或具体的故事。\n然后他们发布了一个非常独特或具体的故事，显然会被他们所指的人认出。\n他们所提到的人。就像你们真的认为...",
      "title": "CMV：在帖子中以 \"匿名的废弃账户 \"作为开头，再加上一个令人难以置信的独特故事，是很愚蠢的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到這種情況。有人發佈了一個故事，並在開頭寫道：\"拋棄的賬戶，因爲我不想讓別人知道這是我\"，然後他們發佈了一個 \"我 \"字。\n賬戶，因爲我不想讓別人知道這是我\"，然後他們發佈了一個極其獨特或具體的故事。\n然後他們發佈了一個非常獨特或具體的故事，顯然會被他們所指的人認出。\n他們所提到的人。就像你們真的認爲...",
      "title": "CMV：在帖子中以 \"匿名的廢棄賬戶 \"作爲開頭，再加上一個令人難以置信的獨特故事，是很愚蠢的。"
    }
  ]
}