{
  "author": "confusedabtculture",
  "original_created_utc": 1625062691,
  "title": "CMV: As someone who generally identifies as pretty far left, I am actually struggling to see how Transracial and Trangender are fundamentally different",
  "created_utc": 1625077954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Throwaway because I&#39;ve noticed that this can be a pretty inflammatory topic, but I am trying to be curious, honest, open, and earnest. That said, I have a pretty privileged background and none of these issues have impacted my life directly, so I will definitely have pretty big gaps in my understanding. I have made what I think is an honest effort to understand both sides of this debate (which seems to have been set off by a couple recent reddit/twitter posts and the Oli London video), and I feel like I&#39;m reaching a completely different conclusion to the people close to me (and online) that I tend to agree with, so I want to challenge my thinking.</p>\n\n<p>In general I am 100% fine with people being cisgender, transgender, non-binary, gender-fluid, transsexual, or whatever else as long as they are doing it in good faith.* Not everybody thinks this way, obviously, so we have this big cultural change underway as people come to grips with gender identity.  Big cultural shifts tend to create really challenging social/cultural knock-on effects. In my mind, this question about racial identity and being transracial is one of them. I don&#39;t think there are easy answers for a lot of these questions, but I think we owe it to eachother to listen, explore, communicate, and compromise. The conversations that I&#39;ve seen so far on the topic of racial identity are far from honest, with arguments like: &quot;Gender dysphoria is a part of psychology [and racial dysphoria isn&#39;t]&quot;<a href=\"https://www.reddit.com/r/ToiletPaperUSA/comments/o9svvj/called_it/h3daui1?utm_source=share&amp;utm_medium=web2x&amp;context=3\">0</a> (Gender dysphoria wasn&#39;t either, 50 years ago); &quot;Culture and heritage however is lived through communities. It can be  appropriated and abused. A white British person claiming to be  trans-Korean diminishes the experiences and burdens of actual Korean people and communities.&quot;<a href=\"https://www.reddit.com/r/ToiletPaperUSA/comments/o9svvj/called_it/h3dc4wt?utm_source=share&amp;utm_medium=web2x&amp;context=3\">1</a> (Gender has a massive cultural component), &quot;Race and Ethnicity is Rooted in Ancestry… You Can’t Just Pick and Choose&quot; <a href=\"https://medium.com/verve-up/transracial-is-not-the-new-transgender-why-race-and-gender-are-not-synonymous-b2c688ef0fae\">2</a> (sounds a lot like the &#39;gender is rooted in biology&#39; argument to me) and &quot;We also think that, as a result of this asymmetry, transgender identities deserve social uptake and so-called “transracial”  identifications as Black almost always do not. (We leave space for  unique circumstances in which someone who has deeply invested in a Black community and been forthcoming about their racial history is nevertheless accepted within that community as Black.)&quot;<a href=\"http://bostonreview.net/race-philosophy-religion-gender-sexuality/robin-dembroff-dee-payton-why-we-shouldnt-compare\">3</a><a href=\"https://www.theguardian.com/commentisfree/2015/jun/16/transracial-definition-destructive-rachel-dolezal-spokane-naacp\">4</a> (there&#39;s obviously massive differences, but this argument isn&#39;t fundamentally different to arguing that trans women aren&#39;t women because they haven&#39;t grown up having periods, experiencing sexism, etc).</p>\n\n<p>Setting aside (for now) the existing use of &#39;transracial&#39; used in the context of adopted children raised outside of their biological parents&#39; ethnic/racial cultures, I think that being transracial is similar in a lot of ways to being transgender or transexual, and I don&#39;t see how that de-legitimizes either of those things. I think there&#39;s a lot of fear on the left that this comparison makes the transgender/transsexual struggle look somehow ridiculous or absurd by association <a href=\"https://www.reddit.com/r/ToiletPaperUSA/comments/o9svvj/called_it/\">5</a> and I guess I can see why people might think that, but it feels like either an unhelpful gut reaction, or (being a bit pessimistic) an overly political/strategic reaction which looks a lot like <a href=\"https://thomasnastcartoons.com/2015/01/06/throwing-down-the-ladder-by-which-they-rose-23-july-1870/\">throwing the ladder down</a>. Every new cultural idea is uncomfortable at first, but we don&#39;t know if it has any merit if we don&#39;t explore it in good faith. I think it&#39;s also a missed opportunity to better understand trans/identity in general</p>\n\n<p>As for the other (original) definition of transracial -- adopted children raised outside their biological parents&#39; culture/race -- I think it&#39;s a really interesting bridge between transsexual identity politics and transracial (the other/new definition) identity politics, because there are hundreds of thousands of cases of transracial adoption, and I&#39;m sure we could learn a lot about culture and identity if we asked them about it.  I expect some of these children experience very real, very complicated dysphoria [citation needed, obviously].</p>\n\n<p>I don&#39;t know if the likes of Rachel Dolezal, Oli London, Ja Du, Ekundayo, etc are charlatans or people in genuine turmoil deserving of, if not our sympathy, at least our patience. What I do know is that this kind of tectonic cultural shift has happened enough times throughout history that I think I want to hedge my bets and at least be kind.</p>\n\n<p>*Quick aside:  I don&#39;t say &quot;as long as it isn&#39;t hurting anyone&quot; because I&#39;ve observed that change hurts, and a lot of people are experiencing real pain caused by this big cultural shift in favor of trans rights and that&#39;s unavoidable. However, I think there will always be charlatans out there who take advantage of the opportunity that any big disruption creates, so that&#39;s why I say &#39;in good faith&#39;. You can pick your example of this, from people &#39;playing the race card&#39; to children setting their screen names to &#39;Connecting...&#39; to get out of zoom/skype classes during a pandemic. Big changes create opportunities.</p>\n</div><!-- SC_ON -->",
  "score": 192,
  "permalink": "/r/changemyview/comments/oay9ks/cmv_as_someone_who_generally_identifies_as_pretty/",
  "subreddit": "changemyview",
  "id": "oay9ks",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Throwaway because I've noticed that this can be a pretty inflammatory topic, but\nI am trying to be curious, honest, open, and earnest. That said, I have a pretty\nprivileged background and none of these issues have impacted my life directly,\nso I will definitely have pretty big gaps in my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "かなり炎上しそうな話題であることに気づいたので投げやりに、しかし\n私は、好奇心旺盛で、正直で、オープンで、真面目であろうとしています。とはいえ、私はかなり恵まれた環境にいますし\nとはいえ、私はかなり恵まれた環境にいて、これらの問題が私の人生に直接影響を与えたことはありません。\n私はかなり恵まれた環境にあり、これらの問題が私の人生に直接影響を与えたことはありません。",
      "title": "CMV: 一般的にかなり左寄りだと認識している人間としては、トランスレイシャルとトランスジェンダーが根本的にどう違うのか、実は悩んでいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "抛砖引玉，因为我注意到这可能是一个相当具有煽动性的话题，但\n我正在努力保持好奇、诚实、开放和认真的态度。这就是说，我有一个相当\n我的背景非常优越，这些问题都没有直接影响到我的生活。\n因此，我肯定会有相当大的差距在我的...",
      "title": "CMV：作为一个通常被认定为相当左的人，我实际上很难看到跨种族和跨性别有什么根本的不同。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "拋磚引玉，因爲我注意到這可能是一個相當具有煽動性的話題，但\n我正在努力保持好奇、誠實、開放和認真的態度。這就是說，我有一個相當\n我的背景非常優越，這些問題都沒有直接影響到我的生活。\n因此，我肯定會有相當大的差距在我的...",
      "title": "CMV：作爲一個通常被認定爲相當左的人，我實際上很難看到跨種族和跨性別有什麼根本的不同。"
    }
  ]
}