{
  "author": "pricklypineappledick",
  "original_created_utc": 1632955004,
  "title": "CMV: The posts in r/gunfights should be blurred nsfw if they're going to be on the front page and literally show people getting shot to death.",
  "created_utc": 1632964614,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realize that the sub has a nsfw tag upon entry. That&#39;s a different story than scrolling the front page and seeing a post with no warning that you&#39;re about to see a video start, unprompted, that will graphically show gun violence and in some cases actual death from that gun violence. I haven&#39;t been aware of the sub until the other day when I saw a person gets killed before I even realized what I was watching. </p>\n\n<p>I find it hard to justify how this is ok, it&#39;s possible there&#39;s something I&#39;m missing as to how there&#39;s a right or benefit to this sub getting allowed to show incredibly graphic violent content without any warning signal. I also realize that scrolling the front page at any given time probably means that I&#39;ll see some things that aren&#39;t interesting to me, I don&#39;t think that&#39;s what I&#39;m saying. I&#39;d like to try to understand how the exact instance of this sub is accepted by someone who agrees with this content not being marked and blurred nsfw.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/py6h11/cmv_the_posts_in_rgunfights_should_be_blurred/",
  "subreddit": "changemyview",
  "id": "py6h11",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I realize that the sub has a nsfw tag upon entry. That's a different story than\nscrolling the front page and seeing a post with no warning that you're about to\nsee a video start, unprompted, that will graphically show gun violence and in\nsome cases actual death from that gun violence. I haven't been…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "サブはエントリー時にnsfwタグがついていることを実感します。それとは別の話です。\nフロントページをスクロールして、何の警告もなく、これから銃の乱射をグラフィックで表現したビデオが始まるという投稿を見るのとは話が違います。\nそれは、フロントページをスクロールすると、何の警告もなく、銃による暴力や、場合によってはその銃による暴力で実際に死亡する様子をグラフィックで表現したビデオが始まるという記事を見ることとは違う。\nそれは、銃による暴力や、場合によってはその銃による暴力で実際に死んでしまうことを示すグラフィックです。私はこれまで...",
      "title": "CMV：r/gunfightsの投稿は、トップページで文字通り人が射殺される様子を掲載するのであれば、nsfwにぼかしを入れるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我意识到，该子在进入时有一个nsfw标签。这是一个不同的故事，因为\n滚动头版，看到一个没有警告的帖子，你将看到一个视频的开始，这和滚动头版不同。\n在没有提示的情况下，你将看到一个视频开始，该视频将以图形方式显示枪支暴力，在某些情况下，枪支暴力导致的死亡。\n在某些情况下，枪支暴力导致的实际死亡。我还没有...",
      "title": "CMV: r/gunfights中的帖子如果要上头条，应该是模糊的nsfw，字面上显示人们被枪杀。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我意識到，該子在進入時有一個nsfw標籤。這是一個不同的故事，因爲\n滾動頭版，看到一個沒有警告的帖子，你將看到一個視頻的開始，這和滾動頭版不同。\n在沒有提示的情況下，你將看到一個視頻開始，該視頻將以圖形方式顯示槍支暴力，在某些情況下，槍支暴力導致的死亡。\n在某些情況下，槍支暴力導致的實際死亡。我還沒有...",
      "title": "CMV: r/gunfights中的帖子如果要上頭條，應該是模糊的nsfw，字面上顯示人們被槍殺。"
    }
  ]
}