{
  "author": "spacemoviez",
  "original_created_utc": 1632936967,
  "title": "Misery by Stephen King",
  "created_utc": 1632946875,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading Misery. This was the first time I read a horror book and the first book I ever read by Stephen King. And I absolutely loved it. It is so well-written and even through there are just two characters and the story takes place in one location, something interesting is always happening. There were so many moments when I was literally on the edge of my seat and scared out of my mind. Some of those were when Annie squeezes the life out of the rat, the hobbling scene of course and when she kills the cop. These just sent my heart racing. </p>\n\n<p>Annie Wilkes is horrific and the way her actions, manners and thoughts are described, the way she keeps getting worse and worse gradually, it&#39;s just brilliant. I thought that it was a really interesting choice to tell the readers the story of Annie&#39;s past through Paul reading her Memory Lane book. It added to the horror and tension of the book and made it impossible to stop reading without getting to know the extent of Annie&#39;s horrific past. </p>\n\n<p>It was so good. No book has made me feel how this one did and I am looking forward to reading more of Stephen King.</p>\n\n<p>P. S. The reference to the Overlook hotel was so smooth man.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/py0ggr/misery_by_stephen_king/",
  "subreddit": "books",
  "id": "py0ggr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading Misery. This was the first time I read a horror book and\nthe first book I ever read by Stephen King. And I absolutely loved it. It is so\nwell-written and even through there are just two characters and the story takes\nplace in one location, something interesting is always…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ミザリーを読み終えました。ホラー本を読んだのは初めてでしたが\nスティーブン・キングの本を読んだのも初めてでした。そして、とても気に入りました。とてもよくできていて\n登場人物は2人だけで、物語の舞台は1つの場所ですが、面白いことに\n登場人物は2人だけで、舞台は1つの場所なのに、いつも何か面白いことが...。",
      "title": "ミザリー by スティーブン・キング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《痛苦》。这是我第一次读恐怖书，而且\n也是我读过的第一本斯蒂芬-金的书。而且我绝对喜欢它。它是如此\n它写得很好，即使只有两个人物，故事发生在一个地方，但总有一些有趣的事情发生。\n故事发生在一个地方，但总有一些有趣的事情......",
      "title": "史蒂芬-金的《痛苦》（Misery）一书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《痛苦》。這是我第一次讀恐怖書，而且\n也是我讀過的第一本斯蒂芬-金的書。而且我絕對喜歡它。它是如此\n它寫得很好，即使只有兩個人物，故事發生在一個地方，但總有一些有趣的事情發生。\n故事發生在一個地方，但總有一些有趣的事情......",
      "title": "史蒂芬-金的《痛苦》（Misery）一書"
    }
  ]
}