{
  "author": "mybelle_michelle",
  "the_new_excerpt": "Why YSK:\n\n\"First, charcoal is porous, meaning there are lots of nooks and crannies that\ntrap offending food odors. Second, charcoal is almost entirely made of carbon, a\nsubstance that absorbs all organic compounds (aka smelly food particles).\nThere’s a reason that water purification filters are made…",
  "original_created_utc": 1620359224,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n\"まず、炭は多孔質なので、食べ物の臭いを閉じ込めてくれる隙間がたくさんあります。\n食べ物の臭いを閉じ込めます。次に、炭はほとんどが炭素でできています。\nすべての有機化合物（つまり臭い食品の粒子）を吸収する物質です。\n浄水器のフィルターに炭が使われているのには理由があります。",
      "title": "重曹よりも炭の方が冷蔵庫の消臭効果が高いというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n\"首先，木炭是多孔的，这意味着有很多的角落和缝隙可以\n捕获令人讨厌的食物气味。第二，木炭几乎完全由碳构成，是一种\n这种物质可以吸收所有的有机化合物（又称发臭的食物颗粒）。\n水净化过滤器的制造是有原因的...",
      "title": "YSK认为木炭对冰箱的除臭效果比小苏打更好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n\"首先，木炭是多孔的，這意味着有很多的角落和縫隙可以\n捕獲令人討厭的食物氣味。第二，木炭幾乎完全由碳構成，是一種\n這種物質可以吸收所有的有機化合物（又稱發臭的食物顆粒）。\n水淨化過濾器的製造是有原因的...",
      "title": "YSK認爲木炭對冰箱的除臭效果比小蘇打更好。"
    }
  ],
  "title": "YSK that charcoal deodorizes your refrigerator better than baking soda.",
  "created_utc": 1620387527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>&quot;First, charcoal is porous, meaning there are lots of nooks and crannies that trap offending food odors. Second, charcoal is almost entirely made of carbon, a substance that absorbs all organic compounds (aka smelly food particles). There’s a reason that water purification filters are made of charcoal; the material attracts and traps potentially harmful volatile organic compounds.</p>\n\n<p>Compare that to baking soda, which only absorbs acidic molecules. Most foods are slightly acidic, but not all are. Charcoal ensures that you’re neutralizing everything from old milk to . . . whatever is in this now-biohazardous plastic storage container.&quot;</p>\n\n<p>source: <a href=\"https://www.americastestkitchen.com/articles/3236-this-hardware-store-staple-deodorizes-your-fridge-better-than-baking-soda?\">America&#39;s Test Kitchen</a></p>\n</div><!-- SC_ON -->",
  "score": 131,
  "permalink": "/r/YouShouldKnow/comments/n6pl07/ysk_that_charcoal_deodorizes_your_refrigerator/",
  "subreddit": "YouShouldKnow",
  "id": "n6pl07",
  "is_self": true,
  "media": null,
  "is_video": false
}