{
  "author": "painis",
  "the_new_excerpt": "I was reading this article:\nhttps://www.cnn.com/2021/06/18/opinions/down-syndrome-cheerleading-photo-utah-perry/index.html.\nand all this person seems to care about is the special needs kid's experience.\n\nI want to start off by saying I do not think the girl with down syndrome should\nbe excluded from…",
  "original_created_utc": 1624219984,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事を読んでいて\nhttps://www.cnn.com/2021/06/18/opinions/down-syndrome-cheerleading-photo-utah-perry/index.html。\nこの人が気にしているのは、特別支援を必要とする子供たちの経験だけのようです。\n\n私は、ダウン症の女の子が、このようなイベントから排除されるべきだとは思いません。\n排除されるべきではないと思っています...",
      "title": "CMV：適切に参加できない子供たちをプログラムの一部から除外することは、能力主義ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在读这篇文章。\nhttps://www.cnn.com/2021/06/18/opinions/down-syndrome-cheerleading-photo-utah-perry/index.html。\n而这个人似乎只关心特殊需要儿童的经历。\n\n首先，我想说我不认为患有唐氏综合症的女孩应该被排除在外。\n被排除在...",
      "title": "CMV：如果孩子们不能正常参与一个项目的部分内容，将他们排除在外并不是能力主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在讀這篇文章。\nhttps://www.cnn.com/2021/06/18/opinions/down-syndrome-cheerleading-photo-utah-perry/index.html。\n而這個人似乎只關心特殊需要兒童的經歷。\n\n首先，我想說我不認爲患有唐氏綜合症的女孩應該被排除在外。\n被排除在...",
      "title": "CMV：如果孩子們不能正常參與一個項目的部分內容，將他們排除在外並不是能力主義。"
    }
  ],
  "title": "CMV: It's not ableism to exclude kids from parts of a program if they cannot properly participate.",
  "created_utc": 1624228740,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was reading this article: <a href=\"https://www.cnn.com/2021/06/18/opinions/down-syndrome-cheerleading-photo-utah-perry/index.html\">https://www.cnn.com/2021/06/18/opinions/down-syndrome-cheerleading-photo-utah-perry/index.html</a>. and all this person seems to care about is the special needs kid&#39;s experience. </p>\n\n<p>I want to start off by saying I do not think the girl with down syndrome should be excluded from the yearbook photo for her perspective squad. If she didn&#39;t make varsity and was on the backup squad then her photo should be on the squad that her skills allowed her to participate at. Which it seems is what happened from the article. But if she couldn&#39;t do the moves required to be varsity or on any squad then they gave her a nice photo to keep for memories and published the varsity only photo. </p>\n\n<p>But the author goes on to describe his special needs son and how he was &quot;discriminated&quot; against. Like being in choir but he likes to dance and move around while the choir that practiced hard to create a show for their families has the spotlight stolen by a distraction. He says they allowed him on stage for a couple of songs but then he was told to come off stage. Which seems completely reasonable. At some point the show should be about the kids that have practiced for months and not the disabled kid dancing with a choir in the background. When are the able bodied kid&#39;s parents allowed to snap their photos for their memories if your son is not participating in line with everyone else? He even goes on to say his son is a non speaking autistic boy so he literally could not participate correctly and they still included him in a program about singing. He also states his sons dancing is a delight to all the audience members and only the teacher saw a problem with it. What a big assumption. </p>\n\n<p>He also implies disabled children should be allowed to compete in competitive sports. So how does that go? Hey we are putting in our disabled kid as defensive line can you tell everyone not to try their best so we can give him some feel good memories? Hey we are putting our disabled kid in as pitcher because he really likes throwing the ball can you not smash a homer on him? At what point is hindering 60 other people&#39;s time so that your child can be in the spotlight enough?</p>\n\n<p>My daughter currently has 3 disabled children in her 8th grade classes. She says you can tell right away because they have a helper with them at all times and her classes are being constantly disrupted by the special needs kid&#39;s. She has had her hair pulled by a disabled kid. Saw two disabled kids stabbing each other with pencils to the point a resource officer had to be stationed in her math class the remainder of the year. And even has one disabled kid who soils himself and doesn&#39;t shower in 3 of her classes which heavily disrupts her ability to learn. </p>\n\n<p>I believe inclusion ends where other kids progress and hard work is being undermined. The people with disabled children seem not to care about the disruptions as long as their child gets to pretend they are normal; while my daughter has to compete in the real world where her grades and extracurriculars matter for her future. Does hurting 26 other kids future outweigh helping one disabled kid do slightly better in class? I do not believe so. </p>\n\n<p>My mom, aunt and cousin have been teaching for 20 years or more each and all of them say that teaching with 29 kids and 1 or 2 disabled kids is damn near impossible. The normal class was already challenging. Now tell kids that they have one period  to take a test while one kid screams every couple of minutes and is actively fighting his para. Tell the kids they have to get over the unrelenting smell of teenage bo and poop in their pants and just focus on taking their itbs test.</p>\n\n<p>Its not ableist to exclude disruptive kids from what an entire group is doing if they cannot participate properly. Its disableist to believe that your special needs child trumps everyone else&#39;s experiences and hardwork because you think they deserve it regardless of those other children and their parents feelings.</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/o4dzfv/cmv_its_not_ableism_to_exclude_kids_from_parts_of/",
  "subreddit": "changemyview",
  "id": "o4dzfv",
  "is_self": true,
  "media": null,
  "is_video": false
}