{
  "author": "hleannb21",
  "original_created_utc": 1630693940,
  "title": "YSK: Abortion Pill Access available by mail, to any state in the U.S.",
  "created_utc": 1630697514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK that if you are a person who wants to re-gain their period in the U.S., you can get the abortion pill by mail up to 10 weeks pregnant for $110 from Europe (Aid Access). It is a legitimate doctor. You will have to answer some questions, then pills will be prescribed to you and mailed from a pharmacy.  </p>\n\n<p>Why YSK: So you can have control over your own body. Recently, a new law in TX has made abortion after 6 weeks illegal, before many women know they are pregnant(4 weeks after conception). Many other states in the U.S. require several doctor appointments, waiting periods, and ultrasounds - all of which are extremely expensive.</p>\n</div><!-- SC_ON -->",
  "score": 365,
  "permalink": "/r/YouShouldKnow/comments/phb0e5/ysk_abortion_pill_access_available_by_mail_to_any/",
  "subreddit": "YouShouldKnow",
  "id": "phb0e5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YSK that if you are a person who wants to re-gain their period in the U.S., you\ncan get the abortion pill by mail up to 10 weeks pregnant for $110 from Europe\n(Aid Access). It is a legitimate doctor. You will have to answer some questions,\nthen pills will be prescribed to you and mailed from a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKさんは、アメリカで生理を取り戻したい人であれば\nヨーロッパでは、妊娠10週目までの妊娠中絶薬を110ドルで郵送してくれるそうです。\n(Aid Access)を使用しています。それは合法的な医者です。いくつかの質問に答えなければなりません。\nその後、薬が処方され、郵送されてきます...",
      "title": "YSK: 中絶薬は、アメリカのどの州にも郵送可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK说，如果你是一个想在美国重新获得月经的人，你\n怀孕10周以内可以通过邮寄获得堕胎药，价格为110美元，来自欧洲。\n(Aid Access)。这是一个合法的医生。你将不得不回答一些问题。\n然后药片将被开给你，并从一个地方邮寄过来。",
      "title": "YSK: 堕胎药可以通过邮寄的方式获得，在美国的任何一个州。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK說，如果你是一個想在美國重新獲得月經的人，你\n懷孕10周以內可以通過郵寄獲得墮胎藥，價格爲110美元，來自歐洲。\n(Aid Access)。這是一個合法的醫生。你將不得不回答一些問題。\n然後藥片將被開給你，並從一個地方郵寄過來。",
      "title": "YSK: 墮胎藥可以通過郵寄的方式獲得，在美國的任何一個州。"
    }
  ]
}