{
  "author": "axeldesign",
  "original_created_utc": 1625638907,
  "title": "CMV: men should not be expected to pay on the first date, because it is sexist.",
  "created_utc": 1625657465,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well we are in 2021 and as firm believer or women’s right and equality I think men should not be expected to pay on the first date.</p>\n\n<p>Because those traditions are old and sexists and they date back from when women couldn’t work and were dependent to her husband, but nowadays women are as strong if not stronger than men, financially and in almost everything you can think of, because we are equal.</p>\n\n<p>I really think as  a men you can pay If you choose to but you also should not be considered less of a man if you don’t . </p>\n\n<p>Also let’s encourage and normalize women paying on the first date, as it shows she is dependent.</p>\n\n<p>Most people will feel some type of way because about this but it has to stop.</p>\n\n<p>Also there’s no problem with paying if you choose to. But there is if you feel less of a man for not paying for her.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/ofd9ip/cmv_men_should_not_be_expected_to_pay_on_the/",
  "subreddit": "changemyview",
  "id": "ofd9ip",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Well we are in 2021 and as firm believer or women’s right and equality I think\nmen should not be expected to pay on the first date.\n\nBecause those traditions are old and sexists and they date back from when women\ncouldn’t work and were dependent to her husband, but nowadays women are as\nstrong if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今は2021年ですが、女性の権利と平等を固く信じている私としては\n男性は最初のデートでお金を払うべきではないと思います。\n\nなぜなら、このような伝統は古くて性差別的であり、女性が働けず誰かに依存していた時代にまでさかのぼるからです。\n女性が働けず、夫に依存していた時代に遡るものですが、今日では女性は強くなりました。\n強くなっています。",
      "title": "CMV: 男性は最初のデートでお金を払うことを期待されるべきではありません、なぜならそれは性差別だからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们在2021年，作为女性权利和平等的坚定信仰者，我认为\n男人不应该在第一次约会时付钱。\n\n因为这些传统是古老的、性别歧视的，它们可以追溯到妇女不能工作、需要依赖他人的时候。\n他们的历史可以追溯到妇女不能工作和依赖丈夫的时候，但现在的妇女是一样的\n但现在的女性已经很强大，如果...",
      "title": "CMV：不应该指望男人在第一次约会时付钱，因为这是性别歧视。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們在2021年，作爲女性權利和平等的堅定信仰者，我認爲\n男人不應該在第一次約會時付錢。\n\n因爲這些傳統是古老的、性別歧視的，它們可以追溯到婦女不能工作、需要依賴他人的時候。\n他們的歷史可以追溯到婦女不能工作和依賴丈夫的時候，但現在的婦女是一樣的\n但現在的女性已經很強大，如果...",
      "title": "CMV：不應該指望男人在第一次約會時付錢，因爲這是性別歧視。"
    }
  ]
}