{
  "author": "rockitman12",
  "original_created_utc": 1625204195,
  "title": "Parents of Reddit: How would you prove that you are your child's parent, if they suddenly threw a tantrum in public and exclaimed \"You're not my dad/mom! I don't know you!\" ??",
  "created_utc": 1625250860,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I&#39;m a guy. I&#39;m sure this would apply to women/mothers as well, but I have read enough &quot;I can&#39;t take my kid to the playground without getting stares&quot; by men to know that people often assume the worst of us.</p>\n\n<p>Anyway! I have nephews, but no kids of my own. So I don&#39;t know all the secrets of being a parent. What I do know is that some kids are monsters. I could definitely see some bratty 6-yr old kid throwing a tantrum in public (store, park, whatever) and then exclaiming &quot;you&#39;re not my dad/mom! I don&#39;t know you! Leave me alone!&quot; or something like that, because they know that words like that can get you in shit. They just don&#39;t realize how big of shit.</p>\n\n<p>So now some concerned employee/customer/stranger has gotten themselves involved. WTF do you do!? Do you get a certificate of ownership when you have a kid or something? A secret branding mark on their butt? How do you prove to a stranger that this child is your offspring or you are responsible for them? How do you prove the same to an officer if things escalate?</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/NoStupidQuestions/comments/oc3pt6/parents_of_reddit_how_would_you_prove_that_you/",
  "subreddit": "NoStupidQuestions",
  "id": "oc3pt6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I'm a guy. I'm sure this would apply to women/mothers as well, but I\nhave read enough \"I can't take my kid to the playground without getting stares\"\nby men to know that people often assume the worst of us.\n\nAnyway! I have nephews, but no kids of my own. So I don't know all the secrets\nof…"
}