{
  "author": "STK_Pixle",
  "original_created_utc": 1624929770,
  "title": "A mighty fine series: Artemis Fowl",
  "created_utc": 1624938717,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While not the best books in the world, the Artemis Fowl series is among my Top 10 favorite reads. I would strongly recommend it if you want to feel like a kid again. It is somewhere in the middle of a kids fairy tale book, and an adult&#39;s fiction novel. </p>\n\n<p>Written by Eoin Colfer (I don&#39;t know how to pronounce it either), Artemis Fowl is a series of 8 books about 12 year old named, well, Artemis Fowl. He is a genius, having the highest IQ in Europe, is a multi-millionaire, and is a criminal mastermind, running the Fowl corporate crime enterprise. He becomes fascinated with the existence of fairies when he is trying to raise funds to find his lost father, believed to be dead when his transport ship blew up in Russia. </p>\n\n<p>Read the book. You will not regret it.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/o9y0aj/a_mighty_fine_series_artemis_fowl/",
  "subreddit": "books",
  "id": "o9y0aj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While not the best books in the world, the Artemis Fowl series is among my Top\n10 favorite reads. I would strongly recommend it if you want to feel like a kid\nagain. It is somewhere in the middle of a kids fairy tale book, and an adult's\nfiction novel.\n\nWritten by Eoin Colfer (I don't know how to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "世界最高の本ではありませんが、Artemis Fowlシリーズは私の好きな本のトップ10に入ります。\n10のお気に入りの本のひとつです。子供の頃に戻ったような気分を味わいたい方には、ぜひお勧めです。\n子供の頃に戻ったような気分になりたい方にはお勧めです。子供向けのおとぎ話と大人向けの小説の中間のような作品です。\n大人のフィクション小説の中間のような作品です。\n\n書いたのはEoin Colfer（どうやって書けばいいのかわかりませんが...）。",
      "title": "素晴らしいシリーズですね。アルテミス・ファウル"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然不是世界上最好的书，但《阿特米斯-福尔》系列是我最喜欢的前10本书之一。\n10本最喜欢的读物之一。如果你想让自己像个孩子，我会强烈推荐它。\n再度回到童年。它介于儿童童话书和成人小说的中间位置。\n小说。\n\n作者是Eoin Colfer（我不知道如何...",
      "title": "一个非常好的系列。阿特米斯-福尔"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然不是世界上最好的書，但《阿特米斯-福爾》系列是我最喜歡的前10本書之一。\n10本最喜歡的讀物之一。如果你想讓自己像個孩子，我會強烈推薦它。\n再度回到童年。它介於兒童童話書和成人小說的中間位置。\n小說。\n\n作者是Eoin Colfer（我不知道如何...",
      "title": "一個非常好的系列。阿特米斯-福爾"
    }
  ]
}