{
  "author": "SoggyMcmufffinns",
  "original_created_utc": 1632849298,
  "title": "CMV: For those who aren't selling, the U.S. should have a separate rehabilitation center for charges specifically related to doing drugs and possibly possession.",
  "created_utc": 1632868474,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seems pretty odd that you can go to jail for decades for doing a drug. I don&#39;t advocate it by any means, but if the idea is truly to &quot;rehabilitate&quot; wouldn&#39;t it make more sense to give folks an opportunity to get clean through other means other than just sitting in a cell? Are there not better programs that could be used and funded/created to assist folks getting put of a cycle? Chances of repeat seempretty high under the current system. </p>\n\n<p>I at times research how other countries deal with certain issues successfully. Perhaps other countries may have some decent alternatives as well. I&#39;m all for using tax dollars to <strong>&quot;actually&quot;</strong> rehabilitate and prevent repeat cases while minimalizing time served whenever possible. A lot of folks do drugs largely due to their environment as well and not necessarily due to wanting to harm others or even themselves. I would just like to see other things tried as clearly the current system isn&#39;t the best by any means. </p>\n\n<p>Why is the goal to punish more so than rehabilitate and help prevent future uses? A crap ton of these cases also come from impoverished communities where folks get very desperate. Could tax money not be used to build safer spots for youth to hang out and stay off the streets? Folks against spending tax dollars to improve communities would be against what tax dollars are for in the first place. Why would you not want to invest in the future? Rather than ignore or try to imprison these communities why not try to improve it?</p>\n\n<p>At least attempt to offer safe spaces and perhaps safe transportation to it. I don&#39;t know. I am just curious if folks think the current way things are handled are truly the best way? Someone could have ounces of weed and go to prison for a VEEERY long time. Meanwhile, in another state it&#39;s not even an issue. Even hard drugs the idea is to punish and not help really. Put someone in box with bars does nothing to actually address the underlying behavior or upbringing that leads to folks being there in the first place and returning. There are other countries like Sweden that actually have systems in place with super low return rates.</p>\n\n<p>These are for criminals actions in general (in Sweden) and not just drugs, but the idea was to actually treat folks more human and <strong>actually&quot;</strong> help rehabilitate them. The way they are treated would likely shock most folks. This has actually led to jails being shut down due to not enough inmates (a good thing for society despite there being stupid private prisons that want prisoners and probably lobbying for more for profit off folk&#39;s souls). Thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/pxb2sg/cmv_for_those_who_arent_selling_the_us_should/",
  "subreddit": "changemyview",
  "id": "pxb2sg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seems pretty odd that you can go to jail for decades for doing a drug. I don't\nadvocate it by any means, but if the idea is truly to \"rehabilitate\" wouldn't it\nmake more sense to give folks an opportunity to get clean through other means\nother than just sitting in a cell? Are there not better…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "麻薬をやっただけで何十年も刑務所に入るのはかなりおかしいと思います。私は決してそれを支持しません。\n擁護するわけではありませんが、もし本当に「更生」を目的としているのであれば、それは\n牢屋に入れられているだけでなく、他の方法で薬物を断つ機会を与える方が理にかなっているのでは？\n房の中に座っているだけではなく、他の手段できれいになる機会を与える方が意味があるのではないでしょうか？もっと良い方法があるのではないでしょうか。",
      "title": "CMV: 売っていない人のために、アメリカでは、特にドラッグをやったことや、場合によっては所持に関連した罪のための独立したリハビリセンターを設けるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎很奇怪，你可以因为吸食一种毒品而入狱几十年。我并不\n但如果这个想法真的是为了 \"康复\"，那么给人们提供一个机会，让他们能够重新做人，不是更有意义吗？\n让人们有机会通过其他方式戒毒不是更有意义吗？\n而不是仅仅坐在牢房里？难道没有更好的...",
      "title": "CMV：对于那些没有出售的人，美国应该有一个单独的康复中心，专门针对与做毒品和可能拥有毒品有关的指控。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎很奇怪，你可以因爲吸食一種毒品而入獄幾十年。我並不\n但如果這個想法真的是爲了 \"康復\"，那麼給人們提供一個機會，讓他們能夠重新做人，不是更有意義嗎？\n讓人們有機會通過其他方式戒毒不是更有意義嗎？\n而不是僅僅坐在牢房裏？難道沒有更好的...",
      "title": "CMV：對於那些沒有出售的人，美國應該有一個單獨的康復中心，專門針對與做毒品和可能擁有毒品有關的指控。"
    }
  ]
}