{
  "author": "wbianchi0318",
  "original_created_utc": 1631728691,
  "title": "CMV: My reduced participation in capitalism and reduced purchasing from unethical corporations won't have any longterm benefits",
  "created_utc": 1631767362,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I currently have been trying to reduce putting my money towards businesses like Amazon with known, unethical practices. I understand that morality and ethics are subjective measures, but I personally deem businesses with evidence of worker exploitation, poor wages, poor working conditions, illegal business practices, and practices that harm the environment to be indicators of that business being one I don&#39;t want to support. However, the more I dig into the subject, the more I&#39;m finding that there truly is no ethical consumption under capitalism. I&#39;ve believed for a while that although it might not be possible to consume completely ethically, consuming more ethically is better than nothing. But now, other than the feeling of moral superiority, I don&#39;t know of any true benefits to trying to shop more ethically. Amazon is going to continue to expand with or without my personal support, so is there a point in trying to fight it? As far as I&#39;m aware, my lack of purchasing from Amazon hasn&#39;t drastically improved their policies. I definitely still will continue to criticize corporations and do what I can to support the rights of workers. </p>\n\n<p>Just a heads-up that my understanding of capitalism and these corporations might be more minimal than it is a full understanding. I have autism and so I struggle with processing, so please go easy on me if I misunderstood something crucial to this discussion.</p>\n\n<p>I&#39;m posting this with the hope my mind will be changed, that there are actual longterm benefits to my lack of participation in consumer culture and the purchasing of products from corporations I deem to have unethical practices.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/povc3u/cmv_my_reduced_participation_in_capitalism_and/",
  "subreddit": "changemyview",
  "id": "povc3u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I currently have been trying to reduce putting my money towards businesses like\nAmazon with known, unethical practices. I understand that morality and ethics\nare subjective measures, but I personally deem businesses with evidence of\nworker exploitation, poor wages, poor working conditions, illegal…"
}