{
  "author": "wbianchi0318",
  "original_created_utc": 1631728691,
  "title": "CMV: My reduced participation in capitalism and reduced purchasing from unethical corporations won't have any longterm benefits",
  "created_utc": 1631767362,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I currently have been trying to reduce putting my money towards businesses like Amazon with known, unethical practices. I understand that morality and ethics are subjective measures, but I personally deem businesses with evidence of worker exploitation, poor wages, poor working conditions, illegal business practices, and practices that harm the environment to be indicators of that business being one I don&#39;t want to support. However, the more I dig into the subject, the more I&#39;m finding that there truly is no ethical consumption under capitalism. I&#39;ve believed for a while that although it might not be possible to consume completely ethically, consuming more ethically is better than nothing. But now, other than the feeling of moral superiority, I don&#39;t know of any true benefits to trying to shop more ethically. Amazon is going to continue to expand with or without my personal support, so is there a point in trying to fight it? As far as I&#39;m aware, my lack of purchasing from Amazon hasn&#39;t drastically improved their policies. I definitely still will continue to criticize corporations and do what I can to support the rights of workers. </p>\n\n<p>Just a heads-up that my understanding of capitalism and these corporations might be more minimal than it is a full understanding. I have autism and so I struggle with processing, so please go easy on me if I misunderstood something crucial to this discussion.</p>\n\n<p>I&#39;m posting this with the hope my mind will be changed, that there are actual longterm benefits to my lack of participation in consumer culture and the purchasing of products from corporations I deem to have unethical practices.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/povc3u/cmv_my_reduced_participation_in_capitalism_and/",
  "subreddit": "changemyview",
  "id": "povc3u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I currently have been trying to reduce putting my money towards businesses like\nAmazon with known, unethical practices. I understand that morality and ethics\nare subjective measures, but I personally deem businesses with evidence of\nworker exploitation, poor wages, poor working conditions, illegal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は現在、アマゾンのような非倫理的な行為が知られている企業にお金を出すのを控えています。\nアマゾンのように、非倫理的な行為が知られている企業にお金を出すのを減らそうとしています。道徳や倫理が主観的な尺度であることは理解していますが\n主観的な尺度であることは理解していますが、私は個人的に、労働者の搾取、低賃金、劣悪な労働条件の証拠がある企業は\n労働者の搾取、低賃金、劣悪な労働環境、違法行為...。",
      "title": "CMV: 私が資本主義への参加を減らし、非倫理的な企業からの購入を減らしても、長期的には何のメリットもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前一直在努力减少将我的钱投入到像\n亚马逊这样的不道德行为。我明白，道德和伦理\n是主观的衡量标准，但我个人认为，有证据表明存在剥削工人、工资低下、虐待儿童等行为的企业。\n剥削工人，工资低，工作条件差，非法的......",
      "title": "CMV：我减少对资本主义的参与，减少对不道德企业的购买，不会有任何长期的好处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前一直在努力減少將我的錢投入到像\n亞馬遜這樣的不道德行爲。我明白，道德和倫理\n是主觀的衡量標準，但我個人認爲，有證據表明存在剝削工人、工資低下、虐待兒童等行爲的企業。\n剝削工人，工資低，工作條件差，非法的......",
      "title": "CMV：我減少對資本主義的參與，減少對不道德企業的購買，不會有任何長期的好處。"
    }
  ]
}