{
  "author": "dmbss",
  "original_created_utc": 1638792555,
  "title": "If there are two identical rockets in vacuum, one stationary and one somehow already moving at 1000kmh, and their identical engines are both ignited, would they have the same change in velocity?",
  "created_utc": 1638805475,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Given that kinetic energy is the square of velocity, if both rockets&amp;#39; change in velocity is the same, that seems to suggest that the faster rocket gained more kinetic energy from the same energy source (engine).&lt;/p&gt;\n\n&lt;p&gt;However, if both rockets&amp;#39; change in velocity are not the same, this seems to be incongruent with the fact that they are both in identical inertial frames of reference.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 131,
  "permalink": "/r/askscience/comments/ra5txv/if_there_are_two_identical_rockets_in_vacuum_one/",
  "subreddit": "askscience",
  "id": "ra5txv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Given that kinetic energy is the square of velocity, if both rockets' change in\nvelocity is the same, that seems to suggest that the faster rocket gained more\nkinetic energy from the same energy source (engine).\n\nHowever, if both rockets' change in velocity are not the same, this seems to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>運動エネルギーが速度の二乗であることを考えると\n速度の変化が同じであれば、同じエネルギーでより速いロケットがより多くの運動エネルギーを得たということになります。\n</p> <p>運動エネルギーは速度の二乗であることから、もし両ロケットの速度変化が同じであれば、同じエネルギー源（エンジン）から、より速いロケットがより多くの運動エネルギーを得たことになります。\n</p> <p>しかし、もし両方のロケットの速度変化が同じであれば、より速いロケットは同じエネルギー源（エンジン）からより多くの運動エネルギーを得たことになります...。",
      "title": "真空中に2つの同じロケットがあって、1つは静止していて、もう1つはなぜか時速1000kmで動いていて、それぞれの同じエンジンに点火した場合、速度の変化は同じでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>鉴于动能是速度的平方\n速度的平方，如果两枚火箭的速度变化相同，这似乎表明速度快的火箭获得了更多的动能。\n这似乎表明，更快的火箭从相同的能源（发动机）中获得了更多的动能。\n</p> <p>但是，如果两枚火箭的速度变化相同，则似乎表明速度较快的火箭从相同的能量（发动机）中获得了更多的动能。",
      "title": "如果在真空中有两个相同的火箭，一个是静止的，一个是以某种方式已经以1000公里的速度移动，它们相同的引擎都被点燃，它们的速度变化是否相同？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>鑑於動能是速度的平方\n速度的平方，如果兩枚火箭的速度變化相同，這似乎表明速度快的火箭獲得了更多的動能。\n這似乎表明，更快的火箭從相同的能源（發動機）中獲得了更多的動能。\n</p> <p>但是，如果兩枚火箭的速度變化相同，則似乎表明速度較快的火箭從相同的能量（發動機）中獲得了更多的動能。",
      "title": "如果在真空中有兩個相同的火箭，一個是靜止的，一個是以某種方式已經以1000公里的速度移動，它們相同的引擎都被點燃，它們的速度變化是否相同？"
    }
  ]
}