{
  "author": "RasheenHyuga",
  "original_created_utc": 1631570425,
  "title": "CMV: Tenochtitlan was far more impressive than Rome, from an infrastructure perspective",
  "created_utc": 1631586937,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It was literally built on water.\nThey had a mail system that could send messages some 200 miles within 24 hours l, fastest postal service in the world. In fact faster than it takes to transport mail this very day.\n15 story pyramids.\nGuaranteed Free Education for all of its citizens regardless of income.\nBathing was common and encouraged-sorry personal favorite\nFloating gardens of grains and crops.\nCocoa beans\nThey also control trade by sea between two major oceans, the pacific on the west and the Atlantic on the east via the Gulf of Mexico. </p>\n\n<p>SN: This is about Rome the city not Rome the empire.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pnpggo/cmv_tenochtitlan_was_far_more_impressive_than/",
  "subreddit": "changemyview",
  "id": "pnpggo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It was literally built on water. They had a mail system that could send messages\nsome 200 miles within 24 hours l, fastest postal service in the world. In fact\nfaster than it takes to transport mail this very day. 15 story pyramids.\nGuaranteed Free Education for all of its citizens regardless of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文字通り、水の上に建っている。24時間以内に200マイル先までメッセージを送ることができるメールシステムがありました。\n24時間以内に200マイルもの距離を送ることができる、世界最速の郵便サービスがありました。実際に\n今日の郵便の輸送よりも速いのです。15階建てのピラミッド。\n国籍に関係なく、すべての国民に無料の教育を保証していました。",
      "title": "CMV: テノクティトランは、インフラの観点から見ると、ローマよりもはるかに素晴らしいものでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它实际上是建立在水面上。他们有一个邮件系统，可以发送信息\n约200英里，24小时内完成，这是世界上最快的邮政服务。事实上\n比今天的邮件运输还要快。15层的金字塔。\n保证所有公民的免费教育，不管是什么...",
      "title": "CMV：从基础设施的角度来看，特诺奇蒂特兰比罗马更令人印象深刻"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它實際上是建立在水面上。他們有一個郵件系統，可以發送信息\n約200英里，24小時內完成，這是世界上最快的郵政服務。事實上\n比今天的郵件運輸還要快。15層的金字塔。\n保證所有公民的免費教育，不管是什麼...",
      "title": "CMV：從基礎設施的角度來看，特諾奇蒂特蘭比羅馬更令人印象深刻"
    }
  ]
}