{
  "author": "Kaboo4867",
  "original_created_utc": 1627399624,
  "title": "CMV: The Jan 6 commission will not hold anyone accountable. It is all political theater.",
  "created_utc": 1627479400,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems like the people that need to hear the commission are the ones least likely to tune in. At best they’ll get cherry picked clips by their favored media source and have media personalities shape their outlook. </p>\n\n<p>We saw during the impeachment trials that subpoenas can just be ignored with no repercussions. We’ve seen countless senators and reps break the law. We’ve seen people in power threaten politicians (Flynn revisiting an AR and saying maybe he’ll find someone in Washington.) </p>\n\n<p>Nothing gets done. No one is held accountable. This commission will be no different.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/osp1i8/cmv_the_jan_6_commission_will_not_hold_anyone/",
  "subreddit": "changemyview",
  "id": "osp1i8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems like the people that need to hear the commission are the ones least\nlikely to tune in. At best they’ll get cherry picked clips by their favored\nmedia source and have media personalities shape their outlook.\n\nWe saw during the impeachment trials that subpoenas can just be ignored with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "委員会の声を聞かなければならない人たちが、一番聞いていないような気がします。\n視聴する可能性は低い。せいぜい、お気に入りのメディアソースから抜粋されたクリップを手にして\n好みのメディアソースから抜粋され、メディアの個性が彼らの展望を形作ることになる。\n\n弾劾裁判では、召喚状を無視することができるということがわかりましたが...。",
      "title": "CMV：1月6日の委員会では、誰も責任を取らない。すべては政治的な劇場なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎需要听取委员会意见的人是那些最不可能收听的人。\n最不可能收看。充其量，他们会从自己喜欢的媒体来源那里得到偷梁换柱的片段。\n媒体来源，并由媒体人塑造他们的观点。\n\n我们在弹劾案的审判中看到，传票可以被忽视，而...",
      "title": "CMV：1月6日的委员会将不会追究任何人的责任。这都是政治戏码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎需要聽取委員會意見的人是那些最不可能收聽的人。\n最不可能收看。充其量，他們會從自己喜歡的媒體來源那裏得到偷樑換柱的片段。\n媒體來源，並由媒體人塑造他們的觀點。\n\n我們在彈劾案的審判中看到，傳票可以被忽視，而...",
      "title": "CMV：1月6日的委員會將不會追究任何人的責任。這都是政治戲碼。"
    }
  ]
}