{
  "author": "ganggreengang2",
  "original_created_utc": 1634499369,
  "title": "CMV: Modern day American Christianity is only about virtue signaling. Which is why mission trips are performative at best and imperialistic at worse.",
  "created_utc": 1634513441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: I’m saying the Christianity in the USA is framed as a positive institution, while in reality it actively holds society back with intolerance and hypocrisy.</p>\n\n<p>EDIT 2: I don’t think my viewpoint on Christianity’s effects on culture and policies has changed, but as someone pointed out 1 in 3 Christians are the Evangelical kind. Who I now know are the people I have the most beef with. My viewpoint is flawed because it presumed there was much more continuity within Christianity then there actually is and thus there is no ability for good faith Christians to counter the bad actors. I also have a better understanding of missionary trips and have learned that these are not regulated either thus the wildly different accounts that I have been given.</p>\n\n<p>I think it says it all in the title but I don’t see any value in Christianity today, it gives rise to thing like anti-vax, anti-abortion, is very frequently tied to racism and colonialism. Everyone is about Jesus and loving your fellow man until it comes time to actually love your fellow man. </p>\n\n<p>Christianity also reinforces capitalistic ideological lens of bootstrapping and success through providence, while ignoring obligation to help the needy and accept everyone as children of god. </p>\n\n<p>Even when people claim that it’s key to being a moral person I question it because if you need the threat of punishment to be good, are you really good. I’m atheistic, probably more agnostic, but I’ve never needed religious text to determine my version of morality.</p>\n\n<p>Am I missing something and just seeing the negative?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qa5xkt/cmv_modern_day_american_christianity_is_only/",
  "subreddit": "changemyview",
  "id": "qa5xkt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: I’m saying the Christianity in the USA is framed as a positive\ninstitution, while in reality it actively holds society back with intolerance\nand hypocrisy.\n\nEDIT 2: I don’t think my viewpoint on Christianity’s effects on culture and\npolicies has changed, but as someone pointed out 1 in 3…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT: 私が言いたいのは、アメリカのキリスト教はポジティブな制度として組み立てられているということです。\n実際には、不寛容と偽善で社会を積極的に抑制しています。\nと偽善で社会を阻害しているということです。\n\nEDIT 2: キリスト教が文化や政策に与える影響についての私の視点は変わっていないと思います。\nEDIT 2: キリスト教が文化や政策に与える影響についての私の視点は変わっていないと思いますが、どなたかが指摘されたように、3人に1人は",
      "title": "CMV: 現代のアメリカのキリスト教は、美徳を示すことだけを目的としています。だからこそ、宣教旅行はよく言えばパフォーマンス的、悪く言えば帝国主義的なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我是说美国的基督教被说成是一个积极的\n体制，而实际上它却以不容忍和虚伪积极地阻碍社会的发展。\n和虚伪。\n\n编辑2：我不认为我对基督教对文化和政策的影响的观点有所改变。\n政策的观点已经改变，但正如有人指出的那样，三分之一的人...",
      "title": "CMV：现代的美国基督教只注重美德的传递。这就是为什么传教士的旅行充其量是表演性的，更糟糕的是是帝国主义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我是說美國的基督教被說成是一個積極的\n體制，而實際上它卻以不容忍和虛僞積極地阻礙社會的發展。\n和虛僞。\n\n編輯2：我不認爲我對基督教對文化和政策的影響的觀點有所改變。\n政策的觀點已經改變，但正如有人指出的那樣，三分之一的人...",
      "title": "CMV：現代的美國基督教只注重美德的傳遞。這就是爲什麼傳教士的旅行充其量是表演性的，更糟糕的是是帝國主義的。"
    }
  ]
}