{
  "author": "ganggreengang2",
  "original_created_utc": 1634499369,
  "title": "CMV: Modern day American Christianity is only about virtue signaling. Which is why mission trips are performative at best and imperialistic at worse.",
  "created_utc": 1634513441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: I’m saying the Christianity in the USA is framed as a positive institution, while in reality it actively holds society back with intolerance and hypocrisy.</p>\n\n<p>EDIT 2: I don’t think my viewpoint on Christianity’s effects on culture and policies has changed, but as someone pointed out 1 in 3 Christians are the Evangelical kind. Who I now know are the people I have the most beef with. My viewpoint is flawed because it presumed there was much more continuity within Christianity then there actually is and thus there is no ability for good faith Christians to counter the bad actors. I also have a better understanding of missionary trips and have learned that these are not regulated either thus the wildly different accounts that I have been given.</p>\n\n<p>I think it says it all in the title but I don’t see any value in Christianity today, it gives rise to thing like anti-vax, anti-abortion, is very frequently tied to racism and colonialism. Everyone is about Jesus and loving your fellow man until it comes time to actually love your fellow man. </p>\n\n<p>Christianity also reinforces capitalistic ideological lens of bootstrapping and success through providence, while ignoring obligation to help the needy and accept everyone as children of god. </p>\n\n<p>Even when people claim that it’s key to being a moral person I question it because if you need the threat of punishment to be good, are you really good. I’m atheistic, probably more agnostic, but I’ve never needed religious text to determine my version of morality.</p>\n\n<p>Am I missing something and just seeing the negative?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qa5xkt/cmv_modern_day_american_christianity_is_only/",
  "subreddit": "changemyview",
  "id": "qa5xkt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: I’m saying the Christianity in the USA is framed as a positive\ninstitution, while in reality it actively holds society back with intolerance\nand hypocrisy.\n\nEDIT 2: I don’t think my viewpoint on Christianity’s effects on culture and\npolicies has changed, but as someone pointed out 1 in 3…"
}