{
  "author": "anonymous_11231",
  "original_created_utc": 1635293365,
  "title": "CMV: Pronouns other than he/she/they defeat the purpose of a pronoun and shouldn’t be used",
  "created_utc": 1635363307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have no issue with inclusivity and couldn’t care less why you identify as/who you’re attracted to, that’s totally your business. But the point of a pronoun is to be a general term used to identify/refer to someone. There are currently 78 gender pronouns… 78. At that point, wouldn’t it make more sense to refer to everyone as ‘they/them’ or, better yet, by their name instead of memorizing dozens of new pronouns that are constantly being changed/added to? Just seems like a lot of work to stay up to date with an ever changing list of pronouns rather than just sticking with 3 that are applicable to literally everyone.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qgjxeu/cmv_pronouns_other_than_heshethey_defeat_the/",
  "subreddit": "changemyview",
  "id": "qgjxeu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have no issue with inclusivity and couldn’t care less why you identify as/who\nyou’re attracted to, that’s totally your business. But the point of a pronoun is\nto be a general term used to identify/refer to someone. There are currently 78\ngender pronouns… 78. At that point, wouldn’t it make more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は包括性に何の問題もありませんし、あなたがなぜ誰に惹かれているのかということも気になりません。\nあなたが誰に惹かれているのか、それはあなたの問題です。しかし、代名詞のポイントは\n誰かを識別/参照するための一般的な用語であることです。現在、78の代名詞があります。\nジェンダーの代名詞は78個あります。その時点で、より多くのことを...",
      "title": "CMV：he/she/they以外の代名詞は、代名詞の目的に反するので使うべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对包容性没有异议，也不关心你为什么认同/被谁吸引。\n你被谁吸引，那完全是你的事。但代词的意义在于\n是一个用来识别/指代某人的一般术语。目前有78个\n性别代词...78个。在这一点上，难道不是更...",
      "title": "CMV：除他/她/他们之外的代词有损于代词的目的，不应使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對包容性沒有異議，也不關心你爲什麼認同/被誰吸引。\n你被誰吸引，那完全是你的事。但代詞的意義在於\n是一個用來識別/指代某人的一般術語。目前有78個\n性別代詞...78個。在這一點上，難道不是更...",
      "title": "CMV：除他/她/他們之外的代詞有損於代詞的目的，不應使用。"
    }
  ]
}