{
  "author": "Ayrflame9",
  "original_created_utc": 1636389751,
  "title": "YSK: You can almost always ask someone what they are working on and they will happily reply you",
  "created_utc": 1636393977,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK, I’ve always been a curious person and as a kid always wondered “what are hey building, what does that do, why is that there” and now as an adult I’ve realized that most people enjoy explaining things you don’t know.  It’s also just kind of nice to RESPECTFULLY know what’s going on.</p>\n</div><!-- SC_ON -->",
  "score": 97,
  "permalink": "/r/YouShouldKnow/comments/qphhl6/ysk_you_can_almost_always_ask_someone_what_they/",
  "subreddit": "YouShouldKnow",
  "id": "qphhl6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK, I’ve always been a curious person and as a kid always wondered “what\nare hey building, what does that do, why is that there” and now as an adult I’ve\nrealized that most people enjoy explaining things you don’t know. It’s also just\nkind of nice to RESPECTFULLY know what’s going on.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、私は昔から好奇心旺盛な人間で、子供の頃には「何が\n疑問に思っていました。そして大人になってからは、知らないことを説明するのは多くの人にとって楽しいことだと気づきました。\n大人になってからは、多くの人が知らないことを説明するのを楽しんでいることに気づきました。また、それは単に\nまた、何が起こっているのかを丁寧に教えてくれるのは、とても嬉しいことです。",
      "title": "YSK: 「今、何をやっているの？」と聞けば、たいていの人は喜んで答えてくれます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK，我一直是一个好奇的人，作为一个孩子总是想知道 \"他们在建造什么？\n他们在建造什么，那是做什么的，为什么会在那里\"，现在作为一个成年人，我已经意识到大多数人喜欢解释你不知道的事情。\n现在作为一个成年人，我意识到大多数人喜欢解释你不知道的事情。这也是\n现在，作为一个成年人，我意识到大多数人都喜欢解释你不知道的事情，这也是一种很好的尊重。",
      "title": "YSK：你几乎总是可以问别人他们在做什么，他们会很乐意回答你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK，我一直是一個好奇的人，作爲一個孩子總是想知道 \"他們在建造什麼？\n他們在建造什麼，那是做什麼的，爲什麼會在那裏\"，現在作爲一個成年人，我已經意識到大多數人喜歡解釋你不知道的事情。\n現在作爲一個成年人，我意識到大多數人喜歡解釋你不知道的事情。這也是\n現在，作爲一個成年人，我意識到大多數人都喜歡解釋你不知道的事情，這也是一種很好的尊重。",
      "title": "YSK：你幾乎總是可以問別人他們在做什麼，他們會很樂意回答你。"
    }
  ]
}