{
  "author": "gideontravels",
  "original_created_utc": 1631731018,
  "title": "CMV: forcing people to use \"inclusive language\" is fruitless, distractive and confusing",
  "created_utc": 1631741963,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: I support everybody&#39;s right to use whatever language, pronouns and euphemisms they want. However, I won&#39;t always return the favour. I don&#39;t do this out of spite or hate, I&#39;ll explain.</p>\n\n<p>If at any point in the post you think I&#39;m joking or making a parody of it, I&#39;m not. Sometimes I&#39;m just genuinely clueless and looking for an answer.</p>\n\n<p>I recently started my Master&#39;s studies in International Relations, which includes a course on sociology. I know, I should have seen this one coming, but in the first seminar we were reminded that we had to use &quot;inclusive language&quot;. So each and every time a fruitful discussion on the course material was held, but someone mentioned a word like &quot;mankind&quot;, we were corrected and were told to use &quot;humankind&quot; or &quot;peoplekind&quot;. Then later on, something was said about &quot;man-made concepts&quot; and again we were interrupted with &quot;human-made concepts&quot;. Later on &quot;black people&quot; had to be changed with &quot;people of colour&quot;. Ironically, I tested the teacher and he stayed silent when I used &quot;mother tongue&quot; instead of  &quot;native language&quot; as well as &quot;mother nature&quot; instead of &quot;nature&quot; so I guess it&#39;s a one-way street.</p>\n\n<p>I could go on and name more examples, but they were just disruptive and took the focus away from the topic. After a while I started to feel it internalise and I had to scan every sentence in my head whether it contained a gendered word or whatever and it was really annoying. I already have issues with my concentration due to ADHD and this really isn&#39;t helping.</p>\n\n<p>The next argument is that it also requires you to be up-to-date with every new iteration of a word that has been &quot;inclusified&quot;. This is especially harder when you&#39;re multilingual and have to keep up with multiple languages. When I was a kid I grew up with 4 different ways of saying someone has a disability. First is was &quot;gehandicapte&quot;, then &quot;invalide&quot; (disabled), then &quot;mindervalide&quot; (less abled) and now &quot;andersvalide&quot; (differently abled). </p>\n\n<p>Saying &quot;disabled&quot; in my native language is nowadays seen as borderline insulting, whereas in English it&#39;s still common discourse. Same thing with how &quot;black people&quot; was corrected to &quot;people of colour&quot;. The closest translation to that in Dutch is either &quot;mensen van kleur&quot; (incorrect Dutch) or &quot;kleurling&quot; which was the word used for black people during the Apartheid era! It would DEFINITELY get you stares in public! I still don&#39;t know what is wrong with saying &quot;black people&quot; because I really thought this was common discourse in English? It&#39;s literally the B in BLM?! Is BLM now &quot;problematic&quot; because it&#39;s not called POCLM? </p>\n\n<p>And it doesn&#39;t stop there because I also speak German and French regularly as well. I seriously have no idea if I can say &quot;un homme noir&quot; or &quot;schwartze Leute&quot; without getting death stares. I genuinely have no clue. Meine Freunde &amp; mes amis, help me out here.</p>\n\n<p>So I&#39;m constantly having to figure out what the correct term might be, in different languages, while struggling with loss of focus and having to keep up with words that are fine today but that might be taboo next year. And to what end? What purpose does it achieve? Will black people honestly sleep better at night if we call them coloured? Will it ameliorate the injustices they face? Do we really bridge the gap between the genders by forcing all gendered expressions out of the dictionary? </p>\n\n<p>If anything, this language policing only divides us more and take away from the real issues. As long as we don&#39;t use slurs like the N-word and judge people on their intent rather than their choice of words, we can make much faster progress than endlessly forcing eachother to be the most modern thesaurus.</p>\n\n<p>Bonus question: should we then also get rid of the word woman? It&#39;s derived from man and therefore insinuates that women are derivates of men rather than being their own unique entity. In Dutch, there&#39;s &quot;vrouw&quot;. In German &quot;Frau&quot;. So do we then make a new English word based on Germanic roots? &quot;Frow&quot;?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pow3r4/cmv_forcing_people_to_use_inclusive_language_is/",
  "subreddit": "changemyview",
  "id": "pow3r4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disclaimer: I support everybody's right to use whatever language, pronouns and\neuphemisms they want. However, I won't always return the favour. I don't do this\nout of spite or hate, I'll explain.\n\nIf at any point in the post you think I'm joking or making a parody of it, I'm\nnot. Sometimes I'm just…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "免責事項：私は、すべての人がどのような言語、代名詞、電子メールを使用する権利を支持します。\n婉曲表現を使う権利を支持します。しかし、私はいつもその好意に応えるわけではありません。私はこれをしません。\n恨みや憎しみからではありません。\n\nもしこの記事のどこかで、私が冗談やパロディを言っていると思われたとしても、そうではありません。\nない。時々、私はただ...",
      "title": "CMV: 「包括的な言語」の使用を人々に強制することは、実りがなく、気が散り、混乱を招く。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "免责声明：我支持每个人有权利使用任何语言、代名词和\n婉转的语言。然而，我并不总是会回报他们。我这样做不是\n我不是出于怨恨或仇恨，我会解释。\n\n如果在帖子中的任何一点，你认为我在开玩笑或进行模仿，我没有\n不是。有时我只是...",
      "title": "CMV：强迫人们使用 \"包容性语言 \"是没有结果的，是分散注意力的，也是混乱的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "免責聲明：我支持每個人有權利使用任何語言、代名詞和\n婉轉的語言。然而，我並不總是會回報他們。我這樣做不是\n我不是出於怨恨或仇恨，我會解釋。\n\n如果在帖子中的任何一點，你認爲我在開玩笑或進行模仿，我沒有\n不是。有時我只是...",
      "title": "CMV：強迫人們使用 \"包容性語言 \"是沒有結果的，是分散注意力的，也是混亂的。"
    }
  ]
}