{
  "author": "RedFanKr",
  "original_created_utc": 1630085398,
  "title": "CMV: I see lots of people on reddit talk about how twitter is terrible, but I also see twitter screenshots frequently posted and heavily upvoted. I'm beginning to think that what people actually dislike is not twitter, but people with differing viewpoints.",
  "created_utc": 1630099893,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whenever discussions about twitter comes up, people seem to absolutely hate that site. And yet, there are several tweets on the front page right now, not to mention the subreddits specifically about posting twitter screenshots. I don&#39;t use twitter frequently, so I&#39;m confused about what people on reddit mean when they say twitter is awful. Sure, it&#39;s possible that there&#39;s two different groups of people who like or dislike twitter, but then you&#39;d think only one of either criticisms of twitter or twitter screenshots would be highly upvoted, not both.  Is it twitter occasionally having a good content thing, and being bad the rest of the times?</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/pcrynf/cmv_i_see_lots_of_people_on_reddit_talk_about_how/",
  "subreddit": "changemyview",
  "id": "pcrynf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whenever discussions about twitter comes up, people seem to absolutely hate that\nsite. And yet, there are several tweets on the front page right now, not to\nmention the subreddits specifically about posting twitter screenshots. I don't\nuse twitter frequently, so I'm confused about what people on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ツイッターの話になると、みんな絶対にあのサイトを嫌っているようです。\nサイトです。それなのに、今、フロントページにはいくつかのツイートがあります。\nツイッターのスクリーンショットを投稿することに特化したサブレディットもあります。私は\n私はtwitterを頻繁に使っていないので、twitter上の人々が何をしているのか混乱しています...",
      "title": "CMV: redditでは多くの人がtwitterの悪口を言っていますが、twitterのスクリーンショットが頻繁に投稿され、多くの投票が行われているのを目にします。人々が本当に嫌っているのは、twitterではなく、異なる視点を持つ人たちなのではないかと思えてきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每当讨论到twitter的时候，人们似乎都非常讨厌那个\n网站。然而，现在首页上有几条推文，更不用说\n更不用说专门关于发布twitter截图的subreddits了。我不\n我不经常使用twitter，所以我很困惑，人们在...",
      "title": "CMV：我看到很多人在reddit上谈论twitter如何糟糕，但我也看到twitter的截图经常被张贴出来，并得到大量的支持。我开始认为，人们不喜欢的其实不是twitter，而是有不同观点的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每當討論到twitter的時候，人們似乎都非常討厭那個\n網站。然而，現在首頁上有幾條推文，更不用說\n更不用說專門關於發佈twitter截圖的subreddits了。我不\n我不經常使用twitter，所以我很困惑，人們在...",
      "title": "CMV：我看到很多人在reddit上談論twitter如何糟糕，但我也看到twitter的截圖經常被張貼出來，並得到大量的支持。我開始認爲，人們不喜歡的其實不是twitter，而是有不同觀點的人。"
    }
  ]
}