{
  "author": "Starry-nights_",
  "the_new_excerpt": "It's unfortunate to see a lot of people base their assumptions and opinions of\nhow great a person is based on their confidence or ability to be in social\nsettings more easily than others. If someone is generally quiet with not too\nmuch to say, they are commonly labelled as \"boring\" or \"arrogant\"…",
  "original_created_utc": 1616943771,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "不幸的是，很多人都是根据自己的假设和意见，对\n人品高低\n设置比其他人更容易。如果一个人一般比较安静，没有太多\n多说无益，他们普遍被贴上 \"无聊 \"或 \"傲慢 \"的标签......。",
      "title": "CMV：内向或外向不代表任何人都高人一等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不幸的是，很多人都是根據自己的假設和意見，對\n人品高低\n設置比其他人更容易。如果一個人一般比較安靜，沒有太多\n多說無益，他們普遍被貼上 \"無聊 \"或 \"傲慢 \"的標籤......。",
      "title": "CMV：內向或外向不代表任何人都高人一等。"
    }
  ],
  "title": "CMV: Being an introvert or extrovert does not make anyone superior",
  "created_utc": 1616963431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s unfortunate to see a lot of people base their assumptions and opinions of how great a person is based on their confidence or ability to be in social settings more easily than others. If someone is generally quiet with not too much to say, they are commonly labelled as &quot;boring&quot; or &quot;arrogant&quot; since they don&#39;t have much to contribute, rather than being labelled as a good listener for example. People prefer to see this in a negative light but don&#39;t tend to look at the bigger picture - shyer people are still cool to be around and not at all bad people. If you yourself don&#39;t want to make the effort to initiate a conversation with them then you don&#39;t have the right to complain about their quiet nature, especially if they don&#39;t know many people at the event. Sometimes it just takes one question to start a lasting conversation.</p>\n\n<p>Likewise, extroverts as just as fun and lively to be around and not at all &quot;annoying&quot;. Preferring to be alone does not make you quirky or unique and often in extreme cases, people try to glamourise social awkwardness which is the worst because it is difficult to live with. Introverts and extroverts complement each other quite well actually but the personality differences make us criticise one another without trying to understand we are all in fact different and nobody is going to be the same.</p>\n\n<p>Lastly, I believe many of us are ambiverts as we tend to be more comfortable and chatty around people we know for a while. So, it is unfair to judge a person who is in a social setting around newer people - you can&#39;t just form an opinion of them if they simply don&#39;t know anyone. There is a lot more to a person than how much they prefer socialising or having alone time.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mf2gzd/cmv_being_an_introvert_or_extrovert_does_not_make/",
  "subreddit": "changemyview",
  "id": "mf2gzd",
  "is_self": true,
  "media": null,
  "is_video": false
}