{
  "author": "Feed-Me-Your-Tron",
  "original_created_utc": 1637741574,
  "title": "I sold $18,000 of ALGO and went all in on a meme coin... AMA",
  "created_utc": 1637753451,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve posted my background before but I started in this game with $200 of XRP right before the 2017 bull run. </p>\n\n<p>I&#39;ve seen and done it all... I skipped buying BTC in 2014 when it was like $800 AUD because the wallet was too hard to figure out. I tied to day trade XRP by selling at 34c and buying back at 32c... the day it pumped to 90c. I bought the XVG hype before the pornhub announcement and finally put all my cash into a project which has done nothing but earned me $30k through dumb luck in timing my buys and sells.</p>\n\n<p>I decided to get sensible and invest in ALGO. We love ALGO right!! The ups and downs of owning a shit coin with that bankroll was too stressful, so I wanted something safe. </p>\n\n<p>22,000 ALGO later, my investment swelled to $60k and I cashed out a nice chunk for a house deposit. At the same time, I&#39;ve been watching the meteoric rise of SHIB and DOGE thinking &quot;if only!&quot;.</p>\n\n<p>So, 3 weeks ago I threw caution to the wind and put $18,000 into a meme coin, selected purely based on the community. I&#39;m up 628% and loving every minute.</p>\n\n<p>I&#39;m not EXPECTING a SHIB like run, but a man can dream right?</p>\n\n<p>Wish me luck!! YOLO</p>\n\n<p>EDIT**\nYes I have cashed out. I initially dropped $6k over 4 years from 2017 to 2021. I have redeemed $40k approx with some cash set aside for tax and money towards a house deposit. </p>\n\n<p>EDIT2**\nFor those asking what it is, my post history will start you off.</p>\n\n<p>Not recommended for all, but its meme season! High risk, high reward. If you can afford to lose it, take the plunge. I have, and so far so good!</p>\n</div><!-- SC_ON -->",
  "score": 302,
  "permalink": "/r/CryptoCurrency/comments/r105xv/i_sold_18000_of_algo_and_went_all_in_on_a_meme/",
  "subreddit": "CryptoCurrency",
  "id": "r105xv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've posted my background before but I started in this game with $200 of XRP\nright before the 2017 bull run.\n\nI've seen and done it all... I skipped buying BTC in 2014 when it was like $800\nAUD because the wallet was too hard to figure out. I tied to day trade XRP by\nselling at 34c and buying back…"
}