{
  "author": "wellduckoff",
  "original_created_utc": 1635089449,
  "title": "CMV: In a humane society, painless assisted suicide should be legal for all 25+ people.",
  "created_utc": 1635096918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The reason for the age restriction is that people&#39;s brains are not done developing until their mid-twenties, and because there are a lot of fluctuations in emotions and life circumstances in your youth. There should be a time lock after signing up for the assisted euthanasia where you have to wait at least a minimum amount of time (1-5 years maybe), and during that period, you have to be seeing a therapist and psychiatrist continually. In fact, it should probably be mandatory that the euthanasia seeker take part in a rigorous therapeutic program for the duration. If, after that period of time, you still want assisted suicide, then you should be able to have it so that you can die with dignity.</p>\n\n<p>People who are determined enough to commit suicide will do so anyway, but usually in a more painful and undignified way, and in a way that requires loved ones or emergency personnel to find the results. Some people truly do not enjoy life due to physiological factors and no treatment succeeds in &#39;curing&#39; them. They should have the right to end their suffering.</p>\n\n<p>The inevitable response whenever this topic comes up is that the person might regret it. But people may regret many permanent decisions; this does not mean they don&#39;t have the right to make that choice in order to end unbearable pain with no end in sight. In fact, even if there WAS a definite end that could be predicted, and the person said, &quot;It&#39;s not worth it to me to tough it out until then&quot; ... that would still be valid, and their decision should still be respected.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/qeufza/cmv_in_a_humane_society_painless_assisted_suicide/",
  "subreddit": "changemyview",
  "id": "qeufza",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The reason for the age restriction is that people's brains are not done\ndeveloping until their mid-twenties, and because there are a lot of fluctuations\nin emotions and life circumstances in your youth. There should be a time lock\nafter signing up for the assisted euthanasia where you have to wait…"
}