{
  "author": "wellduckoff",
  "original_created_utc": 1635089449,
  "title": "CMV: In a humane society, painless assisted suicide should be legal for all 25+ people.",
  "created_utc": 1635096918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The reason for the age restriction is that people&#39;s brains are not done developing until their mid-twenties, and because there are a lot of fluctuations in emotions and life circumstances in your youth. There should be a time lock after signing up for the assisted euthanasia where you have to wait at least a minimum amount of time (1-5 years maybe), and during that period, you have to be seeing a therapist and psychiatrist continually. In fact, it should probably be mandatory that the euthanasia seeker take part in a rigorous therapeutic program for the duration. If, after that period of time, you still want assisted suicide, then you should be able to have it so that you can die with dignity.</p>\n\n<p>People who are determined enough to commit suicide will do so anyway, but usually in a more painful and undignified way, and in a way that requires loved ones or emergency personnel to find the results. Some people truly do not enjoy life due to physiological factors and no treatment succeeds in &#39;curing&#39; them. They should have the right to end their suffering.</p>\n\n<p>The inevitable response whenever this topic comes up is that the person might regret it. But people may regret many permanent decisions; this does not mean they don&#39;t have the right to make that choice in order to end unbearable pain with no end in sight. In fact, even if there WAS a definite end that could be predicted, and the person said, &quot;It&#39;s not worth it to me to tough it out until then&quot; ... that would still be valid, and their decision should still be respected.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/qeufza/cmv_in_a_humane_society_painless_assisted_suicide/",
  "subreddit": "changemyview",
  "id": "qeufza",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The reason for the age restriction is that people's brains are not done\ndeveloping until their mid-twenties, and because there are a lot of fluctuations\nin emotions and life circumstances in your youth. There should be a time lock\nafter signing up for the assisted euthanasia where you have to wait…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "年齢制限があるのは、人の脳が発達するのは20代半ばまでであり\n20代半ばまで脳が発達していないことと、若い頃は感情や生活環境の変化が大きいため\n若い頃は感情や生活環境の変化が大きいからです。タイムロックを設けるべき\n安楽死幇助に申し込んだ後、待たなければならないのは...。",
      "title": "CMV：人道的な社会では、痛みを伴わない自殺幇助は25歳以上のすべての人に合法的に行われるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "年龄限制的原因是，人们的大脑在20岁之前不会完成发育。\n形成，而且因为年轻时的情绪和生活环境有很大的波动\n在你年轻的时候，情绪和生活环境有很多波动。应该有一个时间锁定\n在签署了协助安乐死后，你必须等待...",
      "title": "CMV：在一个人道的社会里，无痛辅助自杀对所有25岁以上的人都应该是合法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "年齡限制的原因是，人們的大腦在20歲之前不會完成發育。\n形成，而且因爲年輕時的情緒和生活環境有很大的波動\n在你年輕的時候，情緒和生活環境有很多波動。應該有一個時間鎖定\n在簽署了協助安樂死後，你必須等待...",
      "title": "CMV：在一個人道的社會里，無痛輔助自殺對所有25歲以上的人都應該是合法的。"
    }
  ]
}