{
  "author": "Forbigbootyporn",
  "original_created_utc": 1639466476,
  "title": "Should I hire an escort?",
  "created_utc": 1639488604,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I (34m) have been devastatingly single for at least a decade. My last girlfriend and real relationship was when I was 22 with only about half a dozen random flings thrown in here and there since. I’m an introvert for sure but I have learned how to be sociable and am very comfortable being extroverted, even without alcohol. I’m fairly personable, affable and truly enjoy interacting and relating with people. I also, very fortunately have a healthy, broad and diverse friend group and on top of that, the majority of my friends are women. I definitely want a long-term, monogamous girlfriend, probably more than anything else. While it’s been hard being single for so long I have coped with the perspective that at least I am not in a mediocre/stale or even toxic relationship like I see most of my peers in. Pretty much I’m bummed I don’t have a significant other but at least I’m not settling. The pertinent problem though is sex. I have a healthy libido but I have been going years between getting laid. So for the past couple of months I have been researching and seriously considering hiring an escort. My main deterrent is sex trafficking but looking at the profiles of the more higher end providers I’m feeling pretty ok about it morally. Just hoping for some input one way or the other before I pull the trigger&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/TooAfraidToAsk/comments/rg20zo/should_i_hire_an_escort/",
  "subreddit": "TooAfraidToAsk",
  "id": "rg20zo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I (34m) have been devastatingly single for at least a decade. My last girlfriend\nand real relationship was when I was 22 with only about half a dozen random\nflings thrown in here and there since. I’m an introvert for sure but I have\nlearned how to be sociable and am very comfortable being…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私（34m）は、壊滅的に独身が続いているんです。\n少なくとも10年間は。最後のガールフレンドと本当の恋愛は22歳の時で、それ以降\nそれ以来、約半ダースのランダムな浮気があちこちで起こっています。私は\n内向的なのは確かですが、社交的になる方法を学びましたし、今は...",
      "title": "エスコートを雇うべきですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我（34岁）已经破坏性地单身至少十年了。\n至少十年了。我的最后一个女朋友和真正的关系是在我22岁的时候，只有大约半打的随机性情在这里和那里。\n从那时起，我只在这里和那里随机抛出了大约半打的艳遇。我是一个\n我是一个内向的人，但我已经学会了如何与人交际，并且是一个很好的朋友。",
      "title": "我是否应该雇用一个陪同人员？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我（34歲）已經破壞性地單身至少十年了。\n至少十年了。我的最後一個女朋友和真正的關係是在我22歲的時候，只有大約半打的隨機性情在這裏和那裏。\n從那時起，我只在這裏和那裏隨機拋出了大約半打的豔遇。我是一個\n我是一個內向的人，但我已經學會了如何與人交際，並且是一個很好的朋友。",
      "title": "我是否應該僱用一個陪同人員？"
    }
  ]
}