{
  "author": "wolfjeanne",
  "the_new_excerpt": "I'd never read this book in the series before, despite it being the first book\nabout some of one of my most beloved diskworld characters, but here we are. And\njumping back and forth between it and UK and US news, it's striking to me how\nrelevant the social commentary is. Without wanting to spoil…",
  "original_created_utc": 1617921328,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このシリーズの最初の本であるにもかかわらず、これまで一度も読んだことがありませんでした。\n読んだことがなかったのですが、こうして読んでみると、私が最も愛してやまないディスクワールドのキャラクターが登場しています。そして\nイギリスとアメリカのニュースとの間を行ったり来たりしていると、社会的なコメントがいかに適切であるかに気づかされます。\n社会的なコメントがいかに適切であるかということです。ネタバレしたくないので...。",
      "title": "プラチェットの『ナイツ・ウォッチ』は、今の時代に驚くほど適した書物である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来没有读过这个系列的书，尽管它是第一本书。\n关于一些我最喜爱的磁盘世界角色之一， 但我们在这里。And\n跳来跳去，在它和英国和美国的新闻之间，它是如何打动了我\n相关的社会评论。不想破坏...",
      "title": "普拉切特的《守夜人》是一本出乎意料的适合此刻的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來沒有讀過這個系列的書，儘管它是第一本書。\n關於一些我最喜愛的磁盤世界角色之一， 但我們在這裏。And\n跳來跳去，在它和英國和美國的新聞之間，它是如何打動了我\n相關的社會評論。不想破壞...",
      "title": "普拉切特的《守夜人》是一本出乎意料的適合此刻的書。"
    }
  ],
  "title": "Pratchett's Nights Watch is a surprisingly relevant book for this moment",
  "created_utc": 1617946398,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;d never read this book in the series before, despite it being the first book about some of  one of my most beloved diskworld characters, but here we are. And jumping back and forth between it and UK and US news, it&#39;s striking to me how relevant the social commentary is. Without wanting to spoil anything, it deals with issues of power politics, proper policing, how bureaucracy and proper procedure can lead to transparency and accountability, how training of those who uphold the law is critical but also how that training would be incomplete without common sense, humanity and compassion, and how changing a toxic culture is difficult because violence can to people in different social classes seem like a survival tactic, something that only happens to those stupid enough to stand in the way, or a justified means to an end. All that, and it still makes me chuckle out loud. Highly recommended.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/mn3d7m/pratchetts_nights_watch_is_a_surprisingly/",
  "subreddit": "books",
  "id": "mn3d7m",
  "is_self": true,
  "media": null,
  "is_video": false
}