{
  "author": "problem_solver1",
  "original_created_utc": 1624706642,
  "title": "YSK: You should always thank the home-chef for a home-cooked meal, and remember to overlook the small stuff",
  "created_utc": 1624714895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cooking at home can be distracting and the recipes may not turn out perfect all the time. This is not because of the lack of effort or care but could be a million other factors. </p>\n\n<p>Your partner or significant other may be spending hours preparing a home-cooked meal. The least you can do is the appreciate the effort. And remember to overlook the small stuff - even if the dish is a bit salty or over done</p>\n</div><!-- SC_ON -->",
  "score": 508,
  "permalink": "/r/YouShouldKnow/comments/o88y94/ysk_you_should_always_thank_the_homechef_for_a/",
  "subreddit": "YouShouldKnow",
  "id": "o88y94",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Cooking at home can be distracting and the recipes may not turn out\nperfect all the time. This is not because of the lack of effort or care but\ncould be a million other factors.\n\nYour partner or significant other may be spending hours preparing a home-cooked\nmeal. The least you can do is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 家で料理をするのは気が散るし、レシピがいつも完璧に出来上がるとは限りません。\nいつも完璧なレシピになるとは限りません。これは、努力や配慮が足りないからではなく、他にも様々な要因が考えられます。\n他にも様々な要因が考えられます。\n\nあなたのパートナーや大切な人が何時間もかけて手料理を作っているかもしれません。\nしているかもしれません。あなたにできることは、せめて...。",
      "title": "YSK: 手料理のお礼はもちろん、小さなことも見逃さないようにしましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 在家做饭可能会让人分心，而且菜谱也不一定总是那么完美。\n完善的。这并不是因为缺乏努力或关心，而是\n可能是一百万个其他因素。\n\n你的伴侣或重要的人可能会花几个小时来准备一顿家常菜。\n饭。你至少可以做的是...",
      "title": "YSK：你应该永远感谢家庭厨师的家常便饭，并记住忽略小事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 在家做飯可能會讓人分心，而且菜譜也不一定總是那麼完美。\n完善的。這並不是因爲缺乏努力或關心，而是\n可能是一百萬個其他因素。\n\n你的伴侶或重要的人可能會花幾個小時來準備一頓家常菜。\n飯。你至少可以做的是...",
      "title": "YSK：你應該永遠感謝家庭廚師的家常便飯，並記住忽略小事。"
    }
  ]
}