{
  "author": "balsacis",
  "original_created_utc": 1634313804,
  "title": "Despite very different origins, Greeks and Turks both seem to have very rich yogurt cultures. What is the history of yogurt for both peoples, and how did they influence one another?",
  "created_utc": 1634375468,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently learned that Tzaziki is the Greek transliteration of Cacik (a Turkish cucumber-lime-herb based yogurt sauce). Both cultures seem to have many extremely similar yogurt-based recipes, and use some form of yogurt in a huge proportion of their dishes.</p>\n\n<p>Turks trace their heritage to nomadic Turkic tribes in the Steppes and Siberia that migrated Southwest over the course of several centuries. It seems that as early as the 11th century, scholars such as Mahmud al-Kashgari wrote about Turkic yogurt culture, tracing its origins to nomads that fermented milk in goat-skin bags.</p>\n\n<p>Greek yogurt culture seems to be traced back to the consumption of &quot;oxygala,&quot; a thickened milk product consumed with honey referenced by the Romans in the second century.</p>\n\n<p>Given the wildly different origins (nomadic vs. sedentary), did both Greeks and Turks develop yogurt-making processes independently of one another? Or did they both get it from earlier yogurt-making cultures such as the Mesopotamians? </p>\n\n<p>Finally, when the two cultures became intertwined in the Ottoman Empire, how did Greek and Turkish yogurt cultures clash against and influence one another? </p>\n\n<p>(Also, yes, the yogurt culture pun was intended.)</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/AskHistorians/comments/q8rism/despite_very_different_origins_greeks_and_turks/",
  "subreddit": "AskHistorians",
  "id": "q8rism",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently learned that Tzaziki is the Greek transliteration of Cacik (a Turkish\ncucumber-lime-herb based yogurt sauce). Both cultures seem to have many\nextremely similar yogurt-based recipes, and use some form of yogurt in a huge\nproportion of their dishes.\n\nTurks trace their heritage to nomadic…"
}