{
  "author": "DetroitUberDriver",
  "the_new_excerpt": "Yes, I’m aware that a significant portion of gun violence in the USA is\ncommitted by people who had illegally obtained firearms.\n\nThese firearms do not appear out of thin air. Many of them are stolen from homes\nor vehicles via home invasions, vehicle thefts, robberies, etc. Some of them are\nobtained…",
  "original_created_utc": 1617196341,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "是的，我知道在美国的枪支暴力事件中，有相当一部分是\n非法获得火器的人所犯下的罪行。\n\n这些火器不是凭空出现的。其中许多枪支是从家里偷来的。\n或车辆通过入室盗窃、车辆盗窃、抢劫等方式。其中一些是\n获得...",
      "title": "CMV：减少/限制合法获得火器，随着时间的推移，将会减少犯罪分子手中的枪支。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，我知道在美國的槍支暴力事件中，有相當一部分是\n非法獲得火器的人所犯下的罪行。\n\n這些火器不是憑空出現的。其中許多槍支是從家裏偷來的。\n或車輛通過入室盜竊、車輛盜竊、搶劫等方式。其中一些是\n獲得...",
      "title": "CMV：減少/限制合法獲得火器，隨着時間的推移，將會減少犯罪分子手中的槍支。"
    }
  ],
  "title": "CMV: Reducing/restricting legal access to firearms WILL over time reduce guns in criminal hands.",
  "created_utc": 1617204628,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes, I’m aware that a significant portion of gun violence in the USA is committed by people who had illegally obtained firearms. </p>\n\n<p>These firearms do not appear out of thin air. Many of them are stolen from homes or vehicles via home invasions, vehicle thefts, robberies, etc. Some of them are obtained by people purchasing them via less traceable but still legal means and reselling them. </p>\n\n<p>If overall obtainability was significantly reduced, over time, fewer guns would be in the hands of criminals, as fewer “good guys with guns” would be needed to “stop bad guys with guns” (note: I do not subscribe to this theory, but for conversation sake I am using it).</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/mh5tkv/cmv_reducingrestricting_legal_access_to_firearms/",
  "subreddit": "changemyview",
  "id": "mh5tkv",
  "is_self": true,
  "media": null,
  "is_video": false
}