{
  "author": "UBC_Guy_",
  "the_new_excerpt": "LA doesn’t really even feel like a unified city - more like a jumbled\nclusterfuck of corporatized, commercialized Americana. It has no core, unless\nyou consider its brutally ugly downtown a core. DTLA literally has no attractive\nqualities for a visitor or a resident. Its basically composed of…",
  "original_created_utc": 1614467198,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "洛杉矶甚至不觉得是一个统一的城市，更像是一个杂乱无章的。\n公司化、商业化的美国式的集群。它没有核心，除非\n你认为其残酷丑陋的市中心是一个核心。DTLA从字面上看没有吸引力\n游客或居民的素质。其基本构成是...",
      "title": "cmv。洛杉矶是一个绝对的shithole的城市， 无论是生活在和访问。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "洛杉磯甚至不覺得是一個統一的城市，更像是一個雜亂無章的。\n公司化、商業化的美國式的集羣。它沒有核心，除非\n你認爲其殘酷醜陋的市中心是一個核心。DTLA從字面上看沒有吸引力\n遊客或居民的素質。其基本構成是...",
      "title": "cmv。洛杉磯是一個絕對的shithole的城市， 無論是生活在和訪問。"
    }
  ],
  "title": "cmv: LA is an absolute shithole of a city, both to live in and to visit",
  "created_utc": 1614483400,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>LA doesn’t really even feel like a unified city - more like a jumbled clusterfuck of corporatized, commercialized Americana. It has no core, unless you consider its brutally ugly downtown a core. DTLA literally has no attractive qualities for a visitor or a resident. Its basically composed of soulless corporate and residential towers that are obscenely large, as well as rundown areas filled with the homeless on every corner. It just feels depressing, like something went terribly wrong somewhere down the line. It fails to serve its purpose as the focal point of a massive city, leaving its visitors and residents alike running around like headless chickens in search of some kind of belonging. All the belonging they’ll find is on the comically overburdened freeway system...</p>\n\n<p>Other parts of LA are equally or, if not, almost as indicative of a culture in decline that is America. It’s just a straight-up boring city. It’s one of those American cities where what are considered its “nice” parts bare literally nothing of cultural value other than some half-decent restaurants and a shopping mall filled with boomers who “wanna buy a pair of sneakers with lights in them,” to quote George Carlin.</p>\n\n<p>Chinatown is extremely underwhelming. Compared to the chinatowns of SF, Vancouver and even Victoria, it is absolutely soulless and unreflective of LA’s vast Chinese community. Japantown is similar. </p>\n\n<p>Venice Beach has become resemblant of a rundown 3rd world country in parts. Rodeo Drive is nothing but rich Arab pricks walking around as if they have class. It kind of makes me want to throw up. Hollywood Boulevard is a depressing shell of what it used to be. The Persian community here basically all have had inches of plastic surgery, even the men. It is a town of fake, plastic people trying to display their status in some superficial manner.</p>\n\n<p>Maybe most disappointing to me, personally - LA is probably my favorite city from the history of punk rock. Its atmosphere in the 70s and 80s was gritty, vibrant and revolutionary, or at least that’s what they tell me. But even that’s dead today. Melrose Avenue, which is supposed to be the city’s punk rock heart today bares nothing but a couple interesting record stores. Other than that it is resemblant of any other boring American street, with its own collection of fast-food restaurants and parking lots.</p>\n\n<p>I do admit areas Iike Newport Beach and the Hollywood Hills would be pretty nice to live in. They’re pretty luxurious, but the wealth divide between these areas and places like South Central, East LA and countless other places in between is starkly obvious when you’re here. I’m not saying this isn’t present in other parts of the world, or even in other American cities - it just feels much more apparent when you’re here than other American cities. Maybe this is because of the chaotic organization of the city - there’s a feeling here where if you go like two blocks away from the expensive stores you start to hit dead industrial areas and lower class ‘burbs that make you want to run away. I know New York feels nothing like this, even though there might actually be an even bigger wealth gap there.</p>\n\n<p>If I’m wrong about LA, let me know. If it’s a fantastic city with a cultural identity and amazing tourist opportunities other than going to Disneyland, sitting in traffic, or going to a mall, change my view!</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/ltzmy0/cmv_la_is_an_absolute_shithole_of_a_city_both_to/",
  "subreddit": "changemyview",
  "id": "ltzmy0",
  "is_self": true,
  "media": null,
  "is_video": false
}