{
  "author": "fernophile",
  "original_created_utc": 1638017329,
  "title": "sold all my ETH for health insurance. i’m bummed, but i don’t regret it.",
  "created_utc": 1638023445,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>background: i’ve had a mystery illness that’s stopped me being able to work/get out of bed for a few years now, and recently i finally got a diagnosis, but unfortunately it&#39;s one that basically means i’ll need complex healthcare for the rest of my life, with no knowing what part of my body is gonna try to nope out next. my country has mostly free public healthcare but hospital procedures often have insanely long wait times and unfortunately there’s often a lower quality of care, plus some things still cost a fortune cos they’re not covered. so it makes financial sense (and wellbeing sense too) to pay $2K a year for private health insurance when i realistically might need a $10K surgery on short notice or whatever.</p>\n\n<p>finding a spare $2K a year in my budget is almost impossible, so, i cashed out all my ETH. it was only about 0.35ETH, but that took about a year to accumulate in small purchases (eg $10 a week). i thought i was going to hold for years and one day change my life, so it’s really tough seeing the price hold up so well since i sold last week, knowing how long it will take to accumulate much again on the same budget but at the current prices.</p>\n\n<p>why am i sharing this? because it was worth it. i don&#39;t regret it for a second. feeling bummed about lost ETH doesn’t even almost outweigh the pure relief of knowing my first year is now paid in full and i can see out the 12 month waiting period for pre-existing conditions without having to start all over again if i have to tighten my budget further at some point.</p>\n\n<p>this sub talks a lot about hodling and diamond hands no matter what, and taking profits can seem almost taboo. but for anyone in a similar situation, i want you to know that selling in the short term can change your life <em>just as much</em> as that longterm profit might. maybe even more – for all i know, depending on what the next 12 months have in store, crypto might have just saved my life. and there’s no shame in selling if you need to, cos it might save your life too.</p>\n\n<p>tldr: you can’t buy a lambo if you’re dead.</p>\n</div><!-- SC_ON -->",
  "score": 187,
  "permalink": "/r/CryptoCurrency/comments/r3cx03/sold_all_my_eth_for_health_insurance_im_bummed/",
  "subreddit": "CryptoCurrency",
  "id": "r3cx03",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "background: i’ve had a mystery illness that’s stopped me being able to work/get\nout of bed for a few years now, and recently i finally got a diagnosis, but\nunfortunately it's one that basically means i’ll need complex healthcare for the\nrest of my life, with no knowing what part of my body is gonna…"
}