{
  "author": "greeeentreeees",
  "the_new_excerpt": "For example, if 60% of Californians had voted for Biden and 40% for Trump, then\n60% of its 55 electoral votes (33) would have gone to Biden and 40% to Trump. Of\ncourse, it wouldn't come out evenly oftentimes so you'd have to do some awkward\nrounding.\n\nThe reason I like this better is because the…",
  "original_created_utc": 1622694445,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、カリフォルニア州民の60％がバイデンに、40％がトランプに投票していたとしたら\nカリフォルニア州の55選挙区のうち60％（33票）がバイデンに、40％がトランプに投票していたことになります。もちろん\nもちろん、均等にはならないことが多いので、厄介な丸め方をしなければなりません。\n丸めなければなりません。\n\n私がこの方法を気に入っている理由は、「...",
      "title": "CMV: 選挙人団のシステムは、各州が州の人気投票に比例して選挙人を配分すれば、より公平になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "例如，如果60%的加利福尼亚人投票给拜登，40%的人投票给特朗普，那么\n55张选举人票中的60%（33张）会投给拜登，40%投给特朗普。当然\n当然，结果往往不是平均的，所以你必须做一些尴尬的\n四舍五入。\n\n我更喜欢这个方法的原因是，...",
      "title": "CMV：如果每个州都按照各州的普选票比例分配选举人，那么选举团制度将更加公平。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，如果60%的加利福尼亞人投票給拜登，40%的人投票給特朗普，那麼\n55張選舉人票中的60%（33張）會投給拜登，40%投給特朗普。當然\n當然，結果往往不是平均的，所以你必須做一些尷尬的\n四捨五入。\n\n我更喜歡這個方法的原因是，...",
      "title": "CMV：如果每個州都按照各州的普選票比例分配選舉人，那麼選舉團制度將更加公平。"
    }
  ],
  "title": "CMV: The Electoral College system would be more fair if every state allocated its electors proportionally to the states' popular vote.",
  "created_utc": 1622735860,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For example, if 60% of Californians had voted for Biden and 40% for Trump, then 60% of its 55 electoral votes (33) would have gone to Biden and 40% to Trump. Of course, it wouldn&#39;t come out evenly oftentimes so you&#39;d have to do some awkward rounding.</p>\n\n<p>The reason I like this better is because the winner-take-all electoral votes system that is currently in place for almost every state makes it so that only the swing-state voters really matter *on the margin*. Biden and Trump didn&#39;t care much about marginal voters in most states because the polling already clearly showed which states the race would come down to. This means that almost all last-minute campaign spending and attention goes to swing-states. Also, it doesn&#39;t really matter if you vote if you don&#39;t live in a swing-state.</p>\n\n<p>A proportional system would make it so that your vote truly matters no matter which state you would live in. Swing-states would no longer really be a thing. Where am I wrong?</p>\n\n<p>EDIT: Many comments are just saying that a popular vote would be better than a proportional EC. I agree with that. And then I think ranked-choice voting would be even better than a popular vote.... but that is not what my CMV statement is. I am seeing if anyone can change my view that the current EC system is better than a proportional one.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nr4t7n/cmv_the_electoral_college_system_would_be_more/",
  "subreddit": "changemyview",
  "id": "nr4t7n",
  "is_self": true,
  "media": null,
  "is_video": false
}