{
  "author": "jsully245",
  "the_new_excerpt": "I am no fan of Parler or Trump. I’m pretty far left and am terrified by the\nstate of politics right now. No more Nazis sounds pretty nice.\n\nHowever, it worries me that a small handful of companies were able to\nessentially ban a political group from online discussion. Sure, they showed\nrestraint in…",
  "original_created_utc": 1610315677,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不喜欢帕勒和特朗普。我在相当左边，我很害怕\n现在的政治状况。不再有纳粹分子听起来很不错。\n\n然而，我担心的是，有一小部分公司能够\n从本质上说，禁止一个政治团体参加在线讨论。当然，他们展示了\n…中的约束",
      "title": "[改变我的想法]：谈判者和极右翼政客被关闭，对于网络基础设施公司拥有多大的权力来说，这是一个非常糟糕的迹象"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不喜歡帕勒和特朗普。我在相當左邊，我很害怕\n現在的政治狀況。不再有納粹分子聽起來很不錯。\n\n然而，我擔心的是，有一小部分公司能夠\n從本質上說，禁止一個政治團體參加在線討論。當然，他們展示了\n…中的約束",
      "title": "[改變我的想法]：談判者和極右翼政客被關閉，對於網絡基礎設施公司擁有多大的權力來說，這是一個非常糟糕的跡象"
    }
  ],
  "title": "CMV: Parler and far-right politicians being shut down is a really bad sign for how much power web infrastructure companies have",
  "created_utc": 1610348446,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am no fan of Parler or Trump. I’m pretty far left and am terrified by the state of politics right now. No more Nazis sounds pretty nice.</p>\n\n<p>However, it worries me that a small handful of companies were able to essentially ban a political group from online discussion. Sure, they showed restraint in waiting until there was definite proof that these people were inciting violence. But we’re still trusting them to do that fairly. </p>\n\n<p>If we go with the argument, “They’re private companies and they can do what they want,” aren’t we accepting that they can just ban whoever they want? What if they ban up-and-coming politicians that want to break up tech monopolies? What if they ban discussion of their competitors, or worse, disrupters in general? Is there a guardrail that has enough power to actually stop them?</p>\n\n<p>I’m pretty on the fence about this, but the power they have has me pretty uneasy. What do you all think?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kuo0j1/cmv_parler_and_farright_politicians_being_shut/",
  "subreddit": "changemyview",
  "id": "kuo0j1",
  "is_self": true,
  "media": null,
  "is_video": false
}