{
  "author": "swisschardlover",
  "the_new_excerpt": "If you choose to eat more typical meat (cows, pigs, chickens, sheep, etc.) you\nshouldn't be judging people for doing the same thing with cats or dogs. The\ntruth is farm animals are just as alive and sometimes as smart as our pets and\nso if you believe it is okay to eat farm animals you can't also…",
  "original_created_utc": 1609191426,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果你选择吃更典型的肉(牛、猪、鸡、羊等)你\n不应该因为人们对猫或狗做了同样的事情而评判他们。这个\n事实是，农场动物和我们的宠物一样活着，有时还和我们的宠物一样聪明\n因此，如果你认为吃农场动物是可以的，你就不能也…",
      "title": "[改变我的想法]：如果你吃肉，当人们吃你喜欢的动物(猫、狗、兔子等)时，你不会生气。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你選擇喫更典型的肉(牛、豬、雞、羊等)你\n不應該因爲人們對貓或狗做了同樣的事情而評判他們。這個\n事實是，農場動物和我們的寵物一樣活着，有時還和我們的寵物一樣聰明\n因此，如果你認爲喫農場動物是可以的，你就不能也…",
      "title": "[改變我的想法]：如果你喫肉，當人們喫你喜歡的動物(貓、狗、兔子等)時，你不會生氣。"
    }
  ],
  "title": "CMV: If you eat meat you can't get mad when people eat animals you like (cats, dogs, rabbits, etc.)",
  "created_utc": 1609204645,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you choose to eat more typical meat (cows, pigs, chickens, sheep, etc.) you shouldn&#39;t be judging people for doing the same thing with cats or dogs. The truth is farm animals are just as alive and sometimes as smart as our pets and so if you believe it is okay to eat farm animals you can&#39;t also believe it is inherently wrong to eat cats and dogs. The reality is there is no moral difference between the animals we keep in our homes and ones we keep on farms. It is okay for you to personally not want to eat certain meats but do not go judge others when you essentially are doing the same thing. I say this as a vegan who eats no animal products and is sick of the hypocrisy of people fighting for animals rights for farmed dogs while eating a bacon sandwich. I don&#39;t for the record care whether you eat meat or not, it isn&#39;t any of my business how you live your life but keep it consistent when you talk about protecting animals. Please give me constructive criticism on this belief.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/klzmme/cmv_if_you_eat_meat_you_cant_get_mad_when_people/",
  "subreddit": "changemyview",
  "id": "klzmme",
  "is_self": true,
  "media": null,
  "is_video": false
}