{
  "author": "SAT01",
  "original_created_utc": 1627871769,
  "title": "Does anyone get hung up on certain lines and obsess over the particular phrasing of it?",
  "created_utc": 1627911038,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I have obsessive-compulsive disorder, to which I have always attributed my obsessive behaviour. But I&#39;m just wondering if anyone else experiences this problem. I&#39;ve heard some think of it more like a &quot;thought cycle&quot; where they constantly reread some lines because they feel like it isn&#39;t registering. Sometimes it happens to me even with basic sentences, which is quite annoying.</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ow5s6b/does_anyone_get_hung_up_on_certain_lines_and/",
  "subreddit": "books",
  "id": "ow5s6b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I have obsessive-compulsive disorder, to which I have always\nattributed my obsessive behaviour. But I'm just wondering if anyone else\nexperiences this problem. I've heard some think of it more like a \"thought\ncycle\" where they constantly reread some lines because they feel like it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、私は強迫性障害を持っています。\n自分の強迫観念的な行動に起因しています。しかし、誰か他の人がこの問題を経験していないか気になっています。\nこの問題を経験している人がいるかどうか気になります。ある人は「思考サイクル」のように考えていると聞きました。\n思考サイクル」のように考えている人もいるようです。",
      "title": "特定のセリフにこだわって、その特殊な言い回しにこだわる人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我有强迫症，我一直把我的强迫行为归因于此。\n我一直把我的强迫症行为归因于此。但我只是想知道是否有其他人\n遇到这个问题。我听说有些人认为这更像是一种 \"思想\n我听说有些人认为这更像是一种 \"思维循环\"，他们不断地重读一些句子，因为他们觉得这样做......",
      "title": "有没有人对某些台词耿耿于怀，纠结于其中的特定措辞？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我有強迫症，我一直把我的強迫行爲歸因於此。\n我一直把我的強迫症行爲歸因於此。但我只是想知道是否有其他人\n遇到這個問題。我聽說有些人認爲這更像是一種 \"思想\n我聽說有些人認爲這更像是一種 \"思維循環\"，他們不斷地重讀一些句子，因爲他們覺得這樣做......",
      "title": "有沒有人對某些臺詞耿耿於懷，糾結於其中的特定措辭？"
    }
  ]
}