{
  "author": "Scarboyy",
  "the_new_excerpt": "Why have “In god we trust” when that just alienates people who may not believe.\nThe United States specifically separates church and state. Eisenhower put it\nthere after putting “under god” in the pledge of allegiance(which should also be\nthrown out).\n\nEisenhower said “In this way we are reaffirming…",
  "original_created_utc": 1612633821,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么要有 \"我们相信上帝\"，因为这只会疏远那些可能不相信的人。\n美国明确规定了政教分离。艾森豪威尔说过\n在誓词中写上 \"在神的庇佑下 \"之后，在那里（也应该是 \"在神的庇佑下\"）。\n抛出）。)\n\n艾森豪威尔说：\"我们以这种方式重申......。",
      "title": "CMV：美国应该更换我们的座右铭 \"我们相信上帝\"，回到 \"E pluribus unum\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼要有 \"我們相信上帝\"，因爲這隻會疏遠那些可能不相信的人。\n美國明確規定了政教分離。艾森豪威爾說過\n在誓詞中寫上 \"在神的庇佑下 \"之後，在那裏（也應該是 \"在神的庇佑下\"）。\n拋出）。)\n\n艾森豪威爾說：\"我們以這種方式重申......。",
      "title": "CMV：美國應該更換我們的座右銘 \"我們相信上帝\"，回到 \"E pluribus unum\"。"
    }
  ],
  "title": "CMV: The United States should replace our motto of “In god we trust” and go back back to “E pluribus unum”.",
  "created_utc": 1612639855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why have “In god we trust” when that just alienates people who may not believe. The United States specifically separates church and state. Eisenhower put it there after putting “under god” in the pledge of allegiance(which should also be thrown out). </p>\n\n<p>Eisenhower said “In this way we are reaffirming the transcendence of religious faith in America’s heritage and future; in this way we shall constantly strengthen those spiritual weapons which forever will be our country’s most powerful resource in peace and war.” However, religion is not our most powerful weapon it’s the strength of our democracy and people united together. </p>\n\n<p>Returning to our original motto, “E Pluribus unum” (“out of many, one”) which the founding fathers put there, because they believed strongly in the separation of church and state. </p>\n\n<p>I am a religious person, but there is no need for others to conform to this to be an American, and in no way should we have it at the top of our currency. And don’t think this is people just washing away your faith. You have the freedom of religion and can do what you want, but leave it out of government.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/le2oiz/cmv_the_united_states_should_replace_our_motto_of/",
  "subreddit": "changemyview",
  "id": "le2oiz",
  "is_self": true,
  "media": null,
  "is_video": false
}