{
  "author": "RudrakshDange",
  "original_created_utc": 1628168450,
  "title": "The Mistborn Trilogy by Brandon Sanderson",
  "created_utc": 1628191671,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished the first trilogy and was blown away by the ending. Branderson is a legendary world builder. What I loved the most about the books (other than the story itself) was the magic system. It was almost scientific with all the rules carefully given to us throughout all the books. The epigraphs were a nice addition. Overall the series gets 4 out of 5 stars from me.</p>\n\n<h1>Book 1: The Final Empire</h1>\n\n<p>The Final Empire was definitely a good book as it draws you in with the detailed world and deep lore. Lots of action and adventure which I enjoy immensely. Kelsier was my favorite character in this book mainly because he was kind of morally ambiguous but still unquestionably a hero. The dialogue felt a little awkward and stilted at times but other than that I don&#39;t have any other complaints. (I really liked the concept of the Inquisitors and they get even better in the last book.) </p>\n\n<h1>Book 2: The Well of Ascension</h1>\n\n<p>I have mixed feelings about this one. We see Vin growing in power and some new interesting characters are introduced. Other side characters are also brought into focus, mainly Sazed. I thought that this book dragged a bit in the middle with all the politics and other stuff. It still had many impressive moments here and there. I would say the ending redeemed this book. What an explosive ending! I immediately picked up the third book &#39;cause I couldn&#39;t wait. Sazed was the best character in this book for me.</p>\n\n<h1>Book 3: The Hero of Ages</h1>\n\n<p>This is the best book in the trilogy. All loose ends are resolved. It blew my mind how even the most insignificant detail from book 1 fell into place. You could tell that Branderson had planned ahead and he wasn&#39;t just making things up on the go. The ending in this one was even more explosive. Although the 2 major characters died, it was still a satisfying end. My complaint is that I didn&#39;t really connect to the characters. It was confirmed when I didn&#39;t get as much of an emotional response I thought I would when Vin and Elend died. It was more like a general sadness than anything else. Needless to say, it was the plot that made me like this series more rather than the characters. But it was enjoyable anyways.</p>\n\n<p>I plan on reading Six of Crows next even though I haven&#39;t read the Grisha trilogy. People have told me you can do that with not many problems. </p>\n\n<p>What were your thoughts about this book series?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oyh1vo/the_mistborn_trilogy_by_brandon_sanderson/",
  "subreddit": "books",
  "id": "oyh1vo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished the first trilogy and was blown away by the ending. Branderson is a\nlegendary world builder. What I loved the most about the books (other than the\nstory itself) was the magic system. It was almost scientific with all the rules\ncarefully given to us throughout all the books. The epigraphs…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初の3部作を終えて、その結末に圧倒されました。ブランダーソンは\n伝説的なワールドビルダーです。私がこの本で最も気に入ったのは（物語そのもの以外に）、魔法のシステムです。\n物語以外で最も気に入ったのは、魔法のシステムでした。すべての本の中で丁寧にルールが示されていて、ほとんど科学的でした。\n丁寧に教えてくれます。エピグラフは...",
      "title": "ブランドン・サンダーソンの「ミストボーン」3部作"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完成了第一部三部曲，被结局所震撼。布兰德森是一位\n传说中的世界建设者。我最喜欢这些书的地方（除了故事本身之外）是魔法系统。\n故事本身）是魔法系统。它几乎是科学的，所有的规则\n所有的书都仔细地告诉了我们。题记...",
      "title": "布兰登-桑德森的 \"雾裔三部曲\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完成了第一部三部曲，被結局所震撼。布蘭德森是一位\n傳說中的世界建設者。我最喜歡這些書的地方（除了故事本身之外）是魔法系統。\n故事本身）是魔法系統。它幾乎是科學的，所有的規則\n所有的書都仔細地告訴了我們。題記...",
      "title": "布蘭登-桑德森的 \"霧裔三部曲\"。"
    }
  ]
}