{
  "author": "darken92",
  "original_created_utc": 1633661744,
  "title": "CMV: Computer games now have better music than movies",
  "created_utc": 1633675360,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was younger I remember going to the movies and being stunned by the quality of the score.  I went so far as to buy soundtracks to listen to.  Who does not feel a tingle down their spine on hearing &quot;The Imperial March&quot;, that is music that stands the test of time.  Every movie (well not quite) had a score written for it and they were amazing.  Artists like Danny Elfman were visionary.</p>\n\n<p>Sone where along the line it changed, most movies now are a mix of songs.  Don&#39;t get me wrong, they can be great songs, they may even work exceptionally well with the movie but they are still just songs.  Some may even be as memorable as a well written score.</p>\n\n<p>There a re a few exceptions around, some great movies still have a great score, but it feels rarer.</p>\n\n<p>Compare that to gaming.  Great games have great scores, from Witcher 3 to Skyrim, to Halo and the one I have recently been listening to, Pathfinder Wrath of the Righteous.  Who would have thought a computer game would have such dynamic and stirring music written just for it?  </p>\n\n<p>Where in movies it is waning, I would say in gaming it is waxing.  Great music is great music regardless of where you find it, but scores written for computer games have overtaken scores written for movies. This is on aggregate, you can still find great movie scores but you will find more in the gaming industry, certainly among the big hit games.</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q3ov4r/cmv_computer_games_now_have_better_music_than/",
  "subreddit": "changemyview",
  "id": "q3ov4r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was younger I remember going to the movies and being stunned by the\nquality of the score. I went so far as to buy soundtracks to listen to. Who does\nnot feel a tingle down their spine on hearing \"The Imperial March\", that is\nmusic that stands the test of time. Every movie (well not quite) had…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い頃、映画を見に行って、そのクオリティーの高さに驚かされたことを覚えています。\nスコアの質に驚かされたものです。サウンドトラックを購入して聴いていたほどです。聴いていない人はいないでしょう。\n帝国の行進」を聞いて、背筋がゾクゾクしない人はいないでしょう。\n時を超えて愛される音楽です。すべての映画（というほどでもないが）に...",
      "title": "CMV: コンピュータゲームの音楽は、映画よりも優れている。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我年轻的时候，我记得去看电影时，我被那些高质量的乐谱惊呆了。\n震惊于音乐的质量。我甚至还买了原声带来听。谁会\n在听到 \"帝国进行曲 \"时不感到脊背发凉，那是经得起时间考验的音乐。\n那是经得起时间考验的音乐。每部电影（嗯，不完全是）都有...",
      "title": "CMV：现在电脑游戏的音乐比电影还棒"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我年輕的時候，我記得去看電影時，我被那些高質量的樂譜驚呆了。\n震驚於音樂的質量。我甚至還買了原聲帶來聽。誰會\n在聽到 \"帝國進行曲 \"時不感到脊背發涼，那是經得起時間考驗的音樂。\n那是經得起時間考驗的音樂。每部電影（嗯，不完全是）都有...",
      "title": "CMV：現在電腦遊戲的音樂比電影還棒"
    }
  ]
}