{
  "author": "darken92",
  "original_created_utc": 1633661744,
  "title": "CMV: Computer games now have better music than movies",
  "created_utc": 1633675360,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was younger I remember going to the movies and being stunned by the quality of the score.  I went so far as to buy soundtracks to listen to.  Who does not feel a tingle down their spine on hearing &quot;The Imperial March&quot;, that is music that stands the test of time.  Every movie (well not quite) had a score written for it and they were amazing.  Artists like Danny Elfman were visionary.</p>\n\n<p>Sone where along the line it changed, most movies now are a mix of songs.  Don&#39;t get me wrong, they can be great songs, they may even work exceptionally well with the movie but they are still just songs.  Some may even be as memorable as a well written score.</p>\n\n<p>There a re a few exceptions around, some great movies still have a great score, but it feels rarer.</p>\n\n<p>Compare that to gaming.  Great games have great scores, from Witcher 3 to Skyrim, to Halo and the one I have recently been listening to, Pathfinder Wrath of the Righteous.  Who would have thought a computer game would have such dynamic and stirring music written just for it?  </p>\n\n<p>Where in movies it is waning, I would say in gaming it is waxing.  Great music is great music regardless of where you find it, but scores written for computer games have overtaken scores written for movies. This is on aggregate, you can still find great movie scores but you will find more in the gaming industry, certainly among the big hit games.</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q3ov4r/cmv_computer_games_now_have_better_music_than/",
  "subreddit": "changemyview",
  "id": "q3ov4r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was younger I remember going to the movies and being stunned by the\nquality of the score. I went so far as to buy soundtracks to listen to. Who does\nnot feel a tingle down their spine on hearing \"The Imperial March\", that is\nmusic that stands the test of time. Every movie (well not quite) had…"
}