{
  "author": "HateThatThisWorks",
  "original_created_utc": 1631032548,
  "title": "CMV: One cannot have a genuine opposition to abortion based on the belief that a fertilized egg or an embryo is life and abortion is akin to murdering that life AND believe abortion is acceptable in cases of rape or incest.",
  "created_utc": 1631043369,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start and for the sake of transparency: I am a pro-choice male living in a state within the USA where abortion rights are codified into law. </p>\n\n<p>The response I often see from pro-life individuals who are accused of &quot;not being pro-life, but pro-birth&quot; is that in their personal deep help convictions abortion is akin to murder and that there simply are minuscule instances where said murder should be acceptable in our society. You don&#39;t have to agree with the logic one iota, but it&#39;s not internally <strong>in</strong>consistent to be pro-life but anti-social safety net or anti-after birth care. It might be douchey and petty and cruel, but it&#39;s not necessarily hypocritical.</p>\n\n<p>I disagree, based on one caveat: almost all pro-lifers agree abortion should be allowed &quot;in cases of rape, incest, or if the mother&#39;s life and/or health would be in jeopardy if forced to proceed.&quot;</p>\n\n<p>The last of those exemptions can still be believed in while maintaining an internally consistent pro-life belief, as a woman&#39;s life also counts and (to continue the murder metaphor) abortion would be more of a self-defense type action.</p>\n\n<p>My CMV is regarding the first two of those exemptions. If you have a genuine opposition to abortion based on the belief that a fertilized egg or an embryo is life and abortion is akin to murdering that life, it cannot matter to you how exactly that life came to be. Rape and incest are awful, traumatic, grotesque, and often violent actions forced upon an individual (a woman specifically regarding this topic), but the new life that has risen from that trauma should not have the consequences bared upon it, no matter how unfair to the woman it may be. A life cannot be terminated simply because that life has a terrible origin.</p>\n\n<p>To say that you believe abortion should be banned &quot;except for cases of rape and incest,&quot; you don&#39;t <em>truly</em> and <em>fully</em> accept the idea that life begins at conception, and it&#39;s internally inconsistent of you to say otherwise.</p>\n\n<p>Just as the &quot;not being pro-life, but pro-birth&quot; argument belief could be changed as I outlined in the first paragraph, my view could be changed if you can argue that the belief in rape or incest exemptions to abortion bans can be held while still being within the internally consistent mindset that abortion is murder.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/pjqnd1/cmv_one_cannot_have_a_genuine_opposition_to/",
  "subreddit": "changemyview",
  "id": "pjqnd1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start and for the sake of transparency: I am a pro-choice male living in a\nstate within the USA where abortion rights are codified into law.\n\nThe response I often see from pro-life individuals who are accused of \"not being\npro-life, but pro-birth\" is that in their personal deep help…"
}