{
  "author": "HateThatThisWorks",
  "original_created_utc": 1631032548,
  "title": "CMV: One cannot have a genuine opposition to abortion based on the belief that a fertilized egg or an embryo is life and abortion is akin to murdering that life AND believe abortion is acceptable in cases of rape or incest.",
  "created_utc": 1631043369,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start and for the sake of transparency: I am a pro-choice male living in a state within the USA where abortion rights are codified into law. </p>\n\n<p>The response I often see from pro-life individuals who are accused of &quot;not being pro-life, but pro-birth&quot; is that in their personal deep help convictions abortion is akin to murder and that there simply are minuscule instances where said murder should be acceptable in our society. You don&#39;t have to agree with the logic one iota, but it&#39;s not internally <strong>in</strong>consistent to be pro-life but anti-social safety net or anti-after birth care. It might be douchey and petty and cruel, but it&#39;s not necessarily hypocritical.</p>\n\n<p>I disagree, based on one caveat: almost all pro-lifers agree abortion should be allowed &quot;in cases of rape, incest, or if the mother&#39;s life and/or health would be in jeopardy if forced to proceed.&quot;</p>\n\n<p>The last of those exemptions can still be believed in while maintaining an internally consistent pro-life belief, as a woman&#39;s life also counts and (to continue the murder metaphor) abortion would be more of a self-defense type action.</p>\n\n<p>My CMV is regarding the first two of those exemptions. If you have a genuine opposition to abortion based on the belief that a fertilized egg or an embryo is life and abortion is akin to murdering that life, it cannot matter to you how exactly that life came to be. Rape and incest are awful, traumatic, grotesque, and often violent actions forced upon an individual (a woman specifically regarding this topic), but the new life that has risen from that trauma should not have the consequences bared upon it, no matter how unfair to the woman it may be. A life cannot be terminated simply because that life has a terrible origin.</p>\n\n<p>To say that you believe abortion should be banned &quot;except for cases of rape and incest,&quot; you don&#39;t <em>truly</em> and <em>fully</em> accept the idea that life begins at conception, and it&#39;s internally inconsistent of you to say otherwise.</p>\n\n<p>Just as the &quot;not being pro-life, but pro-birth&quot; argument belief could be changed as I outlined in the first paragraph, my view could be changed if you can argue that the belief in rape or incest exemptions to abortion bans can be held while still being within the internally consistent mindset that abortion is murder.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/pjqnd1/cmv_one_cannot_have_a_genuine_opposition_to/",
  "subreddit": "changemyview",
  "id": "pjqnd1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start and for the sake of transparency: I am a pro-choice male living in a\nstate within the USA where abortion rights are codified into law.\n\nThe response I often see from pro-life individuals who are accused of \"not being\npro-life, but pro-birth\" is that in their personal deep help…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はじめに、そして透明性のために言っておきます。私はプロチョイスの男性です。\n私は、中絶の権利が法制化されているアメリカの州に住むプロチョイスの男性です。\n\n賛成派の人から「賛成派ではなく、出産派だ」と非難されることがよくあります。\nプロライフではなく、プロバースだ」と非難されたプロライフの人たちがよく目にする答えは、「個人的な深いヘルプでは...」というものです。",
      "title": "CMV: 「受精卵や胚は命であり、中絶はその命を殺すことに等しい」という信念に基づいて中絶に反対する純粋な人と、「レイプや近親相姦の場合は中絶してもよい」と考える人とでは、意見が異なります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，为了透明起见。我是一个支持选择的男性，生活在一个\n我是一名支持堕胎的男性，生活在美国一个将堕胎权利写入法律的州。\n\n我经常看到支持生命的人被指责为 \"不是支持生命，而是支持生育\"，他们的反应是，在他们个人的深层帮助下\n我经常看到那些被指责为 \"不是支持生命，而是支持生育 \"的人的回应是，在他们个人的深层帮助下...",
      "title": "CMV：一个人不可能真正反对堕胎，因为他认为受精卵或胚胎是生命，而堕胎就相当于谋杀生命，并认为在强奸或乱伦的情况下堕胎是可以接受的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，爲了透明起見。我是一個支持選擇的男性，生活在一個\n我是一名支持墮胎的男性，生活在美國一個將墮胎權利寫入法律的州。\n\n我經常看到支持生命的人被指責爲 \"不是支持生命，而是支持生育\"，他們的反應是，在他們個人的深層幫助下\n我經常看到那些被指責爲 \"不是支持生命，而是支持生育 \"的人的迴應是，在他們個人的深層幫助下...",
      "title": "CMV：一個人不可能真正反對墮胎，因爲他認爲受精卵或胚胎是生命，而墮胎就相當於謀殺生命，並認爲在強姦或亂倫的情況下墮胎是可以接受的。"
    }
  ]
}