{
  "author": "1saltymf",
  "original_created_utc": 1640701354,
  "title": "YSK: How to cook with garlic. The tinier you mince garlic, the stronger the flavor. Slices will be less strong while a paste will be strongest. The more you cook it the more flavor will be lost.",
  "created_utc": 1640710705,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I know so many people who always say “triple the recipe recommendation” for garlic. But then I see them just slicing garlic into millimeter slices in their recipe. Right.. found the problem. Most of the time the recipe is fine, you just have to prepare the garlic correctly in order to get the right amount of flavor you want. &lt;/p&gt;\n\n&lt;p&gt;The way you chop and cook garlic affects the strength of the flavor in your dish. If you mince garlic you will release much more flavor compared to slices. A paste will be even stronger (you get a paste by mincing first and then smearing it on the cutting board using a knife repeatedly) &lt;/p&gt;\n\n&lt;p&gt;Also, cooking garlic less will retain more of its flavor. If your garlic is being sautéed until brown, you won’t taste it as much. If you want a strong flavor make sure you add it late and keep it white.&lt;/p&gt;\n\n&lt;p&gt;Edit: &lt;a href=\"https://www.recipetips.com/kitchen-tips/t%E2%80%941263/all-about-garlic.asp\"&gt;Here&lt;/a&gt; is a link about this topic. Scroll down for more detailed info and graphics on what I’m talking about in this post!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 2730,
  "permalink": "/r/YouShouldKnow/comments/rqgygv/ysk_how_to_cook_with_garlic_the_tinier_you_mince/",
  "subreddit": "YouShouldKnow",
  "id": "rqgygv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I know so many people who always say “triple the recipe recommendation”\nfor garlic. But then I see them just slicing garlic into millimeter slices in\ntheir recipe. Right.. found the problem. Most of the time the recipe is fine,\nyou just have to prepare the garlic correctly in order to get…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：いつも \"レシピの推奨値を3倍 \"と言う人がたくさんいます。\nにんにくを使用します。でも、ニンニクをミリ単位でスライスしているのを見かけます。\nレシピを作成します。そう、問題はそこなんです。たいていの場合、レシピは問題ありません。\nニンニクの下ごしらえをきちんとしないと...。",
      "title": "YSK: ニンニクを使った料理の作り方。ニンニクは細かく刻むほど風味が強くなります。スライスしたものは味が薄く、ペースト状にしたものは味が濃くなります。煮込めば煮込むほど風味が落ちます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我知道有很多人总是说 \"三倍于食谱建议 \"的大蒜。\n大蒜。但我看到他们只是把大蒜切成几毫米的片状，然后在他们的食谱中\n他们的食谱。对......找到了问题所在。大多数情况下，配方是好的。\n你只需要正确地准备大蒜，以便获得...",
      "title": "YSK：如何用大蒜烹饪。你把大蒜切得越小，味道就越浓。切片的味道会比较淡，而糊状的味道会最浓。你煮得越多，味道就会流失得越多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我知道有很多人總是說 \"三倍於食譜建議 \"的大蒜。\n大蒜。但我看到他們只是把大蒜切成幾毫米的片狀，然後在他們的食譜中\n他們的食譜。對......找到了問題所在。大多數情況下，配方是好的。\n你只需要正確地準備大蒜，以便獲得...",
      "title": "YSK：如何用大蒜烹飪。你把大蒜切得越小，味道就越濃。切片的味道會比較淡，而糊狀的味道會最濃。你煮得越多，味道就會流失得越多。"
    }
  ]
}