{
  "author": "1saltymf",
  "original_created_utc": 1640701354,
  "title": "YSK: How to cook with garlic. The tinier you mince garlic, the stronger the flavor. Slices will be less strong while a paste will be strongest. The more you cook it the more flavor will be lost.",
  "created_utc": 1640710705,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I know so many people who always say “triple the recipe recommendation” for garlic. But then I see them just slicing garlic into millimeter slices in their recipe. Right.. found the problem. Most of the time the recipe is fine, you just have to prepare the garlic correctly in order to get the right amount of flavor you want. &lt;/p&gt;\n\n&lt;p&gt;The way you chop and cook garlic affects the strength of the flavor in your dish. If you mince garlic you will release much more flavor compared to slices. A paste will be even stronger (you get a paste by mincing first and then smearing it on the cutting board using a knife repeatedly) &lt;/p&gt;\n\n&lt;p&gt;Also, cooking garlic less will retain more of its flavor. If your garlic is being sautéed until brown, you won’t taste it as much. If you want a strong flavor make sure you add it late and keep it white.&lt;/p&gt;\n\n&lt;p&gt;Edit: &lt;a href=\"https://www.recipetips.com/kitchen-tips/t%E2%80%941263/all-about-garlic.asp\"&gt;Here&lt;/a&gt; is a link about this topic. Scroll down for more detailed info and graphics on what I’m talking about in this post!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 2730,
  "permalink": "/r/YouShouldKnow/comments/rqgygv/ysk_how_to_cook_with_garlic_the_tinier_you_mince/",
  "subreddit": "YouShouldKnow",
  "id": "rqgygv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know so many people who always say\n“triple the recipe recommendation” for garlic. But then I see them just slicing\ngarlic into millimeter slices in their recipe. Right.. found the problem. Most\nof the time the recipe is fine, you just have to prepare the…"
}