{
  "author": "HNYDRGN",
  "the_new_excerpt": "Seriously. I thought Yosemite and “YOES MIGHT” were both very real, very\ndifferent national parks up until waaay too old of an age. I was in high school\nwhen it clicked for me, and I’d absolutely had more than one conversation with\nothers regarding a video I’d seen of a couple weird little alien…",
  "original_created_utc": 1620147442,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "真面目な話。ヨセミテと \"YOES MIGHT \"はどちらも現実に存在する、全く違う国立公園だと、私はかなり年を取るまで思っていました。\nヨセミテと \"YOES MIGHT \"はどちらも実在する全く違う国立公園だと思っていました。高校生の時に\n高校生の時にピンときたんです。\nビデオで見た奇妙なエイリアンのカップルについて、他の人と何度も話したことがありました。",
      "title": "読者の発音、誰か教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是认真的。我认为优胜美地和 \"YOES MIGHT \"都是非常真实的、非常不同的国家公园，直到太大年纪。\n不同的国家公园，直到太老的时候。我是在高中时\n我在高中的时候就明白了，而且我绝对不止一次地和别人聊过关于我看到的一段视频的话题。\n关于我所看到的几个奇怪的小外星人的视频，我绝对有不止一次的谈话。",
      "title": "读者的发音，任何人？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是認真的。我認爲優勝美地和 \"YOES MIGHT \"都是非常真實的、非常不同的國家公園，直到太大年紀。\n不同的國家公園，直到太老的時候。我是在高中時\n我在高中的時候就明白了，而且我絕對不止一次地和別人聊過關於我看到的一段視頻的話題。\n關於我所看到的幾個奇怪的小外星人的視頻，我絕對有不止一次的談話。",
      "title": "讀者的發音，任何人？"
    }
  ],
  "title": "Reader’s pronunciation, anyone?",
  "created_utc": 1620168799,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seriously. I thought Yosemite and “YOES MIGHT” were both very real, very different national parks up until waaay too old of an age. I was in high school when it clicked for me, and I’d absolutely had more than one conversation with others regarding a video I’d seen of a couple weird little alien dudes in Yoesmight by then. </p>\n\n<p>Colonel, of course. My mom laughed hard when I told her I thought David Bowie (said with a bow wow sound) was cool. Still to this day I accidentally say “COURTesy” as in court and cringe. The “si, mon” I kept encounterling in YA novels wasn’t confusing Jamaican sounding slang for something. It was “c’mon” as in COME ON. At least I was still super young when I figured that one out. </p>\n\n<p>There’s no way I’m the only one who’s had this issue. I know what the words mean, and I usually know the real way it’s said, but I just don’t connect the dots that the words are one. As soon as I use my new vocabulary in person I get that LOOK. The “what did you just say lmaooo” look. Being an avid reader who doesn’t get out and talk to people much is so common, and those two things make up the recipe for Reader’s Pronunciation. Like I can’t even be the first to coin a dumb name for it, right? This has to be a thing. Please tell me I’m not alone. </p>\n\n<p>These days I communicate with others in person a lot more than I did in middle school, so it isn’t near as much of a problem as it used to be. Still, once in a while a word comes out that I haven’t used in forever and I have that fun embarrassing feeling once again because I just know I didn’t say it right.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/n4tc2v/readers_pronunciation_anyone/",
  "subreddit": "books",
  "id": "n4tc2v",
  "is_self": true,
  "media": null,
  "is_video": false
}