{
  "author": "figgypie",
  "original_created_utc": 1635864499,
  "title": "Don't completely disregard audiobooks, especially if you lead a busy life",
  "created_utc": 1635872688,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been a stay at home mom for nearly 5 years, and have struggled to find the time and energy to read books since my daughter was born, despite a deep love for the written word and an aspiration to write books myself. By the time she&#39;s in bed, my eyes and brain itch for sleep. Even when she did nap for a couple of blessed years, I&#39;d prefer to spend that time either doing chores or resting, too exhausted to focus on a book. When I did try, my weary mind would wander no matter how much I enjoyed the book, my eyes struggling to focus.</p>\n\n<p>Then, a couple of months ago, I got some Bluetooth earbuds and decided to pick up audiobooks. I downloaded the Harry Potter series as a venture into audiobooks as they are familiar to me. I&#39;m now on The Deathly Hallows, and I feel like I&#39;ve absorbed more through this manner than reading them traditionally. I listen when Im doing dishes, cooking dinner, driving in the car, weeding, or any other chore that doesn&#39;t require much deep thought. It feels like a sweet man, Stephen Fry, is sitting and reading the books to me, like I do for my own daughter. The events at the end of Half-Blood Prince (that I&#39;m being vague about to avoid spoilers) hit me harder than they ever did when I read them as a teenager, which I never would have expected.</p>\n\n<p>I&#39;m just so elated to be able to &quot;read&quot; again, no matter how much my eyes atrophy or how busy I feel. I cannot recommend it more, especially for those dejected about the lack of time to do anything enjoyable.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ql5ue7/dont_completely_disregard_audiobooks_especially/",
  "subreddit": "books",
  "id": "ql5ue7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been a stay at home mom for nearly 5 years, and have struggled to find the\ntime and energy to read books since my daughter was born, despite a deep love\nfor the written word and an aspiration to write books myself. By the time she's\nin bed, my eyes and brain itch for sleep. Even when she did…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は専業主婦になって約5年になりますが、娘が生まれてから本を読む時間とエネルギーを確保するのに苦労しました。\n娘が生まれてから、本を読む時間とエネルギーを見つけるのに苦労しました。\nしかし、私は文字が好きで、自分でも本を書きたいと思っています。娘が寝付く頃には\n娘が寝る頃になると、目も頭も眠たくなってきます。娘が生まれてからも...",
      "title": "忙しい人ほどオーディオブックを軽視してはいけない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我做了近5年的家庭主妇，自从女儿出生后，我一直在努力寻找时间和精力来阅读书籍。\n自从我女儿出生后，我一直在努力寻找时间和精力来阅读书籍，尽管我深爱着文字，并希望自己能够写书。\n尽管我对文字有很深的爱，也有自己写书的愿望。当她上床时\n她上床时，我的眼睛和大脑已经痒得想睡觉了。即使当她...",
      "title": "不要完全忽视有声读物，特别是如果你的生活很忙的话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我做了近5年的家庭主婦，自從女兒出生後，我一直在努力尋找時間和精力來閱讀書籍。\n自從我女兒出生後，我一直在努力尋找時間和精力來閱讀書籍，儘管我深愛着文字，並希望自己能夠寫書。\n儘管我對文字有很深的愛，也有自己寫書的願望。當她上牀時\n她上牀時，我的眼睛和大腦已經癢得想睡覺了。即使當她...",
      "title": "不要完全忽視有聲讀物，特別是如果你的生活很忙的話。"
    }
  ]
}