{
  "author": "illmakeamemeoutofyou",
  "the_new_excerpt": "Can’t find the original post, it may have not been in this sub. I hope they see\nthis though. NYT just posted about the book Notes on Grief by Chimamanda Ngozi\nAdichie, about the author dealing w the loss of her father and it made me think\nof that post. I think the book has some humor in it as well.…",
  "original_created_utc": 1621096169,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "元の記事が見つからないので、このサブにはなかったかもしれません。これを見てくれることを願っています。\nでも、これを見て欲しいです。NYTは、Chimamanda Ngozi Adichieの「Notes on Grief」という本について掲載しました。\nAdichie著の「Notes on Grief」について掲載していました。\nその記事を思い出しました。この本にはユーモアも含まれていると思います....",
      "title": "数日前のRedditで、父親を亡くした悲しみに対処するための本を探している人の投稿を見ました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "找不到原帖，可能不在这个子里。我希望他们能看到\n这个。纽约时报》刚刚刊登了奇马曼达-恩戈齐的《悲伤笔记》一书。\n阿迪奇的书，关于作者处理失去父亲的问题，这让我想到了\n那个帖子。我认为这本书中也有一些幽默，....。",
      "title": "几天前，在Reddit上看到一个帖子，其中OP要求提供一本书来帮助他们处理失去父亲的悲痛。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "找不到原帖，可能不在這個子裏。我希望他們能看到\n這個。紐約時報》剛剛刊登了奇馬曼達-恩戈齊的《悲傷筆記》一書。\n阿迪奇的書，關於作者處理失去父親的問題，這讓我想到了\n那個帖子。我認爲這本書中也有一些幽默，....。",
      "title": "幾天前，在Reddit上看到一個帖子，其中OP要求提供一本書來幫助他們處理失去父親的悲痛。"
    }
  ],
  "title": "Saw A Post On Reddit A Few Days Ago In Which OP Asked For A Book to Help them Deal with Grief from losing their father",
  "created_utc": 1621108500,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Can’t find the original post, it may have not been in this sub. I hope they see this though. NYT just posted about the book Notes on Grief by Chimamanda Ngozi Adichie, about the author dealing w the loss of her father and it made me think of that post. I think the book has some humor in it as well. Good luck dealing w the loss, whoever posted that.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/nd2pil/saw_a_post_on_reddit_a_few_days_ago_in_which_op/",
  "subreddit": "booksuggestions",
  "id": "nd2pil",
  "is_self": true,
  "media": null,
  "is_video": false
}