{
  "author": "OLU87",
  "the_new_excerpt": "My view is that considering yourself to be left-wing, right-wing, liberal,\nlibertarian, conservative or subscribing to any political ideology is a mistake\nfor most people.\n\nIn truth, this is a very complex area and the approach to dealing with the\nquestions around how to manage our existence is…",
  "original_created_utc": 1614106560,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的看法是，认为自己是左翼、右翼、自由派。\n自由主义者、保守主义者或认同任何政治意识形态都是错误的。\n对于大多数人来说。\n\n事实上，这是一个非常复杂的领域，处理的方法也是非常复杂的。\n围绕着如何管理我们的存在的问题是... ...",
      "title": "CMV：大众对政治意识形态的认同正在扼杀个人的思维。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的看法是，認爲自己是左翼、右翼、自由派。\n自由主義者、保守主義者或認同任何政治意識形態都是錯誤的。\n對於大多數人來說。\n\n事實上，這是一個非常複雜的領域，處理的方法也是非常複雜的。\n圍繞着如何管理我們的存在的問題是... ...",
      "title": "CMV：大衆對政治意識形態的認同正在扼殺個人的思維。"
    }
  ],
  "title": "CMV: Mass subscription to political ideologies is killing individual thinking",
  "created_utc": 1614115822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My view is that considering yourself to be left-wing, right-wing, liberal, libertarian, conservative or subscribing to any political ideology is a mistake for most people.</p>\n\n<p>In truth, this is a very complex area and the approach to dealing with the questions around how to manage our existence is multi-dimensional and in many ways, there&#39;s no right or wrong answers.  </p>\n\n<p>I don&#39;t believe any ideology is likely to have the right approach to even most of the complex questions let alone all of them.</p>\n\n<p>As beings we hold different views from question to question and I don&#39;t think we naturally base those views on an underlying political ideology, we just assess what we feel is right and wrong in that specific area.</p>\n\n<p>The problem I believe with subscribing to an ideology is that it has the effect of guiding people to echo-chambers due to social conformity which many people (I believe) are victims of. </p>\n\n<p>Gradually it aligns people&#39;s views within groups without the scrutiny that seeing opposing arguments would bring and effectively it creates people who are slaves to ideologies (and those who push these ideologies for their own interests) which deep down they may only partially agree with - They simply haven&#39;t given themselves the chance to see the other side in a decent light.</p>\n\n<p>Using myself as an example, I hold values that would probably be in line with every ideology I mentioned at the top, both wings and several others, but I refuse to align myself with any of them because the moment I do, it might change the dynamic of how I analyse information, shift burdens of proof, lead to me engaging in certain groups more exclusively and I might start lose my individual thinking.</p>\n\n<p>I think peoples individual thinking is highly valuable to society and I enjoy this sub alot because it actively tackles the problems I have highlighted by getting opposing views.</p>\n\n<p>I don&#39;t really have anything substantial from a data perspective to back up the above but happy to engage with other people&#39;s opinions and have my view changed.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lqpz6r/cmv_mass_subscription_to_political_ideologies_is/",
  "subreddit": "changemyview",
  "id": "lqpz6r",
  "is_self": true,
  "media": null,
  "is_video": false
}