{
  "author": "TheRedBiker",
  "original_created_utc": 1636926697,
  "title": "CMV: The Stormcloaks are the right side to join in Skyrim's civil war.",
  "created_utc": 1637001685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This past Thursday was the tenth anniversary of Skyrim&#39;s release date, so I thought this would be a good time to make this post.</p>\n\n<p>I am arguing that it is better to join the Stormcloaks in Skyrim than the Empire, and my first and foremost argument is that the Empire has essentially become a puppet state for the Aldmeri Dominion, ruled over by an elven supremacist party known as the Thalmor. It allows the Thalmor to prowl through Skyrim and kidnap, torture, and murder Talos worshippers. This is a flagrant violation of the Nords&#39; religious freedom. As bad as that is, it&#39;s only a symptom of an even greater problem, which is that by allowing foreign agents to occupy its land and murder its citizens, the Empire has failed one of the most fundamental duties of government: the duty to protect citizens from foreign invasion. Some may argue that the Empire is biding its time to prepare for another war with the Dominion, but the Empire is either unable or unwilling to do anything about the situation. The Thalmor exercise a considerable degree of power over the Imperial government, which is featured most prominently in the &quot;Season Unending&quot; and &quot;Diplomatic Immunity&quot; quests. In the former, the Empire invites a Thalmor agent as a party to the negotiations that would govern the ceasefire between the two sides that would be in effect until the dragon threat was dealt with. In the latter, the player visits a Thalmor embassy that is full of corrupt officials who have made deals with the Thalmor. The Dominion&#39;s influence over the Empire is too great for the Empire to be able to do anything to stop them, and so it is better for Skyrim to become independent so it can rid itself of the Thalmor&#39;s influence and continue the fight.</p>\n\n<p>I will now address the most common arguments against the Stormcloaks, starting with the argument that Skyrim cannot defeat the Dominion by itself. While this is true, there are many potential allies to assist the Stormcloaks. The former Imperial province of Hammerfell, for example, broke off after the treaty that ended the Great War ceded large parts of southern Hammerfell to the Dominion. Hammerfell seceded from the Empire, continued to fight the Thalmor for five years, and won. There is no reason at all for the Stormcloaks not to form an alliance with the Redguards of Hammerfell. High Rock will also be functionally independent after a Stormcloak victory since it will be cut off from the Empire, so the Bretons will also have an incentive to fight alongside the Nords. After Skyrim has gained its independence, there will no longer be any reason for the Nords not to put aside their differences with the Empire to defeat their common enemy. If I remember correctly, the Wood Elves and Khajit are also being mistreated by the High Elves who run the Dominion. If this is the case, then they might be willing to fight against the Thalmor for their freedom. There is also the fact that Skyrim is a natural fortress. It is surrounded by mountains on three sides and a sea filled with icebergs to the north, making it extremely difficult to invade.</p>\n\n<p>Concerning the duel between Ulfric Stormcloak and High King Torygg, Ulfric defeated Torygg in a duel in accordance with an ancient Nord tradition. This tradition was never formally abolished, and Ulfric did not use the Voice to shout Torygg to pieces as the Imperials would have us believe. Ulfric admits that he did shout, but it was his sword that finished Torygg off. Ulfric defeated Torygg according to ancient Nord tradition and therefore now has the title of High King of Skyrim. <a href=\"https://www.reddit.com/r/teslore/comments/bntlpy/ulfric_torygg_and_their_duel/\">This post</a> presents a good argument that if the tradition is no longer valid, then the Nords would not have cared about the duel&#39;s result or even whether Torygg accepted the duel. The fact that half of Skyrim considers Ulfric the rightful High King after defeating Torygg indicates that many Nords still honor the tradition.</p>\n\n<p>Finally, there is the matter of the Stormcloaks&#39; racism against non-humans. While it is regrettably true that elves in Windhelm are not treated fairly, this treatment did not originate with the Stormcloaks nor is it exclusive to them. Prejudice against elves existed for many years in Skyrim before Ulfric, and I am sure there are many racist Nords on the Imperial side as well. I don&#39;t recall the elves&#39; lives in Windhelm getting any better if the Empire wins or getting any worse if the Stormcloaks win.</p>\n\n<p>Anyway, those are my thoughts on the matter. Let me know what you think.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qu0f8l/cmv_the_stormcloaks_are_the_right_side_to_join_in/",
  "subreddit": "changemyview",
  "id": "qu0f8l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This past Thursday was the tenth anniversary of Skyrim's release date, so I\nthought this would be a good time to make this post.\n\nI am arguing that it is better to join the Stormcloaks in Skyrim than the\nEmpire, and my first and foremost argument is that the Empire has essentially\nbecome a puppet…"
}