{
  "author": "Steak-Virtual",
  "original_created_utc": 1635871589,
  "title": "CMV: Internally I will always see trans women as men",
  "created_utc": 1635877858,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I originally posted this is <a href=\"/r/tooafraidtoask\">r/tooafraidtoask</a> and then <a href=\"/r/NoStupidQuestions\">r/NoStupidQuestions</a> but both were removed for bad faith arguments. There is no possible fucking way to show that I am here in good faith so please just take my word for it and engage me instead of shutting me down. I am here to grow and to hopefully change my view. anyway here is it:</p>\n\n<p>Is it morally wrong to outwardly treat trans women as women but internally still see them as men? I don&#39;t want to hurt anyone, I don&#39;t want to make people feel uncomfortable with themselves but at the same time I know internally that I will never see a trans woman as anything but a man with mental health issues. For me (and I imagine most people) &quot;woman&quot; has traditionally meant both &quot;female&quot; and &quot;presents as a woman&quot; but now I&#39;m being told that being a &quot;woman&quot; is just about how you present. I&#39;m not saying this is wrong, but it&#39;s not how I use &quot;woman.&quot; I feel like if I accept trans women as &quot;women&quot; I&#39;m not really accepting them as women but just changing my internal definition of what a woman is, and then what&#39;s the point?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ql8gjv/cmv_internally_i_will_always_see_trans_women_as/",
  "subreddit": "changemyview",
  "id": "ql8gjv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I originally posted this is r/tooafraidtoask [/r/tooafraidtoask] and then\nr/NoStupidQuestions [/r/NoStupidQuestions] but both were removed for bad faith\narguments. There is no possible fucking way to show that I am here in good faith\nso please just take my word for it and engage me instead of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "元々はr/tooafraidtoask [/r/tooafraidtoask]に投稿していました。\nr/NoStupidQuestions [/r/NoStupidQuestions]に投稿しましたが、両方とも悪意のある議論のために削除されました。\n議論 私が誠意を持ってここにいることを示す方法はありません。\nだから、私の言葉を信じて、私と付き合ってください...",
      "title": "CMV: 内面的には、トランス女性を常に男性として見ています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最初把这个问题发布在r/tooafraidtoask [/r/tooafraidtoask]，然后又发布在\nr/NoStupidQuestions [/r/NoStupidQuestions]，但都因为恶意争论而被删除。\n论点。没有任何他妈的方法可以证明我在这里是有诚意的\n所以请相信我的话，并与我接触，而不是......",
      "title": "CMV：在内心深处，我将永远把变性女性视为男性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最初把這個問題發佈在r/tooafraidtoask [/r/tooafraidtoask]，然後又發佈在\nr/NoStupidQuestions [/r/NoStupidQuestions]，但都因爲惡意爭論而被刪除。\n論點。沒有任何他媽的方法可以證明我在這裏是有誠意的\n所以請相信我的話，並與我接觸，而不是......",
      "title": "CMV：在內心深處，我將永遠把變性女性視爲男性。"
    }
  ]
}