{
  "author": "shhhOURlilsecret",
  "original_created_utc": 1624895618,
  "title": "CMV: The argument shouldn't be that the draft/selective service in the US is sexist the argument should be that they are outdated and shouldn't exist at all. And most people who flip out about the draft wouldn't be drafted anyway.",
  "created_utc": 1624908805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am saying this as a woman who was in the military. I&#39;ve thought about this for a while so I would like to see how my argument can be challenged and if possibly I am not looking at this the right way or haven&#39;t taken something into consideration.</p>\n\n<p>The draft should be entirely abolished it&#39;s not needed, it&#39;s outdated, and it isn&#39;t a working model in the US military. The military doesn&#39;t even want to have to use the draft. It&#39;s a shit institution that doesn&#39;t work in the US. Compulsory service works in other countries but not ours. My reasonings are as followed with supporting links or as many as I could find.</p>\n\n<ul>\n<li><p>1.) <a href=\"https://www.sss.gov/history-and-records/induction-statistics/\">They&#39;ve statistically used it less each time</a> during ww1 over 50% were draftees. By Vietnam era, it was less than 30% across all four branches and less than 20% of the draftees were sent to combat or hot zones.  Culminating in only 676 individuals being drafted in 1973. Little historical fact we even drafted people on both sides during the civil war. </p></li>\n<li><p>2.) Vietnam gave rise to the professional or career soldier, we have one of the strongest volunteer forces in the world. The military is not hurting for people they turn people away every day and give out pink slips to people who are in Military Occupations that are overcrowded or phases out because it&#39;s obsolete. Example of this would be barbers, yes king of the hill was accurate on that they did once exist. <a href=\"https://www.wearethemighty.com/articles/6-awesome-army-jobs-that-no-longer-exist/\">List of six jobs (though there are more) that no longer exist</a></p>\n\n<p>It&#39;s easier to be disqualified than qualified for service and women on average are more qualified than men. Which is just one of the reasons that they opened up the combat arms military occupational specialties to women to broaden the pool from which they can recruit. There are several factors of why this is but, <a href=\"https://militarybenefits.info/army-height-weight-requirements/\">weight and height</a>, <a href=\"https://www.military.com/join-armed-forces/disqualifiers-medical-conditions.html\">general health</a>, less likely to have a <a href=\"https://www.thebalancecareers.com/us-military-enlistment-standards-3354006\">criminal record</a>, better scores on the <a href=\"https://www.military.com/join-armed-forces/asvab/asvab-test-explained.html\">ASVAB (armed service aptitude battery test)</a>, etc to name a few. </p></li>\n<li><p>3.) Draftees are bad for <a href=\"https://en.m.wikipedia.org/wiki/Unit_cohesion#:%7E:text=Unit%20cohesion%20is%20a%20military,despite%20combat%20or%20mission%20stress%22.\">unit cohesion (may not seem important but it is a very important component for a functioning military)</a> and the emotional health of those around them. They also can be extremely dangerous and end up getting themselves or someone else killed. We learned this during Vietnam. They tend to be undisciplined, unmotivated, poorly trained because it&#39;s about quantity not quality ,and let&#39;s add-in you&#39;re taking people who don&#39;t want to be somewhere training them to kill, and <a href=\"https://www.iza.org/publications/dp/5172/drawn-into-violence-evidence-on-what-makes-a-criminal-from-the-vietnam-draft-lotteries\">then handing them a loaded weapon</a>. What could go wrong? Look up friendly fire and <a href=\"https://www.historynet.com/the-hard-truth-about-fragging.htm\">fragging incidents</a> that happened during Vietnam.</p></li>\n<li><p>4.) The US military has backups with more backups in place to avoid using the draft at all costs. Everyone that signs an enlistment contract agrees to double time. For example, you sign a four-year contract with the US Army to be a 13b (cannon crew member in field artillery) what you owe them is 8 years. 4 years active, and upon release of service you owe 4 more years in the IRR or inactive ready reserve. During which time you can be recalled to active duty. Some specialized jobs allow up to 10 years. It&#39;s cheaper, cost and time effective to bring back people who already have been trained and just give them a refresher course versus the time and money it takes to train a new recruit. </p></li>\n</ul>\n\n<p>If in the event another 9/11 happened they would </p>\n\n<ul>\n<li><p>A.) first recall all IRR at any given time that&#39;s over a million people at any given time that fall within the window. </p></li>\n<li><p>B.) The next step they would take is lowering the standards for entrance. In point 2 I mentioned it&#39;s difficult well now all those people that would ordinarily be turned away for hand tattoos, face tattoos, low scores on the ASVAB, that person that had therapy one time as a kid, that individual that had a bit of a criminal record, etc are now being taken. </p></li>\n<li><p>C.) They activate the National Guard of each state and the Reservists of each branch placing them on active duty orders. (We have tons of these).</p></li>\n<li><p>D.) Stop loss is initatied any service members contracts that were about to expire are now extended preventing force loss. </p></li>\n<li><p>E.) And if all of that fails to provide enough then and only then is the draft activated by Congress. </p></li>\n</ul>\n\n<p>But there is a catch, if you&#39;re overweight, have a history of mental illness, health problems, too short, under 18, in your mid-30s, in college, can&#39;t meet even the lowered standard on the ASVAB which shows you are cannot be  trained (not joking there are people that try on this test and want to be in who score below the minimum 31 out of 99 there are people who score in the single digits), that ASVAB you took in high school already let them know of you were qualified or not so if you bombed it your name wouldn&#39;t even be up for consideration of the draft board, a single parent and you have full custody of your kid, you&#39;re not going to get drafted. As it stands right now with no draft and no lowered standard males of 18-34(?) only 49% of the them are deemed fit for service. Females the numbers are at 51% is qualified. </p>\n\n<ul>\n<li><p>5.) We don&#39;t fight the way we used to fight, warfare has evolved we aren&#39;t just throwing body after body at targets. <a href=\"https://ciaotest.cc.columbia.edu/olj/sa/sa_99anv02.html\">We use technology</a> that has allowed us to go from 2.7 million during the height of the Vietnam War to 1.4 million with us fighting on two fronts. Technology has cut the need in half because we are able to use it as a force multiplier vs using actual physical bodies. Not to mention all the other operations that take place every day that the general public is unaware of. </p></li>\n<li><p>6.) Draftees legally are only required to serve a year deployed. Ie one tour, it costs more money using the draft because they have to get a fresh batch in every year as opposed to regular volunteer enlisted members who they can use what&#39;s called stop-loss where they involuntarily extend the service members contract. It costs approximately $90,000 to train and equip one infantryman in the military and their training is only 22 weeks un the Army. That&#39;s just through training, now imagine that plus not to mention the wasted money and man-hours spent chasing down draft dodgers. The draft is not cheap nor is it a sustainable model.</p></li>\n</ul>\n\n<p>The draft is not needed, it&#39;s outdated, ineffective, and the military DOES NOT want draftees there because historically they cause more problems and are a hindrance. It shouldn&#39;t include women it should be completely abolished.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/o9n36h/cmv_the_argument_shouldnt_be_that_the/",
  "subreddit": "changemyview",
  "id": "o9n36h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am saying this as a woman who was in the military. I've thought about this for\na while so I would like to see how my argument can be challenged and if possibly\nI am not looking at this the right way or haven't taken something into\nconsideration.\n\nThe draft should be entirely abolished it's not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "軍隊にいた女性として言います。私はこのことについてしばらく考えていました。\n私の主張がどのように反論されるのか、もしかしたら私の見方が間違っているのか、何かを考慮していないのかを見てみたいのです。\n私の見方が間違っているのか、何かを考慮していないのかを\n考えてみたいと思います。\n\n徴兵制は完全に廃止されるべきだと思います。",
      "title": "CMV：アメリカの徴兵制や選択的兵役が性差別的であるという議論ではなく、時代遅れであり、存在すべきではないという議論をすべきだと思います。また、徴兵制に反発する人のほとんどは、どのみち徴兵されないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是作为一名曾在军队服役的女性说这番话的。我想了很久\n所以我想看看我的论点如何被质疑，是否可能\n我看问题的方式不对，或者没有考虑到一些问题。\n考虑。\n\n征兵应该被完全废除，这不是...",
      "title": "CMV：论点不应该是美国的征兵/选择性服务是性别歧视，论点应该是它们已经过时，根本就不应该存在。而且，大多数对征兵感到不满的人无论如何都不会被征召。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是作爲一名曾在軍隊服役的女性說這番話的。我想了很久\n所以我想看看我的論點如何被質疑，是否可能\n我看問題的方式不對，或者沒有考慮到一些問題。\n考慮。\n\n徵兵應該被完全廢除，這不是...",
      "title": "CMV：論點不應該是美國的徵兵/選擇性服務是性別歧視，論點應該是它們已經過時，根本就不應該存在。而且，大多數對徵兵感到不滿的人無論如何都不會被徵召。"
    }
  ]
}