{
  "author": "DetroitUberDriver",
  "original_created_utc": 1636233723,
  "title": "CMV: Homelessness is largely misunderstood by the general population, and comments like “why don’t they just get a job” are useless and counterproductive, and educating people on why and how it happens will lead to more sympathy and better assistance to reduce homelessness for the future.",
  "created_utc": 1636241608,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve had a number of conversations with people who look down on homeless people in general, and these conversations almost always inevitably take the same turn, especially these days with so many hiring signs out - “Why don’t they just get a job like a normal person and stop living on the street” or some variation of this. </p>\n\n<p>This is a flawed way of thinking, in my opinion, for a number of reasons:</p>\n\n<h1>Homestead</h1>\n\n<p>Homeless people don’t have a reliable place to sleep, and just as importantly shower, among other hygiene routines. </p>\n\n<h1>Clothes</h1>\n\n<p>Homeless people often have little more than the clothing on their back, and have no way to reliably wash them, or a uniform from a perspective place of employment. </p>\n\n<h1>Transportation</h1>\n\n<p>Homeless people often have no reliable transportation. In some cities, walking is reasonable, or biking, and you can get a used bicycle pretty cheap, but this also presumes a bit of money to spend, which may be out of reach. Many cities have little or no reliable public transport, and if walking or biking is not an option, especially due to weather and or great distance, your only option would be to rely on hitchhiking, as Uber would probably be too expensive, at the very least before you receive your first check out of the question.</p>\n\n<h1>Mental illness</h1>\n\n<p>Mental illness is one of the leading causes of homelessness. Many homeless people are regulars in psychiatric hospitals, and they are released with prescriptions for their medication, but no reliable way to continue picking them up or assistance with taking them so they end up right back, rinse and repeat. These people often cannot maintain employment. </p>\n\n<h1>Drug addiction</h1>\n\n<p>Drug addiction is another huge cause for homelessness, and it’s not mutually exclusive with mental illness, in fact not only is it an illness in and of itself, it’s a very common comorbidity with many mental illnesses. Many homeless people suffer from severe substance abuse and rather than getting the help they need they “sober up” in jail for a day or two, or a bit longer, in jail, then they’re right back out there. In their current state, they are also not capable of holding down employment, and need help. </p>\n\n<h1>Family</h1>\n\n<p>Many of these people do not have friends or family to lean on for help or support. They are for all intents and purposes, alone in this world, and repeatedly tossed back out into the gutter to fend for themselves in a world that is designed to make them fail. </p>\n\n<p>We need more understanding for them, and with that will come better assistance.</p>\n\n<p>Edit: formatting</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/qo9llo/cmv_homelessness_is_largely_misunderstood_by_the/",
  "subreddit": "changemyview",
  "id": "qo9llo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve had a number of conversations with people who look down on homeless people\nin general, and these conversations almost always inevitably take the same turn,\nespecially these days with so many hiring signs out - “Why don’t they just get a\njob like a normal person and stop living on the street” or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ホームレスの人たちを見下している人たちと何度か話をしたことがあります。\nホームレスの人たちを見下している人たちと何度も会話をしてきましたが、その会話は必ずといっていいほど同じ方向に進みます。\nなぜ彼らは普通の人のように仕事を得て、路上生活をやめないのか？\nなぜ普通の人のように仕事をして、路上生活をやめないのか」とか...。",
      "title": "CMV：ホームレスは一般の人々に大きく誤解されています。「なぜ仕事に就かないのか」といったコメントは無駄であり、逆効果です。なぜ、どのようにしてホームレスが発生するのかを教育することは、将来に向けてホームレスを減らすための共感やより良い支援につながります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾与那些看不起无家可归者的人进行过若干次谈话\n而这些谈话几乎总是不可避免地出现同样的转折。\n特别是在这些日子里，有这么多招聘的标志--\"为什么他们不像正常人一样找一份工作，而要住在街上呢？\n像正常人一样找份工作，不要再住在街上了\"，或者......",
      "title": "CMV：无家可归者在很大程度上被普通人误解了，像 \"他们为什么不找份工作 \"这样的评论是无用的，而且会产生反作用，教育人们了解无家可归的原因和发生方式，会让人们更加同情和更好地帮助减少未来的无家可归者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾與那些看不起無家可歸者的人進行過若干次談話\n而這些談話幾乎總是不可避免地出現同樣的轉折。\n特別是在這些日子裏，有這麼多招聘的標誌--\"爲什麼他們不像正常人一樣找一份工作，而要住在街上呢？\n像正常人一樣找份工作，不要再住在街上了\"，或者......",
      "title": "CMV：無家可歸者在很大程度上被普通人誤解了，像 \"他們爲什麼不找份工作 \"這樣的評論是無用的，而且會產生反作用，教育人們瞭解無家可歸的原因和發生方式，會讓人們更加同情和更好地幫助減少未來的無家可歸者。"
    }
  ]
}