{
  "author": "1saltymf",
  "original_created_utc": 1633885135,
  "title": "YSK: In the US, hospitals are required to help pay for your medical bills if you make under a certain amount of money (typically 200-300% of the Federal Poverty Level). This could potentially cover the entirety of your hospital bill.",
  "created_utc": 1633887764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should be aware of the medical care that is available to you, as well as the potential costs. Knowing that your hospital bill may be covered if your financial situation is not ideal could make the difference between life and death.</p>\n\n<p>A provision of the Affordable Care Act mandates hospitals must provide a “financial assistance policy” that must “must apply to all emergency and other medically necessary care provided by the hospital facility” in order for the hospital to maintain its tax-exempt status as a nonprofit. Seeing as 57% of all hospitals are non-profit, this policy applies to majority of hospitals. If you are uninsured, these policies are most likely to apply to you. However, even insured people can qualify in many situations. </p>\n\n<p>Simply search &quot; *name of hospital* financial assistance &quot; and go to the hospital&#39;s financial assistance page. Somewhere on that page there should be a document called &quot;Financial Assistance Policy&quot;, and inside of that it will tell you the qualifying income for total coverage, as well as qualifying income for partial coverage. Please read it thoroughly to understand what you may or may not qualify for. For the most part this only applies to emergent, non-elective, and catastrophic care.. otherwise known as &quot;medically necessary care&quot;. </p>\n\n<p>As an example, the hospital closest to me covers my entire hospital bill if I make under 200% of the FPL, which would mean I have to make less than $25,760 if I was a 1 person household, or $53,000 for my family of 4. In addition they will offer partial coverage if I make under 600% of the FPL.</p>\n\n<p>Source: <a href=\"https://www.irs.gov/charities-non-profits/financial-assistance-policy-and-emergency-medical-care-policy-section-501r4\">IRS</a></p>\n</div><!-- SC_ON -->",
  "score": 507,
  "permalink": "/r/YouShouldKnow/comments/q5byx0/ysk_in_the_us_hospitals_are_required_to_help_pay/",
  "subreddit": "YouShouldKnow",
  "id": "q5byx0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You should be aware of the medical care that is available to you, as\nwell as the potential costs. Knowing that your hospital bill may be covered if\nyour financial situation is not ideal could make the difference between life and\ndeath.\n\nA provision of the Affordable Care Act mandates…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、自分が受けられる医療とその費用について知っておくべきだからです。\nまた、潜在的なコストについても知っておく必要があります。もし、あなたの経済状況が理想的でない場合、病院代がカバーされる可能性があることを知っていることは\n生死を分けるかもしれません。\n死を分けることになるかもしれません。\n\nAffordable Care Act（米国医療保険制度改革法）では、...",
      "title": "YSK: 米国では、一定の所得以下の場合、病院は医療費の支払いを支援することが義務付けられています（通常、連邦貧困レベルの200～300％）。これにより、病院の請求書の全額をカバーできる可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该知道你可以得到的医疗服务，以及\n以及潜在的费用。如果你知道你的医院账单可能会被支付，那么\n如果你的财务状况不理想，你的医院账单可能会得到赔偿，这可能是生与死之间的区别。\n死亡。\n\n平价医疗法案》的一项条款规定，...",
      "title": "YSK：在美国，如果你的收入低于一定数额（通常是联邦贫困线的200-300%），医院必须帮助支付你的医疗费用。这有可能涵盖你的全部医院账单。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該知道你可以得到的醫療服務，以及\n以及潛在的費用。如果你知道你的醫院賬單可能會被支付，那麼\n如果你的財務狀況不理想，你的醫院賬單可能會得到賠償，這可能是生與死之間的區別。\n死亡。\n\n平價醫療法案》的一項條款規定，...",
      "title": "YSK：在美國，如果你的收入低於一定數額（通常是聯邦貧困線的200-300%），醫院必須幫助支付你的醫療費用。這有可能涵蓋你的全部醫院賬單。"
    }
  ]
}