{
  "author": "1saltymf",
  "original_created_utc": 1633885135,
  "title": "YSK: In the US, hospitals are required to help pay for your medical bills if you make under a certain amount of money (typically 200-300% of the Federal Poverty Level). This could potentially cover the entirety of your hospital bill.",
  "created_utc": 1633887764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should be aware of the medical care that is available to you, as well as the potential costs. Knowing that your hospital bill may be covered if your financial situation is not ideal could make the difference between life and death.</p>\n\n<p>A provision of the Affordable Care Act mandates hospitals must provide a “financial assistance policy” that must “must apply to all emergency and other medically necessary care provided by the hospital facility” in order for the hospital to maintain its tax-exempt status as a nonprofit. Seeing as 57% of all hospitals are non-profit, this policy applies to majority of hospitals. If you are uninsured, these policies are most likely to apply to you. However, even insured people can qualify in many situations. </p>\n\n<p>Simply search &quot; *name of hospital* financial assistance &quot; and go to the hospital&#39;s financial assistance page. Somewhere on that page there should be a document called &quot;Financial Assistance Policy&quot;, and inside of that it will tell you the qualifying income for total coverage, as well as qualifying income for partial coverage. Please read it thoroughly to understand what you may or may not qualify for. For the most part this only applies to emergent, non-elective, and catastrophic care.. otherwise known as &quot;medically necessary care&quot;. </p>\n\n<p>As an example, the hospital closest to me covers my entire hospital bill if I make under 200% of the FPL, which would mean I have to make less than $25,760 if I was a 1 person household, or $53,000 for my family of 4. In addition they will offer partial coverage if I make under 600% of the FPL.</p>\n\n<p>Source: <a href=\"https://www.irs.gov/charities-non-profits/financial-assistance-policy-and-emergency-medical-care-policy-section-501r4\">IRS</a></p>\n</div><!-- SC_ON -->",
  "score": 507,
  "permalink": "/r/YouShouldKnow/comments/q5byx0/ysk_in_the_us_hospitals_are_required_to_help_pay/",
  "subreddit": "YouShouldKnow",
  "id": "q5byx0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You should be aware of the medical care that is available to you, as\nwell as the potential costs. Knowing that your hospital bill may be covered if\nyour financial situation is not ideal could make the difference between life and\ndeath.\n\nA provision of the Affordable Care Act mandates…"
}