{
  "author": "Thermos_of_Byr",
  "the_new_excerpt": "Hello r/Books [/r/Books]! We are a small reading community called\nr/ClassicBookClub [/r/ClassicBookClub], and we read and discuss a chapter of a\nclassic book each day in a dedicated spoiler free discussion thread.\n\nOur readers nominate and vote on the books we read, and the winning book for our\nnext…",
  "original_created_utc": 1615646162,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你好r/书[/r/书]! 我们是一个小型阅读社区，名为\nr/ClassicBookClub [/r/ClassicBookClub]，我们阅读并讨论一章的内容。\n每天在一个专门的无破坏性讨论主题中讨论经典书籍。\n\n我们的读者对我们所读的书进行提名和投票，而获胜的书则会被我们的读者提名。\n下一个...",
      "title": "大仲马的《三个火枪手》将于3月22日在r/ClassicBookClub开始阅读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好r/書[/r/書]! 我們是一個小型閱讀社區，名爲\nr/ClassicBookClub [/r/ClassicBookClub]，我們閱讀並討論一章的內容。\n每天在一個專門的無破壞性討論主題中討論經典書籍。\n\n我們的讀者對我們所讀的書進行提名和投票，而獲勝的書則會被我們的讀者提名。\n下一個...",
      "title": "大仲馬的《三個火槍手》將於3月22日在r/ClassicBookClub開始閱讀。"
    }
  ],
  "title": "A read along of The Three Musketeers by Alexander Dumas is set to begin on March 22nd over at r/ClassicBookClub",
  "created_utc": 1615668660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello <a href=\"/r/Books\">r/Books</a>! We are a small reading community called <a href=\"/r/ClassicBookClub\">r/ClassicBookClub</a>, and we read and discuss a chapter of a classic book each day in a dedicated spoiler free discussion thread. </p>\n\n<p>Our readers nominate and vote on the books we read, and the winning book for our next read is The Three Musketeers by Alexander Dumas. We are currently working our way through Frankenstein by Mary Shelley and will begin The Three Musketeers on March 22nd. </p>\n\n<p>Pinned at the top of our subreddit is the Announcement post for The Three Musketeers and there is some info on translations in the comments if you would like to check that out. </p>\n\n<p>Our first rule for books that we read is they must be in the public domain and we provide links to free versions from Project Gutenberg, Standard Ebooks, and audiobooks from Librivox. Readers are free to choose any translations they want, and read in any language they are comfortable with. </p>\n\n<p>In our sidebar you’ll find links for our current book, our rules, a link to our discussion archive, and links to our family of subreddits.</p>\n\n<p>We just hit 1000 subscribers and would love to keep growing. So if reading one chapter of classic literature a day and discussing it with a group of fellow readers interests you, then come check us out. The Three Musketeers should be quite the adventure! </p>\n\n<p>If you have any questions please let me know, and I wish you all happy reading!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m47gu9/a_read_along_of_the_three_musketeers_by_alexander/",
  "subreddit": "books",
  "id": "m47gu9",
  "is_self": true,
  "media": null,
  "is_video": false
}