{
  "author": "dauntedbox376",
  "original_created_utc": 1631152729,
  "title": "YSK: A lot of newer cars have a ‘soft’ turn signal for lane switching and other short term direction change notifications",
  "created_utc": 1631192287,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The ‘soft’ signal is when you pull the turn signal before it clicks and it blinks just a few times (versus when you pull the lever fully you need to turn for it to stop).</p>\n\n<p>Why YSK: Signals are really helpful to alert other cars and pedestrians that you’re going to change direction, which helps mitigate accidents.</p>\n\n<p>Bumped into a few people recently with cars that had this feature, but they weren’t aware. If awareness of this feature can increase signal usage, that’d be cool.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/pkoady/ysk_a_lot_of_newer_cars_have_a_soft_turn_signal/",
  "subreddit": "YouShouldKnow",
  "id": "pkoady",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The ‘soft’ signal is when you pull the turn signal before it clicks and it\nblinks just a few times (versus when you pull the lever fully you need to turn\nfor it to stop).\n\nWhy YSK: Signals are really helpful to alert other cars and pedestrians that\nyou’re going to change direction, which helps…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソフト」シグナルとは、ターンシグナルがカチッと鳴る前に引くと、数回だけ点滅するものです。\n数回だけ点滅します（レバーを引ききったときは、回転させないと止まりません）。\n止めることができます）。)\n\nYSKの理由：信号は、他の車や歩行者に方向転換することを知らせるのにとても役立ちます。\n信号機は、他の車や歩行者に方向転換することを知らせるのにとても役立ちますし、それによって...",
      "title": "YSK: 最近の車には、車線変更などの短期的な方向転換のために、「ソフト」なターンシグナルが搭載されているものが多いですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "软 \"信号是指当你在点击之前拉动转向灯时，它只闪烁几下（而当你完全拉动控制杆时，它只闪烁几下）。\n闪烁几下（而当你完全拉动控制杆时，你需要转动\n它才会停止）。)\n\n为什么选择YSK：信号灯对提醒其他车辆和行人真的很有帮助，因为你要改变方向。\n你要改变方向，这有助于...",
      "title": "YSK：很多新车都有一个 \"软 \"转向灯，用于切换车道和其他短期改变方向的通知。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "軟 \"信號是指當你在點擊之前拉動轉向燈時，它只閃爍幾下（而當你完全拉動控制桿時，它只閃爍幾下）。\n閃爍幾下（而當你完全拉動控制桿時，你需要轉動\n它纔會停止）。)\n\n爲什麼選擇YSK：信號燈對提醒其他車輛和行人真的很有幫助，因爲你要改變方向。\n你要改變方向，這有助於...",
      "title": "YSK：很多新車都有一個 \"軟 \"轉向燈，用於切換車道和其他短期改變方向的通知。"
    }
  ]
}