{
  "author": "sendbobvagene",
  "the_new_excerpt": "I'm going through a rough patch in my life. I'm not able to sit in one place and\nread a book anymore. I'm always twitching and reaching for my phone every 5\nminutes. Reading had become an unenjoyable chore. So I stopped reading entirely.\nThen one day I came across a trailer forNeil Gaiman's The…",
  "original_created_utc": 1617992084,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、人生の荒波にもまれています。1つの場所に座って本を読むことができなくなりました。\n本を読むことができなくなってしまいました。5分おきに携帯電話に手を伸ばしてしまうのです。\n5分ごとに携帯電話に手を伸ばしています。読書が楽しくない雑用になっていました。だから、私は完全に読書をやめてしまいました。\nそんなある日、ニール・ゲイマンの『The...』の予告編に出会いました。",
      "title": "物理的な本を読む気力がないときに、オーディオブックに助けられました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正经历着我人生中的一段艰难时期。我不能够坐在一个地方和\n看书了。我总是抽搐着伸手去拿手机，每隔5。\n分钟。读书已经成了一件不痛不痒的苦差事。所以我完全停止了阅读。\n然后有一天，我看到了尼尔-盖曼的预告片... ...",
      "title": "在我没有精力看实体书的时候，有声书拯救了我!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正經歷着我人生中的一段艱難時期。我不能夠坐在一個地方和\n看書了。我總是抽搐着伸手去拿手機，每隔5。\n分鐘。讀書已經成了一件不痛不癢的苦差事。所以我完全停止了閱讀。\n然後有一天，我看到了尼爾-蓋曼的預告片... ...",
      "title": "在我沒有精力看實體書的時候，有聲書拯救了我!"
    }
  ],
  "title": "Audiobooks have saved me when I couldn't muster up energy to read physical books!",
  "created_utc": 1618012726,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m going through a rough patch in my life. I&#39;m not able to sit in one place and read a book anymore. I&#39;m always twitching and reaching for my phone every 5 minutes. Reading had become an unenjoyable chore. So I stopped reading entirely. Then one day I came across a trailer forNeil Gaiman&#39;s The Sandman audiobook adaptation on YouTube. Having already read the entire comic series I was intrigued and wanted to listen to it. So, I joined audible and listened to the book during the trial period and I actually enjoyed it. It was a dramatic narration with multiple Hollywood voice actors and excellent sound effects. I had 2 more free credits left and I bought Cixuan Li&#39;s 3 Body Problem. I&#39;m a huge achieve fiction fan.I really felt comfortable listening to the book and slowly reading kind of became fun again. Now I&#39;m listening to more and more audiobooks. I find that fiction is better suited for the audiobook medium. Most recently, I listened to the Dune trilogy and thoroughly enjoyed it. </p>\n\n<p>It makes me so happy that, I&#39;m finally able to enjoy &quot;reading&quot; again. I&#39;m working on improving my mental health and to be able to read again is helping me out a lot. I just wanted to share my experience with you guys because, I feel like this sub understands what I&#39;m going through and I hope that this might help people who are stuck like me.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/mnn83p/audiobooks_have_saved_me_when_i_couldnt_muster_up/",
  "subreddit": "books",
  "id": "mnn83p",
  "is_self": true,
  "media": null,
  "is_video": false
}