{
  "approved_at_utc": null,
  "subreddit": "CryptoCurrency",
  "selftext": "We've all seen it. We've all felt it. I'm talking about the **FOMO**. Sucking you in like a 2 for 1 cocktail offer at your local bar.\n\nThe truth is for every person bragging about their HuGe GaInS, there's probably at least another 10 poor souls who blew up their portfolios. How many unsuccessful trades are these guys not showing you?\n\nRecent examples include Doge and SAFEMOON (even typing it feels wrong ugh). People making life changing gains overnight, and your mind goes \"*hmm, why don't I just put a bit in?\"* and before you know it, a drop comes, anxiety floods your body and you panic sell, wiping out some (or even all if you're leveraged) of your portfolio. Sucks, right?\n\nIn reality, the best option for 90% of people is to **buy and hold**(Dollar cost averaging in), taking profits periodically (or DCAing out). Whether you're accumulating a coin you see value in for the long term (talking about the big boys here - BTC, ETH, ADA etc) or you're just looking to take advantage of the bull market, avoiding FOMO is crucial. Here's a few tips that I've picked up during my time here -\n\n1. **Utilize/follow a range of resources and perspectives -** We all love the daily, don't we? But it can be a bit of an echo chamber. Consider looking at other subreddits as well. For every WSB there's a personal finance subreddit who think that crypto is worse than terrorism. But even if you disagree with them, it's healthy to see the other side of the coin (no pun intended lol). And whilst we're at it, try and extend your research to other sites too (YT, Podcasts, Twitter, Coindesk, White papers, General news sites etc etc) Yes these places can be echo chambers too, but just try to follow a range of people (e.g. Benjamin Cowen on YT, macro guys like Raoul Pal on Twitter etc, not just Mo0nboi69). You want to be getting info from as many places as possible. Edit - Read the **monthly skeptics thread** as well found [**here**](https://www.reddit.com/r/CryptoCurrency/comments/mhj2sb/monthly_skeptics_discussion_april_2021/?utm_source=share&utm_medium=web2x&context=3)\n2. **Ask yourself why -** Why are you investing in your chosen coin/project? What is the value proposition? What problem is it *actually* trying to solve? If the project sounds too good to be true then it probably is (\\*cough\\* anything with the word SAFE in \\*cough\\*).\n3. **Ask  the right questions -** If you don't know about something, then please ask questions before investing, but ask the *right* questions. Don't just ask *\"Do you think this project is gonna moons soon\"* or *\"what low cap coin is gonna 10x in the next few weeks?\",* stupid questions get stupid answers.\n4. **Learn the basics -** If you are going to try trading, or just enjoy staring at charts (We all love doing it, right?) then consider learning the basics of charts. Basic patterns, tools etc, there are more than enough videos on YT explaining this. I'd recommend going for one that doesn't just focus on crypto as well, as there is a wider range out there.\n5. **Don't overthink it and don't be greedy -** We're ALL guilty of this. You're sitting at your fiat mining job, just daydreaming about your potential gains. *\"Well I'm already up 3x, BUT if I cash out now I might miss out on 10x and could afford x car or x holiday, so I won't sell\".* I know. It's a tough mental battle. But if you have a gains target that you hit, then try to stick to it. Or failing that, at least consider DCAing out (selling portions of your positions gradually rather than in one go). We all want that big moon shot, but when the gains come it can really play with your mind and emotions.\n\nWell, that just my 2 sats. Should be worth noting that I'm no expert. I'm just another regular guy looking to escape the train wreck that is fiat currency, and become slightly more financially free.\n\nBest of luck guys, I really hope you all hit your goals xo\n\nSide note - I know this is nothing new, just wanted to share my thoughts as we've been getting a big inflow of new folk recently. If you want to accuse me of moon farming, then please just drop a downvote and move along:)",
  "author_fullname": "t2_hfh2o3h",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "For every person claiming huge gains, another 10+ probably got wrecked. Don't get sucked in",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "FOCUSED-DISCUSSION"
    }
  ],
  "subreddit_name_prefixed": "r/CryptoCurrency",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": "FOCUSED-DISCUSSION",
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_myvgpu",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.89,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 273,
  "total_awards_received": 5,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": "38521cf8-291e-11e5-aaf3-0ee61c357d3b",
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "FOCUSED-DISCUSSION",
  "can_mod_post": false,
  "score": 273,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": 1619452896,
  "author_flair_css_class": "Bitcoin",
  "author_flair_richtext": [
    {
      "e": "text",
      "t": "Platinum | QC: CC 224, BTC 17"
    }
  ],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1619465125,
  "link_flair_type": "richtext",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "richtext",
  "domain": "self.CryptoCurrency",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We&#39;ve all seen it. We&#39;ve all felt it. I&#39;m talking about the <strong>FOMO</strong>. Sucking you in like a 2 for 1 cocktail offer at your local bar.</p>\n\n<p>The truth is for every person bragging about their HuGe GaInS, there&#39;s probably at least another 10 poor souls who blew up their portfolios. How many unsuccessful trades are these guys not showing you?</p>\n\n<p>Recent examples include Doge and SAFEMOON (even typing it feels wrong ugh). People making life changing gains overnight, and your mind goes &quot;<em>hmm, why don&#39;t I just put a bit in?&quot;</em> and before you know it, a drop comes, anxiety floods your body and you panic sell, wiping out some (or even all if you&#39;re leveraged) of your portfolio. Sucks, right?</p>\n\n<p>In reality, the best option for 90% of people is to <strong>buy and hold</strong>(Dollar cost averaging in), taking profits periodically (or DCAing out). Whether you&#39;re accumulating a coin you see value in for the long term (talking about the big boys here - BTC, ETH, ADA etc) or you&#39;re just looking to take advantage of the bull market, avoiding FOMO is crucial. Here&#39;s a few tips that I&#39;ve picked up during my time here -</p>\n\n<ol>\n<li><strong>Utilize/follow a range of resources and perspectives -</strong> We all love the daily, don&#39;t we? But it can be a bit of an echo chamber. Consider looking at other subreddits as well. For every WSB there&#39;s a personal finance subreddit who think that crypto is worse than terrorism. But even if you disagree with them, it&#39;s healthy to see the other side of the coin (no pun intended lol). And whilst we&#39;re at it, try and extend your research to other sites too (YT, Podcasts, Twitter, Coindesk, White papers, General news sites etc etc) Yes these places can be echo chambers too, but just try to follow a range of people (e.g. Benjamin Cowen on YT, macro guys like Raoul Pal on Twitter etc, not just Mo0nboi69). You want to be getting info from as many places as possible. Edit - Read the <strong>monthly skeptics thread</strong> as well found <a href=\"https://www.reddit.com/r/CryptoCurrency/comments/mhj2sb/monthly_skeptics_discussion_april_2021/?utm_source=share&amp;utm_medium=web2x&amp;context=3\"><strong>here</strong></a></li>\n<li><strong>Ask yourself why -</strong> Why are you investing in your chosen coin/project? What is the value proposition? What problem is it <em>actually</em> trying to solve? If the project sounds too good to be true then it probably is (*cough* anything with the word SAFE in *cough*).</li>\n<li><strong>Ask  the right questions -</strong> If you don&#39;t know about something, then please ask questions before investing, but ask the <em>right</em> questions. Don&#39;t just ask <em>&quot;Do you think this project is gonna moons soon&quot;</em> or <em>&quot;what low cap coin is gonna 10x in the next few weeks?&quot;,</em> stupid questions get stupid answers.</li>\n<li><strong>Learn the basics -</strong> If you are going to try trading, or just enjoy staring at charts (We all love doing it, right?) then consider learning the basics of charts. Basic patterns, tools etc, there are more than enough videos on YT explaining this. I&#39;d recommend going for one that doesn&#39;t just focus on crypto as well, as there is a wider range out there.</li>\n<li><strong>Don&#39;t overthink it and don&#39;t be greedy -</strong> We&#39;re ALL guilty of this. You&#39;re sitting at your fiat mining job, just daydreaming about your potential gains. <em>&quot;Well I&#39;m already up 3x, BUT if I cash out now I might miss out on 10x and could afford x car or x holiday, so I won&#39;t sell&quot;.</em> I know. It&#39;s a tough mental battle. But if you have a gains target that you hit, then try to stick to it. Or failing that, at least consider DCAing out (selling portions of your positions gradually rather than in one go). We all want that big moon shot, but when the gains come it can really play with your mind and emotions.</li>\n</ol>\n\n<p>Well, that just my 2 sats. Should be worth noting that I&#39;m no expert. I&#39;m just another regular guy looking to escape the train wreck that is fiat currency, and become slightly more financially free.</p>\n\n<p>Best of luck guys, I really hope you all hit your goals xo</p>\n\n<p>Side note - I know this is nothing new, just wanted to share my thoughts as we&#39;ve been getting a big inflow of new folk recently. If you want to accuse me of moon farming, then please just drop a downvote and move along:)</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": "Platinum | QC: CC 224, BTC 17",
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2wlj3",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "myvgpu",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "jimmymarshall22",
  "discussion_type": null,
  "num_comments": 106,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": "dark",
  "permalink": "/r/CryptoCurrency/comments/myvgpu/for_every_person_claiming_huge_gains_another_10/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/CryptoCurrency/comments/myvgpu/for_every_person_claiming_huge_gains_another_10/",
  "subreddit_subscribers": 2324134,
  "created_utc": 1619458436,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1619436325,
  "the_new_excerpt": "We've all seen it. We've all felt it. I'm talking about the FOMO. Sucking you in\nlike a 2 for 1 cocktail offer at your local bar.\n\nThe truth is for every person bragging about their HuGe GaInS, there's probably\nat least another 10 poor souls who blew up their portfolios. How many\nunsuccessful trades…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "みんな見たことあるよね。私たちは皆、それを感じたことがあります。私が言っているのはFOMOのことです。あなたを吸い込む\n近所のバーでカクテルが2杯で1杯になるようなものです。\n\n実は、自分のHuGe GaInSを自慢している人の数だけ、少なくとも10人のポエマーがいるのです。\n少なくとも10人の哀れな人々が自分のポートフォリオを爆発させているのです。どれだけの\n失敗した取引が...",
      "title": "莫大な利益を得たと主張する人1人に対して、10人以上の人が大失敗したのではないでしょうか。騙されてはいけない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们都见过它。我们都感受过它。我说的是FOMO。把你吸进去\n就像你当地酒吧的鸡尾酒二选一优惠。\n\n事实是，每一个人都在吹嘘他们的 \"胡歌\"，可能还有至少10个可怜的人在吹嘘他们的 \"胡歌\"。\n至少还有10个可怜的人，他们的投资组合被炸毁了。有多少\n多少不成功的交易...",
      "title": "每一个声称获得巨大收益的人，都有10多个可能被毁掉了。不要被吸进去"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們都見過它。我們都感受過它。我說的是FOMO。把你吸進去\n就像你當地酒吧的雞尾酒二選一優惠。\n\n事實是，每一個人都在吹噓他們的 \"胡歌\"，可能還有至少10個可憐的人在吹噓他們的 \"胡歌\"。\n至少還有10個可憐的人，他們的投資組合被炸燬了。有多少\n多少不成功的交易...",
      "title": "每一個聲稱獲得巨大收益的人，都有10多個可能被毀掉了。不要被吸進去"
    }
  ],
  "source_updated_at": 1619776210472
}