{
  "author": "pentagon_demons",
  "original_created_utc": 1624366469,
  "title": "YSK: The most overlooked defense to avoid respiratory illnesses is proper ventilation.",
  "created_utc": 1624390745,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can dramatically reduce the chance you catch a communicable respiratory illness.</p>\n\n<p>For example, offices and public restrooms are very common transmission origins. This is because commercial buildings are constructed with most of the HVAC in the common areas, so the smaller spaces and individual offices have minimal ductwork. This means almost all of the fresh air is circulating in the main areas, rather than in smaller spaces like offices, which often have meetings (or are shared), with everyone breathing the same air over and over.</p>\n\n<p>Note when I say circulation, that’s only part of it. <strong>The air <em>exchange</em> rate is very important.</strong> This is why relatively few respiratory illnesses get traced back to airplanes… You sit elbow to elbow, jam-packed like sardines, for hours, and almost no one gets sick. This is because the entire volume of air on a flight is completely changed every few minutes. That’s air circulation and exchange. Look at this way: If I put a grain of salt in a bowl of soup you won’t know it. If I add 5 more grains in you probably won’t know it. But If I put 50 grains in you’re almost sure to taste it. The same principle applies to particles in the air. Breathe too many from someone in the transmissible stage and you may be soon share it. This is why it matters if the air is still versus if there’s a slight breeze, because the odds of you catching something become much slimmer. This is like how you might gag on cigarette smoke coming from a restaurant table next to you, versus barely noticing someone smoking outside at the same distance.</p>\n\n<p>As for public restrooms, here is where millions of people have been unknowingly infected. Like offices, most are constructed with little duct work, so the air is not exchanging/transferring. But now it’s even worse because every time someone flushes it launches millions of microscopic particles into the room.</p>\n\n<p>So act accordingly... Office meetings should be held with a door open and a fan blowing in or out of the doorway. Public restrooms? Ceiling vent fans should run non-stop during the work day and they should have a high capacity blower, too. Occupancy should be limited and break times should be staggered. And leave the doors open when not in use.</p>\n\n<p>I’ve included a link about ventilation importance, too. <a href=\"https://www.youtube.com/watch?v=-jmzEQtGRXQ&amp;t=64s\">https://www.youtube.com/watch?v=-jmzEQtGRXQ&amp;t=64s</a></p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/YouShouldKnow/comments/o5mhhc/ysk_the_most_overlooked_defense_to_avoid/",
  "subreddit": "YouShouldKnow",
  "id": "o5mhhc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can dramatically reduce the chance you catch a communicable\nrespiratory illness.\n\nFor example, offices and public restrooms are very common transmission origins.\nThis is because commercial buildings are constructed with most of the HVAC in\nthe common areas, so the smaller spaces and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: YSKを使えば、呼吸器系の感染症にかかる確率を劇的に減らすことができます。\n呼吸器系の病気にかかる確率を劇的に減らすことができます。\n\n例えば、オフィスや公衆トイレは感染源として非常によく知られています。\nこれは、商業ビルの空調設備のほとんどが共用部に設置されているためです。\nそのため、狭い空間や...",
      "title": "YSK: 呼吸器系の病気を避けるための最も見落とされている防御策は、適切な換気です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你可以极大地减少你感染传染病的机会。\n呼吸道疾病。\n\n例如，办公室和公共厕所是非常常见的传播源。\n这是因为商业建筑在建造时，大部分暖通空调都在\n公共区域，所以较小的空间和...",
      "title": "YSK：避免呼吸道疾病的最被忽视的防御措施是适当的通风。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你可以極大地減少你感染傳染病的機會。\n呼吸道疾病。\n\n例如，辦公室和公共廁所是非常常見的傳播源。\n這是因爲商業建築在建造時，大部分暖通空調都在\n公共區域，所以較小的空間和...",
      "title": "YSK：避免呼吸道疾病的最被忽視的防禦措施是適當的通風。"
    }
  ]
}