{
  "author": "OhSoManyThoughts",
  "the_new_excerpt": "Let me start off by saying I’m a fiscal conservative and a social liberal.\n\nI don’t believe the government should have any say in what folks do in their\nbedrooms and with their bodies. To each their own, and everyone deserves the\nfreedom to love and be as they please.\n\nWith that said, I find the…",
  "original_created_utc": 1615347170,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先我要说的是，我是一个财政保守主义者，也是一个社会自由主义者。\n\n我不相信政府应该对人们的生活有任何发言权\n卧室和他们的身体。每个人都有自己的权利，每个人都应该有自己的权利。\n自由地去爱，随心所欲地去做。\n\n说到这里，我发现... ...",
      "title": "CMV：不应允许已转型的生物男性在体育比赛中与生物女性竞争。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我要說的是，我是一個財政保守主義者，也是一個社會自由主義者。\n\n我不相信政府應該對人們的生活有任何發言權\n臥室和他們的身體。每個人都有自己的權利，每個人都應該有自己的權利。\n自由地去愛，隨心所欲地去做。\n\n說到這裏，我發現... ...",
      "title": "CMV：不應允許已轉型的生物男性在體育比賽中與生物女性競爭。"
    }
  ],
  "title": "CMV: Biological males who have transitioned should not be allowed to compete against biological females in sports",
  "created_utc": 1615383030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying I’m a fiscal conservative and a social liberal.</p>\n\n<p>I don’t believe the government should have any say in what folks do in their bedrooms and with their bodies. To each their own, and everyone deserves the freedom to love and be as they please.</p>\n\n<p>With that said, I find the argument that gets pushed to allow biological males who have transitioned to females, to compete against biological females to be straight up silly. There’s a reason a vast majority of sports have separate men’s and women’s divisions. An athlete who has grown and trained as a male and then transitions to female has a huge natural advantage (muscle growth, bone density etc.) against biological females. And even worse are instances where the transition hasn’t even been fully completed, and there’s a push to allow the athlete to compete against biological females.</p>\n\n<p>The solution in my opinion is to have an open or trans category. It’s not forcing an unfair matchup.</p>\n\n<p>Change my view.</p>\n\n<p>Obvious caveats: sports where the physical strength/attribute are insignificant are fine, and you can even argue instances of early enough transitions (but that’s an entirely different hornet’s nest).</p>\n\n<p>Edit #1 - have received a few comments that seem a bit ‘what about’-istic. So I’ll respond to some of them here:\n- no, I don’t think segregation between black and white athletes should be brought back (geez guys, that’s just awful)\n- yes, I hate that socioeconomic disparities exist in the world giving some folks advantage in all aspects of life including sports, and if I could cure world hunger, I sure as hell would, but that’s not what this topic is about\n- and yes, I do think trans women are women. Restrictive regulations around washroom usage and military participation are ridiculous in my opinion.</p>\n\n<p>Edit #2 - recurring theme of ‘Are you suggesting that folks are transitioning to get a competitive advantage?’ No, I’m not. I absolutely do not think that’s even a remotely common occurrence. However, I think it’s an inherent outcome of such a situation.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/m1oced/cmv_biological_males_who_have_transitioned_should/",
  "subreddit": "changemyview",
  "id": "m1oced",
  "is_self": true,
  "media": null,
  "is_video": false
}