{
  "author": "april-then-may",
  "original_created_utc": 1633324899,
  "title": "YSK: Bugs are naturally attracted to light sources. To make a fly or another annoying bug leave your bedroom, try turning off all the lights in your room and turning on all the lights in another room like the kitchen or patio.",
  "created_utc": 1633333392,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It helps get rid of annoying bugs. It may also help you move them to another space where killing them is easier. My kitchen is bigger and less cluttered than my bedroom so it&#39;s easier to swat flies there.</p>\n\n<p>*Doesn&#39;t work with all bugs</p>\n</div><!-- SC_ON -->",
  "score": 128,
  "permalink": "/r/YouShouldKnow/comments/q0z1nd/ysk_bugs_are_naturally_attracted_to_light_sources/",
  "subreddit": "YouShouldKnow",
  "id": "q0z1nd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It helps get rid of annoying bugs. It may also help you move them to\nanother space where killing them is easier. My kitchen is bigger and less\ncluttered than my bedroom so it's easier to swat flies there.\n\n*Doesn't work with all bugs",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：煩わしい虫を駆除するのに役立ちます。また、その虫を別の場所に移動させることもできます。\n別の場所に移動させることもできます。私のキッチンは寝室よりも広くて散らかっていないので\n寝室よりもキッチンの方が広くて散らかっていないので、そちらの方がハエを叩きやすいのです。\n\n*すべての虫に効果があるわけではありません。",
      "title": "YSK: 虫は自然と光に惹かれます。ハエなどの虫を寝室から追い出すには、部屋の電気を全部消して、キッチンやパティオなどの別の部屋の電気を全部つけてみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：它有助于摆脱恼人的虫子。它还可以帮助你把它们移到\n另一个空间，在那里杀死它们更容易。我的厨房比我的卧室大，而且没有\n我的厨房比我的卧室大，而且不那么杂乱，所以在那里拍打苍蝇更容易。\n\n*并非对所有的虫子都有效。",
      "title": "YSK：虫子自然会被光源吸引。要想让苍蝇或其他恼人的虫子离开你的卧室，可以尝试关闭你房间的所有灯光，并打开另一个房间的所有灯光，如厨房或天井。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：它有助於擺脫惱人的蟲子。它還可以幫助你把它們移到\n另一個空間，在那裏殺死它們更容易。我的廚房比我的臥室大，而且沒有\n我的廚房比我的臥室大，而且不那麼雜亂，所以在那裏拍打蒼蠅更容易。\n\n*並非對所有的蟲子都有效。",
      "title": "YSK：蟲子自然會被光源吸引。要想讓蒼蠅或其他惱人的蟲子離開你的臥室，可以嘗試關閉你房間的所有燈光，並打開另一個房間的所有燈光，如廚房或天井。"
    }
  ]
}