{
  "author": "Lethemyr",
  "original_created_utc": 1630108659,
  "title": "CMV: Blueberries are the best berry.",
  "created_utc": 1630125073,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Versatility</strong></p>\n\n<p>Pies, jams, smoothies, muffins and more, I can&#39;t think of a single berry with more uses than the humble blueberry. Strawberries do have the advantage of making a sick ice cream but when&#39;s the last time you saw a strawberry muffin? I thought not. I suppose cranberry juice is pretty nice but I think blueberry smoothies offset that too. </p>\n\n<p><strong>Ease of use</strong></p>\n\n<p>Some berries like strawberries require removing a green thing before they&#39;re eaten and pretty much need to be cut up. Blueberries just need a quick rinse before they can be chomped down upon. Wanna eat just one blueberry? Have a quick, tiny snack! Wanna ingest a giant spoonful of blue and round goodness? Enjoy that as well! Blueberries work great with both a fork and a spoon too.</p>\n\n<p><strong>Best bush</strong></p>\n\n<p>Raspberry bushes are covered in spikes and are very scary in general. 0/5, not family friendly at all, my kids were very scared. Blueberry bushes, on the other hand, are inviting, gentle creatures. They are a bit more of a pain to take care of (I accidentally mowed a part of a baby one, oops), but I think the benefits make it well worth it.</p>\n\n<p><strong>Price</strong></p>\n\n<p>I&#39;m not gonna sit here and pretend that blueberries are the cheapest berry, they aren&#39;t. But is that really what we should be looking at when it comes to price? A GT 1030 is cheap, but does that make it the best graphics card? Of course not. What really matters is price to performance, and on that front I don&#39;t think you can fault the blueberry even slightly. Sure, it might cost a bit more per calorie but given all the aforementioned uses for the blueberry I think it&#39;s well worth the price of admission.</p>\n\n<p><strong>Conclusion</strong></p>\n\n<p>As I think has been thoroughly demonstrated, the blueberry is the berry to reign superior over all other berries. I look forward to seeing what others have to say on the matter...</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pcz5to/cmv_blueberries_are_the_best_berry/",
  "subreddit": "changemyview",
  "id": "pcz5to",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Versatility\n\nPies, jams, smoothies, muffins and more, I can't think of a single berry with\nmore uses than the humble blueberry. Strawberries do have the advantage of\nmaking a sick ice cream but when's the last time you saw a strawberry muffin? I\nthought not. I suppose cranberry juice is pretty nice…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多様性\n\nパイ、ジャム、スムージー、マフィンなどなど、ベリー類の中でも\n謙虚なブルーベリーほど使い道の多いベリーはありません。イチゴには病みつきになるアイスクリームを作るという利点があります。\nしかし、最後にストロベリーマフィンを見たのはいつですか？I\nないと思っていました。クランベリー・ジュースはいいかもしれませんが...。",
      "title": "CMV：ブルーベリーは最高のベリーです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多样性\n\n馅饼、果酱、冰沙、松饼等等，我想不出有哪种浆果的用途比不起眼的蓝莓更多。\n我想不出有哪种浆果的用途比卑微的蓝莓更多。草莓的优势在于\n但你上次看到草莓松饼是什么时候？I\n我想没有。我想小红莓汁是相当不错的...",
      "title": "CMV：蓝莓是最好的浆果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多樣性\n\n餡餅、果醬、冰沙、鬆餅等等，我想不出有哪種漿果的用途比不起眼的藍莓更多。\n我想不出有哪種漿果的用途比卑微的藍莓更多。草莓的優勢在於\n但你上次看到草莓鬆餅是什麼時候？I\n我想沒有。我想小紅莓汁是相當不錯的...",
      "title": "CMV：藍莓是最好的漿果。"
    }
  ]
}