{
  "author": "dsmicd",
  "the_new_excerpt": "The prominence of false beliefs among conservatives, such as the birther\ncontroversy about Obama, has been high similar to liberal conspiracies, however,\nit has become far more prevalent in the US.\n\nConservative filter bubbles distort reality significantly and are widely\naccepted in conservative…",
  "original_created_utc": 1620221961,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "保守派の間では、オバマ大統領をめぐる樺太論争に代表されるように、誤った信念が目立つようになりました。\nしかし、オバマ大統領に関する論争は、リベラル派の陰謀と同様に高い水準にある。\nアメリカでははるかに多く見られるようになった。\n\n保守派のフィルターバブルは現実を大きく歪め、保守派で広く受け入れられている\n保守派で受け入れられている...",
      "title": "CMV：2016年以降のアメリカの保守主義は、中央からさらに二極化し、科学的な現実から離れてしまっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "保守派中虚假信仰的突出表现，如关于奥巴马的 \"鸟人 \"争议。\n关于奥巴马的争议，与自由派的阴谋论类似，一直很高，但是。\n它在美国已经变得更加普遍。\n\n保守派的过滤气泡大大扭曲了现实，并被广泛接受\n保守派的过滤气泡被广泛接受，并在保守派的...",
      "title": "CMV：自2016年以来，美国的保守主义进一步偏离中心，并更加脱离科学现实。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "保守派中虛假信仰的突出表現，如關於奧巴馬的 \"鳥人 \"爭議。\n關於奧巴馬的爭議，與自由派的陰謀論類似，一直很高，但是。\n它在美國已經變得更加普遍。\n\n保守派的過濾氣泡大大扭曲了現實，並被廣泛接受\n保守派的過濾氣泡被廣泛接受，並在保守派的...",
      "title": "CMV：自2016年以來，美國的保守主義進一步偏離中心，並更加脫離科學現實。"
    }
  ],
  "title": "CMV: Conservatism in the US since 2016 has polarized further from the center and become more detached from scientific reality.",
  "created_utc": 1620229441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The prominence of false beliefs among conservatives, such as the birther controversy about Obama, has been high similar to liberal conspiracies, however, it has become far more prevalent in the US.</p>\n\n<p>Conservative filter bubbles distort reality significantly and are widely accepted in conservative circles, such as people like Ben Shapiro. The conservatives have criticized mainstream media, refuted fact checks, and attacked scientific evidence far more than liberals have since 2016.</p>\n\n<p>Topics including climate change, transgender rights, abortion, etc. come from a place of motivated skepticism, confirmation bias, and the dunning Kruger effect where they believe their own judgement is correct even in the absence of the ability to understand the scientific literature or statistical data.</p>\n\n<p>For example, the recent Arkansas ban on gender affirming surgery for trans youth flies in the face of decades of evidence showing the extremely high benefits of providing such services. The abortion debate, including the rule in Texas to require abortion clinics to maintain surgerical level cleanliness, which was presented as a safety measure, discounts the fact that abortion is overall safer than giving birth. </p>\n\n<p>I am a university student deeply invested in the scientific process, and I&#39;ve been trying to examine many of the assumptions I hold. Is there some alternative lens to view the action of conservatives in the US? Thanks!</p>\n\n<p>Edit: There are obviously people here who disagree with this post. Please don&#39;t just downvote it, change my mind as well.</p>\n\n<p>Edit 2: if you don&#39;t believe in the current system of scientific skepticism, Observation &gt; Hypothesis &gt;Test &gt; Verify &gt; Repeat &gt; Theory, you have to justify why an alternative is better and how that justifies the conservative refutation of some scientific facts. Arguments about different beliefs leave out the fact that knowledge is justified belief. People who say the scientific process itself is wrong must provide justification.</p>\n\n<p>Edit 3: the trans issue is proving a lot more contentious than I thought. Here&#39;s a baseline for discussion. Transgender people have human rights. The majority of trans people who transition are happier after doing so. Moral beliefs about trans people should not color your response to the scientific literature. Justification based on religion in opposition to the established scientific findings will not be considered.</p>\n\n<p>Edit 4: conspiracy theories will not be responded to or considered.</p>\n\n<p>Edit 5: bigotry and direct denouncement are not efficient forms of persuasion. Please don&#39;t just bash all liberals and then leave. Do not just say stuff like trans people are not real or something and leave. Provide evidence or it will not be considered.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/n5g5e0/cmv_conservatism_in_the_us_since_2016_has/",
  "subreddit": "changemyview",
  "id": "n5g5e0",
  "is_self": true,
  "media": null,
  "is_video": false
}