{
  "author": "tobiascapwell",
  "original_created_utc": 1635767880,
  "title": "I'm Dr. Toby Capwell, here today to talk about Arms and Armour in the Age of Richard III! AMA!",
  "created_utc": 1635773524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello everyone, I’m Toby Capwell, Curator of Arms and Armour at The Wallace Collection in London, UK, and an academic specialist in medieval and Renaissance weapons and armour. I am an author of various books and articles on this subject, most notably the <em>Armour of the English Knight</em> series, of which Book 2, covering the period 1450-1500, has just been published!</p>\n\n<p><a href=\"https://www.olympiaauctions.com/about-us/publications/armour-of-the-english-knight-1450-1500/\">https://www.olympiaauctions.com/about-us/publications/armour-of-the-english-knight-1450-1500/</a></p>\n\n<p>I’ve also written a lot about the history of jousting and formal tournament combat, for example:</p>\n\n<p><a href=\"https://wallacecollectionshop.org/products/arms-and-armour-of-the-medieval-joust\">https://wallacecollectionshop.org/products/arms-and-armour-of-the-medieval-joust</a></p>\n\n<p><a href=\"https://wallacecollectionshop.org/collections/books/products/armsandarmouroftherenaissancejoustbytobiascapwell\">https://wallacecollectionshop.org/collections/books/products/armsandarmouroftherenaissancejoustbytobiascapwell</a></p>\n\n<p>I often get asked to contribute to documentaries and other programming on TV and online, most recently on Insider’s ‘How Real Is It?’ program, discussing arms and armour in film and TC drama:</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=5uwWlamONqs&amp;t=949s\">https://www.youtube.com/watch?v=5uwWlamONqs&amp;t=949s</a></p>\n\n<p><a href=\"https://www.youtube.com/watch?v=y3h5OlgoSc4&amp;t=115s\">https://www.youtube.com/watch?v=y3h5OlgoSc4&amp;t=115s</a></p>\n\n<p>I’m also a practitioner of historical European martial arts, specifically the fighting techniques of the medieval knight, both on foot and on horseback. I’ve been designing, building and fighting in full plate armour for nearly thirty years. </p>\n\n<p>Although I’m responsible for a public museum collection that spans the 8th to the 19th centuries CE, the 15th century has always been my core passion, and a lot of my work happens in that period – the age of the Wars of the Roses. As well as my published research in that area, I also contributed to the analysis of the remains of King Richard III after they were discovered in 2012. After the research on the skeleton was complete, I rode as one of the two fully armoured horsemen leading the funeral procession from Bosworth Field to Leicester Cathedral. And just this year, I have recently completed my work as historical advisor on the new Richard III feature film, <em>The Lost King</em>, coming out in 2022!</p>\n\n<p>SO… ASK ME ANYTHING!</p>\n</div><!-- SC_ON -->",
  "score": 121,
  "permalink": "/r/AskHistorians/comments/qkcdhl/im_dr_toby_capwell_here_today_to_talk_about_arms/",
  "subreddit": "AskHistorians",
  "id": "qkcdhl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello everyone, I’m Toby Capwell, Curator of Arms and Armour at The Wallace\nCollection in London, UK, and an academic specialist in medieval and Renaissance\nweapons and armour. I am an author of various books and articles on this\nsubject, most notably the Armour of the English Knight series, of…"
}