{
  "author": "Any_Finance_9172",
  "the_new_excerpt": "I'm struggling with my new relationship a little having been brought up\ncompletely blindsided about sexual expectations and proper maturity in a culture\nwhere It's taboo to talk about these things. I'm not sure where to start or what\nquestions to ask either. So I want the help of a good book that…",
  "original_created_utc": 1618914956,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、新しい関係に少し苦労しています。\n性的な期待と適切な成熟について、これらについて話すことがタブーとされている文化の中で、完全に盲目的に育てられてきました。\nタブーとされてきた文化の中で、性への期待や適切な成熟について全く知らされずに育ちました。どこから始めればいいのか、何を質問すればいいのか、わからないのです。\n何から始めればいいのか、どんな質問をすればいいのかわかりません。なので、何か良い本があれば教えて欲しいのですが...。",
      "title": "誰かが適切な性成熟に到達するのに役立つ本の推薦が必要ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在新的关系中有点挣扎，因为我从小到大都是这样\n对性的期望和适当的成熟度完全被蒙在鼓里，在这种文化中\n在这种文化中，谈论这些事情是一种禁忌。我不知道该从哪里开始，也不知道该问些什么\n问题也不知道该怎么问。所以我希望得到一本好书的帮助。",
      "title": "需要推荐一本能帮助人们达到正确性成熟的书吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在新的關係中有點掙扎，因爲我從小到大都是這樣\n對性的期望和適當的成熟度完全被矇在鼓裏，在這種文化中\n在這種文化中，談論這些事情是一種禁忌。我不知道該從哪裏開始，也不知道該問些什麼\n問題也不知道該怎麼問。所以我希望得到一本好書的幫助。",
      "title": "需要推薦一本能幫助人們達到正確性成熟的書嗎？"
    }
  ],
  "title": "Need recommendations bout a book that will help someone reach proper sexual maturity?",
  "created_utc": 1618929054,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m struggling with my new relationship a little having been brought up completely blindsided about sexual expectations and proper maturity in a culture where It&#39;s taboo to talk about these things. I&#39;m not sure where to start or what questions to ask either. So I want the help of a good book that will help out in this department. Thanks in advance.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/munhez/need_recommendations_bout_a_book_that_will_help/",
  "subreddit": "booksuggestions",
  "id": "munhez",
  "is_self": true,
  "media": null,
  "is_video": false
}