{
  "author": "subbie2002",
  "original_created_utc": 1632320852,
  "title": "CMV: Gay marriage should be legalised in all countries.",
  "created_utc": 1632331806,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never understood as to why gay marriage is not legalised, I’ve tried looking up opinions as to why people are against it but all I’ve got is religious answers. I’m not religious, I’m bisexual and have a boyfriend, we’re both from religious background, converted in atheism. Based on that, is there any legitimate reason as to why two consenting adults shouldn’t be allowed marriage.</p>\n\n<p>The strongest argument I’ve heard if if you legalise gay marriage, then you’ll have people tell religious institutions that you have to host gay marriages, but my counter argument would be how is that any different to saying that you shouldn’t tell churches that they have to host black people’s wedding. As far as I’m concerned I didn’t choose to be bisexual, I was born this way and will always have these feelings, just as people are both black and that’s part of their identity. </p>\n\n<p>Even if you’re pro gay marriage I urge you to take a shot, see if you can come up with any anti gay marriage arguments, it’s called CMV after all!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pt8ofc/cmv_gay_marriage_should_be_legalised_in_all/",
  "subreddit": "changemyview",
  "id": "pt8ofc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never understood as to why gay marriage is not legalised, I’ve tried looking\nup opinions as to why people are against it but all I’ve got is religious\nanswers. I’m not religious, I’m bisexual and have a boyfriend, we’re both from\nreligious background, converted in atheism. Based on that, is there…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜ同性婚が合法化されないのか、私には理解できませんでした。\nなぜ人々が反対しているのかという意見を調べてみましたが、宗教的な答えしか返ってきませんでした。\nと答えています。私は無宗教です。私はバイセクシャルでボーイフレンドがいますが、二人とも宗教的背景を持っています。\n宗教的背景があり、無神論に改宗しました。それに基づいて、あなたは...",
      "title": "CMV：同性婚はすべての国で合法化されるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直不明白为什么同性恋婚姻不合法。\n我试着寻找人们为什么反对它的意见，但我得到的都是宗教性的\n答案。我不信教，我是双性恋，有一个男朋友，我们都有宗教背景。\n我们都有宗教背景，都皈依了无神论。基于此，是否有...",
      "title": "CMV: 同性恋婚姻应该在所有国家合法化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直不明白爲什麼同性戀婚姻不合法。\n我試着尋找人們爲什麼反對它的意見，但我得到的都是宗教性的\n答案。我不信教，我是雙性戀，有一個男朋友，我們都有宗教背景。\n我們都有宗教背景，都皈依了無神論。基於此，是否有...",
      "title": "CMV: 同性戀婚姻應該在所有國家合法化。"
    }
  ]
}