{
  "author": "tjklunebooks",
  "original_created_utc": 1629997211,
  "title": "I am NYT bestselling author TJ Klune who writes novels with queer characters as the main focus. AMA!",
  "created_utc": 1630016160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello! I&#39;m TJ Klune. Since 2011, I have published over twenty novels in different genres, including contemporary to science fiction to fantasy. The main throughline for all of my books is that they are about queer people from all walks of life. In 2020, I released my first novel with Tor called The House in the Cerulean Sea. I also made my 2020 YA debut for Tor Teen in the novel, The Extraordinaries, a story about a fanboy with ADHD (like me!) who obsesses over the superheroes who protects his city, so much so that he writes fanfiction about them. Its sequel, Flash Fire, came out last month and will be followed by the third and final book in summer 2022. My upcoming novel, Under the Whispering Door, is about a selfish man named Wallace who dies and finds himself taken to a tea shop where a man named Hugo awaits. Hugo is a ferryman whose job it is to help souls cross to whatever comes next, but Wallace doesn&#39;t want to go, especially when he learns that the life he lived was not a good life at all.</p>\n\n<p>Since 2016, I have been writing full time, and while it was the scariest decision I&#39;ve ever made, it was also one of the best. I was fortunate enough to leave the corporate world behind to do what I love most. It hasn&#39;t always been easy, but I have never regretted this decision. Not many people get to say they do what they love, and I don&#39;t take that for granted. Also, working in a soul-sucking cubicle for an insurance company doesn&#39;t always spark creativity, so I was relieved to escape with my mind still mostly intact.</p>\n\n<p>Though I&#39;ve written in quite a few genres, I&#39;ve always felt most at home writing SFF. It&#39;s what I mostly read going up, and it&#39;s humbling that I get to contribute to the genre now. It&#39;s important for me to continue to help carve a space for marginalized voices in the SFF community. I love what I do, and I&#39;m so excited to continue telling queer stories with the backing of a great publisher who knows that our stories matter.</p>\n\n<p>Proof: <a href=\"https://i.redd.it/xe02bsb2rff71.jpg\">https://i.redd.it/xe02bsb2rff71.jpg</a></p>\n</div><!-- SC_ON -->",
  "score": 58,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?auto=webp&s=1c594765202d406f5bc079ff34543e9943e0a392",
          "width": 1440,
          "height": 1242
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?width=108&crop=smart&auto=webp&s=5d5b7ff6cc65e934acfc845cc8a17247e5fdc7da",
            "width": 108,
            "height": 93
          },
          {
            "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?width=216&crop=smart&auto=webp&s=9b6090a54b7b51485c42e911a252393c95879f47",
            "width": 216,
            "height": 186
          },
          {
            "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?width=320&crop=smart&auto=webp&s=63b8d47e086255ace7c0cd32a30e7c22cd450f52",
            "width": 320,
            "height": 276
          },
          {
            "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?width=640&crop=smart&auto=webp&s=a3ae82f59c03e8abd3e88fa2df48bd6c1f9dddba",
            "width": 640,
            "height": 552
          },
          {
            "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?width=960&crop=smart&auto=webp&s=11a28bd04452b361692b986b360bfb65c9bcf93d",
            "width": 960,
            "height": 828
          },
          {
            "url": "https://external-preview.redd.it/2Y7LTcgJtjw8raD5GtwolgPrb-3F7-XWD3qquBoulRw.jpg?width=1080&crop=smart&auto=webp&s=469425b6d926f37216a2d37e723b9b76f859da56",
            "width": 1080,
            "height": 931
          }
        ],
        "variants": {},
        "id": "hvlEuiVUM1Rp7JRktJpK-IqjEUplhxf0KUoOhsOUhes"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/pc3o5x/i_am_nyt_bestselling_author_tj_klune_who_writes/",
  "subreddit": "books",
  "id": "pc3o5x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello! I'm TJ Klune. Since 2011, I have published over twenty novels in\ndifferent genres, including contemporary to science fiction to fantasy. The main\nthroughline for all of my books is that they are about queer people from all\nwalks of life. In 2020, I released my first novel with Tor called The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。私はTJ Kluneです。2011年以来、私は20冊以上の小説を出版してきました。\n現代小説、SF、ファンタジーなど、さまざまなジャンルの小説を20冊以上出版しています。私の本に共通する主な\n私の本の主な特徴は、あらゆる分野のクィアの人々を描いていることです。\nの人々を描いていることです。2020年には、Torから『The...",
      "title": "私はNYTベストセラー作家のTJ Kluneで、クィアなキャラクターを主役にした小説を書いています。AMA!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好! 我是TJ Klune。自2011年以来，我已经出版了20多部不同类型的小说。\n不同类型的小说，包括当代小说、科幻小说和幻想小说。我所有的书的主要\n我所有的书的主线是，它们是关于各行各业的同性恋者的。\n阶层的同性恋者。2020年，我与托尔公司发布了我的第一部小说，名为《我的朋友》。",
      "title": "我是纽约时报畅销书作家TJ Klune，他写的小说以同性恋人物为主要焦点。AMA!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好! 我是TJ Klune。自2011年以來，我已經出版了20多部不同類型的小說。\n不同類型的小說，包括當代小說、科幻小說和幻想小說。我所有的書的主要\n我所有的書的主線是，它們是關於各行各業的同性戀者的。\n階層的同性戀者。2020年，我與托爾公司發佈了我的第一部小說，名爲《我的朋友》。",
      "title": "我是紐約時報暢銷書作家TJ Klune，他寫的小說以同性戀人物爲主要焦點。AMA!"
    }
  ]
}