{
  "author": "bluepillarmy",
  "the_new_excerpt": "I'm an immigrant to the US. My parents came from Ukraine in 1994, I was\nfourteen. It was not easy, neither the application process nor the emotional\nupheaval, but my parents felt that our family was never going to a fair shake at\nsuccess in the corrupt anarchy that was Ukraine in the 1990s.\n\nI…",
  "original_created_utc": 1609205847,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是美国的移民。我的父母是1994年从乌克兰来的，我当时\n十四。这并不容易，既不是申请过程，也不是情绪\n剧变，但我的父母觉得我们家永远不会有公平的待遇。\n在20世纪90年代乌克兰的腐败无政府状态中取得了成功。\n\nI…",
      "title": "[改变我的想法]：反对非法移民并不会让你成为反移民"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是美國的移民。我的父母是1994年從烏克蘭來的，我當時\n十四。這並不容易，既不是申請過程，也不是情緒\n劇變，但我的父母覺得我們家永遠不會有公平的待遇。\n在20世紀90年代烏克蘭的腐敗無政府狀態中取得了成功。\n\nI…",
      "title": "[改變我的想法]：反對非法移民並不會讓你成爲反移民"
    }
  ],
  "title": "CMV: Opposition to illegal immigration does not make you anti-immigrant",
  "created_utc": 1609271306,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m an immigrant to the US.  My parents came from Ukraine in 1994, I was fourteen. It was not easy, neither the application process nor the emotional upheaval, but my parents felt that our family was never going to a fair shake at success in the corrupt anarchy that was Ukraine in the 1990s.</p>\n\n<p>I currently live in Philadelphia in a neighborhood that is mostly immigrant, largely Dominican and Vietnamese with a little old school Polish sprinkled in.  I think that immigration is great for the US.  The fact that millions of creative, hard working people want to uproot their whole lives to move the US is something that Americans should be proud of.  It&#39;s the most obvious sign of the health of the American experiment.</p>\n\n<p>But I adamantly believe that immigration should be legal.  I totally accept that the laws as they are written now do not adequately address the demand either from people who want to immigrate nor from potential employers and I believe we should change them.  This is not a reason, however, to excuse people who have broken the law and illegally entered the country.</p>\n\n<p>I feel that in doing so, the US sends a dangerous message that it does not require respect for its own laws.  Once a precedent has been established that some laws must be followed while others are OK to ignore, you enter a legal gray area that is a path to lawlessness.  If you want to see where that path ends, check out the country I grew up in.  The law is only enforced for those who pay to enforce it, by their rules at their request.</p>\n\n<p>Anyway, I want to repeat: I support immigration and I support making it easier to immigrate legally to the US but I do not support ignoring law breaking.  I have heard people in the US suggest that this is a sign of racism and bigotry.  This is a position I find baffling.  Can anyone change my view?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/km43pb/cmv_opposition_to_illegal_immigration_does_not/",
  "subreddit": "changemyview",
  "id": "km43pb",
  "is_self": true,
  "media": null,
  "is_video": false
}