{
  "author": "waynefan77991",
  "the_new_excerpt": "Many food companies that sell processed junk food are billion dollar business\nthat sell people food that is cheap and easy to manufacture with marketing\ntactics. This food, most people would agree, is not not good for us but because\nit is so widely avalilble and it tastes good millions of people eat…",
  "original_created_utc": 1615427785,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "很多卖加工垃圾食品的食品公司都是亿元级的生意\n向人们出售廉价和易于制造的食品，并进行营销。\n策略。这种食物，大多数人都会同意，并不是对我们不好，而是因为。\n它是如此的广泛流行，它的味道好几百万人吃... ...",
      "title": "CMV：很多现代娱乐都是心灵的垃圾食品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多賣加工垃圾食品的食品公司都是億元級的生意\n向人們出售廉價和易於製造的食品，並進行營銷。\n策略。這種食物，大多數人都會同意，並不是對我們不好，而是因爲。\n它是如此的廣泛流行，它的味道好幾百萬人喫... ...",
      "title": "CMV：很多現代娛樂都是心靈的垃圾食品。"
    }
  ],
  "title": "CMV: much of modern entertainment is junk-food for the mind",
  "created_utc": 1615444230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many food companies that sell processed junk food are billion dollar business that sell people food that is cheap and easy to manufacture with marketing tactics. This food, most people would agree, is not not good for us but because it is so widely avalilble and it tastes good millions of people eat it on a regular basis. I believe the same can be said about a lot of entertainment today; such as modern block buster movies, tv shows, and social media. Most of these things have little to offer in terms of lasting value. Like junk food they may “taste good”(be entertaining) in the short term but all you really did was fill your brain with empty calories. They may distract you with glamours imagery  or high energy flashy action sequences or cheap drama for a while but that’s about all they can do. And they are made solely for the purpose of generating money not artistic intent.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/m2f4wu/cmv_much_of_modern_entertainment_is_junkfood_for/",
  "subreddit": "changemyview",
  "id": "m2f4wu",
  "is_self": true,
  "media": null,
  "is_video": false
}