{
  "author": "Chrimunn",
  "the_new_excerpt": "I’m a layman when it comes to the world of Wall Street, but my current\ndisposition from the outside looking in includes several criticisms. I know\nthere are plenty more knowledgeable people on the subject around so here are my\npoints of contention:\n\n 1. Reliability of success - How is the stock…",
  "original_created_utc": 1611665642,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在华尔街的世界里，我是个门外汉，但我现在的。\n从外观看，包括几个批评。我知道\n有很多更有知识的人在这个问题上周围，所以这里是我的。\n争论点。\n\n 1. 成功的可靠性--股价如何...",
      "title": "CMV：股市几乎没有比赌场赌博更高的一步，并对其支持的公司产生负面影响。(r/WSB的意见值得鼓励！)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在華爾街的世界裏，我是個門外漢，但我現在的。\n從外觀看，包括幾個批評。我知道\n有很多更有知識的人在這個問題上週圍，所以這裏是我的。\n爭論點。\n\n 1. 成功的可靠性--股價如何...",
      "title": "CMV：股市幾乎沒有比賭場賭博更高的一步，並對其支持的公司產生負面影響。(r/WSB的意見值得鼓勵！)"
    }
  ],
  "title": "CMV: The stock market is hardly a step above casino gambling and negatively influences companies who they support. (r/WSB’s opinion encouraged!)",
  "created_utc": 1611676029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a layman when it comes to the world of Wall Street, but my current disposition from the outside looking in includes several criticisms. I know there are plenty more knowledgeable people on the subject around so here are my points of contention:</p>\n\n<ol>\n<li> <strong>Reliability of success</strong> - How is the stock market any different than a casino? Sure, you can arguably make as educated of a guess as possible based on all sorts of information, but at the end of the day a share’s value is constantly at the mercy of any unforeseen event that could decimate that value at any moment. We’ve all heard the story of the literal monkey that created a portfolio that outperformed actual ‘experts’ in the field. </li>\n<li> <strong>Shareholders have a negative influence on the actions of a company</strong> - while investors provide the financial means of expansion and innovation that looks great on paper, I believe they more often than not become a pervasive influence on the direction and accountability many companies hold themselves to. Catering to investors over the benefit of the consumer/end user is a scale tipped completely in the wrong direction. It encourages companies to feign success and assure infinite growth in the interest of securing immediate unearned funding. </li>\n<li> <strong>The consequences of trading are not limited to those taking the risk</strong> - A business can be the livelihood of thousands of real working people with families to feed and provide for. What happens when that business leans too heavily on it’s value on the charts? Does this not place the outlook of an entire workforce and their loved ones in the hands of a group of traders whose commitment only exists if there’s a buck to be made?</li>\n</ol>\n\n<p>For these reasons, I view the entire stock market operation as a glorified casino for those with more time and money than sense. A slot machine that potentially puts people’s jobs at risk making the act of frivolous trading arguably unethical in some cases. \nI realize that an argument can be made for the contrasting positive side to some of the points I’ve mentioned (e.g. The stock market can enable a business to prosper and support families just as well as they could hurt them) <strong>but ultimately my view is that the stock market and its effects are more negative than positive.</strong></p>\n</div><!-- SC_ON -->",
  "score": 4457,
  "permalink": "/r/changemyview/comments/l5derx/cmv_the_stock_market_is_hardly_a_step_above/",
  "subreddit": "changemyview",
  "id": "l5derx",
  "is_self": true,
  "media": null,
  "is_video": false
}