{
  "author": "Arisal1122",
  "the_new_excerpt": "Let me preface this by obligatorily stating I'm not against LGBTQ+ rights in any\nform or fashion, do what you want, however you want, and be who you want, I\ndon't care.\n\nThat being said, the backbone of my argument is this: I don't care. I don't care\nwhat your pronouns are and you shouldn't expect…",
  "original_created_utc": 1613101940,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "让我先声明，我并不反对LGBTQ+的任何权利。\n形式或时尚，做你想做的事，如何做你想做的事，做你想做的人，我。\n不在乎。\n\n说到这里，我的论点的主干是： 我不在乎。我不在乎。\n你的代词是什么，你不应该期望... ...",
      "title": "CMV：期望别人，特别是那些你不认识的人，用你喜欢的代名词来称呼你，不仅是有权的，而且是不现实的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我先聲明，我並不反對LGBTQ+的任何權利。\n形式或時尚，做你想做的事，如何做你想做的事，做你想做的人，我。\n不在乎。\n\n說到這裏，我的論點的主幹是： 我不在乎。我不在乎。\n你的代詞是什麼，你不應該期望... ...",
      "title": "CMV：期望別人，特別是那些你不認識的人，用你喜歡的代名詞來稱呼你，不僅是有權的，而且是不現實的。"
    }
  ],
  "title": "CMV: Expecting people, especially those you don't know, to call you by your preferred pronouns is not only entitled, but unrealistic.",
  "created_utc": 1613115397,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me preface this by obligatorily stating I&#39;m not against LGBTQ+ rights in any form or fashion, do what you want, however you want, and be who you want, I don&#39;t care. </p>\n\n<p>That being said, the backbone of my argument is this: I don&#39;t care. I don&#39;t care what your pronouns are and you shouldn&#39;t expect me to care. I have and probably always will refer to almost everybody with &quot;dude&quot; (which is widely seen as gender neutral) or &quot;y&#39;all&quot; (I&#39;m from the south), the only exception being when I refer to people by name, which is how I primarily address people. </p>\n\n<p>Your gender identity is exactly that: Yours. It is not any one else&#39;s and therefore, you should not EXPECT, keyword here: <em>EXPECT,</em> people (especially those you don&#39;t know) to address you by your pronouns all the time or get upset when they opt for neutral pronouns other than your preferred ones. </p>\n\n<p>I have, unexpectedly, been told off by someone for not addressing them with their proper pronouns, but NOT because I used the wrong ones after they told me theirs, but because I used neutral ones instead. </p>\n\n<p>Because of the attitudes of individuals in the LGBTQ+ community that I&#39;ve observed regarding this topic, I believe that if you think you are obligated to be referred to in your preferred pronoun and get upset when you aren&#39;t, you are entitled in thinking that you deserve special treatment. (purposeful mis-gendering excluded)</p>\n\n<p>NOTE: I understand that this is a jaded opinion from personal experiences. I may have my head so far up my own ass I can&#39;t even comprehend the light. That&#39;s the purpose of this sub, convince me otherwise. Don&#39;t bash me because I&#39;m an idiot, show me how not to be one if you think of me as such.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/li3016/cmv_expecting_people_especially_those_you_dont/",
  "subreddit": "changemyview",
  "id": "li3016",
  "is_self": true,
  "media": null,
  "is_video": false
}