{
  "author": "King_Vercingetorix",
  "original_created_utc": 1637418976,
  "title": "According to Bruce Riedel (former head of CIA), 3 days after 9/11 Bush seemed convinced that Iraq must be behind it. Do we now know why?",
  "created_utc": 1637428602,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><blockquote>\n<p>On September 14, I was with Bush when he had his first phone call after 9/11 with British Prime Minister Tony Blair. Bush immediately said he was planning to “hit” Iraq soon. Blair was audibly taken aback. He pressed Bush for evidence of Iraq’s connection to the 9/11 attack and to al-Qaida. Of course, there was none, which British intelligence knew. On September 18, a week after 9/11, Saudi Ambassador Prince Bandar bin Sultan came to the White House to see Bush. The meeting took place on the Truman Balcony. Vice President Richard Cheney and Rice were there as well. My note says the president “clearly thinks Iraq must be behind this. His questions to Bandar show his bias.” Bandar was visibly perplexed. He told Bush that the Saudis had no evidence of any collaboration between Osama bin Laden and Iraq. Indeed their history was of being antagonists.</p>\n</blockquote>\n\n<p>The quote in question. I mean, it seems like everyone told Bush that there was no evidence behind the „Iraq had a hand in 9/11 theory“ but according to Riedel, Bush seemed dead set on this conspiracy. Why? (Also, apologies if this isn&#39;t covered by the 20 year rule, I thought it was but if isn&#39;t, I&#39;ll try to reword the question).</p>\n\n<p><a href=\"https://www.brookings.edu/blog/order-from-chaos/2021/09/17/9-11-and-iraq-the-making-of-a-tragedy/\">https://www.brookings.edu/blog/order-from-chaos/2021/09/17/9-11-and-iraq-the-making-of-a-tragedy/</a></p>\n</div><!-- SC_ON -->",
  "score": 123,
  "permalink": "/r/AskHistorians/comments/qy6u09/according_to_bruce_riedel_former_head_of_cia_3/",
  "subreddit": "AskHistorians",
  "id": "qy6u09",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "> On September 14, I was with Bush when he had his first phone call after 9/11\n> with British Prime Minister Tony Blair. Bush immediately said he was planning\n> to “hit” Iraq soon. Blair was audibly taken aback. He pressed Bush for\n> evidence of Iraq’s connection to the 9/11 attack and to al-Qaida.…"
}