{
  "author": "deathtolucky",
  "original_created_utc": 1638678911,
  "title": "To all of you who keep chasing that 100x coin for f*ck you money; if today’s dip shook you, you would never HODL to get those gains",
  "created_utc": 1638700826,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;There’s a reason that people get excited about stories of people who struck it Lambo rich from putting $50 into crypto; it doesn’t happen often. If it did, you would be as tired of hearing about it as you are of today’s “buy the dip” posts&lt;/p&gt;\n\n&lt;p&gt;For every person you hear of striking gold on an unknown alt, there are hundreds or thousands of others who jumped ship on their original coin during times of trouble. Today just shows that even if you did manage to find the golden ticket, you need an iron clad mindset to hodl that bitch through thick and thin. &lt;/p&gt;\n\n&lt;p&gt;This is why it’s so crucial to invest money you can afford to lose and pick a project you believe passionately in. It gives you the opportunity to ride that mofo into the sunset since you &lt;em&gt;really don’t&lt;/em&gt; give a fuck if it goes to zero or not. Your options aren’t limited and you can ride that wave alllllllllll the way to the top or the bottom. &lt;/p&gt;\n\n&lt;p&gt;Or you’re Keith Gill and you hang the fuck in there no matter what.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/r97m2c/to_all_of_you_who_keep_chasing_that_100x_coin_for/",
  "subreddit": "CryptoCurrency",
  "id": "r97m2c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There’s a reason that people get excited about stories of people who struck it\nLambo rich from putting $50 into crypto; it doesn’t happen often. If it did, you\nwould be as tired of hearing about it as you are of today’s “buy the dip” posts\n\nFor every person you hear of striking gold on an unknown…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>人々が興奮するのには理由があります。\n50ドルを暗号に投入してランボ・リッチを手に入れた人の話に人々が興奮するのには理由があります。\n頻繁に起こることではありません。滅多にあることではありません。\n</p> <p>一人一人の人に",
      "title": "100倍のコインを追い続けている皆さん、今日のディップで揺らいだら、その利益を得るためにHODLすることはないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人们之所以会兴奋，是有原因的。\n人们对将50美元投入加密货币而发家致富的故事感到兴奋，这是有原因的。\n这并不经常发生。如果发生了，你就会像听到今天的 \"买入 \"一样，对这种情况感到厌烦。\n</p> <p>对于每一个人来说......</p> <p>\"买跌停 \"的帖子。",
      "title": "对于所有为了***钱而不断追逐那100倍硬币的人来说，如果今天的下跌让你感到震撼，你就不会为了获得这些收益而进行HODL。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>人們之所以會興奮，是有原因的。\n人們對將50美元投入加密貨幣而發家致富的故事感到興奮，這是有原因的。\n這並不經常發生。如果發生了，你就會像聽到今天的 \"買入 \"一樣，對這種情況感到厭煩。\n</p> <p>對於每一個人來說......</p> <p>\"買跌停 \"的帖子。",
      "title": "對於所有爲了***錢而不斷追逐那100倍硬幣的人來說，如果今天的下跌讓你感到震撼，你就不會爲了獲得這些收益而進行HODL。"
    }
  ]
}