{
  "author": "Jaded_Quiet_4508",
  "original_created_utc": 1628383485,
  "title": "New Website that Posts Cash Prices for Healthcare Services!",
  "created_utc": 1628438307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! I&#39;m an intern for HEALTHdrum, and we&#39;re a company starting out in South Florida, that is focusing on cost transparency for healthcare services. Health insurance inflates your healthcare costs, and it might even cost you less money to pay for some of these services upfront with cash prices without health insurance. Here&#39;s our elevator pitch below! Don&#39;t be afraid to reach out! :) </p>\n\n<p><strong>Startup Name/ URL:</strong> HEALTHdrum/<a href=\"http://healthdrum.com/?utm_source=reddit&amp;utm_medium=post&amp;utm_campaign=startup\">https://healthdrum.com/</a></p>\n\n<p><strong>Location of Your Headquarters:</strong> Boca Raton, FL, United States</p>\n\n<p><strong>Elevator Pitch/Explainer Video:</strong></p>\n\n<p>HEALTHdrum is a cost-transparent healthcare marketplace platform for routine care. While most medical services in the U.S. are routine office-based or outpatient and generally affordable, the unnecessary insurance-based coverage of day-to-day healthcare leads to inconvenience and inflated pricing. Our platform posts the cash prices of healthcare services provided by physicians so that you get lower costs. And, since insurances have you paying for routine care anyway through copays, deductibles, pre-existing and non-covered services you can move towards plans with even higher deductibles to cover unlikely catastrophic events. Not only does a direct patient-doctor connection save you money but you save even more by increasing your health plan deductible. Your body, your rules. Watch our <a href=\"https://www.youtube.com/watch?v=Rey5X0OJ87k\">video </a>here!</p>\n\n<p><strong>More details:</strong></p>\n\n<ul>\n<li>We are in the validation phase to connect with consumers. Particularly in South Florida where we are starting. We are targeting employers, small business employers, human resource personnel, recruiters, trade groups and those without health benefits such as part-time staff and gig workers or anyone else who desires an alternative to costly, rule-based health plans.</li>\n<li>Your role - Partnership facilitator</li>\n</ul>\n\n<p><strong>Looking for:</strong> We are currently free but anyone (consumers, employers and providers) can sign up for an account. We want to help those who want lower healthcare costs and more freedom of choice. You can follow us on social media (<a href=\"https://www.instagram.com/healthdrum_app/\">Instagram</a>, <a href=\"https://www.facebook.com/HEALTHdrum-103735818167546\">Facebook</a>, <a href=\"https://www.linkedin.com/company/healthdrum\">LinkedIn</a>, <a href=\"https://twitter.com/healthdrumapp?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Twitter</a>). We’d love to hear any thoughts or feedback you might have so feel free to reach out. See our contact information on HEALTHdrum.com</p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/p04yk6/new_website_that_posts_cash_prices_for_healthcare/",
  "subreddit": "SideProject",
  "id": "p04yk6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone! I'm an intern for HEALTHdrum, and we're a company starting out in\nSouth Florida, that is focusing on cost transparency for healthcare services.\nHealth insurance inflates your healthcare costs, and it might even cost you less\nmoney to pay for some of these services upfront with cash…"
}