{
  "author": "FlanInTheFacex42",
  "original_created_utc": 1627507959,
  "title": "CMV: It’s absolutely ridiculous that religion is still challenging science in this day and age.",
  "created_utc": 1627541243,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now don’t get me wrong, I still think that science should be challenged; that’s what science is all about, challenging hypothesis’s with other concrete ideas to form a theory or possibly a fact. But religion has no place what so ever in challenging scientific theories and ideas.</p>\n\n<p>Religion was created because humans are inherently afraid of the unknown. We didn’t know where the sun came from and what the stars were so we came up with the most convenient answer: God. God created the sun and stars, along with humans. This answered all of our questions, but now we have science and technology that can answer these questions and when it comes to answering questions, religion should be our very, very last resort. I still believe that religion can be used as a moral backbone for people or as a meaning to life but it should not challenge a concrete theory such as the Big Bang. Scientific theories should be challenged with other theories. I find it ridiculous that there are still christians trying to prove of their gods existence. </p>\n\n<p>(When I say religion, I mean ‘man made’ organized religions such as Christianity or Catholicity.)</p>\n\n<p>Edit: Sorry for my ignorance if I am misinterpreting some of your views. I’m currently off middle school so I have been searching for somewhere to drain these thoughts haha</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/otjjxp/cmv_its_absolutely_ridiculous_that_religion_is/",
  "subreddit": "changemyview",
  "id": "otjjxp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now don’t get me wrong, I still think that science should be challenged; that’s\nwhat science is all about, challenging hypothesis’s with other concrete ideas to\nform a theory or possibly a fact. But religion has no place what so ever in\nchallenging scientific theories and ideas.\n\nReligion was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解しないでいただきたいのですが、私はまだ科学に挑戦すべきだと考えています。\n仮説に対して他の具体的なアイデアで挑戦することが、科学のすべてなのです。\n仮説に他の具体的なアイデアをぶつけて、理論、あるいは事実を形成するのが科学というものです。しかし、宗教は、科学的な理論や事実に\nしかし、宗教は科学的な理論や考えに挑戦する場所ではありません。\n\n宗教は...",
      "title": "CMV： 今の時代に宗教が科学に挑戦するなんて、まったくもって馬鹿げています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在不要误会我的意思，我仍然认为科学应该受到挑战；这就是科学的意义所在。\n这就是科学的全部内容，用其他具体的想法来挑战假设，以形成一个理论或可能的事实。\n形成一个理论或可能是一个事实。但宗教没有任何地位\n挑战科学理论和思想。\n\n宗教是...",
      "title": "CMV：在这个时代，宗教还在挑战科学，这绝对是荒谬的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在不要誤會我的意思，我仍然認爲科學應該受到挑戰；這就是科學的意義所在。\n這就是科學的全部內容，用其他具體的想法來挑戰假設，以形成一個理論或可能的事實。\n形成一個理論或可能是一個事實。但宗教沒有任何地位\n挑戰科學理論和思想。\n\n宗教是...",
      "title": "CMV：在這個時代，宗教還在挑戰科學，這絕對是荒謬的。"
    }
  ]
}