{
  "author": "EtuMeke",
  "original_created_utc": 1632131920,
  "title": "What is your favourite opening from a book?",
  "created_utc": 1632165725,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished A Tale of Two Cities and started The Call of Chtulhu. I was blown away by both opening passages. Dickens managed to really make me consider how we are living in a period of extreme change but it&#39;s hard to consider it or it&#39;s effects while you&#39;re in it. Lovecraft just blew me away with his ability to describe unknowable, cosmic horror:</p>\n\n<p>The most merciful thing in the world, I think, is the inability of the human mind to correlate all its contents. We live on a placid island of ignorance in the midst of black seas of infinity, and it was not meant that we should voyage far. The sciences, each straining in its own direction, have hitherto harmed us little; but some day the piecing together of dissociated knowledge will open up such terrifying vistas of reality, and of our frightful position therein, that we shall either go mad from the revelation or flee from the deadly light into the peace and safety of a new dark age.</p>\n\n<p>So <a href=\"/r/books\">r/books</a>, what is your favourite opening from a book?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/prrnkz/what_is_your_favourite_opening_from_a_book/",
  "subreddit": "books",
  "id": "prrnkz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished A Tale of Two Cities and started The Call of Chtulhu. I was\nblown away by both opening passages. Dickens managed to really make me consider\nhow we are living in a period of extreme change but it's hard to consider it or\nit's effects while you're in it. Lovecraft just blew me away…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、「二都物語」を終えて、「The Call of Chtulhu」を始めました。冒頭の文章には\n両方の冒頭の文章に圧倒されました。ディケンズは、私たちがいかに混沌とした時代に生きているかを\nディケンズは、私たちがいかに極端な変化の時代に生きているかを考えさせてくれましたが、その中にいる間は、変化やその影響を考えるのは難しいですね。\nその中にいる間は、その影響を考えることは難しい。ラヴクラフトは私を驚かせてくれました...。",
      "title": "あなたの好きな本の冒頭は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《双城记》，开始读《赫图鲁的召唤》。我被\n我被这两部小说的开头部分所震撼。狄更斯成功地让我思考\n我们是如何生活在一个极端变化的时期，但当你身处其中时很难考虑它或其影响。\n它的影响，而你在其中。洛夫克拉夫特则让我大吃一惊......",
      "title": "你最喜欢的书的开头是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《雙城記》，開始讀《赫圖魯的召喚》。我被\n我被這兩部小說的開頭部分所震撼。狄更斯成功地讓我思考\n我們是如何生活在一個極端變化的時期，但當你身處其中時很難考慮它或其影響。\n它的影響，而你在其中。洛夫克拉夫特則讓我大喫一驚......",
      "title": "你最喜歡的書的開頭是什麼？"
    }
  ]
}