{
  "author": "unknowncinch",
  "original_created_utc": 1626758570,
  "title": "YSK Native Advertising is a web advertising strategy that purposefully designs content so it looks like actual published articles, as opposed to sponsored marketing content.",
  "created_utc": 1626795659,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There’s a type of online advertising called Native Advertising, which is designed specifically to look like content published by the website where these ads appear. Sometimes these ads fall under the category of “clickbait,” but often times they’re so well disguised the average web user may not know the content wasn’t written from an unbiased point of view. </p>\n\n<p>For example, if you go on yahoo.com and look at Yahoo! Auto, you’ll see a list of articles with tiny text underneath that says, “sponsored by Kelley Blue Book,” or something similar. These articles will be called things like “Taking a look at 2021 SUVs,” “The best crossover SUVs of 2021,” and, “how to choose your next family car.” </p>\n\n<p>I used to work for a Native Ad agency as a designer. It was my job to take the articles written by some random folks who know absolutely nothing about the automotive industry and pair them with images that we were given by our clients. The writers would be given 8-15 keywords to use in each article, a few key phrases, and some points to hit. I’d get a folder of images to edit, manipulate, crop and filter to have the best chance of being both eye-catching and appealing. </p>\n\n<p>After being laid off, then subsequently being contacted to do some contracting work for some of the company’s clients directly, I decided not to participate in this specific kind of advertising work, because of the manipulative practices. Incredibly predatory payday loan companies, advertisers who just advertise so they can sell your data (which include the payday loan companies… I could write a whole post about the ad schemes behind these kinds of companies), and drop-shipping vendors frequently use this kind of advertising tactic.</p>\n\n<p>The best way to avoid this kind of advertising is to be on the constant look out for phrases like “sponsored by,” “published with permission from,” “paid for by,” and “this article includes paid promotions.” These labels will appear either at the very top or very bottom of an article, but they’re not always there as there is no enforced law or rule that says you have to identify promotional content online. </p>\n\n<p>Another way to be wary of these schemes is to look out for the companies that host these kinds of ads. Outbrain and Taboola are the big two, you have probably seen their logos before, even if you don’t recognize their names. </p>\n\n<p>Be wary, stay vigilant, know that every bit of internet interaction you do is being catalogued so that we can track you, predict your habits, and influence you to buy things. If you use a device that belongs to you (tablet, phone, desktop, etc) and/or on an IP address that provides internet for you and your household, there is a metric being measured. What time you wake up, the places you navigate to with your phone, every question you google. Every person has a profile that advertisers can use to create audiences for their ads based on hundreds of metrics, from your age to the type of toothpaste you use.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/onvmtr/ysk_native_advertising_is_a_web_advertising/",
  "subreddit": "YouShouldKnow",
  "id": "onvmtr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There’s a type of online advertising called Native Advertising, which\nis designed specifically to look like content published by the website where\nthese ads appear. Sometimes these ads fall under the category of “clickbait,”\nbut often times they’re so well disguised the average web user may…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ネット広告には、ネイティブ広告というものがあります。\n広告が表示されるウェブサイトが公開しているコンテンツのように見えるように特別にデザインされた\n広告が表示されます。これらの広告は「クリックベイト」と呼ばれるカテゴリーに分類されることもありますが\nしかし、多くの場合、これらの広告は、一般のウェブユーザーには...",
      "title": "YSKネイティブ広告とは、スポンサー付きのマーケティングコンテンツではなく、実際に出版された記事のように見えるようにコンテンツを意図的にデザインするウェブ広告戦略です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有一种网络广告叫做原生广告，它是专门设计的，看起来就像网站发布的内容。\n它是专门设计的，看起来像这些广告出现的网站所发布的内容。\n这些广告出现。有时这些广告属于 \"点击诱饵 \"的范畴。\n但很多时候，它们伪装得很好，一般的网络用户可能...",
      "title": "YSK原生广告是一种网络广告策略，有目的地设计内容，使其看起来像实际发表的文章，而不是赞助的营销内容。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有一種網絡廣告叫做原生廣告，它是專門設計的，看起來就像網站發佈的內容。\n它是專門設計的，看起來像這些廣告出現的網站所發佈的內容。\n這些廣告出現。有時這些廣告屬於 \"點擊誘餌 \"的範疇。\n但很多時候，它們僞裝得很好，一般的網絡用戶可能...",
      "title": "YSK原生廣告是一種網絡廣告策略，有目的地設計內容，使其看起來像實際發表的文章，而不是贊助的營銷內容。"
    }
  ]
}