{
  "author": "Kermanium294",
  "original_created_utc": 1637768082,
  "title": "CMV: If the US doesn’t do anything to its electoral and political system, it will cease being “democratic”",
  "created_utc": 1637773254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sure you’ve heard of everything that’s going on in the US right now, and I can’t help but ask myself what the country will look like in a few years.</p>\n\n<p>As you probably know, gerrymandering allows a party (both Democrats and Republicans do this) to essentially determine election results ahead of time. There is no way this is healthy for a democracy like the US. Democracy is supposed to be free and fair, and deciding results ahead of time or altering maps to benefit yourself is definitely not fair.</p>\n\n<p>Then we have the issue of an increasing willingness from the Republicans to reject all defeats as fraudulent (I personally find this hypocritical given their record of passing voter restriction laws). You might know that this is one of the things that put the US on the receding democracies list earlier this year. This wouldn’t concern me too much if it was just talk, but an increasing amount of “election fraud” lawyers are being appointed to election boards, which will probably allow them to overturn any defeats by refusing to certify the election.</p>\n\n<p>So these are my two top concerns with US democracy, especially the second one. I guess this is why the US is a “flawed democracy” and not a full democracy like many other countries and why it is classified as a receding democracy this year. I know that I’m wrong about a couple of things, so feel free to point out my mistakes.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/r17vby/cmv_if_the_us_doesnt_do_anything_to_its_electoral/",
  "subreddit": "changemyview",
  "id": "r17vby",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m sure you’ve heard of everything that’s going on in the US right now, and I\ncan’t help but ask myself what the country will look like in a few years.\n\nAs you probably know, gerrymandering allows a party (both Democrats and\nRepublicans do this) to essentially determine election results ahead of…"
}