{
  "author": "Kermanium294",
  "original_created_utc": 1637768082,
  "title": "CMV: If the US doesn’t do anything to its electoral and political system, it will cease being “democratic”",
  "created_utc": 1637773254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sure you’ve heard of everything that’s going on in the US right now, and I can’t help but ask myself what the country will look like in a few years.</p>\n\n<p>As you probably know, gerrymandering allows a party (both Democrats and Republicans do this) to essentially determine election results ahead of time. There is no way this is healthy for a democracy like the US. Democracy is supposed to be free and fair, and deciding results ahead of time or altering maps to benefit yourself is definitely not fair.</p>\n\n<p>Then we have the issue of an increasing willingness from the Republicans to reject all defeats as fraudulent (I personally find this hypocritical given their record of passing voter restriction laws). You might know that this is one of the things that put the US on the receding democracies list earlier this year. This wouldn’t concern me too much if it was just talk, but an increasing amount of “election fraud” lawyers are being appointed to election boards, which will probably allow them to overturn any defeats by refusing to certify the election.</p>\n\n<p>So these are my two top concerns with US democracy, especially the second one. I guess this is why the US is a “flawed democracy” and not a full democracy like many other countries and why it is classified as a receding democracy this year. I know that I’m wrong about a couple of things, so feel free to point out my mistakes.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/r17vby/cmv_if_the_us_doesnt_do_anything_to_its_electoral/",
  "subreddit": "changemyview",
  "id": "r17vby",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m sure you’ve heard of everything that’s going on in the US right now, and I\ncan’t help but ask myself what the country will look like in a few years.\n\nAs you probably know, gerrymandering allows a party (both Democrats and\nRepublicans do this) to essentially determine election results ahead of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、アメリカで起こっていることは皆さんもご存知だと思います。\n数年後のアメリカはどうなっているのだろうと自問せずにはいられません。\n\nご存知のように、ゲリマンダリングとは、ある政党（民主党と共和党の両方が行う）が、基本的に選挙の結果を左右することを可能にするものです。\n民主党も共和党もやっています）が、基本的に選挙の結果を先に決めてしまうことができます。",
      "title": "CMV: 米国が選挙制度や政治制度に何もしなければ、\"民主的 \"ではなくなる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信你已经听说了美国现在发生的一切，而我\n我不禁问自己，几年后这个国家会是什么样子。\n\n正如你可能知道的那样，选区划分允许一个政党（民主党和共和党都这样做）在本质上决定了一个国家的命运。\n共和党人都这样做），基本上可以提前决定选举结果......",
      "title": "CMV：如果美国不对其选举和政治制度采取任何措施，它将不再是 \"民主\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信你已經聽說了美國現在發生的一切，而我\n我不禁問自己，幾年後這個國家會是什麼樣子。\n\n正如你可能知道的那樣，選區劃分允許一個政黨（民主黨和共和黨都這樣做）在本質上決定了一個國家的命運。\n共和黨人都這樣做），基本上可以提前決定選舉結果......",
      "title": "CMV：如果美國不對其選舉和政治制度採取任何措施，它將不再是 \"民主\"。"
    }
  ]
}