{
  "author": "mobby123",
  "original_created_utc": 1631960800,
  "title": "The Irish Potato Famine (1845-1852), while often viewed as a tragedy, largely escapes being labelled as a genocide by the academic community. In contrast to this, the Holodomor/Soviet Famine (1932-1933) is actively labelled as a genocide by 16 countries. What are the causes behind this difference?",
  "created_utc": 1631971569,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From cursory overview, the events share a large amount of similarities. Both countries were victim to failed economic policies instituted by their occupiers, whether it be Britain&#39;s strict adherence to <em>laissez faire</em> capitalism or Stalin&#39;s rush to modernisation. </p>\n\n<p>The Irish potato famine, though an atrocity, is generally not referred to as a genocide due to a lack of proof of genocidal intent and is rather categorised as an act of historical neglect and incompetence. The general trend is that although the British both contributed to the circumstances that led to the famine, and did a terrible job responding to it, the famine wasn&#39;t a deliberate act of mass-murder with the extinction of Catholic Irish as its goal. A tragedy of apathy and economics rather than one of hatred. </p>\n\n<p>Meanwhile the Ukranian Holodomor&#39;s &quot;genocide question&quot; seems to be far more heated and readily discussed. What were the core differences in the two situations? Is there much more substantial proof of genocidal intent in the Soviet regime? Or is it more of a historiographical issue that&#39;s still conflated with charged Cold War era rhetoric?</p>\n\n<p>Much appreciated! This is a question genuinely borne out of good faith, I&#39;m on a bit of a &quot;Genocide Studies&quot; binge at the moment. The difference in classifications and arguments used are fascinating.</p>\n</div><!-- SC_ON -->",
  "score": 113,
  "permalink": "/r/AskHistorians/comments/pqjz96/the_irish_potato_famine_18451852_while_often/",
  "subreddit": "AskHistorians",
  "id": "pqjz96",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "From cursory overview, the events share a large amount of similarities. Both\ncountries were victim to failed economic policies instituted by their occupiers,\nwhether it be Britain's strict adherence to laissez faire capitalism or Stalin's\nrush to modernisation.\n\nThe Irish potato famine, though an…"
}