{
  "author": "AnonLimpet",
  "original_created_utc": 1636030862,
  "title": "I really think the banking system is a scam",
  "created_utc": 1636073351,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m trying to transfer money between bank accounts and the bank goes: </p>\n\n<p><em>‘Oh, well, we’ll transfer this for you if you get it in before 11am, then it will take 2-3 days to process. If you don’t get it in before 11am, we’ll then it’ll take 3-5 days processing. And don’t even think about asking us to do anything for you on the weekend!’</em> </p>\n\n<p>What the HECK. This is MY money, I worked for it, I allowed the bank to hold it for me purely for convenience and safety. Now they’re playing games with me about how quickly I can access it?? What if my grandmother died and I needed that money ASAP?? Money transfers are as far as I’m aware, done by computers. How long can it take!? </p>\n\n<p>On top of that, sending money to my crypto exchange my bank freaks out. Blocks the transaction. I get a phone call warning me that ‘crypto is a scam’ and so on. I tell them never to bother me again about this exchange, I authorise the payments. So now, whenever I transfer the bank puts a ‘24 hour security hold’ on the funds. EVERY. STINKING. TIME.</p>\n\n<p>You know I was scammed once, some person in another country was using my card to make transactions. Do you think the bank flagged those? Mysterious transactions from a different country? Nope! I had to call them! They’ll ‘protect’ me from crypto but not obvious fraud. </p>\n\n<p>Now, my crypto exchange. If I transfer coins all’s it asks is ‘make sure you double check the address!’ And away we go. Funds transferred in 3-20minutes depending how far I’m sending them. No arguments. No phone calls. No stuffing me around with money I earned. I really believe in crypto because of this and so many other things. But right now I’m just mad as heck at my bank for disallowing me to spend my money where I want. </p>\n\n<p>Trade safely :)</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/qmk1et/i_really_think_the_banking_system_is_a_scam/",
  "subreddit": "CryptoCurrency",
  "id": "qmk1et",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m trying to transfer money between bank accounts and the bank goes:\n\n‘Oh, well, we’ll transfer this for you if you get it in before 11am, then it\nwill take 2-3 days to process. If you don’t get it in before 11am, we’ll then\nit’ll take 3-5 days processing. And don’t even think about asking us to…"
}