{
  "author": "PM-ME-YOUR-STOMACH",
  "the_new_excerpt": "I just used the black/white comparison because it was the first thing that came\nto mind and I’m a black guy myself. Lately I’ve been pretty shocked with the\nconversation surrounding men and women and violence perpetrated against women by\nmen. I’m up to date with most of the statistics and I’m not…",
  "original_created_utc": 1617806952,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "白人と黒人の比較をしたのは、それが最初に思い浮かんだからです。\n私自身も黒人ですから。最近、私がショックを受けているのは\n最近、男性と女性、そして男性による女性への暴力をめぐる話題にかなりショックを受けています。\n男性による女性への暴力 私はほとんどの統計を把握していますが、私は...",
      "title": "CMV: 白人を安全にするために黒人に行動を変えろと言うのが人種差別なら、女性を安全にするために男性に行動を変えろと言うのは性差別です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只是用了黑白对比，因为这是我第一个想到的东西\n想到了，我自己也是个黑人。最近，我很震惊与\n围绕着男子和妇女以及暴力侵害妇女的行为进行的对话。\n男人。我是最新的统计数字，我不是... ...",
      "title": "CMV：如果告诉黑人改变自己的行为让白人感觉更安全是种族主义，那么告诉男人改变自己的行为让女人感觉更安全就是性别歧视。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只是用了黑白對比，因爲這是我第一個想到的東西\n想到了，我自己也是個黑人。最近，我很震驚與\n圍繞着男子和婦女以及暴力侵害婦女的行爲進行的對話。\n男人。我是最新的統計數字，我不是... ...",
      "title": "CMV：如果告訴黑人改變自己的行爲讓白人感覺更安全是種族主義，那麼告訴男人改變自己的行爲讓女人感覺更安全就是性別歧視。"
    }
  ],
  "title": "CMV: If it’s racist to tell black people to change their behavior to make white people feel safer, then it’s sexist to tell men to change their behavior to make women feel safer",
  "created_utc": 1617834625,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just used the black/white comparison because it was the first thing that came to mind and I’m a black guy myself. Lately I’ve been pretty shocked with the conversation surrounding men and women and violence perpetrated against women by men. I’m up to date with most of the statistics and I’m not here to say there isn’t a problem. I’m here to say the way we’re addressing it just doesn’t seem to be helping people and serves to further alienate them. </p>\n\n<p>Right now I’m seeing a lot of posts that frankly straight up seem to push messages that wouldn’t be acceptable if any other demographic was in this situation. <a href=\"https://www.reddit.com/r/BlackPeopleTwitter/comments/m3nddf/there_is_simply_no_argument_in_this_matter/?utm_source=share&amp;utm_medium=ios_app&amp;utm_name=iossmf\">Take this thread</a></p>\n\n<p>Not only is the argument here flawed, but I’m seeing a ton of comments defending it with logic that I don’t see in discussions that are supposed to be taken seriously. </p>\n\n<blockquote>\n<p>An analogy my girlfriend shared with me was this,</p>\n</blockquote>\n\n<p>&quot;Not every single tick carries lime disease, but enough ticks carry lime disease that I am scared to walk through tall grass at certain times of the year&quot;</p>\n\n<p>Translate that directly into sexual harassment and you see the concern. People are taking it very personally, saying &quot;Well I&#39;M not a rapist!!&quot;.</p>\n\n<p>I&#39;m sure you&#39;re not, but you belong to the group of people who have been making women uncomfortable, so suck it up and change your behavior to ensure that no women even accidentally feels uncomfortable around you.</p>\n\n<p>Nobody is gonna come out and say #NOTALLTICKS</p>\n\n<p>Shit like this is what I’m talking about. You were born with a dick? Sorry dude you belong to a group of people that fucks with women more than women fuck with themselves so now you must change and police your behavior based on how they feel. I almost thought this comment was satire reading it but nope it got 2 awards. Also I’ve seen this same argument made against Syrian refugees.</p>\n\n<p>The problem with this “Well see women feel like...” argument is that for one the facts just don’t add up. In every category for assault besides sexual assault men are more likely to be the victims of that sort of crime. And even when it’s sexual assault the perpetrator will most likely be someone the victim knows in addition to most rapes happening at/around the victims home. So this whole “I can’t walk alone late at night” thing just seems like overblown fear mongering to me. The reality is going out at night is a risk for anyone except some men have a higher ability to defend themselves. </p>\n\n<p>How is this different than far righters claiming they’re scared for their life around black people or any other demographic they claim is promoting degeneracy or ruining their culture? Like I’m sure they could point at crime statistics and say “Well hey black people commit lots of crime and their culture promotes drug use and crime. I don’t feel safe around them.” Like really the easiest thing to do here would be just to replace “Men” with black people and “Women” with white people but I feel like it’s not that simple. </p>\n\n<p>I just am failing to understand how telling a demographic of people to police their behavior based on what OTHERS have done is not sexist. Like to me that’s the definition of prejudice. And of course there will be the “Not all men. But too many men.” In the comments. I’d like to ask those who say this, where is the line for how problematic a demographic can be before it’s acceptable to just say fuck it and generalize? To be clear I’m not someone that’s out here like “Fuck white people” or “fuck conservatives” but I cannot say I like the bourgeoisie. </p>\n\n<p>Like the equivalent of this to me would be like if we had some sort of epidemic of white women calling the cops on people of color just living their lives, and there was just this huge social uproar telling white women to mind their own business. Then there’s a commercial telling white women to not speak on subjects or topics having to do with race or non-white cultures. Would it be okay for me to be avoidant towards white women or even tell other people to be apprehensive toward white women, if that sort of thing were to happen? Especially if I was a black guy too and stories like Emmet Till’s just resonated with me that much, would it be okay for me to act that way towards white women? Would that solve the issue? Would you call me racist/sexist for behaving that way towards white women if that sort of social trend were to happen? My guess is probably yes for the last.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/mm3s23/cmv_if_its_racist_to_tell_black_people_to_change/",
  "subreddit": "changemyview",
  "id": "mm3s23",
  "is_self": true,
  "media": null,
  "is_video": false
}