{
  "author": "Godkun007",
  "original_created_utc": 1630255001,
  "title": "The first ~200 pages of War & Peace are a slog that sets up the book to be the greatest book of all time. After those ~200 pages, the book is almost impossible to put down.",
  "created_utc": 1630261544,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>About a month ago I finished War &amp; Peace by Leo Tolstoy after trying to get into it on 3 separate occasions before. The book is absolutely incredible and genuinely does deserve the recognition it has as one of the greatest books of all time. What really did shock me however, was that once I got over that ~200 page hump, I just couldn&#39;t put it down. I had tried and failed to get that far several times before, but once I got there, it was like I was transferred to an entirely new world. </p>\n\n<p>Tolstoy has a very unique writing style that is very descriptive without being tedious. The way he described people&#39;s appearances and auras, the way he described the dresses of all the women at the balls, the way he described the actions of everyone made everything feel more real than in any book I had ever read before. This is what makes the book the masterpiece it is, but also why the first ~200 pages are such a slog. </p>\n\n<p>War &amp; Peace gives you no introduction to the world, the characters, or anything at all. When the book starts, you are just thrown into a dinner party for the Russian elite. The book throws dozens of names at you (many of which don&#39;t actually matter) and it can be extremely overwhelming. However, this was literally the point of that scene. That scene is supposed to feel like you were invited to this party and were just being rapid fire introduced to everyone. You hear out of context arguments, you forget people&#39;s names the moment you are introduced to them, and in general you feel a little like a stranger in this new place. But that is what makes everything feel so real. You meet these new people and overtime you grow to have your own opinions on them. You become emotionally attached to some, you hate others, but this growth is all organic in the same way you would make new friends at a party. As the story progresses, it feels like you are growing with the characters. Every time the perspective changes back to a character, it feels like you are coming to visit your friend and by the end of the book, you feel like you have been through hell and back with them. </p>\n\n<p>When the book ended, I felt emotional because it was like I was saying goodbye to my friends. War &amp; Peace was actually Tolstoy writing a prequel to another book that he never actually ended up finishing, so the characters actually feel like they have so much more of their lives left to live. War &amp; Peace has so many loose plot threads that were clearly supposed to be explored in a sequel, but this just made the book feel so much more real. Those loose threads sort of get discussed in the 1st epilogue, but none of them feel out of place in the world. </p>\n\n<p>If you know Russian history, you can even make pretty good guesses of what will happen to the characters going forward. Pierre, for example, is clearly going to be a Decembrist, and his wife (who will remain unnamed for spoiler reasons) is clearly going to become one of the wives of the Decembrists who follows him into exile. The story is so well put together and based in reality to the point where you can know the plot of the non-existent sequel just by knowing Russian history.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/books/comments/pdym1j/the_first_200_pages_of_war_peace_are_a_slog_that/",
  "subreddit": "books",
  "id": "pdym1j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "About a month ago I finished War & Peace by Leo Tolstoy after trying to get into\nit on 3 separate occasions before. The book is absolutely incredible and\ngenuinely does deserve the recognition it has as one of the greatest books of\nall time. What really did shock me however, was that once I got over…"
}