{
  "author": "DnaKinaseKinase",
  "the_new_excerpt": "I used to read loads when I was little, but now I barely read anything. I much\nprefer to watch TV and I was wondering if anyone else has this problem.\n\nI feel like reading is something you have to do, whereas watching TV is\nsomething that's being done to you. I feel like depression is sapping…",
  "original_created_utc": 1623179043,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "小さい頃はたくさんの本を読んでいましたが、今はほとんど読んでいません。私はテレビを見る方が好きです。\n誰かこの問題を抱えている人がいないかと思って。\n\n読書は何かをしなければならないような気がしますが、テレビを見るのは何かをされているような気がします。\n一方、テレビを見るのは何かをされているような気がします。うつ病に侵されているような気がします...。",
      "title": "うつ病のせいで、本よりもテレビを選ぶようになった気がします。これを回避する方法を見つけた人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我小的时候曾经读过很多书，但现在我几乎不读任何东西。我更\n我更喜欢看电视，我想知道是否有其他人有这个问题。\n\n我觉得阅读是你必须要做的事情，而看电视则是\n而看电视则是在为你做的事情。我觉得抑郁症正在吞噬...",
      "title": "我觉得抑郁症导致我选择电视而不是书籍。有人找到了解决这个问题的方法吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我小的時候曾經讀過很多書，但現在我幾乎不讀任何東西。我更\n我更喜歡看電視，我想知道是否有其他人有這個問題。\n\n我覺得閱讀是你必須要做的事情，而看電視則是\n而看電視則是在爲你做的事情。我覺得抑鬱症正在吞噬...",
      "title": "我覺得抑鬱症導致我選擇電視而不是書籍。有人找到了解決這個問題的方法嗎？"
    }
  ],
  "title": "I feel like depression is causing me to choose TV over books. Has anyone found a way around this?",
  "created_utc": 1623187356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read loads when I was little, but now I barely read anything. I much prefer to watch TV and I was wondering if anyone else has this problem.</p>\n\n<p>I feel like reading is something you have to <em>do</em>, whereas watching TV is something that&#39;s being done <em>to</em> you. I feel like depression is sapping my motivation to do anything, so I generally prefer to just sit back and watch some mindless TV.</p>\n\n<p>There are books that I actually want to read, I just lose motivation really easily. I was excited to get a book from the library and when I started reading it I only read up to page 5. There was a highly recommended book from my favorite genre and it still took me a month to get to page 100. I could spend 6 hours a day watching TV and think nothing of it though.</p>\n\n<p>Has anyone else experienced something similar?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nvbnbv/i_feel_like_depression_is_causing_me_to_choose_tv/",
  "subreddit": "books",
  "id": "nvbnbv",
  "is_self": true,
  "media": null,
  "is_video": false
}