{
  "author": "gingerninja298",
  "the_new_excerpt": "growing up ginger hasn't been fun at all, from primary school to university and\ngoing outside I've been bullied because of my ginger hair, from name calling and\nbeing teated differently to even being beaten up all because my hair. my problem\nis that bullying someone due to their natural hair being…",
  "original_created_utc": 1614104186,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "姜的成长一点也不好玩，从小学到大学，再到\n我因为我的姜黄色头发被人欺负过，从骂人到现在\n我的问题是，我的问题是，我的问题是，我的问题是，我的问题是，我的问题是，我的问题是，我的问题是，我的问题是\n是欺负别人，因为他们的自然头发是... ...",
      "title": "CMV：因为天生姜还是老的辣而欺负一些人，就等于因为是黑人而欺负黑人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "姜的成長一點也不好玩，從小學到大學，再到\n我因爲我的薑黃色頭髮被人欺負過，從罵人到現在\n我的問題是，我的問題是，我的問題是，我的問題是，我的問題是，我的問題是，我的問題是，我的問題是，我的問題是\n是欺負別人，因爲他們的自然頭髮是... ...",
      "title": "CMV：因爲天生薑還是老的辣而欺負一些人，就等於因爲是黑人而欺負黑人。"
    }
  ],
  "title": "CMV: bullying some because they are naturally ginger is the same as bullying a black person because they are black",
  "created_utc": 1614134206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>growing up ginger hasn&#39;t been fun at all, from primary school to university and going outside I&#39;ve been bullied because of my ginger hair, from name calling and being teated differently to even being beaten up all because my hair. my problem is that bullying someone due to their natural hair being different isn&#39;t treated the same way as calling someone out on skin colour or sexuality or religion.</p>\n\n<p>In growing up i attended 2 different primary schools. In my first one I was still young and i was only called out once or twice for being ginger and didn&#39;t think much of it. eventually i was transferred to a different primary school and that&#39;s when the names and bullying started, if I told the teacher they&#39;d make an excuse saying they are just playing , however there were 2 jewish boys in my class if they were bullied then they&#39;d see the headteacher. it only got worse in seconds school for 5 long years I was picked on, punched and kicked even some teachers would treat me differently. 1 day i had an argument with a boy next to a teacher who pretended not to hear the other boy call me all insults for being ginger and attacking my family, so i was fuming and in rage call him a terrorist as he came from a muslim background (I know its a awful thing to do but i dished out the same crap back to him) at that point the teacher took me out for 1 slightly islamophobic while he&#39;d give out a lot more against me and i was the 1 punished. Now if i said that was black and had to deal with that, I could sue the school, have them people who picked on me ruined for being racist or have people back me up, but because i&#39;m ginger it&#39;s seen as a joke.</p>\n\n<p>Even out of the school system in pubs, shops and on the street im still called out for my hair by complete strangers for no reason. </p>\n\n<p>Also don&#39;t say well you can dye your hair to change colour, you could say the same thing to black people Michael Jackson did it, or to gay people just be straight if you don&#39;t like being assaulted for being who you are. you probably can&#39;t change my view as I&#39;ve had to deal with for the last 20 so years and your just reading about it but your welcome to convince me on how bully someones natural hair differs to someones natural skin.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/lqp11z/cmv_bullying_some_because_they_are_naturally/",
  "subreddit": "changemyview",
  "id": "lqp11z",
  "is_self": true,
  "media": null,
  "is_video": false
}