{
  "author": "throwawaystranger69",
  "original_created_utc": 1632321838,
  "title": "YSK that if you ever have a disagreement with someone, you should ask them, \"Is there any proof/evidence that would change your mind?\"",
  "created_utc": 1632340681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If they say no, then nothing you can say or do will change their mind so there&#39;s no point in trying. You&#39;ll just be spinning your wheels so to speak. </p>\n\n<p>If they say, &quot;I&#39;m not sure, but I&#39;m open to looking at whatever proof/evidence you have.&quot; that&#39;s a completely valid response. Some people don&#39;t know what it would take to change their opinion, but if they&#39;re open to the idea of seeing evidence that goes against their beliefs, then it could warrant dialogue.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/pt90q2/ysk_that_if_you_ever_have_a_disagreement_with/",
  "subreddit": "YouShouldKnow",
  "id": "pt90q2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If they say no, then nothing you can say or do will change their mind\nso there's no point in trying. You'll just be spinning your wheels so to speak.\n\nIf they say, \"I'm not sure, but I'm open to looking at whatever proof/evidence\nyou have.\" that's a completely valid response. Some people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: もし、相手がノーと言ったら、何を言っても、何をしても、相手の気持ちは変わりません。\n努力しても無駄なんです。いわば、空回りしているだけなのです。\n\nもし、相手が「よくわからないけど、あなたが持っている証拠を見てもいいよ」と言ってくれれば、それはそれでいいと思います。\nと言われたら、それは完全に正しい答えです。人によっては...",
      "title": "YSKは、もし誰かと意見が合わないときは、\"Is there any proof/evidence that would change your mind? \"と聞いてみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果他们说不，那么你说什么或做什么都不会改变他们的想法\n所以尝试是没有意义的。可以说，你只是在转圈而已。\n\n如果他们说：\"我不确定，但我愿意看你的任何证据/证明。\n这就是一个完全有效的回应。有些人...",
      "title": "YSK认为，如果你与某人有分歧，你应该问他：\"有什么证据/证据能改变你的想法吗？\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果他們說不，那麼你說什麼或做什麼都不會改變他們的想法\n所以嘗試是沒有意義的。可以說，你只是在轉圈而已。\n\n如果他們說：\"我不確定，但我願意看你的任何證據/證明。\n這就是一個完全有效的迴應。有些人...",
      "title": "YSK認爲，如果你與某人有分歧，你應該問他：\"有什麼證據/證據能改變你的想法嗎？\""
    }
  ]
}