{
  "author": "thebruce87m",
  "the_new_excerpt": "Why YSK: Some companies offer free engraving so many people might be tempted to\nput their details on the tracker, perhaps even their address.\n\nThis might seem to make sense since the tracker could run out of battery or be\ndamaged in some way, however if the person has your keys and address...…",
  "original_created_utc": 1619216710,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：無料で刻印をしてくれる会社もあるので、多くの人が自分の情報をトラッカーに入れたいと思うでしょう。\nトラッカーに自分の情報を入れたくなる人は多いと思います。\n\nトラッカーは電池切れや破損の可能性があるので、これは理にかなっていると思うかもしれません。\nしかし、もしその人があなたの鍵と住所を持っていたら......",
      "title": "YSK: AirTagやTileなどのトラッカーを鍵につけている場合は、住所を刻印しないほうがいいでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：一些公司提供免费的雕刻服务，因此许多人可能会被诱惑在追踪器上写上他们的详细资料，甚至是他们的地址。\n在追踪器上写上他们的详细资料，甚至是他们的地址。\n\n这似乎是有道理的，因为追踪器可能会耗尽电池或以某种方式损坏。\n损坏，但是如果这个人有你的钥匙和地址......。",
      "title": "YSK：如果把你的地址刻在AirTag/Tile或其他追踪器上，你不应该把它挂在钥匙上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：一些公司提供免費的雕刻服務，因此許多人可能會被誘惑在追蹤器上寫上他們的詳細資料，甚至是他們的地址。\n在追蹤器上寫上他們的詳細資料，甚至是他們的地址。\n\n這似乎是有道理的，因爲追蹤器可能會耗盡電池或以某種方式損壞。\n損壞，但是如果這個人有你的鑰匙和地址......。",
      "title": "YSK：如果把你的地址刻在AirTag/Tile或其他追蹤器上，你不應該把它掛在鑰匙上。"
    }
  ],
  "title": "YSK: You should not get your address engraved on an AirTag / Tile or other tracker if it’s attached to your keys",
  "created_utc": 1619333322,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Some companies offer free engraving so many people might be tempted to put their details on the tracker, perhaps even their address. </p>\n\n<p>This might seem to make sense since the tracker could run out of battery or be damaged in some way, however if the person has your keys and address... they know where you live and could gain access to your house or vehicle.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/mx6nyy/ysk_you_should_not_get_your_address_engraved_on/",
  "subreddit": "YouShouldKnow",
  "id": "mx6nyy",
  "is_self": true,
  "media": null,
  "is_video": false
}