{
  "author": "RabidFoxz",
  "the_new_excerpt": "Well, it’s been a moment or three, but it’s good to be back.\n\nThe Book of the New Sun by Gene Wolfe\n\n * Plot: An epic four book fantasy series chronicling the adventures of Severian\n   of the Torturer's Guild.\n * Page Count:\n   * The Shadow of the Torturer: 304\n   * The Claw of the Concilliator:…",
  "original_created_utc": 1611847447,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，虽然有一三分钟的时间，但回来的感觉真好。\n\n吉恩-沃尔夫的《新太阳之书》。\n\n * 剧情：史诗级的四本奇幻系列，记录了塞维利亚的冒险故事。\n   拷问者协会的。\n *页数。 *《拷问者之影》：\n   * \"拷问者的阴影 304\n   * Concilliator之爪：... ...。",
      "title": "我正在阅读每一个雨果、星云、Locus和世界奇幻奖得主。下面是我对80年代初的评论（第五卷）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，雖然有一三分鐘的時間，但回來的感覺真好。\n\n吉恩-沃爾夫的《新太陽之書》。\n\n * 劇情：史詩級的四本奇幻系列，記錄了塞維利亞的冒險故事。\n   拷問者協會的。\n *頁數。 *《拷問者之影》：\n   * \"拷問者的陰影 304\n   * Concilliator之爪：... ...。",
      "title": "我正在閱讀每一個雨果、星雲、Locus和世界奇幻獎得主。下面是我對80年代初的評論（第五卷）。"
    }
  ],
  "title": "I'm reading every Hugo, Nebula, Locus, and World Fantasy Award winner. Here's my reviews of the early 1980s (Vol 5)",
  "created_utc": 1611857725,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well, it’s been a moment or three, but it’s good to be back.</p>\n\n<p><strong>The Book of the New Sun by Gene Wolfe</strong> </p>\n\n<ul>\n<li><strong>Plot:</strong> An epic four book fantasy series chronicling the adventures of Severian of the Torturer&#39;s Guild. </li>\n<li><strong>Page Count:</strong> \n\n<ul>\n<li><em>The Shadow of the Torturer:</em> 304</li>\n<li><em>The Claw of the Concilliator:</em> 303</li>\n<li><em>The Sword of the Lictor:</em> 302</li>\n<li><em>The Citadel of the Autarch:</em> 330</li>\n</ul></li>\n<li><strong>Awards:</strong> \n\n<ul>\n<li><em>The Shadow of the Torturer:</em> 1980 World Fantasy Award</li>\n<li><em>The Claw of the Concilliator:</em> 1981 Locus Fantasy and 1981 Nebula</li>\n<li><em>The Sword of the Lictor:</em> 1982 Locus Fantasy</li>\n</ul></li>\n<li><strong>Worth a read</strong>: Yes, but it&#39;s an investment.</li>\n<li><strong>Primary Driver:</strong> <strong>Plot, World, or Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Both Technobabble and Fantasybabble in moderate quantities.</li>\n<li><strong>Review:</strong> There is no denying that these books are remarkable. The attention to detail is astonishing, the writing is crisp, the characters are complex. Locales have their own personalities, the world is fleshed out, side characters and side stories are both brilliant. It&#39;s an intricate and well crafted work. On the other hand, to quote one of the characters: &quot;...You talk about it to me as someone else might talk about the weather.&quot; Can be dry and a bit of a slog; some of the side stories, while interesting, feel forced into the broader narrative. Books do not stand on their own at all as individual stories. In terms of quality, I would probably say: 3, 2, 4, 1. </li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/08/the-book-of-new-sun-by-gene-wolfe.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Lord Valentine&#39;s Castle by Robert Silverberg&#39;s</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> An amnesiac wanderer goes on an epic quest to reclaim his identity. </li>\n<li><strong>Page Count:</strong> 506</li>\n<li><strong>Award:</strong> 1981 Locus</li>\n<li><strong>Worth a read</strong>: Yes</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong>, <strong>Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Minimal.</li>\n<li><strong>Review:</strong> Despite it&#39;s sluggish pace and constant meanders there is something absolutely engrossing about this book. Tapdances right on the border of SF and Fantasy - and successfully balances both. Character interaction and conversations are solid throughout. Remarkable establishment of side-character personalities - including minor characters having their own arcs. Excellent use of power crawl and believable evolution of Valentine from passive to active protagonist. Got pretty tired of reading about juggling.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/lord-valentines-castle-by-robert.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Timescape by Gregory Benford</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> The only way to stop environmental and societal collapse is to contact the past to stop it from happening.</li>\n<li><strong>Page Count:</strong> 499</li>\n<li><strong>Award:</strong> 1981 Nebula</li>\n<li><strong>Worth a read</strong>: Oof. Somewhat?</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong>, <strong>Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> To the max.</li>\n<li><strong>Review:</strong> I cannot figure out why I enjoyed this book, but I did... until the truly interminable final 20%. Interesting applications of paradoxes, time loops, determinism, and everything else that fits in a good time-based story. That said, it&#39;s unbelievably slow. The majority of drama and action is about academic clashes, but I was somehow invested nonetheless. Some excellent character work; this does not apply to the women, who are all philandering, repressed, nymphomaniac arm-candy for the men involved. I hope you like the word &quot;Tachyon&quot; because you&#39;re going to see it a lot.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/timescape-by-gregory-benford.html\">Full Review</a></li>\n</ul>\n\n<p><strong>The Snow Queen by Joan D. Vinge</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> The backwater planet of Tiamat has been under the control of the Snow Queen for 150 years. Summer is coming.</li>\n<li><strong>Page Count:</strong> 448</li>\n<li><strong>Award:</strong> 1981 Hugo</li>\n<li><strong>Worth a read</strong>: Yes</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong>, <strong>Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Minimal.</li>\n<li><strong>Review:</strong> A delightful mix of fantasy tropes with science fiction twists. Tiamat itself feels solidly fantasy; the ageless Snow Queen, The Lady who gives some people visions and helps them, the separate regimes of Summer and Winter. Yet it is but one planet - and the rest are technologically developed. It&#39;s a remarkable balance that works surprisingly well. Side characters are great; distinct justifications, backstories, history together. Protagonists are... fine. The driving motivation being, once again, cousins in love... not great. They&#39;re also quite passive, which gets tiresome. </li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/the-snow-queen-by-joan-d-vinge.html\">Full Review</a></li>\n</ul>\n\n<p><strong>The Many-Colored Land by Julian May</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> There&#39;s a portal that goes back six million years into the past and it only gets wackier from there.</li>\n<li><strong>Page Count:</strong> 433</li>\n<li><strong>Award:</strong> 1982 Locus</li>\n<li><strong>Worth a read</strong>: Yes</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Moderate.</li>\n<li><strong>Review:</strong> This book is delightful. The premise is ridiculous, the explanations of &quot;science&quot; to explain what happened are pretty much nonexistent... but it&#39;s just so fun. Every opportunity where this book could go off the rails it does so. The characters are fun, though shallow. This book is what happens when you throw a sack of different world-building related nouns into a blender and say, &quot;Sure!&quot; Are the rules consistent? Yes, in that there are none. I was regularly surprised by things to the point where I was laughing out loud. </li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/the-many-colored-land-by-julian-may.html\">Full Review</a></li>\n</ul>\n\n<p><strong>No Enemy But Time by</strong> <strong>Michael Bishop</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> If you think hard enough, you get to the past! </li>\n<li><strong>Page Count:</strong> 397</li>\n<li><strong>Award:</strong> 1982 Nebula</li>\n<li><strong>Worth a read</strong>: This is one of the worst books I&#39;ve ever read.</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Fail(?)</li>\n<li><strong>Technobabble:</strong> Moderate.</li>\n<li><strong>Review:</strong> Look, he uses his chance to go back in time to have sex with proto-humans. And yes, the pacing is awful, but at least the prose is terrible. I have nothing positive to say about this one, except that I&#39;ve never seen the word &quot;beshat&quot; in a book. This is one of the very few I&#39;ve encountered with an African American man as the lead - and holy guacamole is it an insulting portrayal.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/10/no-enemy-but-time-by-michael-bishop.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Sundiver by David Brin</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> Somehow, the Galactics missed a species - sentient creatures living at the edge of the Sun. It&#39;s up to humanity to investigate.</li>\n<li><strong>Page Count:</strong> 340</li>\n<li><strong>Award:</strong> Book 1 of the Uplift Trilogy - Books 2 and 3 won awards.</li>\n<li><strong>Worth a read</strong>: Skip this one but read the next two.</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble:</strong> Frequent.</li>\n<li><strong>Review:</strong> At the core of this book is a great theme: to join the broader galaxy of enlightened species, populations must be &quot;Uplifted&quot; - brought into the fold via a sponsor, and civilized. There&#39;s a key question - which race Uplifted humans? All of this is fun, and well done. It is also still at the heart of the sequel, which is a much better book. The plot of this is... fine. Characters are bland, interactions are stilted, relationships unbelievable. This isn&#39;t exactly a bad book - but it has nothing on the sequel, and is not necessary reading to understand it.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/11/sundiver-by-david-brin.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Startide Rising by David Brin</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> Things quickly get out of hand when a ship crewed by humans, dolphins, and a chimp stumble upon a massive armada of abandoned spaceships, escalating to galactic-level drama.</li>\n<li><strong>Page Count:</strong> 498</li>\n<li><strong>Award:</strong> 1984 Hugo, 1984 Nebula, 1984 Locus SF </li>\n<li><strong>Worth a read</strong>: All aboard the hype train! Toot toot!</li>\n<li><strong>Primary Driver:</strong> <strong>Plot, World, or Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Moderate.</li>\n<li><strong>Review:</strong> Sweet kittens and milk is this thing excellent. It&#39;s not a perfect book - characters can be hard to keep track of, relationships can be forced, some parts drag, and the machina has a whole bunch of deus. But there are so many good ideas in here. Uplift is brought to the fore: that a species needs another to bring it to the galactic scene. But what does that mean? How do we recreate other species in our own image? What debts do we owe each other? What if attempts to help a species fail? It&#39;s pure delightful science fiction - a masterpiece of speculation and technology and species and politics.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/11/startide-rising-by-david-brin.html\">Full Review</a></li>\n</ul>\n\n<p><strong>The Uplift War by David Brin</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> It&#39;s all-out war pitting the Earthlings (both human and chimp) and their allies against the Gubru, a race of birdlike aliens... with no sense of humor.</li>\n<li><strong>Page Count:</strong> 638</li>\n<li><strong>Award:</strong> 1988 Hugo, 1988 Locus SF </li>\n<li><strong>Worth a read</strong>: Yes</li>\n<li><strong>Primary Driver:</strong> <strong>Plot, World, or Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Moderate.</li>\n<li><strong>Review:</strong> Everything that makes the concept of Uplift delightful is still here. This is a good follow up to <em>Startide Rising</em> - but not a necessary one. Quality of writing is better, but pacing fluctuates, an overwhelming cast of characters can be hard to track, and deuses jump out of machinas frequently. This does add more depth to the mechanics of Uplift, but not to the broader ideas that made <em>Startide Rising</em> so cool.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/the-uplift-war-by-david-brin.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Nifft the Lean by Michael Shea</strong><em>.\\</em>*</p>\n\n<p><em>\\</em>The Incompleat Nifft,* which is the original and it&#39;s sequel.</p>\n\n<ul>\n<li><strong>Plot:</strong> Nifft is a brilliant thief and an accomplished grifter. He&#39;d probably be rich already, if his luck was a bit better. But the next score will be the big one!</li>\n<li><strong>Page Count:</strong> 576</li>\n<li><strong>Award:</strong> 1982 World Fantasy Award <em>(Nifft the Lean)</em></li>\n<li><strong>Worth a read</strong>: Absolutely</li>\n<li><strong>Primary Driver:</strong> <strong>Plot</strong>, <strong>World</strong>, <strong>Character</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble:</strong> Minimal to moderate (if we&#39;re including fantasy babble).</li>\n<li><strong>Review:</strong> What an absolute joy to read. It&#39;s classic sword and sorcery in the best way. A number of shorter tales linked together throw Nifft all over the globe - and to hell and back - allowing the reader to see all sorts of different things. Pacing is quick, humor lands well. Character tropes are used to good effect, allowing quick &#39;n&#39; dirty introductions to lots of different players. That said, there are a number of truly engaging characters and surprising twists. It&#39;s a light, quick, and delightful read.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/nifft-lean-by-michael-shea.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Little, Big by John Crowley</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> A multigenerational family drama mixed with a healthy dose of magical realism. </li>\n<li><strong>Page Count:</strong> 627</li>\n<li><strong>Award:</strong> 1982 World Fantasy Award</li>\n<li><strong>Worth a read</strong>: No</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong>, <strong>Character</strong> [Charitably]</li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> Moderate Fantasy Babble.</li>\n<li><strong>Review:</strong> I loathed this book. Pacing could be charitably described as dreamy - but more aptly as between lethargic and catatonic. Characters are as plentiful as they are unimaginative and disposable. Plot is not really a feature: all of the standbys for family drama are here, from &quot;You&#39;re Not the Father!&quot; through &quot;A Surprise Same-Sex Encounter?!&quot; with a bit of &quot;But She&#39;s My Sister!&quot; thrown in for good measure. Quality of writing is decent, but some striking phrasing and evocative images are nowhere near enough to redeem this one.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/little-big-by-john-crowley.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Downbelow Station by C. J. Cherryh</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> It&#39;s politics! In... SPACE!</li>\n<li><strong>Page Count:</strong> 526</li>\n<li><strong>Award:</strong> 1982 Hugo</li>\n<li><strong>Worth a read</strong>: No.</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: ...I&#39;m not sure. </li>\n<li><strong>Technobabble:</strong> Moderate.</li>\n<li><strong>Review:</strong> The fact that I did not out and out die of boredom while reading this is all of the proof I needed to confirm that I have, in fact, been dead the whole time. It&#39;s an epic space opera with emphasis on the opera portion (for length and pacing, that is). A hefty cast of forgettable and interchangeable characters existing in a generic SF setting coupled with truly glacial pacing made this an absolute chore to read. Even scenes that should be exciting manage to be completely bland due to style choices. A smattering of neat ideas (clever uses of mind wipes in particular) are nowhere near enough to redeem this dud.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/downbelow-station-by-c-j-cherryh.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Foundation Trilogy by Isaac Asimov</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> Psychohistory: The use of mathematics and psychology to predict the course of human events. </li>\n<li><strong>Page Count:</strong> </li>\n<li>- Foundation: 244</li>\n<li>- Foundation and Empire: 256</li>\n<li>- Second Foundation: 279</li>\n<li><strong>Award:</strong> Hugo for Best All-Time Series. Book 4 (next post!) won a Hugo and Nebula.</li>\n<li><strong>Worth a read</strong>: Yes</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble:</strong> High but plot relevant.</li>\n<li><strong>Review:</strong> A set of nine interconnected stories that demonstrate the power and pitfalls of Psychohistory. Generally good writing and clever twists keep things engaging. A whole lot of exposition dumps. Characters are all flat. Concept is excellent, and each story highlights a different aspect. Feels like each segment successfully treads new ground, as opposed to rehashing. Some diminishing returns by the end, but absolutely worth a read as a whole. And the stories have aged astoundingly well.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/foundation-trilogy-by-isaac-asimov.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Foundation&#39;s Edge Isaac Asimov</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> Did you want another story set in the Foundation universe? You got one. It&#39;s a hunt for the Second Foundation, controlling things from behind the curtain. </li>\n<li><strong>Page Count:</strong> 450</li>\n<li><strong>Award:</strong> 1983 Locus SF and 1983 Hugo </li>\n<li><strong>Worth a read</strong>: Please don&#39;t kill me, but <strong>No</strong></li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble:</strong> Moderate to high.</li>\n<li><strong>Review:</strong> Some interesting moments mixed with some truly bizarre choices. Plot seems to constantly be a scene where one character says, &quot;Ah, I knew he would do that, and instead...&quot; and then the next says, &quot;Ah, I knew you would counter that, so I...&quot; and on we go. I did not enjoy the conclusion of this; in a universe with a number of interesting concepts, throwing in another in Act III of another book is an odd move. I hypothesize that this won because the previous three did not. Does not add anything interesting to the Foundation Universe; instead undercuts the core concepts that make the first three appealing.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2020/09/foundations-edge-by-isaac-asimov.html\">Full Review</a></li>\n</ul>\n\n<p><strong>The Mists of Avalon by Marion Zimmer Bradley</strong> </p>\n\n<ul>\n<li><strong>Plot:</strong> The legend of King Arthur often ignores the importance of the women who put him in power and kept him there.</li>\n<li><strong>Page Count:</strong> 1009. One Thousand and Nine. One one, two zeroes, and a nine, in that order. In binary: 1111110001</li>\n<li><strong>Award:</strong> 1984 Locus Fantasy </li>\n<li><strong>Worth a read</strong>: Nope.</li>\n<li><strong>Primary Driver:</strong> <strong>World, or Character</strong></li>\n<li><strong>Bechdel Test</strong>: Pass</li>\n<li><strong>Technobabble:</strong> N/A.</li>\n<li><strong>Review:</strong> For a book that is about the strong women surrounding King Arthur, dang are all the female characters weak. They are almost all motivated by some mix of: love, forbidden love, lust, desire for children, marriage, envy of beauty... every entry on the &quot;women&#39;s reasons&quot; list. Characters either blend together or eventually become caricatures of themselves - especially Gwenhwyfar, whose presence makes a scene unbearable. There are some really exceptional moments here, and some genuine surprises. But too few and too far between in a 1000 page epic.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/the-mists-of-avalon-by-marion-zimmer.html\">Full Review</a></li>\n</ul>\n\n<p><strong>The Dragon Waiting by John M. Ford</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> Shifting alliances butt heads in this alternate history, including England&#39;s Richard III, the Medici, the Byzantine Empire, and also vampires. </li>\n<li><strong>Page Count:</strong> 368</li>\n<li><strong>Award:</strong> 1984 World Fantasy Award</li>\n<li><strong>Worth a read</strong>: If there were no other books left on Earth, and I had an unlimited supply of kindling, lighter fluid, and firewood, I&#39;d still burn this. </li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Fail.</li>\n<li><strong>Technobabble:</strong> None.</li>\n<li><strong>Review:</strong> This book is just well and truly awful. The haughty condescension from the author about how grounded the historical aspects are clashed with some painfully bad attempts at changing the past. Mix in some truly baffling choices as to when to adhere to actual historical events and when to veer away, and you&#39;ve got yourself a stew. Characters have no traits that aren&#39;t explicitly stated, and, in the name of &quot;subterfuge&quot; these characteristics can change on a dime. Pacing is abysmal - switching at random from plodding discussions to sloppy action. Fantasy elements are handled with the grace of a baseball bat to the stomach. </li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/the-dragon-waiting-by-john-m-ford.html\">Full Review</a></li>\n</ul>\n\n<p><strong>The Integral Trees by Larry Niven</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> The Smoke Ring has everything needed for survival - except for ground. Survival itself is a struggle in constant freefall.</li>\n<li><strong>Page Count:</strong> 272</li>\n<li><strong>Award:</strong> 1985 Hugo </li>\n<li><strong>Worth a read</strong>: No</li>\n<li><strong>Primary Driver:</strong> <strong>World</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble:</strong> You betchya.</li>\n<li><strong>Review:</strong> A fascinating and cleverly constructed world full of unique fauna and striking vistas. Unfortunately it is populated by a bland, interchangeable, and generally uncompelling cast of characters. This is a striking downfall in a survival story; tragedy and difficulty mean little if one is not invested in any of the players involved. Worth skimming at a library for a taste of the world, but that alone does not carry a novel - this felt much longer than its 270 pages.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/the-integral-trees-by-larry-niven.html\">Full Review</a></li>\n</ul>\n\n<p><strong>Bridge of Birds by Barry Hughart</strong></p>\n\n<ul>\n<li><strong>Plot:</strong> Number Ten Ox sets out to help his village and ends up wrapped up in a centuries-old conflict.</li>\n<li><strong>Page Count:</strong> 271</li>\n<li><strong>Award:</strong> 1985 World Fantasy Award</li>\n<li><strong>Worth a read</strong>: Yes. Right now.</li>\n<li><strong>Primary Driver:</strong> <strong>Plot, World, Character</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble:</strong> Fantasy Babble - yes</li>\n<li><strong>Review:</strong> A gem. Excellent writing, charming characters, engaging plot. Many books use Greco-Roman or Norse Mythology and it&#39;s a breath of fresh air to see an unrelated mythos and fables in a book. The world as depicted is both complex and fascinating. One of the most fun and novel books I&#39;ve encountered. I was constantly surprised, but it never felt like cheating. At points heartbreaking, at points laugh-out-loud funny.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/bridge-of-birds-by-barry-hughart.html\">Full Review</a></li>\n</ul>\n\n<p>And a bonus! A fellow Redditor asked me to check out his book, and kindly sent me a copy:</p>\n\n<p><strong>Constructors by Russell Libonati</strong></p>\n\n<ul>\n<li><strong>Plot</strong>: Colonization is a difficult enough prospect, but we definitely didn&#39;t do enough research on the resident life before we started.</li>\n<li><strong>Page Count</strong>: 203</li>\n<li><strong>Worth a read</strong>: Yes.</li>\n<li><strong>Primary Driver</strong>: <strong>World, Character</strong></li>\n<li><strong>Bechdel Test</strong>: Fail</li>\n<li><strong>Technobabble</strong>: Mild to Moderate</li>\n<li><strong>Review</strong>: Surprisingly enjoyable and a breeze to read. Humor is executed well without being overwhelming, characters have distinct personalities, dialogue is generally crisp. Relies at some points on tropes, but has enough novel ideas to be worth a read - especially at this length. It&#39;s a fun afternoon. Even after reading everything else, it&#39;s nice to get a new take on alien life - which is, in its own way, an impressive feat, given just how much SF material exists already.</li>\n<li><a href=\"https://dontforgettoreadabook.blogspot.com/2021/01/constructors-by-russell-libonati.html\">Full Review</a></li>\n</ul>\n\n<p>If you haven’t seen the others:</p>\n\n<ul>\n<li><a href=\"https://www.reddit.com/r/books/comments/hmr4z5/im_reading_every_hugo_nebula_locus_and_world/\">Vol 1: 1950s</a></li>\n<li><a href=\"https://www.reddit.com/r/books/comments/hwgckx/im_reading_every_hugo_nebula_locus_and_world/\">Vol 2: 1960s</a></li>\n<li><a href=\"https://www.reddit.com/r/books/comments/i31uvc/im_reading_every_hugo_nebula_locus_and_world/\">Vol 3: 1970s Part 1</a></li>\n<li><a href=\"https://www.reddit.com/r/books/comments/iclihy/im_reading_every_hugo_nebula_locus_and_world/\">Vol 4: Late 70s~1980</a></li>\n</ul>\n\n<p>Any questions or comments? Fire away!</p>\n\n<p><strong>A truly massive thank you to</strong><a href=\"https://www.reddit.com/u/gremdel/\"> u/gremdel</a> <strong>for mailing me a bunch of books!</strong> People like you are what make this endeavor worth the effort. And some of these books are dang near impossible to find, so… invaluable aid!</p>\n\n<p>Some of the above are a bit out of order to maintain series cohesion - it seemed silly to leave off <em>The Uplift War,</em> for example, while doing this batch.</p>\n\n<p>I’ve been using<a href=\"https://www.reddit.com/r/printSF/comments/8z1oog/i_made_a_listspreadsheet_of_all_the_winners_of/\"> this spreadsheet</a>, as well as a couple others that kind Redditors have sent. So a huge thanks to<a href=\"https://www.reddit.com/u/velzerat/\"> u/velzerat</a> and<a href=\"https://www.reddit.com/u/BaltSHOWPLACE/\"> u/BaltSHOWPLACE</a></p>\n\n<p>At the request of a number of you, I’ve written up extended reviews of everything and made a blog for them. I’ve included the links with the posts for individual books. I try to put up new reviews as fast as I read them. </p>\n\n<p>Also, yes - these are only the books that won “Best Novel” and not any version of First Novel/Short Story/Novella or anything else. I might take a breather at some point and do some short stories, but that is a task for another day.</p>\n\n<p>The Bechdel Test is a simple question: do two named female characters converse about something other than a man. Whether or not a book passes is not a condemnation so much as an observation; it provides an easy binary marker. Seems like a good way to see how writing has evolved over the years. At the suggestion of some folks, I’m loosening it to non-male identified characters to better capture some of the ways that science fiction tackles sex and gender. For a better explanation of why it’s useful, check out<a href=\"https://www.reddit.com/r/books/comments/hmr4z5/im_reading_every_hugo_nebula_locus_and_world/fx739dv?utm_source=share&amp;utm_medium=web2x\"> this comment</a> from<a href=\"https://www.reddit.com/u/Gemmabeta/\"> u/Gemmabeta</a></p>\n</div><!-- SC_ON -->",
  "score": 110,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/ntQZOGy4fG-jQdXJ3X3iA-q30VFzdRofcAy8pEZ6YEo.jpg?auto=webp&s=8c5714df08b223e73ea8ef98612ecf4deac7f2e8",
          "width": 290,
          "height": 475
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/ntQZOGy4fG-jQdXJ3X3iA-q30VFzdRofcAy8pEZ6YEo.jpg?width=108&crop=smart&auto=webp&s=b7da36aff913f5ac4b7a9e7b1956b56f56bfd8f3",
            "width": 108,
            "height": 176
          },
          {
            "url": "https://external-preview.redd.it/ntQZOGy4fG-jQdXJ3X3iA-q30VFzdRofcAy8pEZ6YEo.jpg?width=216&crop=smart&auto=webp&s=0e692b234c96fb65a1b01452f7151b7a9352d78a",
            "width": 216,
            "height": 353
          }
        ],
        "variants": {},
        "id": "9C7CE3-Mutw3uZqZO1xGqbGbG0PrN1KHAhhrsQ0GLGE"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/l6zkar/im_reading_every_hugo_nebula_locus_and_world/",
  "subreddit": "books",
  "id": "l6zkar",
  "is_self": true,
  "media": null,
  "is_video": false
}