{
  "author": "JayDub1565",
  "the_new_excerpt": "A little over a month ago, I was with some friends and we visited a book store\non Main Street that had just opened. I didn't necessarily wanna go there, but I\nwent in with them regardless. I didn't see anything too interesting, which had\nbeen the case since high school, which is when I felt my…",
  "original_created_utc": 1624116819,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ひと月ほど前、友人たちと一緒に、大通りにオープンしたばかりの本屋さんを訪れました。\nメインストリートにオープンしたばかりの本屋さんを訪れました。私は別にそこに行きたいわけではなかったのですが、彼らと一緒に\n彼らと一緒に入った。高校時代からそうだったのですが、あまり面白いものはありませんでした。\n高校時代からそうだったのですが、その時に感じたのは...",
      "title": "読書の楽しさを再認識したDune"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个多月前，我和一些朋友一起参观了主街的一家书店。\n在主街上的一家刚刚开业的书店。我不一定想去那里，但是我\n但我还是跟他们进去了。我没有看到什么太有趣的东西，这是自高中以来的情况。\n从高中开始就是这样，那时候我觉得我的...",
      "title": "沙丘》重新点燃了我对阅读的热爱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個多月前，我和一些朋友一起參觀了主街的一家書店。\n在主街上的一家剛剛開業的書店。我不一定想去那裏，但是我\n但我還是跟他們進去了。我沒有看到什麼太有趣的東西，這是自高中以來的情況。\n從高中開始就是這樣，那時候我覺得我的...",
      "title": "沙丘》重新點燃了我對閱讀的熱愛"
    }
  ],
  "title": "Dune reignited my love for reading",
  "created_utc": 1624122742,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A little over a month ago, I was with some friends and we visited a book store on Main Street that had just opened. I didn&#39;t necessarily wanna go there, but I went in with them regardless. I didn&#39;t see anything too interesting, which had been the case since high school, which is when I felt my passion for reading dwindle off until it eventually died. But I did notice something in there, promotional area for the series of Dune. I had heard of it, especially since they are making a movie about it, but I had no idea what it was about. I looked it up, saw it was a science fiction series from the 1960s and thought &quot;Might as well&quot; in regards to trying it out. A month and 600 pages later, the passion is back. I now find myself making a list of books I want to read, which I haven&#39;t done since middle school.</p>\n\n<p>Are there any books that reignited your love for reading as an adult?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o3inkb/dune_reignited_my_love_for_reading/",
  "subreddit": "books",
  "id": "o3inkb",
  "is_self": true,
  "media": null,
  "is_video": false
}