{
  "author": "sbennett21",
  "original_created_utc": 1629692445,
  "title": "CMV: Different outcomes do not imply discrimination",
  "created_utc": 1629733117,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I found out the other day about Disparate Impact in the United States and was kind of concerned. <a href=\"https://www.investopedia.com/disparate-impact-5114526\">Here</a> defines disparate impact as:</p>\n\n<p>&gt;Disparate impact refers to the result of the application of a standard, requirement, test or other screening tool used for selection that—though appearing neutral—has an adverse effect on individuals who belong to a legally protected class.</p>\n\n<p>Which basically means “If the outcome of a law looks racist/sexist/ageist/etc. then the law should be treated as if it is racist/sexist/ageist/etc. regardless of if there was any discriminatory intent.”</p>\n\n<p>At some level, I agree, you should focus on policies that actually help people to succeed, not just on policies that claim to help people succeed, and I agree with it insofar as I agree that you should try to have effective policies that make a difference. However, the idea of disparate impact (and a lot of current political discussions) seems to be premised on two ideas I disagree with.</p>\n\n<ol>\n<li>In the absence of discrimination, different groups/people would have identical outcomes</li>\n<li>If there are different outcomes between groups, it must be due to discrimination. (You could argue that disparate impact is saying we don’t care if it’s discrimination or not, but I’ll respond to that later.)</li>\n</ol>\n\n<p>Just to be clear, (and because a lot of debate is, I think, from not agreeing on definitions) I’m using the following definition of discrimination:</p>\n\n<p>&gt;The unjust or prejudicial treatment of different categories of people, especially on the grounds of ethnicity, age, sex, or disability.</p>\n\n<p>For instance, denying someone a job because they’re male is discrimination, because it’s unjust and prejudicial. Denying someone a job because they aren’t as qualified as the other applicants, regardless of their identities, is just and fair. If 9 unqualified men apply for a job, and one qualified female applies, picking the female isn’t discrimination, even if the hiring manager happens to be sexist against men.</p>\n\n<p>Now, in response to 1. I think it’s just absurd. Cultures and cultural values, families and family values, goals in life, social skills, and inborn ability seem to have a much larger impact in an individual’s success or failure than discrimination, especially in a day and age when racism/sexism/etc. are illegal in many ways. And yes, discrimination may have influenced some of these things, but arguing that present or past discrimination is a significant causal force in every significant aspect of a person’s life seems like a really, really big claim. Additionally, a world history of groups that never interacted with each other having very different outcomes clearly shows that other aspects impact success than one group discriminating against each other.</p>\n\n<p>As an example: If you pick a random white person in the US, chances are 7.3% that they are in poverty. If you do the same with a random black person, chances are 18.8% that they are in poverty (<a href=\"https://www.census.gov/library/stories/2020/09/poverty-rates-for-blacks-and-hispanics-reached-historic-lows-in-2019.html\">source</a>). If you pick a different characteristic, though, you see even bigger differences than by race (<a href=\"https://www.pewresearch.org/social-trends/2015/12/17/parenting-in-america/\">source</a>):</p>\n\n<p>&gt;In 2014, 31% of children living in single-parent households were living below the poverty line, as were 21% of children living with two cohabiting parents. By contrast, only one-in-ten children living with two married parents were in this circumstance. In fact, more than half (57%) of those living with married parents were in households with incomes at least 200% above the poverty line, compared with just 21% of those living in single-parent households.</p>\n\n<p>So if you picked a random child in a single parent household, there is a 31% chance that they are in poverty. If you picked a random child in a two-parent household, there’s about a 10% chance they’re in poverty. If you had to pick a statistic to tell you if someone was in poverty, knowing if they’re in a single parent home or not is more reliable for prediction that than knowing their race. What I’m trying to get at is not the many issues of single parent families, but the fact that that there are many non-discriminatory things that contribute to inequality in the US. (If you’re interested in the interaction of the two, or how two-parent families affect black poverty, <a href=\"https://www.aei.org/articles/the-power-of-the-two-parent-home-is-not-a-myth/\">this</a> is an interesting article about that, though it’s not directly related to this issue)</p>\n\n<p>In response to 2. I think most people agree that this isn’t true, but that’s what I’m here to find out. For instance: A quick look at <a href=\"https://en.wikipedia.org/wiki/List_of_ethnic_groups_in_the_United_States_by_household_income\">the Wikipedia page on ethnic groups in the US by household income</a> shows that median income for Indian Americans is almost twice that of White Americans. Does this mean that White Americans discriminate for Indian Americans twice as much as themselves (however you quantify discrimination)? Or that Indian Americans discriminate against White Americans? Should we have protests against “Indian Power”? Or (as I think is more likely) that there are a host of factors involved in income, and Indian Americans tend to have more of those factors more of the time than White Americans. Even if, by chance, the overwhelming reason is discrimination, saying that there are different outcomes for two different groups isn’t enough to prove the existence or prevalence of that discrimination. You need more than a correlation to prove causation.</p>\n\n<p>Another data point I found interesting is this quote from <a href=\"http://www.equality-of-opportunity.org/assets/documents/race_summary.pdf\">this study</a>, under the heading “The black-white income gap [in America] is entirely driven by differences in men’s, not women’s, outcomes.”</p>\n\n<p>&gt;Among those who grow up in families with comparable incomes, black men grow up to earn substantially less than the white men. In contrast, black women earn slightly <em>more</em> than white women conditional on parent income. Moreover, there is little or no gap in wage rates or hours of work between black and white women.</p>\n\n<p>Does discrimination only exist against black men, and not black women? Or are there other significant factors (besides discrimination, if that is a significant factor at all) that affect outcomes?</p>\n\n<p>Now, a note on what I’m not saying:</p>\n\n<p>I’m not saying that there isn’t discrimination against all sorts of identities and that this discrimination doesn’t have real consequences on outcomes, just that seeing different outcomes isn’t enough to prove that discrimination exists. I’m not saying that policies that disparately affect different groups are necessarily good, just that they aren’t inherently discriminatory.</p>\n\n<p>Now, I imagine some people will say “It doesn’t matter if it shows discrimination or not, the fact that the outcomes are uneven are enough to make them bad.” To which I sort of agree, sort of disagree. That’s not the main opinion I’m stating here, but I think it’s worth addressing within the framework of my opinion:</p>\n\n<p>I hope I’ve established already that equality of outcome is not a self-evident good. Some people want to live simple lives, or prioritize family above work, and so their goals in life may lead them to choose less remunerative professions or turn down promotions. Some people want more material goods, so a higher income is exactly what they want in life, even if it comes at the expense of other things like family or spiritual things. You wouldn’t expect these people to have the same outcomes in life as measured by financial numbers, and that’s okay. They’re both pursuing their own goals and not hurting other people by doing it, I say let them do things their own way.</p>\n\n<p>Now, if you have a policy designed to help people, and it helps people of some groups more than others, I think that’s something worth looking at. However, assuming it’s discrimination, or assuming it’s automatically bad and should be scrapped, isn’t helpful. It may be that the groups have different cultural norms, so that result would be expected, and nothing is wrong with the policy. It may be that the groups have different needs. If the issue is that group X needs A and group Y needs B, and the policy is providing A, then you don’t need to scrap the policy. You need to add another policy that provides B (which policy would have the opposite disparities). The policy isn’t discrimination because it’s providing A justly and without prejudice to everyone, that’s just not what everyone needs. If there is actual discrimination, you should address that. In short: look at what’s actually causing the disparity, then address that. I think my opinion on this could be summed up by a quote by a guy about a disparate impact decision by the supreme court:</p>\n\n<p>&gt; &quot;our members are strong advocates for fair lending and enforcement of the Fair Housing Act. Disparate Impact theory, however, is not the right tool to achieve fairness and prevent discrimination in lending, This approach can have unintended consequences, such as causing financial institutions to shrink their operations rather than risk litigation, hurting the very groups it is intended to help.&quot;</p>\n\n<p>Anyways, my main point, and the main thing I’m looking to get other viewpoints on, is the falsity of the related ideas that 1. Without discrimination, people would have the same outcomes, and 2. If there are disparities among groups, it must be due to discrimination.</p>\n\n<p>Note: I know I used a lot of data, but I’m not using all the data to say “I’m right, you’re wrong”, I just think not enough people do their research and use real data in arguments, and I’m trying to be the change in that. I’m open to new perspectives and ways of looking at this issue, I just don’t like stating my position using unsubstantiated generalities.</p>\n\n<p>Edit: I&#39;m going  to bed now, thanks for all the great and helpful responses, especially in helping me understand Disparate Impact Theory and it&#39;s implementation in law. I&#39;ll respond to more of the comments tomorrow.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/p9sbcz/cmv_different_outcomes_do_not_imply_discrimination/",
  "subreddit": "changemyview",
  "id": "p9sbcz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I found out the other day about Disparate Impact in the United States and was\nkind of concerned. Here [https://www.investopedia.com/disparate-impact-5114526]\ndefines disparate impact as:\n\n>Disparate impact refers to the result of the application of a standard,\nrequirement, test or other screening…"
}