{
  "author": "monster_zero_",
  "the_new_excerpt": "PLEASE READ THIS FIRST: This might be a long post but i have a lot of toxic\nviews and i would really like to change them. I wanna say why i feel so angry\nand bitter and misogynist. i really wanna change and improve myself and get rid\nof these hateful thoughts and beliefs. Also sorry if it sounds…",
  "original_created_utc": 1618290706,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初にお読みください：この記事は長いかもしれませんが、私は多くの有害な意見を持っています。\n考え方があり、それを変えたいと思っています。この記事は長いかもしれません。\n私は本当に自分を変え、向上させ、このような憎しみに満ちた考えや信念を取り除きたいのです。\nこのような憎しみに満ちた考えや信念を取り除きたいのです。また、もしそう聞こえたらごめんなさい...。",
      "title": "CMV: 私は女性嫌いで、苦手で、怒っているインセルです......どうか私の有害な見解を変えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请先阅读这篇文章：这可能是一个很长的帖子，但我有很多有毒的。\n我真的很想改变它们。我想说为什么我觉得这么生气\n我真的很想改变和提高自己，并摆脱\n这些仇恨的想法和信仰。也很抱歉，如果它听起来...",
      "title": "CMV：我是一个厌恶女性、痛苦、愤怒的乱伦者请帮我改变我的毒舌观点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請先閱讀這篇文章：這可能是一個很長的帖子，但我有很多有毒的。\n我真的很想改變它們。我想說爲什麼我覺得這麼生氣\n我真的很想改變和提高自己，並擺脫\n這些仇恨的想法和信仰。也很抱歉，如果它聽起來...",
      "title": "CMV：我是一個厭惡女性、痛苦、憤怒的亂倫者請幫我改變我的毒舌觀點。"
    }
  ],
  "title": "CMV: I am a misogynistic, bitter, angry incel please help me change my toxic views.",
  "created_utc": 1618299447,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>PLEASE READ THIS FIRST: This might be a long post but i have a lot of toxic views and i would really like to change them. I wanna  say why i feel so angry and bitter and misogynist. i really wanna change and improve myself and get rid of these hateful thoughts and beliefs. Also sorry if it sounds like I&#39;m ranting. </p>\n\n<p>First of i wanna say how i feel why i feel and think the way i do. </p>\n\n<p>I am an 18 year old incel. </p>\n\n<p>The reason why i wanna have sex with women so badly is because men who are virgins with no experience with women are losers and considered to be less worthy of respect. \nI am 18 years old and i feel a lot of anger and envy towards teenagers in particular when i see teens my age or younger than me (particularly, boys) asking for advice on reddit or anywhere else, about having sexual relationships or see parents posting about their teens having sex and asking for advice about it as well. And i especially feel so upset when i see teens my age or younger in malls or anywhere in public holding hands and kissing. </p>\n\n<p>The reason why i feel angry and envious is because these boys have had sex with attractive girls before me and they&#39;re much younger than me. I feel inferior and less of a man than these boys.<br/>\nI feel like these boys are more successful and more respectable than me. \nAnd I&#39;m not saying women are trophies to be conquered, but from these boys having sex with girls it shows that they&#39;re attractive, they&#39;re interesting, and have qualities that draws girls to them.<br/>\nThat they&#39;re more worthy than me. I am very hard working and have a lot of determination and resilience and i have accomplished quite a lot for my age on other things yet no girl ever gave me a chance.</p>\n\n<p>Another thing; another reason why i also wanna sex badly is because i am getting older and sex at a older age isn&#39;t as enjoyable compared to doing It in your younger years. \nTeenagers have raging hormones and are much hornier and lustful than adults. Therefore even if i end up having sex when I&#39;m older, what would be the point if i am not even gonna have the same excitement or fun? I&#39;ll be a grown man and i won&#39;t have raging hormones anymore and I&#39;ll be much more stoic and busy so sex will be worthless at such a age. </p>\n\n<p>Teenagers aside, in general i hate men who are successful with women because again, it shows they&#39;re much worthy and more of a man than me. \nVirgin men are ridiculed and mocked and laughed at. \nIf this didn&#39;t happen that me and many other incels likely wouldn&#39;t feel this way. \nVirgin is even used as an insult. Being a virgin, especially a male virgin and an involuntary one at that shows that no one wants to sleep with you and there must be something wrong with you. </p>\n\n<p>And my reason for my misogyny isn&#39;t just because women won&#39;t have sex with me but because women also mock male virgins. Sure women are different but in general being a virgin is considered to be a red flag by a lot of women. </p>\n\n<p>Also i see a lot of attractive women dating and sleeping with such weird or ugly looking men without much in return. \nA lot of these men are not rich or handsome or very successful and in fact if they WERE i wouldn&#39;t feel as envious. Id rather have women chase after successfuland handsome men. I feel angry and hateful towards these men and the women because shows that it doesn&#39;t take much for men to attract women yet i struggle a LOT and the fact that these men who much worse looking and not even successful are easily able to start a sexual or romantic relationship with women shows that something Is wrong me and with my low self esteem it makes me feel worse and it manifests into very negative emotions. </p>\n\n<p>I mean on reddit there&#39;s this beautiful woman (that i have been following for a while ans masturbate to her posts) who posts nudes on reddit and has a onlyfans and she posted a new video of her having sex with this new guy who she never posted before. In the comments it turned out that he was one of her onlyfans followers and he met up with him for sex. She replied to a comment that said he paid her that he didn&#39;t pay her anything and she had sex with him because she was looking for a new sex partner and he sent her a nice respectful message and had a nice chat. This guy wasn&#39;t even good looking and in fact was below average. He was very fucking scrawny and he had such a weird penis shape and his dick wasn&#39;t even big. He had no wealth, no good looks, not even a big or good looking penis and this fucking whore chose to sleep with him over a &quot;nICe ReSpeCtfUL mEsSaGe&quot;  they were also flirting a bit in the comments and the dude said that he almost lost his mind when her saw her naked and had sex with her several times. </p>\n\n<p>I felt so angry that i actually wanted to hack this guy and steal his personal information. Not just him but send a cyber attack on HER as well. </p>\n\n<p>To put into words how angry i was:</p>\n\n<p>I am in multiple discord servers about technology and computer&#39;s (since i wanna expand my knowledge about tech and become a engineer in the future) and in one of the servers there&#39;s a group of guys who are very good at hacking and have done a lot of serious illegal things. They also do things such as pirate games and movies and jailbreak devices.\nI am good at computers but not as much as these guys. I am good friends with them and so i aksed them to hack someone for me or to teach me how to do cyber attacks. \nTurns out Learning how to hack is very complicated  and can take years to learn and master and even just commting a cyber assault on someone or on any site can take a long time as well. From months to years. so i asked to hack him for me instead. They said sure but depending on the attack it would take a while and they won&#39;t make any promises. </p>\n\n<p>This is when i realized i was probably taking things too far over something so stupid. </p>\n\n<p>I really wanna change and just learn how to be a man without having to be in a sexual or romantic relationship with anyone. I have a lot more beliefs and Views and reasons for why but it would make this post even longer so I&#39;ll just leave it at that. </p>\n\n<p>Please change my Views.</p>\n\n<p>EDIT: i am taking therapy already so please don&#39;t recommend that</p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/changemyview/comments/mpvo8y/cmv_i_am_a_misogynistic_bitter_angry_incel_please/",
  "subreddit": "changemyview",
  "id": "mpvo8y",
  "is_self": true,
  "media": null,
  "is_video": false
}