{
  "author": "bitchdantkillmyvibe",
  "the_new_excerpt": "Basically just want some books that will awaken me the the pointlessness of the\nvast majority of life and the world. I spend a lot of my time worrying about\nridiculous, minute and benign things that are clearly not worth spending any\ntime stressing over. Would like to get over this and hope there’s…",
  "original_created_utc": 1622195111,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的には、人生や世界の大半が無意味であることに気づかせてくれるような本が欲しいです。\n人生や世界の大部分が無意味であることに気づかせてくれる本が欲しいのです。私は多くの時間を、馬鹿げた、些細な、些細なことを心配して過ごしています。\n私は、明らかに時間を費やす価値のない、馬鹿げた、些細な、そして良心的なことについて\n私は多くの時間を、馬鹿げた、微細な、良心的なことに費やしています。これを克服したいと思っていますが、何か良い方法はないでしょうか？",
      "title": "人生の99％が良い意味で無意味であることに気づかせてくれる本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上只是想要一些能唤醒我的书，让我意识到绝大多数人的无意义。\n唤醒绝大部分的生活和世界。我花了很多时间来担心\n荒谬的、细微的、良性的事情，这些事情显然不值得花任何时间\n担心的时间。想克服这个问题，希望有...",
      "title": "能让我意识到99%的生活是多么无意义的书，以一种好的方式"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上只是想要一些能喚醒我的書，讓我意識到絕大多數人的無意義。\n喚醒絕大部分的生活和世界。我花了很多時間來擔心\n荒謬的、細微的、良性的事情，這些事情顯然不值得花任何時間\n擔心的時間。想克服這個問題，希望有...",
      "title": "能讓我意識到99%的生活是多麼無意義的書，以一種好的方式"
    }
  ],
  "title": "Books that will make me realize how meaningless 99% of life is, in a good way",
  "created_utc": 1622207363,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically just want some books that will awaken me the the pointlessness of the vast majority of life and the world. I spend a lot of my time worrying about ridiculous, minute and benign things that are clearly not worth spending any time stressing over. Would like to get over this and hope there’s a book that can help. Not really looking for self help books but I’m open to it if it’s <em>exceptionally</em> good, philosophy is fine but more so looking for something fictional that really brings the meaninglessness of life to the forefront of your mind.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/booksuggestions/comments/nmu6ka/books_that_will_make_me_realize_how_meaningless/",
  "subreddit": "booksuggestions",
  "id": "nmu6ka",
  "is_self": true,
  "media": null,
  "is_video": false
}