{
  "author": "NotRodgerSmith",
  "the_new_excerpt": "There are certain things and attributes it is illegal to fire someone for.\nMostly protected characteristics, like sex, race and disability, as well as\nprotections from being punished for refusing unsafe work and the like.\n\nI think most people can agree that it should be illegal to fire someone…",
  "original_created_utc": 1609707531,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "有些事情和属性，解雇某人是违法的。\n主要是受保护的特征，如性别、种族和残疾，以及\n防止因拒绝从事不安全工作等而受到惩罚。\n\n我想大多数人都会同意解雇某人应该是非法的。",
      "title": "[改变我的想法]：随意的劳动法使员工几乎不可能获得任何保护，不受不公正解雇的影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有些事情和屬性，解僱某人是違法的。\n主要是受保護的特徵，如性別、種族和殘疾，以及\n防止因拒絕從事不安全工作等而受到懲罰。\n\n我想大多數人都會同意解僱某人應該是非法的。",
      "title": "[改變我的想法]：隨意的勞動法使員工幾乎不可能獲得任何保護，不受不公正解僱的影響。"
    }
  ],
  "title": "CMV: At-will employment laws make it near impossible for an employee to have any protections from unjust termination.",
  "created_utc": 1609723954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are certain things and attributes it is illegal to fire someone for. Mostly protected characteristics, like sex, race and disability, as well as protections from being punished for refusing unsafe work and the like. </p>\n\n<p>I think most people can agree that it should be illegal to fire someone for refusing undergo measurably unsafe tasks, or because of immutable things like whats in your pants and the colour of your skin. </p>\n\n<p>If you dont agree, this cmv isn&#39;t for you, thats not what im debating here. </p>\n\n<p>So my problem is that if I can fire someone for what ever reason, its too hard to prove why I fired you. </p>\n\n<p>Let&#39;s say I work just fine at my job for a year and my boss finds out I&#39;m gay at an office party. I get fired the next morning. </p>\n\n<p>If not for at will employment it would be very hard to make a case that I wasn&#39;t fired for being gay, as nothing about my work output changed in the time between me preforming well and being fired. </p>\n\n<p>But with at will employment there are literally a million other explanations that can&#39;t be measured outside of my bosses perception. </p>\n\n<p>I just dont see how wrongful termination laws can be enforced effectively without removing at will employment.</p>\n\n<p>Edit/mass reply: i agree there are disincentives to firing an otherwise productive employee, but I dont think that addresses how people are never perfect logical actors, and also how malice comes into play. </p>\n\n<p>Many people would gladly have to retrain an employee at a cost <strong>if they believe being X (gay, black, muslim) is a detriment in and of itself</strong> </p>\n\n<p>People who would fire someone for being Jewish probably believes they are untrustworthy and a risk. So to the anti smite its not an illogical decision.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/kpswy4/cmv_atwill_employment_laws_make_it_near/",
  "subreddit": "changemyview",
  "id": "kpswy4",
  "is_self": true,
  "media": null,
  "is_video": false
}