{
  "author": "The-Powers-That-C",
  "original_created_utc": 1631814348,
  "title": "East of Eden",
  "created_utc": 1631828788,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know, what a shocker, I loved a classic. A classic written by a legend of the craft. That being said: I fucking loved this book. I needed to make a post to shout into the void about.</p>\n\n<p>As it is a rather long book spanning multiple generations, I can’t and won’t go into everything I loved about. I did want to talk about a few aspects that I loved. </p>\n\n<p>1) The descriptions of the land and the time period were somehow both rambling (almost stream of consciousness) and yet felt so precise and deliberate. I couldn’t help but get lost in the descriptions and find myself transported into the story.</p>\n\n<p>2) The characters were so well fleshed out, and done so in a way where you could both learn of a character and fall in love with them all in the same chapter.</p>\n\n<p>3) Timshel </p>\n\n<p>I know this post isn’t extremely original, but for me it was worth posting.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ppi7ey/east_of_eden/",
  "subreddit": "books",
  "id": "ppi7ey",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know, what a shocker, I loved a classic. A classic written by a legend of the\ncraft. That being said: I fucking loved this book. I needed to make a post to\nshout into the void about.\n\nAs it is a rather long book spanning multiple generations, I can’t and won’t go\ninto everything I loved about. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そうなんですよね、何というか、クラシックが好きだったのでショックでした。伝説的な技術者によって書かれたクラシック\n書きました。そうは言ってもね。私はこの本が大好きでした。虚空に向かって叫ぶための投稿をする必要がありました。\n虚空に向かって叫ぶような投稿をする必要がありました。\n\nこの本は複数の世代にまたがるかなり長い本なので、私が愛したすべてのことに言及することはできませんし、したくもありません。\n私が愛したすべてのことに触れることはできません。I...",
      "title": "エデンの東"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道，真让人吃惊，我爱上了一部经典。一个由传奇人物写的经典\n手艺的传奇人物写的。话虽如此。我他妈的喜欢这本书。我需要发一个帖子来\n对着虚空大喊大叫。\n\n由于这是一本相当长的书，横跨多个时代，我不能也不会去\n到我喜欢的每件事。I...",
      "title": "伊甸园之东"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道，真讓人喫驚，我愛上了一部經典。一個由傳奇人物寫的經典\n手藝的傳奇人物寫的。話雖如此。我他媽的喜歡這本書。我需要發一個帖子來\n對着虛空大喊大叫。\n\n由於這是一本相當長的書，橫跨多個時代，我不能也不會去\n到我喜歡的每件事。I...",
      "title": "伊甸園之東"
    }
  ]
}