{
  "author": "Mountain_Cheetah7984",
  "original_created_utc": 1635162763,
  "title": "Diagnosed with ADHD years ago, I finished my first book on my own in 10 years or so. The Shining, SPOILERS maybe.",
  "created_utc": 1635170215,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just read The Shining by Stephen King and I gotta say, wow! Haven’t had a book keep me that engaged for a very long time. I love how in the book Jack actually cared about his family, versus the movie where he looked like he wanted to kill them in the first scene lol. Loved seeing the slow transformation of brain just slowly losing it until the very end.</p>\n\n<p>I can understand why Stephen King didn’t like Stanley Kubrick’s film as it didn’t follow the book much at all. Still a great representation of horror!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qff110/diagnosed_with_adhd_years_ago_i_finished_my_first/",
  "subreddit": "books",
  "id": "qff110",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just read The Shining by Stephen King and I gotta say, wow! Haven’t had a book\nkeep me that engaged for a very long time. I love how in the book Jack actually\ncared about his family, versus the movie where he looked like he wanted to kill\nthem in the first scene lol. Loved seeing the slow…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スティーブン・キングの「シャイニング」を読んだばかりですが、これはすごいですね。こんなに夢中にさせてくれる本は\nこんなに夢中になれる本は久しぶりです。本の中のジャックは家族を大切にしていた。\n映画では最初のシーンで家族を殺そうとしていたのに、本では家族を大切にしていたのがいいですね(笑)。\n映画では最初のシーンで家族を殺そうとしていたのに(笑)。映画では最初のシーンで家族を殺そうとしていたのに。",
      "title": "年前にADHDと診断され、10年ぶりくらいに自分で本を読み終えました。The Shining, SPOILERS maybe."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚读完斯蒂芬-金的《闪灵》，我得说，哇！这本书是我第一次读到。很久没有一本书\n让我如此投入，已经有很长一段时间了。我喜欢书中的杰克如何真正\n关心他的家人，而在电影中，他在第一场戏中就像要杀了他们一样。\n他们的第一幕，笑了。我喜欢看他的慢动作。",
      "title": "几年前被诊断出患有多动症，在10年左右的时间里，我自己完成了第一本书。闪灵》，可能是SPOILERS。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛讀完斯蒂芬-金的《閃靈》，我得說，哇！這本書是我第一次讀到。很久沒有一本書\n讓我如此投入，已經有很長一段時間了。我喜歡書中的傑克如何真正\n關心他的家人，而在電影中，他在第一場戲中就像要殺了他們一樣。\n他們的第一幕，笑了。我喜歡看他的慢動作。",
      "title": "幾年前被診斷出患有多動症，在10年左右的時間裏，我自己完成了第一本書。閃靈》，可能是SPOILERS。"
    }
  ]
}