{
  "author": "cascadiasprite",
  "the_new_excerpt": "A passing understanding, not looking to go deep into nature right now.\n\nI moved to the PNW a little over a year ago, and it's gorgeous, filled with\nforests and so much beauty. I would like to know the names of the tree species\nand flowers as I take my mini-hikes. I love rocks too.\n\nI don't have time…",
  "original_created_utc": 1623781028,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "通りすがりの者ですが、今は自然の中に深く入りたいとは思っていません。\n\n私は1年ちょっと前にPNWに引っ越してきましたが、そこはゴージャスで、森やたくさんの美しさに満ちています。\n森やたくさんの美しさがあります。樹木の種類や花の名前を知りたいです。\n樹木の種類や花の名前を知りたいと思っています。岩も大好きです。\n\n時間がないのですが・・・。",
      "title": "木や花、石などの基本的な知識は持っておきたいですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "顺带了解一下，现在不希望深入大自然。\n\n一年多前我搬到了PNW，那里非常漂亮，到处都是森林，有很多美景。\n森林和如此多的美景。我想知道这些树种的名称\n和花的名字，因为我在进行小型徒步旅行。我也喜欢岩石。\n\n我没有时间...",
      "title": "我希望对树木、花卉和岩石有基本了解。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "順帶了解一下，現在不希望深入大自然。\n\n一年多前我搬到了PNW，那裏非常漂亮，到處都是森林，有很多美景。\n森林和如此多的美景。我想知道這些樹種的名稱\n和花的名字，因爲我在進行小型徒步旅行。我也喜歡岩石。\n\n我沒有時間...",
      "title": "我希望對樹木、花卉和岩石有基本瞭解。"
    }
  ],
  "title": "I would like to have a basic knowledge of trees, flowers and rocks.",
  "created_utc": 1623811962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A passing understanding, not looking to go deep into nature right now.</p>\n\n<p>I moved to the PNW a little over a year ago, and it&#39;s gorgeous, filled with forests and so much beauty. I would like to know the names of the tree species and flowers as I take my mini-hikes. I love rocks too.</p>\n\n<p>I don&#39;t have time to take a class in these subjects right now, and I have three other pursuits that I really need to buckle down on, so... I would like three simple picture-style books on the subject.</p>\n\n<p>Best would be a photo with a few simply written facts, almost like a child&#39;s book.</p>\n\n<p>I&#39;m sure these books exists but I can&#39;t find them on Amazon, and the book stores in my city aren&#39;t really open yet.</p>\n\n<p>Thank you in advance!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/o0kv5h/i_would_like_to_have_a_basic_knowledge_of_trees/",
  "subreddit": "booksuggestions",
  "id": "o0kv5h",
  "is_self": true,
  "media": null,
  "is_video": false
}