{
  "author": "Fiveby21",
  "the_new_excerpt": "Why YSK: All Colorado job postings AND remote US job postings (i.e. a role that\nsomeone in Colorado could apply for) must include salary and benefits\ninformation. This is great because you, as an applicant, can find out what a the\nposition should pay as well as what benefits the company offers. This…",
  "original_created_utc": 1623729466,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：すべてのコロラド州の求人情報、および米国内の遠隔地の求人情報（コロラド州の人が応募できる職務）は、給与や福利厚生を記載する必要があります。\nコロラド州の人が応募できる職務）は、給与や福利厚生の情報を記載しなければなりません。\nの情報を記載しなければなりません。これは、応募者として、そのポジションがどのくらいの給料を支払うべきか、また会社がどのようなベネフィットを提供しているかを知ることができるので、素晴らしいことです。\nこれは素晴らしいことです。この...",
      "title": "YSK: Equal Pay For Equal Work Act（同一労働同一賃金法）により、コロラド州のすべての求人情報には給与と福利厚生を記載することが義務付けられています。これには、コロラド州で有効なリモートポジションも含まれます。もし、会社がこの法律を遵守していない場合は、報告すれば罰金が科せられます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：所有科罗拉多州的招聘信息和美国的远程招聘信息（即在科罗拉多州的人可以申请的职位）必须包括工资福利。\n的职位）必须包括工资和福利。\n信息。这很好，因为作为求职者，你可以了解到该职位的薪酬以及公司提供的福利。\n职位的薪酬以及该公司提供的福利。这...",
      "title": "YSK：《同工同酬法》（今年1月1日生效）要求科罗拉多州的所有招聘信息必须包括工资和福利。这也包括任何在科罗拉多州有效的远程职位。如果一个公司没有遵守这项法律，你可以举报他们，他们将被罚款。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：所有科羅拉多州的招聘信息和美國的遠程招聘信息（即在科羅拉多州的人可以申請的職位）必須包括工資福利。\n的職位）必須包括工資和福利。\n信息。這很好，因爲作爲求職者，你可以瞭解到該職位的薪酬以及公司提供的福利。\n職位的薪酬以及該公司提供的福利。這...",
      "title": "YSK：《同工同酬法》（今年1月1日生效）要求科羅拉多州的所有招聘信息必須包括工資和福利。這也包括任何在科羅拉多州有效的遠程職位。如果一個公司沒有遵守這項法律，你可以舉報他們，他們將被罰款。"
    }
  ],
  "title": "YSK: The Equal Pay For Equal Work Act (effective January 1st this year) requires all Colorado job postings to include salary and benefits. This includes any remote position valid in Colorado as well. If a company isn't complying with this law, you can report them and they'll be fined.",
  "created_utc": 1623735187,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: All Colorado job postings AND remote US job postings (i.e. a role that someone in Colorado could apply for) must include salary and benefits information. This is great because you, as an applicant, can find out what a the position should pay as well as what benefits the company offers. This is great for all American workers, even for ones not located in Colorado.</p>\n\n<p>However, many companies are not complying with this law! So if you ever see a job posting that doesn&#39;t include a salary posted, and it&#39;s either located in the state of colorado, or is it is a remote US position, report them.</p>\n\n<p>Here is a link to file a complaint: <a href=\"https://cdle.colorado.gov/equal-pay-for-equal-work-act-part-2\">https://cdle.colorado.gov/equal-pay-for-equal-work-act-part-2</a>. You simply download a form from this page, fill it out, and email it.</p>\n</div><!-- SC_ON -->",
  "score": 111,
  "permalink": "/r/YouShouldKnow/comments/o054oh/ysk_the_equal_pay_for_equal_work_act_effective/",
  "subreddit": "YouShouldKnow",
  "id": "o054oh",
  "is_self": true,
  "media": null,
  "is_video": false
}