{
  "author": "zzwank3rt0p",
  "the_new_excerpt": "I’ve seen so many people getting mad at older dudes for dating young women.\nThink mid 50’s dating a 20-30 year old. I don’t see the problem with this?\nFirstly, some of these girls are explicitly in it for the money. These girls are\nmaking a conscious decision about dating an older dude, none of them…",
  "original_created_utc": 1614349039,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我见过很多人因为和年轻女性约会而对老帅哥发火。\n认为50岁的人和20-30岁的人约会。我不觉得这有什么问题？\n首先，这些女孩中的一些人明确是为了钱。这些女孩是\n做出一个有意识的决定 关于约会一个老家伙， 没有一个人... ...",
      "title": "CMV：如果一个老年人和一个合法的人约会，他们就不是一个掠夺者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我見過很多人因爲和年輕女性約會而對老帥哥發火。\n認爲50歲的人和20-30歲的人約會。我不覺得這有什麼問題？\n首先，這些女孩中的一些人明確是爲了錢。這些女孩是\n做出一個有意識的決定 關於約會一個老傢伙， 沒有一個人... ...",
      "title": "CMV：如果一個老年人和一個合法的人約會，他們就不是一個掠奪者。"
    }
  ],
  "title": "CMV: If an older person dates a person who’s legal, they’re not a predator.",
  "created_utc": 1614387938,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve seen so many people getting mad at older dudes for dating young women. Think mid 50’s dating a 20-30 year old. I don’t see the problem with this? Firstly, <em>some</em> of these girls are explicitly in it for the money. These girls are making a conscious decision about dating an older dude, none of them are forcing them. How can they be the victim? How are they perverts for this? I’ve never seen anyone say anything about the reversal of roles even when it’s a part of the topic. And I’ve asked this to many people but all the SJW’s just call me sexist. So if anyone has actually valid points let me know and CMV but honestly I can’t think of any! These people aren’t impressionable teens, they are adults who know what they’re doing. Unless they’re getting forced into it, I don’t see the problem in this.</p>\n\n<p>Edit: I’ve had a change of mind. Although sometimes I could see how a young person is mature and the older person isn’t an actual predator, I guess most of the time the older person is actively looking for younger adults and that could be predatory behaviour. I guess although maybe most young people can use their conscious and not get manipulated, some do end up getting legally groomed/manipulated into a relationship which isn’t healthy. I guess it all comes down to the situation but I could see how most older people are predators for this even when the young person is consenting. Anyways thanks Reddit</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lsyk4j/cmv_if_an_older_person_dates_a_person_whos_legal/",
  "subreddit": "changemyview",
  "id": "lsyk4j",
  "is_self": true,
  "media": null,
  "is_video": false
}