{
  "author": "RandomAccountno6",
  "original_created_utc": 1633245336,
  "title": "CMV: Euthanasia or Assisted suicide should be legal for anyone, anywhere.",
  "created_utc": 1633267850,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Similarly to my view about antinatalism, I came to this conclusion because I&#39;ve seen many people suffer and thought that this would be a viable option for ending their suffering. I simply think that people should be allowed the right to die on their own terms. Why should we force other people to continue their lives or make them seek unreliable methods of ending them? I also think we shouldn&#39;t have any restrictions on who is allowed to have this service. It doesn&#39;t matter whether you&#39;re young, old , physically ill, mentally ill or simply don&#39;t feel like continuing your life, you should be able to end your life with dignity. We treat animals with this service when they are in critical condition but in most places we force humans to continue their lives in extreme suffering. Euthanasia and Assisted suicide would greatly reduce the suffering of people in their final moments as compared to keeping them in pain until they&#39;re death.</p>\n\n<p>Please change my view.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/q0cusk/cmv_euthanasia_or_assisted_suicide_should_be/",
  "subreddit": "changemyview",
  "id": "q0cusk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Similarly to my view about antinatalism, I came to this conclusion because I've\nseen many people suffer and thought that this would be a viable option for\nending their suffering. I simply think that people should be allowed the right\nto die on their own terms. Why should we force other people to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "反出生主義についての私の考えと同様に、私がこの結論に至ったのは、多くの人々が\n多くの人が苦しんでいるのを見てきて、その苦しみを終わらせるための有力な選択肢になると思ったからです。\nと考えたからです。私は単純に、人は自分の意思で死ぬ権利を認められるべきだと思います。\n私は単純に、人は自分の意思で死ぬ権利を認められるべきだと思います。なぜ、他人に死を強要しなければならないのでしょうか？",
      "title": "CMV: 安楽死や自殺幇助は、誰でも、どこでも、合法であるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与我对反生育主义的看法类似，我得出这个结论是因为我已经\n我之所以得出这个结论，是因为我看到许多人在受苦，认为这将是结束他们痛苦的一个可行的选择。\n结束他们的痛苦。我只是认为，应该允许人们有权利\n以自己的方式死亡。我们为什么要强迫其他人...",
      "title": "CMV：安乐死或协助自杀对任何人、任何地方都应该是合法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與我對反生育主義的看法類似，我得出這個結論是因爲我已經\n我之所以得出這個結論，是因爲我看到許多人在受苦，認爲這將是結束他們痛苦的一個可行的選擇。\n結束他們的痛苦。我只是認爲，應該允許人們有權利\n以自己的方式死亡。我們爲什麼要強迫其他人...",
      "title": "CMV：安樂死或協助自殺對任何人、任何地方都應該是合法的。"
    }
  ]
}