{
  "author": "shardplugged",
  "original_created_utc": 1630752789,
  "title": "I couldn't believe my ears when I heard the minimum wages all around the world - a cashier's minimum wage in the US is 16 times more than that of a teacher in underdeveloped countries",
  "created_utc": 1630765831,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m from one, trust me with the data. I was listening to Futura Free by Frank Ocean for the first time and he was like I&#39;m working on my feet for $7 an hour which is the minimum wage, and I was like... Hold up!</p>\n\n<p>I knew people were &quot;rich&quot; in other countries but man I couldn&#39;t even guess the ratio. I get $0.5 an hour as a goddamn teacher who is expected to reform the future of his thousands of students (not trying to belittle a cashier&#39;s job at all, every job and status is needed in the society. Just comparing these two).</p>\n\n<p>The sad thing is, the essential products that we purchase are just as expensive as they are in advanced countries.</p>\n\n<p>Malicious governments are trying their best to keep the people poor but ever since I connected to the wider society, making friends overseas, playing around with DeFi, etc. I&#39;ve realized it&#39;s literally like we&#39;ve been living in a cage for decades.</p>\n\n<p>May the crypto gods be with us. Peace.</p>\n\n<p>Edit: For all of you trying to minimize the amount of hardship we have to endure, here goes the PPP of my country compared to the USA: 11400 to 60500</p>\n</div><!-- SC_ON -->",
  "score": 442,
  "permalink": "/r/CryptoCurrency/comments/phpe9y/i_couldnt_believe_my_ears_when_i_heard_the/",
  "subreddit": "CryptoCurrency",
  "id": "phpe9y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm from one, trust me with the data. I was listening to Futura Free by Frank\nOcean for the first time and he was like I'm working on my feet for $7 an hour\nwhich is the minimum wage, and I was like... Hold up!\n\nI knew people were \"rich\" in other countries but man I couldn't even guess the\nratio. I…"
}