{
  "author": "Nestling379",
  "the_new_excerpt": "I don't hate the book, I don't love the book. I have to say that it is pretty\noverhyped though. Like, my expectations were really high considering how much\npeople seem to love Kaz and Inej and all the five star ratings. But yeah, I\ndon't think Six of Crows really delivered. It is average at best.…",
  "original_created_utc": 1621152736,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本が嫌いなわけでも、本が好きなわけでもない。しかし、この本はかなり過大評価されていると言わざるを得ません。\n過大評価されていると言わざるを得ません。私の期待は、人々がどれだけこの本を評価しているかを考えると、とても大きかったです。\nみんながKazとInejを愛しているようで、5つ星の評価を受けていることを考えると、私の期待はとても大きかったです。でも、そうですね。\nしかし、Six of Crowsは期待通りではなかったと思います。せいぜい平均的な出来だと思います。....",
      "title": "みんなと同じようにSix of Crowsが好きだったらよかったんだけど :("
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不讨厌这本书，我也不喜欢这本书。我不得不说，它是相当\n不过，它被过度炒作了。考虑到人们对卡兹和伊内吉的喜爱程度，我的期望值真的很高。\n人们似乎很喜欢卡兹和伊内吉，还有所有的五星评级。但是，是的，我\n我不认为 \"乌鸦六号 \"真的能做到。它充其量是平均水平，....",
      "title": "我希望我像其他人一样喜欢《乌鸦六号》：()"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不討厭這本書，我也不喜歡這本書。我不得不說，它是相當\n不過，它被過度炒作了。考慮到人們對卡茲和伊內吉的喜愛程度，我的期望值真的很高。\n人們似乎很喜歡卡茲和伊內吉，還有所有的五星評級。但是，是的，我\n我不認爲 \"烏鴉六號 \"真的能做到。它充其量是平均水平，....",
      "title": "我希望我像其他人一樣喜歡《烏鴉六號》：()"
    }
  ],
  "title": "I wish I loved Six of Crows as much as everybody else :(",
  "created_utc": 1621191426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t hate the book, I don&#39;t love the book. I have to say that it is pretty overhyped though. Like, my expectations were really high considering how much people seem to love Kaz and Inej and all the five star ratings. But yeah, I don&#39;t think <em>Six of Crows</em> really delivered. It is average at best. And I hate to say this, but... God damn was it boring for the first half. I thought a heist would be more exciting, but it was so dry. And people say that you don&#39;t need to read Shadow and Bone to understand the book, but I feel like I would&#39;ve been even more confused if I hadn&#39;t. I feel like the worldbuilding could&#39;ve been done a little better. Inej had sweet moments, but it makes me cringe when they call her the Wraith. I also aged up in the characters in my mind like a lot of people because it doesn&#39;t seem believable for them to be teenagers. Kaz and Inej seemed a little too perfect and too good at being criminals. Like, Inej became the most skilled spy in a year? Meh. There was a lot of telling and not showing. I think Kaz felt a little cliche sometimes too. I didn&#39;t find him charming. Jesper and Wylan deserved more development. I mean, I&#39;m currently 1/3 through <em>Crooked Kingdom</em> because I heard it was way better than the first book. But I&#39;m finding the same issues with pacing and stuff. Having said all that, I do enjoy the Kanej moments and I really wish there was more. And Kaz needs to care more for Jesper smh. Overall, I think there was potential to make it better but I&#39;m sad I didn&#39;t love it as much as most people. I really am. Also, GORGEOUS cover.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/books/comments/ndjkym/i_wish_i_loved_six_of_crows_as_much_as_everybody/",
  "subreddit": "books",
  "id": "ndjkym",
  "is_self": true,
  "media": null,
  "is_video": false
}