{
  "author": "Paperbag592",
  "original_created_utc": 1639153187,
  "title": "Can I get rabies from another person?",
  "created_utc": 1639186150,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is probably one of the stupidest questions I&amp;#39;ll ever have to ask. My husband got attacked by a raccoon and refuses to get rabies shots. &lt;/p&gt;\n\n&lt;p&gt;Can I get rabies from him if he were to be infected?&lt;/p&gt;\n\n&lt;p&gt;Edit: Thanks everyone. Husband doesn&amp;#39;t believe rabies is REAL, I obviously do, and am deciding how to deal with such a ridiculous scenario for my protection and our kids. I am not worried about my husband biting me, but worried about him spreading it through kissing or living in the same household.&lt;/p&gt;\n\n&lt;p&gt;Update: my sweet boy made it out of surgery, recovering, and begins the doggie rabies exposure protocol today. He may not walk the same anymore due to the muscles and nerves being damaged but he should heal okay. Unfortunately, I also found out that rabies is endemic in my area so now I will be anxiously waiting for him to get the all clear from the vet.&lt;/p&gt;\n\n&lt;p&gt;Last update for awhile: husband still refuses to vaccinate. The kids and I will be seeking vaccines and staying away from him and I guess he&amp;#39;ll either die or live. He doesn&amp;#39;t care what anyone else says as he is still refusing to believe it exists, even if it hurts us. This will be my last update for awhile.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/NoStupidQuestions/comments/rdc7m2/can_i_get_rabies_from_another_person/",
  "subreddit": "NoStupidQuestions",
  "id": "rdc7m2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is probably one of the stupidest questions I'll ever have to ask. My\nhusband got attacked by a raccoon and refuses to get rabies shots.\n\nCan I get rabies from him if he were to be infected?\n\nEdit: Thanks everyone. Husband doesn't believe rabies is REAL, I obviously do,\nand am deciding how to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>これは、おそらく最も愚かな質問のひとつです。\n私の夫はアライグマに襲われました。私の夫はアライグマに襲われました。\n狂犬病の予防接種を受けることを拒否しています。</p> <p>Can I get rabies from him if he were to be\ninfected?</p> <p>Edit: Thanks everyone. Husband doesn&#39;t believe…",
      "title": "他の人から狂犬病をもらうことはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这可能是一个最愚蠢的问题。\n这可能是我要问的最愚蠢的问题之一。我的丈夫被一只浣熊袭击了，他拒绝注射狂犬病疫苗。\n拒绝注射狂犬病疫苗。</p> <p>如果他被感染，我可以从他那里得到狂犬病吗？\n</p> <p>编辑：谢谢大家。丈夫不相信...",
      "title": "我可以从另一个人那里得到狂犬病吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這可能是一個最愚蠢的問題。\n這可能是我要問的最愚蠢的問題之一。我的丈夫被一隻浣熊襲擊了，他拒絕注射狂犬病疫苗。\n拒絕注射狂犬病疫苗。</p> <p>如果他被感染，我可以從他那裏得到狂犬病嗎？\n</p> <p>編輯：謝謝大家。丈夫不相信...",
      "title": "我可以從另一個人那裏得到狂犬病嗎？"
    }
  ]
}