{
  "author": "Ryner921",
  "the_new_excerpt": "Why YSK: People tend to put themselves on a pedestal when it has to do with a\nhobby that they are above average in. When they see what they call a \"newbie\"\nquestion, some will refer to google or FAQ(even if it isn't there) rather than\nactually help new comers to the hobby. They may feel that…",
  "original_created_utc": 1620536646,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人は、自分が平均以上の趣味を持っていると、自分を高く評価する傾向があります。\n人は、自分が平均以上の能力を持っている趣味に関しては、自分を高く評価する傾向があります。いわゆる \"初心者 \"と呼ばれる人たちは、そのような質問を見ると\n初心者」と呼ばれるような質問を目にすると、実際に新参者を助けるのではなく、グーグルやFAQ（それがない場合でも）を参照する人がいます。\n実際に新規参入者を助けるのではなく、グーグルやFAQを参照する人もいます。彼らは、そのように感じるかもしれません。",
      "title": "YSK: フォーラムに投稿しても回答が得られない場合は、間違ったやり方をして、それを自慢するような投稿をしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们往往会把自己放在一个基座上，当它与自己的爱好有关时。\n他们的爱好高于平均水平。当他们看到他们称之为 \"新手 \"的问题时\n问题时，有些人会参考谷歌或常见问题（即使它不在那里），而不是\n而不是真正帮助新来者的爱好。他们可能觉得...",
      "title": "YSK: 如果你在论坛上发帖没有得到你需要的答案，那就做得不对，然后发帖炫耀一下。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們往往會把自己放在一個基座上，當它與自己的愛好有關時。\n他們的愛好高於平均水平。當他們看到他們稱之爲 \"新手 \"的問題時\n問題時，有些人會參考谷歌或常見問題（即使它不在那裏），而不是\n而不是真正幫助新來者的愛好。他們可能覺得...",
      "title": "YSK: 如果你在論壇上發帖沒有得到你需要的答案，那就做得不對，然後發帖炫耀一下。"
    }
  ],
  "title": "YSK: If you aren't getting the answers you need from posting in forums, do it incorrectly and make a post bragging about it.",
  "created_utc": 1620553290,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People tend to put themselves on a pedestal when it has to do with a hobby that they are above average in. When they see what they call a &quot;newbie&quot; question, some will refer to google or FAQ(even if it isn&#39;t there) rather than actually help new comers to the hobby. They may feel that answering your question is not worth their time. Or you are crowding their community even though they didn&#39;t fact check to see if the specific question was asked before. </p>\n\n<p>However, the same people may find the time to talk down on a post if it doesn&#39;t agree with them. They will be happy to tell you off on everything you have done wrong and how they would do it. You can use this narcissistic behavior to your advantage by mining information in the guise of arrogance. </p>\n\n<p>I&#39;ve experimented with this on a different account. I asked something about model kits and panel lining, something very specific on that subject, and got a lot of newbie hate on the post or unhelpful comments. I later posted a picture of a horrible job with a very arrogant title and I got plenty of information on what materials and techniques I SHOULD&#39;ve done.</p>\n</div><!-- SC_ON -->",
  "score": 311,
  "permalink": "/r/YouShouldKnow/comments/n872cp/ysk_if_you_arent_getting_the_answers_you_need/",
  "subreddit": "YouShouldKnow",
  "id": "n872cp",
  "is_self": true,
  "media": null,
  "is_video": false
}