{
  "author": "Fando1234",
  "original_created_utc": 1632071129,
  "title": "I just read Niccolo Machiavelli's infamous The Prince and it was... Cold. But also... Good?",
  "created_utc": 1632078566,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As with many people, I&#39;d often flippantly use the term &#39;machiavellian&#39; as a euphemism for using immoral methods to get what you want.</p>\n\n<p>But nursing a hangover today I found myself in a bookshop where I saw a copy on the shelf. At under a hundred pages, I hadn&#39;t realised how short a book it was. So thought I&#39;d finally edify myself on what &#39;machiavellianism&#39; was actually all about.</p>\n\n<p>I did a naughty thing and ordered a big slice of cake and read the whole thing in one sitting, in the bookshop (my conscience got the better of me though and I did buy the copy in the end!)</p>\n\n<p>Its short chapter layout, and the English translation I had, made for a suprisingly easy read, especially for books of this time period (15th century).</p>\n\n<p>After a brief, and extremely sycophantic, accompanying letter. One that Machiavelli had penned to Lorenzo de&#39; Medici, the then incumbent ruler of Florence, Italy, he delves into his philosophies on how an effective ruler should govern.</p>\n\n<p>It packed a punch right from the off. Remarking in an early chapter &quot;in general, you must pamper people, or destroy them&quot;. &quot;Harm them just a little and they&#39;ll hit back&quot;. </p>\n\n<p>He starts as he means to continue. With an unflinching, but well supported case for the most effective way to govern. Some further reading showed me that in context, Florence had had a turbulent few decades, with a succession of leaders and depositions. So it&#39;s understandable that a new ruler would be open to entertaining ideas that would be... For lack of a better word.... Distasteful.</p>\n\n<p>Machiavelli goes on to list the different forms of leadership and monarchies, and the different possible &#39;leadership styles&#39; available. Citing a myriad of historic examples to back up each claim he makes. From the - at the time - current King of France, to the Romans and Alexander the Great.</p>\n\n<p>He spins a compelling case for pragmatism, over morality or virtue. In perhaps his most controversial chapter &quot;cruelty and compassion, whether it&#39;s better to be loved or feared&quot;. He boldly asserts that &quot;gratitude is forgotten the moment it is inconvenient. Fear means fear of punishment, and that&#39;s something people never forget&quot;. Subliminally (though not so subtly) riling against the prevailing Christian zeitgeist of kindness and compassion. Machievelli concludes &quot;a sensible man will base his power on what he controls, not on what others have the freedom to choose&quot;. Ultimately favouring cruelty over compassion. </p>\n\n<p>But there is an important nuance here that is often overlooked when pseudo intellectuals like me throw around the term &quot;Machiavellianism&quot; in an effort to sound clever. Machiavelli insists that cruelty must be both proportional and surgically precise in its execution. Emphasizing the importance of &quot;avoiding contempt and hatred&quot;. His uncomfortable advice is for a ruler to &quot;keep his hands off his subjects property and women&quot;.  Claiming &quot;a man will sooner forget the death of his father than the loss of his inheritance&quot;. A point for debate at the very least.</p>\n\n<p>It is also important that Machiavelli clearly states that this quick and decisive &#39;cruelty&#39;, exacted on a few individuals to quash dissent, is to prevent finding oneself in an endless cycle of violence. By leaving conspiracies and sedition unchecked this can (he argues) ultimately lead to more bloodshed. This is not cruelty for cruelty&#39;s sake. This is an extreme form of ultilitarianism. Designed to minimise violence in the long run, by inspiring fear and order in the short term. </p>\n\n<p>In conclusion, it&#39;s definitely worth a read. Especially as it&#39;s a seminal book you can finish in just a few hours. I wouldn&#39;t advise calibrating your moral compass on it. But there are useful nuggets of information, still as relevant today as they were then. Especially when facing the day to day issues of office politics, and social drama. Sometimes the harsh reality is that cold hard pragmatism not only trumps generosity, but can in fact be morally justified in the long run.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/prbx4a/i_just_read_niccolo_machiavellis_infamous_the/",
  "subreddit": "books",
  "id": "prbx4a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As with many people, I'd often flippantly use the term 'machiavellian' as a\neuphemism for using immoral methods to get what you want.\n\nBut nursing a hangover today I found myself in a bookshop where I saw a copy on\nthe shelf. At under a hundred pages, I hadn't realised how short a book it was.\nSo…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人がそうであるように、私もよく「マキャベリスト」という言葉を軽々しく使っていました。\n多くの人がそうであるように、私もよく「マキャベリスト」という言葉を、自分の欲しいものを手に入れるために不道徳な方法を使うことの婉曲表現として軽々しく使ってしまう。\n\nしかし、今日、二日酔いの中、本屋に行ったら、棚に本が置いてあった。\n棚にあった。100ページに満たないこの本が、こんなにも短い本だとは思わなかった。\nそれで...。",
      "title": "ニッコロ・マキアヴェッリの悪名高い『王子』を読んだばかりだが、それは...。寒い。でも、同時に... 良かった？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与许多人一样，我经常轻率地使用 \"大男子主义 \"一词作为\n我经常轻描淡写地把 \"大男子主义 \"一词作为使用不道德的方法来获得你想要的东西的委婉说法。\n\n但今天在宿醉中，我发现自己在一家书店里看到了书架上的书。\n书架上的书。这本书不到一百页，我没有意识到这是一本多么短的书。\n所以...",
      "title": "我刚刚读了尼科洛-马基雅弗利臭名昭著的《王子》，它是... 很冷。但也... 好？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與許多人一樣，我經常輕率地使用 \"大男子主義 \"一詞作爲\n我經常輕描淡寫地把 \"大男子主義 \"一詞作爲使用不道德的方法來獲得你想要的東西的委婉說法。\n\n但今天在宿醉中，我發現自己在一家書店裏看到了書架上的書。\n書架上的書。這本書不到一百頁，我沒有意識到這是一本多麼短的書。\n所以...",
      "title": "我剛剛讀了尼科洛-馬基雅弗利臭名昭著的《王子》，它是... 很冷。但也... 好？"
    }
  ]
}