{
  "author": "TheSukis",
  "original_created_utc": 1627524240,
  "title": "YSK that misusing the phrase \"demonstrated history\" in your cover letter is unprofessional and makes it sound like you're using a template",
  "created_utc": 1627545750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because you probably want to be a successful applicant!</p>\n\n<p>I interview applicants both for professional positions and for graduate school, and this has to be one of my biggest pet peeves.  I&#39;m not alone, so I can assure you that this mistake will make you seem unprofessional in the eyes of many prospective employers.  What shocks me most is that I see it in about half of the applications/resumes I receive nowadays, and these are from highly educated people!  So, I feel the need to give some advice here.</p>\n\n<p>In short: the phrase &quot;demonstrated history of X&quot; has a very specific meaning.  It&#39;s used to communicate that you&#39;ve accomplished something special and that you have the results to show for it.  You want to use it when talking about your achievements - it&#39;s a bragging phrase.  You don&#39;t want to use it when you&#39;re stating simple facts about your work history, because those speak for themselves.</p>\n\n<p>For example, you don&#39;t need to tell your prospective employer that you have a &quot;demonstrated history of working in finance.&quot;  That&#39;s abundantly clear from your resume, and it isn&#39;t impressive.  Working in finance isn&#39;t some kind of accomplishment in and of itself; the guy who showed up for the first day of work and slapped his boss has a demonstrated history of working in finance, too.  That just means you showed up to work.</p>\n\n<p>Instead, what you <em>might</em> want to tell your prospective employer is that you have a &quot;demonstrated history of effectively leading multidisciplinary teams,&quot; or a &quot;demonstrated history of improving customer retention rates.&quot;  You&#39;re talking about specific things you&#39;ve done well in your career.  Don&#39;t tell them you have a &quot;demonstrated history of working as a landscape designer&quot;; tell them you have a &quot;demonstrated history of designing unique landscape features for clients with diverse landscaping needs.&quot;</p>\n\n<p>If this still doesn&#39;t make sense, then just don&#39;t ever put the words &quot;demonstrated&quot; and &quot;history&quot; next to each other in a sentence and you&#39;ll be fine!</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/YouShouldKnow/comments/oto92l/ysk_that_misusing_the_phrase_demonstrated_history/",
  "subreddit": "YouShouldKnow",
  "id": "oto92l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: because you probably want to be a successful applicant!\n\nI interview applicants both for professional positions and for graduate school,\nand this has to be one of my biggest pet peeves. I'm not alone, so I can assure\nyou that this mistake will make you seem unprofessional in the eyes of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、あなたが合格者になりたいと思っているからです。\n\n私は、仕事上のポジションや大学院への応募者を面接しています。\nこれは私が最も嫌うことの一つです。私だけではありませんので、断言します。\n私だけではありませんので、この間違いは、あなたがプロではないと思われてしまうことを保証します。",
      "title": "カバーレターの中で \"demonstrated history \"という言葉を誤用することは、プロらしくないし、テンプレートを使っているように聞こえるとYSKは言います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为你可能想成为一个成功的申请者!\n\n我对专业职位和研究生院的申请者都进行面试。\n这也是我最讨厌的问题之一。我不是一个人，所以我可以保证\n我不是一个人，所以我可以向你保证，这个错误会让你在别人眼里显得不专业......",
      "title": "YSK认为，在你的求职信中滥用 \"已证明的历史 \"这一短语是不专业的，让人觉得你在使用一个模板"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲你可能想成爲一個成功的申請者!\n\n我對專業職位和研究生院的申請者都進行面試。\n這也是我最討厭的問題之一。我不是一個人，所以我可以保證\n我不是一個人，所以我可以向你保證，這個錯誤會讓你在別人眼裏顯得不專業......",
      "title": "YSK認爲，在你的求職信中濫用 \"已證明的歷史 \"這一短語是不專業的，讓人覺得你在使用一個模板"
    }
  ]
}