{
  "author": "Check_lt",
  "original_created_utc": 1627601017,
  "title": "YSK that while protein is often heavily associated with working out and exercising, adults should still consume around .3-.5g of protein per pound of body weight (lbs) per day regardless, according to reputable sources such as Harvard (links below)",
  "created_utc": 1627648389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: protein is an essential nutrient for muscle growth, yeah, but it’s about <em>all</em> tissue growth. It provides the building blocks for muscle, organs, skin, blood, antibodies and more. The heavy connection our society gives protein to exercising often leaves the impression of “well, I’m not working out, I don’t need it that much” and that’s so far from the truth. It’s essential for your body to repair and maintain itself in a MULTITUDE of ways! It’s no miracle cure all, but you may need a little more in your life.</p>\n\n<p>As always, I am no nutritionist, scientist, family medicine practitioner or personal trainer, so please consult a specialist when it comes to your individual intake.</p>\n\n<p>Link:</p>\n\n<p><a href=\"https://www.health.harvard.edu/blog/how-much-protein-do-you-need-every-day-201506188096\">https://www.health.harvard.edu/blog/how-much-protein-do-you-need-every-day-201506188096</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ou8vhs/ysk_that_while_protein_is_often_heavily/",
  "subreddit": "YouShouldKnow",
  "id": "ou8vhs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: protein is an essential nutrient for muscle growth, yeah, but it’s\nabout all tissue growth. It provides the building blocks for muscle, organs,\nskin, blood, antibodies and more. The heavy connection our society gives protein\nto exercising often leaves the impression of “well, I’m not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、プロテインは筋肉の成長に欠かせない栄養素であることは言うまでもありませんが、それだけではなく、組織の成長にも欠かせないものだからです。\n組織の成長には欠かせない栄養素です。筋肉、内臓、皮膚、血液、抗体などの構成要素となります。\n皮膚、血液、抗体などの構成要素となります。社会では、タンパク質と運動との結びつきが強いため\nエクササイズとの関連性が高いため、「私は...」という印象を持たれがちです。",
      "title": "YSKは、タンパク質はワークアウトやエクササイズとの関連性が高いとされていますが、ハーバード大学などの信頼できる情報源によると、成人は体重1ポンド（lbs）あたり0.3～0.5g程度のタンパク質を1日に摂取することが望ましいとされています（以下のリンク）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：蛋白质是肌肉生长的必要营养物质，是的，但它是\n关于所有组织的生长。它为肌肉、器官、皮肤、血液、抗体等提供了构建模块。\n皮肤、血液、抗体和更多。我们的社会将蛋白质与运动紧密联系起来\n我们的社会将蛋白质与运动联系在一起，常常给人留下 \"嗯，我不是...... \"的印象。",
      "title": "YSK认为，虽然蛋白质通常与健身和运动有很大关系，但根据哈佛大学等知名人士的说法，成年人每天每磅体重仍应摄入约0.3-0.5克的蛋白质（以下链接）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：蛋白質是肌肉生長的必要營養物質，是的，但它是\n關於所有組織的生長。它爲肌肉、器官、皮膚、血液、抗體等提供了構建模塊。\n皮膚、血液、抗體和更多。我們的社會將蛋白質與運動緊密聯繫起來\n我們的社會將蛋白質與運動聯繫在一起，常常給人留下 \"嗯，我不是...... \"的印象。",
      "title": "YSK認爲，雖然蛋白質通常與健身和運動有很大關係，但根據哈佛大學等知名人士的說法，成年人每天每磅體重仍應攝入約0.3-0.5克的蛋白質（以下鏈接）。"
    }
  ]
}