{
  "author": "dv282828",
  "original_created_utc": 1636051855,
  "title": "Slaughter House Five - reading the first chapter after the last",
  "created_utc": 1636065327,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this book for the first time and liked it a lot. But the end of the book felt like it was so sudden and everything just comes to a halt. It wasn&#39;t until I reread the first chapter again that everything just clicked. The tweeting of birds was more chilling at the realization that these were the only sounds you hear after a massacre and there isn&#39;t anything to say because no one is left to say it. I don&#39;t really have anyone to talk about this book with, so I just wanted to bring it up and see if anyone felt the same and had to reread the first chapter? </p>\n\n<p>Also, the Tralfamadores in the book really perplex me. Like are we supposed to interpret this as the best possible outlook that a person can have towards death and war. That we&#39;re just supposed to focus on the good times and accept some things as is? Or is this meant to be a coping mechanism Billy uses himself to accept what he&#39;s experienced? Is it a call back to how the character mentions that reality is boring compared to the science fiction books we read (something along those lines)?  Sorry, if my assumptions are stupid. I&#39;m just looking for some insight on how to interpret the story, especially the parts that take place off world, which are hard for me to fully grasp.  What is the significance of the Tralfamadores and the human zoo they had?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qmrm9d/slaughter_house_five_reading_the_first_chapter/",
  "subreddit": "books",
  "id": "qmrm9d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read this book for the first time and liked it a lot. But the end of the book\nfelt like it was so sudden and everything just comes to a halt. It wasn't until\nI reread the first chapter again that everything just clicked. The tweeting of\nbirds was more chilling at the realization that these were…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本を初めて読み、とても気に入りました。しかし、この本の終わりは\n突然のことで、すべてが止まってしまったように感じました。それは、私がこの本を読み直すまで続きました。\n最初の章をもう一度読み直したときに、すべてが腑に落ちました。鳥の鳴き声は\n鳥の鳴き声は、「これは......」という実感があって、よりゾクゾクしました。",
      "title": "スローター・ハウス・ファイブ-最終章の後に第一章を読む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我第一次读这本书，非常喜欢它。但在书的结尾\n感觉很突然，一切都停顿下来了。直到\n我又重读了第一章，一切才恍然大悟。鸣叫的声音\n在意识到这些是......时，鸟儿的鸣叫更令人心寒。",
      "title": "屠宰场五号》--读完第一章后的最后一章"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我第一次讀這本書，非常喜歡它。但在書的結尾\n感覺很突然，一切都停頓下來了。直到\n我又重讀了第一章，一切才恍然大悟。鳴叫的聲音\n在意識到這些是......時，鳥兒的鳴叫更令人心寒。",
      "title": "屠宰場五號》--讀完第一章後的最後一章"
    }
  ]
}