{
  "author": "ranoutofbacon",
  "the_new_excerpt": "Why YSK: Each picture contains the chemicals needed to process it in little\npouches at the bottom edge of the film. When the photo is ejected from the\ncamera it is squeezed between two rollers which burst the bags and smear the\nchemicals onto the photo, developing it. Laying the photo flat on a…",
  "original_created_utc": 1612199546,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：每张图片都包含了处理图片所需的化学物质，在小小的图片中，我们可以看到它的存在。\n胶片底部边缘的小袋。当照片从胶片上弹出时\n它被挤压在两个辊子之间，使袋子破裂，并涂抹在相机上。\n在照片上涂抹化学药剂，进行显影。将照片平铺在...",
      "title": "YSK，你不需要摇晃或挥舞即时胶片，即宝丽来，富士Instax。这是一个化学反应，只需要时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：每張圖片都包含了處理圖片所需的化學物質，在小小的圖片中，我們可以看到它的存在。\n膠片底部邊緣的小袋。當照片從膠片上彈出時\n它被擠壓在兩個輥子之間，使袋子破裂，並塗抹在相機上。\n在照片上塗抹化學藥劑，進行顯影。將照片平鋪在...",
      "title": "YSK，你不需要搖晃或揮舞即時膠片，即寶麗來，富士Instax。這是一個化學反應，只需要時間。"
    }
  ],
  "title": "YSK, you don't have to shake or wave around instant film, i.e. Polaroid, Fuji Instax. It's a chemical reaction that only requires time.",
  "created_utc": 1612237059,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Each picture contains the chemicals needed to process it in little pouches at the bottom edge of the film. When the photo is ejected from the camera it is squeezed between two rollers which burst the bags and smear the chemicals onto the photo, developing it. Laying the photo flat on a table is probably best so as not to disturb it during development.</p>\n\n<p>So sure you can go ahead and wave it around, but only for the placebo affect. Although, shaking or waving can actually damage the image. Rapid movement during development can cause portions of the film to separate prematurely, or can cause &#39;blobs&#39; in the picture.</p>\n</div><!-- SC_ON -->",
  "score": 354,
  "permalink": "/r/YouShouldKnow/comments/la8adw/ysk_you_dont_have_to_shake_or_wave_around_instant/",
  "subreddit": "YouShouldKnow",
  "id": "la8adw",
  "is_self": true,
  "media": null,
  "is_video": false
}