{
  "author": "paralleliverse",
  "original_created_utc": 1624713538,
  "title": "In a TIL thread discussing the significance of fire bombing in Japan vs Atomic bombs in WW2, it was claimed that Kyoto was removed from the list of cities to bomb due to the city's cultural significance. Is it true? Why would cultural significance justify not bombing an enemy city at the time?",
  "created_utc": 1624727064,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s my understanding, from a college US history class a few years ago, that the US was incredibly racist. So much so that we considered the Japanese to be less than human, and placing Japanese Americans in camps was a popular move, which seemed like common sense to the (white) people of the time. Given my understanding of the zeitgeist of that time, it doesn&#39;t fit well that the US would have cared about the cultural significance of any Japanese city. </p>\n\n<p>According to other users in that thread, Henry Stimson was the US secretary of war at the time, and it was his decision to remove Kyoto from the list. I&#39;m curious how he justified this decision, and what his reasoning was for making the decision. Was there any common thought, at the time, that an enemy&#39;s culture would matter to the US? One user suggested that it was simply because he had taken his honeymoon there. I&#39;m hoping for a less speculative answer, if possible, or at least an answer from someone who is familiar with US history around WW2.</p>\n\n<p>Also, if I&#39;ve based my understanding on a false premise, or made a poor assumption, I&#39;m happy to be corrected, but I trust this sub to provide a healthy explanation if that&#39;s the case. </p>\n\n<p>(PS I love you guys and I&#39;ve been lurking here for years from my other account, but I think this is my first time posting here, so please let me know if I messed up the rules. I can also add the link for the AMA if anyone is curious about the thread, but I wasn&#39;t clear after I checked the rules if that was allowed.)</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/o8amxp/in_a_til_thread_discussing_the_significance_of/",
  "subreddit": "AskHistorians",
  "id": "o8amxp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's my understanding, from a college US history class a few years ago, that the\nUS was incredibly racist. So much so that we considered the Japanese to be less\nthan human, and placing Japanese Americans in camps was a popular move, which\nseemed like common sense to the (white) people of the time.…"
}