{
  "author": "Hydron45",
  "original_created_utc": 1634325082,
  "title": "I just finished the Mistborn Trilogy and enjoyed it a lot.",
  "created_utc": 1634334030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello, everyone. I went on a Mistborn Trilogy marathon and finished all the three books one after another. For the most part I was not bored but I was growing tired of it in the third book. \nRegardless, I really liked the series. I thought the ending was very satisfying. I really liked the direction the trilogy took regarding religion, Gods and afterlife. Although it was cliched at times it was a very good read. What are your thoughts? \nBy the way, this is the first book series that I have finished so I feel very proud.</p>\n\n<p>Edit: I forgot to add that I really love the plot twists in this series because it&#39;s usually foreshadowed very slightly but very impactful.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q8v9v8/i_just_finished_the_mistborn_trilogy_and_enjoyed/",
  "subreddit": "books",
  "id": "q8v9v8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello, everyone. I went on a Mistborn Trilogy marathon and finished all the\nthree books one after another. For the most part I was not bored but I was\ngrowing tired of it in the third book. Regardless, I really liked the series. I\nthought the ending was very satisfying. I really liked the direction…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。ミストボーン3部作のマラソンに挑戦し、3冊を次々と読み終えました。\n読んでいます。ほとんどの場合、私は退屈しませんでしたが、3冊目では疲れてきました。\n3冊目で飽きてしまいました。それはともかく、私はこのシリーズがとても好きでした。I\n最後はとても満足のいくものでした。演出がとても気に入っています・・・。",
      "title": "ミストボーン三部作を読み終えて、とても楽しかったです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。我进行了 \"雾裔三部曲 \"马拉松比赛，接连完成了所有的\n三本书，一部接一部。在大多数情况下，我并不感到无聊，但在第三本书中，我越来越感到厌倦。\n在第三本书中，我对它越来越感到厌倦。不管怎么说，我真的很喜欢这个系列。I\n我认为结局是非常令人满意的。我真的很喜欢这个方向...",
      "title": "我刚刚读完《雾都三部曲》，非常喜欢。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。我進行了 \"霧裔三部曲 \"馬拉松比賽，接連完成了所有的\n三本書，一部接一部。在大多數情況下，我並不感到無聊，但在第三本書中，我越來越感到厭倦。\n在第三本書中，我對它越來越感到厭倦。不管怎麼說，我真的很喜歡這個系列。I\n我認爲結局是非常令人滿意的。我真的很喜歡這個方向...",
      "title": "我剛剛讀完《霧都三部曲》，非常喜歡。"
    }
  ]
}