{
  "author": "justhereforthegames",
  "original_created_utc": 1633058674,
  "title": "It bothers me when fantasy and historical fiction authors have no sense of geographic scale when it comes to travel times",
  "created_utc": 1633064368,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems like so many authors don&#39;t have a good grasp on how long it would take to cross a country or a continent on foot or by horse, especially in situations where there aren&#39;t decent roads. In many scenarios, you would be lucky to make it 20 miles a day (probably less if you have to stop to hunt and gather for food, Oregon Trail-style).  It takes me right out of the narrative every time I encounter something like a leisurely three day stroll to a city implied to be a couple hundred miles away, or an army of thousands fighting their way across an entire continent in a couple of weeks. Not to mention the logistics of making sure their is enough food and water for everyone, or the time and effort it takes to look after horses. I get that no one wants to read pages of details about how the characters get from one significant plot location to the next, but it is a huge failure of research when authors get the basic details wrong, especially in historical settings where it is easy to figure out 1) how far apart two places are and 2) how long a trip like that would have taken for the time period.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/pyzj39/it_bothers_me_when_fantasy_and_historical_fiction/",
  "subreddit": "books",
  "id": "pyzj39",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems like so many authors don't have a good grasp on how long it would take\nto cross a country or a continent on foot or by horse, especially in situations\nwhere there aren't decent roads. In many scenarios, you would be lucky to make\nit 20 miles a day (probably less if you have to stop to hunt…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "歩いたり、馬に乗ったりして、国や大陸を横断するのにどのくらいの時間がかかるのか、多くの著者は把握していないようです。\n歩いたり、馬に乗ったりして、国や大陸を横断するのにどれくらいの時間がかかるのか、特に道が整備されていない状況では\n歩いたり馬に乗ったりして横断するには、どのくらいの時間がかかるのかを 多くのシナリオでは、1日に20マイル（おそらくそれ以下）を歩くのが精一杯でしょう。\n多くの場合、1日に20マイル（狩りのために立ち止まらなければならない場合は、それ以下かもしれませんが......）も進められないでしょう。",
      "title": "ファンタジーやヒストリカルフィクションの作者が、移動時間に関して地理的なスケール感を持っていないのが気になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎很多作者都没有很好地掌握徒步或乘车穿越国家或大陆需要多长时间\n徒步或骑马穿越一个国家或一个大陆需要多长时间，特别是在没有像样的道路的情况下。\n尤其是在没有像样的道路的情况下。在许多情况下，你能在一天内走完20英里就很幸运了。\n一天能走20英里就不错了（如果你不得不停下来打猎，可能会更少......",
      "title": "当幻想和历史小说作者在谈到旅行时间时没有地理尺度感时，我感到很困扰。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎很多作者都沒有很好地掌握徒步或乘車穿越國家或大陸需要多長時間\n徒步或騎馬穿越一個國家或一個大陸需要多長時間，特別是在沒有像樣的道路的情況下。\n尤其是在沒有像樣的道路的情況下。在許多情況下，你能在一天內走完20英里就很幸運了。\n一天能走20英里就不錯了（如果你不得不停下來打獵，可能會更少......",
      "title": "當幻想和歷史小說作者在談到旅行時間時沒有地理尺度感時，我感到很困擾。"
    }
  ]
}