{
  "author": "ch1ck3nP0tP13",
  "the_new_excerpt": "Hi everyone,\n\nWas perusing Reddit and came across a subreddit called AntiWork. Their views\nseem mostly centered around flaws in the capitalist system in which they feel\nthey should not HAVE to work, that it should be voluntary.\n\nMaybe I'm mischareceterizing their views but to me it seems like a…",
  "original_created_utc": 1615736692,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好\n\n在浏览Reddit的时候，看到了一个叫AntiWork的subreddit。他们的观点是\n似乎大多围绕在资本主义制度的缺陷，他们觉得在其中\n他们不应该必须工作，应该是自愿的。\n\n也许我误解了他们的观点，但对我来说，这似乎是一个... ...",
      "title": "CMV：r/AntiWork的参与者想从社会生产成员身上捞取好处。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好\n\n在瀏覽Reddit的時候，看到了一個叫AntiWork的subreddit。他們的觀點是\n似乎大多圍繞在資本主義制度的缺陷，他們覺得在其中\n他們不應該必須工作，應該是自願的。\n\n也許我誤解了他們的觀點，但對我來說，這似乎是一個... ...",
      "title": "CMV：r/AntiWork的參與者想從社會生產成員身上撈取好處。"
    }
  ],
  "title": "CMV: Participants in r/AntiWork want to freeload off productive members of society",
  "created_utc": 1615786523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone,</p>\n\n<p>Was perusing Reddit and came across a subreddit called AntiWork.  Their views seem mostly centered around flaws in the capitalist system in which they feel they should not HAVE to work, that it should be voluntary.</p>\n\n<p>Maybe I&#39;m mischareceterizing their views but to me it seems like a bunch of spoiled kids who feel like they should be able to freeload off the productive members of society.</p>\n\n<p>IMO things which require the work of others to produce (housing, transportation, etc...) need to be worked for and shouldn&#39;t be given out freely to those who choose not to work, though I do believe there should be exceptions to this when someone cannot work, such as disability.</p>\n\n<p>The distinction I&#39;m trying to make is that if someone CHOOSES to not work the government&#39;s only responsibility to them will be to keep them from dieing/starving and that&#39;s about it (since one day they could turn into productive members of society).</p>\n\n<p>In summary, if someone chooses (emphasis on the choice being made) to not work we as a society owe them very little as they&#39;re not keeping up their end of the social contract to contribute back.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m4xgl6/cmv_participants_in_rantiwork_want_to_freeload/",
  "subreddit": "changemyview",
  "id": "m4xgl6",
  "is_self": true,
  "media": null,
  "is_video": false
}