{
  "author": "StrigoiTyrannus",
  "original_created_utc": 1624482552,
  "title": "Why are names or some persons or places in books replaced with \"–:\" ?",
  "created_utc": 1624514265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently started reading again after many many years. I&#39;ve currently read the Count of Monte Cristo and Frankenstein in English (both from project Gutenberg) and then I&#39;m currently reading Pride and Prejudice in Finnish. I think in all of these books, there has been some names of places or persons that are replaced with &quot;–:&quot;. Example could be something like &quot;They went to visit the McCoys in –:&quot;. Why are some names hidden like this? I tried to Google but could not find any good search terms to find info. Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o6m2b1/why_are_names_or_some_persons_or_places_in_books/",
  "subreddit": "books",
  "id": "o6m2b1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently started reading again after many many years. I've currently read the\nCount of Monte Cristo and Frankenstein in English (both from project Gutenberg)\nand then I'm currently reading Pride and Prejudice in Finnish. I think in all of\nthese books, there has been some names of places or persons…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、何年も前に読んだ本を再び読み始めました。現在読んでいるのは\nモンテ・クリスト伯」と「フランケンシュタイン」を英語で読みました。\nそして、今はフィンランド語の「高慢と偏見」を読んでいます。どの本にも\nこれらの本の中には、地名や人名が出てきます。",
      "title": "本の中の人名や地名の一部が「-：」で置き換えられているのはなぜですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近在很多很多年后再次开始阅读。目前我已经读了\n基督山伯爵》和《弗兰肯斯坦》（均来自古腾堡项目）。\n然后我目前正在读芬兰语的《傲慢与偏见》。我认为在所有这些\n这些书中，都有一些地名或人名......",
      "title": "为什么书中的人名或地名用\"-: \"代替？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近在很多很多年後再次開始閱讀。目前我已經讀了\n基督山伯爵》和《弗蘭肯斯坦》（均來自古騰堡項目）。\n然後我目前正在讀芬蘭語的《傲慢與偏見》。我認爲在所有這些\n這些書中，都有一些地名或人名......",
      "title": "爲什麼書中的人名或地名用\"-: \"代替？"
    }
  ]
}