{
  "author": "RichmondRay",
  "original_created_utc": 1639065782,
  "title": "I heard an expert suggest that the Battle of Trafalgar was not of great military significance in the Napoleonic Wars. How accurate is this?",
  "created_utc": 1639099960,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was listening &lt;a href=\"https://www.bbc.co.uk/sounds/play/m0012141\"&gt;to an episode of the BBC Radio 4 show &amp;quot;In Our Time,&amp;quot;&lt;/a&gt; and I heard this from James Davey, a lecturer on naval and maritime history. He&amp;#39;s comparing the reaction to the victory from the British public (sorrow over Nelson&amp;#39;s death, displays of patriotism) with the government&amp;#39;s (cynicism), and he says this:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I think the (British) government knows full well that Trafalgar has done very little to shape the course of the war. As reports come back, as Vice-Admiral Collingwood&amp;#39;s dispatches arrive, it&amp;#39;s pretty clear that whilst Britain has captured and sunk a number of enemy ships, a lot have escaped. And of course the admiralty and the British government would have known that there were plenty of other French fleets stationed around Europe.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This surprised me, as it contradicts my own conception of Trafalgar as a major turning point not only in the Napoleonic Wars, but also in world history. Is my impression the result of a successful British propaganda campaign around Trafalgar? Was it really not that materially consequential?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/rckpo7/i_heard_an_expert_suggest_that_the_battle_of/",
  "subreddit": "AskHistorians",
  "id": "rckpo7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I was listening <a\nhref=\"https://www.bbc.co.uk/sounds/play/m0012141\">to an episode of the BBC Radio\n4 show &quot;In Our Time,&quot;</a> and I heard this from James Davey, a\nlecturer on naval and maritime history. He&#39;s comparing the reaction to the\nvictory from…"
}