{
  "author": "a-horse-has-no-name",
  "the_new_excerpt": "Why YSK: Vitamin D deficiencies are shown to dramatically impact your health in\na number of ways. You get most of your Vitamin D from the sun, but if you're\nunable to get what you need from sun exposure, mushrooms are a great\nreplacement. White mushrooms are cheap and available in most supermarkets…",
  "original_created_utc": 1612411708,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：维生素D的缺乏被证明会极大地影响你的健康在。\n有很多方法。你从阳光中获取大部分的维生素D，但如果你是。\n菇类是一个很好的选择。\n替换。白蘑菇价格便宜，大部分超市都能买到，...",
      "title": "YSK：普通的白蘑菇是你饮食中维生素D和蛋白质的惊人来源，而且几乎不花钱。如果你正在用碎肉做饭，你可以在切碎/加工过的蘑菇中混合，以便宜的方式增加你的饭量，而不改变味道。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：維生素D的缺乏被證明會極大地影響你的健康在。\n有很多方法。你從陽光中獲取大部分的維生素D，但如果你是。\n菇類是一個很好的選擇。\n替換。白蘑菇價格便宜，大部分超市都能買到，...",
      "title": "YSK：普通的白蘑菇是你飲食中維生素D和蛋白質的驚人來源，而且幾乎不花錢。如果你正在用碎肉做飯，你可以在切碎/加工過的蘑菇中混合，以便宜的方式增加你的飯量，而不改變味道。"
    }
  ],
  "title": "YSK: Ordinary white mushrooms are amazing sources of vitamin D and protein in your diet and cost next to nothing. If you're cooking with ground meat, you can mix in chopped/processed mushrooms to cheaply increase the size of your meal without changing the taste.",
  "created_utc": 1612450380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Vitamin D deficiencies are shown to dramatically impact your health in a number of ways. You get most of your Vitamin D from the sun, but if you&#39;re unable to get what you need from sun exposure, mushrooms are a great replacement. White mushrooms are cheap and available in most supermarkets and provide vitamin D as effectively as taking supplements. If you&#39;re low on cash, cook with them to cheaply meet your nutritional requirements. If you&#39;re not low on cash, cook with them because they go with nearly everything and meet your nutritional requirements.</p>\n</div><!-- SC_ON -->",
  "score": 215,
  "permalink": "/r/YouShouldKnow/comments/lc74ab/ysk_ordinary_white_mushrooms_are_amazing_sources/",
  "subreddit": "YouShouldKnow",
  "id": "lc74ab",
  "is_self": true,
  "media": null,
  "is_video": false
}