{
  "author": "foxy_wolves",
  "the_new_excerpt": "When I don't read the book and it's not in my bookcase I put it in a protecting\nbook sleeve so it doesn't bend the corners. When I am done reading a book it\ndoesn't look like it's been read. When someone asks to lend a book I give them\nclear instructions on how I want that person to take care of my…",
  "original_created_utc": 1616917739,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我不看书的时候，书不在我的书柜里，我就把它放在一个保护性的\n书套，所以它不会弯角。当我看完一本书后，它\n看起来不像是被读过的。当有人要求借书时，我就会给他们。\n清楚地说明我希望那个人如何照顾我的...",
      "title": "只有我一个人在看书的时候打开书只是一点点，所以平装书的背面不会有那些线条在里面？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我不看書的時候，書不在我的書櫃裏，我就把它放在一個保護性的\n書套，所以它不會彎角。當我看完一本書後，它\n看起來不像是被讀過的。當有人要求借書時，我就會給他們。\n清楚地說明我希望那個人如何照顧我的...",
      "title": "只有我一個人在看書的時候打開書只是一點點，所以平裝書的背面不會有那些線條在裏面？"
    }
  ],
  "title": "Am I the only one who opens a book just a little bit while reading so the back of a paperback doesn't get those lines in it?",
  "created_utc": 1616932138,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I don&#39;t read the book and it&#39;s not in my bookcase I put it in a protecting book sleeve so it doesn&#39;t bend the corners. When I am done reading a book it doesn&#39;t look like it&#39;s been read. When someone asks to lend a book I give them clear instructions on how I want that person to take care of my book. Not everyone is allowed to lend a book from me.</p>\n\n<p>My friends and parents think I am crazy for being so overly protective about my books. </p>\n\n<p>I have a couple of second hand books and it is okay for those to bend bc they&#39;re already in that state.</p>\n\n<p>If I accedently make a bend in the back of a new book it can ruin my mood.</p>\n\n<p>You can&#39;t tell me I am the only one right? Tell me what you think about it and how you treat your books.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/mewza3/am_i_the_only_one_who_opens_a_book_just_a_little/",
  "subreddit": "books",
  "id": "mewza3",
  "is_self": true,
  "media": null,
  "is_video": false
}