{
  "author": "MiroWiggin",
  "original_created_utc": 1626299493,
  "title": "Reading advice I would give my younger self",
  "created_utc": 1626332004,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started homeschooling when I was 12 and being able to choose my own reading material (plus having more free time) meant that this is when I really started spending a lot of time reading for fun. My approach to reading has changed a lot over the years (I&#39;m now 19) so I figured I&#39;d make a post of the reading advice I would give to my middle-school self if I could.</p>\n\n<p>As a TL;DR version, here&#39;s each piece of advice without any elaboration: 1) Quality over quantity; 2) Don&#39;t try to speed read; 3) Stop reading books above your level; 4) Don&#39;t multitask; 5) Reread books cover to cover.</p>\n\n<p>Okay, now here&#39;s the list with explanations.</p>\n\n<ol>\n<li><strong>Quality over quantity:</strong> You remember that girl who brags about how she reads 2 or 3 books a week and made fun of you for only reading around 1 book per month? First, she&#39;s an obnoxious fuckhead, don&#39;t listen to her. But more importantly, I&#39;m going to let you in on a little secret: <em>she reads shorter books than you.</em> If you wanted to read 2 or 3 books a week, you could, but you&#39;d get so much less from it then you do from taking your time with interesting books.<br/>\nSo stop setting goals for yourself like &quot;I&#39;m going to read 50 pages per day&quot; because you don&#39;t absorb what you&#39;re reading when you race through it. Instead, maybe set goals like &quot;I&#39;m going to read for 1 hour per day&quot; and if in that one hour you read 70 pages, cool, but it&#39;s just as good if you only read 10 pages. In fact, it&#39;s awesome if a book makes you stop and think, even if that thinking means it takes longer to finish the book, because that&#39;s a sign the book is engaging and you&#39;re really absorbing it. It&#39;s also okay to start a book and never finish it, you can still benefit from books without reading every chapter (especially with non-fiction, where it might just be that some sections don&#39;t interest you).</li>\n<li><strong>Don&#39;t try to speed read:</strong> This is related to the last point. Please, I&#39;m begging you, stop watching YouTube videos and reading articles with titles like &quot;How to speed read&quot;, &quot;How to read 300% faster&quot;, etc. You aren&#39;t a very fast reader, but you have fantastic reading comprehension, and part of the reason you absorb what you read so well is because you take your time with it. So stop trying to rush yourself. All the strategies you&#39;re using to try speed reading are decreasing your comprehension and just make reading stressful.</li>\n<li><strong>Stop reading books above your level:</strong> It&#39;s super cool that you&#39;re passionate about science and it&#39;s super cool that you like to read about it. However, there&#39;s no point in reading material that you don&#39;t have the background knowledge to understand. So how about this: If you&#39;re reading a science book and you get to a concept or equation that just doesn&#39;t make any sense, write it down. Then (using either the internet or by asking a tutor) figure out what background knowledge you need to understand it.<br/>\n<em>Quantum Theory</em> by David Bohm is aimed at &quot;advanced undergraduates&quot; and you&#39;re 12, so of course there are parts you don&#39;t get. Maybe try setting it down and in the mean time read <em>30-Second Physics</em> by Brian Clegg, which has a lot of the same concepts explained in a more accessible way. Also, you should start studying calculus, a lot of the books you&#39;re reading are meant for people already familiar with calculus.</li>\n<li><strong>Don&#39;t multitask:</strong> Don&#39;t try reading books while doing something else. I know that those videos on how to read more books that you watch advise you to always have a book with you, so you can get in a few minutes of reading while doing something that doesn&#39;t require your full attention, but as I&#39;ve already said, the quality of your reading time matters more than the quantity you read. If you only have 5 minutes to read, that&#39;s not enough time to process what you&#39;re reading, it&#39;s also hard to follow the story or understand the concepts when you keep stopping and starting mid paragraph cause you&#39;re getting cut off.<br/>\nOnly read when you&#39;re able to give the book your full attention. Also stop reading while you&#39;re waiting for your bus, you&#39;re never able to focus because you&#39;re distracted by trying to keep one eye out for your bus and one day you leave your copy of <em>Thinking Fast and Slow</em> by Daniel Kahneman at the bus stop, you&#39;re able to find it but it&#39;s still a hassle.</li>\n<li><strong>Reread books cover to cover:</strong> I know you don&#39;t see the value in reading a book you&#39;ve already read, but there&#39;s really so much to gain from revisiting good books--especially fiction--a year or more after originally reading them. The book might be the same, but you&#39;ve changed. It&#39;s fun to see the different ways you relate to the characters, the different ways you understand the themes, and just overall how your experience of the book is different now that you&#39;ve had time to grow. Plus, you&#39;ll have a new perspective on it now that you know the ending, you might pick up on an instance of foreshadowing you hadn&#39;t noticed before.<br/>\nSome specific books you&#39;ve already read that I recommend you reread from cover to cover: <em>Ender&#39;s Game</em> by Orson Scott Card, <em>Ender&#39;s Shadow</em> by Orson Scott Card, <em>Hatchet</em> by Gary Paulson, <em>A Girl Named Disaster</em> by Nancy Farmer, and <em>Roll of Thunder, Hear My Cry</em> by Mildred D. Taylor.</li>\n</ol>\n\n<p>I got the idea to write this post after reading a post in this sub by <a href=\"https://www.reddit.com/user/local_dingus/\">u/local_dingus</a> on how speed reading can decrease reading comprehension, something I wish I&#39;d understood sooner. (Here&#39;s a link to their original post: <a href=\"https://www.reddit.com/r/books/comments/oet3ym/the_false_promise_of_speed_reading_why_you_should/\">The false promise of speed reading - why you should read slowly if you want to understand</a>).</p>\n\n<p>If there are any pieces of advice about reading you&#39;d give to your younger self, I&#39;d love to hear them in the comments!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/okeks4/reading_advice_i_would_give_my_younger_self/",
  "subreddit": "books",
  "id": "okeks4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started homeschooling when I was 12 and being able to choose my own reading\nmaterial (plus having more free time) meant that this is when I really started\nspending a lot of time reading for fun. My approach to reading has changed a lot\nover the years (I'm now 19) so I figured I'd make a post of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は12歳の時にホームスクールを始めたのですが、自分で読み物を選ぶことができたので\n自分で読むものを選べるようになり、自由な時間が増えたことで、私はこの頃から\n読書を楽しむようになりました。私の読書に対する考え方は大きく変わりました。\n私の読書へのアプローチは年々大きく変化しています（現在19歳）ので、私はこの記事を作ってみました。",
      "title": "若き日の自分に贈る読書のすすめ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在12岁时开始接受家庭教育，能够选择自己的阅读材料（加上有更多的空闲时间）意味着这是我真正开始的时候。\n可以选择自己的阅读材料（加上有更多的空闲时间），这意味着我从那时起才真正开始\n花了很多时间来阅读。这些年来，我的阅读方法发生了很大的变化\n这些年来，我的阅读方法发生了很大变化（我现在19岁），所以我想我应该发一个帖子，介绍我的阅读方法。",
      "title": "我想给年轻的自己的阅读建议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在12歲時開始接受家庭教育，能夠選擇自己的閱讀材料（加上有更多的空閒時間）意味着這是我真正開始的時候。\n可以選擇自己的閱讀材料（加上有更多的空閒時間），這意味着我從那時起才真正開始\n花了很多時間來閱讀。這些年來，我的閱讀方法發生了很大的變化\n這些年來，我的閱讀方法發生了很大變化（我現在19歲），所以我想我應該發一個帖子，介紹我的閱讀方法。",
      "title": "我想給年輕的自己的閱讀建議"
    }
  ]
}