{
  "author": "Cvi_D",
  "original_created_utc": 1624730948,
  "title": "Which book have you read more than once and has always make you feel special?",
  "created_utc": 1624756163,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey guys,</p>\n\n<p>I have been struggling to find a good book to fill in the time during the summer. And after re-reading some of my favorite books, I was wondering if any of you has a story, which you always go to. What is this book that gives you this amazing insatiable feeling of happiness and love towards that specific story and characters?</p>\n\n<p>Would love to hear your suggestions and what makes them so special for you.</p>\n\n<p>Cheers!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/o8fx8b/which_book_have_you_read_more_than_once_and_has/",
  "subreddit": "booksuggestions",
  "id": "o8fx8b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey guys,\n\nI have been struggling to find a good book to fill in the time during the\nsummer. And after re-reading some of my favorite books, I was wondering if any\nof you has a story, which you always go to. What is this book that gives you\nthis amazing insatiable feeling of happiness and love…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "やあ、みんな。\n\n私は夏の間、時間を埋めるための良い本を見つけるのに苦労していました。\n悩んでいました。お気に入りの本を読み直してみて、皆さんの中にいつも読んでいる物語があるかどうか気になりました。\n皆さんの中には、いつも読んでいる本がありますか？この本を読むと、あなたは\nこの驚くべき幸福感と愛に満ちた飽くなき感覚を与えてくれる本とは...。",
      "title": "あなたが何度も読んで、いつも特別な気分にさせてくれる本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，伙计们。\n\n我一直在努力寻找一本好书来填补夏天的时间。\n夏天。在重读了一些我最喜欢的书之后，我想知道是否有谁\n你们中的任何一个人有一个故事，你总是去看它。这本书是什么，它给你\n这种惊人的、永不满足的幸福和爱的感觉...。",
      "title": "你读过的哪本书不止一次，而且一直让你感觉很特别？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，夥計們。\n\n我一直在努力尋找一本好書來填補夏天的時間。\n夏天。在重讀了一些我最喜歡的書之後，我想知道是否有誰\n你們中的任何一個人有一個故事，你總是去看它。這本書是什麼，它給你\n這種驚人的、永不滿足的幸福和愛的感覺...。",
      "title": "你讀過的哪本書不止一次，而且一直讓你感覺很特別？"
    }
  ]
}