{
  "author": "TinktheChi",
  "original_created_utc": 1635590800,
  "title": "My husband died in 2020 and I discovered after his death that he was gay. Why after a 26 year first marriage did he marry a woman again?",
  "created_utc": 1635599357,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My husband had been married for 26 years to a woman he admittedly had a horrible relationship wirh.  They had two beautiful children.  He divorced and I met him about 6 months later.\nHe was a kind and thoughtful man.  I couldn&#39;t believe I had met someone who was so compatible.  We seemed to be so right for each other.  He professed his love for me and me for him.\nI have never been so in love in my life.  He told everyone we were so good together and so right for each other.\nWe were married 6 short years and had been together nearly 9.\nHe had no apparent health conditions.  He died of a vascular tear near his heart.  I was absolutely heartbroken.<br/>\nI learned a year after he passed that he was gay.  He had multiple affairs both while we were married and while he had been married to his first wife.\nSome were with women.  One of these women was 25 years younger.<br/>\nI discovered he had been visiting bath houses and had been having sex with men.  I also discovered this behaviour had been going on since he was first married to his first wife.\nI&#39;ve had the full panel of STD testing which thankfully came back negative.  I advised his first wife to do the same which she did.\nWe are both in a state of shock about the man we thought we knew.\nWhy on earth would he seek out a second wife, when no one would have batted an eyelash if he had remained single after a 26 year marriage.  He could have been true to himself and lived an honest life.  He could have been happy in his own skin.\nInstead he chose to find another wife and drag me into his fake life, putting my physical and mental health at risk.\n(His 30 year old girlfriend professed to be pregnant by him at Some point and I found out after he passed that much of the sex he had been having was unprotected).\nI&#39;m struggling to understand this and am starting with a new therapist next week.<br/>\nAny thoughts or insights are appreciated.</p>\n</div><!-- SC_ON -->",
  "score": 134,
  "permalink": "/r/TooAfraidToAsk/comments/qiyzf2/my_husband_died_in_2020_and_i_discovered_after/",
  "subreddit": "TooAfraidToAsk",
  "id": "qiyzf2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My husband had been married for 26 years to a woman he admittedly had a horrible\nrelationship wirh. They had two beautiful children. He divorced and I met him\nabout 6 months later. He was a kind and thoughtful man. I couldn't believe I had\nmet someone who was so compatible. We seemed to be so right…"
}