{
  "author": "FitzChivalry_Fars33r",
  "original_created_utc": 1630509194,
  "title": "Is there any author that knows the depths of the human heart better than Dostoyevsky?",
  "created_utc": 1630527729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished Crime and Punishment for the second time, and I can&#39;t help but marvel at Dostoyevsky&#39;s insight on the workings of Raskolnikov&#39;s conscience and soul. While most modern books are eloquently written page turners, with a compelling story and decently ( sometimes wonderfully)  developed characters, with Dostoyevsky&#39;s books... I don&#39;t know, I just have to read every page two or three times to fully grasp the depth of his expertise.</p>\n\n<p>I love modern literature, but sometimes... you just cant beat the classics</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pfvx4z/is_there_any_author_that_knows_the_depths_of_the/",
  "subreddit": "books",
  "id": "pfvx4z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished Crime and Punishment for the second time, and I can't help but\nmarvel at Dostoyevsky's insight on the workings of Raskolnikov's conscience and\nsoul. While most modern books are eloquently written page turners, with a\ncompelling story and decently ( sometimes wonderfully) developed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "罪と罰」を2回目に読み終えましたが、ラスコーリニコフの良心の働きを描いたドストエフスキーの洞察力には驚かされます。\nドストエフスキーの、ラスコーリニコフの良心や魂の動きに対する洞察力には驚かされます。\n魂です。最近の本は、雄弁に書かれたページめくりで、説得力のあるストーリーと、きちんとした（？\n説得力のあるストーリーと、きちんと（時には素晴らしく）展開された...",
      "title": "ドストエフスキーほど人間の心の深さを知っている作家はいないのではないか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚完成了《罪与罚》的第二遍，我不禁\n我不禁感叹陀思妥耶夫斯基对拉斯科利尼科夫的良心和灵魂的运作的洞察力。\n灵魂。虽然大多数现代书籍都是雄辩地写成的翻页书，有一个引人入胜的故事和体面的（有时是）的 \"小人物\"。\n虽然大多数现代书籍都是雄辩的翻页作品，有一个引人注目的故事和体面（有时是精彩的）的发展...",
      "title": "有哪位作家比陀思妥耶夫斯基更了解人类的内心深处？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛完成了《罪與罰》的第二遍，我不禁\n我不禁感嘆陀思妥耶夫斯基對拉斯科利尼科夫的良心和靈魂的運作的洞察力。\n靈魂。雖然大多數現代書籍都是雄辯地寫成的翻頁書，有一個引人入勝的故事和體面的（有時是）的 \"小人物\"。\n雖然大多數現代書籍都是雄辯的翻頁作品，有一個引人注目的故事和體面（有時是精彩的）的發展...",
      "title": "有哪位作家比陀思妥耶夫斯基更瞭解人類的內心深處？"
    }
  ]
}