{
  "author": "Mr_Westerfield",
  "original_created_utc": 1636469849,
  "title": "What's a book that was the opposite of a letdown for you? Where you weren't too keen on it at first, but ended up really enjoying it?",
  "created_utc": 1636482942,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We tend to favor things that leave a good first impression, and as such I think we&#39;re more likely to run into things that leave us feeling let down.</p>\n\n<p>But what&#39;s a book where you&#39;ve had the opposite experience? Where you started out distinctly not liking it. Perhaps the story took it&#39;s time moving the pieces into place. Or maybe there was some nagging technical issue you had to get over. But then, at some point, things clicked, it stuck the landing, and you ended up finding the experience highly rewarding.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qq5g46/whats_a_book_that_was_the_opposite_of_a_letdown/",
  "subreddit": "books",
  "id": "qq5g46",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We tend to favor things that leave a good first impression, and as such I think\nwe're more likely to run into things that leave us feeling let down.\n\nBut what's a book where you've had the opposite experience? Where you started\nout distinctly not liking it. Perhaps the story took it's time moving…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは第一印象の良いものを好む傾向があります。\nそのため、期待はずれのものに出くわすことが多いと思います。\n\nしかし、その逆の経験をした本とは？最初から\n最初は明らかに気に入らなかった。物語の進行に時間がかかったのかもしれませんが...。",
      "title": "あなたにとって逆に期待外れだった本は何ですか？最初はあまり乗り気ではなかったけれど、最終的にはとても楽しめたというものはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们倾向于喜欢留下良好第一印象的事物，因此我认为\n我们更有可能遇到让我们感到失望的事情。\n\n但是有什么书让你有相反的经历呢？在那里你开始\n开始时明显地不喜欢它。也许这个故事花了很多时间来推动......",
      "title": "什么书对你来说是相反的失望？起初你不太喜欢它，但最后却非常喜欢它？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們傾向於喜歡留下良好第一印象的事物，因此我認爲\n我們更有可能遇到讓我們感到失望的事情。\n\n但是有什麼書讓你有相反的經歷呢？在那裏你開始\n開始時明顯地不喜歡它。也許這個故事花了很多時間來推動......",
      "title": "什麼書對你來說是相反的失望？起初你不太喜歡它，但最後卻非常喜歡它？"
    }
  ]
}