{
  "author": "AquariumBill",
  "original_created_utc": 1630188423,
  "title": "Why can’t fish get rabies?",
  "created_utc": 1630202412,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all,</p>\n\n<p>Aquarium enthusiast and 2x rabies shots recipient. I have lived dangerously so to speak, and lived! But I have a question for you all.</p>\n\n<p>I was at my local fish store joking with the owner who got gouged by one of his big fish (I think a cichlid). I made a joke about rabies and he panicked for a brief moment, until I told him it’s common knowledge that fish don’t get rabies. I was walking home (and feeling bad about stressing him out!) when I started to wonder why.</p>\n\n<p>For instance, the CDC says only mammals get rabies. But there’s a case of fowl in India getting rabies. I saw a previous post on here that has to do with a particular receptor that means birds are pretty much asymptomatic and clear it if exposed. Birds have been able to get it injected in lab experiments over a hundred years ago. I also know rabies has adapted to be able to grow in cold-blooded vertebrates.</p>\n\n<p>So, what about fish? Why don’t fish get it? Have there been attempts to inject fish in a lab and give them rabies? Or could they theoretically get it, but the water where they bite you essentially dissipates the virus? Or is there a mechanism (e.g. feline HIV —&gt; humans) by which the disease can’t jump to fish?</p>\n\n<p>Thanks for any insight. I will be watching Roger Corman’s “Piranha” while I wait on your answers.</p>\n</div><!-- SC_ON -->",
  "score": 322,
  "permalink": "/r/askscience/comments/pdiz59/why_cant_fish_get_rabies/",
  "subreddit": "askscience",
  "id": "pdiz59",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all,\n\nAquarium enthusiast and 2x rabies shots recipient. I have lived dangerously so\nto speak, and lived! But I have a question for you all.\n\nI was at my local fish store joking with the owner who got gouged by one of his\nbig fish (I think a cichlid). I made a joke about rabies and he panicked…"
}