{
  "author": "Team-First",
  "original_created_utc": 1633962080,
  "title": "CMV: It makes more sense logically to join the military than to go to college for the average 18 year old",
  "created_utc": 1633978003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Reddit community enjoys downing the military and says troops are “stupid” but I think it actually makes more sense logically to join the military at 18 than to go to college and here’s why.</p>\n\n<p>College:\nPros: You have more choice on where you go if you can get into a school there. You have more autonomy to do what you want and make your own schedule. There are breaks in between class years where you can go home be with family </p>\n\n<p>Cons: You pay extortionate fees for a degree you don’t necessarily love. Unless your parents are paying your way through college you will end up with a ton of debt even with scholarships . Then unless you did an internship it’ll be tough to find a job in the field you studied because most places want a few years of experience. </p>\n\n<p>Military:\nPros:\nThere are many jobs available that the military will train you to do and if you need special certificates they military pays you to get them. By the time you leave you’ll have about 4 years of solid work experience, along with a lot of other benefits that give you a big advantage like veteran preference, Gi bill and va home loan. You’ll be older and have a better idea of what you want to actually go to school for and then can for free while also getting paid. You’ll travel a bit sometimes for free.</p>\n\n<p>Cons: A lot of your schedule may be dictated by other people. You don’t really have a choice as to where you want to go and may move a lot or not at all. It can be hard to take classes.</p>\n\n<p>Both: In both of these environments you will be around people your own age, be able to network and have resources on career building, finances and things like that </p>\n\n<p>I don’t think either path is bad but for the average 18 year old joining the military is logically more beneficial</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/q5wx18/cmv_it_makes_more_sense_logically_to_join_the/",
  "subreddit": "changemyview",
  "id": "q5wx18",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Reddit community enjoys downing the military and says troops are “stupid”\nbut I think it actually makes more sense logically to join the military at 18\nthan to go to college and here’s why.\n\nCollege: Pros: You have more choice on where you go if you can get into a school\nthere. You have more…"
}