{
  "author": "Team-First",
  "original_created_utc": 1633962080,
  "title": "CMV: It makes more sense logically to join the military than to go to college for the average 18 year old",
  "created_utc": 1633978003,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Reddit community enjoys downing the military and says troops are “stupid” but I think it actually makes more sense logically to join the military at 18 than to go to college and here’s why.</p>\n\n<p>College:\nPros: You have more choice on where you go if you can get into a school there. You have more autonomy to do what you want and make your own schedule. There are breaks in between class years where you can go home be with family </p>\n\n<p>Cons: You pay extortionate fees for a degree you don’t necessarily love. Unless your parents are paying your way through college you will end up with a ton of debt even with scholarships . Then unless you did an internship it’ll be tough to find a job in the field you studied because most places want a few years of experience. </p>\n\n<p>Military:\nPros:\nThere are many jobs available that the military will train you to do and if you need special certificates they military pays you to get them. By the time you leave you’ll have about 4 years of solid work experience, along with a lot of other benefits that give you a big advantage like veteran preference, Gi bill and va home loan. You’ll be older and have a better idea of what you want to actually go to school for and then can for free while also getting paid. You’ll travel a bit sometimes for free.</p>\n\n<p>Cons: A lot of your schedule may be dictated by other people. You don’t really have a choice as to where you want to go and may move a lot or not at all. It can be hard to take classes.</p>\n\n<p>Both: In both of these environments you will be around people your own age, be able to network and have resources on career building, finances and things like that </p>\n\n<p>I don’t think either path is bad but for the average 18 year old joining the military is logically more beneficial</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/q5wx18/cmv_it_makes_more_sense_logically_to_join_the/",
  "subreddit": "changemyview",
  "id": "q5wx18",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Reddit community enjoys downing the military and says troops are “stupid”\nbut I think it actually makes more sense logically to join the military at 18\nthan to go to college and here’s why.\n\nCollege: Pros: You have more choice on where you go if you can get into a school\nthere. You have more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Redditのコミュニティでは、軍隊を下げて楽しんでおり、軍隊は \"バカ \"だと言っています。\nしかし私は、18歳で軍隊に入隊する方が、大学に行くよりも論理的に理にかなっていると思います。\n大学に行くよりも、18歳で軍隊に入る方が論理的に理にかなっていると思います。\n\n大学です。長所。どこの学校に入れるかの選択肢が増える。\n長所 より多くの...",
      "title": "CMV：平均的な18歳の若者にとっては、大学に行くよりも軍隊に入る方が論理的には理にかなっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Reddit社区喜欢贬低军队，说部队是 \"愚蠢的\"\n但我认为，从逻辑上讲，18岁参军比上大学更有意义。\n比上大学更有意义，原因如下。\n\n大学。优点。如果你能进入一所学校，你就有更多的选择。\n有。你有更多的选择。",
      "title": "CMV: 对于普通18岁的人来说，参军比上大学在逻辑上更有意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Reddit社區喜歡貶低軍隊，說部隊是 \"愚蠢的\"\n但我認爲，從邏輯上講，18歲參軍比上大學更有意義。\n比上大學更有意義，原因如下。\n\n大學。優點。如果你能進入一所學校，你就有更多的選擇。\n有。你有更多的選擇。",
      "title": "CMV: 對於普通18歲的人來說，參軍比上大學在邏輯上更有意義。"
    }
  ]
}