{
  "author": "DetroitMotorShow",
  "original_created_utc": 1635105284,
  "title": "VCs are getting into projects at 22c, and then dumping it to the public at $27 in a \"public sale\". This is just a big fraud, and will end with a 98% correction like we saw in 2018.",
  "created_utc": 1635140093,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of projects are just once again following the same pattern from 2017 when it comes to raising funds. Allocate an initial big % of funds to VCs, key backers at a ridiculously cheap valuation while the project is not even in the public eye, then build some of the features of the project (usually a website, a DEX or couple of pools/farms) and then create a big marketing hyped launch event, where around 10% of the project&#39;s tokens can be bought by the public. Meanwhile, 90% of the tokens are controlled by insiders and VCs who entered at 1/100th the price. </p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/uily92gf9gv71.jpg?width=1125&amp;format=pjpg&amp;auto=webp&amp;s=12a1516e1496dc9524064c4a49ed13484300e700\">Price during deposit perion: $27. Price for VCs: 22c</a></p>\n\n<p>This is nothing short of a scam, but this market always drags in the next sucker who thinks they can profit by becoming a &quot;long term investor&quot; in these projects, and get in &quot;early&quot;</p>\n\n<p>The only way this ends is with the early investors slowly but surely dumping their tokens that were acquired at a very cheap valuation on exchanges, while the price corrects 90-98%. </p>\n\n<p>Many times, terminology like &quot;vesting schedule&quot; or locked tokens is used just to confound the retail participants, to make them believe they wont get dumped on. There is a vesting schedule, so the early investors will baghold through a 90% correction right? Lol</p>\n\n<p>There is not one single reason any long term investor must look at these projects. There are several distribution mechanisms in existence today that are much more fair, including stake drops, farm distributions etc where one can acquire tokens of new projects without donating their funds away to the team at a terrible valuation. </p>\n\n<p>Most of the VCs in the crypto space are pure predators. They give zero fucks if the project even survives or not, as long as they exit their investment with a ton of cheese on top. They can hardly be fussed about the late investors or users. This is the rather sombre reality of an unregulated market - the ones making the rules do it predominantly to enrich themselves.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/CryptoCurrency/comments/qezru0/vcs_are_getting_into_projects_at_22c_and_then/",
  "subreddit": "CryptoCurrency",
  "id": "qezru0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A lot of projects are just once again following the same pattern from 2017 when\nit comes to raising funds. Allocate an initial big % of funds to VCs, key\nbackers at a ridiculously cheap valuation while the project is not even in the\npublic eye, then build some of the features of the project (usually…"
}