{
  "author": "EthanGibson2",
  "original_created_utc": 1637453131,
  "title": "Anyone else think the idea of the Metaverse sucks?",
  "created_utc": 1637462905,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Is it just me who thinks the Metaverse can flop?</p>\n\n<p>Don&#39;t get it it twisted, I love games but I think the Metaverse can and most likely will flop. Virtual worlds do not appeal to me, especially to the extent that it sounds like it is going to. Some people are referring it to the &quot;new reality&quot; and the &quot;next internet&quot; but I just see it as a go at a overpriced VR game that nobody will pay for.</p>\n\n<p>The amount of money that will have to come out of this will have to be insane. With the amount of money put into this they would end up having to resort to selling thousand dollar gear and equipment used just to play in the Metaverse. And most likely along with a chunk of Crypto needed to start. The lack of need for a Metaverse will prove in people not paying the thousands of dollars to play this.</p>\n\n<p>I can also see a hard sell/dump in the &#39;Metaverse Cryptocurrencies&#39;  as the majority have been going up with hype, and I feel the Metaverse will be a lengthier process than the average holder thinks, which will possibly result in them becoming inpatient and maybe selling.</p>\n\n<p>And if it does succeed, fair enough. I guess I&#39;m just a normal guy and not a multi billionaire and may not see the potential of this project.</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/CryptoCurrency/comments/qyicgx/anyone_else_think_the_idea_of_the_metaverse_sucks/",
  "subreddit": "CryptoCurrency",
  "id": "qyicgx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Is it just me who thinks the Metaverse can flop?\n\nDon't get it it twisted, I love games but I think the Metaverse can and most\nlikely will flop. Virtual worlds do not appeal to me, especially to the extent\nthat it sounds like it is going to. Some people are referring it to the \"new\nreality\" and the…"
}