{
  "author": "Twerky_Jurky",
  "the_new_excerpt": "I wanted to post here to see if there are other views I’m missing that make this\na bad idea in any way...\n\nMy aunt is a nurse who’s seriously refusing the vaccine, and she helps COVID\npatients almost every day... on top of that, she wants to fly out of state to\nvisit the rest of my family, who also…",
  "original_created_utc": 1618334532,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が見落としている他の見解があって、これが何か悪いアイデアになるのではないかと思って、ここに投稿しました。\n私が見落としている意見がないかどうかを確認したくて、ここに投稿しました...\n\n私の叔母は看護師ですが、真剣にワクチンを拒否していて、ほぼ毎日COVIDの患者を助けています。\n叔母はほぼ毎日COVIDの患者さんのお手伝いをしています...その上、叔母は私の家族を訪問するために州外に飛び立ちたいと言っています。\nその上、叔母は私の他の家族を訪問するために州外に飛びたがっていて、その家族もまた...",
      "title": "CMV：ワクチンを拒否した医療従事者は仕事をさせるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想在这里发帖，看看我是否还遗漏了其他的观点，使这一。\n一个坏主意在任何方面...\n\n我姑姑是个护士，她严重拒绝疫苗，她帮助COVID。\n几乎每天都有病人... 最重要的是，她想飞出州去。\n探望我的家人，他们也...",
      "title": "CMV：医务人员拒绝接种疫苗就不应该被允许工作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想在這裏發帖，看看我是否還遺漏了其他的觀點，使這一。\n一個壞主意在任何方面...\n\n我姑姑是個護士，她嚴重拒絕疫苗，她幫助COVID。\n幾乎每天都有病人... 最重要的是，她想飛出州去。\n探望我的家人，他們也...",
      "title": "CMV：醫務人員拒絕接種疫苗就不應該被允許工作"
    }
  ],
  "title": "CMV: Medical professionals shouldn’t be allowed to work if they refuse the vaccine",
  "created_utc": 1618346161,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I wanted to post here to see if there are other views I’m missing that make this a bad idea in any way...</p>\n\n<p>My aunt is a nurse who’s seriously refusing the vaccine, and she helps COVID patients almost every day... on top of that, she wants to fly out of state to visit the rest of my family, who also are refusing vaccines, and they all contracted COVID. Then, she wants to go on a vacation to Hawaii right after she’s done visiting! It’s insane to me that a medical professional of any kind can be allowed to behave this way and put this many people at risk. Who knows who she’s gonna spread it to while on the plane or when she goes to Hawaii or when she comes back. People might hate me for this, but a law should be put in place that anyone who refuses vaccines can’t be in the medical field. It’s unsafe and it just doesn’t make any sense... any other views out there?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/mq6zeb/cmv_medical_professionals_shouldnt_be_allowed_to/",
  "subreddit": "changemyview",
  "id": "mq6zeb",
  "is_self": true,
  "media": null,
  "is_video": false
}