{
  "author": "Sarahsota",
  "the_new_excerpt": "I'm so tired of this fucking cursed rectangle. I reward myself for a hard day of\nwork by coming home and browsing the little rectangle while the big rectangle\nplays in the background, and perhaps using the medium rectangle to inject\ndopamine points into my eyeballs with video games for an hour or…",
  "original_created_utc": 1620880386,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この呪われた四角形にはもう飽き飽きだ。一日頑張った自分へのご褒美に\n家に帰ってきて、小さな四角形を見て、大きな四角形が背景で流れている間に\nそして、おそらく中くらいの大きさの四角形を使って\nビデオゲームでドーパミンを目玉に注入して1時間とか...。",
      "title": "スマートフォンが普及する前に、大量の本を読んでいた人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对这个该死的受诅咒的长方形感到非常厌倦。我对自己一天的辛苦工作进行奖励\n回到家后，在大矩形的背景下浏览小矩形的内容。\n而大矩形则在背景中播放，也许还用中矩形来注射\n用视频游戏向我的眼球注入多巴胺，一小时或......",
      "title": "在智能手机成为一种事物之前，还有人曾经读过很多书吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對這個該死的受詛咒的長方形感到非常厭倦。我對自己一天的辛苦工作進行獎勵\n回到家後，在大矩形的背景下瀏覽小矩形的內容。\n而大矩形則在背景中播放，也許還用中矩形來注射\n用視頻遊戲向我的眼球注入多巴胺，一小時或......",
      "title": "在智能手機成爲一種事物之前，還有人曾經讀過很多書嗎？"
    }
  ],
  "title": "Anybody else used to read a ton before smartphones became a thing?",
  "created_utc": 1620889339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m so tired of this fucking cursed rectangle. I reward myself for a hard day of work by coming home and browsing the little rectangle while the big rectangle plays in the background, and perhaps using the medium rectangle to inject dopamine points into my eyeballs with video games for an hour or so.</p>\n\n<p>My parents were for whatever reason a little slow to allow me my first smartphone (I had a flip phone until about 2012). I was a quiet, well behaved, and very obviously outwardly depressed student, so most of my teachers would let me either sleep (during periods 1, 2, and either 4 or 5 depending on which one was immediately after lunch) or read in the back of class (during periods 3, 4, and 6) because I was doing well on all my tests anyway. </p>\n\n<p>(I also just want to take a second to say fuck high school schedules. I was and am a natural 3-11 sleeper like a lot of high schoolers were, and having to get up at 6:30 to go to learning jail should be against the Geneva Convention)</p>\n\n<p>Reading used to be my escape, man! I remember when Inheritance came out and I was so stoked for it and I finished it in like 3 days. It was so immersive and I would often maladaptively daydream that I was in the book doing something awesome.</p>\n\n<p>What happened? Now I can&#39;t go more than 5 minutes without my hand instinctively reaching for the Reddit or Facebook button. I know because I uninstalled them, and so my reflex would happen and I would find myself staring at a blank page wondering what I even got out my phone to do.</p>\n\n<p>I&#39;ve had Way of Kings on my Kindle (probably one of the better rectangles, if I had to choose) for like, 2 years now, and have only made it through 400 pages, all of which are..... walking.... and talking...</p>\n\n<p>Anybody else feel like this?</p>\n</div><!-- SC_ON -->",
  "score": 208,
  "permalink": "/r/books/comments/nb8gd7/anybody_else_used_to_read_a_ton_before/",
  "subreddit": "books",
  "id": "nb8gd7",
  "is_self": true,
  "media": null,
  "is_video": false
}