{
  "author": "Suspicious_Music_494",
  "original_created_utc": 1639774139,
  "title": "YSK: If you have a cat, and keep on waking up in the middle of the night, it might not be insomnia.",
  "created_utc": 1639813293,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: it might just be your cat being a loveable jerk.&lt;/p&gt;\n\n&lt;p&gt;For the past year and a half, I kept waking up in the middle of the night, wide awake startled. I thought my insomnia had flipped- nope. (I usually have the hard to fall asleep type) Turns out my cat just smacks my face in the middle of the night or bites my nose or toes when he is lonely or cold to wake me up. Caught him a couple of times, and now that I have gotten a bigger blanket that covers my head and feet, it doesn&amp;#39;t happen anymore.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 234,
  "permalink": "/r/YouShouldKnow/comments/riqjic/ysk_if_you_have_a_cat_and_keep_on_waking_up_in/",
  "subreddit": "YouShouldKnow",
  "id": "riqjic",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: it might just be your cat being a loveable jerk.\n\nFor the past year and a half, I kept waking up in the middle of the night, wide\nawake startled. I thought my insomnia had flipped- nope. (I usually have the\nhard to fall asleep type) Turns out my cat just smacks my face in the middle of\nthe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：愛猫が愛想を尽かしただけかもしれません。\n\nこの1年半、夜中に何度も目が覚めて、目が覚めると\n驚いて目が覚めた。不眠症が再発したのかと思いきや、そうではありませんでした。\nうちの猫は、夜中に私の顔を叩いてくるんです。\nその...",
      "title": "YSK: 猫を飼っていて、夜中に何度も目が覚める人は、不眠症ではないかもしれませんね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这可能只是你的猫是一个可爱的混蛋。\n\n在过去的一年半里，我不断地在半夜醒来，被惊醒。\n惊醒。我以为我的失眠症已经翻转了--没有。\n原来我的猫只是在半夜里抽打我的脸。\n的时候抽我的脸。",
      "title": "YSK：如果你有一只猫，并且一直在半夜醒来，这可能不是失眠。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這可能只是你的貓是一個可愛的混蛋。\n\n在過去的一年半里，我不斷地在半夜醒來，被驚醒。\n驚醒。我以爲我的失眠症已經翻轉了--沒有。\n原來我的貓只是在半夜裏抽打我的臉。\n的時候抽我的臉。",
      "title": "YSK：如果你有一隻貓，並且一直在半夜醒來，這可能不是失眠。"
    }
  ]
}