{
  "author": "gomi-panda",
  "the_new_excerpt": "Why YSK: I have purchase inferior products many times based mainly on rating\nalone until I wised up. Internet literacy (the ability to discern between truth\nand falsehood, gossip and vital information [I'll leave this for another post])\nis going to play a critical part in humanity for decades to…",
  "original_created_utc": 1615090306,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我曾多次购买劣质产品，主要是根据评价来决定的。\n独自一人，直到我醒悟过来。网络素养（辨别真假的能力）。\n和假话、小道消息和重要信息[我留待下一篇文章再谈])\n将会在人类几十年的时间里扮演着至关重要的角色... ...",
      "title": "YSK：在亚马逊购买产品时，有一些网站可以评估真假评论。使用ReviewMeta.com这样的网站来评估产品评论是假的还是真的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我曾多次購買劣質產品，主要是根據評價來決定的。\n獨自一人，直到我醒悟過來。網絡素養（辨別真假的能力）。\n和假話、小道消息和重要信息[我留待下一篇文章再談])\n將會在人類幾十年的時間裏扮演着至關重要的角色... ...",
      "title": "YSK：在亞馬遜購買產品時，有一些網站可以評估真假評論。使用ReviewMeta.com這樣的網站來評估產品評論是假的還是真的。"
    }
  ],
  "title": "YSK: There are websites that can assess true and fake reviews when purchasing a product on Amazon. Use a site such as ReviewMeta.com to assess whether the product reviews are fake or real.",
  "created_utc": 1615124246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I have purchase inferior products many times based mainly on rating alone until I wised up. Internet literacy (the ability to discern between truth and falsehood, gossip and vital information [I&#39;ll leave this for another post]) is going to play a critical part in humanity for decades to come.</p>\n\n<p>One aspect of this is to determine if you are getting ripped off, or purchasing a legitimate quality product. I don&#39;t work for <a href=\"https://reviewmeta.com\">reviewmeta.com</a>. I heard them mentioned on NPR and I imagine there are other websites you can use. But I use it every time I buy something from Amazon in order to know if of the 1,000 reviews a product has, 30% are fake. </p>\n\n<p>Unscrupulous sellers hire people to create accounts and post reviews of their product, often giving people some basic text to use. The website I mentioned analyzes reviews to see how many use similar language, or how many are unique. This site filters out the questionable reviews.</p>\n</div><!-- SC_ON -->",
  "score": 6662,
  "permalink": "/r/YouShouldKnow/comments/lzitlj/ysk_there_are_websites_that_can_assess_true_and/",
  "subreddit": "YouShouldKnow",
  "id": "lzitlj",
  "is_self": true,
  "media": null,
  "is_video": false
}