{
  "author": "RedFeather_Coronatus",
  "the_new_excerpt": "Here's what I mean: Historically people have associated certain duties or traits\nfor each gender. Historically, men had or were expected to have the tougher or\nmore physical roles (warriors, laborers, construction, etc) and women had the\nphysically easier, though still mentally demanding, ones, such…",
  "original_created_utc": 1615469903,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是这样的。历史上，人们将某些职责或特征联系起来\n每种性别都有。从历史上看，男性拥有或被期望拥有更强硬或更多的权利。\n更多的体力角色（战士、劳工、建筑等），而妇女有更多的体力角色。\n身体上更容易，虽然仍然精神上的要求，如... ...",
      "title": "CMV：我认为人们把 \"多重性别 \"与 \"性别角色或特征的不同组合 \"混淆了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是這樣的。歷史上，人們將某些職責或特徵聯繫起來\n每種性別都有。從歷史上看，男性擁有或被期望擁有更強硬或更多的權利。\n更多的體力角色（戰士、勞工、建築等），而婦女有更多的體力角色。\n身體上更容易，雖然仍然精神上的要求，如... ...",
      "title": "CMV：我認爲人們把 \"多重性別 \"與 \"性別角色或特徵的不同組合 \"混淆了。"
    }
  ],
  "title": "CMV: I think people have confused \"multiple genders\" with \"different combinations of gender roles or traits\"",
  "created_utc": 1615502305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s what I mean: Historically people have associated certain duties or traits for each gender.  Historically, men had or were expected to have the tougher or more physical roles (warriors, laborers, construction, etc) and women had the physically easier, though still mentally demanding, ones, such as homemaker.  </p>\n\n<p>In more recent years, people have blurred the lines as to what each person is expected to do, which is fine; some dads are perfectly capable of being the nurturing type, while women have joined the military in greater number or went into construction.</p>\n\n<p>This is where I think some confusion may have arisen: in recent years, people have increasingly said that &quot;gender is a social construct&quot;, or claimed to be neither of the existing genders.  But when they say these things, I think they&#39;re actually saying that the bundle of gender roles or expectations for their sex is &quot;a social construct&quot;, and they don&#39;t fit within that description.</p>\n\n<p>In sum, I think there are only two genders, and that these are the same as sex; but people have desired a fluidity between and among what&#39;s expected of them.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/m2q8gd/cmv_i_think_people_have_confused_multiple_genders/",
  "subreddit": "changemyview",
  "id": "m2q8gd",
  "is_self": true,
  "media": null,
  "is_video": false
}