{
  "author": "eudanuts",
  "original_created_utc": 1632668034,
  "title": "Thank you for the endless posts about The Song of Achilles",
  "created_utc": 1632673361,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve seen this book mentioned and discussed on this subreddit countless times over the last 2 years since I’ve joined and finally got a chance to read it. Based on the acclaim it received, I had high hopes it was going to be remarkable and for the last year I was hoping to find it organically either at a thrift store or in a lend-a-library, but when I saw it discounted at Costco I caved and bought it anyway. \nI couldn’t put it down and once I finished, had to sit with myself for a while to fully appreciate the beauty of what I just read. Never a dull page, incredibly written and I’m already wondering when I’ll read it again. Thank you all who posted and suggested it, I’ve read 25 books this year and The Song of Achilles just became my favorite.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/pvvdgp/thank_you_for_the_endless_posts_about_the_song_of/",
  "subreddit": "books",
  "id": "pvvdgp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve seen this book mentioned and discussed on this subreddit countless times\nover the last 2 years since I’ve joined and finally got a chance to read it.\nBased on the acclaim it received, I had high hopes it was going to be remarkable\nand for the last year I was hoping to find it organically either…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このサブレディットでは、この本が数え切れないほど紹介され、議論されています。\n話題になっていましたが、ようやく読むことができました。\n評判が良かったので、期待していました。\nこの1年間、私はこの本を有機的に見つけたいと思っていました...",
      "title": "アキレスの歌」についての記事を延々と書いてくれてありがとう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去两年中，我在这个分论坛上无数次看到这本书被提及和讨论。\n在过去的两年中，我加入了这个分论坛，并最终有机会阅读它。\n基于它所获得的赞誉，我对它寄予厚望，认为它将是一部了不起的作品\n在过去的一年里，我一直希望能有机地找到它，要么...",
      "title": "谢谢你关于《阿基里斯之歌》的无尽帖子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去兩年中，我在這個分論壇上無數次看到這本書被提及和討論。\n在過去的兩年中，我加入了這個分論壇，並最終有機會閱讀它。\n基於它所獲得的讚譽，我對它寄予厚望，認爲它將是一部了不起的作品\n在過去的一年裏，我一直希望能有機地找到它，要麼...",
      "title": "謝謝你關於《阿基里斯之歌》的無盡帖子"
    }
  ]
}