{
  "author": "CheshireRaptor",
  "original_created_utc": 1636090467,
  "title": "YSK Amazon and other online retailer's reviews are often fake or misleading.",
  "created_utc": 1636127228,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are not careful while reading the reviews on a product you are interested in, you may be buying an item with bloated reviews to make the item look better.</p>\n\n<p>Not all the reviews are fake in the sense that someone made an account to post the positive review, but in the sense that the review may actually be for a different product entirely. </p>\n\n<p>Fakespot has browser extensions that work on many of the big name sites like Amazon, eBay and Walmart to name a few. It not only will give you a letter grade on the reviews for that item, but allow you on most sites to sort products by grade, hide any products with F grades and inform you about the seller, who also get letter grades. It also tells you on the product page if they are approved sellers (which means the seller has high ratings and few customer complaints) and if an item is covered by Amazon&#39;s return policy.</p>\n\n<p>Go to their website for more information and to install browser extension. Fakespot.com</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/qn491d/ysk_amazon_and_other_online_retailers_reviews_are/",
  "subreddit": "YouShouldKnow",
  "id": "qn491d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you are not careful while reading the reviews on a product you are\ninterested in, you may be buying an item with bloated reviews to make the item\nlook better.\n\nNot all the reviews are fake in the sense that someone made an account to post\nthe positive review, but in the sense that the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、気になる商品のレビューを読むときに気をつけないと\n興味のある商品のレビューを注意深く読まないと、その商品を良く見せるためにレビューが肥大化した商品を買ってしまうかもしれません。\n買ってしまうかもしれません。\n\nすべてのレビューが、誰かがアカウントを作って投稿したという意味での偽物ではありません。\nすべてのレビューが偽物というわけではありませんが...。",
      "title": "YSK アマゾンをはじめとするネットショップのレビューは、偽物や誤解を招くものが多いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你在阅读一个你感兴趣的产品的评论时不小心\n你可能会买到一个有臃肿评论的产品，以使该产品看起来更好。\n看起来更好。\n\n并非所有的评论都是假的，即有人建立了一个账户来发布\n虚假的评论，但在这个意义上，这些评论是虚假的。",
      "title": "YSK亚马逊和其他在线零售商的评论往往是虚假或误导性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你在閱讀一個你感興趣的產品的評論時不小心\n你可能會買到一個有臃腫評論的產品，以使該產品看起來更好。\n看起來更好。\n\n並非所有的評論都是假的，即有人建立了一個賬戶來發布\n虛假的評論，但在這個意義上，這些評論是虛假的。",
      "title": "YSK亞馬遜和其他在線零售商的評論往往是虛假或誤導性的。"
    }
  ]
}