{
  "author": "nDreCoelho",
  "original_created_utc": 1630262288,
  "title": "Popular Opinion: ETH gas fees are delaying the global adoption of crypto",
  "created_utc": 1630294402,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyday I see many posts regarding opinions that claim being unpopular while being popular. Therefore I decided to share an opinion I have about ETH that I believe is popular, but not often worded like this.</p>\n\n<p>We all know that ETH as high fees associated with their transactions and the ones on the dapps in the ecosystem. I won&#39;t be dabble too much on this topic as everybody is well versed in it.</p>\n\n<p>What I want to discuss here is my opinion, which I believe most of us have, of ETH gas fees delaying global adoption of crypto. Ethereum is the biggest ecosystem for smart contracts there is. No one can deny that. There are many dapps with great use cases that could be used by the usual retail investor.</p>\n\n<p>However, most small retail investors don&#39;t even try to move their ETH out of the exchanges/wallets due to losing a great percentage of their value on the transaction itself.</p>\n\n<p>Therefore, whenever fees are reduced on the Ethereum roadmap, we&#39;ll see a way more significant inflow of people in dApps (knowing that a lot of them are in the Ethereum ecosystem) and a global adoption of their technology.</p>\n\n<p>What do you guys think?</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/pe0xt3/popular_opinion_eth_gas_fees_are_delaying_the/",
  "subreddit": "CryptoCurrency",
  "id": "pe0xt3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everyday I see many posts regarding opinions that claim being unpopular while\nbeing popular. Therefore I decided to share an opinion I have about ETH that I\nbelieve is popular, but not often worded like this.\n\nWe all know that ETH as high fees associated with their transactions and the\nones on the…"
}