{
  "author": "whatwouldtyrabanksdo",
  "original_created_utc": 1635520610,
  "title": "CMV: Returning your shopping cart is ALWAYS the right decision",
  "created_utc": 1635525351,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No matter the rush, no matter the circumstance, assuring that your grocery cart is returned is the right thing to do in every instance. I absolutely hate it when I go to pull into a spot and someone left their cart in it. It seems to me like there’s no excuse. Parking lots are already accident prone and unreturned carts are an extra hazard. If you don’t want to walk it back into the store then don’t use it. Toddlers are taught to clean up what they take out to use. If you cannot physically return a cart you can notify a staff member and they will assist you. Often times they’ll offer before you even need to ask. Leaving it on the curb is a d*ck move; and a red flag for me when I make friends/consider partners. The only “valid” explanation I consider for leaving a cart in a parking spot is that you’re either lazy, inconsiderate, or both.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qif42b/cmv_returning_your_shopping_cart_is_always_the/",
  "subreddit": "changemyview",
  "id": "qif42b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No matter the rush, no matter the circumstance, assuring that your grocery cart\nis returned is the right thing to do in every instance. I absolutely hate it\nwhen I go to pull into a spot and someone left their cart in it. It seems to me\nlike there’s no excuse. Parking lots are already accident prone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どんなに急いでいても、どんな状況でも、あなたの食料品用カートが確実に\n返してもらうことは、どのような場合でも正しいことです。私は絶対に嫌です。\n誰かがカートを置いたままの場所に車を停めようとするのは絶対に嫌です。私には\n弁解の余地はないと思います。駐車場はただでさえ事故が多いのに・・・。",
      "title": "CMV: ショッピングカートの返却は常に正しい判断である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不管是什么时候，不管是什么情况，保证你的杂货车\n都是正确的做法。我绝对讨厌\n当我把车停在一个地方时，有人把他们的车留在那里。在我看来\n好像没有任何借口。停车场已经很容易发生事故了......",
      "title": "CMV：退回你的购物车永远是正确的决定"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管是什麼時候，不管是什麼情況，保證你的雜貨車\n都是正確的做法。我絕對討厭\n當我把車停在一個地方時，有人把他們的車留在那裏。在我看來\n好像沒有任何藉口。停車場已經很容易發生事故了......",
      "title": "CMV：退回你的購物車永遠是正確的決定"
    }
  ]
}