{
  "author": "Schlimmb0",
  "the_new_excerpt": "Copyright is a brilliant thing, protecting the ideas of an artist, writer or\ndirector. With that they are encouraged to produce something and sequels to\nsuccessful stuff.\n\nBut no person on earth can produce new things, after they died. They don't need\nany encouragement or protection after their…",
  "original_created_utc": 1614200027,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "版权是个很高明的东西，它保护了艺术家、作家的思想或\n导演。以此鼓励他们制作一些东西和续集。\n成功的东西。\n\n但世界上没有一个人能够产生新的东西，在他们死后。他们不需要\n任何鼓励或保护后，他们...",
      "title": "CMV：Copyrigtht持续的时间超过了创作者的寿命，停止更多的创意而不是保护它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "版權是個很高明的東西，它保護了藝術家、作家的思想或\n導演。以此鼓勵他們製作一些東西和續集。\n成功的東西。\n\n但世界上沒有一個人能夠產生新的東西，在他們死後。他們不需要\n任何鼓勵或保護後，他們...",
      "title": "CMV：Copyrigtht持續的時間超過了創作者的壽命，停止更多的創意而不是保護它。"
    }
  ],
  "title": "CMV: Copyrigtht lasting longer than the lifetime of the creator stops more creativity than protect it.",
  "created_utc": 1614267836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Copyright is a brilliant thing, protecting the ideas of an artist, writer or director. With that they are encouraged to produce something and sequels to successful stuff.</p>\n\n<p>But no person on earth can produce new things, after they died. They don&#39;t need any encouragement or protection after their death. It benefits only profit driven companies. They will keep the rights and don&#39;t promote creativity based on the pool of the artists work.</p>\n\n<p>I think one or two years after the artists death could the copyright be extended, so the legacy can rest. After that it would only be profit not the idea of protecting artists, that put the copyright at death+75 yrs.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lrn86l/cmv_copyrigtht_lasting_longer_than_the_lifetime/",
  "subreddit": "changemyview",
  "id": "lrn86l",
  "is_self": true,
  "media": null,
  "is_video": false
}