{
  "author": "huxtiblejones",
  "original_created_utc": 1636152327,
  "title": "I just finished the Three Body Problem trilogy - it's magnificent science fiction which has altered my thoughts about alien civilization, the cosmos, and our place in it",
  "created_utc": 1636162908,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I knew this series was well regarded when I started reading it, and I hate to be hyperbolic, but it exceeded all of my expectations. It was such a unique work of art, so broad and expansive, so imaginative and yet so anchored in realistic possibilities. It&#39;s one of those series that&#39;s left me sad to be done with it, but totally satisfied with it. An instant classic.</p>\n\n<p>The first book was kind of a slow burn, and it felt clunky in strange ways. I&#39;ve never read a translation of a Chinese novel, so I feel like there&#39;s either some kind of language barrier or stylistic difference that made the writing and characters feel sort of... distant at first? I almost tapped out at the second book (glad I didn&#39;t). But over time, I adjusted and grew to love Cixin Liu&#39;s detailed, scientific writing and the sporadic, beautiful poetry I&#39;d find throughout the series. I blew through the last book and a half so quickly I almost can&#39;t believe it. It&#39;s so hard to describe how this story felt - it danced between wonder and horror in such grand, overarching ways that it shocked my imagination.</p>\n\n<p>These books, for me, became profound philosophical meditations on the nature of the universe, the idea of cosmic civilizations, and the unfathomable vastness, strangeness, terror, and complexity that may lie out there in the universe. He zooms out so far from stereotypical human perspective about the cosmos and confronts so many fundamental questions about life in the universe that my existence almost feels different now. I look at the stars differently, I think of Earth differently, I think of time differently. It&#39;s honestly kind of tarnished some other science fiction franchises for me because it&#39;s shown me a depth that makes other stories feel like surface-level dreams of a gentler, fairytale universe.</p>\n\n<p>I am enamored with Three Body Problem and would highly recommend people check it out. If you power through the slower moments of the story, there&#39;s an exquisite experience waiting for you by the end.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qnmmv3/i_just_finished_the_three_body_problem_trilogy/",
  "subreddit": "books",
  "id": "qnmmv3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I knew this series was well regarded when I started reading it, and I hate to be\nhyperbolic, but it exceeded all of my expectations. It was such a unique work of\nart, so broad and expansive, so imaginative and yet so anchored in realistic\npossibilities. It's one of those series that's left me sad to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このシリーズが評価されていることは読み始めたときから知っていましたが、大げさに言うと\n大げさな言い方ですが、私の期待を上回るものでした。とてもユニークな作品でした。\nこの作品は、とてもユニークな作品で、とても広くて、広がりがあり、想像力に富み、かつ現実的な可能性に支えられています。\nユニークな作品でした。このシリーズは、私を悲しませるものの一つです。",
      "title": "Three Body Problem」の3部作を読み終えたところですが、異星人の文明、宇宙、そしてその中での私たちの位置についての考えを変えた、壮大なSFですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我开始阅读这个系列时，我知道这个系列受到了好评，我不想夸大其词。\n我不想夸大其词，但它超出了我所有的期望。它是如此独特的艺术作品\n它是如此独特的艺术作品，如此宽广和广阔，如此富有想象力，但又如此扎根于现实中\n的可能性。它是那些让我难过的系列之一。",
      "title": "我刚刚读完《三体问题》三部曲--这是一部宏大的科幻小说，它改变了我对外星文明、宇宙以及我们在其中的地位的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我開始閱讀這個系列時，我知道這個系列受到了好評，我不想誇大其詞。\n我不想誇大其詞，但它超出了我所有的期望。它是如此獨特的藝術作品\n它是如此獨特的藝術作品，如此寬廣和廣闊，如此富有想象力，但又如此紮根於現實中\n的可能性。它是那些讓我難過的系列之一。",
      "title": "我剛剛讀完《三體問題》三部曲--這是一部宏大的科幻小說，它改變了我對外星文明、宇宙以及我們在其中的地位的想法。"
    }
  ]
}