{
  "author": "huxtiblejones",
  "original_created_utc": 1636152327,
  "title": "I just finished the Three Body Problem trilogy - it's magnificent science fiction which has altered my thoughts about alien civilization, the cosmos, and our place in it",
  "created_utc": 1636162908,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I knew this series was well regarded when I started reading it, and I hate to be hyperbolic, but it exceeded all of my expectations. It was such a unique work of art, so broad and expansive, so imaginative and yet so anchored in realistic possibilities. It&#39;s one of those series that&#39;s left me sad to be done with it, but totally satisfied with it. An instant classic.</p>\n\n<p>The first book was kind of a slow burn, and it felt clunky in strange ways. I&#39;ve never read a translation of a Chinese novel, so I feel like there&#39;s either some kind of language barrier or stylistic difference that made the writing and characters feel sort of... distant at first? I almost tapped out at the second book (glad I didn&#39;t). But over time, I adjusted and grew to love Cixin Liu&#39;s detailed, scientific writing and the sporadic, beautiful poetry I&#39;d find throughout the series. I blew through the last book and a half so quickly I almost can&#39;t believe it. It&#39;s so hard to describe how this story felt - it danced between wonder and horror in such grand, overarching ways that it shocked my imagination.</p>\n\n<p>These books, for me, became profound philosophical meditations on the nature of the universe, the idea of cosmic civilizations, and the unfathomable vastness, strangeness, terror, and complexity that may lie out there in the universe. He zooms out so far from stereotypical human perspective about the cosmos and confronts so many fundamental questions about life in the universe that my existence almost feels different now. I look at the stars differently, I think of Earth differently, I think of time differently. It&#39;s honestly kind of tarnished some other science fiction franchises for me because it&#39;s shown me a depth that makes other stories feel like surface-level dreams of a gentler, fairytale universe.</p>\n\n<p>I am enamored with Three Body Problem and would highly recommend people check it out. If you power through the slower moments of the story, there&#39;s an exquisite experience waiting for you by the end.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qnmmv3/i_just_finished_the_three_body_problem_trilogy/",
  "subreddit": "books",
  "id": "qnmmv3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I knew this series was well regarded when I started reading it, and I hate to be\nhyperbolic, but it exceeded all of my expectations. It was such a unique work of\nart, so broad and expansive, so imaginative and yet so anchored in realistic\npossibilities. It's one of those series that's left me sad to…"
}