{
  "author": "wiredcerebellum",
  "original_created_utc": 1631539990,
  "title": "YSK: You don't need a degree in any science field to understand whether an experiment is valid or not",
  "created_utc": 1631551037,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people are intimidated by critiquing science because they don&#39;t have a degree. This video explains how to tell if an experiment in any field is valid or not by spending only 17 days studying it. I use the field of Physics and Einstein&#39;s theory of spacetime as an example, even though I am a neuroscientist and not a physicist.</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://youtu.be/-soCeH-thA4\">https://youtu.be/-soCeH-thA4</a></p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/YouShouldKnow/comments/pnfj2s/ysk_you_dont_need_a_degree_in_any_science_field/",
  "subreddit": "YouShouldKnow",
  "id": "pnfj2s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A lot of people are intimidated by critiquing science because they\ndon't have a degree. This video explains how to tell if an experiment in any\nfield is valid or not by spending only 17 days studying it. I use the field of\nPhysics and Einstein's theory of spacetime as an example, even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人は、科学を批評することに抵抗を感じます。\n批判することに躊躇してしまうのです。このビデオでは、たった17日間の研究で、あらゆる分野の実験が有効か無効かを見分ける方法を説明しています。\nこのビデオでは、たった17日間の研究で、あらゆる分野の実験が有効か無効かを見分ける方法を説明しています。私が使っているのは、以下の分野です。\n物理学の分野とアインシュタインの時空論を例にしています。",
      "title": "YSK: ある実験が有効かどうかを理解するのに、科学分野の学位は必要ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人对批评科学感到畏惧，因为他们没有学位。\n因为他们没有学位。这段视频解释了如何通过只花17天时间研究任何领域的实验来判断其是否有效。\n领域的实验是否有效，只需花17天时间研究它。我使用的领域是\n物理学和爱因斯坦的时空理论为例，甚至...",
      "title": "YSK：你不需要任何科学领域的学位来了解一个实验是否有效"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人對批評科學感到畏懼，因爲他們沒有學位。\n因爲他們沒有學位。這段視頻解釋瞭如何通過只花17天時間研究任何領域的實驗來判斷其是否有效。\n領域的實驗是否有效，只需花17天時間研究它。我使用的領域是\n物理學和愛因斯坦的時空理論爲例，甚至...",
      "title": "YSK：你不需要任何科學領域的學位來了解一個實驗是否有效"
    }
  ]
}