{
  "author": "SwedishCatBanana",
  "the_new_excerpt": "Yea you heard me, Dandelions\n[https://www.google.com/search?q=dandelions&rlz=1C1CHBF_enSE917SE917&source=lnms&tbm=isch&sa=X&ved=2ahUKEwiBuKPn5P_uAhVskIsKHQ1oChYQ_AUoAXoECBcQAw&biw=1646&bih=1280]\nAre the best flowers.\n\nMost people when posed with the question, what is the best flower? would\nprobably…",
  "original_created_utc": 1614082989,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "是的，你听到了，蒲公英\n[https://www.google.com/search?q=dandelions&rlz=1C1CHBF_enSE917SE917&source=lnms&tbm=isch&sa=X&ved=2ahUKEwiBuKPn5P_uAhVskIsKHQ1oChYQ_AUoAXoECBcQAw&biw=1646&bih=1280]\n是最好的花。\n\n大多数人当被问到什么是最好的花？\n可能...",
      "title": "CMV：蒲公英是最好的花朵"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，你聽到了，蒲公英\n[https://www.google.com/search?q=dandelions&rlz=1C1CHBF_enSE917SE917&source=lnms&tbm=isch&sa=X&ved=2ahUKEwiBuKPn5P_uAhVskIsKHQ1oChYQ_AUoAXoECBcQAw&biw=1646&bih=1280]\n是最好的花。\n\n大多數人當被問到什麼是最好的花？\n可能...",
      "title": "CMV：蒲公英是最好的花朵"
    }
  ],
  "title": "CMV: Dandelions are the best flowers",
  "created_utc": 1614094643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yea you heard me, <a href=\"https://www.google.com/search?q=dandelions&amp;rlz=1C1CHBF_enSE917SE917&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwiBuKPn5P_uAhVskIsKHQ1oChYQ_AUoAXoECBcQAw&amp;biw=1646&amp;bih=1280\">Dandelions</a> Are the best flowers.</p>\n\n<p>Most people when posed with the question, what is the best flower? would probably come up with roses or tulips or some other boring flower, but let me proclaim that Dandelions are <em>the</em> best.</p>\n\n<h1>Availability</h1>\n\n<p>Although i can find beauty in uniqueness what strikes me as more important to the title of best-flower is it&#39;s availability. If i can&#39;t see and touch the flower then I can&#39;t appreciate it! Dandelions are everywhere, they&#39;re not called a pest for nothing, and spread like motherfuckers!</p>\n\n<h1>Fun</h1>\n\n<p>There is no flower that even comes close in the pure fun to be had with Dandelions.</p>\n\n<p>Dandelions are just pure fun, When they are in bloom you can pop their heads off like champagne corks, leading to dandelion wars! They have amazing pigments that let you draw with them on asphalt! When they are not in bloom they become these old afro dudes with glorious white balls that you can blow on and watch the seeds catch the wind, or blow the seeds into the face of a friend for post-bloom dandelion wars! Dandelion wars, fuck yea!</p>\n\n<p>The stalk is also a great source of fun! Most flower stalks are solid and boring, but dandelion stalks are hollow which means that you can use it as a fake cigarette, you can use it to see through or use it as a straw for drinking! You can even thread things through it such as other flowers or smaller dandelions! It&#39;s super satisfying to spread the hollow stalk with your nail watching it slowly crack open and getting access to the slimy insides.</p>\n\n<h1>Beauty</h1>\n\n<p>They are just pure beauty aren&#39;t they? yellow flowers combined into a sea of gold while blooming and then transforming to a sea of white balls and seeds flying in the wind creating a sort of reverse winterland where the snow is falling upwards.</p>\n\n<h1>Safety</h1>\n\n<p>While roses or cactus flowers might be pretty, they are also dangerous! i can count on my hands the times i&#39;ve bled because of a rose thorn, I cannot count the amount of times i&#39;ve been hurt because of dandelions because it just doesn&#39;t happen!</p>\n\n<h1>Edible</h1>\n\n<p>Dandelions aren&#39;t poisonous! and there is <a href=\"https://www.google.com/search?rlz=1C1CHBF_enSE917SE917&amp;ei=BPQ0YOvyJJSNwPAPnuiO6AU&amp;q=dandelion+recipes&amp;oq=dandelion+recipes&amp;gs_lcp=Cgdnd3Mtd2l6EAMyAggAMgIIADICCAAyAggAMgIIADICCAAyAggAMgIIADIGCAAQFhAeMgYIABAWEB46CgguELADEEMQkwI6BwgAELADEEM6DQguEMcBEK8BELADEEM6BwgAEEcQsAM6DQguEMcBEK8BEEMQkwI6BQgAEMkDOgQIABBDOgIILjoICC4QkQIQkwI6BQgAEJECOggILhDHARCvAVD5J1jpNGDWNWgEcAJ4AIABbogB5QaSAQQxMi4xmAEAoAEBqgEHZ3dzLXdpesgBCsABAQ&amp;sclient=gws-wiz&amp;ved=0ahUKEwjrhK2DgIDvAhWUBhAIHR60A10Q4dUDCA0&amp;uact=5\">a plethora of recipes out there</a>, this gives them a clear edge over non-edible flowers! </p>\n\n<h1>Conclusion</h1>\n\n<p>Dandelions are the best flowers.</p>\n\n<h1>How can you CMV</h1>\n\n<p><em>&quot;-But SwedishCatBanana your CMV is subjective i can&#39;t change that view!&quot;</em> To that i say yes you can! If you think a flower can win over dandelions in all or most of these categories i could re-consider my position, as well as if you could think of some other categories that are important that i didn&#39;t think of and end up agreeing with you are worth it enough to tip the scales!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/lqh77o/cmv_dandelions_are_the_best_flowers/",
  "subreddit": "changemyview",
  "id": "lqh77o",
  "is_self": true,
  "media": null,
  "is_video": false
}