{
  "author": "awp235",
  "the_new_excerpt": "I was always an action/adventure/scifi fan, and had never explored King until\nthe second half of 2020 I’ve been ripping through his books, and came across\n11/22/63, which sucked me in. I had it on audiobook and went out of my way to\ndrive, just to listen to it. I listened to it before I slept. I…",
  "original_created_utc": 1611576518,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一直是个动作/冒险/科幻迷，从来没有探索过金，直到\n2020年下半年，我一直在翻阅他的书，并看到了。\n63年11月22日，把我吸了进去。我在有声读物上看到了它，并不顾一切地去\n驱动器，只是为了听它。我在睡觉前就听过了 I listened to it before I slept. I…",
      "title": "我终于让我妈拿起了11/22/63，她铆足了劲!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直是個動作/冒險/科幻迷，從來沒有探索過金，直到\n2020年下半年，我一直在翻閱他的書，並看到了。\n63年11月22日，把我吸了進去。我在有聲讀物上看到了它，並不顧一切地去\n驅動器，只是爲了聽它。我在睡覺前就聽過了 I listened to it before I slept. I…",
      "title": "我終於讓我媽拿起了11/22/63，她鉚足了勁!"
    }
  ],
  "title": "I’ve finally gotten my mom to pick up 11/22/63, and she’s riveted!",
  "created_utc": 1611637522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was always an action/adventure/scifi fan, and had never explored King until the second half of 2020 I’ve been ripping through his books, and came across 11/22/63, which sucked me in. I had it on audiobook and went out of my way to drive, just to listen to it. I listened to it before I slept. I listened to it at work. I couldn’t get enough of it. I was enthralled- it made me gasp, tear up, and seriously just transported me into another time. It was amazing. </p>\n\n<p>Having decided that it’s likely one of, if not my all time favorite book, I tried to get my mom to read it. She’s not into horror at all, and has never read a King book. After months, she finally told me yesterday that she started it. She’s about 30 pages in and already has been absolutely sucked into the same world that I did. I’m nearly jealous of her getting to experience it for the first time!</p>\n\n<p>Side note: reading a bunch of other King novels first would be hugely beneficial to the story of 11/22/63, but is not necessary. One day I’ll get my mom to read It, and then have her revisit 11/22/63, and she’s understand all the tiny references that made me tear up and gasp with “missed connections”.</p>\n\n<p>If you haven’t read King, give him a shot! Horror comes in many forms, to the point that it sometimes isn’t even scary- it can truly be more about introspection.</p>\n</div><!-- SC_ON -->",
  "score": 216,
  "permalink": "/r/books/comments/l4mmlw/ive_finally_gotten_my_mom_to_pick_up_112263_and/",
  "subreddit": "books",
  "id": "l4mmlw",
  "is_self": true,
  "media": null,
  "is_video": false
}