{
  "author": "Amelie007",
  "original_created_utc": 1624904111,
  "title": "The first rule of Crypto should be: You do not talk about Crypto",
  "created_utc": 1624928439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>At least not with relatives, acquaintances, co-workers, significant others etc. I think it&#39;s better to keep all of the Crypto talk on the internet communities designed to discuss it. I say this because of the way people are, if it&#39;s relatives you know they&#39;ll try interventions every time the price drops.. sending you facebook &#39;news stories&#39; about how bitcoin is really an illuminati scheme designed to wipe out 96% of the world&#39;s population with miners using energy to power space lasers. </p>\n\n<p>If it&#39;s your wife she&#39;ll want to force you to sell as soon as the price increases by .000000001% and nag you to death about how that was a &#39;smart&#39; idea now that the market is &#39;crashing&#39; and will NEVER recover, if it&#39;s a co-worker you&#39;ll be needled every time the price drops or asked to buy drinks when it&#39;s up.. or even worse... get blamed now that they have lost their savings because &#39;you&#39; made them invest in this super cool shitcoin they heard somewhere in youtube was going to make them rich for life, even though you spend hours trying to educate them on long term investments, doing your own research and staying away from meme coins or scammers.</p>\n\n<p>I think it is best to adopt this rule if your friends, relatives, significant other lacks the power of using logic and reason or is for a lack of a better word.. completely fucking nuts.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/o9q0jo/the_first_rule_of_crypto_should_be_you_do_not/",
  "subreddit": "CryptoCurrency",
  "id": "o9q0jo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "At least not with relatives, acquaintances, co-workers, significant others etc.\nI think it's better to keep all of the Crypto talk on the internet communities\ndesigned to discuss it. I say this because of the way people are, if it's\nrelatives you know they'll try interventions every time the price…"
}