{
  "author": "thefirecrest",
  "the_new_excerpt": "... Especially if you follow it up with something along the lines of “I didn’t\nknow it was LGBT but I can see why some people who also didn’t know may not like\nthat.”\n\nFor those of you who sincerely don’t care, I’m just letting you know that those\nlines are often the talking points and starters of…",
  "original_created_utc": 1613518848,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "... 特别是当你用 \"我没有 \"这样的方式来跟进的时候\n知道是LGBT，但我知道为什么有些人也不知道，可能不喜欢。\n那。\"\n\n对于那些真心不在意的人，我只是让你们知道，那些\n台词往往是谈话的重点和开场白... ...",
      "title": "如果你以 \"我不在乎这本书有没有LGBT.... \"作为书评的开头，你要知道，这真的让人觉得你很在乎。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "... 特別是當你用 \"我沒有 \"這樣的方式來跟進的時候\n知道是LGBT，但我知道爲什麼有些人也不知道，可能不喜歡。\n那。\"\n\n對於那些真心不在意的人，我只是讓你們知道，那些\n臺詞往往是談話的重點和開場白... ...",
      "title": "如果你以 \"我不在乎這本書有沒有LGBT.... \"作爲書評的開頭，你要知道，這真的讓人覺得你很在乎。"
    }
  ],
  "title": "If you begin a book review with “I don’t care if this book has LGBT....”, just know that it really makes it sound like you do care.",
  "created_utc": 1613538941,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>... Especially if you follow it up with something along the lines of “I didn’t know it was LGBT but I can see why some people who also didn’t know may not like that.”</p>\n\n<p>For those of you who sincerely don’t care, I’m just letting you know that those lines are often the talking points and starters of people who <em>do</em> have a problem with LGBT+ content.</p>\n\n<p>The only reason to point out if something is LGBT friendly is to let queer folks know that this book has good representation in a world that is sorely lacking in representation. Otherwise, there really isn’t a point in bringing it up. It would be as pointless as pointing out the main couple is a straight couple at the beginning of a book review.</p>\n\n<p>Just review books as books. If you don’t like a book, there’s no need to point out it’s not because of the LGBT representation. That should be a given.</p>\n\n<p>And if some people call you a homophobe for not liking a book that just happens to have LGBT characters, then f them. But no one is helped by using talking points from homophobes.</p>\n\n<p>“I don’t care if there’s LGBT...” just makes the rest of your review, even if you make valid points, seem like excuses to hide bigotry.</p>\n\n<ul>\n<li>Sincerly, someone tired of seeing half the negative reviews on the any book with LGBT representation starting off like this.</li>\n</ul>\n\n<p>It makes it really really hard to suss out what is sincere criticism and what is just bigotry trying to disguise itself as criticism.</p>\n\n<p>Edit: Btw, this came to a boiling point for me today while researching best sellers to order for the library I work at. This isn’t just some random rant. It literally makes my job harder.</p>\n\n<p>If this post can even reach one person who does this and wasn’t previously aware of how it sounds, then I’ve done my job. I’m giving the benefit of the doubt that not all these reviews are coming from bigots. That some may actually be from sincere folks who don’t realize how they sound.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/llgtsl/if_you_begin_a_book_review_with_i_dont_care_if/",
  "subreddit": "books",
  "id": "llgtsl",
  "is_self": true,
  "media": null,
  "is_video": false
}