{
  "author": "CincyAnarchy",
  "original_created_utc": 1631547002,
  "title": "CMV: In a Representative Democracy, there should be no Winning or Losing in Elections.",
  "created_utc": 1631581548,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, it is often taken for granted that the US (I will be using the US for this post, but this can be applied to any representative &quot;democratic&quot; body) that we have representative democracy.  We do not.</p>\n\n<p><strong>If you &quot;vote&quot; for a candidate in a representative body that loses their election, you have no voice in our democracy.</strong></p>\n\n<p>In order to give people true voices in their politics, we should move to affirmational representation.  This would mean the following:</p>\n\n<ol>\n<li>Elections are just periods in which you can select your representative.</li>\n<li>Any representative is now a member of that body representing  and casting X # of votes.</li>\n<li>For ease of discussion and debate (US House of Reps example) only the top 435 representatives sit in the house for debate.  Others can cast votes, but not debate. </li>\n<li>Voting inside the body will thus be based on total votes.  For example, you may need 150,000,000+ votes to pass a bill in the House of Reps in the United States.</li>\n<li>Non-voters could be considered &quot;okay with any&quot; and their representation could be split proportionally amongst all eligible.</li>\n<li>A person election to say &quot;none of these&quot; would be a vote of no confidence, and thus &quot;against&quot; any bill that comes before the body.</li>\n<li>Same restrictions on candidacy, term limits, etc. can apply is so chosen.</li>\n</ol>\n\n<p>Example of how this would work:</p>\n\n<ol>\n<li>You turn in a ballot with a person&#39;s name on it.</li>\n<li>If they get enough votes to pass the minimum threshold (or not, maybe no threshold) is now your representative.</li>\n<li>Every &quot;election&quot; you get to choose someone new, or the same person.</li>\n</ol>\n\n<p>CMV: This would be an ACTUAL Representative Body.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pnhrn0/cmv_in_a_representative_democracy_there_should_be/",
  "subreddit": "changemyview",
  "id": "pnhrn0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, it is often taken for granted that the US (I will be using the US for this\npost, but this can be applied to any representative \"democratic\" body) that we\nhave representative democracy. We do not.\n\nIf you \"vote\" for a candidate in a representative body that loses their\nelection, you have no voice…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そのため、アメリカ（この記事ではアメリカを使用しますが、これはどの国の代表者にも適用できます）は、しばしば当然のことと考えられています。\nこの記事ではアメリカを例にしていますが、代表的な「民主主義」団体であればどこにでも適用できます。\n代表的な民主主義を持っています。しかし、そうではありません。\n\nもしあなたが代表機関の候補者に「投票」して、その候補者が選挙で負けてしまったら、あなたは何も言えません。\nあなたには何の発言権もありません。",
      "title": "CMV: 代議制民主主義では、選挙に勝ち負けはないはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，人们常常想当然地认为，美国（我在这篇文章中使用了美国，但这也可以适用于任何国家）是世界上最大的国家。\n但这也可以适用于任何有代表性的 \"民主 \"机构），我们有代议制民主。\n有代议制民主。我们没有。\n\n如果你在一个代议机构中 \"投票 \"给一个候选人，而这个候选人在选举中失败了，你就没有发言权了。\n选举，你就没有发言权...",
      "title": "CMV: 在代议制民主中，选举中不应该有赢家或输家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，人們常常想當然地認爲，美國（我在這篇文章中使用了美國，但這也可以適用於任何國家）是世界上最大的國家。\n但這也可以適用於任何有代表性的 \"民主 \"機構），我們有代議制民主。\n有代議制民主。我們沒有。\n\n如果你在一個代議機構中 \"投票 \"給一個候選人，而這個候選人在選舉中失敗了，你就沒有發言權了。\n選舉，你就沒有發言權...",
      "title": "CMV: 在代議制民主中，選舉中不應該有贏家或輸家。"
    }
  ]
}