{
  "author": "-tHe_Alchemist",
  "original_created_utc": 1633708553,
  "title": "I created a concept app merging productivity with physical movement and mindfulness",
  "created_utc": 1633744307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi there! I&#39;m the creator of ThinkFit (<a href=\"https://www.thinkfit.app/\">https://www.thinkfit.app/</a>), the last-minute solution for getting things done, instilling healthy habits, fighting sedentary behaviour and keeping energy levels up the entire day! (bold.... ;-)</p>\n\n<p>Recently I added the gamification feature so Users can move more and gain FitPoints, to be exchanged for discounts/coupons etc. I did create a store as well...<a href=\"https://store.thinkfit.app/\">https://store.thinkfit.app/</a>  :-) </p>\n\n<p>I would love to have some interested beta testers, I can invite you to a special community as well for free (there are resources to build business etc), and the app is free as well...</p>\n\n<p>Would like to know if you feel better and more productive while using the app, including energy levels, what kind of features you would like to see next (everything bootstrapped....money to be used carefully). Please let me know! thanks in advance for your precious advice!!!</p>\n\n<p><a href=\"https://preview.redd.it/038umnw019s71.png?width=375&amp;format=png&amp;auto=webp&amp;s=2ae088d332a95c46b1829a63116d9bddd4148a3b\">https://preview.redd.it/038umnw019s71.png?width=375&amp;format=png&amp;auto=webp&amp;s=2ae088d332a95c46b1829a63116d9bddd4148a3b</a></p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/q40lgf/i_created_a_concept_app_merging_productivity_with/",
  "subreddit": "SideProject",
  "id": "q40lgf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi there! I'm the creator of ThinkFit (https://www.thinkfit.app/), the\nlast-minute solution for getting things done, instilling healthy habits,\nfighting sedentary behaviour and keeping energy levels up the entire day!\n(bold.... ;-)\n\nRecently I added the gamification feature so Users can move more…"
}