{
  "author": "somom_dotcom",
  "the_new_excerpt": "I’m in Denmark, this might be more or less applicable to different countries.\n\nI have a materialistic hobby: I like fashion. It brings me joy. I like making\nand maintaining clothes and putting different outfits together, and thus, it’s\nmore fun to have a great amount of clothes. This does not mean…",
  "original_created_utc": 1608915897,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在丹麦，这可能或多或少适用于不同的国家。\n\n我有一个物质爱好：我喜欢时尚。它给我带来了快乐。我喜欢做\n维护衣服，把不同的衣服放在一起，所以，这是\n有很多衣服会更有趣。这并不意味着…",
      "title": "[改变我的想法]：我认为过度物质主义并不像人们说的那么普遍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在丹麥，這可能或多或少適用於不同的國家。\n\n我有一個物質愛好：我喜歡時尚。它給我帶來了快樂。我喜歡做\n維護衣服，把不同的衣服放在一起，所以，這是\n有很多衣服會更有趣。這並不意味着…",
      "title": "[改變我的想法]：我認爲過度物質主義並不像人們說的那麼普遍"
    }
  ],
  "title": "CMV: I don’t think being overly materialistic is nearly as common as people say is",
  "created_utc": 1608921528,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m in Denmark, this might be more or less applicable to different countries.</p>\n\n<p>I have a materialistic hobby: I like fashion. It brings me joy. I like making and maintaining clothes and putting different outfits together, and thus, it’s more fun to have a great amount of clothes. This does not mean that this is my only priority or hobby or that I value it more than people in my life. </p>\n\n<p>Why is it so wrong to value aesthetics and material things? </p>\n\n<p>Are there a few pockets of society where people measure themselves by cars and bags they don’t even value and feel terrible if they don’t measure up to their peers? Sure. I’m not denying that. But the average layman? I just don’t see it. I see people who like having a high quality pan for cooking and some smooth new books and some different pairs of shoes to choose from. And I truly can’t see how that is such a crime.</p>\n\n<p>TL;DR I don’t think materialism and consumerism is a big societal problem. It’s a personal problem of some specific people or specific social circles/subcultures at best.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/changemyview/comments/kk28o6/cmv_i_dont_think_being_overly_materialistic_is/",
  "subreddit": "changemyview",
  "id": "kk28o6",
  "is_self": true,
  "media": null,
  "is_video": false
}