{
  "author": "Coco_Roach",
  "the_new_excerpt": "Why YSK: As crazy as it sounds, the data you have amassed while online shopping\nis being used by online stores to determine prices they think you’re willing to\npay! You can go to the same site and see different prices depending on what\ndevice you are using which uses your online history as a base.…",
  "original_created_utc": 1619214597,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 信じられないかもしれませんが、あなたがオンラインショッピングで蓄積したデータは\nあなたがオンライン・ショッピングで収集したデータは、オンライン・ショップがあなたが支払うべき価格を決定するために使用されています。\nを決定するために使われているのです。同じサイトにアクセスしても、どのデバイスで購入するかによって価格が異なります。\n使っているデバイスによって、同じサイトでも価格が異なることがあります。",
      "title": "YSKでは、オンラインショッピングの際に、同じオンラインショップでも使用しているデバイスによって異なる価格が表示されることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：虽然听起来很疯狂，但你在网上购物时积累的数据\n被网店用来确定他们认为你愿意支付的价格。\n支付的价格! 你可以去同一个网站，看到不同的价格，这取决于你使用的设备。\n你所使用的设备使用你的在线历史作为基础....。",
      "title": "YSK认为，在网上购物时，同一个网店可以根据你所使用的设备显示不同的价格。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：雖然聽起來很瘋狂，但你在網上購物時積累的數據\n被網店用來確定他們認爲你願意支付的價格。\n支付的價格! 你可以去同一個網站，看到不同的價格，這取決於你使用的設備。\n你所使用的設備使用你的在線歷史作爲基礎....。",
      "title": "YSK認爲，在網上購物時，同一個網店可以根據你所使用的設備顯示不同的價格。"
    }
  ],
  "title": "YSK that when online shopping, the same online shop can display different pricing depending on what device you are using.",
  "created_utc": 1619228989,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As crazy as it sounds, the data you have amassed while online shopping is being used by online stores to determine prices they think you’re willing to pay! You can go to the same site and see different prices depending on what device you are using which uses your online history as a base. You can find a lot of articles online that talk about it. </p>\n\n<p>Before you go online shopping, you should always clear your cache and history. You may even consider downloading a VPN or using a proxy server.</p>\n\n<p>I came across this information because one day I was online shopping with my husband while I was at work. We both had reported different prices and exchanged pictures. There was a $20 dollar difference! I searched it up, and sure enough it is a real problem. Do you self a favor and stay informed so that you don’t spend unnecessary extra money.</p>\n\n<p>Edit: I can’t say all websites do it, but I know that a good amount do. Just stay weary.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/mx5z1v/ysk_that_when_online_shopping_the_same_online/",
  "subreddit": "YouShouldKnow",
  "id": "mx5z1v",
  "is_self": true,
  "media": null,
  "is_video": false
}