{
  "author": "BoominSam",
  "original_created_utc": 1638395020,
  "title": "YSK that 6% inflation in 2021 to 2% inflation in 2022 is “transitionary” in relative terms, but an actual increase in absolute terms",
  "created_utc": 1638413156,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: make sure that your yearly salary increase is at least that of inflation. Otherwise, it’s a pay cut.&lt;/p&gt;\n\n&lt;p&gt;Inflation is often shown as year over year percentage change. Do not be fooled by the government when the inflation is “transitioned” into 2% the following year.&lt;/p&gt;\n\n&lt;p&gt;For example, an item that costs 100 dollar in 2020 will cost 106 dollar in 2021 with 6% inflation, but will costs 108.12 dollar in 2022 with 2% inflation.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/r6q20e/ysk_that_6_inflation_in_2021_to_2_inflation_in/",
  "subreddit": "YouShouldKnow",
  "id": "r6q20e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: make sure that your yearly salary increase is at least that of\ninflation. Otherwise, it’s a pay cut.\n\nInflation is often shown as year over year percentage change. Do not be fooled\nby the government when the inflation is “transitioned” into 2% the following\nyear.\n\nFor example, an item that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのかというと、毎年の給料がインフレ率以上に上昇するように\nそうでなければ減給です。そうでなければ、減給です。</p> <p>インフレ率は、前年比で示されることが多いです。\n</p> <p>インフレ率は前年比で表示されることが多いのですが、これはあくまでも目安であって、実際のところはどうなのでしょうか？政府に騙されてはいけません。\n政府がインフレ率を2％に「移行」しても、騙されないように...。",
      "title": "2021年の6％インフレから2022年の2％インフレは、相対的には「過渡期」だが、絶対的には実質的な上昇であるというYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：确保你的年薪增长至少达到通货膨胀率。\n确保你的年薪增长至少与通货膨胀率持平。否则，就是减薪。</p>\n<p>通货膨胀通常显示为同比百分比变化。请不要被\n不要被政府愚弄，当通货膨胀被 \"过渡 \"到2%时......",
      "title": "YSK认为，2021年6%的通胀率到2022年2%的通胀率，相对而言是 \"过渡性的\"，但绝对而言是实际的增长"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：確保你的年薪增長至少達到通貨膨脹率。\n確保你的年薪增長至少與通貨膨脹率持平。否則，就是減薪。</p>\n<p>通貨膨脹通常顯示爲同比百分比變化。請不要被\n不要被政府愚弄，當通貨膨脹被 \"過渡 \"到2%時......",
      "title": "YSK認爲，2021年6%的通脹率到2022年2%的通脹率，相對而言是 \"過渡性的\"，但絕對而言是實際的增長"
    }
  ]
}