{
  "author": "helplessdelta",
  "original_created_utc": 1640300334,
  "title": "I seem to almost exclusively attract and am attracted to women with mental health and/or housing security issues. Should this pattern be concerning?",
  "created_utc": 1640327282,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It’s not that I’m particularly attracted to women that have mental health issues, but it seems that my “type”, which I guess I could vaguely describe as alternative, is more likely to have mental health issues and problems with housing security.&lt;/p&gt;\n\n&lt;p&gt;For example, of the last 5 people I’ve slept with, 2 of them have had dissociative or schizoeffective disorders and 2 were essentially homeless and crashing at my place.&lt;/p&gt;\n\n&lt;p&gt;It makes me wonder if this is indicative of an issue on my end and if there’s a deeper answer as to why I seem to be attracted to “broken” (for lack of a better term) women and why they’re attracted to me.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/rn7qpy/i_seem_to_almost_exclusively_attract_and_am/",
  "subreddit": "TooAfraidToAsk",
  "id": "rn7qpy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It’s not that I’m particularly attracted to\nwomen that have mental health issues, but it seems that my “type”, which I guess\nI could vaguely describe as alternative, is more likely to have mental health\nissues and problems with housing security.</p> <p>For example,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>特に惹かれるわけではないのですが......。\n精神的な問題を抱えた女性が多いのですが、私の「タイプ」は、どうやら精神的な問題を抱えた女性のようです。\n漠然とオルタナティヴと表現しているのですが、精神的な健康を害している可能性が高いのです。\n</p> <p>例えば...。",
      "title": "私は、精神衛生上、あるいは住宅保障上の問題を抱えた女性にしか惹かれないし、惹かれないようだ。このパターンを気にする必要があるでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>并不是说我特别喜欢有精神障碍的女人。\n但似乎我的 \"类型\"，我想我可以模糊地描述为另类，更有可能有心理健康问题的女人。\n我可以模糊地描述为另类，更有可能有心理健康问题和住房安全问题。\n</p> <p>例如，......。",
      "title": "我似乎几乎只吸引和被吸引到有心理健康和/或住房安全问题的女性。这种模式应该引起注意吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>並不是說我特別喜歡有精神障礙的女人。\n但似乎我的 \"類型\"，我想我可以模糊地描述爲另類，更有可能有心理健康問題的女人。\n我可以模糊地描述爲另類，更有可能有心理健康問題和住房安全問題。\n</p> <p>例如，......。",
      "title": "我似乎幾乎只吸引和被吸引到有心理健康和/或住房安全問題的女性。這種模式應該引起注意嗎？"
    }
  ]
}