{
  "author": "Crafty-Bunch-2675",
  "original_created_utc": 1634486781,
  "title": "Cmv: The term \"latinx\" is an imperialist intrusion onto spanish culture",
  "created_utc": 1634496364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I came across this video:\n<a href=\"https://youtu.be/UCVCPJqIguU\">https://youtu.be/UCVCPJqIguU</a></p>\n\n<p>Where a much younger latina student, talks down to her latino teacher, trying to force him to adopt the word latinx.</p>\n\n<p>Even ending it by making a false analogy listing  bunch of <em>english words</em> that end in &quot;nx&quot; ....which does not detract from the fact that SPANISH WORDS DO NOT END IN NX.</p>\n\n<p>And her claim that the word &quot;latino&quot; does not make her feel included , shows either a fundamental misunderstanding of how spanish language works....or a deliberate misrepresentation of how Spanish language works.</p>\n\n<p>The entirety of Spanish and French language is divided along gender lines. The plural form of the masculine can be used as either a gender neutral or a masculine term.</p>\n\n<p>To get spanish or french speakers to speak in gender neutral terms would necessity a complete restructuring of the language.</p>\n\n<p>What this feels like, is one minority group, forcing their ideology over that of other minorities; even at the expense of destroying spanish culture.</p>\n\n<p>And you know which other minority I am refering to.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/qa1oz1/cmv_the_term_latinx_is_an_imperialist_intrusion/",
  "subreddit": "changemyview",
  "id": "qa1oz1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I came across this video: https://youtu.be/UCVCPJqIguU\n\nWhere a much younger latina student, talks down to her latino teacher, trying to\nforce him to adopt the word latinx.\n\nEven ending it by making a false analogy listing bunch of english words that end\nin \"nx\" ....which does not detract from the…"
}