{
  "author": "throwaway5522379",
  "original_created_utc": 1633487549,
  "title": "CMV: As a constituent of a corrupt government, I would be justified in not paying my taxes",
  "created_utc": 1633574463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see a lot of people in Western countries getting angry over people not paying their fair share of taxes and all that. Now I don’t know how it is in America, but where I come from (the Philippines), I sure as hell do not trust my government to use my tax money wisely.</p>\n\n<p>In my country, politicians regularly “appropriate” millions of dollars from the national budget to buy mansions, supercars, private jets, jewelry, properties abroad, etc. while the poor die for lack of intubators. We already have a universal healthcare law and it doesn’t mean jack shit because all the money there goes to paying for some senator’s prostitutes or whatever.</p>\n\n<p>There’s currently a proposed bill to lower corporate taxes in my country and I am fully behind it. The government already has enough money, and besides I trust hardworking businessmen more than politicians who just sit on their asses and lie to the people for a living. The issue here is not that the government doesn’t have enough funds, it’s that we need to elect responsible leaders. In my view, paying more taxes is not going to get those poor people into hospital beds, it just makes corrupt politicians more complacent. Honestly, I am in awe of you Americans that you trust your government so much to spend all those trillions of dollars wisely.</p>\n\n<p>The only practical impediment to this is that I do not have a good enough tax lawyer to pull this off yet. But nevertheless, no taxation without representation right? I do not feel represented, so therefore…</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q2b9t0/cmv_as_a_constituent_of_a_corrupt_government_i/",
  "subreddit": "changemyview",
  "id": "q2b9t0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see a lot of people in Western countries getting angry over people not paying\ntheir fair share of taxes and all that. Now I don’t know how it is in America,\nbut where I come from (the Philippines), I sure as hell do not trust my\ngovernment to use my tax money wisely.\n\nIn my country, politicians…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "欧米諸国では、税金を公平に払っていない人たちに怒りを感じている人が多いですね。\n欧米諸国では、税金を公平に払っていない人に対して怒っている人が多いですね。アメリカではどうかわかりませんが、私の出身地（フィリピン）では\nアメリカではどうかわかりませんが、私の出身地（フィリピン）では、政府が税金を使ってくれるとは到底思えません。\n政府が私の税金を賢く使ってくれるとは思えません。\n\n私の国では、政治家は...",
      "title": "CMV: 腐敗した政府の構成員として、税金を払わないのは当然のことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到西方国家的很多人对人们不支付他们应得的税款而感到愤怒。\n他们公平的纳税份额和所有这些。现在我不知道美国的情况如何。\n但在我的家乡（菲律宾），我肯定不相信我的\n政府会明智地使用我的税金。\n\n在我的国家，政治家...",
      "title": "CMV：作为一个腐败政府的选民，我有理由不交税。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到西方國家的很多人對人們不支付他們應得的稅款而感到憤怒。\n他們公平的納稅份額和所有這些。現在我不知道美國的情況如何。\n但在我的家鄉（菲律賓），我肯定不相信我的\n政府會明智地使用我的稅金。\n\n在我的國家，政治家...",
      "title": "CMV：作爲一個腐敗政府的選民，我有理由不交稅。"
    }
  ]
}