{
  "author": "throwaway5522379",
  "original_created_utc": 1633487549,
  "title": "CMV: As a constituent of a corrupt government, I would be justified in not paying my taxes",
  "created_utc": 1633574463,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see a lot of people in Western countries getting angry over people not paying their fair share of taxes and all that. Now I don’t know how it is in America, but where I come from (the Philippines), I sure as hell do not trust my government to use my tax money wisely.</p>\n\n<p>In my country, politicians regularly “appropriate” millions of dollars from the national budget to buy mansions, supercars, private jets, jewelry, properties abroad, etc. while the poor die for lack of intubators. We already have a universal healthcare law and it doesn’t mean jack shit because all the money there goes to paying for some senator’s prostitutes or whatever.</p>\n\n<p>There’s currently a proposed bill to lower corporate taxes in my country and I am fully behind it. The government already has enough money, and besides I trust hardworking businessmen more than politicians who just sit on their asses and lie to the people for a living. The issue here is not that the government doesn’t have enough funds, it’s that we need to elect responsible leaders. In my view, paying more taxes is not going to get those poor people into hospital beds, it just makes corrupt politicians more complacent. Honestly, I am in awe of you Americans that you trust your government so much to spend all those trillions of dollars wisely.</p>\n\n<p>The only practical impediment to this is that I do not have a good enough tax lawyer to pull this off yet. But nevertheless, no taxation without representation right? I do not feel represented, so therefore…</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q2b9t0/cmv_as_a_constituent_of_a_corrupt_government_i/",
  "subreddit": "changemyview",
  "id": "q2b9t0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see a lot of people in Western countries getting angry over people not paying\ntheir fair share of taxes and all that. Now I don’t know how it is in America,\nbut where I come from (the Philippines), I sure as hell do not trust my\ngovernment to use my tax money wisely.\n\nIn my country, politicians…"
}