{
  "author": "Bowserwolf1",
  "the_new_excerpt": "I have a grandfather who is very old. He didn't have a particularly easy life so\nfar but as far as I'm aware he's done pretty much everything he ever wanted to\nat this point. But his age is creating serious health issues for him. I won't go\ninto details but it's come to the point where he's almost…",
  "original_created_utc": 1611179581,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我有一个爷爷，他已经很老了。他的生活并不是特别的轻松，所以。\n但据我所知，他已经做了他想做的所有事情了\n在这一点上。但他的年龄给他带来了严重的健康问题。我不会去\n谈到细节，但已经到了他几乎... ...",
      "title": "[改变我的想法]：对患有不治之症/慢性病的人实施安乐死不仅应该是合法的，而且应该为社会所接受。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有一個爺爺，他已經很老了。他的生活並不是特別的輕鬆，所以。\n但據我所知，他已經做了他想做的所有事情了\n在這一點上。但他的年齡給他帶來了嚴重的健康問題。我不會去\n談到細節，但已經到了他幾乎... ...",
      "title": "[改變我的想法]：對患有不治之症/慢性病的人實施安樂死不僅應該是合法的，而且應該爲社會所接受。"
    }
  ],
  "title": "CMV: Euthanasia for people suffering from incurable/chronic illnesses should not only be legal, but also socially acceptable",
  "created_utc": 1611193902,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a grandfather who is very old. He didn&#39;t have a particularly easy life so far but as far as I&#39;m aware he&#39;s done pretty much everything he ever wanted to at this point. But his age is creating serious health issues for him. I won&#39;t go into details but it&#39;s come to the point where he&#39;s almost constantly in pain and subsequently constantly miserable. No matter how many doctors we consult with, how many physical exercises or dietary plans we try to get him into, nothing works and he eventually quits. I can&#39;t blame him, the man&#39;s been struggling his entire life. At the very least he should have some years of peace at the end. Besides his issues aren&#39;t something that medicine can solve. It&#39;s just old age, there&#39;s no cure to it. I&#39;m not some pyschopath who&#39;s looking forward to it, but it&#39;s clear that all of his suffering right now is pointless. We all secretly know that he just wants to go away peacefully  at this point, but no one, including him, wil say it out loud because it&#39;s such a taboo topic. </p>\n\n<p>I&#39;m not just keeping this limited to him. There are thousands of such people that are suffering from illnesses that can&#39;t be helped and will make them miserable their entire lives. More often than not it&#39;s old folk who don&#39;t have alot left to live for. But we are so obsessed with lengthening our life spans and living as long as possible without any concern to the quality of life, that it&#39;s considered a horrific thing to even mention euthanisia in these circumstances.</p>\n</div><!-- SC_ON -->",
  "score": 190,
  "permalink": "/r/changemyview/comments/l1jis7/cmv_euthanasia_for_people_suffering_from/",
  "subreddit": "changemyview",
  "id": "l1jis7",
  "is_self": true,
  "media": null,
  "is_video": false
}