{
  "author": "realdisgrace",
  "original_created_utc": 1640012094,
  "title": "I live in an area that was hit bad by the tornado (Kentucky). I’ve been without electricity since December 10. My utility company sent me this message yesterday and I’m not exactly sure what all of this means:",
  "created_utc": 1640024313,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;From utility company: &lt;/p&gt;\n\n&lt;p&gt;“Your service is an old direct buried service (not in conduit) that was installed years ago. It was damaged by the tornado. You will need to contact an electrician and have it replaced to code (with conduit) before we can restore power to your home. I believe the guys attempted to make contact this morning and could not reach anyone to speak to or they would have explained it to you at that time (that is coming in second hand from the field). You can call in the morning and speak to an engineer or go ahead and procure an electrician and they will know what to do.”&lt;/p&gt;\n\n&lt;p&gt;Is this going to cost an arm and a leg? Will I likely be displaced for longer?\nOr is this relatively easy? Why wouldn’t the utility company do this/put me in conduit? What is conduit?!&lt;/p&gt;\n\n&lt;p&gt;Any feedback would be great. I’m calling an electrician shortly. &lt;/p&gt;\n\n&lt;p&gt;Extra info: I am on my own transformer. This is in Bowling Green, KY.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 111,
  "permalink": "/r/NoStupidQuestions/comments/rkp277/i_live_in_an_area_that_was_hit_bad_by_the_tornado/",
  "subreddit": "NoStupidQuestions",
  "id": "rkp277",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>From utility company: </p> <p>“Your service is\nan old direct buried service (not in conduit) that was installed years ago. It\nwas damaged by the tornado. You will need to contact an electrician and have it\nreplaced to code (with conduit) before we can restore power…"
}