{
  "author": "h0sti1e17",
  "the_new_excerpt": "When making an adaption of a book a limited series or recurring series for\nmultiple books.\n\nMost people agree that movie adaptations of books are usually sub par. There are\nsome exceptions. When adapting a book you either need to leave out interesting B\nplots, or move the story faster and give up…",
  "original_created_utc": 1610640214,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当把一本书改编成一个有限的系列或经常性的系列时，为\n多本书。\n\n大多数人都认为，书籍的电影改编通常都是不合格的。有\n一些例外。在改编一本书的时候，你要么需要漏掉有趣的 B\n剧情，或者更快地推进故事，放弃... ...",
      "title": "[改变我的想法]：对于大多数现有的书籍和类似的IP来说，电视剧是比电影更好的媒介。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當把一本書改編成一個有限的系列或經常性的系列時，爲\n多本書。\n\n大多數人都認爲，書籍的電影改編通常都是不合格的。有\n一些例外。在改編一本書的時候，你要麼需要漏掉有趣的 B\n劇情，或者更快地推進故事，放棄... ...",
      "title": "[改變我的想法]：對於大多數現有的書籍和類似的IP來說，電視劇是比電影更好的媒介。"
    }
  ],
  "title": "CMV: TV Series are a better medium for most existing books and similar IPs rather than movies",
  "created_utc": 1610649389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When making an adaption of a book a limited series or recurring series for multiple books. </p>\n\n<p>Most people agree that movie adaptations of books are usually sub par.  There are some exceptions.  When adapting a book you either need to leave out interesting B plots, or move the story faster and give up some character development.  You often lose nuance and the tenor and tone, and in worst cases have plot holes that make no sense.</p>\n\n<p>Harry Potter for the most part did a good job.  The main story was told well, made sense and hit on the main points. But some B plots were left out, deeper details like more of Voldemorts family history were left out.  This is rare. </p>\n\n<p>Let&#39;s look at Stephen King.  Many of his books have sucked as movies.  Why?  He has generally long books with lots of background of his characters that is important for the story.  The ones most well done like Shawshank Redemption and Stand By Me (The Body) were novellas so not much needed to be left out.  And mini series did well the original The Stand was good, so was It, The Outsider and even Mr Mercedes (although few saw it).  These are single books told over 8+ hours. Much easier to tell the whole story.</p>\n\n<p>This past fall I watched Queens Gambit, it felt like a movie, the way it was filmed the pacing ect.  It told the whole story, it wouldn&#39;t be nearly as good in 2 hours.  Same with Big Little Lies (1st season).  Very movie like, nuance and being a mystery no major plot holes for time. </p>\n\n<p>Now does this mean there shouldn&#39;t be movies?  No, comedies and action movies even dramas that can be told in 90-150 minutes would be great. Original dramas or short stories.. </p>\n\n<p>And with movies like Wonder Woman and Soul and Mulan being released on streaming services we see that money can be made from our sofas. </p>\n\n<p>Is this going to solve the problem of bad book adaptions? No, but I think it would do many more books the justice they deserve.</p>\n</div><!-- SC_ON -->",
  "score": 144,
  "permalink": "/r/changemyview/comments/kx8hnf/cmv_tv_series_are_a_better_medium_for_most/",
  "subreddit": "changemyview",
  "id": "kx8hnf",
  "is_self": true,
  "media": null,
  "is_video": false
}