{
  "author": "ShinyPotato7777",
  "original_created_utc": 1624538635,
  "title": "CMV: McAffe did kill himself",
  "created_utc": 1624553784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty sure most have heard about him committing suicide. I&#39;ve been reading the comments about it in various subs, and there are sooo many people claiming he &quot;got epsteined&quot; (in other words, he was assasinated)</p>\n\n<p>I tried to understand and see reasons why this might be true but nobody that accused him of being killed by someone else, either refused to answer or was just rude &quot;just google it&quot;</p>\n\n<p>I did, but google only reinforced my view, drugs,sex slaves,murder, slowly losing his mind</p>\n\n<p>Looking at his tweet he seemed like a madman. The videos he released. Its all just an old,sad and crazy man.</p>\n\n<p>However,regarding some alleged assasination attempts i couldnt find anything, i doubt a old crazy man could survive multiple attempts at his life.</p>\n\n<p>But the biggest reason why im sure that he killed himself, is the fact that he was about to be moved back to the USA for his crimes.</p>\n\n<p>Why would someone want him dead a few weeks before being faced with his crimes, possibly getting a huge prison sentence</p>\n\n<p>Im curious for the opinions and arguments that think he got killed</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/o704ca/cmv_mcaffe_did_kill_himself/",
  "subreddit": "changemyview",
  "id": "o704ca",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pretty sure most have heard about him committing suicide. I've been reading the\ncomments about it in various subs, and there are sooo many people claiming he\n\"got epsteined\" (in other words, he was assasinated)\n\nI tried to understand and see reasons why this might be true but nobody that\naccused him…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼が自殺したという話は、ほとんどの人が聞いたことがあるだろう。読んでいると\n読んでみると、彼が「エプスタイン」（暗殺された）と主張する人が非常に多い。\n\"get epsteined\"(つまり暗殺された)と主張している人がとても多いです。\n\n私はその理由を理解しようとしましたが、彼を非難する人は誰もいませんでした。\n彼を非難する人は誰もいませんでした...。",
      "title": "CMV：マカフは自殺した"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很确定大多数人都听说过他自杀的事。我一直在看\n的评论，有很多人声称他\n\"被阉割了\"（换句话说，他被暗杀了）。\n\n我试着去理解，看看为什么这可能是真的，但没有人\n指责他...",
      "title": "CMV：McAffe确实自杀了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很確定大多數人都聽說過他自殺的事。我一直在看\n的評論，有很多人聲稱他\n\"被閹割了\"（換句話說，他被暗殺了）。\n\n我試着去理解，看看爲什麼這可能是真的，但沒有人\n指責他...",
      "title": "CMV：McAffe確實自殺了"
    }
  ]
}