{
  "author": "windjackass",
  "original_created_utc": 1634270085,
  "title": "YSK Samsung appliances have incredibly poor quality control and are consistently ranked among the least reliable appliance brands in the industry",
  "created_utc": 1634273298,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So you don&#39;t make the same mistake we did and fill your house with Samsung appliances.</p>\n\n<p>Source: Had Samsung refrigerator, dishwasher, and microwave/range hood die all within the past 6 months. Currently waiting for our stove to kill itself.</p>\n\n<p>This &#39;YSK&#39; does not necessarily apply to their electronics division. Love my cheap lil tablet.</p>\n\n<p>Bosch/Miele dishwashers come highly recommended. As do LG fridges.</p>\n\n<p>TL;DR: Just because a company makes a good TV doesn&#39;t mean they also make a good stove.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/YouShouldKnow/comments/q8g3bg/ysk_samsung_appliances_have_incredibly_poor/",
  "subreddit": "YouShouldKnow",
  "id": "q8g3bg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: So you don't make the same mistake we did and fill your house with\nSamsung appliances.\n\nSource: Had Samsung refrigerator, dishwasher, and microwave/range hood die all\nwithin the past 6 months. Currently waiting for our stove to kill itself.\n\nThis 'YSK' does not necessarily apply to their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、私たちと同じように、家中をサムスンの家電製品で埋め尽くさないためです。\nサムスンの家電製品でいっぱいにならないようにするためです。\n\nソースはこちら サムスン製の冷蔵庫、食器洗い機、電子レンジ・レンジフードが過去6ヶ月以内に全て死んだ。\n過去6ヶ月以内に死亡しました。現在、ストーブが自滅するのを待っています。\n\nこの「YSK」は必ずしも彼らに当てはまるものではありません...",
      "title": "YSKサムスンの家電製品は、品質管理が信じられないほど甘く、業界で最も信頼性の低い家電ブランドとして常にランクインしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：这样你就不会犯和我们一样的错误，让你的房子里充满了\n三星电器。\n\n来源：《中国日报》。在过去6个月内，三星冰箱、洗碗机和微波炉/抽油烟机都死了。\n在过去的6个月里都死了。目前正在等待我们的炉子自我死亡。\n\n这个 \"YSK \"不一定适用于他们的...",
      "title": "YSK三星电器的质量控制令人难以置信地差，一直被列为行业中最不可靠的电器品牌之一"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：這樣你就不會犯和我們一樣的錯誤，讓你的房子裏充滿了\n三星電器。\n\n來源：《中國日報》。在過去6個月內，三星冰箱、洗碗機和微波爐/抽油煙機都死了。\n在過去的6個月裏都死了。目前正在等待我們的爐子自我死亡。\n\n這個 \"YSK \"不一定適用於他們的...",
      "title": "YSK三星電器的質量控制令人難以置信地差，一直被列爲行業中最不可靠的電器品牌之一"
    }
  ]
}