{
  "author": "Slaiden_IV",
  "the_new_excerpt": "I recently read how a lot of parents are concerned and have protested against\ntheir kids reading Goosebumps as they think it's too violent and horrific for\nkids. I wanted to know how anyone who grew up reading Goosebumps thinks if it\naffected them in any certain way.\n\nMy school had a well equipped…",
  "original_created_utc": 1617790168,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、多くの親が心配して、子供がグースバンプスを読むことに抗議しているという記事を読みました。\nグースバンプスは子供には暴力的で恐ろしすぎると考え、子供に読ませないように抗議しているという記事を読みました。\n子供には暴力的で恐ろしいと思うからです。グースバンプスを読んで育った人は、それが自分に何か影響を与えたかどうか、どう考えているのか知りたいと思いました。\n何か影響を受けたかどうかを知りたかったのです。\n\n私の学校には、設備の整った...",
      "title": "子供の頃に「グースバンプス」を読んで、どのような影響を受けましたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近我看到很多家长都很关注，纷纷抗议。\n他们的孩子阅读鸡皮疙瘩，因为他们认为这是太暴力和可怕的。\n孩子们。我想知道读着 \"鸡皮疙瘩 \"长大的人是怎么想的？\n以任何方式影响他们。\n\n我的学校有一个设备完善的...",
      "title": "童年读《鸡皮疙瘩》对你有什么影响？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我看到很多家長都很關注，紛紛抗議。\n他們的孩子閱讀雞皮疙瘩，因爲他們認爲這是太暴力和可怕的。\n孩子們。我想知道讀着 \"雞皮疙瘩 \"長大的人是怎麼想的？\n以任何方式影響他們。\n\n我的學校有一個設備完善的...",
      "title": "童年讀《雞皮疙瘩》對你有什麼影響？"
    }
  ],
  "title": "How did reading Goosebumps in your childhood affect you?",
  "created_utc": 1617819586,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently read how a lot of parents are concerned and have protested against their kids reading Goosebumps as they think it&#39;s too violent and horrific for kids. I wanted to know how anyone who grew up reading Goosebumps thinks if it affected them in any certain way.</p>\n\n<p>My school had a well equipped library and I did a lot of my initial reading there, where I mostly read Enid Blyton (famous five, secret seven) and a whole lot of goosebumps. I think I was around 10 - 11 at that time. As I have grown up, I have always been fascinated by the horror genre and though I am somewhat of an easy scare (I generally cower in fear during any tense scene in a movie) though I still am always excited to watch horror movies. Idk how much Goosebumps has affected this, though I think it prepared or even instilled the curiosity of the bizarre and unknown. I don&#39;t particularly feel they are too graphic for kids and don&#39;t think it should be withheld from kids. </p>\n\n<p>So my question is whether you would want your kids to read goosebumps and how you think reading Goosebumps in your childhood has affected you in any way Or how it might affect kids in general?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mlyukm/how_did_reading_goosebumps_in_your_childhood/",
  "subreddit": "books",
  "id": "mlyukm",
  "is_self": true,
  "media": null,
  "is_video": false
}