{
  "author": "Very_Rude_Person",
  "original_created_utc": 1626109311,
  "title": "YSK that when walking in the mountains you should always bring a map.",
  "created_utc": 1626122628,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: mountains are beautiful. Hiking in the mountains is wonderful. But mountains are not made for walks in the park. Too many tourists take a wrong path or lose their path or go off the path. Too many tourists get lost, get hurt and need to be rescued. It can be hard, even in perfect weather conditions, to find your way. </p>\n\n<p>A map is a small cost with a potentially high impact, it could save your life. It also makes it easier to predict how difficult the hike will be. And in each case, it&#39;s a nice souvenir and memory of your beautiful walks in the mountains. </p>\n\n<p>Pro tip: buy the map locally. Sometimes maps are outdated, so be sure to have one that is up to date. (Routes can change due to weather conditions or rockfalls.) </p>\n\n<p>Enjoy nature, but do it respectfully and safely!</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/YouShouldKnow/comments/oivgx2/ysk_that_when_walking_in_the_mountains_you_should/",
  "subreddit": "YouShouldKnow",
  "id": "oivgx2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: mountains are beautiful. Hiking in the mountains is wonderful. But\nmountains are not made for walks in the park. Too many tourists take a wrong\npath or lose their path or go off the path. Too many tourists get lost, get hurt\nand need to be rescued. It can be hard, even in perfect weather…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 山は美しい。山でのハイキングは素晴らしいです。でも\n山は公園で散歩するために作られたものではありません。あまりにも多くの観光客が、道を間違えたり\n道を間違えたり、道を見失ったり、道を外れたりする観光客が多すぎます。多くの観光客が道に迷い、怪我をし\n迷子になったり、怪我をしたり、救助を必要とする人が多いのです。最高の天気であっても、それは難しいことです。",
      "title": "山を歩くときは、必ず地図を持っていくべきだというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：山是美丽的。在山上徒步旅行是很美妙的。但是\n山不是用来在公园里散步的。太多的游客走错了路\n或迷失方向或偏离道路。太多的游客迷路，受伤\n并需要得到救援。即使在完美的天气下，这也是很难的...",
      "title": "YSK认为，在山区行走时，你应该始终带着一张地图。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：山是美麗的。在山上徒步旅行是很美妙的。但是\n山不是用來在公園裏散步的。太多的遊客走錯了路\n或迷失方向或偏離道路。太多的遊客迷路，受傷\n並需要得到救援。即使在完美的天氣下，這也是很難的...",
      "title": "YSK認爲，在山區行走時，你應該始終帶着一張地圖。"
    }
  ]
}