{
  "author": "jaceapoc",
  "the_new_excerpt": "Why YSK:\n\nFor example, here's the ingredients list for Danone's Dannon Fruit on the Bottom\nYogurt\n[https://www.danoneawayfromhome.com/food-service-products/brand-dannon-fruit-on-the-bottom-strawberry-5-3oz/]:\n\n> Milk, Sugar, Raspberry Puree, Water, Modified Food Starch, Contains Less Than\n> 1% Of…",
  "original_created_utc": 1621949392,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n例えば、ダノンの「ダノン フルーツオンザボトム」の成分表は以下の通りです。\nヨーグルト\n[https://www.danoneawayfromhome.com/food-service-products/brand-dannon-fruit-on-the-bottom-strawberry-5-3oz/]をご覧ください。\n\n> 牛乳、砂糖、ラズベリーピューレ、水、変性食物でんぷん、以下を含む。\n> 1% of...",
      "title": "YSK: 食品のラベルでは、最初に記載されている成分が重量的に最も多く、最後に記載されている成分が重量的に最も少なく表示されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n例如，下面是达能的达能底部水果的成分表\n酸奶\n[https://www.danoneawayfromhome.com/food-service-products/brand-dannon-fruit-on-the-bottom-strawberry-5-3oz/]。\n\n> 牛奶、糖、覆盆子果泥、水、变性食品淀粉、含有少于\n>1%的...",
      "title": "YSK：在食品标签上，列出的第一种成分以重量计含量最大，列出的最后一种成分以重量计含量最小。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n例如，下面是達能的達能底部水果的成分表\n酸奶\n[https://www.danoneawayfromhome.com/food-service-products/brand-dannon-fruit-on-the-bottom-strawberry-5-3oz/]。\n\n> 牛奶、糖、覆盆子果泥、水、變性食品澱粉、含有少於\n>1%的...",
      "title": "YSK：在食品標籤上，列出的第一種成分以重量計含量最大，列出的最後一種成分以重量計含量最小。"
    }
  ],
  "title": "YSK: On food labels, the first ingredient listed is present in the largest amount by weight and the last ingredient listed is present in the least amount by weight.",
  "created_utc": 1622003363,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>For example, here&#39;s the ingredients list for Danone&#39;s <a href=\"https://www.danoneawayfromhome.com/food-service-products/brand-dannon-fruit-on-the-bottom-strawberry-5-3oz/\">Dannon Fruit on the Bottom Yogurt</a>:</p>\n\n<blockquote>\n<p>Milk,  Sugar, Raspberry Puree, Water, Modified Food Starch, Contains Less Than  1% Of Kosher Gelatin, Pectin, Vegetable Juice Concentrate (For Color),  Natural Flavor, Calcium Citrate, Vitamin D3, Sodium Citrate, Malic Acid</p>\n</blockquote>\n\n<p>As  you can see, &quot;Sugar&quot; comes before &quot;Raspberry Puree&quot;. This means that  there&#39;s more sugar than fruit, and there&#39;s more fruit than natural flavors, and so on...</p>\n\n<p>This is especially useful when you want to know how much of an unhealthy ingredient is present in the product. So even when you think  something (like yogurt) might be healthy enough (because you might think that it&#39;s basically &quot;just milk with fruits&quot;), you can just check the food label to see if the product actually is healthy enough.</p>\n\n<p>Bonus tip: When it comes to processed/packaged/canned foods, the less ingredients are on the food label, the healthier the product!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/nkpsr7/ysk_on_food_labels_the_first_ingredient_listed_is/",
  "subreddit": "YouShouldKnow",
  "id": "nkpsr7",
  "is_self": true,
  "media": null,
  "is_video": false
}