{
  "author": "honest_kaleidoscope",
  "the_new_excerpt": "I've just finished it, and I wholly believe it is a must-read for anyone even\nslightly interested in American history.\n\nFor context, I grew up in a very sheltered, politically right, fundamentalist\nChristian environment, in a magical place called Tulsa, OK. The history of the\n\"greatest country in…",
  "original_created_utc": 1617580992,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完，我完全相信这是一本必读的书，即使是一个人也要读。\n对美国历史稍有兴趣。\n\n对于背景，我成长在一个非常庇护，政治右派，原教旨主义者\n基督教环境，在一个叫塔尔萨的神奇地方，OK。的历史。\n\"最伟大的国家在...",
      "title": "美国人民的历史"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完，我完全相信這是一本必讀的書，即使是一個人也要讀。\n對美國曆史稍有興趣。\n\n對於背景，我成長在一個非常庇護，政治右派，原教旨主義者\n基督教環境，在一個叫塔爾薩的神奇地方，OK。的歷史。\n\"最偉大的國家在...",
      "title": "美國人民的歷史"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "アメリカの歴史に少しでも興味を持っている人には必読の書だと思います。\nアメリカの歴史に少しでも興味がある人は必読です。\n\n私は、オハイオ州タルサという不思議な場所で、非常に保護された、政治的に正しい、原理主義のキリスト教環境で育ちました。\nクリスチャンの環境で育ちました。この国の歴史は\n\"最も偉大な国...",
      "title": "アメリカの人々の歴史"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの歴史に少しでも興味を持っている人には必読の書だと思います。\nアメリカの歴史に少しでも興味がある人は必読です。\n\n私は、オハイオ州タルサという不思議な場所で、非常に保護された、政治的に正しい、原理主義のキリスト教環境で育ちました。\nクリスチャンの環境で育ちました。この国の歴史は\n\"最も偉大な国...",
      "title": "アメリカの人々の歴史"
    }
  ],
  "title": "A People's History of the United States",
  "created_utc": 1617587555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve just finished it, and I wholly believe it is a must-read for anyone even slightly interested in American history. </p>\n\n<p>For context, I grew up in a very sheltered, politically right, fundamentalist Christian environment, in a magical place called Tulsa, OK. The history of the &quot;greatest country in the world&quot; ought not to have been doubted, criticized, or otherwise questioned in any form. There was only one &quot;true&quot; history of &quot;God&#39;s chosen country,&quot; and it was treated as sacred. If you grew up in a similar schooling system, you&#39;re likely familiar with this narrative. Something along the lines of a grand adventure, a noble rebellion against oppressors, of the installation of the greatest government in the world–supposedly designed for the benefit and empowerment of &quot;We the people.&quot; And about all the many different old white men who were really cool and had lots of great ideas or whatever. </p>\n\n<p>This book turns that narrative on its head. It goes through everything, from Columbus all the way up to Bush Jr&#39;s election, but it does so from the perspectives of the people on the ground, the people who got the short end, who were exploited, who were caught in the cross hairs of America&#39;s chronic militarism. The people. It chronicles the hundreds of thousands of groups of millions of people spanning centuries, forming together and standing up for what they believed was right. Proper working conditions, human rights, civil rights, humane prisons, voting rights, basic human necessities. It shows how the country&#39;s history of war, conquest, and imperialistic tendancies do not make for a feel-good story of a country defending &quot;freedom&quot; and &quot;democracy.&quot; It lays out the sleezy relationship between the government and corporations, how the military budget has been steadily inflating all the while, to the point of insanity. These are all things I had virtually no knowledge of before this book, and I feel I am at least a slightly better person coming out of it. </p>\n\n<p>The author addresses the &quot;skewed&quot; view of our history, how listing all worst parts of history can seem to be unfair. He doesn&#39;t worry about it. He notes that, while it is true that his personal views are made clear throughout the book, this is natural. Historians, unconsciously or not, imbue personal opinions into the record, simply by way of choosing which facts are included, and which facts are omitted. He explains how he felt compelled to write a &quot;new&quot; history–not in the sense that it is invented, but that it is the history of the stories either not told or quickly skimmed over. The book is intended to be a counterweight against the idea that America is the greatest country in the world, blameless with the exception of a few misteps here and there. The truth is that these &quot;misteps&quot; were calculated decisions that were made sometimes at the cost of hundreds of thousands of human lives, innocent people, and I believe it&#39;s important to learn about them, because the consequences of those decisions are still felt today. </p>\n\n<p>It was a humbling, sobering journey. I am relatively new to reading, and am constantly/will always be learning more. I&#39;d love to hear your questions and/or thoughts, even if you disagree! Thank you for reading :)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mk85es/a_peoples_history_of_the_united_states/",
  "subreddit": "books",
  "id": "mk85es",
  "is_self": true,
  "media": null,
  "is_video": false
}