{
  "author": "MediocreSupermarket5",
  "original_created_utc": 1632256425,
  "title": "CMV: Assisted suicide should be legal to anyone over the age of 18",
  "created_utc": 1632273274,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that assisted suicide should be a legal procedure for anyone over the age of 18. My reasoning is simple, we should have autonomy over own bodies so we should decide how and when we die. You don&#39;t have to be mentally ill to be suicidal. Sometimes life can just suck and your circumstances would make any normal person want to end it all. Sometimes things get better, sometimes they don&#39;t. Assisted suicide would help people get out of any pain that they were suffering from. Assisted suicide would also give people access to painless procedures.</p>\n\n<p>If we as a society really do believe in freedom and personal autonomy then we should legalize suicide and give people a safe, human, peaceful, and painless way to do it.</p>\n\n<p>&#x200B;</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/psre0z/cmv_assisted_suicide_should_be_legal_to_anyone/",
  "subreddit": "changemyview",
  "id": "psre0z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that assisted suicide should be a legal procedure for anyone over the\nage of 18. My reasoning is simple, we should have autonomy over own bodies so we\nshould decide how and when we die. You don't have to be mentally ill to be\nsuicidal. Sometimes life can just suck and your circumstances…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、自殺幇助は、1歳以上の人には合法的に行われるべきだと考えています。\n18歳以上であれば、自殺幇助を合法的に行うべきだと考えています。理由は簡単で、私たちは自分の体に対する自律性を持つべきであり、自分がいつ、どのように自殺するかを決めるべきです。\nいつ、どのように死ぬかを決めるべきだからです。精神的に病んでいる必要はありません。\n自殺する必要はありません。時々、人生は最悪で、あなたの状況は...",
      "title": "CMV: 自殺幇助は、18歳以上であれば誰でも合法にすべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，协助自杀应该是一个合法的程序，对任何超过18岁的人都是如此。\n18岁以上的人。我的理由很简单，我们应该对自己的身体有自主权，所以我们\n我们应该决定自己的死亡方式和时间。你不一定要有精神疾病才会有\n有自杀倾向。有时，生活会很糟糕，你的情况...",
      "title": "CMV：协助自杀对任何18岁以上的人来说都应该是合法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，協助自殺應該是一個合法的程序，對任何超過18歲的人都是如此。\n18歲以上的人。我的理由很簡單，我們應該對自己的身體有自主權，所以我們\n我們應該決定自己的死亡方式和時間。你不一定要有精神疾病纔會有\n有自殺傾向。有時，生活會很糟糕，你的情況...",
      "title": "CMV：協助自殺對任何18歲以上的人來說都應該是合法的"
    }
  ]
}