{
  "author": "fathum770",
  "original_created_utc": 1634753384,
  "title": "I always thought James and the Giant Peach by Roald Dahl was a children's book, it seems I was mistaken",
  "created_utc": 1634759056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I did not expect such abuse and cruelty to be written out so plainly. Even the death of Aunt Spiker and Aunt Sponge by literally crushing them was not on course with my expectations.</p>\n\n<p>&quot;There was a crunch.\nAnd then there was silence.\nThe peach rolled on. And behind it, Aunt Sponge and Aunt Spiker lay ironed out upon the grass as flat and lifeless as a couple of paper dolls cut out of a picture book.&quot; </p>\n\n<p>I&#39;m thoroughly enjoying the book because of how   unexpected each page is.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/books/comments/qc72sd/i_always_thought_james_and_the_giant_peach_by/",
  "subreddit": "books",
  "id": "qc72sd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I did not expect such abuse and cruelty to be written out so plainly. Even the\ndeath of Aunt Spiker and Aunt Sponge by literally crushing them was not on\ncourse with my expectations.\n\n\"There was a crunch. And then there was silence. The peach rolled on. And behind\nit, Aunt Sponge and Aunt Spiker lay…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このような虐待や残酷な行為が、ここまでわかりやすく書かれているとは思いませんでした。スパイカーおばさんとスポンジおばさんを\nスパイカーおばさんとスポンジおばさんを文字通り押しつぶして死んだことも、私の予想とは違っていた。\n私の予想とは違っていた。\n\n「カリカリと音がした。そして、静寂があった。桃は転がっていった。その後ろには\nその後ろには、スポンジおばさんとスパイカーおばさんが横たわっていた・・・。",
      "title": "ロアルド・ダールの「James and the Giant Peach」は児童書だと思っていましたが、それは間違いだったようです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我没有想到这样的虐待和残忍会被写得如此明白。即使是\n甚至连Spiker姨妈和Sponge姨妈的死亡都是通过字面意义上的碾压来实现的。\n与我的期望相去甚远。\n\n\"有一声脆响。然后是一片寂静。桃子滚了下去。而在它的后面\n它的后面,Sponge阿姨和Spiker阿姨躺在...",
      "title": "我一直以为罗尔德-达尔的《詹姆斯和巨桃》是一本儿童读物，看来我错了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我沒有想到這樣的虐待和殘忍會被寫得如此明白。即使是\n甚至連Spiker姨媽和Sponge姨媽的死亡都是通過字面意義上的碾壓來實現的。\n與我的期望相去甚遠。\n\n\"有一聲脆響。然後是一片寂靜。桃子滾了下去。而在它的後面\n它的後面,Sponge阿姨和Spiker阿姨躺在...",
      "title": "我一直以爲羅爾德-達爾的《詹姆斯和巨桃》是一本兒童讀物，看來我錯了"
    }
  ]
}