{
  "author": "TheDevilishSaint",
  "original_created_utc": 1633093709,
  "title": "Anyone else struggle with actually getting themselves to read? If so, any advice on how I get my reading stamina back?",
  "created_utc": 1633103697,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read loads. I could devour a 700 page book in a day, now I struggle with even 30 pages. I pick up a book and read for an hour, then never go back to it. I&#39;m so tired of it. I have so many amazing books still to read but I just can&#39;t do it. </p>\n\n<p>I also find my ability to remember what I&#39;ve read quite bad. Some stuff sticks but it&#39;s really random what does or doesn&#39;t.</p>\n\n<p>How do I get out of this reading slump?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/pz7naz/anyone_else_struggle_with_actually_getting/",
  "subreddit": "books",
  "id": "pz7naz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to read loads. I could devour a 700 page book in a day, now I struggle\nwith even 30 pages. I pick up a book and read for an hour, then never go back to\nit. I'm so tired of it. I have so many amazing books still to read but I just\ncan't do it.\n\nI also find my ability to remember what I've read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はかつて大量の本を読んでいました。700ページの本を1日で読破していましたが、今では30ページでも\n今では30ページも読めません。一冊の本を手に取り、1時間ほど読んだ後、二度と読み返すことはありません。\n本を手に取り、1時間ほど読んだ後、二度と戻らない。もう疲れてしまいました。まだまだ読みたい素晴らしい本がたくさんあるのですが、どうしても\n読むことができません。\n\nまた、読んだ本を覚えておくこともできません...。",
      "title": "本を読むのに苦労している人はいますか？もしそうなら、読書のスタミナを取り戻すためのアドバイスをお願いします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经读过很多书。我可以在一天内读完一本700页的书，现在我连30页的书都很难读完。\n现在，我甚至连30页都看不下去了。我拿起一本书，读了一个小时，然后就再也不回去了。\n它。我太累了。我有这么多精彩的书要读，但我就是\n但我就是做不到。\n\n我还发现我记住我读过的书的能力...",
      "title": "还有人在为真正让自己阅读而挣扎吗？如果有，有什么建议可以让我恢复阅读的耐力吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經讀過很多書。我可以在一天內讀完一本700頁的書，現在我連30頁的書都很難讀完。\n現在，我甚至連30頁都看不下去了。我拿起一本書，讀了一個小時，然後就再也不回去了。\n它。我太累了。我有這麼多精彩的書要讀，但我就是\n但我就是做不到。\n\n我還發現我記住我讀過的書的能力...",
      "title": "還有人在爲真正讓自己閱讀而掙扎嗎？如果有，有什麼建議可以讓我恢復閱讀的耐力嗎？"
    }
  ]
}