{
  "author": "GeAlltidUpp",
  "original_created_utc": 1639939305,
  "title": "Did people in Medieval Europe really practice \"Genital Parenting\"",
  "created_utc": 1639947121,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;According to &amp;quot;Growing Up Sexually World Reference Atlas&amp;quot;, a secondary source which I haven&amp;#39;t been able to find evaluations of, historical data points towards the possibility that: &amp;quot;Genital soothing may well have been widespread in Medieval Europe&amp;quot;. In other words, that adults would stimulate the genitalia of children, as a way of calming or controlling them (&lt;a href=\"http://www.sexarchive.info/GESUND/ARCHIV/GUS/HISTORYCHHS.HTM\"&gt;Janssen, D. F. (2002/10) &amp;quot;Growing Up Sexually. Volume I: World Reference Atlas. Interim report. Amsterdam, The Netherlands - Europe, Historical Generalia&amp;quot;&lt;/a&gt;).  &lt;/p&gt;\n\n&lt;p&gt;To back this up, the archive references a lot of sources that I haven&amp;#39;t taken the time to go through, and which seem hard for me to estimate the reliability of. I&amp;#39;ve noticed that one of the main sources is written by Lloyd Demause, whose work I generally view skeptically. To me, the original claim seems almost too sensational to be taken seriously, which is partly why I suspect it of being a fabrication.   &lt;/p&gt;\n\n&lt;p&gt;Is there any truth to the proposition?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 110,
  "permalink": "/r/AskHistorians/comments/rk2tvq/did_people_in_medieval_europe_really_practice/",
  "subreddit": "AskHistorians",
  "id": "rk2tvq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>According to &quot;Growing Up Sexually World\nReference Atlas&quot;, a secondary source which I haven&#39;t been able to find\nevaluations of, historical data points towards the possibility that:\n&quot;Genital soothing may well have been widespread in Medieval…"
}