{
  "author": "JohnIsUncomfortable",
  "the_new_excerpt": "In case you somehow aren’t aware, circumcision is when a part of the penis, the\nforeskin, is cut off.\n\nThis practice has been carried out as a tradition for many centuries, with\nvarious justifications used. In modern times, Some justify it by saying that it\nis easier to keep clean. Some parents…",
  "original_created_utc": 1620455716,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ご存知ない方もいらっしゃるかもしれませんが、割礼とはペニスの一部である包皮を切り取ることです。\n割礼とは、ペニスの一部である包皮を切除することです。\n\nこの行為は何世紀にもわたって伝統的に行われてきました。\n正当化されてきました。現代では、次のように正当化する人もいます。\n清潔を保つのが簡単だから」と正当化する人もいます。一部の親は...",
      "title": "CMV:子供が自分で選択できる年齢になるまで、割礼は違法であり、医学的にも推奨されません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你不知道的话，包皮环切术是指将阴茎的一部分，即包皮，割掉。\n包皮被割掉。\n\n这种做法作为一种传统已经实行了很多个世纪，其中有各种理由。\n各种各样的理由。在现代，有些人的理由是，这样做\n更容易保持清洁。有些父母...",
      "title": "CMV:割礼应该是非法的，直到孩子到了可以自己选择的年龄，而且在医学上应该是不鼓励的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你不知道的話，包皮環切術是指將陰莖的一部分，即包皮，割掉。\n包皮被割掉。\n\n這種做法作爲一種傳統已經實行了很多個世紀，其中有各種理由。\n各種各樣的理由。在現代，有些人的理由是，這樣做\n更容易保持清潔。有些父母...",
      "title": "CMV:割禮應該是非法的，直到孩子到了可以自己選擇的年齡，而且在醫學上應該是不鼓勵的。"
    }
  ],
  "title": "CMV:Circumcision should be illegal until a child is old enough to choose for themself, and should be medically discouraged.",
  "created_utc": 1620462635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In case you somehow aren’t aware, circumcision is when a part of the penis, the foreskin, is cut off.</p>\n\n<p>This practice has been carried out as a tradition for many centuries, with various justifications used. In modern times, Some justify it by saying that it is easier to keep clean. Some parents circumcise their children to save them from looking different. But it is important to also look at the older reasons of the practice as well. </p>\n\n<p>Unfortunately, the reasoning behind circumcision has not always been so altruistic. The origin of circumcision in the United States comes from medical professionals from the Victorian era, who told parents that circumcision would prevent their children from masturbating. In fact, Dr. Kellogg, a somewhat famous doctor of that time, stated that the circumcision should be done without any sort of anesthetic, as the excruciating pain can be a lesson to young boys about punishment for touching your genitals.</p>\n\n<p>If you have ever seen a circumcision, you know how horrific a sight it is. The penis is a very sensitive area, with millions of nerve endings and blood vessels running through it. The circumcision process severs these with a sharp blade. The one video of a circumcision that I saw I very much regret watching, as it was traumatizing. The baby was shrieking and writhing with a crazed look as its genitals were sliced open. </p>\n\n<p>Cutting off a part of the body that is the product of hundreds of thousands of years of human evolution does not come without consequence, either. Recently circumcised Adult males report a loss in sensitivity and major loss in sexual pleasure during masturbation as well as sex. <em>A study I have linked below reported that circumcised men were 4.5 times more likely to have erectilile disfunction than a man with intact genitals.</em></p>\n\n<p>One argument that continues to be used today is that a circumcised penis is easier to keep clean. As there is no covering between the penis and the outside, it’d be easier to wash, right? \nImagine this. Imagine that my mother was scared I would get a cavity, so to save the inconvenience of brushing my teeth, she had all my teeth pulled. Without my consent, without anesthesia. \nIt takes perhaps 5 seconds tops to pull back the foreskin and wash yourself. Let’s not amputate our children to save them the trouble of having to wash an extra part of their body.</p>\n\n<p>TL;DR: Circumcision began as a practice to stop children from masturbating. The “benefits” are mundane, and difficult to show much evidence for. The consequences of mutilating a child’s genitalia, however, are very much apparent. Such a personal issue should not be forced on a child while they are still much too young to understand. Let our children make it to their adult lives with intact genitalia.</p>\n\n<p>Here are my sources if you want to do any reading for yourself on this topic.</p>\n\n<p><a href=\"https://www.google.com/amp/s/www.psychologytoday.com/us/blog/moral-landscapes/201109/circumcision-social-sexual-psychological-realities%3famp\">the origins of circumcision in america</a></p>\n\n<p><a href=\"https://www.researchgate.net/publication/322056383_Adding_Insult_to_Injury_Acquisition_of_Erectile_Dysfunction_from_Circumcision\">Erectile disfunction and other consequences of male genital mutilation</a></p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/n7j68z/cmvcircumcision_should_be_illegal_until_a_child/",
  "subreddit": "changemyview",
  "id": "n7j68z",
  "is_self": true,
  "media": null,
  "is_video": false
}