{
  "author": "jackbenimismrsaturn",
  "original_created_utc": 1627183824,
  "title": "IMO, “The Sirens of Titan” by Kurt Vonnegut is one of those books that everyone should at least give a shot",
  "created_utc": 1627191151,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started high school last September, and have read an insane amount of books since then. Reading has become one of my favorite hobbies now. My dad showed me “Cat’s Cradle” and said he had read it in college, and so I gave it a shot, and I loved it. </p>\n\n<p>Then I read quite a few more books by Vonnegut, as well as lots of other classic literature. But even after all that I’ve read, “The Sirens of Titan” has consistently been among my favorites. I think it just has such a great message, especially towards the end of the book when Salo says that “a purpose of human life. . . is to love whoever is around to be loved.”</p>\n\n<p>And how Vonnegut almost laughs in the face of religion, I find interesting. Especially with the prayer of the Reverend C. Horner Redwine.</p>\n\n<p>Messages aside, I really think the story is super captivating. It tells a story that incorporates so many elements of science fiction, but everything is kept so strangely humanized. Real-life conflicts and events that question human behavior are shown, and yet, the storyline is almost typical. A super-rich guy is pretty much forced to go to Mars, then Mercury, then back to Earth, and then to Titan, where he will eventually die, and all under the watch of a supernatural, mind-reading mentor. Of course, I am simplifying it, but that’s the gist of it.</p>\n\n<p>There is sooooo much more to this book than what I have said here. As I said, this book remains with my top 3 books ever; I do think it is at least worth a shot.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/or4500/imo_the_sirens_of_titan_by_kurt_vonnegut_is_one/",
  "subreddit": "books",
  "id": "or4500",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started high school last September, and have read an insane amount of books\nsince then. Reading has become one of my favorite hobbies now. My dad showed me\n“Cat’s Cradle” and said he had read it in college, and so I gave it a shot, and\nI loved it.\n\nThen I read quite a few more books by Vonnegut,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年の9月に高校に入学してから、めちゃくちゃたくさんの本を読んできました。\n読んでいます。今では、読書は私のお気に入りの趣味のひとつになっています。父は私に\n「キャッツ・クレイドル」を見せてくれて、大学時代に読んだことがあるというので、試しに読んでみたら\nとても気に入りました。\n\nその後、ヴォネガットの本をかなり読みましたが...。",
      "title": "カート・ヴォネガットの \"The Sirens of Titan \"は、誰もが一度は読んでみるべき本の一つだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我去年9月开始上高中，从那时起已经读了大量的书\n从那时起。阅读已经成为我现在最喜欢的爱好之一。我爸爸给我看了\n\"我爸爸给我看了《猫的摇篮》，说他在大学里读过这本书，所以我就试了一下，结果\n我很喜欢它。\n\n然后我又读了不少冯内古特的书，...",
      "title": "我认为，库尔特-冯内古特的《泰坦的海妖》是每个人都应该至少尝试一下的书之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我去年9月開始上高中，從那時起已經讀了大量的書\n從那時起。閱讀已經成爲我現在最喜歡的愛好之一。我爸爸給我看了\n\"我爸爸給我看了《貓的搖籃》，說他在大學裏讀過這本書，所以我就試了一下，結果\n我很喜歡它。\n\n然後我又讀了不少馮內古特的書，...",
      "title": "我認爲，庫爾特-馮內古特的《泰坦的海妖》是每個人都應該至少嘗試一下的書之一。"
    }
  ]
}