{
  "author": "Raspint",
  "the_new_excerpt": "Lovecraft is one of those writers whom is always held up as 'Yeah, he had a\nprofound impact, but he was super racist for his time and we can't ignore that.'\nNow, I don't really see why his being racist matters for those of us who are\nreading his work today.\n\nI mean, it is a big deal in the fact that…",
  "original_created_utc": 1617916359,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ラヴクラフトは、「大きな影響を与えたが、当時としては超絶的な人種差別主義者であり、それを無視することはできない」と常に言われている作家の一人です。\nしかし、彼は当時としては非常に人種差別的だったので、それを無視することはできません」。\nしかし、今日彼の作品を読んでいる私たちにとって、彼が人種差別主義者であることがなぜ重要なのか、私にはよくわかりません。\n彼が人種差別者であることが、今日彼の作品を読んでいる私たちにとってなぜ重要なのか、私にはわかりません。\n\nつまり、彼が人種差別主義者であることは、今日、彼の作品を読んでいる私たちにとっては大きな問題なのです。",
      "title": "CMV: ラヴクラフトが人種差別主義者であることが、現代の読者にとって大きな問題である理由はわかりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "洛夫克拉夫特是那些作家之一 谁总是举行作为 \"是啊，他有一个\"。\n深刻的影响，但他是超级种族主义者 在他的时代，我们不能忽视这一点。\n现在，我真的不明白 为什么他是种族主义者的事项 对于我们这些人谁是？\n今天读他的作品。\n\n我的意思是，这是一个大问题 在事实上... ...",
      "title": "CMV：我不明白为什么洛夫克拉夫特是个种族主义者对现代读者来说是个大问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "洛夫克拉夫特是那些作家之一 誰總是舉行作爲 \"是啊，他有一個\"。\n深刻的影響，但他是超級種族主義者 在他的時代，我們不能忽視這一點。\n現在，我真的不明白 爲什麼他是種族主義者的事項 對於我們這些人誰是？\n今天讀他的作品。\n\n我的意思是，這是一個大問題 在事實上... ...",
      "title": "CMV：我不明白爲什麼洛夫克拉夫特是個種族主義者對現代讀者來說是個大問題。"
    }
  ],
  "title": "CMV: I don't see why Lovecraft being a racist is a big deal for modern readers",
  "created_utc": 1617953809,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lovecraft is one of those writers whom is always held up as &#39;Yeah, he had a profound impact, but he was super racist for his time and we can&#39;t ignore that.&#39; Now, I don&#39;t really see why his being racist matters for those of us who are reading his work today.</p>\n\n<p>I mean, it is a big deal in the fact that this was a creative individual who wrote works that may people love, and he *still* managed to be an asshole. It&#39;s a reminder to any of us that just because we do something good or create a product/work that people appreciate, it doesn&#39;t mean that we can&#39;t also believe wrong and harmful things, and thus we should always try to keep that in mind and ask ourselves &quot;Do I believe anything that is hurtful/wrong/racist myself? And if so what can I do to change that?&quot; I get THAT part of it, but I don&#39;t understand why if we are reading his works that this has to stop us from enjoying it, and I certainly don&#39;t understand why his anti-Semitism /racism should make anybody go &#39;I don&#39;t think anyone can read this and enjoy it without at the same time endorsing racism.&#39; And I&#39;ll look at two stories in particular:</p>\n\n<p>I. Something like Color out of Space, has *nothing* to do with racism, and doesn&#39;t seem to have any racist overtones. Maybe I missed it, but I don&#39;t see how an eldritch horror in the form of a color (a literal color, not a different skintone) landing in your backyard and enslaving your family has any relevance to racial stereotypes.</p>\n\n<p>You could - theoretically - pick up Color out of Space, not know who the author is, and enjoy it as a story all on its own, and get no inkling that the author had any such personality problems.  So if you can enjoy something that has no racial overtones, and nothing bad to say about racial groups, how does enjoying it make you a supporter of racism?</p>\n\n<p>II. Now something like Shadow Over Innsmouth, which has a bunch of the horror revolving around an &#39;other&#39; infecting a community by breeding with them, and causing a whole bunch of fish monstrosities to be borne. Given that so much of racial prejudice, both historically and today, has to do with the fear of interbreeding between different &#39;races&#39; it seems very, *very* likely to me that this story was at least partly informed by Lovecraft&#39;s fears that - yes -   black people and Jewish people are  going to sleep with, and produce offspring with traditional white people, and this is something Lovecraft would see as terrifying.</p>\n\n<p>But despite that, I still think that a person can enjoy Innsmouth, and still *not* think that interracial marriages/relationships are disgusting/something to be feared. Because you can choose to read it as &#39;Hey, wouldn&#39;t it be  scary if an entire village was worshiping ancient fish demons.&#39; You can choose to read the people of Innsmouth not as an analogy for any group of people, and just find the idea of Eldritch Horrors who lurk among humans an interesting story.</p>\n\n<p>I mean, if a black person saw me reading Innsmouth and said &quot;My wife is white and we have two little girls. Do you have a problem with that?&quot;</p>\n\n<p>My response would be: &quot;Are either you or your wife fish people who make human sacrifices and one day wish to crawl out of the ocean and destroy human kind? No? Then I don&#39;t give a shit, be happy.&quot;</p>\n\n<p>And I think you can apply this to *almost* all of the problematic stuff in Lovecraft. So long as you are unsettled by the cosmic implications of what is going one, and not the racial ones, I don&#39;t see how a person is committed endorsing racism if what they like about the book is its cosmic-squid monsters or such.</p>\n\n<p>That *almost* being that cat and its name.</p>\n\n<p>Monsters can certainly have a partial origin in the fears/anxieties of a historical moment, but those are not the only things people enjoy about them, and they are not shackled to being seen strictly in those terms. I enjoyed Godzilla before  I even knew what nuclear power was, and I can still enjoy him as nothing more than an enormous firebreathing lizard because enormous fire-breathing lizards are cool. Why can&#39;t the same be said of Lovecraft&#39;s monstrosities?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mn1ntz/cmv_i_dont_see_why_lovecraft_being_a_racist_is_a/",
  "subreddit": "changemyview",
  "id": "mn1ntz",
  "is_self": true,
  "media": null,
  "is_video": false
}