{
  "author": "KanoodleSoup",
  "original_created_utc": 1627495445,
  "title": "East of Eden.",
  "created_utc": 1627522729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t know what could be said about this book that hasn’t already been. Someone had stated that ‘Steinbeck writes in a way where the words just flow off the page like butter’ and ‘I don’t know what it is about Steinbeck but his writing instantly makes me forget about everything around me.’. These two resonate with me. </p>\n\n<p>Being closer to 40 than I was yesterday, I feel like if I’d read this in my 20’s I’d have thoroughly enjoyed it, but certain themes would have been lost to me. Not that I’d have been confused, the subtleties might literally have not awakened in me the emotions that I’d feel now. Similarly, if I’d have read this in my 50s or 60s, I think I may recognize additional themes that might’ve eluded me upon reading in my 30s. It’s just that this book travels so deeply into a certain time and human condition that there must be enjoyment and enlightenment to be discovered at nearly any age, and each decade may house a secret to be unraveled. </p>\n\n<p>A couple of the characters have such profound philosophies, and if feels so natural when they are conversing and questioning the world around them. For an author to conceive these characters, their train of thought, their ideals and motivations…it’s truly a wonder to me how rich in life and real they seem. And for them alone to have you nodding your head, or pondering their words is wonderful. The quotability held within the pages has no end.</p>\n\n<p>Ultimately, I only know that I loved this novel. It may be the best I’ve read. But who am I…\nIf you have this on your list, dear reader, I’m excited for you and the road ahead.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/otfdxt/east_of_eden/",
  "subreddit": "books",
  "id": "otfdxt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t know what could be said about this book that hasn’t already been.\nSomeone had stated that ‘Steinbeck writes in a way where the words just flow off\nthe page like butter’ and ‘I don’t know what it is about Steinbeck but his\nwriting instantly makes me forget about everything around me.’. These…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの本について、これまでにないほどの何かを語ることができるでしょうか。\n誰かが「スタインベックは、言葉がバターのようにページから流れ出るように書く」と言っていた。\n誰かが、「スタインベックは、言葉がバターのようにページから流れ出るように書く」「スタインベックのどこがいいのかわからないが、彼の文章は瞬時に周囲のすべてを忘れさせてくれる\nスタインベックのどこがいいのかわからないが、彼の文章を読んでいると、周りのことを一瞬で忘れさせてくれる」と言っていた。これらの...",
      "title": "エデンの東」です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道对这本书还能说些什么，但已经说过了。\n有人说，\"斯坦贝克的写作方式是，文字就像黄油一样流淌出来\n和 \"我不知道斯坦贝克有什么特点，但他的文字能让我立刻忘记周围的一切。\n我不知道斯坦贝克是什么原因，但他的写作立刻让我忘记了我周围的一切。这些...",
      "title": "伊甸园之东。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道對這本書還能說些什麼，但已經說過了。\n有人說，\"斯坦貝克的寫作方式是，文字就像黃油一樣流淌出來\n和 \"我不知道斯坦貝克有什麼特點，但他的文字能讓我立刻忘記周圍的一切。\n我不知道斯坦貝克是什麼原因，但他的寫作立刻讓我忘記了我周圍的一切。這些...",
      "title": "伊甸園之東。"
    }
  ]
}