{
  "author": "aeboco",
  "original_created_utc": 1640274332,
  "title": "YSK: The \"receive by\" date that your banks bill pay system gives you is almost never when the check will actually be received.",
  "created_utc": 1640378512,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: That date is usually just the date they withdraw the funds from your account. Then they print the check and eventually mail it. It could take 2-3 weeks for it to actually be received by the person/ company you&amp;#39;re paying. &lt;/p&gt;\n\n&lt;p&gt;Source: I work for a company that performs Home maintenance services, and it&amp;#39;s not uncommon to receive packets of bill payment checks. It appears that when banks have multiple clients sending payments to the same company, they will hold the checks and send them all in the same envelope. I regularly receive packets of bill payment checks, with the checks themselves having dates ranging over a space of two weeks. The number of clients who get angry with me for telling him I haven&amp;#39;t received their payment yet, when the bank has given them a date and already withdrawn their funds makes me realize that people don&amp;#39;t understand how bill payment seems to work. The funds don&amp;#39;t come out of your account when the checks are received, they come out of your account when the checks are printed, which is not necessarily even when they are mailed out.&lt;/p&gt;\n\n&lt;p&gt;Note that this may not apply to all bank bill pay systems and you should contact your individual bank for more details.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/rmyevn/ysk_the_receive_by_date_that_your_banks_bill_pay/",
  "subreddit": "YouShouldKnow",
  "id": "rmyevn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: That date is usually just the date they withdraw the funds from your\naccount. Then they print the check and eventually mail it. It could take 2-3\nweeks for it to actually be received by the person/ company you're paying.\n\nSource: I work for a company that performs Home maintenance…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSK: その日付は、通常、彼らがあなたの資金を引き出した日だけです。\nの口座に振り込まれます。その後、小切手を印刷し、最終的に郵送します。2～3日かかることもあります。\n実際に支払先が受け取るまで、1週間ほどかかります。\n\nソースはこちら 私はホームメンテナンスを行う会社に勤めています。",
      "title": "YSK: 銀行の請求書払いシステムが提示する「受け取り期限」は、実際に小切手が届く期限とはほとんど違います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这个日期通常只是他们从你的账户中提取资金的日期。\n帐户。然后他们打印支票并最终邮寄。这可能需要2-3\n周才能真正被你要支付的人/公司收到。\n\n来源：《中国日报》。我在一家从事家庭维修的公司工作...",
      "title": "YSK：你的银行账单支付系统给你的 \"接收日期 \"几乎不可能是实际收到支票的时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這個日期通常只是他們從你的賬戶中提取資金的日期。\n帳戶。然後他們打印支票並最終郵寄。這可能需要2-3\n周才能真正被你要支付的人/公司收到。\n\n來源：《中國日報》。我在一家從事家庭維修的公司工作...",
      "title": "YSK：你的銀行賬單支付系統給你的 \"接收日期 \"幾乎不可能是實際收到支票的時間。"
    }
  ]
}