{
  "author": "aeboco",
  "original_created_utc": 1640274332,
  "title": "YSK: The \"receive by\" date that your banks bill pay system gives you is almost never when the check will actually be received.",
  "created_utc": 1640378512,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: That date is usually just the date they withdraw the funds from your account. Then they print the check and eventually mail it. It could take 2-3 weeks for it to actually be received by the person/ company you&amp;#39;re paying. &lt;/p&gt;\n\n&lt;p&gt;Source: I work for a company that performs Home maintenance services, and it&amp;#39;s not uncommon to receive packets of bill payment checks. It appears that when banks have multiple clients sending payments to the same company, they will hold the checks and send them all in the same envelope. I regularly receive packets of bill payment checks, with the checks themselves having dates ranging over a space of two weeks. The number of clients who get angry with me for telling him I haven&amp;#39;t received their payment yet, when the bank has given them a date and already withdrawn their funds makes me realize that people don&amp;#39;t understand how bill payment seems to work. The funds don&amp;#39;t come out of your account when the checks are received, they come out of your account when the checks are printed, which is not necessarily even when they are mailed out.&lt;/p&gt;\n\n&lt;p&gt;Note that this may not apply to all bank bill pay systems and you should contact your individual bank for more details.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/rmyevn/ysk_the_receive_by_date_that_your_banks_bill_pay/",
  "subreddit": "YouShouldKnow",
  "id": "rmyevn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: That date is usually just the date they withdraw the funds from your\naccount. Then they print the check and eventually mail it. It could take 2-3\nweeks for it to actually be received by the person/ company you're paying.\n\nSource: I work for a company that performs Home maintenance…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: その日付は通常、ただの日付です。\n口座から資金を引き出します。その後、小切手を印刷し\n最終的には郵送します。実際に届くまで2～3週間かかることがあります。\nを支払う必要があります。</p> <p>ソースはこちら。私はある会社で働いています。",
      "title": "YSK: 銀行の請求書払いシステムが提示する「受け取り期限」は、実際に小切手が届く期限とはほとんど違います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>为什么YSK：该日期通常只是\n他们从你的账户中提取资金。然后他们打印支票并\n最终邮寄。它可能需要2-3周的时间，才能真正被你的人/公司收到。\n你要支付的人/公司收到。</p> <p>来源。我为一家公司工作。",
      "title": "YSK：你的银行账单支付系统给你的 \"接收日期 \"几乎不可能是实际收到支票的时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>爲什麼YSK：該日期通常只是\n他們從你的賬戶中提取資金。然後他們打印支票並\n最終郵寄。它可能需要2-3周的時間，才能真正被你的人/公司收到。\n你要支付的人/公司收到。</p> <p>來源。我爲一家公司工作。",
      "title": "YSK：你的銀行賬單支付系統給你的 \"接收日期 \"幾乎不可能是實際收到支票的時間。"
    }
  ]
}