{
  "author": "DaddySkates",
  "original_created_utc": 1638698540,
  "title": "Crypto influencers are not your friends and they are not giving you a secret \"once in a lifetime\" chance to get rich.",
  "created_utc": 1638725648,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;BitBoy crypto,  DIY investing, Crypto Homie, MMCrypto and many others didn&amp;#39;t get rich because of their superior technical analysis or knowledge of the universe and beyond. Names of the channels kinda give it out but they aren&amp;#39;t who you should be listening to.  They got here to make profits off your losses and to get funded by sponsors of their videos/posts/analysis etc. &lt;/p&gt;\n\n&lt;p&gt;A LOT if not most of high profile crypto youtubers are simply covert pump and dump schemes.&lt;/p&gt;\n\n&lt;p&gt;Remember the Phantasma video that BitBoy did? Yea, something like that. Buy cheap, sell while your followers bought a significant amount and then dump it for profit and never mention it again in your videos. &lt;/p&gt;\n\n&lt;p&gt;Kardashian shilling shitcoin Ethereum MAX? No-one was held responsible for the money that people lost in that. And how much did Kardashian got paid by the devs of Eth MAX? A shitton.&lt;/p&gt;\n\n&lt;p&gt;Then you have semi-influencers like Willy Woo who is still predicting 1 million BTC by the end of year. &lt;/p&gt;\n\n&lt;p&gt;I did my share of shitty decisions and actually bought a small amount of Aldrin finance that was shilled beyond anything that was ever shilled by CryptoBanter Ran. It went from about 8$ to 2$. Was it ever mentioned again? Nop. Not once. &lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t think that those several hundred or thousand dollar giveaways are real. Most if not all are fake. Don&amp;#39;t trust those who say that &amp;quot;its the last chance to get rich&amp;quot; or &amp;quot;this will go parabolic&amp;quot;. Its a façade for their own interests. And they have one interest. To get truly, nasty rich despite how many bodies they leave behind their destructive wake.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 234,
  "permalink": "/r/CryptoCurrency/comments/r9cmds/crypto_influencers_are_not_your_friends_and_they/",
  "subreddit": "CryptoCurrency",
  "id": "r9cmds",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>BitBoy crypto, DIY investing, Crypto Homie,\nMMCrypto and many others didn&#39;t get rich because of their superior technical\nanalysis or knowledge of the universe and beyond. Names of the channels kinda\ngive it out but they aren&#39;t who you should be listening to.…"
}