{
  "author": "Jdas97",
  "original_created_utc": 1629902478,
  "title": "CMV: Feminism should be renamed Gender-Egalitarianism",
  "created_utc": 1629923967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay so bear with me.  Let me get this out of the way: I consider myself a feminist (I&#39;m using this term to mean a supporter of the idea that women should &#39;have the same rights and opportunities as men&#39; as per the Oxford dictionary).  HOWEVER, I much prefer to use the term Gender-Egalitarianism because I think it&#39;s a title that better represents feminism&#39;s central message and thus better promotes the movement&#39;s agenda.</p>\n\n<p>One thing I see often on the Internet (and sometimes in real life too) is people being reluctant to identify as a feminist because they see feminism as being about getting more things (rights, freedoms, opportunities, political power, etc.) for women FULL STOP.  What I mean by this is, they see feminism as being about lifting up women, with little to no regard to how this leaves men off at the end of the day.  Now, true feminism of course rejects this and takes the issues that disproportionately affect men (like being far less likely to receive custody of their children in divorce, for example) as real problems that need to be solved if men and women are going to be equal in society (of course, this doesn&#39;t mean that a feminist needs to say that men and women have it equally hard, as long as a feminist is willing to admit that both &#39;female&#39; and &#39;male&#39; issues are legitimate issues and deserve addressing, then they&#39;re free to think whatever they want about the current balance of hardship between the sexes).  SO, because feminism is looked at by many people as a women&#39;s power movement, rather than a movement about achieving equality with respect to gender/sex, there a great number of people who have negative connotations with the term feminism, and are far less likely to hear out feminist thinkers/arguments with an open mind.  The is evidenced by the fact that (and I don&#39;t have the stat to point to but it shouldn&#39;t be hard to find) that the discrepancy between people who believe the sexes should be equal and people who self-identify as feminists is massive in the US.</p>\n\n<p>SO, in order to get more people in a state where they can hear the feminist message with an open mind, we need to ditch the (frankly) shitty name &#39;Feminism&#39;.  It simply does not reflect its core message as well as Gender-Egalitarianism does, and this is costing the movement its ability to be heard out by many potential allies.  Imagine if Racial-Egalitarianism (the idea that the races should have the same rights and opportunities) was called &#39;Blackism&#39;.  You&#39;d probably think, well, that&#39;s a shitty name, not only because there&#39;s a lot of disenfranchised races and it&#39;s weird to pick out one, but because it just SOUNDS like a black power movement full stop, which is bound to turn off many potential allies before they have a chance to dig into the movement and see that its core message is something that is actually very desirable.  How could &#39;Feminism&#39; be any different?</p>\n\n<p>As a note, I&#39;m not suggesting that Feminism would become universally accepted overnight if it had the name change I&#39;m advocating for, I&#39;m saying that it would make it easier for at least some people who currently view Feminism in a negative light to be more open minded to the movement.  If it would help to recruit at least some more supporters (whether they be people alive today or future persons who might have been turned off the movement by the name &#39;Feminism&#39;), then why wouldn&#39;t we want to do it?  What would be the countervailing harm the name change would or might cause that could justify us keeping the name &#39;Feminism&#39;?  Also, if you&#39;re tempted to respond that &#39;those who are stupid enough to view Feminism as a women&#39;s power movement shouldn&#39;t be our concern&#39;, or &#39;people who make that mistake should educate themselves&#39;, then I would respond that 1) one of the central goals of Feminism is the widespread acceptance of the core Feminist message, and to do this we’ll need to get comfortable marketing the movement to people who view the movement in ways people who support the movement might find &#39;stupid&#39;. 2) why wait for uneducated people to educate themselves, when you can do something right now (that is very easy to do I might add) that makes them less likely to make the mistake you consider to be so stupid in the first place?  It seems very arrogant and even reckless to prefer to sit back and wait for others to see the light, so to speak - especially when leaving gender inequality unresolved has real consequences that are measured in human suffering!</p>\n\n<p>Also, I know there is no central organization to the feminist movement, so I know that there is no governing body that can unilaterally decide on the name change I&#39;m advocating for.  However, if feminists started referring to themselves as Gender-Egalitarians and said that they were moved to this name change out of a concern that the name alienates many people who they hope to one day call allies, I think the movement could for all intents and purposes be considered renamed in fairly short amount of time.</p>\n\n<p>I&#39;m very curious to see what people think are good reasons for resisting the name change I&#39;m advocating for! :)</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pbcmt1/cmv_feminism_should_be_renamed/",
  "subreddit": "changemyview",
  "id": "pbcmt1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay so bear with me. Let me get this out of the way: I consider myself a\nfeminist (I'm using this term to mean a supporter of the idea that women should\n'have the same rights and opportunities as men' as per the Oxford dictionary).\nHOWEVER, I much prefer to use the term Gender-Egalitarianism…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、それではお付き合いください。最初に言っておきます。私は自分のことを\n私は自分をフェミニストだと思っています（この言葉は、女性は社会的地位を確立すべきだという考えを支持する人という意味で使っています）。\n女性が男性と同じ権利と機会を持つべきだという考えの支持者という意味で使っています）。)\nしかし、私は「ジェンダー平等主義」という言葉を使いたいと思っています...",
      "title": "CMV: フェミニズムはジェンダー平等主義と改名すべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好的，所以请忍受我。让我把这个问题说出来。我认为自己是一个\n我认为自己是一名女权主义者（我使用这个词的意思是，支持妇女应\n根据牛津词典，\"拥有与男性相同的权利和机会\"）。)\n但是，我更喜欢使用性别平等主义这个词......",
      "title": "CMV：女权主义应该改名为性别平等主义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好的，所以請忍受我。讓我把這個問題說出來。我認爲自己是一個\n我認爲自己是一名女權主義者（我使用這個詞的意思是，支持婦女應\n根據牛津詞典，\"擁有與男性相同的權利和機會\"）。)\n但是，我更喜歡使用性別平等主義這個詞......",
      "title": "CMV：女權主義應該改名爲性別平等主義"
    }
  ]
}