{
  "author": "Phil_Drill",
  "original_created_utc": 1627764346,
  "title": "CMV: As a vaccinated American, telling me to wear a mask at this point is expecting me to protect people who refuse to protect themselves",
  "created_utc": 1627774634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Vaccination is not a guarantee of not catching COVID, but the data does show that the chances of hospitalization and death is negligible for vaccinated people in comparison to the unvaccinated. And that’s saying a lot since many consider COVID’s health risks to be negligible even before a vaccine existed. Since May, 99% of COVID deaths were unvaccinated people. Most of the unvaccinated are that way by choice, not medical necessity. We are at the point where anyone who wants the vaccine can get it.<br/>\nI did my part. I wore my mask, practiced social distancing, and got my vaccine as soon as I could. I don’t have a problem with the unvaccinated choosing to have a 100x higher risk of dying to COVID but I should not bear any burden of mitigating that risk for them.  </p>\n\n<p>[edit] since so many are bringing up immunocompromised people: We were never expected to mask up to protect them from any viruses prior to COVID. Since COVID may not be eradicated with a vaccine, this is essentially an argument for wearing masks forever, since there will always be immunocompromised people. No.</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/ovepiv/cmv_as_a_vaccinated_american_telling_me_to_wear_a/",
  "subreddit": "changemyview",
  "id": "ovepiv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Vaccination is not a guarantee of not catching COVID, but the data does show\nthat the chances of hospitalization and death is negligible for vaccinated\npeople in comparison to the unvaccinated. And that’s saying a lot since many\nconsider COVID’s health risks to be negligible even before a vaccine…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ワクチンを接種すればCOVIDに感染しないという保証はありませんが、データによれば\n入院や死亡の可能性は、ワクチンを接種した人にとってはごくわずかであることがデータで示されています。\nワクチンを接種した人は、接種していない人に比べて、入院や死亡の可能性はごくわずかであるというデータがあります。多くの人がCOVIDの健康被害を考慮していることを考えると、これは非常に重要なことです。\nワクチンを接種する前からCOVIDの健康リスクは無視できると考えている人が多いのですから...。",
      "title": "CMV: ワクチンを接種したアメリカ人としては、この時点でマスクを着用しろというのは、自分で自分を守ろうとしない人を守れということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "接种疫苗并不能保证不感染COVID，但数据确实表明\n接种疫苗的人与未接种疫苗的人相比，住院和死亡的几率可以忽略不计。\n与未接种疫苗的人相比，住院和死亡的机会微乎其微。这说明了很多问题，因为许多人认为COVID的健康风险很大。\n认为即使在接种疫苗之前，COVID的健康风险也是可以忽略不计的。",
      "title": "CMV：作为一个接种过疫苗的美国人，在这个时候叫我戴口罩，是希望我保护那些拒绝保护自己的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "接種疫苗並不能保證不感染COVID，但數據確實表明\n接種疫苗的人與未接種疫苗的人相比，住院和死亡的機率可以忽略不計。\n與未接種疫苗的人相比，住院和死亡的機會微乎其微。這說明了很多問題，因爲許多人認爲COVID的健康風險很大。\n認爲即使在接種疫苗之前，COVID的健康風險也是可以忽略不計的。",
      "title": "CMV：作爲一個接種過疫苗的美國人，在這個時候叫我戴口罩，是希望我保護那些拒絕保護自己的人。"
    }
  ]
}