{
  "author": "Egothha",
  "original_created_utc": 1639035308,
  "title": "How to handle the addiction?",
  "created_utc": 1639060313,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I sometimes wonder if its just me or a general thing. But i suppose i cant be the only one.&lt;/p&gt;\n\n&lt;p&gt;Since i started with investing into crypto currencies, i find that more and more my thoughts turn around it. I check my portfolio like 25 times per day, and i am no day trader, i hodl what i have (besides some shitcoins for fun). So there is really no need to check the price every 5 minutes, because i wont sell anyways and a good portion of the funds are in earn programs or staked. So even if i wanted to i couldn&amp;#39;t t do anything if the market crashes. ok, sometimes i buy the dip if i get some dry powder left and the timing is right.&lt;/p&gt;\n\n&lt;p&gt;I even spend too much time on reddit to read about it and the same for YouTube where i try to stay up to date with certain projects and follow some channels for info (coinbureau, etc.). Even while i try to get some sleep my thoughts turn around what could happen and what i would do ...&lt;/p&gt;\n\n&lt;p&gt;Sometimes i think it would be really relaxing to just not open the apps to check where everything is at and just forget about everything for a month or two. But hell no! I am into crypto since the start of the year and never ever didn&amp;#39;t check everything for a even a day.&lt;/p&gt;\n\n&lt;p&gt;I sometimes feel that it drives me mad. I certainly hope that i am not the only one in this case.&lt;/p&gt;\n\n&lt;p&gt;What are your experiences, and how do you cope with it?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 160,
  "permalink": "/r/CryptoCurrency/comments/rccm0p/how_to_handle_the_addiction/",
  "subreddit": "CryptoCurrency",
  "id": "rccm0p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I sometimes wonder if its just me or a general\nthing. But i suppose i cant be the only one.</p> <p>Since i started with\ninvesting into crypto currencies, i find that more and more my thoughts turn\naround it. I check my portfolio like 25 times per day, and i am no…"
}