{
  "author": "jcruu",
  "the_new_excerpt": "WHY YSK: If you do not know, some gas station pumps will say \"please see\ncashier\" after you use a debit card. I have been hearing a lot of people\ncomplaining about this saying they do not want to walk inside because they are\neither antisocial or I myself for instance am just lazy. Well you are in…",
  "original_created_utc": 1619527416,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK：ご存じない方もいらっしゃるかもしれませんが、ガソリンスタンドのポンプには、デビットカードを使った後に「Please see\ncashier」と表示されます。これについて、多くの人が\n反社会的な人や、私のように反社会的な人のために中に入りたくないという苦情を多く聞きます。\n反社会的であるか、あるいは私自身がただの怠け者だからです。さて、あなたは...",
      "title": "ガスポンプで「レジを見てください」と言われたら、そのまま取引をキャンセルして、カードをクレジットとして実行することができるというYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 如果你不知道，一些加油站的加油机在你使用借记卡后会显示 \"请看\n在你使用借记卡后，收银员会说 \"请看\"。我已经听到很多人\n抱怨，说他们不想走进去，因为他们是反社会的，或者说我自己是反社会的。\n因为他们是反社会的，或者我自己就是懒惰的。好吧，你是在...",
      "title": "YSK，当加油机告诉你要见收银员时，你可以直接取消交易，将你的卡作为信用卡运行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 如果你不知道，一些加油站的加油機在你使用借記卡後會顯示 \"請看\n在你使用借記卡後，收銀員會說 \"請看\"。我已經聽到很多人\n抱怨，說他們不想走進去，因爲他們是反社會的，或者說我自己是反社會的。\n因爲他們是反社會的，或者我自己就是懶惰的。好吧，你是在...",
      "title": "YSK，當加油機告訴你要見收銀員時，你可以直接取消交易，將你的卡作爲信用卡運行。"
    }
  ],
  "title": "YSK that when the gas pump tells you to see the cashier, you can just cancel the transaction and run your card as credit.",
  "created_utc": 1619556510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: If you do not know, some gas station pumps will say &quot;please see cashier&quot; after you use a debit card. I have been hearing a lot of people complaining about this saying they do not want to walk inside because they are either antisocial or I myself for instance am just lazy. Well you are in luck because I have never had to actually go inside the gas station because when that message appears simply hit the cancel button on the keypad and wait. Then reinsert your card and do not run your card as debit even though it is a debit card. There should be an instruction on how to run as credit and this is what you want to do. You may have to enter a zip code, you may not. Either way you now can pump your gas in peace without having to go inside. None of my friends or family knew this was possible and have been going inside to pay for their gas for as long as they can remember so I hope this helps someone!</p>\n\n<p>Edit: Someone said this is probably just a US/ North American issue! Sorry, I&#39;m from a small town in Mississippi and can sometimes forget the world around me</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/mznm0s/ysk_that_when_the_gas_pump_tells_you_to_see_the/",
  "subreddit": "YouShouldKnow",
  "id": "mznm0s",
  "is_self": true,
  "media": null,
  "is_video": false
}