{
  "author": "edwardlleandre",
  "original_created_utc": 1636403045,
  "title": "CMV: Kyle Rittenhouse will (and probably should) go free on everything but the firearms charge",
  "created_utc": 1636411241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve followed this case fairly extensively since it happened in august of last year. At the time I was fairly outraged by what I saw as the failures of law enforcement to arrest or even detain Rittenhouse on the spot, and I still retain that particular bit of righteous anger. A person <em>should not</em> be able to kill two people and grievously wound a third at a protest and then simply leave.</p>\n\n<p>That said, from what details I am aware of, the case does seem to be self-defense. While I think in a cosmic sense everyone would have been better off if he&#39;d been unarmed and gotten a minor asswhupping from Rosenbaum (instead of shooting the man), he had a right to defend himself from a much larger man physically threatening him, and could reasonably have interpreted the warning shot he heard from elsewhere as having come from Rosenbaum. Self-defense requires a fear for your life, and being a teenager being chased by an adult, hearing a gunshot, I can&#39;t disagree that this is a rational fear.</p>\n\n<p>The shooting of Anthony Huber seems equally clear cut self-defense, while being morally confusing as hell. Huber had every reason to reasonably assume that the guy fleeing after shooting someone was a risk to himself or others. I think Huber was entirely within his rights to try and restrain and disarm Rittenhouse. But at the same time, if a crowd of people started beating the shit out of me (he was struck in the head, kicked on the ground and struck with a skateboard), I&#39;d probably fear for my life.</p>\n\n<p>Lastly you have Gaige Grosskreutz, who testified today that he was only shot after he had pointed his gun at Rittenhouse. Need I say more?</p>\n\n<p>Is there something I&#39;m missing? My original position was very much &#39;fuck this guy, throw him in jail&#39;, and I can&#39;t quite shake that off, even though the facts do seem to point to him acting in self-defense.</p>\n\n<p>I will say, I think Rittenhouse has moral culpability, as much as someone his age can. He stupidly put himself into a tense situation with a firearm, and his decision got other people killed. If he&#39;d stayed home, two men would be alive. If he&#39;d been unarmed he <em>might</em> have gotten a beating from Rosenbaum, but almost certainly would have lived.</p>\n\n<p>His actions afterward disgust me. Going to sing with white nationalists while wearing a &#39;free as fuck&#39; t-shirt isn&#39;t exactly the sort of remorse one would hope for, to put it mildly.</p>\n\n<p>Edit: Since I didn&#39;t address it in the original post because I&#39;m dumb:</p>\n\n<p>As far as I can see he did break the law in carrying the gun to the protest, and I think he should be punished appropriately for that. It goes to up to nine months behind bars, and I imagine he&#39;d get less than that.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/qpmb1a/cmv_kyle_rittenhouse_will_and_probably_should_go/",
  "subreddit": "changemyview",
  "id": "qpmb1a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've followed this case fairly extensively since it happened in august of last\nyear. At the time I was fairly outraged by what I saw as the failures of law\nenforcement to arrest or even detain Rittenhouse on the spot, and I still retain\nthat particular bit of righteous anger. A person should not be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年の8月にこの事件が起こって以来、私はこの事件をかなり詳しく追ってきました。\n去年の8月に起きた事件以来、この事件をかなり追いかけてきました。当時、私は法執行機関がリッテンハウスをその場で逮捕、あるいは拘留することができなかったと見て、かなり憤慨していました。\nリッテンハウスをその場で逮捕、拘留することができなかったことに憤慨し、今でもその怒りは消えません。\n今でもその怒りは消えません。一人の人間が...",
      "title": "CMV: カイル・リッテンハウスは銃器所持以外のすべての罪で釈放される（そしておそらくそうすべき）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自去年8月发生以来，我一直相当广泛地关注这个案件。\n去年8月发生的。当时，我对执法部门未能当场逮捕甚至拘留瑞特豪斯的行为感到相当气愤。\n执法部门没有当场逮捕甚至拘留瑞特豪斯，我现在还保留着\n那份特殊的义愤填膺。一个人不应该被...",
      "title": "CMV：凯尔-瑞特豪斯将（而且可能应该）在除枪支指控之外的所有方面获得自由"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自去年8月發生以來，我一直相當廣泛地關注這個案件。\n去年8月發生的。當時，我對執法部門未能當場逮捕甚至拘留瑞特豪斯的行爲感到相當氣憤。\n執法部門沒有當場逮捕甚至拘留瑞特豪斯，我現在還保留着\n那份特殊的義憤填膺。一個人不應該被...",
      "title": "CMV：凱爾-瑞特豪斯將（而且可能應該）在除槍支指控之外的所有方面獲得自由"
    }
  ]
}