{
  "author": "Hooked__On__Chronics",
  "the_new_excerpt": "Why YSK: I think people simply may not realize when they’re blinding other\ndrivers. If you can tell that your lights are lighting any of their mirrors,\nthis means the driver is blinded, and it could make it extremely hard for them\nto see (especially the side mirrors that don’t have a tinted mode).…",
  "original_created_utc": 1614652048,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么 YSK: 我想人们可能根本没有意识到他们在蒙蔽别人的时候\n的司机。如果你能看出你的灯在照亮他们的任何后视镜。\n这意味着司机是盲目的，它可以使他们非常困难的\n来看（尤其是没有有色模式的侧后视镜）....。",
      "title": "YSK：如果你的大灯照亮了前车的任何一个后视镜，那么你就会使司机失明。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼 YSK: 我想人們可能根本沒有意識到他們在矇蔽別人的時候\n的司機。如果你能看出你的燈在照亮他們的任何後視鏡。\n這意味着司機是盲目的，它可以使他們非常困難的\n來看（尤其是沒有有色模式的側後視鏡）....。",
      "title": "YSK：如果你的大燈照亮了前車的任何一個後視鏡，那麼你就會使司機失明。"
    }
  ],
  "title": "YSK: If your headlights are illuminating any mirrors of the car in front of you, you are blinding the driver.",
  "created_utc": 1614699474,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I think people simply may not realize when they’re blinding other drivers. If you can tell that your lights are lighting any of their mirrors, this means the driver is blinded, and it could make it extremely hard for them to see (especially the side mirrors that don’t have a tinted mode). That’s what these mirrors do: redirect light from behind the car to the driver’s eyes. Imagine trying to drive at night while someone is shining a flashlight in your eyes. That would suck. <strong>This does not only apply to high beams either</strong>, you could just have a taller car than the one in front.</p>\n\n<p>Another clue is if your lights are illuminating high up street signs. If the light spreads high enough to light a sign, you are likely blinding drivers in front of you. Please be courteous. And if they slow down to let you pass in order to not be blinded, don’t flash your high beams out of road rage because they’re going too slow. They simply cannot see.</p>\n\n<p>E: The reverse is also true. If you have a shorter car, not everyone behind you is an asshole with their high beams on. Your car is just short enough to be in their normal headlights’ field of view. Just stay out of the passing lane and try to drive safely.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/lvrpgx/ysk_if_your_headlights_are_illuminating_any/",
  "subreddit": "YouShouldKnow",
  "id": "lvrpgx",
  "is_self": true,
  "media": null,
  "is_video": false
}