{
  "author": "natus92",
  "original_created_utc": 1628939599,
  "title": "Unpopular opinion: reading a book in one sitting is not necessarily a sign of its quality",
  "created_utc": 1628946899,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Unpopular opinion: reading a book in one sitting is not necessarily a sign of its quality. It can simply mean that an author is very good at establishing and mainting tension. Sometimes such books heavily prioritise destination over journey and have weaker characters. The re-readability might also suffer.\n An example of the last book I read in a day was The Girl with all the gifts by MA Carey. While it had very interesting worldbuilding at the beginning it turned into a not that interesting road trip. I still finished it though because I hoped the scientists were gonna find a cure for the zombie apocalypse. Now that I know how the book ends I see no reason to read the book again. Dont get me wrong, the book wasnt bad, merely not great imo.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/p4658t/unpopular_opinion_reading_a_book_in_one_sitting/",
  "subreddit": "books",
  "id": "p4658t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Unpopular opinion: reading a book in one sitting is not necessarily a sign of\nits quality. It can simply mean that an author is very good at establishing and\nmainting tension. Sometimes such books heavily prioritise destination over\njourney and have weaker characters. The re-readability might also…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "反対意見：一度に本を読むことは、必ずしもその本の質を示すものではありません。\nその品質を示すものではありません。それは単に、作者が緊張感を与えるのが上手いということでもある。\n緊張感を保つのが上手いということです。時には、そのような本は、「旅」よりも「目的地」を優先していることがあります。\nそのような本は、旅よりも目的地を優先していたり、キャラクターが弱かったりします。また、再読性は...",
      "title": "人気のない意見：一度に本を読むことは、必ずしもその本の質を示すものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不受欢迎的观点：一口气读完一本书不一定是其质量的标志。\n它的质量。它可能只是意味着作者非常善于建立和发展自己的作品。\n保持紧张。有时，这种书严重地将目的地置于旅程之上，人物也较弱。\n旅程，而且人物也比较弱。重读性也可能是...",
      "title": "不受欢迎的观点：一口气读完一本书不一定是其质量的标志"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不受歡迎的觀點：一口氣讀完一本書不一定是其質量的標誌。\n它的質量。它可能只是意味着作者非常善於建立和發展自己的作品。\n保持緊張。有時，這種書嚴重地將目的地置於旅程之上，人物也較弱。\n旅程，而且人物也比較弱。重讀性也可能是...",
      "title": "不受歡迎的觀點：一口氣讀完一本書不一定是其質量的標誌"
    }
  ]
}