{
  "author": "xxpkjxx",
  "the_new_excerpt": "Why YSK: I know a lot of people who have considered this, and one of the most\ncommon things that held them back was the thought that they weren't feeling bad\nenough to have the right to seek and receive help. It's important to recognize\nyour thoughts and feelings as real, and the fact that some…",
  "original_created_utc": 1621260017,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私は多くの人を知っていますが、その中で最も多かったのは\n自分は助けを求める権利があるほど悪い状態ではない、と考えていたことです。\n助けを求めたり、受けたりする権利があるほど、自分は悪くないと思っていることです。自分自身を認識することは重要です。\n自分の考えや感情を現実のものとして認識することが重要であり、また、ある種の...",
      "title": "YSK: もしあなたが、心の問題について専門家に相談しようと思っているけれど、相談するほどではないと感じているなら、ぜひ相談してみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我知道有很多人考虑过这个问题，其中一个最常见的问题是，他们认为自己并不感到难过。\n阻碍他们的最常见的事情是认为他们感觉不够糟糕\n以至于没有权利寻求和接受帮助。认识到这一点很重要\n你的想法和感受是真实的，而事实上，有些人...",
      "title": "YSK：如果你正在考虑为精神问题寻求专业帮助，但不确定你是否感觉 \"足够糟糕\"，一定要这样做。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我知道有很多人考慮過這個問題，其中一個最常見的問題是，他們認爲自己並不感到難過。\n阻礙他們的最常見的事情是認爲他們感覺不夠糟糕\n以至於沒有權利尋求和接受幫助。認識到這一點很重要\n你的想法和感受是真實的，而事實上，有些人...",
      "title": "YSK：如果你正在考慮爲精神問題尋求專業幫助，但不確定你是否感覺 \"足夠糟糕\"，一定要這樣做。"
    }
  ],
  "title": "YSK: If you're considering seeking professional help for mental issues but are not sure if you're feeling''bad enough'' to do so, definitely do it",
  "created_utc": 1621266944,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know a lot of people who have considered this, and one of the most common things that held them back was the thought that they weren&#39;t feeling bad enough to have the right to seek and receive help. It&#39;s important to recognize your thoughts and feelings as real, and the fact that some people might feel worse does not mean you don&#39;t have the right to talk to someone about it.</p>\n\n<p>Edit: I am lucky enough to live in a country where you can get a certain amount of hours for free. I am aware of the fact that in some countries it is not available at a reasonable price, which is pretty fucked up if you ask me. My point is just that if there are no other (financial) factors that hold you back, you should go for it.</p>\n</div><!-- SC_ON -->",
  "score": 208,
  "permalink": "/r/YouShouldKnow/comments/neh0yl/ysk_if_youre_considering_seeking_professional/",
  "subreddit": "YouShouldKnow",
  "id": "neh0yl",
  "is_self": true,
  "media": null,
  "is_video": false
}