{
  "author": "Fuligo_septica",
  "original_created_utc": 1629033770,
  "title": "The USA and Australia have lost almost every war (or at least failed to meet war objectives) we've been in since World War 2. Should I expect our global influence to nosedive?",
  "created_utc": 1629104126,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Taliban&#39;s recent success has been so large that <a href=\"https://www.abc.net.au/news/2021-08-15/taliban-takes-jalalabad-with-kabul-now-in-sights-afghanistan/100378750?fbclid=IwAR00uITuq-gJMCiqWGMn3Xssd7pE3F93zN0yhB-leAYSSGeK8_4AbnWlqQw\">they&#39;re already besieging Kabul</a>. Almost every post-WW2 war we&#39;ve been in, whether it be Afghanistan, Vietnam, Syria, or the 2nd Iraq War, we&#39;ve failed to meet our war objectives.</p>\n\n<p>In the longer term, what should I expect from this?:</p>\n\n<ul>\n<li>Will our global influence plummet because of this? I can imagine why our allies might want to ditch alliances with us due to our abysmal recent military record. They&#39;d see us as weighing them down and turning them into targets for terrorist reprisals. </li>\n<li>Might this even cause the USA and Australia, as nations, to completely collapse from their populaces losing faith in the nation? After all, the USSR lost a war in Afghanistan and collapsed within 10 years (although there were obviously other factors at play there).</li>\n<li>Or would this cause us to develop sentiments found in post-WW1 Russia or post-WW1 Germany? It led to the rise of communism in the former and the rise of Nazism in the latter.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/Ask_Politics/comments/p4tbon/the_usa_and_australia_have_lost_almost_every_war/",
  "subreddit": "Ask_Politics",
  "id": "p4tbon",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Taliban's recent success has been so large that they're already besieging\nKabul\n[https://www.abc.net.au/news/2021-08-15/taliban-takes-jalalabad-with-kabul-now-in-sights-afghanistan/100378750?fbclid=IwAR00uITuq-gJMCiqWGMn3Xssd7pE3F93zN0yhB-leAYSSGeK8_4AbnWlqQw].\nAlmost every post-WW2 war we've…"
}