{
  "author": "NewMachine001",
  "original_created_utc": 1636203161,
  "title": "Adultery changed from being one of the most serious crimes in the past to being non-prosecutable in the vast majority of nations around the world. What caused this shift?",
  "created_utc": 1636216429,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Flog the adulteress and the adulterer, each one of them, with a hundred lashes. Let no pity for them cause you to disobey God, if you truly believe in God and the Last Day; and let their punishment be witnessed by a number of believers. [Quran 24:2]</p>\n\n<p>&#x200B;</p>\n\n<p>Thou shalt not commit adultery [Exodus 20:14]</p>\n\n<p>&#x200B;</p>\n\n<ol>\n<li>If the wife of a man is caught lying with another man, they shall bind them and throw them into the water. [Hammurabi&#39;s Code] </li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>Hellenistic and Romanic jurisprudence both prescribed death for female adulterers.</p>\n\n<p>&#x200B;</p>\n\n<p>However, today, Taiwan and the Philippines are the only counties which punish adulterers. A few Islamic States are the only countries that treat it as a major crime. In Europe and the Americas, it is not a crime in a single country.</p>\n\n<p>&#x200B;</p>\n\n<p>Seeing that most of our legal culture developed around Greco-Romanic law, and the huge influence the above mentioned religions had globally, how/why did adultery change from a serious, major offense that warranted death to one which most nations do not punish, and which people are seemingly desensitized towards?</p>\n</div><!-- SC_ON -->",
  "score": 175,
  "permalink": "/r/AskHistorians/comments/qnzluv/adultery_changed_from_being_one_of_the_most/",
  "subreddit": "AskHistorians",
  "id": "qnzluv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Flog the adulteress and the adulterer, each one of them, with a hundred lashes.\nLet no pity for them cause you to disobey God, if you truly believe in God and\nthe Last Day; and let their punishment be witnessed by a number of believers.\n[Quran 24:2]\n\n\n\nThou shalt not commit adultery [Exodus…"
}