{
  "author": "autumn-native",
  "the_new_excerpt": "I recently finished Kindred at 4am in the morning because I could not put it\ndown once I started reading it!\n\nFirst of all, the most shocking aspect of the book was the emotional impact of\nthe mindset of slavery. Because the book was written in the first perspective,\nit felt like you were part of…",
  "original_created_utc": 1621701840,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、朝の4時にKindredを読み終えました。\n私は最近、朝の4時にKindredを読み終えました。\n\nまず、この本で最も衝撃的だったのは、奴隷制度の考え方が心に響いたことです。\nまず、この本で最も衝撃的だったのは、奴隷制度の考え方が心に響いたことです。この本は第1の視点で書かれているので、まるで自分もその一員であるかのように感じられました。\nこの本は第一視点で書かれているので、まるで自分もその一員であるかのように感じられました。",
      "title": "キンドレッド」（オクタヴィア・バトラー著）の精神的虐待について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近在凌晨4点读完了Kindred，因为我一开始就无法放下它。\n因为我一开始读它就放不下了!\n\n首先，这本书最令人震惊的地方是对奴隶制的情感影响。\n奴隶制的心态。因为这本书是以第一视角写的。\n感觉你就是其中的一部分......",
      "title": "Kindred的情感虐待（奥克塔维亚-巴特勒著）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近在凌晨4點讀完了Kindred，因爲我一開始就無法放下它。\n因爲我一開始讀它就放不下了!\n\n首先，這本書最令人震驚的地方是對奴隸制的情感影響。\n奴隸制的心態。因爲這本書是以第一視角寫的。\n感覺你就是其中的一部分......",
      "title": "Kindred的情感虐待（奧克塔維亞-巴特勒著）。"
    }
  ],
  "title": "The emotional abuse of Kindred (by Octavia Butler)",
  "created_utc": 1621720669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently finished Kindred at 4am in the morning because I could not put it down once I started reading it!</p>\n\n<p>First of all, the most shocking aspect of the book was the emotional impact of the mindset of slavery. \nBecause the book was written in the first perspective, it felt like you were part of the main characters quest/ desire to guide Rufus to change his behavior from being “ a man of his times” as the son of a antebellum plantain slave owner to becoming someone better. </p>\n\n<p>Initially, the flames of hope makes you believe in the possibility. Then reality sets in and Dana (main character) enters a psychologically abusive relationship with Rufus which almost transforms her 20th century mind into one of a complete slave mentality. </p>\n\n<p>This book made me think about the insidious nature of slavery because it’s not about working hard &amp; being beat once in a while. \nIt’s a mental anguish where one can go from believing that the slave owner wasn’t such a bad person (compared to others), to having your children sold from you, to being “loved”, to being beaten, to being appreciated, to being killed. </p>\n\n<p>I, myself as a reader, felt like I was trapped in an emotionally abusive relationship with Rufus. All I wanted to do was get away (aka stop reading) but I couldn’t because I was worried about Dana’s safety. </p>\n\n<p>Octavia Butler wrote such an impactful book and I would highly recommend it to anyone who may be unwittingly naive (or curious) about the psychological impacts of slavery</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nimne2/the_emotional_abuse_of_kindred_by_octavia_butler/",
  "subreddit": "books",
  "id": "nimne2",
  "is_self": true,
  "media": null,
  "is_video": false
}