{
  "author": "carlosbbmf",
  "original_created_utc": 1626541448,
  "title": "books with a \"weird night on the town\" vibe",
  "created_utc": 1626574488,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s somewhat specific but a bit hard to describe.</p>\n\n<p>I&#39;m looking for stories that evoke the feeling of wandering about a city at night, not quite not knowing what you are looking for, and possibly having weird/interesting experiences. Doesn&#39;t need to be strictly in a city or at night, but this is the general vibe I&#39;m looking for.</p>\n\n<p>Some examples of media that approach this to me:</p>\n\n<ul>\n<li>Catcher in the rye. I like the pace of Caulfield&#39;s journey. Some things happen, but not a lot, and it&#39;s very reflexive.</li>\n<li>Some episodes of Mad Men. Don Draper going to a bar after working late, maybe meets someone with an interesting story.</li>\n<li>Eyes Wide Shut / Traumanovelle. The Kubrick film nails this feeling and has strange, very surreal tones that I love.</li>\n</ul>\n\n<p>If you know any books with a similar vibe I would love to know!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/om8754/books_with_a_weird_night_on_the_town_vibe/",
  "subreddit": "booksuggestions",
  "id": "om8754",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's somewhat specific but a bit hard to describe.\n\nI'm looking for stories that evoke the feeling of wandering about a city at\nnight, not quite not knowing what you are looking for, and possibly having\nweird/interesting experiences. Doesn't need to be strictly in a city or at\nnight, but this is the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ある程度具体的ですが、ちょっと難しいですね。\n\n夜の街を彷徨うような感覚を呼び起こすような作品を求めています。\n夜の街をさまよい、何を探しているのかよくわからず、もしかしたら奇妙で面白い体験をするかもしれません。\n奇妙で面白い体験ができるような話を探しています。厳密に都市や夜である必要はありません。\nしかし、これは...",
      "title": "奇妙な夜の街」のような雰囲気の本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这有点具体，但有点难以描述。\n\n我在寻找这样的故事：唤起人们对夜晚在城市中徘徊的感觉。\n夜晚，不知道自己在寻找什么，并可能有\n奇怪/有趣的经历。不需要严格地在一个城市或在\n夜晚，但这是...",
      "title": "具有 \"城镇怪异之夜 \"氛围的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這有點具體，但有點難以描述。\n\n我在尋找這樣的故事：喚起人們對夜晚在城市中徘徊的感覺。\n夜晚，不知道自己在尋找什麼，並可能有\n奇怪/有趣的經歷。不需要嚴格地在一個城市或在\n夜晚，但這是...",
      "title": "具有 \"城鎮怪異之夜 \"氛圍的書籍"
    }
  ]
}