{
  "author": "blackcaps3818",
  "original_created_utc": 1628412267,
  "title": "Milk and honey is absolute trash",
  "created_utc": 1628422001,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Milk and Honey is the worst thing I have ever read.</p>\n\n<p>Am I missing something? Am I too stupid to comprehend? Do I not understand poetry?</p>\n\n<p>It&#39;s litterally just fragmented sentences.</p>\n\n<p>&quot;I was hungry.&quot;</p>\n\n<p>&quot;I opened the fridge.&quot;</p>\n\n<p>&quot;It was empty.&quot; </p>\n\n<p>&quot;I am strong.&quot;</p>\n\n<p>I must say though I am not the biggest fan of poetry it self. I haven&#39;t read alot of it as I find it sometimes too difficult to understand what the author is trying to say.</p>\n\n<p>However, Milk and Honey just seems to go in the opposite direction by literally just putting words that make sense one after the other to which people exclaim &quot;this is the best thing I have ever read&quot; or &quot;Milk and Honey changed my life&quot;</p>\n\n<p>Can someone describe my feelings more eloquently than me? Am I alone in this? My own theory is that people like Milk and Honey for the same reason they - and this is controversial - like the Alchemist. Which is to say that they&#39;re both easy to read, easy to understand, and therefore people who don&#39;t read alot all of sudden can say they&#39;ve read and understood something.</p>\n\n<p>In fact I&#39;ll go as far as to say that if you like Milk and Honey you are quite frankly immoral. Just kidding (actually, maybe not).</p>\n\n<p>So what do you guys think? Am I being too harsh? Should I just let people enjoy what they enjoy?.</p>\n\n<p>Also, one final thing. Why does Rupi Kaur goddamn recite her poetry like that?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p0b61e/milk_and_honey_is_absolute_trash/",
  "subreddit": "books",
  "id": "p0b61e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Milk and Honey is the worst thing I have ever read.\n\nAm I missing something? Am I too stupid to comprehend? Do I not understand\npoetry?\n\nIt's litterally just fragmented sentences.\n\n\"I was hungry.\"\n\n\"I opened the fridge.\"\n\n\"It was empty.\"\n\n\"I am strong.\"\n\nI must say though I am not the biggest fan of…"
}