{
  "author": "JoanOfAR",
  "the_new_excerpt": "I'm in high school, and I've been doing a research project all year. My\ninstructor recommended a\n200-page textbook that he thought would be relevant to my incredibly niche\ntopic, but here's the problem: the lowest price I could find was around $100,\nand the average price was around $200. I believe…",
  "original_created_utc": 1619470994,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は高校生で、1年間ずっと研究プロジェクトを行ってきました。私の\n講師が推薦してくれたのは\n私の信じられないほどニッチなテーマに関連していると思われる200ページの教科書を推薦してくれました。\nしかし問題は、私が見つけた最低価格は約100ドル、平均価格は約200ドルでした。\n平均価格は約200ドルでした。私は...",
      "title": "CMV: 高価な教科書の海賊版を作ることは悪いことではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是高中生，这一年我一直在做一个研究项目。我的\n我的老师推荐了一本\n我的老师推荐了一本200页的教科书，他认为这本教科书与我那令人难以置信的小众话题有关。\n但问题是：我可以找到的最低价格是100美元左右。\n而平均价格是200美元左右。我相信...",
      "title": "CMV：盗用昂贵的教科书并没有错"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是高中生，這一年我一直在做一個研究項目。我的\n我的老師推薦了一本\n我的老師推薦了一本200頁的教科書，他認爲這本教科書與我那令人難以置信的小衆話題有關。\n但問題是：我可以找到的最低價格是100美元左右。\n而平均價格是200美元左右。我相信...",
      "title": "CMV：盜用昂貴的教科書並沒有錯"
    }
  ],
  "title": "CMV: There is nothing wrong with pirating expensive textbooks",
  "created_utc": 1619486270,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m in high school, and I&#39;ve been doing a research project all year. My instructor recommended a<br/>\n 200-page textbook that he thought would be relevant to my incredibly niche topic, but here&#39;s the problem: the lowest price I could find was around $100, and the average price was around $200. I believe that there would be nothing wrong with pirating it, or expensive textbooks in general, because:</p>\n\n<ul>\n<li>The authors would not make much money from it</li>\n<li>It is immoral to charge that much for a textbook </li>\n<li>It is way more convenient, especially since some pirated scans are actually of higher quality than the official version</li>\n</ul>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mz7ygn/cmv_there_is_nothing_wrong_with_pirating/",
  "subreddit": "changemyview",
  "id": "mz7ygn",
  "is_self": true,
  "media": null,
  "is_video": false
}