{
  "author": "irishking44",
  "original_created_utc": 1624413291,
  "title": "What books blew you away that they made you question how it was possible that another human was able come up with these ideas?",
  "created_utc": 1624460218,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For example, I&#39;m reading through Kim Stanley Robinson&#39;s Mars trilogy and I am in awe of how much scientific knowledge he has. The physics, chemistry, and biology knowledge to convincingly tell the story of the terraforming of Mars and make it seem so believable without any inexplicable technobabble is beyond my mind, and he&#39;s done this in several of his other books too. Even more mainstream historical fiction novels like those of Bernard Cornwell, while excellent for what they are (fun, swashbuckling, hero adventures) I still can&#39;t imagine knowing all the small details that go into period specific writing, even when it&#39;s just formulaic fun books. Like I don&#39;t know anything about Napoleonic clothing, travel, weaponry, the common sentiments people had, horses/livestock, the age of sail... so much detail. </p>\n\n<p>What books rocked your perception like that?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o62xvt/what_books_blew_you_away_that_they_made_you/",
  "subreddit": "books",
  "id": "o62xvt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For example, I'm reading through Kim Stanley Robinson's Mars trilogy and I am in\nawe of how much scientific knowledge he has. The physics, chemistry, and biology\nknowledge to convincingly tell the story of the terraforming of Mars and make it\nseem so believable without any inexplicable technobabble…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、私はKim Stanley Robinsonの火星三部作を読んでいますが、この作品がいかにSF的であるかに感嘆しています。\n彼の科学的知識の多さには畏敬の念を覚えます。物理学、化学、生物学\n物理学、化学、生物学の知識を駆使して、火星のテラフォーミングの物語を説得力のあるものにしています。\n火星のテラフォーミングの話を説得力のあるものにし、不可解な技術用語を使わずに信憑性のあるものにするための物理学、化学、生物学の知識...。",
      "title": "人間がこんなことを考えられるのか」と驚かされた本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "例如，我正在阅读金-斯坦利-罗宾逊的火星三部曲，我对他所掌握的科学知识感到敬畏。\n我对他所拥有的大量科学知识感到敬畏。物理学、化学和生物学知识\n知识，以令人信服的方式讲述火星地球化的故事，并使其\n显得如此可信，没有任何莫名其妙的技术废话......",
      "title": "哪些书让你大吃一惊，让你质疑另一个人怎么可能想出这些想法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，我正在閱讀金-斯坦利-羅賓遜的火星三部曲，我對他所掌握的科學知識感到敬畏。\n我對他所擁有的大量科學知識感到敬畏。物理學、化學和生物學知識\n知識，以令人信服的方式講述火星地球化的故事，並使其\n顯得如此可信，沒有任何莫名其妙的技術廢話......",
      "title": "哪些書讓你大喫一驚，讓你質疑另一個人怎麼可能想出這些想法？"
    }
  ]
}