{
  "author": "susie_grace",
  "original_created_utc": 1637458645,
  "title": "YSK: Restaurant servers do not want you to help them load their tray with used dishes. Ever.",
  "created_utc": 1637471527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It&#39;s actually the opposite of helpful to try and help a server load their tray. They are making the correct adjustments with their hand beneath the tray to accommodate the weight each time they set something on it. If you place a random stack of bowls or plates anywhere, the weight balance is completely thrown off, and the tray could end up flipping into someone&#39;s lap. If you want to be helpful, neatly stack your used dishes. But let the server load them on the tray.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/qyk0uq/ysk_restaurant_servers_do_not_want_you_to_help/",
  "subreddit": "YouShouldKnow",
  "id": "qyk0uq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It's actually the opposite of helpful to try and help a server load\ntheir tray. They are making the correct adjustments with their hand beneath the\ntray to accommodate the weight each time they set something on it. If you place\na random stack of bowls or plates anywhere, the weight balance…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、サーバーがトレイを積むのを手伝うのは、実は逆効果だからです。\nトレイを運ぶのを手伝うのは、実は逆効果なんです。彼らはトレイの下に手を置いて、それぞれの重さに合わせて正しく調整しています。\nトレーに何かを乗せるたびに、その重さに合わせて、トレーの下に手を入れています。もしあなたが\nお椀やお皿を無造作に重ねると、重さのバランスが...。",
      "title": "YSK: レストランのサーバーは、使用済みの食器をトレイに載せるのを手伝ってほしくありません。今までもそうでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：实际上，试图帮助一个服务器加载的做法是相反的。\n他们的托盘。他们的手在托盘下面做着正确的调整，以适应每次在托盘上放置东西的重量。\n以适应他们每次在上面放东西时的重量。如果你把\n一堆随机的碗或盘子放在任何地方，重量平衡......",
      "title": "YSK：餐厅服务员不希望你帮他们把用过的盘子装到他们的托盘上。曾经。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：實際上，試圖幫助一個服務器加載的做法是相反的。\n他們的托盤。他們的手在托盤下面做着正確的調整，以適應每次在托盤上放置東西的重量。\n以適應他們每次在上面放東西時的重量。如果你把\n一堆隨機的碗或盤子放在任何地方，重量平衡......",
      "title": "YSK：餐廳服務員不希望你幫他們把用過的盤子裝到他們的托盤上。曾經。"
    }
  ]
}