{
  "author": "Pemi1099",
  "original_created_utc": 1636482361,
  "title": "CMV: Saying \"DM for credit\" is a lazy and unethical practice on social media.",
  "created_utc": 1636500724,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We&#39;ve all seen it. Probably daily. People stealing other people&#39;s content and believing they have rights to use it just because they said DM for credit. </p>\n\n<p>My view it that it is unethical and lazy to steal someone else&#39;s content for your own gain. I&#39;d even go a step further and even giving credit to the original creator is lazy and unethical unless the creator approved the use of the content. Just because you tagged them doesnt mean you should just get to utilize their content without their approval. If you want to use someone else&#39;s content you should obtain approval and, if necessary, provide compensation to use it. </p>\n\n<p>Stolen content that does not get approval should be removed and posters banned.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qq9x28/cmv_saying_dm_for_credit_is_a_lazy_and_unethical/",
  "subreddit": "changemyview",
  "id": "qq9x28",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We've all seen it. Probably daily. People stealing other people's content and\nbelieving they have rights to use it just because they said DM for credit.\n\nMy view it that it is unethical and lazy to steal someone else's content for\nyour own gain. I'd even go a step further and even giving credit to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが目にしたことがあるだろう。恐らく毎日のように。人が他人のコンテンツを盗み\n使う権利があると思い込んでいる人がいますが、それはクレジットにDMと書いてあったからです。\n\n私の考えでは、自分の利益のために他人のコンテンツを盗むのは倫理に反し、怠慢だと思います。\n私の考えでは、自分の利益のために他人のコンテンツを盗むのは、倫理的にも怠慢だと思います。私は、さらに一歩進んで、クレジットを...",
      "title": "CMV：「クレジットのためのDM」と言うのは、ソーシャルメディア上では怠慢で非倫理的な行為です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们都见过它。可能每天都有。人们偷窃他人的内容，并认为他们有权利使用它，只因为他们说了DM的功劳。\n认为他们有权利使用它，只是因为他们说了DM的功劳。\n\n我的观点是，为了自己的利益而窃取别人的内容是不道德的，也是懒惰的。\n你自己的利益。我甚至会更进一步，甚至把信用给...",
      "title": "CMV: 在社交媒体上说 \"DM换信用 \"是一种懒惰和不道德的做法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們都見過它。可能每天都有。人們偷竊他人的內容，並認爲他們有權利使用它，只因爲他們說了DM的功勞。\n認爲他們有權利使用它，只是因爲他們說了DM的功勞。\n\n我的觀點是，爲了自己的利益而竊取別人的內容是不道德的，也是懶惰的。\n你自己的利益。我甚至會更進一步，甚至把信用給...",
      "title": "CMV: 在社交媒體上說 \"DM換信用 \"是一種懶惰和不道德的做法。"
    }
  ]
}