{
  "author": "jethead69",
  "original_created_utc": 1629131630,
  "title": "CMV: The concept of islamophobia misses the bigger problem of islam not being a religion of peace",
  "created_utc": 1629138962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After watching people leave their cars with the keys on in a traffic jam and literally cling on to an airplane to escape the ISLAMIC Emirate of Afghanistan, there’s no way to not see that Islam is not a religion of peace. </p>\n\n<p>Let’s do a quick history exercise looking at religions with major icons. Christianity has Jesus who was completely peaceful and got crucified by the Romans for claiming he was the king of the Jews. The early church was martyrs in the Roman empire who were non violent. Similarly with Buddhism, Buddha again was a pacifist and so were his early followers. Let’s try this with Islam. Did Muhammad kill people? Yes. Did his early followers who knew him wage war on infidels? Yes. Does the Quran literally say to <a href=\"https://corpus.quran.com/translation.jsp?chapter=2&amp;verse=191\">kill all infidels</a>? Yes</p>\n\n<p>The issue I have is not necessarily is people saying Islam is peaceful (even though it isn’t), it’s people calling you islamophobic for saying so. I don’t hate Muslims and in fact I enjoy aspect of their culture like food, their advances to science, and calligraphy. But it’s not super difficult to see that Islam if followed closely is not a religion of peace. In fact I do believe the Taliban are exemplary followers of Muhammad. People like to say that Christianity is worse but like I claimed before those who have killed in the name of Christ completely contradict the beliefs of Jesus saying to <a href=\"https://biblehub.com/matthew/19-18.htm\">not kill</a>.</p>\n\n<p>I do not support discriminating against peaceful muslims but I think believing that violent muslims follow Muhammad’s teachings and actions are following Islam correctly.</p>\n</div><!-- SC_ON -->",
  "score": 170,
  "permalink": "/r/changemyview/comments/p5jocr/cmv_the_concept_of_islamophobia_misses_the_bigger/",
  "subreddit": "changemyview",
  "id": "p5jocr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After watching people leave their cars with the keys on in a traffic jam and\nliterally cling on to an airplane to escape the ISLAMIC Emirate of Afghanistan,\nthere’s no way to not see that Islam is not a religion of peace.\n\nLet’s do a quick history exercise looking at religions with major…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "渋滞の中で車のキーをつけたまま放置する人や、飛行機にしがみついて逃げる人を見てきて\n文字通り飛行機にしがみついてアフガニスタンのイスラム首長国を脱出する人々を見た後では\nイスラム教が平和な宗教ではないことを知らないわけにはいかないでしょう。\n\nここで、主要な宗教の歴史を振り返ってみましょう...",
      "title": "CMV: イスラム恐怖症という概念は、イスラム教が平和の宗教ではないという大きな問題を見逃しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在看到人们在交通堵塞中把车钥匙留下，并在飞机上抓紧时间逃离阿富汗伊斯兰国之后\n在看到人们为了逃离阿富汗伊斯兰帝国而紧紧抓住飞机的时候。\n没有办法不看到伊斯兰教不是一个和平的宗教。\n\n让我们做一个快速的历史练习，看看有哪些宗教有主要的...",
      "title": "CMV：仇视伊斯兰教的概念忽略了伊斯兰教不是一个和平的宗教这一更大的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在看到人們在交通堵塞中把車鑰匙留下，並在飛機上抓緊時間逃離阿富汗伊斯蘭國之後\n在看到人們爲了逃離阿富汗伊斯蘭帝國而緊緊抓住飛機的時候。\n沒有辦法不看到伊斯蘭教不是一個和平的宗教。\n\n讓我們做一個快速的歷史練習，看看有哪些宗教有主要的...",
      "title": "CMV：仇視伊斯蘭教的概念忽略了伊斯蘭教不是一個和平的宗教這一更大的問題。"
    }
  ]
}