{
  "author": "Randominfpgirl",
  "original_created_utc": 1639227453,
  "title": "Could you be unwillingly in the Luftwaffe during World War II?",
  "created_utc": 1639269298,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;My great-grandfather was German and was a pilot in the Luftwaffe. He died in 1940 because his plane fell down. He had a Dutch wife and a young son at the time (who was ironically born a day before the German invasion in The Netherlands). My family always told me that he didn&amp;#39;t want to join the Luftwaffe and was forced into it. So I thought about those options:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;He was drafted&lt;/li&gt;\n&lt;li&gt;He was against the Nazis and they said he could join the army/Luftwaffe or he and/or his family would die.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;Could what my family said be true in any way?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/rdz8wy/could_you_be_unwillingly_in_the_luftwaffe_during/",
  "subreddit": "AskHistorians",
  "id": "rdz8wy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My great-grandfather was German and was a pilot in the Luftwaffe. He died in\n1940 because his plane fell down. He had a Dutch wife and a young son at the\ntime (who was ironically born a day before the German invasion in The\nNetherlands). My family always told me that he didn't want to join the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私の曾祖父はドイツ人で、ドイツ空軍のパイロットでした。\n私の曾祖父はドイツ人で、ドイツ空軍のパイロットでした。彼は1940年に飛行機が墜落して死んでしまいました。彼にはオランダ人の妻と幼い息子がいました。\n当時、彼にはオランダ人の妻と幼い息子がいました（皮肉なことに、ドイツがオランダに侵攻する前日に生まれました）。\n彼は皮肉にもドイツ軍のオランダ侵攻の前日に生まれました）。私の家族はいつも私に...",
      "title": "第二次世界大戦中、不本意ながらドイツ空軍に入ることができたのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>我的曾祖父是德国人，是德国空军的一名飞行员。\n是德国空军的飞行员。他在1940年因飞机坠落而死亡。他有一个\n他有一个荷兰妻子和一个年幼的儿子（讽刺的是，他是在德国入侵荷兰的前一天出生的）。\n讽刺的是，他在德国入侵荷兰的前一天出生）。我的家人总是告诉我...",
      "title": "你会不会在二战期间不情愿地加入德国空军？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>我的曾祖父是德國人，是德國空軍的一名飛行員。\n是德國空軍的飛行員。他在1940年因飛機墜落而死亡。他有一個\n他有一個荷蘭妻子和一個年幼的兒子（諷刺的是，他是在德國入侵荷蘭的前一天出生的）。\n諷刺的是，他在德國入侵荷蘭的前一天出生）。我的家人總是告訴我...",
      "title": "你會不會在二戰期間不情願地加入德國空軍？"
    }
  ]
}