{
  "author": "zeealex",
  "the_new_excerpt": "Why YSK:\nI'll save the personal anecdote, but essentially, inappropriate pronation or\nsupination can be a symptom of a wider biomechanical issue which can have a\ndramatic effect how you run and walk, and can also be the cause of some short\nterm knee, ankle and hip pain as well as put you at bigger…",
  "original_created_utc": 1618767645,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n個人的な話は省きますが、基本的に、不適切なプロネーションやサピネーションは、より広範な生体力学的問題の症状として現れます。\n不適切なプロネーションやサピネーションは、より広範な生体力学的問題の症状である可能性があり、それが走り方や歩き方に劇的な影響を与えます。\n走り方や歩き方に大きな影響を与える可能性があります。\nまた、短期的な膝、足首、股関節の痛みの原因にもなりますし、より大きな問題にもなりかねません。",
      "title": "YSKでは、プロネーションとサポジネーションについて、ウォーキングやランニングにどのような影響があるかを説明しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\nI'll save the personal anecdote, but essentially, inappropriate pronation or.\n仰卧起坐可能是更广泛的生物力学问题的一个症状，它可能会对人体产生影响。\n戏剧性的影响你如何运行和行走，也可以是一些短距离的原因。\n膝关节、脚踝和髋关节疼痛，以及把你在更大的... ...",
      "title": "YSK关于内翻和外翻，以及它如何影响你的行走/跑步。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\nI'll save the personal anecdote, but essentially, inappropriate pronation or.\n仰臥起坐可能是更廣泛的生物力學問題的一個症狀，它可能會對人體產生影響。\n戲劇性的影響你如何運行和行走，也可以是一些短距離的原因。\n膝關節、腳踝和髖關節疼痛，以及把你在更大的... ...",
      "title": "YSK關於內翻和外翻，以及它如何影響你的行走/跑步。"
    }
  ],
  "title": "YSK about pronation and supination, and how it can affect your walking/running",
  "created_utc": 1618775263,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:<br/>\nI&#39;ll save the personal anecdote, but essentially, inappropriate pronation or supination can be a symptom of a wider biomechanical issue which can have a dramatic effect how you run and walk, and can also be the cause of some short term knee, ankle and hip pain as well as put you at bigger risk of injuries if you have an underlying condition that affects your gait.</p>\n\n<p>If you overpronate, your foot rolls <em>inward</em> when it makes contact with the ground  </p>\n\n<p>If you supinate, your foot rolls <em>outward</em> when it makes contact with the ground  </p>\n\n<p>It&#39;s important to know whether your foot is neutral, pronates or supinates, and get the appropriate shoe or orthotic to support your feet.   </p>\n\n<p>The simplest way to check is to look at some old shoes.<br/>\nLook at the soles, if there is more wear where the ball of your foot is, then you pronate, if there is more wear on the outer area of the foot, then you supinate, if the wear is not on any side and firmly centred, you&#39;re neutral.   </p>\n\n<p>Other ways you can check are to go to a sports store, preferably one that specialises in running, they will be able to do a check, usually for free, and offer some recommendations.   </p>\n\n<p>GP&#39;s (at least in my experience in the UK) will not usually focus on pronation or supination when you go to them complaining of unexplained pain in your legs when you exercise, and physiotherapists may only offer generic exercises to strengthen the affected limb and not tackle the issue itself. So if you&#39;re struggling with some unexplained pain in your ankles, knees, hips or even lower back and you&#39;re at a loss, check your pronation, it&#39;s an off-chance check, but it could help you out.   </p>\n\n<p>Pronation and supination doesn&#39;t just affect running, though it is more important in that sport because of the amount of stress you&#39;re putting on your ankles with every step.   </p>\n\n<p>as a word of note - I personally highly recommend specially built shoes to support your natural gait when you run, over orthotic inserts. Orthotic inserts are generally very uncomfortable and can make an otherwise good fitting shoe unbearable to wear. </p>\n\n<p>sauce: <a href=\"https://stretchcoach.com/articles/pronation-supination/\">https://stretchcoach.com/articles/pronation-supination/</a></p>\n\n<p>EDIT: thanks to <a href=\"/u/cmc0108\">u/cmc0108</a> for correcting me on the fact that pronation generally isn&#39;t the cause of injuries unless there is an underlying condition that causes it.</p>\n</div><!-- SC_ON -->",
  "score": 1258,
  "permalink": "/r/YouShouldKnow/comments/mthhca/ysk_about_pronation_and_supination_and_how_it_can/",
  "subreddit": "YouShouldKnow",
  "id": "mthhca",
  "is_self": true,
  "media": null,
  "is_video": false
}