{
  "author": "GT-ProjectBangarang",
  "the_new_excerpt": "Why YSK: If you are ever in an accident that results in a total loss you\ninsurance will appraise your vehicle so as to know what to pay you out for the\nsettlement. Especially if your vehicle is newer, there may not be many\ncomparables in the area to give an accurate representation of what your…",
  "original_created_utc": 1613781286,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么要选择YSK：如果您发生事故，导致您完全损失，您可以通过以下方式解决。\n保险公司会对你的车辆进行评估，从而知道该如何赔偿你的车辆。\n结算。特别是如果你的车辆比较新，可能没有多少人的\n在该地区的可比性，以提供一个准确的表示，你的... ...",
      "title": "YSK：如果你的车辆曾经发生过全损，请让保险公司把估价报告发给你。很可能他们低估了你的车辆价值，让你损失了数千元。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼要選擇YSK：如果您發生事故，導致您完全損失，您可以通過以下方式解決。\n保險公司會對你的車輛進行評估，從而知道該如何賠償你的車輛。\n結算。特別是如果你的車輛比較新，可能沒有多少人的\n在該地區的可比性，以提供一個準確的表示，你的... ...",
      "title": "YSK：如果你的車輛曾經發生過全損，請讓保險公司把估價報告發給你。很可能他們低估了你的車輛價值，讓你損失了數千元。"
    }
  ],
  "title": "YSK: If your vehicle is ever totaled, make the insurance company send you the valuation report. It is likely that they undervalued your vehicle, costing you thousands.",
  "created_utc": 1613827401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  If you are ever in an accident that results in a total loss you insurance will appraise your vehicle so as to know what to pay you out for the settlement.  Especially if your vehicle is newer, there may not be many comparables in the area to give an accurate representation of what your vehicle is worth.  When this happens they find other vehicles of the same model with potential much higher miles, or using the &quot;fleet model&quot; of your vehicle.</p>\n\n<p>In my case, I was not at fault in any capacity <a href=\"https://makeagif.com/gif/dashcam-eUhf8L\">(Gif from my dashcam)</a> and when I got the valuation back I immediately recognized it as low because my friend had just sold the same truck weeks before.  I asked for the report which lists vehicles that were deemed comparable to mine.  After combing through the vin numbers of the vehicles that were supposed to be comparable, I found that many were fleet model vehicles for construction, you know the ones with manual windows.  Additionally many had significantly more miles than mine, one of which had more than 3x the mileage as my vehicle.  The difference between what they were evaluating my truck at, and what it was actually selling for was in the neighborhood of $6000.  In the report if the trim level doesn&#39;t match, they pretend to account for that by adding a little to the comparable price, but it is less than 30% of what the difference actually should be.</p>\n\n<p>What I found odd was that when the vehicle didn&#39;t match my trim level, it always skewed downwards and never upwards.  The same with factory installed options, if the vehicle didn&#39;t have the same options as mine, it always had less.  It would seem that statistically, if there weren&#39;t enough vehicles just like mine then there would be some listed that were cheaper and some that were more expensive which would eventually balance out.  For some reason though, every single one skewed downwards.</p>\n\n<p>Luckily I happened to know what my vehicle was selling so I was able to catch it, but I thought of how many people had been taken advantage of because they just trusted that the insurance valuation was correct and honest.</p>\n\n<p>Get the report, and compare the vins listed against what your vehicle is and what vehicles like yours are actually selling for.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/YouShouldKnow/comments/lnutgt/ysk_if_your_vehicle_is_ever_totaled_make_the/",
  "subreddit": "YouShouldKnow",
  "id": "lnutgt",
  "is_self": true,
  "media": null,
  "is_video": false
}