{
  "author": "44414E",
  "original_created_utc": 1624975083,
  "title": "CMV: Only having private companies for necessities fundamentally doesn't work for public-good",
  "created_utc": 1624986264,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For systems that are needed by people, like public transport, access to food and healthcare, there is no competition. When the customer doesn&#39;t have the ability to abstain from the system as a whole, companies aren&#39;t incentivised to higher quality and lower prices, they&#39;re incentivised to just be equal with &quot;competitors&quot;.</p>\n\n<p>Why would Apple sell their phone as competitively as possible when they and Samsung can just double the price and 50/50 the market? Same thing with healthcare; why would someone charge less for an MRI when the hospital across the road can price-gouge with them.</p>\n\n<p>Surely, there needs to be a good-faith alternative that has the primary goal of low-cost-high-quality to drive competition?</p>\n</div><!-- SC_ON -->",
  "score": 211,
  "permalink": "/r/changemyview/comments/oa8td7/cmv_only_having_private_companies_for_necessities/",
  "subreddit": "changemyview",
  "id": "oa8td7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For systems that are needed by people, like public transport, access to food and\nhealthcare, there is no competition. When the customer doesn't have the ability\nto abstain from the system as a whole, companies aren't incentivised to higher\nquality and lower prices, they're incentivised to just be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "公共交通機関、食料品の入手、医療など、人々に必要とされるシステムでは\nのように、人々に必要とされるシステムには、競争はありません。お客さまがシステム全体の利用を控えることができなければ\nお客様がシステム全体の利用を控えることができなければ、企業はより高い品質と低価格のサービスを提供するインセンティブを得ることができません。\n企業は高品質と低価格を追求することなく、ただ...",
      "title": "CMV：生活必需品を民間企業でまかなうだけでは、根本的に公共の利益につながらない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对于人们需要的系统，如公共交通、获得食物和医疗保健，没有竞争。\n医疗保健，不存在竞争。当顾客没有能力\n当顾客没有能力放弃整个系统时，公司就不会被激励去提高质量和降低价格。\n质量和降低价格，他们被激励去做......",
      "title": "CMV：只让私营公司提供必需品，从根本上说对公共利益不起作用"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於人們需要的系統，如公共交通、獲得食物和醫療保健，沒有競爭。\n醫療保健，不存在競爭。當顧客沒有能力\n當顧客沒有能力放棄整個系統時，公司就不會被激勵去提高質量和降低價格。\n質量和降低價格，他們被激勵去做......",
      "title": "CMV：只讓私營公司提供必需品，從根本上說對公共利益不起作用"
    }
  ]
}