{
  "author": "eleganthaunt",
  "original_created_utc": 1636060170,
  "title": "I think I might know why people hate Emma....",
  "created_utc": 1636073346,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love <em>Emma</em>. I think it might be my favorite Jane Austen novel (but who can pick?). However, a lot of my friends hate the namesake character. I mean <em>really</em> hate her. One friend of mine reads like crazy and has read every Austen novel except <em>Emma</em>--she simply can&#39;t bring herself to finish it because she hates Emma Woodhouse so much. That&#39;s pretty rare for her.</p>\n\n<p>I have noticed that many female Austen readers (the greater percentage), at least in my circle, are repulsed by <em>Emma,</em> and I think I might have found why.</p>\n\n<p>In Austen&#39;s other books, money and station are a problem for the heroine. Elizabeth of <em>Pride and Prejudice</em> is <span class=\"md-spoiler-text\">severely inhibited by her family&#39;s</span> behavior. Eleanor and Marianne of <em>Sense and Sensibility</em> experience a <span class=\"md-spoiler-text\">decline in circumstances</span> at the beginning of the book. This causes you to sympathize with the less wealthy or titled girl over the rich, noble, and often proud one. These girls&#39; character is often shaped by their misfortune, also. They frequently have a more likeable character then the antagonizing opponent.</p>\n\n<p>This is obviously more relatable for most girls today. Most girls are not rich, but most of them would not turn up their nose at a rich man. Many girls dream of marrying a rich guy and beating out the inevitable rich, proud competition.</p>\n\n<p>Emma, however, is handicapped by none of these issues. She is the <span class=\"md-spoiler-text\">daughter of a rich gentleman</span>, and the most <span class=\"md-spoiler-text\">popular person in a small town</span>. She’s smart, witty, and rather conniving. I think that the people who dislike Emma see her character as unchecked and unbounded. Money is no problem for her, which takes the necessity of marriage out of the question. So really, to these haters of Emma, she’s a spoiled brat who gets a <span class=\"md-spoiler-text\">storybook ending after she meddles with the people around her</span>.</p>\n\n<p>For my part, I find Emma irresistible. She has a kind of confidence that is lacking in other Austen heroines, and although this confidence can lead her to think that she knows best, she is deeply <span class=\"md-spoiler-text\">remorseful for the damage she does when things go wrong</span>. She is vivacious and entertaining in a way that Eleanor Dashwood is not.</p>\n\n<p>Tell me you opinions and why you hold them if you have the time. I’d love to hear them!</p>\n</div><!-- SC_ON -->",
  "score": 117,
  "permalink": "/r/books/comments/qmuoyh/i_think_i_might_know_why_people_hate_emma/",
  "subreddit": "books",
  "id": "qmuoyh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love Emma. I think it might be my favorite Jane Austen novel (but who can\npick?). However, a lot of my friends hate the namesake character. I mean really\nhate her. One friend of mine reads like crazy and has read every Austen novel\nexcept Emma--she simply can't bring herself to finish it because…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はエマが大好きです。ジェーン・オースティンの小説の中で一番好きかもしれません（でも、誰が選ぶことができるでしょう？\n選ぶことができるでしょうか）。) しかし、私の友人の多くは、この名前のキャラクターを嫌っています。つまり、本当に\n憎んでいます。私の友人の一人は、狂ったように読書をし、Emma以外の全てのオースティンの小説を読みました。\nエマ以外のすべてのオースティンの小説を読んでいますが、どうしても最後まで読めないのは・・・。",
      "title": "Emma.... が嫌われる理由がわかった気がします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢《爱玛》。我想这可能是我最喜欢的简-奥斯汀的小说（但谁能挑出\n挑选？) 然而，我的很多朋友都讨厌这个同名人物。我的意思是真的\n讨厌她。我的一个朋友疯狂地阅读，读完了所有奥斯汀的小说，除了《爱玛》。\n除了《爱玛》--她根本无法让自己读完它，因为......",
      "title": "我想我可能知道为什么人们讨厌Emma...."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡《愛瑪》。我想這可能是我最喜歡的簡-奧斯汀的小說（但誰能挑出\n挑選？) 然而，我的很多朋友都討厭這個同名人物。我的意思是真的\n討厭她。我的一個朋友瘋狂地閱讀，讀完了所有奧斯汀的小說，除了《愛瑪》。\n除了《愛瑪》--她根本無法讓自己讀完它，因爲......",
      "title": "我想我可能知道爲什麼人們討厭Emma...."
    }
  ]
}