{
  "author": "bitsnack2",
  "original_created_utc": 1639597178,
  "title": "Why would people ever spend Bitcoin if its value is always expected to go up?",
  "created_utc": 1639611484,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It seems that the general consensus on this subreddit is that BTC will continue to appreciate in value over time.&lt;/p&gt;\n\n&lt;p&gt;But in this case, why would people ever spend Bitcoin? Wouldn&amp;#39;t it be considered a bad financial decision to do so?&lt;/p&gt;\n\n&lt;p&gt;For example, if Bitcoin was the primary currency for a nation, why would it ever make sense for a citizen of that nation to spend Bitcoin if in the long term, its value is expected to go up?&lt;/p&gt;\n\n&lt;p&gt;Or is it thought that in a world where cryptocurrencys such as Bitcoin are the primary currency, that they would stop being so volatile and would become relatively stable?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 260,
  "permalink": "/r/Bitcoin/comments/rh7f9v/why_would_people_ever_spend_bitcoin_if_its_value/",
  "subreddit": "Bitcoin",
  "id": "rh7f9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems that the general consensus on this subreddit is that BTC will continue\nto appreciate in value over time.\n\nBut in this case, why would people ever spend Bitcoin? Wouldn't it be considered\na bad financial decision to do so?\n\nFor example, if Bitcoin was the primary currency for a nation, why…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>このサイトでは、一般的なコンセンサスが得られているようです。\n</p> <p>しかし、BTCは時間とともに価値が上がり続けるというのがサブレディットの意見です。\nこの場合、なぜ人々はビットコインを使うことがあるのでしょうか？ということです。\n</p> <p>たとえば、もし...。",
      "title": "ビットコインの価値は常に上がると予想されるのに、なぜ人々はビットコインを使うことがあるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>似乎在这个subreddit上的普遍共识是BTC将随着时间的推移继续升值。\n</p> <p>但是，在这种情况下，人们为什么要花比特币呢？\n在这种情况下，人们为什么要花比特币？难道这不被认为是\n</p> <p>例如，如果......",
      "title": "如果比特币的价值总是被预期上涨，人们为什么还要花钱呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>似乎在這個subreddit上的普遍共識是BTC將隨着時間的推移繼續升值。\n</p> <p>但是，在這種情況下，人們爲什麼要花比特幣呢？\n在這種情況下，人們爲什麼要花比特幣？難道這不被認爲是\n</p> <p>例如，如果......",
      "title": "如果比特幣的價值總是被預期上漲，人們爲什麼還要花錢呢？"
    }
  ]
}