{
  "author": "strawberry_minefield",
  "the_new_excerpt": "Why YSK: Abused kids have nothing to compare the lives to besides fiction (tv,\nbooks) and they literally cannot comprehend that the way parents/patental\nfigures treat them is unacceptable. It is normal to them, even if it feels wrong\n& they can't put their finger on it. It is usually not until…",
  "original_created_utc": 1615697414,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：受虐的孩子除了小说之外，没有什么可以比较的生活（电视。\n书），他们真的无法理解父母/家长的方式。\n人物对待他们是不可接受的。这对他们来说是正常的，即使觉得不妥也是正常的\n而他们却无法将自己的手指放在上面。通常要等到...",
      "title": "遭受虐待的家庭中的YSK儿童根本不知道他们正在遭受虐待。如果你和一个对生活中的照顾者表示强烈厌恶（甚至是憎恨）的孩子交流，不要自以为是地把它当作 \"正常的不安\"，因为它很可能不是。虐待儿童的现象随处可见。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：受虐的孩子除了小說之外，沒有什麼可以比較的生活（電視。\n書），他們真的無法理解父母/家長的方式。\n人物對待他們是不可接受的。這對他們來說是正常的，即使覺得不妥也是正常的\n而他們卻無法將自己的手指放在上面。通常要等到...",
      "title": "遭受虐待的家庭中的YSK兒童根本不知道他們正在遭受虐待。如果你和一個對生活中的照顧者表示強烈厭惡（甚至是憎恨）的孩子交流，不要自以爲是地把它當作 \"正常的不安\"，因爲它很可能不是。虐待兒童的現象隨處可見。"
    }
  ],
  "title": "YSK children of abusive households literally do not know they are being abused. If you interact with a child who expresses intense distaste (hatred even) for a care figure in their life, do not presume and dismiss it as \"normal angst\" because it very well may not be. Child abuse is everywhere.",
  "created_utc": 1615715612,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Abused kids have nothing to compare the lives to besides fiction (tv, books) and they literally cannot comprehend that the way parents/patental figures treat them is unacceptable. It is normal to them, even if it feels wrong &amp; they can&#39;t put their finger on it. It is usually not until adulthood or intervention (whichever comes first) that they gain enough life experience and/or enough brain development to understand what happened to them. And even then, it takes some people half their lives. </p>\n\n<p>Treating kids as if they are just bratty, angsty, or &quot;don&#39;t understand yet&quot; causes immense additional damage. Never, ever tell an upset adolescent &quot;your ______ loves you&quot; because there is no possible way you could know that. They have the right to determine that on their own, and you are messing with their ability/willingness to trust their instincts. The number of parents out there who do not love their kids is astounding, and even if they do and still abuse them, you are solidifying in that human being that <em>this is what love feels like.</em></p>\n\n<p>Child abuse is a RAMPANT unseen problem. It is 100x more common than the average good, non-abusive person thinks.</p>\n\n<p>ALWAYS take children&#39;s feelings and beliefs seriously, especially about parents &amp; relatives. In some cases, they may just be bratty kids, and if you allow them to have these feelings &amp; thoughts without criticising or downplaying them, <strong>there is no lasting harm done.</strong> If they are actually experiencing abuse, not taking them seriously only gaslights them further and hurts them in a huge variety of ways.</p>\n\n<p>Have to mention this: While often the parent they hate or fear is the abuser, sometimes the &quot;good parent&quot; is the covert abuser. They emotionally abuse the kid, including manipulating them to &quot;hate&quot; the other parent. This can and does happen all the time, so tread lightly. Confirming this belief that was manipulated into them by the actual abuser is tragic and destructive. Again, children have a right to formulate their own opinions and beliefs based on how people treat them, including their parents. Manipulated alienation is relatively easily exposed by a trained professional, if the opportunity arises, though it can&#39;t always be solved. This scenario is a true tragedy :(</p>\n</div><!-- SC_ON -->",
  "score": 172,
  "permalink": "/r/YouShouldKnow/comments/m4o80i/ysk_children_of_abusive_households_literally_do/",
  "subreddit": "YouShouldKnow",
  "id": "m4o80i",
  "is_self": true,
  "media": null,
  "is_video": false
}