{
  "author": "SushiCat_2000",
  "original_created_utc": 1635320049,
  "title": "YSK these websites if you are a broke college student who doesn't want to pay huge amounts of money for your required textbooks",
  "created_utc": 1635327698,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I regret paying hard copies of all my books, especially after an online year. Here is where you can usually find them.</p>\n\n<h1>Library Genesis</h1>\n\n<p>This is the go-to site for most ebooks. Some of the engineering textbooks comes with the solution manual as well. Searching for the title + &quot;solution manual&quot; will give you some results. </p>\n\n<h1>Ch36650lut10n5 (cheggsolutions)</h1>\n\n<p>A website which has textbook solutions ripped from chegg. It has quite a lot of books and free, no need to sign up or give any credentials. You can find many textbook solutions that are not on libgen or zlibrary.</p>\n\n<h1>Zlibrary</h1>\n\n<p>This is another site where you can try if you can&#39;t find it in Library Genesis.\nYou may need an account if you exceed the download limit. If you do not like to use your personal email, you can opt to use a temporary mail.</p>\n\n<h1>Slader</h1>\n\n<p>If you are looking for textbook solutions for free, check Slader. You have to sign up to access materials, after that you can access many solution manuals written by teachers and professors. \nThey recently installed a limit, trying to make access to answers a paid service unfortunately. </p>\n\n<h1>Studylib</h1>\n\n<p>As the name itself says it’s like a library, where you can have a large number of assignments and solutions. You can also share your notes with your friends which would help them to solve the problems. It will provide you with a solution for all the subjects. You can also upload your documents and find the solution.</p>\n\n<h1>Pdfdrive</h1>\n\n<p>An online PDF search engine that lets you search, preview and download PDFs. According to the site as of right now, there are over 75 million eBooks, magazines, articles, and more that are indexed and discoverable directly on PDF Drive.</p>\n\n<h1>Sci-Hub</h1>\n\n<p>Great place for finding published journal/conference papers that are (usually) paywalled.</p>\n\n<h1>AudioBookBay</h1>\n\n<p>If what you want is audiobooks then audiobookbay is the go-to place.</p>\n\n<p>Good luck on your new semester everyone!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/qgr59x/ysk_these_websites_if_you_are_a_broke_college/",
  "subreddit": "YouShouldKnow",
  "id": "qgr59x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I regret paying hard copies of all my books, especially after an online\nyear. Here is where you can usually find them.\n\n\nLIBRARY GENESIS\n\nThis is the go-to site for most ebooks. Some of the engineering textbooks comes\nwith the solution manual as well. Searching for the title + \"solution…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 私は、自分の本をすべてハードコピーで買ったことを後悔しています。\n年になります。ここでは、通常、それらを見つけることができます。\n\n\nライブラリージェネシス\n\nほとんどの電子書籍はこのサイトを利用しています。工学系の教科書には解答マニュアルが付いているものも\n解答マニュアルも付いています。タイトル＋\"solution... \"で検索します。",
      "title": "もしあなたが、必要な教科書に莫大なお金を払いたくない金欠の大学生なら、これらのウェブサイトをYSKしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我很后悔为我所有的书支付硬拷贝，特别是在网上的一年之后。\n年。这里是你通常可以找到它们的地方。\n\n\n图书馆创世纪\n\n这是大多数电子书的首选网站。一些工程类的教科书\n也附有解决方案手册。搜索标题+\"解决方案...",
      "title": "如果你是一个破产的大学生，不想为你所需的教科书支付巨额的费用，那么YSK这些网站"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我很後悔爲我所有的書支付硬拷貝，特別是在網上的一年之後。\n年。這裏是你通常可以找到它們的地方。\n\n\n圖書館創世紀\n\n這是大多數電子書的首選網站。一些工程類的教科書\n也附有解決方案手冊。搜索標題+\"解決方案...",
      "title": "如果你是一個破產的大學生，不想爲你所需的教科書支付鉅額的費用，那麼YSK這些網站"
    }
  ]
}