{
  "author": "WalrusInSocks",
  "the_new_excerpt": "So like everyone else on the planet I studied the Great Gatsby at school. I\nloved it, and have read it a few times since. I’ve always had a great\nappreciation for Fitzgerald’s skill at conveying a national mood in a story, but\nmy recent re-reading was a totally new experience.\n\nThe parallels between…",
  "original_created_utc": 1617058217,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以和地球上的其他人一样，我在学校里学习了《了不起的盖茨比》。I\n很喜欢，后来又读了几遍。我一直有一个很\n欣赏菲茨杰拉德在故事中传达民族情绪的技巧，但...。\n我最近的重读是一种全新的体验。\n\n之间的相似之处...",
      "title": "前几天重读了《了不起的盖茨比》，过去一年完全改变了我的阅读方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以和地球上的其他人一樣，我在學校裏學習了《了不起的蓋茨比》。I\n很喜歡，後來又讀了幾遍。我一直有一個很\n欣賞菲茨傑拉德在故事中傳達民族情緒的技巧，但...。\n我最近的重讀是一種全新的體驗。\n\n之間的相似之處...",
      "title": "前幾天重讀了《了不起的蓋茨比》，過去一年完全改變了我的閱讀方式。"
    }
  ],
  "title": "Re-read The Great Gatsby the other day and the last year has completely changed how I read it",
  "created_utc": 1617070643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So like everyone else on the planet I studied the Great Gatsby at school. I loved it, and have read it a few times since. I’ve always had a great appreciation for Fitzgerald’s skill at conveying a national mood in a story, but my recent re-reading was a totally new experience.</p>\n\n<p>The parallels between the 1920s and 2020s are a cliche at this point, and it’s only 2021, but I do think this last year gives a new kind of reading to the book where you feel the atmosphere so readily it’s almost dizzying. I did some academic reading recently about the cultural amnesia of the 1918 influenza pandemic, because (along with WW1 of course) it was this staggering global trauma, but it undoubtedly contributed to the glorious, dangerous hedonism explored in Gatsby. </p>\n\n<p>Between the traumatised hedonism and rampant socio-economic inequality that, imo, form the axes of the Great Gatsby, I honestly think the collective experience of the last year(s) lends a whole new dimension to reading this classic.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/mg1raw/reread_the_great_gatsby_the_other_day_and_the/",
  "subreddit": "books",
  "id": "mg1raw",
  "is_self": true,
  "media": null,
  "is_video": false
}