{
  "author": "ShepAriz",
  "original_created_utc": 1637615780,
  "title": "CMV: terms and conditions should be simplified for the consumer",
  "created_utc": 1637629972,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most products/services involve endless paragraphs of legal jargon and terminology which simply cannot be described as accessible for the average consumer hence, as many surveys on the matter suggest, most consumers skim read or do not acknowledge, to any extent, said T&amp;C&#39;s despite their acceptance of them. Allowing T&amp;C&#39;s to be simplified would allow consumers to make better informed choices before engaging in any contractual relationship. Consumers should be able to ascertain the fundamental principles that establish a contract with ease.</p>\n\n<p>EDIT: I&#39;m not suggesting the removal of the current T&amp;C&#39;s (they should be maintained for valid reasons that comments below explain) but rather a supplementary version alongside for ordinary consumers (in that the event or pursuit of any legal challenge is unlikely) that covers the essentials of a contractual relationship.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/qzw2xq/cmv_terms_and_conditions_should_be_simplified_for/",
  "subreddit": "changemyview",
  "id": "qzw2xq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most products/services involve endless paragraphs of legal jargon and\nterminology which simply cannot be described as accessible for the average\nconsumer hence, as many surveys on the matter suggest, most consumers skim read\nor do not acknowledge, to any extent, said T&C's despite their acceptance…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ほとんどの製品やサービスには、延々と続く法律上の専門用語が含まれています。\n一般の消費者がアクセスできるものとは言えません。\nそのため、この問題に関する多くの調査が示唆するように、ほとんどの消費者は約款をざっと読んで\nそのため、この問題に関する多くの調査が示唆しているように、ほとんどの消費者はT&Cをざっと読んだだけで、あるいは同意したにもかかわらず、どこまでも認めようとしません。",
      "title": "CMV: 消費者のために条件を簡素化すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数产品/服务涉及无休止的法律术语和术语的段落。\n术语，根本无法让普通消费者理解。\n因此，正如许多关于这个问题的调查所表明的那样，大多数消费者只是简单地阅读了一下\n或在任何程度上都不承认上述条款和条件，尽管他们接受了......",
      "title": "CMV：应该为消费者简化条款和条件"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數產品/服務涉及無休止的法律術語和術語的段落。\n術語，根本無法讓普通消費者理解。\n因此，正如許多關於這個問題的調查所表明的那樣，大多數消費者只是簡單地閱讀了一下\n或在任何程度上都不承認上述條款和條件，儘管他們接受了......",
      "title": "CMV：應該爲消費者簡化條款和條件"
    }
  ]
}