{
  "author": "Impossible_Coffee_37",
  "original_created_utc": 1629573597,
  "title": "cmv: Babies shouldn't be circumcised",
  "created_utc": 1629585101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A person should be given as much control over their body as possible and a man can decide to get a circumcision later on in life instead of the decision being made for him by his parents. \nFrom a religious standpoint as a parent you have to be aware that there is a chance that your child won&#39;t follow your beliefs, and if they do then they get to make the decision to get circumcised, wich would also give them more of a sense of control in their religious life.\nFrom a medical standpoint there are some benefits such as reducing the chance of getting a uti, and later in life reducing the chance of an std. But it also has its own complications. Removing the foreskin also takes a bunch of nerves with it that make sex a lot more pleasurable, the doctor can mess up and take too much skin off there&#39;s also the pain the infant goes through wich can be traumatizing and the chance of infection. There was a YouGov survey that the Washington post talked about, where 10 percent of men wish they hadn&#39;t been <a href=\"https://www.google.com/amp/s/www.washingtonpost.com/news/wonk/wp/2015/05/26/americans-truly-are-exceptional-at-least-when-it-comes-to-circumcision/%3foutputType=amp\">circumcised </a>\nI hope I got my point across wich is just that we should leave unesscary surgeries up to the decision of the individual whenever possible, and this is definitely a surgerie that falls into that category.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/p8xik8/cmv_babies_shouldnt_be_circumcised/",
  "subreddit": "changemyview",
  "id": "p8xik8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A person should be given as much control over their body as possible and a man\ncan decide to get a circumcision later on in life instead of the decision being\nmade for him by his parents. From a religious standpoint as a parent you have to\nbe aware that there is a chance that your child won't follow…"
}