{
  "author": "Primary_Ground_3858",
  "original_created_utc": 1639862405,
  "title": "Why are governments so concerned about crypto and not about other stuff like inflation, poverty, access to medical care. World hunger.",
  "created_utc": 1639874805,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Oh right. It affects their money and power…that’s why.&lt;/p&gt;\n\n&lt;p&gt;There are so many bigger problems than regulation on Crypto right now. Crypto can be used as an asset, blockchain etc. - If the governments really want to make the world a better place, they can adopt crypto/blockchain technology in some way (not legal tender but other ways) and/or focus their energies on other important stuff.&lt;/p&gt;\n\n&lt;p&gt;There’s a difference between giving the government a responsibility and power.&lt;/p&gt;\n\n&lt;p&gt;Right now governments around the world are using their power for their own benefits and are not taking responsibility for it / their people.&lt;/p&gt;\n\n&lt;p&gt;Crypto / blockchain technology can really help make the world a better place but people in power are too scared of losing their power… sad reality of our times.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 184,
  "permalink": "/r/CryptoCurrency/comments/rjgw7u/why_are_governments_so_concerned_about_crypto_and/",
  "subreddit": "CryptoCurrency",
  "id": "rjgw7u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Oh right. It affects their money and power…that’s why.\n\nThere are so many bigger problems than regulation on Crypto right now. Crypto\ncan be used as an asset, blockchain etc. - If the governments really want to\nmake the world a better place, they can adopt crypto/blockchain technology in\nsome way…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Oh right. それは彼らのお金と\n</p> <p>規制よりも大きな問題がたくさんあるのです。\n今、暗号は。Cryptoは資産、ブロックチェーンなどとして使用することができます。- もし\n政府は本当に世界を良くしたいのなら",
      "title": "なぜ政府は暗号に関心を持ち、インフレや貧困、医療へのアクセスといった他のことには関心を持たないのでしょうか。世界の飢餓。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>哦，对了。这影响了他们的金钱和权力。\n</p> <p>现在有很多比监管更重要的问题。\n现在有很多比监管加密货币更大的问题。Crypto可以作为一种资产，区块链等。- 如果\n如果政府真的想让世界变得更好，他们可以...",
      "title": "为什么政府如此关注加密货币，而不是关注其他东西，如通货膨胀、贫困、获得医疗服务。世界饥饿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>哦，對了。這影響了他們的金錢和權力。\n</p> <p>現在有很多比監管更重要的問題。\n現在有很多比監管加密貨幣更大的問題。Crypto可以作爲一種資產，區塊鏈等。- 如果\n如果政府真的想讓世界變得更好，他們可以...",
      "title": "爲什麼政府如此關注加密貨幣，而不是關注其他東西，如通貨膨脹、貧困、獲得醫療服務。世界飢餓。"
    }
  ]
}