{
  "author": "tanmay1010",
  "original_created_utc": 1639044738,
  "title": "Asset forfeitures has surpassed that of Burglary and then they wonder why decentralization in authority is required.",
  "created_utc": 1639081919,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;On 2nd December, officers confiscated $100,000 in cash without charging the owner (a 25 year old woman) of any crime or wrong doing. She had not committed any crime which was known to the officers and yet the money was taken from her. That is what stealing is- but if it is done by a centralized and regulated authority, it&amp;#39;s confiscation to prevent wrong-doings. &lt;/p&gt;\n\n&lt;p&gt;In poorer areas in the US, cops makes cash seizures of as low as a few 100 dollars. &lt;/p&gt;\n\n&lt;p&gt;And this is precisely why we need cryptocurrencies like Bitcoin. Nobody can just knock your doors and ask you to submit all your possessions to them in the name of prevention. You don&amp;#39;t have to prove yourself to be innocent to get back your seized assets. &lt;/p&gt;\n\n&lt;p&gt;This graph illustrates the issue at hand. Ofcourse not all of these seizures were unwarranted but many/most of them were and that is exactly the crux of this whole issue.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/t5dg236ynh481.png?width=1100&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=8ce82ae544c36bdd77931d8a8696a2b3d6bb84c5\"&gt;https://preview.redd.it/t5dg236ynh481.png?width=1100&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=8ce82ae544c36bdd77931d8a8696a2b3d6bb84c5&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/rcepjp/asset_forfeitures_has_surpassed_that_of_burglary/",
  "subreddit": "CryptoCurrency",
  "id": "rcepjp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>On 2nd December, officers confiscated $100,000\nin cash without charging the owner (a 25 year old woman) of any crime or wrong\ndoing. She had not committed any crime which was known to the officers and yet\nthe money was taken from her. That is what stealing is- but…"
}