{
  "author": "jdbuck99",
  "the_new_excerpt": "I’ll start by saying that I think tipping culture as a whole in the US sucks.\nEmployee wages should not be subsidized with tips, employees should just but\npaid fair wages to begin with.\n\nI’ve noticed this trend over the last few years where food shops that only offer\ncounter service have been asking…",
  "original_created_utc": 1618833563,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、アメリカのチップ文化は全体的に最低だと思います。\n従業員の賃金をチップで補助するべきではありません。\nそもそも従業員には適正な賃金が支払われるべきです。\n\n私はここ数年の傾向として、カウンターサービスしか提供していない食べ物屋さんが\nここ数年の傾向として、カウンターサービスのみのお店では...",
      "title": "CMV: カウンターサービスにチップを要求するのは企業として間違っている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我先说一下，我认为美国的小费文化整体上很烂。\n员工的工资不应该用小费来补贴，员工应该只但是\n一开始就支付公平的工资。\n\n我注意到过去几年有这样的趋势，在那里，食品店只提供\n柜台服务一直在问...",
      "title": "CMV：商家要求我给柜台服务的小费是不对的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我先說一下，我認爲美國的小費文化整體上很爛。\n員工的工資不應該用小費來補貼，員工應該只但是\n一開始就支付公平的工資。\n\n我注意到過去幾年有這樣的趨勢，在那裏，食品店只提供\n櫃檯服務一直在問...",
      "title": "CMV：商家要求我給櫃檯服務的小費是不對的。"
    }
  ],
  "title": "CMV: It’s wrong of businesses to ask me to tip for counter service",
  "created_utc": 1618842671,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll start by saying that I think tipping culture as a whole in the US sucks. Employee wages should not be subsidized with tips, employees should just but paid fair wages to begin with. </p>\n\n<p>I’ve noticed this trend over the last few years where food shops that only offer counter service have been asking for tips. Places like donut shops, frozen yogurt shops (this one really irks me because you get your food yourself), and coffee shops now ask for tips at the register. I’ve only noticed this at places that have fancy point of sale systems where there’s a touchscreen facing the customer and they sneak in a little tip screen at the end of the transaction. Tipping at the table at restaurants is one thing, but these places ask you to tip while the person you’re supposed to be tipping is watching you make your selection. It’s incredibly awkward.</p>\n\n<p>The main issue I have with this is that at these places, the employee is providing me with a service for about a minute at the most. They grab my donuts, hand me my bag, then ring me up. Why are you asking for an extra $3 for 60 seconds worth of work? At least at sit down restaurants your server is helping you for a significant amount of time. They’re taking your order, bringing you drinks, providing a line of communication between you and the kitchen, bringing your food out, fixing any errors the kitchen made, all while you’re sitting down and having a good time with your family or friends. They provide you with an experience, and I have no issue with tipping at a restaurant like that. But I get none of that from the guy running the register at the froyo shop.</p>\n\n<p>Why should I tip these people?</p>\n</div><!-- SC_ON -->",
  "score": 172,
  "permalink": "/r/changemyview/comments/mtz0zb/cmv_its_wrong_of_businesses_to_ask_me_to_tip_for/",
  "subreddit": "changemyview",
  "id": "mtz0zb",
  "is_self": true,
  "media": null,
  "is_video": false
}