{
  "author": "JustMedoingthethings",
  "original_created_utc": 1630326299,
  "title": "YSK that getting lemon or lime juice on your skin while in the sun could cause severe burns called phytophotodermatitis.",
  "created_utc": 1630345802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: These burns, also called &quot;margarita burns&quot;, mostly affect those with fair skin, and people sensitive to the sun - especially those in food service. You can get burned by more than just lemons and limes (though they seem to be the most common culprits). Phytophotodermatitis is also caused by carrots, celery, parsley, dill, bergamot, fig, any citrus, and essential oils containing any of these things.</p>\n\n<p>Source: <a href=\"https://health.clevelandclinic.org/lime-juice-and-sunshine-can-make-for-painful-unexpected-sunburn/\">https://health.clevelandclinic.org/lime-juice-and-sunshine-can-make-for-painful-unexpected-sunburn/</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/peh1ok/ysk_that_getting_lemon_or_lime_juice_on_your_skin/",
  "subreddit": "YouShouldKnow",
  "id": "peh1ok",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: These burns, also called \"margarita burns\", mostly affect those with\nfair skin, and people sensitive to the sun - especially those in food service.\nYou can get burned by more than just lemons and limes (though they seem to be\nthe most common culprits). Phytophotodermatitis is also caused by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：この火傷は「マルガリータ火傷」とも呼ばれ、主に色白の人や日差しに敏感な人、特に飲食業の人に多く見られます。\n肌のきれいな人や日差しに敏感な人、特に飲食業の人に多く見られます。\nレモンやライム以外にも火傷をする可能性があります（もっとも多いようですが）。\nレモンやライム以外にも火傷をする可能性があります（最も一般的な原因のようですが）。) 植物性皮膚炎の原因は...",
      "title": "YSKは、太陽の下でレモンやライムの果汁を肌につけると、植物性皮膚炎と呼ばれる重度の火傷を引き起こす可能性があることを指摘しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这些烧伤，也被称为 \"玛格丽特烧伤\"，主要影响那些皮肤白皙的人。\n皮肤白皙的人和对阳光敏感的人--特别是从事食品服务的人。\n你不仅仅会被柠檬和酸橙烧伤（尽管它们似乎是\n最常见的罪魁祸首）。) 植物性皮炎也是由...",
      "title": "YSK认为，在阳光下将柠檬或酸橙汁弄到皮肤上可能会导致严重烧伤，称为植物性皮炎。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這些燒傷，也被稱爲 \"瑪格麗特燒傷\"，主要影響那些皮膚白皙的人。\n皮膚白皙的人和對陽光敏感的人--特別是從事食品服務的人。\n你不僅僅會被檸檬和酸橙燒傷（儘管它們似乎是\n最常見的罪魁禍首）。) 植物性皮炎也是由...",
      "title": "YSK認爲，在陽光下將檸檬或酸橙汁弄到皮膚上可能會導致嚴重燒傷，稱爲植物性皮炎。"
    }
  ]
}