{
  "author": "confusedpremedlol",
  "original_created_utc": 1631482994,
  "title": "CMV: Climate change is impossible to solve because humans are inherently selfish",
  "created_utc": 1631536932,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I look at typical suburban neighborhoods, I see exactly why we ABSOLUTELY CANNOT solve climate change.</p>\n\n<p>The people in these neighborhood are normal. They go to work every day, then come home and spend time with their kids.</p>\n\n<p>But they live in large suburban McMansions (like 5000 sft) and drive big vans even when driving alone. They shop at stores like Costco which ship products from extremely distant factories as opposed to locally manufactured goods. But they are good people.</p>\n\n<p>Is it wrong for them to want to live in a big house with a water-intensive lawn which has no real ecosystem while taking away habitats for flora and fauna? No. That’s their right.</p>\n\n<p>Is it wrong for them to want to drive the biggest SUV/truck instead of a small, eco-friendly electric car (or better yet, riding a bicycle to work)? No. It is absolutely their right to act however they want, however selfishly they want to be.</p>\n\n<p>Thus people have no responsibility to earth. They can be as selfish as they want. This means that people have no reason to make a concerted effort towards climate change. The biggest hurdle to climate change isn’t climate deniers, it’s ordinary people who don’t care enough and have no real responsibility/reason to care.</p>\n\n<p>TLDR: people are entitled to freedom, even if that freedom means harming the earth.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pn1tiz/cmv_climate_change_is_impossible_to_solve_because/",
  "subreddit": "changemyview",
  "id": "pn1tiz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I look at typical suburban neighborhoods, I see exactly why we ABSOLUTELY\nCANNOT solve climate change.\n\nThe people in these neighborhood are normal. They go to work every day, then\ncome home and spend time with their kids.\n\nBut they live in large suburban McMansions (like 5000 sft) and drive…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "郊外の典型的な地域を見ると、なぜ私たちが絶対に気候変動を解決できないのかがよくわかります。\n気候変動を解決することはできません。\n\nこの地域の人々は普通の人です。毎日仕事に行って、家に帰ってきて\n帰宅して子供と過ごす。\n\nしかし、彼らは郊外の大きなマックマンション（5000平方フィート）に住み、車を運転しています。",
      "title": "CMV: 気候変動は、人間が本質的に利己的であるために解決できない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我看到典型的郊区社区时，我看到的正是为什么我们绝对\n无法解决气候变化问题。\n\n这些社区的人们是正常的。他们每天都去工作，然后\n回到家，和他们的孩子在一起。\n\n但他们住在郊区的大型麦克豪宅里（如5000平方英尺），开车...",
      "title": "CMV：气候变化是不可能解决的，因为人类本质上是自私的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我看到典型的郊區社區時，我看到的正是爲什麼我們絕對\n無法解決氣候變化問題。\n\n這些社區的人們是正常的。他們每天都去工作，然後\n回到家，和他們的孩子在一起。\n\n但他們住在郊區的大型麥克豪宅裏（如5000平方英尺），開車...",
      "title": "CMV：氣候變化是不可能解決的，因爲人類本質上是自私的"
    }
  ]
}