{
  "author": "MattFirenzeOfficial",
  "the_new_excerpt": "I’d like to share a perspective. The entire crypto market cap is 1.8 trillion .\nThe entire market cap of just Apple stock alone is 2.5 trillion. Think about\nthat. 1 public company is bigger than all of crypto currency combined. Now when\nyou factor in the entire stock market and bank economy , you…",
  "original_created_utc": 1621918879,
  "localize": [
    {
      "locale": "ja",
      "title": "Cryptoの本当の大きさは？遅すぎましたか？以下は私の考えです（非常に強気です）。"
    },
    {
      "locale": "zh",
      "title": "Crypto到底有多大？你来得太晚了吗？以下是我的想法（非常看涨"
    },
    {
      "locale": "zh-Hant",
      "title": "Crypto到底有多大？你來得太晚了嗎？以下是我的想法（非常看漲"
    }
  ],
  "title": "How big is Crypto really? Are you too late? Here are my thoughts (very bullish)",
  "created_utc": 1621939381,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d like to share a perspective. The entire crypto market cap is 1.8 trillion . The entire market cap of just Apple stock alone is 2.5 trillion. Think about that. 1 public company is bigger than all of crypto currency combined. Now when you factor in the entire stock market and bank economy , you realize how small crypto currently is. We are still very early. It’s less than 1% of total currency and markets. That’s still 100x opportunity to grow from an overall perspective. We’re only in the IBM days of where crypto currency can be at when you think of how the computer and internet exploded. So no, it’s not too late. Many projects aren’t guaranteed, in fact none of it is. But if you believe in the technology then you have a chance to invest now. Just like people thinking oh I should have invested in Apple or Amazon, it’s so obvious after the fact. Guess what? Nothing in life is guaranteed. I’m here to take a chance. What are your thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 1557,
  "permalink": "/r/CryptoCurrency/comments/nkhmtm/how_big_is_crypto_really_are_you_too_late_here/",
  "subreddit": "CryptoCurrency",
  "id": "nkhmtm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1622197387093
}