{
  "author": "Sampon74",
  "original_created_utc": 1624918312,
  "title": "Just finished The Stranger by Camus. What did I miss?",
  "created_utc": 1624936634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just read The Stranger, and I found the main character to be a sociopath whose only redeeming quality was honesty, and Meursault even abused that at times, being bluntly honest in ways that gained him nothing but hurt others.  </p>\n\n<p>I felt as though some of the points being made during the trial were reasonable, but I felt that Camus’ intent was for me to root for Meursault in spite of his faults, but I feel like he was just obtuse and awful throughout.</p>\n\n<p>Any help understanding Camus’ intent for the book or character would be great, and any personal takes would help too!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/o9uoh0/just_finished_the_stranger_by_camus_what_did_i/",
  "subreddit": "books",
  "id": "o9uoh0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just read The Stranger, and I found the main character to be a sociopath whose\nonly redeeming quality was honesty, and Meursault even abused that at times,\nbeing bluntly honest in ways that gained him nothing but hurt others.\n\nI felt as though some of the points being made during the trial were…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「The Stranger」を読みましたが、主人公は社会病質者であり\n主人公は社会病質者で、唯一の救いは誠実さで、Meursaultはそれを悪用することもありました。\nムルソーはそれを悪用して、自分にとっては何の得にもならず、他人を傷つけるような方法で率直な意見を述べていました。\n\n裁判の中での指摘は、私には理解できませんでした。",
      "title": "カミュの「The Stranger」を読み終えました。私は何を失ったのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读了《异乡人》，我发现主角是一个反社会的人，其\n唯一值得称道的品质是诚实，而默尔索有时甚至滥用诚实。\n缪尔索甚至有时会滥用这一点，直言不讳，但他却没有得到任何好处，反而伤害了他人。\n\n我觉得在审判过程中提出的一些观点似乎是...",
      "title": "刚刚读完加缪的《异乡人》。我错过了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀了《異鄉人》，我發現主角是一個反社會的人，其\n唯一值得稱道的品質是誠實，而默爾索有時甚至濫用誠實。\n繆爾索甚至有時會濫用這一點，直言不諱，但他卻沒有得到任何好處，反而傷害了他人。\n\n我覺得在審判過程中提出的一些觀點似乎是...",
      "title": "剛剛讀完加繆的《異鄉人》。我錯過了什麼？"
    }
  ]
}