{
  "author": "MugaDWhale",
  "original_created_utc": 1628111159,
  "title": "CMV: UBI is a good idea and should be implemented",
  "created_utc": 1628130949,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before the industrial age, anyone could use their hands and feet and grow things or make things, sell them, trade them for food, etc. and live. However, the world is changing fast, becoming exponentially more efficient and causing people to lose jobs, having no way to make a living. This is not their fault, and many times they cannot solve it.</p>\n\n<p>UBI is a solution that gives all these people a basic level of living where they are not suffering. It does not harm the productivity of people, since there will always be a distribution of people that cannot contribute. I am not sure about the effects on the economy, but it should be minor enough for the benefits to outweight.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/oy2cxm/cmv_ubi_is_a_good_idea_and_should_be_implemented/",
  "subreddit": "changemyview",
  "id": "oy2cxm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Before the industrial age, anyone could use their hands and feet and grow things\nor make things, sell them, trade them for food, etc. and live. However, the\nworld is changing fast, becoming exponentially more efficient and causing people\nto lose jobs, having no way to make a living. This is not…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "工業化時代以前は、誰もが自分の手や足を使って、物を育てたり\n作って、売って、食べ物と交換して......と、生きていけた。しかし、現在では\n世界は急速に変化し、指数関数的に効率が上がり、人々は職を失い、生活の糧を得ることができなくなりました。\n仕事を失い、生活の糧を得ることができません。これでは・・・。",
      "title": "CMV: UBIは良いアイデアであり、実施すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在工业时代之前，任何人都可以用他们的手和脚来种植东西\n或制造东西，卖掉它们，用它们换取食物，等等，并且活着。然而\n然而，世界正在快速变化，效率成倍提高，导致人们失去工作，无法谋生。\n失去了工作，没有办法谋生。这并不是...",
      "title": "CMV：UBI是个好主意，应该实施"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在工業時代之前，任何人都可以用他們的手和腳來種植東西\n或製造東西，賣掉它們，用它們換取食物，等等，並且活着。然而\n然而，世界正在快速變化，效率成倍提高，導致人們失去工作，無法謀生。\n失去了工作，沒有辦法謀生。這並不是...",
      "title": "CMV：UBI是個好主意，應該實施"
    }
  ]
}