{
  "author": "RayTX",
  "original_created_utc": 1635647516,
  "title": "Alternate Platform to Goodreads?",
  "created_utc": 1635665227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been using goodreads as a source for books for many years now, but the declining quality of the website, lack of maintenance and the still lacking support of a night mode (which I require to actually survive looking at the page in the dark) hare driving me away from it more and more.</p>\n\n<p>Another big problem for me is that the curation and tag model of the website is 100% user driven and is an absolute mess. There is basically no actual content generated by the site and and moderation is limited to banning users and deleting offensive comments.</p>\n\n<p>Does an actual sensible alternative exist yet? Because I&#39;d like to leave that dumpster fire and join a website that has a functioning tag system for books and does not leave it to the users to make up tags and genres.</p>\n\n<p>I also have a big problem with the recommendation feature, as it requires you to carefully select which books you add to your &quot;read list&quot;, as just having a single one with any kind of sexual tag, it will open the floodgates for the website to suggest every single smut novel imaginable.</p>\n\n<p>&#x200B;</p>\n\n<p>Recommendations for alternatives are much appreciated.</p>\n\n<p>Thank you very much.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qjg8jt/alternate_platform_to_goodreads/",
  "subreddit": "books",
  "id": "qjg8jt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been using goodreads as a source for books for many years now, but the\ndeclining quality of the website, lack of maintenance and the still lacking\nsupport of a night mode (which I require to actually survive looking at the page\nin the dark) hare driving me away from it more and more.\n\nAnother…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は何年も前から本の情報源としてgoodreadsを利用してきました。\nウェブサイトの質の低下、メンテナンスの不足、そしていまだにナイトモード（ページを見るために必要）がサポートされていないことです。\nナイトモード（暗闇でページを見て生きていくために必要なもの）のサポートがないのが残念です。\nしかし、ウェブサイトの質の低下、メンテナンス不足、ナイトモード（暗闇の中でページを見るために必要）が未だにサポートされていないことが、私をますます遠ざけている。\n\nもう一つの...",
      "title": "Goodreadsの代替プラットフォーム？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我使用goodreads作为书籍的来源已经很多年了，但是\n但网站的质量下降，缺乏维护，而且仍然缺乏对夜间模式的支持（我需要这种模式才能继续看书）。\n支持夜间模式（我需要这种模式才能真正在黑暗中看书）。\n我需要在黑暗中看书），这些都使我越来越远离它了。\n\n另一个...",
      "title": "与Goodreads的替代平台？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我使用goodreads作爲書籍的來源已經很多年了，但是\n但網站的質量下降，缺乏維護，而且仍然缺乏對夜間模式的支持（我需要這種模式才能繼續看書）。\n支持夜間模式（我需要這種模式才能真正在黑暗中看書）。\n我需要在黑暗中看書），這些都使我越來越遠離它了。\n\n另一個...",
      "title": "與Goodreads的替代平臺？"
    }
  ]
}