{
  "author": "Pristine-Ad-469",
  "original_created_utc": 1638473447,
  "title": "YSK that you should always ask before introducing yourself or pet to a dog you don’t know",
  "created_utc": 1638489199,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why ysk: even dogs with good owners can be aggressive or in bad moods. Many dogs are rescued from bad situations or had unfortunate experience that cause them to either not like new people or other dogs. &lt;/p&gt;\n\n&lt;p&gt;These dogs still have every right to be walked around as long as the owner is conscious and doesn’t cause danger to anyone else, but if they are out of the way and you come up to them without asking you are putting yourself at risk.&lt;/p&gt;\n\n&lt;p&gt;Also, not all dog owners are good owners and always use caution with dogs you don’t know. Be ready to remove yourself or your dog from their reach if nescessary &lt;/p&gt;\n\n&lt;p&gt;Source: experience and friend with rescued bait dog&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/r7f7wm/ysk_that_you_should_always_ask_before_introducing/",
  "subreddit": "YouShouldKnow",
  "id": "r7f7wm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why ysk: even dogs with good owners can be aggressive or in bad moods. Many dogs\nare rescued from bad situations or had unfortunate experience that cause them to\neither not like new people or other dogs.\n\nThese dogs still have every right to be walked around as long as the owner is\nconscious and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜyskなのかというと、良い飼い主の元にいる犬でも\n攻撃的だったり、機嫌が悪かったりします。多くの犬は悪い状況から救出されたり、不幸な経験をしたりして\n犬の多くは、悪い状況から救出されたり、不幸な経験をしたりして、初対面の人や他の犬が嫌いになることがあります。\n犬たちです。</p> <p>そのような犬であっても、散歩をする権利はあります。",
      "title": "知らない犬に自分やペットを紹介する前に、必ず聞くべきことYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么ysk：即使是有好主人的狗也会有攻击性或心情不好。\n攻击性或心情不好。许多狗都是从糟糕的环境中被救出来的，或者有\n不幸的经历，导致它们不喜欢新的人或其他狗\n狗。</p> <p>这些狗仍然有权利在周围散步......",
      "title": "在将自己或宠物介绍给不认识的狗之前，你应该始终询问YSK"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼ysk：即使是有好主人的狗也會有攻擊性或心情不好。\n攻擊性或心情不好。許多狗都是從糟糕的環境中被救出來的，或者有\n不幸的經歷，導致它們不喜歡新的人或其他狗\n狗。</p> <p>這些狗仍然有權利在周圍散步......",
      "title": "在將自己或寵物介紹給不認識的狗之前，你應該始終詢問YSK"
    }
  ]
}