{
  "author": "unklethan",
  "the_new_excerpt": "I didn't pick up on hardly any of this when I read this one back in school, but\nreading it now, in the middle of (gestures at everything) this— it hits\ndifferent. It actually means something.\n\nThe Joads have just been trampled on by the rich. Literally forced off their own\nland because someone with…",
  "original_created_utc": 1611872399,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在学校读这本书的时候，几乎没有捡到任何东西，但是。\n现在读它，在中间 （手势在所有）这 - 它击中了\n不同的。它实际上意味着什么。\n\n乔德家族刚刚被富人践踏了。从字面上看，被迫离开自己的\n土地，因为有人与...",
      "title": "继GME和WSB? 厌倦了富人的生活？厌倦了相对贫困的孤独感？是时候读读《愤怒的葡萄》了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在學校讀這本書的時候，幾乎沒有撿到任何東西，但是。\n現在讀它，在中間 （手勢在所有）這 - 它擊中了\n不同的。它實際上意味着什麼。\n\n喬德家族剛剛被富人踐踏了。從字面上看，被迫離開自己的\n土地，因爲有人與...",
      "title": "繼GME和WSB? 厭倦了富人的生活？厭倦了相對貧困的孤獨感？是時候讀讀《憤怒的葡萄》了。"
    }
  ],
  "title": "Following GME and WSB? Fed up with the rich? Tired of feeling alone in your relative poverty? It's time to read The Grapes of Wrath.",
  "created_utc": 1611885982,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I didn&#39;t pick up on hardly any of this when I read this one back in school, but reading it now, in the middle of (gestures at everything) this— it hits different. It actually means something.</p>\n\n<p>The Joads have just been trampled on by the rich. Literally forced off their own land because someone with deeper pockets and bigger financial interests just wanted them out of the way.</p>\n\n<p>This book is unfortunately the timeless American tale of how the rich will betray the poor and how the poor try to survive against impossible odds. It might give you hope. It might resonate with the resentment you already feel. It might give you a framework to understand or explain your reaction to what we&#39;ve seen in the United States in the recent past. You might find Grapes full of shocking double standards, where the rich get a different set of rules (read: the rich have fewer rules). You might be stunned at how a novel from 80 years ago accurately describes what we still see today.</p>\n\n<p>Get radicalized with me, and read The Grapes of Wrath.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/l7apth/following_gme_and_wsb_fed_up_with_the_rich_tired/",
  "subreddit": "books",
  "id": "l7apth",
  "is_self": true,
  "media": null,
  "is_video": false
}