{
  "author": "MikuEmpowered",
  "original_created_utc": 1628576835,
  "title": "CMV: The government should not just be focused on \"fighting climate change\", we should now be preparing for the consequences because the damage is already done.",
  "created_utc": 1628606131,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I&#39;m not saying we shouldn&#39;t &quot;go green&quot; or try to stop our destruction of the environment, but the ship to &quot;stop before irreversible damage&quot; has long sailed. </p>\n\n<p>We can&#39;t just suck the CO2 and undo everything, the change is already underway and no human intervention can stop that.</p>\n\n<p>Instead of just going green, I believe governments around the world should also be focusing on contingency plans. The global temperature has already risen, and it doesn&#39;t seem it will stop here. The Atlantic current is on the verge of collapse, Antarctica and Greenland is melting.</p>\n\n<p>For the next couple of decades, we will see an increase in flooding and severer weather. Which WILL impact coastal and agricultural specifically. By the time all the ice melts, there is going to be a lot of cities underwater, the world should be as a whole, start planning for that situation by either erecting sea wall or barriers.</p>\n\n<p>Agricultural-wise, despite our tech advancements, we have seen severe weather causing significant yield reduction, if climate worsens over the next decade we might see an all-around food price increase, which historically is tied to instability. </p>\n\n<p>It took us nearly 200 years to damage the environment to have the effects we have today. We clearly won&#39;t fix the damage in the next couple of decades. </p>\n\n<p>The entire thing just feels like a college student who hasn&#39;t been working on a project despite all the warnings, and the deadline tomorrow. While yes he should keep working because even half a product is worth some points, but the project is lost. He needs to focus on what he needs to do to pass the class instead of keep telling himself: &quot;the next 10 hours of my work will equal to the weeks that I wasted&quot;</p>\n\n<p>Idk, hopefully, someone in the comment can explain to me how we can salvage this cluster fuk within the next 30 years.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/p1jn77/cmv_the_government_should_not_just_be_focused_on/",
  "subreddit": "changemyview",
  "id": "p1jn77",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, I'm not saying we shouldn't \"go green\" or try to stop our\ndestruction of the environment, but the ship to \"stop before irreversible\ndamage\" has long sailed.\n\nWe can't just suck the CO2 and undo everything, the change is already underway\nand no human intervention can stop that.\n\nInstead…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、私たちは「環境に優しい」とか「環境破壊を止めよう」とすべきではないと言っているのではありません。\nしかし、「取り返しのつかないことになる前に止めよう」という船は、とっくに出航しています。\nしかし、「取り返しのつかないことになる前に止める」という船はとっくに出航しています。\n\nCO2を吸ってすべてを元に戻すことはできませんし、変化はすでに進行しています。\n人間が介入しても、それを止めることはできません。\n\nその代わり...",
      "title": "CMV：政府は「気候変動対策」だけに注力するのではなく、すでにダメージを受けているからこそ、その結果に備えるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我不是说我们不应该 \"走绿色路线 \"或试图阻止我们对环境的破坏。\n破坏环境，但 \"在不可逆转的破坏之前停止 \"的船早已起航。\n但 \"在不可逆转的破坏前停止 \"的船早已起航。\n\n我们不可能只是吸走二氧化碳就能消除一切，这种变化已经在进行中了\n没有任何人类干预可以阻止它。\n\n相反...",
      "title": "CMV: 政府不应该只关注 \"应对气候变化\"，我们现在应该为后果做准备，因为损失已经造成了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我不是說我們不應該 \"走綠色路線 \"或試圖阻止我們對環境的破壞。\n破壞環境，但 \"在不可逆轉的破壞之前停止 \"的船早已起航。\n但 \"在不可逆轉的破壞前停止 \"的船早已起航。\n\n我們不可能只是吸走二氧化碳就能消除一切，這種變化已經在進行中了\n沒有任何人類干預可以阻止它。\n\n相反...",
      "title": "CMV: 政府不應該只關注 \"應對氣候變化\"，我們現在應該爲後果做準備，因爲損失已經造成了。"
    }
  ]
}