{
  "author": "modernfeelings",
  "the_new_excerpt": "Why does everyone say that they \"read\" a certain book when they \"listened\" to\nit. I know it's just semantics, but language is here to provide clarity to our\nexperiences, why do we make this so confusing. What's wrong with the word\n\"listening\"?\n\nOne is not better than the other. Nobody cares. But…",
  "original_created_utc": 1611627659,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么大家在 \"听 \"某本书的时候，都说自己是 \"读 \"的呢？\n它。我知道这只是语义学，但语言在这里是为了让我们的生活更清晰。\n经验，为什么我们要把这一切搞得如此混乱。这个词有什么问题？\n\"听\"？\n\n一个不比另一个好。没有人在乎。但是...",
      "title": "不受欢迎的问题。用什么词来形容身体阅读的行为？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼大家在 \"聽 \"某本書的時候，都說自己是 \"讀 \"的呢？\n它。我知道這只是語義學，但語言在這裏是爲了讓我們的生活更清晰。\n經驗，爲什麼我們要把這一切搞得如此混亂。這個詞有什麼問題？\n\"聽\"？\n\n一個不比另一個好。沒有人在乎。但是...",
      "title": "不受歡迎的問題。用什麼詞來形容身體閱讀的行爲？"
    }
  ],
  "title": "Unpopular question. What word will describe the act of physically reading?",
  "created_utc": 1611644115,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why does everyone say that they &quot;read&quot; a certain book when they &quot;listened&quot; to it. I know it&#39;s just semantics, but language is here to provide clarity to our experiences, why do we make this so confusing. What&#39;s wrong with the word &quot;listening&quot;? </p>\n\n<p><strong>One is not better than the other. Nobody cares. But they</strong> <strong><em>are</em></strong> <strong>different.</strong> Both people are consuming the exact same material however the means of the journey is different. Why do we insist on making them the same. It&#39;s just confusing.</p>\n\n<p>If you read Harry Potter to your newborn baby to fall asleep, would you go around telling your friends that your <strong>baby can read</strong>? No, because reading is something we learn, something we are taught in school...it is a wonderful thing that brings its own unique feelings and life skills. Why is this experience being removed from our lexicon? How do we tell our kids it&#39;s important to learn to read, if we don&#39;t even have a word for it?</p>\n\n<p>If one person hikes up a mountain, and the other takes a gondola...they both saw the same things, they both reached the same places, but the method was different. We use different words because they give us more information and clarity. It&#39;s the beauty and power of language in the first place.</p>\n\n<p>It&#39;d be like if we got rid of the words: drive, bike, and walk. And instead called every journey from A to B <em>walking</em> from now on. If that happened  I made a post about it, would I be crazy? Maybe? I don&#39;t know. I&#39;m just confused why I am an asshole for this opinion. Aren&#39;t I allowed to have a word for the experience we used to call reading? That&#39;s all I&#39;m asking for.</p>\n</div><!-- SC_ON -->",
  "score": 219,
  "permalink": "/r/books/comments/l53wr6/unpopular_question_what_word_will_describe_the/",
  "subreddit": "books",
  "id": "l53wr6",
  "is_self": true,
  "media": null,
  "is_video": false
}