{
  "author": "WalkinSteveHawkin",
  "the_new_excerpt": "Why YSK: Scanning documents is one of those things that many people need to do\nat some point but often lack the equipment to do so. If you have an iPhone, you\ncan go to the notes app and create a note, tap the camera icon at the bottom and\nselect “scan documents.” The camera will automatically…",
  "original_created_utc": 1623517281,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: ドキュメントのスキャンは、多くの人がいつかはやらなければならないことの一つです。\nしかし、そのための機器がない場合もあります。もしあなたがiPhoneを持っているなら\niPhoneであれば、メモアプリでメモを作成し、下にあるカメラのアイコンをタップして\n\"scan documents \"を選択します。すると、カメラが自動的に...",
      "title": "YSK: iOS11以上のiPhone（おそらく他のメーカーも）には、フラットできれいなスキャンを行うドキュメントスキャンツールが搭載されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：扫描文件是许多人需要做的事情之一。\n在某些时候，但往往缺乏这样做的设备。如果你有一个iPhone，你\n你可以进入笔记应用程序并创建一个笔记，点击底部的相机图标并选择 \"扫描文件\"。\n选择 \"扫描文件\"。相机会自动...",
      "title": "YSK：运行iOS11及以上版本的iPhone（可能也包括其他品牌）有一个文件扫描工具，可以创建平面、干净的扫描件"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：掃描文件是許多人需要做的事情之一。\n在某些時候，但往往缺乏這樣做的設備。如果你有一個iPhone，你\n你可以進入筆記應用程序並創建一個筆記，點擊底部的相機圖標並選擇 \"掃描文件\"。\n選擇 \"掃描文件\"。相機會自動...",
      "title": "YSK：運行iOS11及以上版本的iPhone（可能也包括其他品牌）有一個文件掃描工具，可以創建平面、乾淨的掃描件"
    }
  ],
  "title": "YSK: iPhones running iOS11 and above (and probably other brands too) have a document scanning tool that creates flat, clean scans",
  "created_utc": 1623558633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Scanning documents is one of those things that many people need to do at some point but often lack the equipment to do so.  If you have an iPhone, you can go to the notes app and create a note, tap the camera icon at the bottom and select “scan documents.”  The camera will automatically detect a document, but you can also crop the scan to clean up the edges.  Voila!  You now have a flattened PDF that you can send via email, text, etc.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nyb7vb/ysk_iphones_running_ios11_and_above_and_probably/",
  "subreddit": "YouShouldKnow",
  "id": "nyb7vb",
  "is_self": true,
  "media": null,
  "is_video": false
}