{
  "author": "damence",
  "original_created_utc": 1639518781,
  "title": "PSA: Don’t take screenshots of your portfolio to show off your billions due to the price bug happening right now, you’re exposing your exact holdings online which is a terrible idea",
  "created_utc": 1639528518,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Like the title states, some of you are screenshotting and posting that you have made billions in the recent price bug on CoinMarketCap, CDC or TrustWallet, while i know it’s cool to feel like a trillionare for at least a couple of minutes, it is very unwise to share your exact holdings online, especially in reddit. The numbers are inflated, but when this gets resolved people will know exactly how much crypto you have and maybe take advantage of it. &lt;/p&gt;\n\n&lt;p&gt;My advice, have fun with this bug while it lasts, but keep it private and keep your holdings private to avoid any unwanted attention.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 208,
  "permalink": "/r/CryptoCurrency/comments/rgib64/psa_dont_take_screenshots_of_your_portfolio_to/",
  "subreddit": "CryptoCurrency",
  "id": "rgib64",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like the title states, some of you are screenshotting and posting that you have\nmade billions in the recent price bug on CoinMarketCap, CDC or TrustWallet,\nwhile i know it’s cool to feel like a trillionare for at least a couple of\nminutes, it is very unwise to share your exact holdings online,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> タイトルにあるように、何人かの方は\n最近の価格バグで数十億円儲けたとスクリーンショットで投稿しています。\nCoinMarketCapやCDC、TrustWalletに掲載されています。\n少なくとも数分間は1兆円の価値がありますが、それを共有するのは非常に賢明ではありません...。",
      "title": "PSA：今起こっている価格のバグのためにあなたの億を誇示するためにあなたのポートフォリオのスクリーンショットを取るしないでください、あなたはひどいアイデアをオンラインで正確な保有を公開することになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>就像标题所说，你们中的一些人正在\n在CoinMarketCap、CDC或TrustWallet上截图并发布你在最近的价格错误中赚了几十亿美元。\n在CoinMarketCap、CDC或TrustWallet上，虽然我知道感觉像一个\n虽然我知道至少在几分钟内感觉自己是万亿富翁是件很酷的事，但分享是非常不明智的......",
      "title": "PSA：由于现在发生的价格错误，不要把你的投资组合截图来炫耀你的亿万财富，你会把你的确切持有量暴露在网上，这是一个糟糕的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>就像標題所說，你們中的一些人正在\n在CoinMarketCap、CDC或TrustWallet上截圖併發布你在最近的價格錯誤中賺了幾十億美元。\n在CoinMarketCap、CDC或TrustWallet上，雖然我知道感覺像一個\n雖然我知道至少在幾分鐘內感覺自己是萬億富翁是件很酷的事，但分享是非常不明智的......",
      "title": "PSA：由於現在發生的價格錯誤，不要把你的投資組合截圖來炫耀你的億萬財富，你會把你的確切持有量暴露在網上，這是一個糟糕的想法。"
    }
  ]
}