{
  "author": "illegal_philosopher",
  "original_created_utc": 1637335509,
  "title": "Did I understand Kafka wrong?",
  "created_utc": 1637344803,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I recently heard of Kafka and that he is supposed to be a literary genius or something, so I picked up a couple of his books, Metamorphasis, and the Trial.</p>\n\n<p>I read both and yes I think he is a genius.<br/>\nMy take on his stories was that it was a comedy, it was a comedy showing the absurdity of human behaviour and this world. I understood it as a Nihilistic comedy since most of the stuff I read, genuinely cracked me up like when the dude becomes an insect and is still thinking about his work, add a sound track to that and it&#39;s a classic cartoon show for kids.</p>\n\n<p>But then I thought to go what reddit thinks of Kafka and apparently the general consensus to me seems to be that Kafka&#39;s writing is supposed to be soul-crushing, demoralizing and something that can make you depress.</p>\n\n<p>So did I read this completely wrong. What&#39;s the correct way of reading Kafka, is there something I need to know about the author or his messages to understand his work?</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/qxij7m/did_i_understand_kafka_wrong/",
  "subreddit": "books",
  "id": "qxij7m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I recently heard of Kafka and that he is supposed to be a literary genius or\nsomething, so I picked up a couple of his books, Metamorphasis, and the Trial.\n\nI read both and yes I think he is a genius.\nMy take on his stories was that it was a comedy, it was a comedy showing the\nabsurdity of human…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、カフカのことを耳にして、彼は天才的な文学者だと思っていました。\nそれで、彼の本を2冊手に取ったんだ。「メタモルファシス」と「裁判」だ。\n\n両方とも読みましたが、たしかに彼は天才だと思います。\n私が思うに、彼の物語はコメディーであり、人間の不条理さを示すコメディーだと思います。\n人間の不条理さを示すコメディだと思っていました。",
      "title": "私はカフカを間違って理解していたのだろうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我最近听说了卡夫卡，他应该是一个文学天才或什么的。\n所以我买了他的几本书，《变形记》和《审判》。\n\n我读了这两本书，是的，我认为他是个天才。\n我对他的故事的看法是，这是一出喜剧，是一出展示人类的荒谬的喜剧。\n荒谬的人类...",
      "title": "我对卡夫卡的理解有误吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我最近聽說了卡夫卡，他應該是一個文學天才或什麼的。\n所以我買了他的幾本書，《變形記》和《審判》。\n\n我讀了這兩本書，是的，我認爲他是個天才。\n我對他的故事的看法是，這是一出喜劇，是一出展示人類的荒謬的喜劇。\n荒謬的人類...",
      "title": "我對卡夫卡的理解有誤嗎？"
    }
  ]
}