{
  "author": "DavidEbenbach",
  "the_new_excerpt": "In general, I'm from the follow-your-excitement school of reading. Too many\nbooks, too little time to be wasted on something that doesn't grab you, etc.\nBut, having just finished a book that I didn't like—I'm not going to name names,\nbut the author and the book are both well-loved by a lot of other…",
  "original_created_utc": 1616339649,
  "localize": [
    {
      "locale": "zh",
      "title": "关于（有时）阅读你不喜欢的东西的论据",
      "the_new_excerpt": "总的来说，我是属于随遇而安派的读书人。太多\n书，时间太少，不能浪费在一些不抓紧你的东西上，等等。\n不过，刚看完一本不喜欢的书，我就不点名了。\n但作者和这本书都深受很多其他... ..."
    },
    {
      "locale": "zh-Hant",
      "title": "關於（有時）閱讀你不喜歡的東西的論據",
      "the_new_excerpt": "總的來說，我是屬於隨遇而安派的讀書人。太多\n書，時間太少，不能浪費在一些不抓緊你的東西上，等等。\n不過，剛看完一本不喜歡的書，我就不點名了。\n但作者和這本書都深受很多其他... ..."
    }
  ],
  "title": "An argument for (sometimes) reading stuff you don't like",
  "created_utc": 1616385339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In general, I&#39;m from the follow-your-excitement school of reading. Too many books, too little time to be wasted on something that doesn&#39;t grab you, etc. But, having just finished a book that I didn&#39;t like—I&#39;m not going to name names, but the author and the book are both well-loved by a lot of other folks—I&#39;ve been thinking about the arguments in favor of reading, at least some of the time, books that are not to your taste. Here&#39;s what I&#39;ve come up with:</p>\n\n<ol>\n<li>Reading outside your comfort zone (or even pleasure zone) allows you to participate in more conversations. The author I just now didn&#39;t enjoy is an author that people talk about a lot. I may not get pleasure in that author&#39;s work—I think I can say that, at least provisionally, after having read seven of their books—but I do get pleasure in being able to participate meaningfully in conversations where that author&#39;s work comes up.</li>\n<li>Staying with something forces you to deal with it. It forces you to see what little pleasures might be there be beyond what first strikes you; it forces you to become a more thoughtful and active reader. Which puts you in a position to get even more out of the books you do like.</li>\n<li>Confronting what you don&#39;t like also forces you to think about and maybe articulate <em>why</em> certain things please you and others don&#39;t; it refines your taste.</li>\n<li>It&#39;s also worth noting that tastes change. And maybe a book you don&#39;t like at first can be part of the force that changes those tastes. Maybe you do leave the book dissatisfied but also a little more ready to like another book that&#39;s a sort of compromise between what you just read and what you usually read. Maybe that book can begin to broaden you.</li>\n</ol>\n\n<p>As I say, for the most part I believe in reading what you want to read, and I have tossed aside a good number of books partway through because they just didn&#39;t feel worth it. I&#39;m going to keep doing that. Life is short, etc. But sometimes—every once in a while—I&#39;m going to push myself to read all the way to the last page of something that just doesn&#39;t work for me. And I&#39;m going to be glad I did.</p>\n\n<p>Thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m9ypu1/an_argument_for_sometimes_reading_stuff_you_dont/",
  "subreddit": "books",
  "id": "m9ypu1",
  "is_self": true,
  "media": null,
  "is_video": false
}