{
  "author": "Young_Omni_Man",
  "original_created_utc": 1626182134,
  "title": "Apocalypse Pregnancy. Does every female protagonist need to be pregnant?",
  "created_utc": 1626190155,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a big fan of apocalyptic and post apocalyptic fiction and after reading too many of these books during the pandemic, it&#39;s abundantly clear this trope is completely played out. I get it, it&#39;s human drama on a primal level. It&#39;s one of the ultimate fears in a world without modern medicine. It&#39;s not a death sentence like many other medical conditions, no one is getting a new heart valve installed or liver transplant. But it feels like I&#39;ve seen every conceivable variation on this theme and I hope authors will note how over saturated this is in the genre. It&#39;s bad enough that as soon as a female protagonist is having sex, you know the story is going to revolve around her pregnancy.</p>\n\n<p>And honestly, it smacks of a little casual sexism. It reduces otherwise complex characters down to this narrow view and reason to survive. It gives every generic leading man a righteous cause to fight for. I get why it&#39;s used, but it&#39;s time to let a female protagonist have a different obstacle.</p>\n\n<p>Thoughts? I fully recognize it&#39;s part of the human experience so it&#39;s inherently going to be a part of fiction. And as a father it does have intended gut punch for me imagining trying to care for my own daughter in these circumstances. It&#39;s effective and breaks my heart every time I read such a story, I just wish it was so pervasive that the moment a woman, particularly if she&#39;s a protagonist, hooks up with someone I know where the story is going.</p>\n\n<p>Edit: I think a lot of people are getting hung up thinking I don&#39;t think the story should involve pregnancy. It absolutely is going to be part of the world building and having a decent sized community with no pregnant women would be weird. My point is that it&#39;s a bit played out having the same scene of the protagonist having sex, immediately getting pregnant from that first coupling, and start vomiting out of nowhere one chapter later letting the audience know she&#39;s pregnant. I&#39;d feel the same way if every post apocalyptic book with a male protagonist had a man suffer from testicular torsion. And if every time in a book a man has stomach pain you go, yep here we go again, it&#39;s another testicular torsion tale. Can&#39;t they make him have any other obstacles to cause character growth?</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/ojfcl6/apocalypse_pregnancy_does_every_female/",
  "subreddit": "books",
  "id": "ojfcl6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a big fan of apocalyptic and post apocalyptic fiction and after reading too\nmany of these books during the pandemic, it's abundantly clear this trope is\ncompletely played out. I get it, it's human drama on a primal level. It's one of\nthe ultimate fears in a world without modern medicine. It's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は終末論や終末後の小説の大ファンですが、パンデミックの際にこれらの本をたくさん読んだ結果\nパンデミック中にこれらの本をたくさん読んだ後、この表現は完全に使い古されたものであることが明らかになりました。\nパンデミックの時期にこれらの本をたくさん読んだ結果、この表現は完全に使い古されたものだとわかりました。それは、人間の原始的なドラマだからです。それは次のようなものです。\n現代医学のない世界での究極の恐怖の一つです。これは...",
      "title": "アポカリプスの \"妊娠 \"について すべての女性主人公が妊娠する必要があるのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是世界末日和世界末日后小说的忠实粉丝。\n在大流行期间读了太多这样的书，很明显，这个套路已经完全被玩坏了。\n完全被玩坏了。我明白了，这是在原始水平上的人类戏剧。这也是\n在一个没有现代医学的世界里，这是一种终极恐惧。它是...",
      "title": "启示录》怀孕了。是否每个女主角都需要怀孕？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是世界末日和世界末日後小說的忠實粉絲。\n在大流行期間讀了太多這樣的書，很明顯，這個套路已經完全被玩壞了。\n完全被玩壞了。我明白了，這是在原始水平上的人類戲劇。這也是\n在一個沒有現代醫學的世界裏，這是一種終極恐懼。它是...",
      "title": "啓示錄》懷孕了。是否每個女主角都需要懷孕？"
    }
  ]
}