{
  "author": "Aegontarg07",
  "original_created_utc": 1629549153,
  "title": "Your daily dose of Crypto",
  "created_utc": 1629556240,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Your daily dose of Crypto</h1>\n\n<ol>\n<li>The total market cap has risen 2.7% in the last 24 hours and stood at $2.16 trillion.<br/></li>\n<li>The price of BTC breached $49k for the first time since May crash and ETH is testing resistance at $3.3k.<br/></li>\n<li>Among the altcoins, AVAX is up by over 25% and 150% in the last 24 hours and 7 days respectively.<br/></li>\n<li>The Swedish government has given back a jailed drug dealer over $1.5 million worth of BTC, after it appreciated in value since his arrest and its seizure.<br/></li>\n<li>The SEC has drawn a settlement of over $12 million with some of the BitConnect promoters, who were involved in $2 billion Ponzi scam.<br/></li>\n<li>Luna Yield, a DeFi protocol on Solana has allegedly executed a rug pull of over $8 million after its website and social media accounts goes offline.<br/></li>\n<li>VanEck and ProShares have pulled back their proposals for Ethereum futures ETFs after filing them last week.<br/></li>\n<li>Binance has suspended futures contracts trading in Brazil to comply with local regulations. Earlier, similar suspensions came into effect in UK and Australia.<br/></li>\n<li>Marvel has launched its first NFT digital comic books on VeVe, which includes the first appearances of Loki and The Fantastic Four.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 251,
  "permalink": "/r/CryptoCurrency/comments/p8qn40/your_daily_dose_of_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "p8qn40",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YOUR DAILY DOSE OF CRYPTO\n\n 1. The total market cap has risen 2.7% in the last 24 hours and stood at $2.16\n    trillion.\n    \n 2. The price of BTC breached $49k for the first time since May crash and ETH is\n    testing resistance at $3.3k.\n    \n 3. Among the altcoins, AVAX is up by over 25% and 150%…"
}