{
  "author": "Runiteeee",
  "the_new_excerpt": "I'm seeing a trend of people non-transgender people talking about their\npreferred pronouns, and which pronouns make them feel either 'comfy' or\n'uncomfy', and I don't know if there is any scientific backing behind it\nwhatsoever.\n\nDoes it really cause someone distress that identifies as a girl to be…",
  "original_created_utc": 1616551501,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我看到一个趋势的人非变性人 谈论他们的。\n喜欢的代词，以及哪些代词让他们感觉到 \"舒服 \"或。\n'不舒服'，我不知道是否有任何科学根据\n什么都没有。\n\n这真的会让一个认定为女孩的人感到痛苦吗... ...",
      "title": "CMV：在不是变性人的情况下用不同的代词是毫无意义的，只是在赶潮流。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到一個趨勢的人非變性人 談論他們的。\n喜歡的代詞，以及哪些代詞讓他們感覺到 \"舒服 \"或。\n'不舒服'，我不知道是否有任何科學根據\n什麼都沒有。\n\n這真的會讓一個認定爲女孩的人感到痛苦嗎... ...",
      "title": "CMV：在不是變性人的情況下用不同的代詞是毫無意義的，只是在趕潮流。"
    }
  ],
  "title": "CMV: Having different pronouns whilst not being transgender is pointless and just hopping on a trend.",
  "created_utc": 1616612307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m seeing a trend of people non-transgender people talking about their preferred pronouns, and which pronouns make them feel either &#39;comfy&#39; or &#39;uncomfy&#39;, and I don&#39;t know if there is any scientific backing behind it whatsoever.</p>\n\n<p>Does it really cause someone distress that identifies as a girl to be referred to as &#39;she&#39; / &#39;her&#39;? Would they ever have even thought about it if the topic of trans people wasn&#39;t topical?</p>\n\n<p>It strikes me as a desire to fit into a community, using different &#39;pronouns&#39; as a way in, without actually caring about their pronouns deep down.</p>\n\n<p>Examples of what I&#39;m referring to:</p>\n\n<p>A woman asking to be referred to as &#39;they/them&#39;.</p>\n\n<p>A man asking to be referred to as ze/zir.</p>\n\n<p>etc.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/mbuwmj/cmv_having_different_pronouns_whilst_not_being/",
  "subreddit": "changemyview",
  "id": "mbuwmj",
  "is_self": true,
  "media": null,
  "is_video": false
}