{
  "videoId": "7rQvfqoLnmw",
  "channelId": "UC_F8DoJf9MZogEOU51TpTbQ",
  "title": "NEW UPDATE ✨ MAGIC ITEMS ✨ Coming soon... (Clash Royale TV Royale)",
  "link": "https://www.youtube.com/watch?v=7rQvfqoLnmw",
  "pubDate": "2021-03-27T13:00:06.000Z",
  "author": "Clash Royale",
  "id": "yt:video:7rQvfqoLnmw",
  "isoDate": "2021-03-27T13:00:06.000Z",
  "description": "MAGIC ITEMS ARE COMING TO CLASH ROYALE! Our new update is coming very soon making it easier than ever to upgrade your cards and build your perfect deck! Also included in this update are balance changes, bug fixes, updated UI, Clan Wars 2 changes, performance improvements & more!\n\n00:00​ NEW UPDATE\n00:30​ MAGIC ITEMS\n00:42​ WILD CARDS\n01:12​ BOOK OF CARDS\n01:25​ BOOK OF BOOKS\n01:37​ CHEST KEY\n01:50​ MAGIC COIN\n02:04​ WHERE TO GET MAGIC ITEMS\n02:24​ PASS ROYALE IMPROVEMENTS\n02:52​ OTHER CHANGES\n03:01​ CLAN WARS 2 IMPROVEMENTS\n03:21​ BALANCE CHANGES\n03:43​ NEW SEASON\n\nInformation in this video is subject to change. All gameplay is taken from a work in progress developer build version, not the live game. Magic Items are only available for players King Level 4+.\n\nSubscribe for more! ►► http://supr.cl/SubRoyale\n\nEnter the Arena! From the creators of Clash of Clans comes a real-time multiplayer game starring the Royales, your favorite Clash characters and much, much more.\n\nCollect and upgrade dozens of cards featuring the Clash of Clans troops, spells and defenses you know and love, as well as the Royales: Princes, Knights, Baby Dragons and more. Knock the enemy King and Princesses from their towers to defeat your opponents and win Trophies, Crowns and glory in the Arena. Form a Clan to share cards and build your very own battle community.\n\nLead the Clash Royale Family to victory!\n\nFEATURES\n• Duel players from around the world in real-time in both 1v1 and 2v2 Battles\n• Earn chests to unlock rewards, collect powerful new cards and upgrade existing ones\n• Destroy opponent's towers and win Crowns to earn epic Crown chests\n• Build and upgrade your card collection with the Clash Royale Family along with dozens of your favorite Clash troops, spells and defenses\n• Construct your ultimate Battle Deck to defeat your opponents\n• Progress through multiple Arenas all the way to the top\n• Form a Clan to share cards and build your very own battle community\n• Challenge your Clanmates and friends to a private duel, or play side-by-side in a 2v2 Battle\n• Work together with your Clan to unlock Clan Chests\n• Play new events every week\n• Learn different battle tactics by watching the best duels on TV Royale\n\nPLEASE NOTE! Clash Royale is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Clash Royale. A network connection is also required.\n\nSupport:\nAre you having problems? Visit http://supercell.helpshift.com/a/clash-royale/ or contact us in-game by going to Settings, Help and support.\n\nPrivacy Policy:\nhttp://supercell.com/en/privacy-policy/\n\nTerms of Service:\nhttp://supercell.com/en/terms-of-service/\n\nParent's Guide:\nhttp://supercell.com/en/parents/\n\n#ClashRoyale #Update #MagicItems",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/7rQvfqoLnmw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "51719",
    "average": "4.88",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "830605"
  },
  "original_created_at": "2021-03-27T13:00:06.000Z",
  "created_at": "2021-03-27T20:51:02.056Z",
  "tags": [
    "ClashRoyale",
    "Update",
    "MagicItems"
  ]
}