{
  "videoId": "auOrYTASVqQ",
  "channelId": "UC-SJ6nODDmufqBzPBwCvYvQ",
  "title": "Oprah Winfrey on her bombshell Harry and Meghan interview",
  "link": "https://www.youtube.com/watch?v=auOrYTASVqQ",
  "pubDate": "2021-03-08T14:04:06.000Z",
  "author": "CBS This Morning",
  "id": "yt:video:auOrYTASVqQ",
  "isoDate": "2021-03-08T14:04:06.000Z",
  "description": "Oprah Winfrey joined \"CBS This Morning\" the day after her wide-ranging interview with Prince Harry and Meghan, Duchess of Sussex aired on CBS. Winfrey is reacting to some of the most explosive moments of the interview, and what she learned from the couple.\n\nSubscribe to the \"CBS This Morning\" YouTube channel: https://bit.ly/3ceNNCX\nWatch more \"CBS This Morning\": http://bit.ly/1T88yAR\nLike \"CBS This Morning\" on Facebook: https://on.fb.me/1LhtdvI\nFollow \"CBS This Morning\" on Instagram: https://bit.ly/1Q7NGnY\nFollow \"CBS This Morning\" on Twitter: https://bit.ly/1Xj5W3p\nFollow CBS News on Twitter: https://bit.ly/3bdNXek\n\nGet the latest news and best in original reporting from CBS News delivered to your inbox. Sign up for newsletters: https://cbsn.ws/1RqHw7T\n\nGet your news on the go! Download CBS News mobile apps for Android and iOS: https://cbsn.ws/1Xb1WC8\n\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites and originals anytime, anywhere with Paramount+. Sign up here: https://bit.ly/309gCe2\n\n---\nEach weekday morning, \"CBS This Morning\" co-hosts Gayle King, Anthony Mason and Tony Dokoupil deliver two hours of original reporting, breaking news and top-level newsmaker interviews in an engaging and informative format that challenges the norm in network morning news programs. The broadcast has earned a prestigious Peabody Award, a Polk Award, four News & Documentary Emmys, three Daytime Emmys and the 2017 Edward R. Murrow Award for Best Newscast. The broadcast was also honored with an Alfred I. duPont-Columbia Award as part of CBS News division-wide coverage of the shootings at Sandy Hook Elementary School in Newtown, Connecticut. Check local listings for \"CBS This Morning\" broadcast times.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/auOrYTASVqQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "8745",
    "average": "4.43",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "626840"
  },
  "original_created_at": "2021-03-08T14:04:06.000Z",
  "created_at": "2021-03-08T21:48:59.283Z",
  "tags": []
}