{
  "videoId": "CKvGKTsAoO4",
  "channelId": "UCknLrEdhRCp1aegoMqRaCZg",
  "title": "Suez Canal blocked: How to keep ships from running aground | DW News",
  "link": "https://www.youtube.com/watch?v=CKvGKTsAoO4",
  "pubDate": "2021-03-28T09:28:30.000Z",
  "author": "DW News",
  "id": "yt:video:CKvGKTsAoO4",
  "isoDate": "2021-03-28T09:28:30.000Z",
  "description": "The operators of Egypt's Suez Canal say technical or human error could have caused a huge container ship to run aground. Engineers are working round the clock to refloat the Ever Given. The vessel has been blocking one of the world's busiest shipping lanes for the last five days. The chairman of the canal authority hopes a dredging operation will free the ship in the next few days.\nHow did the Ever Given, one of the biggest container ships ever built, end up blocking one of the world’s busiest shipping lanes? And how long will it stay there? The chairman of the Suez Canal Authority is facing more questions than he can answer. But he says more than just strong winds caused the accident.\nBut while experts investigate further, the ship still has to be freed. 20,000 ton of sand have been removed from the area around the bow, and 9,000 tons of ballast water have been pumped out, in order to lighten the vessel. The operation has so far been unsuccessful - but two more tugs are on their way. If they can't move it, the next step will be to unload the cargo.\nThe German insurance group Allianz says the blockage is costing the global economy between 6 and 10 billion dollars a week. A tenth of the world's merchant shipping uses the canal.\n\n\nSubscribe: https://www.youtube.com/user/deutschewelleenglish?sub_confirmation=1\n\nFor more news go to: http://www.dw.com/en/\nFollow DW on social media:\n►Facebook: https://www.facebook.com/deutschewellenews/\n►Twitter: https://twitter.com/dwnews\n►Instagram: https://www.instagram.com/dwnews\nFür Videos in deutscher Sprache besuchen Sie: https://www.youtube.com/dwdeutsch\n#SuezCanal #EverGiven #Egypt",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/CKvGKTsAoO4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4373",
    "average": "4.81",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "442585"
  },
  "original_created_at": "2021-03-28T09:28:30.000Z",
  "created_at": "2021-03-28T23:34:57.231Z",
  "tags": [
    "SuezCanal",
    "EverGiven",
    "Egypt"
  ]
}