{
  "videoId": "dHVXp_fRGzE",
  "channelId": "UCOkL7q2SeGZeZuj22njMYEA",
  "title": "I’m sorry.",
  "link": "https://www.youtube.com/watch?v=dHVXp_fRGzE",
  "pubDate": "2021-03-24T22:58:34.000Z",
  "author": "Caddicarus",
  "id": "yt:video:dHVXp_fRGzE",
  "isoDate": "2021-03-24T22:58:34.000Z",
  "description": "I spent $10,000 and nearly destroyed my channel. Here's my story. Animation and illustrations by @boymylife , editing/audio/effects by me. Thank you so much, Kyle. This video wouldn’t have been possible without you. https://www.youtube.com/boymylife  https://twitter.com/boymylifeyt  Also, special thanks to LevelUpGaming for stepping in at the last minute to save my video production as quickly as possible! https://www.levelupgaming.co.uk/ ▼ FOLLOW MY SOCIALS ▼\n\nPATREON! (early access videos, no ads, credits, exclusive videos…) = http://www.patreon.com/caddicarus \nTWITCH! = http://www.twitch.tv/Caddicarus\nINSTAGRAM! = http://www.instagram.com/caddicarus\nLETTERBOXD MOVIE REVIEWS! = http://www.letterboxd.com/Caddicarus\nTWITTER! = http://www.twitter.com/Caddicarus\nCHEAP GAMES (sometimes less than $1!) EVERY 24 HOURS! = https://caddicarus.chrono.gg/\nTUMBLR! = http://thecaddicarus.tumblr.com\nFACEBOOK! = http://www.facebook.com/Caddicarus\n\nDon't forget to join the channel right here = https://www.youtube.com/user/Caddicarus?sub_confirmation=1 🔔 AND PLEASE HIT THE NOTIFICATION BELL! 🔔\n\nHello, I’m Caddicarus. And I’m sorry. I hope you’re all ready, because you’re about to see my story about the time I spent a ridiculous amount of money on a new PC, only to end up spending even more and nearly losing my channel. I thought I’d try something animated this time and a lot different - instead of me being on screen, I figured a funny cartoon animation in a similar style to theodd1sout would best illustrate how funny and unlucky this whole saga turned out to be. This is a lot more than a minute-long Caddicarus animated - this is a huge retelling of my story animated, in a special one-off animated story time. Actually, now that I think about it, is it theodd1sout or oddonesout? No clue. Maybe this is closer to Jaiden and their animations. Jaidenanimations? Jaidenanimation? I’m completely new to this story time animated kind of video, I’m a bit of touch. How about JelloApocolypse? I dunno, I’m totally lost. Either way - with special thanks to boymylife - I hope you enjoy my true story all about my how to build a PC teaching went entirely wrong. Gaming PC build s are a nightmare, and here’s why. And yes, I not only managed to get an NVIDIA RTX 3080 PC for my office, but an RTX 3090 for the streaming and recording PC too. I’m lucky. But not that lucky. Prebuilt PC’s, build your own PC, everything is covered here.\n\n\nCaddicarus 8bit themes by Endigo = https://www.youtube.com/user/Endigo\n\nCaddicarus logo by Jan Animation = https://www.youtube.com/user/jananimationstudios/videos\n\nKevin MacLeod's royalty free music! = http://incompetech.com\n\nOLLY'S CAMERA WORK! = https://www.youtube.com/SuperOllyRoss\n\n\nWatch more storytime animation videos and comedy game reviews on my channel! | Caddicarus\n\nhttps://www.youtube.com/user/Caddicarus\n\n#Storytime #Animated #Cartoon #Caddicarus #PCBuild #Gaming",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/dHVXp_fRGzE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "42911",
    "average": "4.91",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "388086"
  },
  "original_created_at": "2021-03-24T22:58:34.000Z",
  "created_at": "2021-03-25T16:30:48.838Z",
  "tags": [
    "Storytime",
    "Animated",
    "Cartoon",
    "Caddicarus",
    "PCBuild",
    "Gaming"
  ],
  "source_updated_at": 1616752835546
}