{
  "videoId": "gAdJMwhZeFE",
  "channelId": "UCzMjRlKVO9XIqH_crIFpi6w",
  "title": "I Troll BadBoyHalo with ONE WAY GLASS in a Building Competition...",
  "link": "https://www.youtube.com/watch?v=gAdJMwhZeFE",
  "pubDate": "2021-03-19T22:25:02.000Z",
  "author": "Skeppy",
  "id": "yt:video:gAdJMwhZeFE",
  "isoDate": "2021-03-19T22:25:02.000Z",
  "description": "Skeppy Trolls BadBoyHalo In A Very Super Epic Building Competition\n\nToday BadBoyHalo and I are playing Minecraft... but we are professional builders. Each of us have our own side and we are competing against each other to build the most epic builds. The only thing that Bad doesn't know is that I may or may not have a cheating, unfair advantage over him with ONE WAY GLASS and a Link Command. We build things like houses, fountains, boats and all sorts of stuff - and the mod I had made it sooo much better hahahaha. I had to be so careful because I didn't want Bad to catch on too fast to the trolling, but oh my gosh it was so funny. He really thought the server was lagging LMAO. As usual this was SO fun to record with my best friend Bad so if you enjoyed this video and would like to see more build battles between us please be sure to like this video :) \n\nAlso maybe... possibly... sub to @BadBoyHalo \nAlso also, shoutout to @InstaAE for coming up with this video idea! (And editing the video of course)\n\nFollow My Twitter - @Skeppy\nFollow My Instagram - @Skeppy\n  \nNot Minecraft, But Water Rises or Minecraft, But Lava Rises, or any other but challenge like that. This is a speed run / speed runner of me trolling BadBoyHalo at building LMAO",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/gAdJMwhZeFE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "76334",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1042733"
  },
  "original_created_at": "2021-03-19T22:25:02.000Z",
  "created_at": "2021-03-20T16:34:51.320Z",
  "tags": []
}