{
  "videoId": "gHMYwrC7oAo",
  "channelId": "UCiRyNJKUiYdKsxXkt_jMZ-A",
  "title": "Teenage Mutant Ninja Turtles: Shredder’s Revenge - Reveal trailer",
  "link": "https://www.youtube.com/watch?v=gHMYwrC7oAo",
  "pubDate": "2021-03-10T14:58:41.000Z",
  "author": "Dotemu",
  "id": "yt:video:gHMYwrC7oAo",
  "isoDate": "2021-03-10T14:58:41.000Z",
  "description": "Wishlist now on Steam: https://store.steampowered.com/app/1361510/Teenage_Mutant_Ninja_Turtles_Shredders_Revenge/\nJoin us on Discord: https://discord.gg/GYr8YfNnck\n\nTeenage Mutant Ninja Turtles: Shredder’s Revenge reunites Leonardo, Raphael, Michelangelo, and Donatello to kick shell in a beautifully realized pixel art world invoking the turtles’ classic 1987 design.\n\nWith Bebop and Rocksteady amassing gizmos to support Krang and Shredder’s latest scheme, Teenage Mutant Ninja Turtles: Shredder’s Revenge finds the turtles battling through a breathless tour of iconic TMNT locations to thwart their nemeses’ most diabolical plan yet. Armed with shell-shocking new abilities built on a foundation of classic brawling mechanics, the gang are in for an exhilarating, Foot Clan-stomping romp leading them through the sewers and bustling boroughs of New York City all the way to Dimension X.\n\nTeenage Mutant Ninja Turtles: Shredder’s Revenge will be available on PC and consoles. \n\nTrailer directed by Gary Levesque and produced by Wizz (Quadgroup)\nMusic:  Executive producer Mutant Ninja Records\nVocals: Mike Patton\nMusic: Jb Hanak\nGuitar solo: Cedric Hanak\nProduction: Olivier Dax & Jb Hanak\n\n©2021 Viacom International Inc. All Rights Reserved. Nickelodeon, Teenage Mutant Ninja Turtles and all related titles, logos and characters are trademarks of Viacom International Inc.\n\n©2021 Dotemu, All rights reserved. Game developed by Tribute Games.\n\n#TMNT #Nickelodeon #retrogaming",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/gHMYwrC7oAo/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "16813",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "296093"
  },
  "original_created_at": "2021-03-10T14:58:41.000Z",
  "created_at": "2021-03-10T22:13:24.776Z",
  "tags": [
    "TMNT",
    "Nickelodeon",
    "retrogaming"
  ]
}