{
  "videoId": "HbxWGjQ2szQ",
  "channelId": "UCCXxVerycxB08muPJta5WBQ",
  "title": "A Tale of Two Slings: Peak Design and Amazon Basics",
  "link": "https://www.youtube.com/watch?v=HbxWGjQ2szQ",
  "pubDate": "2021-03-03T15:55:33.000Z",
  "author": "Peak Design",
  "id": "yt:video:HbxWGjQ2szQ",
  "isoDate": "2021-03-03T15:55:33.000Z",
  "description": "First thing first: get your own googley-eye glasses for ridiculing unscrupulous business practices in 2 days or less with Amazon Prime: https://www.amazon.com/dp/B08K46DVM6/ref=cm_sw_r_cp_api_glt_fabc_XAQDY3W30FEKG8GTS2MS\n\nAmazon is one of Peak Design's biggest partners. We've been selling Peak Design products on Amazon for years, and we work closely with Amazon to remove counterfeit and copycat products from their marketplace. Hence, we were astonished when we found out Amazon had copied one of our bestselling bags. They call it the \"Everyday Sling,\" which, funny enough, is exactly what we call our product.\n\nAmazon is a revolutionary service that we use and benefit from heavily. Also, Peak Design is not the first brand to see their products copied by an Amazon in-house brand. If we were really serious people, we might get on our soapbox and pontificate about the pitfalls of capitalism. But we're not really serious people. So we got some googley-eye glasses (thanks Amazon Prime!) and made this video instead.\n\nIt's our goal to make the best things. If we tried to make the cheapest things, we wouldn't be us. Amazon reminded us of that. We appreciate the pep talk, Amazon.\n\nKnow what we really appreciate? Our customers. Thank you for supporting intense, obsessive design that focuses on novel solutions to real problems. Thank you for supporting design practices that account for a product's lifecycle, and it's external impact on people and the planet.\n\nAnd if you want to know why Amazon just couldn't resist copying the Peak Design Everyday Sling, check it out for yourself: https://www.peakdesign.com/collections/everyday-bags/products/everyday-sling?variant=29742302068780",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/HbxWGjQ2szQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "19014",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "495562"
  },
  "original_created_at": "2021-03-03T15:55:33.000Z",
  "created_at": "2021-03-04T19:06:52.757Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "第一件事：用亚马逊Prime在2天或更短的时间内获得自己的googley-eye眼镜，嘲笑无良的商业行为：https://www.amazon.com/dp/B08K46DVM6/ref=cm_sw_r_cp_api_glt_fabc_XAQDY3W30FEKG8GTS2MS。\n\n亚马逊是Peak Design最大的合作伙伴之一。我们已经在亚马逊上销售Peak Design的产品多年，我们与亚马逊紧密合作，从他们的市场上删除假冒和模仿产品。因此，当我们发现亚马逊抄袭了我们的一款畅销包时，我们感到非常惊讶。他们称它为 \"Everyday Sling\"，有趣的是，这正是我们对我们产品的称呼。\n\n亚马逊是一项革命性的服务，我们大量使用并从中受益。另外，Peak Design也不是第一个看到自己的产品被亚马逊内部品牌抄袭的品牌。如果我们真的是严肃的人，我们可能会在我们的肥皂盒上滔滔不绝地谈论资本主义的陷阱。但我们不是真正严肃的人。所以我们买了一些googley-eye眼镜（感谢亚马逊Prime！），然后做了这个视频。\n\n我们的目标是做最好的东西。如果我们想做最便宜的东西，我们就不是我们了。亚马逊提醒了我们这一点。我们感谢你的鼓励，亚马逊。\n\n知道我们真正欣赏的是什么吗？我们的客户。感谢你们支持紧张、执着的设计，专注于为实际问题提供新颖的解决方案。感谢你们支持考虑到产品生命周期的设计实践，以及它对人类和地球的外部影响。\n\n如果你想知道为什么亚马逊忍不住要抄袭Peak Design Everyday Sling，请自己去看看：https://www.peakdesign.com/collections/everyday-bags/products/everyday-sling?variant=29742302068780。",
      "title": "两个吊索的故事。巅峰设计和亚马逊基础知识"
    },
    {
      "locale": "zh-Hant",
      "description": "第一件事：用亞馬遜Prime在2天或更短的時間內獲得自己的googley-eye眼鏡，嘲笑無良的商業行爲：https://www.amazon.com/dp/B08K46DVM6/ref=cm_sw_r_cp_api_glt_fabc_XAQDY3W30FEKG8GTS2MS。\n\n亞馬遜是Peak Design最大的合作伙伴之一。我們已經在亞馬遜上銷售Peak Design的產品多年，我們與亞馬遜緊密合作，從他們的市場上刪除假冒和模仿產品。因此，當我們發現亞馬遜抄襲了我們的一款暢銷包時，我們感到非常驚訝。他們稱它爲 \"Everyday Sling\"，有趣的是，這正是我們對我們產品的稱呼。\n\n亞馬遜是一項革命性的服務，我們大量使用並從中受益。另外，Peak Design也不是第一個看到自己的產品被亞馬遜內部品牌抄襲的品牌。如果我們真的是嚴肅的人，我們可能會在我們的肥皂盒上滔滔不絕地談論資本主義的陷阱。但我們不是真正嚴肅的人。所以我們買了一些googley-eye眼鏡（感謝亞馬遜Prime！），然後做了這個視頻。\n\n我們的目標是做最好的東西。如果我們想做最便宜的東西，我們就不是我們了。亞馬遜提醒了我們這一點。我們感謝你的鼓勵，亞馬遜。\n\n知道我們真正欣賞的是什麼嗎？我們的客戶。感謝你們支持緊張、執着的設計，專注於爲實際問題提供新穎的解決方案。感謝你們支持考慮到產品生命週期的設計實踐，以及它對人類和地球的外部影響。\n\n如果你想知道爲什麼亞馬遜忍不住要抄襲Peak Design Everyday Sling，請自己去看看：https://www.peakdesign.com/collections/everyday-bags/products/everyday-sling?variant=29742302068780。",
      "title": "兩個吊索的故事。巔峯設計和亞馬遜基礎知識"
    }
  ],
  "source_updated_at": 1614937761604
}