{
  "videoId": "HbxWGjQ2szQ",
  "channelId": "UCCXxVerycxB08muPJta5WBQ",
  "title": "A Tale of Two Slings: Peak Design and Amazon Basics",
  "link": "https://www.youtube.com/watch?v=HbxWGjQ2szQ",
  "pubDate": "2021-03-03T15:55:33.000Z",
  "author": "Peak Design",
  "id": "yt:video:HbxWGjQ2szQ",
  "isoDate": "2021-03-03T15:55:33.000Z",
  "description": "First thing first: get your own googley-eye glasses for ridiculing unscrupulous business practices in 2 days or less with Amazon Prime: https://www.amazon.com/dp/B08K46DVM6/ref=cm_sw_r_cp_api_glt_fabc_XAQDY3W30FEKG8GTS2MS\n\nAmazon is one of Peak Design's biggest partners. We've been selling Peak Design products on Amazon for years, and we work closely with Amazon to remove counterfeit and copycat products from their marketplace. Hence, we were astonished when we found out Amazon had copied one of our bestselling bags. They call it the \"Everyday Sling,\" which, funny enough, is exactly what we call our product.\n\nAmazon is a revolutionary service that we use and benefit from heavily. Also, Peak Design is not the first brand to see their products copied by an Amazon in-house brand. If we were really serious people, we might get on our soapbox and pontificate about the pitfalls of capitalism. But we're not really serious people. So we got some googley-eye glasses (thanks Amazon Prime!) and made this video instead.\n\nIt's our goal to make the best things. If we tried to make the cheapest things, we wouldn't be us. Amazon reminded us of that. We appreciate the pep talk, Amazon.\n\nKnow what we really appreciate? Our customers. Thank you for supporting intense, obsessive design that focuses on novel solutions to real problems. Thank you for supporting design practices that account for a product's lifecycle, and it's external impact on people and the planet.\n\nAnd if you want to know why Amazon just couldn't resist copying the Peak Design Everyday Sling, check it out for yourself: https://www.peakdesign.com/collections/everyday-bags/products/everyday-sling?variant=29742302068780",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/HbxWGjQ2szQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "17038",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "395898"
  },
  "original_created_at": "2021-03-03T15:55:33.000Z",
  "created_at": "2021-03-04T19:06:52.757Z",
  "tags": []
}