{
  "videoId": "HcaZHgEfses",
  "channelId": "UCYAB7hh1ohA8-iX54EpMdeA",
  "title": "Dollar Store Makeover",
  "link": "https://www.youtube.com/watch?v=HcaZHgEfses",
  "pubDate": "2021-03-26T20:00:04.000Z",
  "author": "Moriah Elizabeth",
  "id": "yt:video:HcaZHgEfses",
  "isoDate": "2021-03-26T20:00:04.000Z",
  "description": "Hey guys! Today I am trying a bit of a new concept for my channel. I decided to go shopping at the Dollar Store for a couple of items that I thought would be fun to paint on, customize and decorate to make them more of my style. I noticed shopping at the Dollar Tree, that there were so many cute things that had a lot of easy DIY potential. I wanted to do this to show that you don't need to spend a lot to have fun with art and customizing things. There are so many cheap and affordable items to be painted on! This video starts out with a mini dollar tree haul, and then I go on to feature 3 different $1 makeovers. I hope I give you some fun ideas for easy dollar store flips!\n\nLet me know if you want me to try this again or if you want me to try the \"EXTREME MODE\" (lol) dollar store makeover where I choose my art supplies from the dollar store as well.\n\n\nPRE-ORDER THE LIMITED EDITION RUBIK'S CUBE:\nhttps://www.moriah-rubiks.com/\n\n___________WELCOME TO MY CHANNEL__________\n\nHey! my name is Moriah (pronounced muh-rye-yuh 😂 ) and this is my channel....obviously. I'm 26 and like doing anything creative...and being snarky.....just a lil. I make a lot of decorating, painting and general art videos here. I'm obsessed with editing and adding lil bits to my videos, so if that's not your thing....oof you may hate this haha. I paint on squishies, thrift store finds, and other random things I pick up. I also love to draw, but don't expect anything too skilled, I'm not the best at that haha. You will also find occasional crafting/testing crafting kits on my channel which are always a hot mess. And even some baking (REALLY bad at that, but it's fun to try LOL). \n\nCURRENT SERIES:\nSquishy Makeovers: Fixing and decorating used squishies sent from my viewers\nThrift Store Makeovers: Fixing and decorating stuff I find at thrift stores/yard sales\nBake With ME: Recreating squishies I've decorated in real life\nCreate This Book: Drawing in the prompt book that I wrote (available to purchase and follow along)\nSquishy Unboxing: Opening used squishy packages sent from viewers\nCraft Kit Testing: pretty self explanatory. testing craft kits.\n\nFind Products I Use (contains affiliate links):\nhttps://a.co/4XDtrmV\n\n\n___UPLOAD SCHEDULE___\n\nEvery Friday at 4:00pm ET: Alternating Squishy Makeovers, Thrift Makeovers, Craft Kit Reviews, Create This Book, Mail Openings and Miscellaneous crafts and DIYs\n\n\n____PURCHASE ME PRODUCTS____\n\nCREATE THIS BOOK:\nhttps://amzn.to/2vUerfI\n\nCREATE THIS BOOK 2:\nhttps://amzn.to/2Nx2G9f\n\nME Custom Merchandise:\nhttps://moriahelizabethmerch.com/\n\nME Pin & Sticker Shop:\nhttps://me-merch.myshopify.com\n\nME Printed Apparel and Accessories:\nhttps://moriah-elizabeth.teespring.com/\n\n\n____ME SOCIALS____\n\nINSTAGRAM: \nhttps://www.instagram.com/moriahelizabethofficial/\n\nTIKTOK:\nhttps://www.tiktok.com/@me.moriah.elizabeth\n\nFACEBOOK:\nhttps://www.facebook.com/Moriah-Elizabeth-102592864903627\n\nSNAPCHAT:\nMoriahOfficial\n\nVISIT ME WEBSITE:\nhttps://www.moriahelizabeth.com/\n\n\n____CONTACT ME____\n\nEMAIL PICTURES OF YOUR ART (Create This Book or Fan art only please):\nArtwork@Moriah.video\n\nFOR BUSINESS INQUIRIES/OPPORTUNITIES ONLY:\nmoriah@nightmedia.co\n\n\n_____MAIL ME_____\n\nFor sending squishies, Letters, or general fan mail, please contact: FANMAIL@MORIAH.VIDEO to request my P.O. box address \n(must be 13+ to send mail)\nATTENTION: Unfortunately I can only respond to a small amount of people each week. This is to make sure that I get a reasonable amount of mail and can feature the maximum amount on camera. I apologize in advance if you do not hear back from me, I may not have even seen the message. This email gets SUPER clogged with thousands of messages. Currently have 15,000+ unread messages just in this folder. SORRY PEEPS!*",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/HcaZHgEfses/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "112625",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1783690"
  },
  "original_created_at": "2021-03-26T20:00:04.000Z",
  "created_at": "2021-03-27T16:52:02.909Z",
  "tags": []
}