{
  "videoId": "HgFzP5m1k_c",
  "channelId": "UCto7D1L-MiRoOziCXK9uT5Q",
  "title": "I Turned Valheim Into a Physics-Defying Nightmare",
  "link": "https://www.youtube.com/watch?v=HgFzP5m1k_c",
  "pubDate": "2021-03-09T16:00:05.000Z",
  "author": "Let's Game It Out",
  "id": "yt:video:HgFzP5m1k_c",
  "isoDate": "2021-03-09T16:00:05.000Z",
  "description": "JOIN MY STREAMS! ► https://www.twitch.tv/letsgameitout\n\nMerch!  ►\n  US/CA STORE ► http://bit.ly/LetsGameItOutUSStore\n  EU STORE ► http://bit.ly/LetsGameItOutEUStore\n\nSubscribe if you enjoy! ► http://bit.ly/letsgameitout_show\n\nTwitter ► https://twitter.com/letsgameitout\nFacebook ► https://www.facebook.com/letsgameitout\n\nWant more LGIO?!\n\nMore Simulator Mayhem ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRzn3ja4BfqYUForg0p-p5wi\n\nFunny Tycoon Games ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRwf14QPGmfDXCQQrDs860ig\n\nThe Finest One-Offs ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRwKf72d6spk7fSHhwwYuQu1\n\nSome Truly Bizarre Games  ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRyM5mUsHwPN0PH6UVNfeNl2\n\n#LetsGameItOut #Simulation #Valheim\n\nI Turned Valheim Into a Physics-Defying Nightmare - Let's Game It Out\n\n----------\n\nCheck it out on Steam ► https://store.steampowered.com/app/892970/Valheim/\n\nMore about Valheim (from Steam):\n\nA battle-slain warrior, the Valkyries have ferried your soul to Valheim, the tenth Norse world. Besieged by creatures of chaos and ancient enemies of the gods, you are the newest custodian of the primordial purgatory, tasked with slaying Odin’s ancient rivals and bringing order to Valheim.\n\nYour trials begin at the disarmingly peaceful centre of Valheim, but the gods reward the brave and glory awaits. Venture forth through imposing forests and snow-capped mountains, explore and harvest more valuable materials to craft deadlier weapons, sturdier armor, viking strongholds and outposts. Build a mighty longship and sail the great oceans in search of exotic lands … but be wary of sailing too far...\n\nKey features:\n- Huge procedurally-generated world - explore and inhabit mystical lands, from mysteriousforests to imposing snow-topped mountain ranges and stunning meadows, complete with their own creatures of legend to battle and wildlife to hunt.\n- Co-op PvE (2-10 players) - - Whether you want to brave the lands alone or venture with trusted allies, Valheim supports independent, player-hosted servers and unlimited world creation. We recommend playing co-op with 3-5 players.\n- Punishing dodge & block based combat system with a wide range of weapons\n- Build & sail ships - from flimsy rafts to imposing warships, build legendary vessels to conquer the seas and discover new lands.\n- Summon and defeat vengeful primordial bosses of myth and legend, and collect trophies to progress and craft new powerful items\n- Flexible house and base building system - raise mead halls, farms, settlements outposts, castles and more.\n- Intuitive item crafting - forge the finest weapons and armour, and craft food and mead.\n- Dedicated server- for players who want to run a persistent server. If you prefer not to run a server on your PC, consider renting a server at G-Portal.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/HgFzP5m1k_c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "96484",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1222022"
  },
  "original_created_at": "2021-03-09T16:00:05.000Z",
  "created_at": "2021-03-10T16:20:20.148Z",
  "tags": [
    "LetsGameItOut",
    "Simulation",
    "Valheim"
  ]
}