{
  "videoId": "iwBzCdYhB8A",
  "channelId": "UC4qMMCxdNfU6cwpaXZOyUSg",
  "title": "Ocho Breaks Down: Real Men Cry Too | I AM ATHLETE with Brandon Marshall, Chad Johnson & More",
  "link": "https://www.youtube.com/watch?v=iwBzCdYhB8A",
  "pubDate": "2021-03-01T17:00:16.000Z",
  "author": "I AM ATHLETE",
  "id": "yt:video:iwBzCdYhB8A",
  "isoDate": "2021-03-01T17:00:16.000Z",
  "description": "WATCH MORE → https://youtube.com/playlist?list=PLGAaZmvZaF9gtsK1erpReLEv_kiofqr4w\n\nWhen is the last time you have asked the people you care about how they are doing? Brandon, Chad, Fred and Channing open up the discussion talking about the sudden loss of friend and former NFL player Vincent Jackson and how he was found days after passing away. \"Did anyone check on him?\" Brandon poses the question which leads him into doing a mental check-in with all the guys. \n\nIn a special moment of vulnerability and raw emotion, the guys are brought to tears as they sit and talk about deep life discussions. The guys talk about how there's a stigma in society that men and young boys are always raised to be tough and not show emotion or the world will look at you differently. With athletes, that notion is instilled by coaches and teammates saying tears are a sign of weakness when in fact it shouldn't be viewed that way. Being strong is part of dealing with emotions and being able to share with others what's truly going on inside your mind and heart. \n\nAfter recently losing his mother Hurricane Paula Johnson, Chad opens up about their relationship and how he's struggled with the emotions tied to loss. Recounting the memories and leading up to her final days, Chad is very transparent that the relationship was unique in many factors but he wouldn't have had it any other way. “It hurts to lose the person responsible for who I am,” Chad says, as he breaks down which brings Brandon and Channing to tears too. Fred follows it up saying that sometimes things in life are bigger than sports and different from what people portray on the outside, we all go through things and it's ok to let that emotion out. \n\nAfter a group hug of comfort and reassurance, Chef Nancie comes out and opens up about tragically losing her brother years ago and how the pain never fades but the good memories help make it easier to cope. \n\nI Am Athlete Movie Posters Available now on houseofathlete.com! \n\nSpecial Thanks to Botaniko Weston for providing us a location to film the episode. \n\nFOLLOW US ON:\nInstagram | https://instagram.com/iamathletepodcast\nTwitter | https://twitter.com/IAMATHLETEpod\nWebsite | https://houseofathlete.com\n\n#IAMATHLETE\n#BrandonMarshall\n#ChadJohnson",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/iwBzCdYhB8A/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "30939",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "495209"
  },
  "original_created_at": "2021-03-01T17:00:16.000Z",
  "created_at": "2021-03-02T17:00:51.482Z",
  "tags": [
    "IAMATHLETE",
    "BrandonMarshall",
    "ChadJohnson"
  ]
}