{
  "videoId": "L8_uMEU46FA",
  "channelId": "UCAMPco9PqjBbI_MLsDOO4Jw",
  "title": "Grab Your Tissues! Ronda Felton Makes Lionel Richie Cry! - American Idol 2021",
  "link": "https://www.youtube.com/watch?v=L8_uMEU46FA",
  "pubDate": "2021-03-01T03:00:27.000Z",
  "author": "American Idol",
  "id": "yt:video:L8_uMEU46FA",
  "isoDate": "2021-03-01T03:00:27.000Z",
  "description": "Ronda Felton has faced some challenging times throughout her life, but nothing has taken away from her kind, loving spirit. Ronda absolutely blows the judges away with her rendition of “One Night Only” by Jennifer Hudson, as Lionel is moved to tears by Ronda’s performance. Katy Perry tells Ronda: “You don't have to be strong. You just have to be Ronda and that will take you all the way.\" We’re beyond excited to see what Ronda has in store for Hollywood Week!\n\nSee more of American Idol 2021 on our official site: http://www.americanidol.com\nLike American Idol on Facebook: https://www.facebook.com/AmericanIdol\nFollow American Idol on Twitter: https://twitter.com/americanidol\nFollow American Idol on Instagram: https://www.instagram.com/americanidol/\n\nAMERICAN IDOL, the iconic series that revolutionized the television landscape by pioneering the music competition genre, returns on ABC.\n\nAmerican Idol 2021\n\nHelping to determine who America will ultimately vote for to become the next singing sensation are music industry forces and superstar judges Luke Bryan, Katy Perry and Lionel Richie. Emmy® Award-winning host and producer Ryan Seacrest continues as host of the beloved series, while multimedia personality Bobby Bones serves as the in-house mentor.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/L8_uMEU46FA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "23451",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1047855"
  },
  "original_created_at": "2021-03-01T03:00:27.000Z",
  "created_at": "2021-03-02T03:25:22.314Z",
  "tags": []
}