{
  "videoId": "Su6kidaGW_8",
  "channelId": "UC4eYXhJI4-7wSWc8UNRwD4A",
  "title": "Justin Bieber: Tiny Desk (Home) Concert",
  "link": "https://www.youtube.com/watch?v=Su6kidaGW_8",
  "pubDate": "2021-03-17T16:00:15.000Z",
  "author": "NPR Music",
  "id": "yt:video:Su6kidaGW_8",
  "isoDate": "2021-03-17T16:00:15.000Z",
  "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nStephen Thompson | March 17, 2021\nIf you were to apply one of those \"how it started / how it's going\" memes to Tiny Desk (home) concerts — which began, it turns out, almost exactly one year ago — you'd have, under \"how it's going,\" the image of pop superstar Justin Bieber as he and his band perform the world premiere of a new song called \"Peaches.\"\n\n\"Peaches\" will exist in a significantly different form when Bieber drops his new album Justice on Friday — the track will feature guest vocals from GIVEŌN and Daniel Caesar — just as \"Holy,\" another song from Justice, opens this set without the presence of guest Chance the Rapper. But Bieber's Tiny Desk set, performed with the aid of We the Band, provides the fullest taste yet (fully 25 percent!) of the singer's sixth album, whose singles have already been streamed hundreds of millions of times.\n\nBieber has had a massive month as he prepares for Justice to drop: March 2021 began with the singer's 27th birthday and recently produced his second career Grammy, as he took the prize for best country duo or group performance for \"10,000 Hours\" with Dan + Shay. It continues with this, his Tiny Desk debut. Friday, the next chapter officially begins.\n\nSET LIST\n\"Holy\"\n\"Peaches\"\n\"Hold On\"\n\"Anyone\"\n\nMUSICIANS\nJustin Bieber: vocals, keys\nHarv: bass\nO'Neil \"Doctor O\" Palmer: keys\nDJ Tay James: DJ\nRobert Taylor: drums\nJulian McGuire: guitar\n\nCREDITS\nVideo: Nick Demoura, Mike Drew, Rory Kramer, Aaron Kroger, James Coker\nAudio: Jim Ebdon, Dylan Ely, James Roach, Chris Houghton, Taylor Meyer\nProduction Manager: Chris Gratton\nCamera Operators: Austin Wavra, Daniel Mardoyan, Noel Galan\nLighting Tech: Jim Mecsery\n\nTINY DESK TEAM\nProducer: Bobby Carter\nVideo Producers: Maia Stern, Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nTiny Production Team: Bob Boilen, Kara Frame\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann\n\n#justinbieber #tinydesk #nprmusic #pop #rnb",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/Su6kidaGW_8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "42822",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "427850"
  },
  "original_created_at": "2021-03-17T16:00:15.000Z",
  "created_at": "2021-03-17T23:26:49.204Z",
  "tags": [
    "justinbieber",
    "tinydesk",
    "nprmusic",
    "pop",
    "rnb"
  ],
  "localize": [
    {
      "locale": "zh",
      "title": "贾斯汀-比伯。Tiny Desk (Home) Concert"
    },
    {
      "locale": "zh-Hant",
      "title": "賈斯汀-比伯。Tiny Desk (Home) Concert"
    }
  ]
}