{
  "videoId": "Zcrsgdl_hP0",
  "channelId": "UCLXo7UDZvByw2ixzpQCufnA",
  "title": "Texas's power disaster is a warning sign for the US",
  "link": "https://www.youtube.com/watch?v=Zcrsgdl_hP0",
  "pubDate": "2021-03-04T13:00:17.000Z",
  "author": "Vox",
  "id": "yt:video:Zcrsgdl_hP0",
  "isoDate": "2021-03-04T13:00:17.000Z",
  "description": "America's power grid is not ready.\n\nSubscribe and turn on notifications (🔔 ) so you don't miss any videos: http://goo.gl/0bsAjO\n\nIn February, extreme cold and an unusual winter storm left millions of Texans in the dark. Many went without power or water, in subzero temperatures, for nearly five days. It was a disaster; dozens died. But even though that storm hit much of the country, the power outages were mostly limited to Texas. That’s because Texas is on its own electrical grid, separate from the rest of the country, which means it can’t easily get power from other states in an emergency.\n\nBut Texas's grid itself is not what failed. Power went out across Texas in the first place because energy sources across the state were unprepared for severe weather. And that didn’t have to happen; Texas had been warned about this exact scenario, and had actually experienced versions of it twice in the last 30 years. But they didn’t prepare.\n\nNow the rest of the US faces the same issue. Climate change is making severe weather disasters more and more frequent. And the American energy system is not ready for it.\n\nRead more about what happened in Texas and about the US electrical grid: https://www.vox.com/22289517/texas-storm-uri-weather-power-outage-snow\n\nAnd check out more coverage of the Texas power crisis from the Texas Tribune: https://www.texastribune.org/2021/02/22/texas-power-grid-extreme-weather/\n\nVox.com is a news website that helps you cut through the noise and understand what's really driving the events in the headlines. Check out http://www.vox.com.\n\nWatch our full video catalog: http://goo.gl/IZONyE\nFollow Vox on Facebook: http://goo.gl/U2g06o\nOr Twitter: http://goo.gl/XFrZ5H",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/Zcrsgdl_hP0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "33196",
    "average": "4.90",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "615602"
  },
  "original_created_at": "2021-03-04T13:00:17.000Z",
  "created_at": "2021-03-04T22:31:31.806Z",
  "tags": []
}