{
  "author": "Edge419",
  "original_created_utc": 1636987779,
  "title": "Am I going to piss off my tattoo artist?",
  "created_utc": 1637000653,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Long story short I’m getting a full sleeve done. It’s a lot of work and I’m not naive to that fact so I just want to clear that up first.</p>\n\n<p>On 9/1 I had a consultation with an artist and during the consultation I was told “I won’t be able to even start drawing this until next month” to which I replied “I understand you guys are busy and I’m cool with that.” The next day I sent in my deposit for the drawing ($100) and began the wait.</p>\n\n<p>Fast forward to 10/15 I get an email from the tattoo parlor that says “Hey there, thanks for reaching out to get a tattoo from us, if you’re still interested in getting a tattoo please come in and get a consultation from one of our artists.” I replied and said “Hi, I had my consultation with Sarah on 9/1 and paid my deposit on 9/2? Was this email sent to me in error? Just want to make sure I’m still on track.” To which the shop sent a reply that said “sorry about that, thanks”…. 2 more weeks go by and I hear nothing so I decide to call the shop. I speak to a lady and she says “ummm it looks like she should be working on it, you should hear back from her soon.” At this point I’m feeling less and less confident…2 days later I get the same email…..”if you want a tat come in and get a consultation”. I call and am told again “oops must just be an accident.”</p>\n\n<p>This shop has a policy that you can’t contact the artists directly. So I can’t speak to Sarah to see if she has started even drawing yet, I’ve paid my deposit and I’m 2 1/2 months after the initial consultation. I’m not sure how to handle this…. I still want her to do the tat but this customer service is insane. I also don’t want to rush her into a crappy tattoo. Any artists out there that can offer advice/etiquette on how to proceed?</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/TooAfraidToAsk/comments/qui3ux/am_i_going_to_piss_off_my_tattoo_artist/",
  "subreddit": "TooAfraidToAsk",
  "id": "qui3ux",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Long story short I’m getting a full sleeve done. It’s a lot of work and I’m not\nnaive to that fact so I just want to clear that up first.\n\nOn 9/1 I had a consultation with an artist and during the consultation I was\ntold “I won’t be able to even start drawing this until next month” to which…"
}