{
  "author": "ForAnonymousBullshit",
  "the_new_excerpt": "Hey,\n\nIn the before time (I was just a kid), I remember you had to buy music or pirate\nit with no in between. When a new album came out from an artist I liked (my\nparents were pretty rad about showing me a wide breadth of music) I’d go beg my\nmom to spend the $12-15.\n\nI know for a fact that some of…",
  "original_created_utc": 1621000653,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ねえ。\n\n昔（私はまだ子供でした）は、音楽を買うか、海賊版を買うかのどちらかで、その間はなかったと記憶しています。\n買うか、海賊版を買うか、その中間がなかったと思います。好きなアーティストの新しいアルバムが出ると（私の両親は私に幅広い音楽を見せてくれました。\n私の両親は私に幅広い音楽を見せてくれました）好きなアーティストの新しいアルバムが出ると、私は母に12ドルの出費を懇願しました。\n12～15ドルのお金を使うように母に頼んでいました。\n\n事実、私はいくつかの...",
      "title": "CMV：無料の音楽サービスが広告を挿入することは全く適切であり、それに対して文句を言うのは馬鹿げています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嘿。\n\n在以前的时候（我还是个孩子），我记得你必须购买音乐或盗版\n盗版，没有中间环节。当一个我喜欢的艺术家的新专辑出来时（我的父母在向我展示广泛的音乐方面非常激进），我就会去求我的父母。\n我的父母在向我展示广泛的音乐方面很有一套），我会去求我的\n我就会去求我妈妈花12-15美元。\n\n我知道一个事实，那就是有一些...",
      "title": "CMV：免费音乐服务插入广告是完全合适的，抱怨这些广告是可笑的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿。\n\n在以前的時候（我還是個孩子），我記得你必須購買音樂或盜版\n盜版，沒有中間環節。當一個我喜歡的藝術家的新專輯出來時（我的父母在向我展示廣泛的音樂方面非常激進），我就會去求我的父母。\n我的父母在向我展示廣泛的音樂方面很有一套），我會去求我的\n我就會去求我媽媽花12-15美元。\n\n我知道一個事實，那就是有一些...",
      "title": "CMV：免費音樂服務插入廣告是完全合適的，抱怨這些廣告是可笑的。"
    }
  ],
  "title": "CMV: It is completely appropriate for free music services to insert ads and it is ridiculous to complain about them.",
  "created_utc": 1621018705,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey,</p>\n\n<p>In the before time (I was just a kid), I remember you had to buy music or pirate it with no in between. When a new album came out from an artist I liked (my parents were pretty rad about showing me a wide breadth of music) I’d go beg my mom to spend the  $12-15.</p>\n\n<p>I know for a fact that some of the people unwilling to pay $10/month to have a 4 million song library (or whatever) with no ads were around then buying music.</p>\n\n<p>So you want it all for free, AND you want no ads? What do you think the company is supposed to do? How are they supposed to make money on the majority of their listeners? How are they supposed to pay the artists, what little they do? Why would ANYONE pay for the service, which they damn well should?</p>\n\n<p>It just seems ridiculous and a little childish. Definition of wanting to have your cake and eat it too.</p>\n\n<p>Anyway, that’s my huffing and puffing and I’ll be less crass in the comments. I won’t argue in bad faith and I’m open to changing my view.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/nc97zz/cmv_it_is_completely_appropriate_for_free_music/",
  "subreddit": "changemyview",
  "id": "nc97zz",
  "is_self": true,
  "media": null,
  "is_video": false
}