{
  "author": "Morgan-dollar",
  "original_created_utc": 1628989151,
  "title": "My journey from TV addict to book enthusiast.",
  "created_utc": 1628999070,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I grew up in a household that always had the tv on and it was natural for the tv to be on all night every night. Books didn’t feature much in my childhood except for goosebumps and Harry Potter. </p>\n\n<p>When I moved into a place of my own with my wife we to would have the tv on when we were at home unless we were doing some chores or going out, usually if we had people over the tv would be on still. We became friends with a retired couple over the road and when we went over they had the tv off which I found a bit uncomfortable to begin with as there was no safety net to fall to in the event of a dip in conversation, having said that me and my wife thought it was great and decided going forward we would not have the distraction of tv on when we had guests over.</p>\n\n<p>Tv still was a massive part of my life though, I’d have to watch tv or a film before bed to wind down and if I went to the gym before work I’d need to watch tv too so I felt I’d had time to relax to which actually had the opposite effect as there was never enough time. Books only featured for me when I went on a beach holiday except for the occasional Dan brown book. I’d always find programmes to watch on tv and just chill out to. </p>\n\n<p>Then last year about two months into the pandemic I hit a real low point. I wasn’t being a great husband or dad and eventually I went to the see my doctor with what I thought was depression. My doctor said I had low mood and recommended I change some bad habits such as going on phone first thing as I woke up. This is when he suggested reading to me. </p>\n\n<p>I read 5 books during the year and started talking to my wife more and slowly started reducing the amount of tv packages we had and watched. </p>\n\n<p>This year I set myself a target of 12 books and I am so far on number 14 having read an eclectic mix of books. I now hardly ever watch TV unless I am informed of something that sounds of significant interest to me or me and my wife just fancy the odd treat of chilling out in front of the tv. (She too has become an avid reader) </p>\n\n<p>I am so happy that I found reading and I feel it has brought so many positives to my life including an increased vocabulary, trips to the library with my 3 year old daughter and something for me and my sister to connect over. I find myself more interested in games of scrabble and have started occasionally using a thesaurus when I need to find a better word. </p>\n\n<p>I still struggle with life a fair bit but reading is something that is helping me greatly and I am happy to have found an online community.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/p4jws7/my_journey_from_tv_addict_to_book_enthusiast/",
  "subreddit": "books",
  "id": "p4jws7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I grew up in a household that always had the tv on and it was natural for the tv\nto be on all night every night. Books didn’t feature much in my childhood except\nfor goosebumps and Harry Potter.\n\nWhen I moved into a place of my own with my wife we to would have the tv on when\nwe were at home unless…"
}