{
  "author": "Kuiperdolin",
  "original_created_utc": 1631454643,
  "title": "At he time of its publication (1924), was the twist in \"The Most Dangerous Game\" considered shocking/surprising?",
  "created_utc": 1631464987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Spoilers I guess although I&#39;ll momentarily state why it does not matter.</p>\n\n<p>&quot;The Most dangerous Game&quot; is a short story by Richard Connell where a big white hunter, Sanger Rainsford, washes up on the shore of a private island after a boating accident and meets its owner, General Zaroff. The general is a shifty  but polite character who introduces himself as a fellow hunter and claims to be after the titular &quot;most dangerous game&quot;. After a lot of dialog it is finally revealed that he is actually hunting human beings, and Rainsford gets picked to be the next prey. The hunt itself takes only a few pages, during which Rainsford outsmarts his pursuers, confronts Zaroff, and kills him.</p>\n\n<p>It&#39;s a relatively famous story (especially as short stories from the 20s go) and has had  several acknowledged and unacknowledged adaptations, although many of them focus more on the hunt and less on the mystery.</p>\n\n<p>This means the modern reader probably knows what it&#39;s about before reading it, or can guess it fairly easily. This makes the bulk of the story, where Connell beats around the bush of what Zaroff is hunting, while dropping several fairly obvious hints, seem weird or even comical.</p>\n\n<p>My question is how presentist is that view? Did the readers at the time find the revelation legitimately surprising, like, say, more recent audiences were mostly blindsided by the end of &quot;The Usual Suspects&quot; or some of the events in &quot;A Song of Ice and Fire&quot; ? Or did people immediately get the human hunt angle, and enjoy seeing Rainsford bumble around as a kind of dramatic irony ?</p>\n</div><!-- SC_ON -->",
  "score": 194,
  "permalink": "/r/AskHistorians/comments/pmt11j/at_he_time_of_its_publication_1924_was_the_twist/",
  "subreddit": "AskHistorians",
  "id": "pmt11j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Spoilers I guess although I'll momentarily state why it does not matter.\n\n\"The Most dangerous Game\" is a short story by Richard Connell where a big white\nhunter, Sanger Rainsford, washes up on the shore of a private island after a\nboating accident and meets its owner, General Zaroff. The general is…"
}