{
  "author": "wholelottacolors",
  "original_created_utc": 1630858108,
  "title": "Is the Young Adult boom over?",
  "created_utc": 1630893862,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven’t really kept up with the genre since the mid 2010s, so that may be the reason why I haven’t heard of any super popular YA books like i use to back then… but usually,  the books would be so popular that even if you weren’t a reader, you still heard about them even before they had a movie, ex: Twilight, Hunger Games, Divergent. Would I be right in assuming the 20s are going to see a lot less popular YA books or am i just out of the loop?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pifuis/is_the_young_adult_boom_over/",
  "subreddit": "books",
  "id": "pifuis",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven’t really kept up with the genre since the mid 2010s, so that may be the\nreason why I haven’t heard of any super popular YA books like i use to back\nthen… but usually, the books would be so popular that even if you weren’t a\nreader, you still heard about them even before they had a movie, ex:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2010年代半ば以降、このジャンルにはあまり興味がなかったので、そのせいか\nそのためか、当時のような超人気YA本を聞いたことがありません。\n読者でなくても、その本のことを知っている人がいるほどの人気があったのです。\n読者でなくても、映画化される前から耳にしていたものです。",
      "title": "ヤングアダルトのブームは終わったのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自2010年代中期以来，我没有真正跟上这个类型，所以这可能是我没有听说过任何超级流行的青少年书籍的原因。\n所以这可能是我没有听说过任何像我以前那样的超级流行的YA书的原因。\n但通常情况下，这些书会非常受欢迎，即使你不是一个读者，你也会在它们出现之前听说。\n但通常情况下，这些书会很受欢迎，即使你不是读者，你仍然听说过他们，甚至在他们有电影之前，例如：......",
      "title": "年轻人的热潮结束了吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自2010年代中期以來，我沒有真正跟上這個類型，所以這可能是我沒有聽說過任何超級流行的青少年書籍的原因。\n所以這可能是我沒有聽說過任何像我以前那樣的超級流行的YA書的原因。\n但通常情況下，這些書會非常受歡迎，即使你不是一個讀者，你也會在它們出現之前聽說。\n但通常情況下，這些書會很受歡迎，即使你不是讀者，你仍然聽說過他們，甚至在他們有電影之前，例如：......",
      "title": "年輕人的熱潮結束了嗎？"
    }
  ]
}