{
  "author": "UncensoredMQ",
  "original_created_utc": 1629308096,
  "title": "YSK: Calling a purchase an \"investment\" is a marketing trick to make you spend more",
  "created_utc": 1629338387,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this shitty book in the 90s about how to sell stuff and make money. One of the suggested methods to get people to buy your product was calling the price an &quot;investment,&quot; because then it would seem like a smart decision. So rather than saying &quot;Spend $50 on this vacuum cleaner and never see this money again,&quot; you would say &quot;Invest $50 in a new vacuum cleaner&quot; like your new vacuum cleaner would earn you interest or something.</p>\n\n<p>I still find it irksome whenever people say that they are investing on a product rather than buying it. I don&#39;t know if it really makes any difference psychologically, but I would rather not suggest that buying whatever is actually an investment. Surely I expect to get something good out of buying anything, but that&#39;s true for every purchase.</p>\n\n<p>Investing and spending money are usually opposites; if you deposit your money is invested, it is not available for buying stuff. Using the same word for both actions does seem like it would at least suggest that they are somehow equivalent, like people who are maxing out their credit cards to buy designer clothes are making an investment just like the guy who put his money in a savings account.</p>\n\n<p>Why YSK: At least in principle if you say &quot;invest&quot; rather than &quot;buy,&quot; it tricks you into thinking that you have made a smart decision and equates saving with spending money.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p6w110/ysk_calling_a_purchase_an_investment_is_a/",
  "subreddit": "YouShouldKnow",
  "id": "p6w110",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read this shitty book in the 90s about how to sell stuff and make money. One\nof the suggested methods to get people to buy your product was calling the price\nan \"investment,\" because then it would seem like a smart decision. So rather\nthan saying \"Spend $50 on this vacuum cleaner and never see…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は90年代に、物を売ってお金を稼ぐ方法について書かれたくだらない本を読みました。その中で\n製品を買ってもらうための方法の一つとして、価格を「投資」と呼ぶことが提案されていた。\n投資」と言えば、賢い決断のように思えるからだ。だから\nこの掃除機に50ドル使えば、一生...」と言うよりも",
      "title": "YSK: \"投資 \"という言葉は、お客様にお金を使わせるためのマーケティング手法です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在90年代读过一本关于如何卖东西和赚钱的烂书。其中一个\n其中一个建议的方法是将价格称为 \"投资\"，以吸引人们购买你的产品。\n称为 \"投资\"，因为这样看起来就像是一个明智的决定。因此，与其说\n而不是说 \"花50美元买这个吸尘器，就永远看不到...",
      "title": "YSK：把购买称为 \"投资 \"是一种营销伎俩，目的是让你多花钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在90年代讀過一本關於如何賣東西和賺錢的爛書。其中一個\n其中一個建議的方法是將價格稱爲 \"投資\"，以吸引人們購買你的產品。\n稱爲 \"投資\"，因爲這樣看起來就像是一個明智的決定。因此，與其說\n而不是說 \"花50美元買這個吸塵器，就永遠看不到...",
      "title": "YSK：把購買稱爲 \"投資 \"是一種營銷伎倆，目的是讓你多花錢。"
    }
  ]
}