{
  "author": "UncensoredMQ",
  "original_created_utc": 1629308096,
  "title": "YSK: Calling a purchase an \"investment\" is a marketing trick to make you spend more",
  "created_utc": 1629338387,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this shitty book in the 90s about how to sell stuff and make money. One of the suggested methods to get people to buy your product was calling the price an &quot;investment,&quot; because then it would seem like a smart decision. So rather than saying &quot;Spend $50 on this vacuum cleaner and never see this money again,&quot; you would say &quot;Invest $50 in a new vacuum cleaner&quot; like your new vacuum cleaner would earn you interest or something.</p>\n\n<p>I still find it irksome whenever people say that they are investing on a product rather than buying it. I don&#39;t know if it really makes any difference psychologically, but I would rather not suggest that buying whatever is actually an investment. Surely I expect to get something good out of buying anything, but that&#39;s true for every purchase.</p>\n\n<p>Investing and spending money are usually opposites; if you deposit your money is invested, it is not available for buying stuff. Using the same word for both actions does seem like it would at least suggest that they are somehow equivalent, like people who are maxing out their credit cards to buy designer clothes are making an investment just like the guy who put his money in a savings account.</p>\n\n<p>Why YSK: At least in principle if you say &quot;invest&quot; rather than &quot;buy,&quot; it tricks you into thinking that you have made a smart decision and equates saving with spending money.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p6w110/ysk_calling_a_purchase_an_investment_is_a/",
  "subreddit": "YouShouldKnow",
  "id": "p6w110",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read this shitty book in the 90s about how to sell stuff and make money. One\nof the suggested methods to get people to buy your product was calling the price\nan \"investment,\" because then it would seem like a smart decision. So rather\nthan saying \"Spend $50 on this vacuum cleaner and never see…"
}