{
  "author": "gymmaxxer",
  "original_created_utc": 1629734650,
  "title": "CMV: circumcision is an evil practice that is no different than female genital mutilation",
  "created_utc": 1629740148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Circumcision is unequivocally an outdated, unnecessary, and barbaric practice. The only reason it is done is because the Jews invented it for religious reasons and pushed it on the rest of the goyim. It is clearly genital mutilation, and I feel horribly violated that it happened to me. It’s one of the most traumatic things I think one could ever have happen, I will never experience sex like nature intended me to. </p>\n\n<p>It destroys the foreskin and frenulum which is the most sensitive part of the penis, it’s equivalent to removing the clitoris and labia, and leaving only the vagina. This also means that the glans becomes dry and crusty rubbing against underwear all day, I’ve seen lots of penises and European men have much more plump and healthy looking glans. </p>\n\n<p>Also uncircumcised men last longer in bed, and are more likely to make women orgasm too, because the fore skin adds extra stimulation like a ribbed condom. </p>\n\n<p>Proponents of circumcision say it’s more aesthetic and healthier. Those are lies. It is only done for religious (Jewish) reasons. Nature does not make any mistakes and would not give me a foreskin if I did not need it. Vestigial organs do exist I admit but the foreskin and frenulum are clearly not ones as they provide protection, lubrication, and sexual pleasure.</p>\n</div><!-- SC_ON -->",
  "score": 135,
  "permalink": "/r/changemyview/comments/pa2vcs/cmv_circumcision_is_an_evil_practice_that_is_no/",
  "subreddit": "changemyview",
  "id": "pa2vcs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Circumcision is unequivocally an outdated, unnecessary, and barbaric practice.\nThe only reason it is done is because the Jews invented it for religious reasons\nand pushed it on the rest of the goyim. It is clearly genital mutilation, and I\nfeel horribly violated that it happened to me. It’s one of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "割礼は明らかに時代遅れで、不必要で、野蛮な行為です。\n割礼が行われている唯一の理由は、ユダヤ人が宗教上の理由でそれを考案し\nそれを他のゴイムにも押し付けたからです。これは明らかに性器切除です。\n私は自分の身に起こったことを恐ろしく侵害されたと感じています。これは...",
      "title": "CMV: 割礼は女性の性器切除と変わらない悪しき慣習である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "割礼无疑是一种过时的、不必要的、野蛮的做法。\n割礼的唯一原因是犹太人出于宗教原因发明了它\n并把它推给了其他的异族人。这显然是生殖器切割，而我\n发生在我身上，我感到很受打击。这是一个...",
      "title": "CMV：割礼是一种邪恶的做法，与女性生殖器切割没有区别"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "割禮無疑是一種過時的、不必要的、野蠻的做法。\n割禮的唯一原因是猶太人出於宗教原因發明了它\n並把它推給了其他的異族人。這顯然是生殖器切割，而我\n發生在我身上，我感到很受打擊。這是一個...",
      "title": "CMV：割禮是一種邪惡的做法，與女性生殖器切割沒有區別"
    }
  ]
}