{
  "author": "RelevantWisdom",
  "the_new_excerpt": "It's a slow motion disaster that may potentially wipe out humanity.\n\n> The chemicals to blame for this crisis are found in everything from plastic\n> containers and food wrapping, to waterproof clothes and fragrances in cleaning\n> products, to soaps and shampoos, to electronics and carpeting. Some of…",
  "original_created_utc": 1616535029,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是一场可能会毁灭人类的慢动作灾难。\n\n> 这场危机的罪魁祸首是化学品，它存在于所有的东西中，从塑料到塑料，从塑料到塑料，从塑料到塑料，从塑料到塑料。\n> 容器和食品包装，到防水衣服和香料的清洁。\n> 从产品，到肥皂和洗发水，再到电子产品和地毯。其中一些...",
      "title": "YSK: \"永远的化学品 \"或不会在你的身体或环境中分解的化学品，从1940年开始使用，可能是我们这一代人（和世界）必须面对的最大的环境灾难，而且几乎可以肯定现在正在毒害你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一場可能會毀滅人類的慢動作災難。\n\n> 這場危機的罪魁禍首是化學品，它存在於所有的東西中，從塑料到塑料，從塑料到塑料，從塑料到塑料，從塑料到塑料。\n> 容器和食品包裝，到防水衣服和香料的清潔。\n> 從產品，到肥皂和洗髮水，再到電子產品和地毯。其中一些...",
      "title": "YSK: \"永遠的化學品 \"或不會在你的身體或環境中分解的化學品，從1940年開始使用，可能是我們這一代人（和世界）必須面對的最大的環境災難，而且幾乎可以肯定現在正在毒害你。"
    }
  ],
  "title": "YSK: 'Forever Chemicals' or chemicals that don't breakdown in your body or the environment, have been used since 1940, may be the biggest environmental disaster our generation (and the world) has to face, and are almost certainly poisoning you right now.",
  "created_utc": 1616542012,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a slow motion disaster that may potentially wipe out humanity. </p>\n\n<blockquote>\n<p>The chemicals to blame for this crisis are found in everything from plastic containers and food wrapping, to waterproof clothes and fragrances in cleaning products, to soaps and shampoos, to electronics and carpeting. Some of them, called PFAS, are known as “forever  chemicals”, because they don’t breakdown in the environment or the human body. They just accumulate and accumulate – doing more and more damage, minute by minute, hour by hour, day by day. Now, it seems, humanity is reaching a breaking point.   </p>\n\n<p><a href=\"https://www.theguardian.com/commentisfree/2021/mar/18/toxic-chemicals-health-humanity-erin-brokovich\">The Guardian</a></p>\n</blockquote>\n\n<p>A Swiss researcher covered by that article hypothesizes these chemicals are responsible for worldwide declines in fertility. Shanna Swan, an environmental and reproductive epidemiologist at Icahn School of Medicine at Mount Sinai in New York authored <a href=\"https://academic.oup.com/humupd/article/23/6/646/4035689\">a study</a> that found that sperm counts in the west had plummeted by 59% between 1973 and 2011, and she blames forever chemicals.</p>\n\n<p>“In some parts of the world, the average twentysomething woman today is less fertile than her grandmother was at 35,” Swan writes. In addition to that, Swan finds that, on average, a man today will have <em>half</em> of the sperm his grandfather had. “The current state of reproductive affairs can’t continue much longer without threatening human survival,” writes Swan, adding: “It’s a global existential crisis.” </p>\n\n<p>Swan’s research finds that these chemicals aren’t just dramatically reducing semen quality, they are also <a href=\"https://theintercept.com/2021/01/24/toxic-chemicals-human-sexuality-shanna-swan/\"><strong>shrinking penis size and volume of the testes</strong></a>. This echos <a href=\"https://www.documentcloud.org/documents/5316830-EDCs-Androgenic-Activity-Perfluoroakyl.html\">other research</a> that found that PFAS harms sperm production, disrupts male hormones and is correlated to a <strong>“reduction of semen quality, testicular volume and penile length”.</strong></p>\n\n<p>Another study <a href=\"https://pediatrics.aappublications.org/content/121/2/e260\">found</a> phthalate exposure “widespread” in infants, and that the chemicals were found in the urine of babies who came into contact with baby shampoos, lotions and powders. Still, aggressive regulation is lacking, not least  because of lobbying by chemical industry giants.</p>\n\n<p><a href=\"https://www.livescience.com/new-environmental-chemicals-pfas-pregnant-woment.html\">Further research</a> has found that these chemicals pass from mother to child.</p>\n\n<p>The Guardian article worded it best;</p>\n\n<blockquote>\n<p><strong>Swan’s research</strong> <a href=\"https://www.theguardian.com/us-news/2021/feb/26/falling-sperm-counts-human-survival\"><strong>suggests</strong></a> <strong>sperm counts could reach zero by 2045.</strong> Zero. Let that sink in. That would mean no babies. No reproduction. No more humans.</p>\n</blockquote>\n\n<p>Why YSK: This directly affects you. </p>\n\n<p>Sources, Citations and additional reading:</p>\n\n<ul>\n<li><a href=\"https://www.theguardian.com/commentisfree/2021/mar/18/toxic-chemicals-health-humanity-erin-brokovich\">Plummeting sperm counts, shrinking penises: toxic chemicals threaten humanity</a></li>\n<li><a href=\"https://www.theguardian.com/us-news/2021/feb/26/falling-sperm-counts-human-survival\">Falling sperm counts &#39;threaten human survival&#39;, expert warns</a></li>\n<li><a href=\"https://academic.oup.com/humupd/article/23/6/646/4035689\">Temporal trends in sperm count: a systematic review and meta-regression analysis</a></li>\n<li><a href=\"https://www.swnewsmedia.com/savage_pacer/news/mpca-forever-chemicals-leaked-into-groundwater-by-local-landfills/article_dcc450ba-79ad-5538-9d58-62299921d02b.html\">MPCA: &#39;Forever chemicals&#39; leaked into groundwater by local landfills</a></li>\n<li><a href=\"https://www.ewg.org/release/epa-takes-first-step-address-industry-pollution-forever-chemicals\">EPA Takes First Step To Address Industrial Pollution From ‘Forever Chemicals’</a></li>\n<li><a href=\"https://denver.cbslocal.com/2021/03/03/chemicals-water-denver-colorado-pfas/\">Elevated Levels Of ‘Forever Chemicals’ Found In Some Colorado Drinking Water Districts</a></li>\n<li><a href=\"https://www.mprnews.org/story/2021/03/18/forever-chemicals-found-in-groundwater-at-dozens-of-minn-landfills\">‘Forever chemicals’ found in groundwater at dozens of Minn. landfills</a></li>\n<li><a href=\"https://dcist.com/story/21/03/10/high-levels-toxic-pfas-forever-chemicals-northern-virginia-drinking-water/\">High Levels Of ‘Forever Chemicals’ Detected In Northern Virginia Drinking Water</a></li>\n<li><a href=\"https://www.axios.com/defense-department-afff-pfas-contamination-9e69920d-041e-4035-969a-14cfbb3e18bd.html\">The Pentagon&#39;s multibillion-dollar &quot;forever chemicals&quot; problem</a></li>\n<li><a href=\"https://www.ewg.org/research/nova-pfas-testing/\">Is Northern Virginia a D.C.-Area Hot Spot for ‘Forever Chemicals’ in Tap Water?</a></li>\n<li><a href=\"https://scitechdaily.com/researchers-unearth-a-ticking-time-bomb-synthetic-chemicals-in-soils/\">Researchers Unearth a ‘Ticking Time Bomb’ – Synthetic Chemicals in Soils</a></li>\n<li><a href=\"https://www.livescience.com/new-environmental-chemicals-pfas-pregnant-woment.html\">More than 50 new environmental chemicals detected in people</a></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/YouShouldKnow/comments/mbpcl5/ysk_forever_chemicals_or_chemicals_that_dont/",
  "subreddit": "YouShouldKnow",
  "id": "mbpcl5",
  "is_self": true,
  "media": null,
  "is_video": false
}