{
  "author": "Kangewalter",
  "original_created_utc": 1626712040,
  "title": "How accurate is Slavoj Žižek's recent defense of The French Revolution?",
  "created_utc": 1626745340,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On a recent appearance on <a href=\"https://youtu.be/y9mXHUB7ocI\">The Jacobin Show</a> in celebration of Bastille day, the philosopher Slavoj Žižek defended the legacy of the French Revolution, particularly the radical side of it under the leadership of Montagnards such as Robespierre and Saint-Just. Žizek criticizes the commonplace liberal interpretation of the revolution as something that began with good intentions but eventually descended into madness and proto-totalitarianism, offering a more positive view of the experience of the revolution as a whole. However, he confidently makes a lot of rather straightforward empirical claims to back up this point, which I am somewhat skeptical of. How accurate is Žižek being here?</p>\n\n<p>Summing up his major factual claims:</p>\n\n<ol>\n<li>The Revolutionary Tribunal was not a show-trial. The outcome of trials was not predetermined and only around 60% of those accused were found guilty.</li>\n<li>Georges Danton actually was guilty of co-operation with the British government, based on some British primary sources.</li>\n<li>The royal family was actively plotting with the enemies of France to overthrow the revolutionary French government.</li>\n<li>After the Thermidorian reaction, the resulting white terror was just as bloody as the revolutionary terror, and the victims were far more likely to be from amongst &quot;ordinary, low people.&quot;</li>\n<li>Robespierre and Saint-Just were not dictators. They were aware of the threat of personal dictatorship (of the emergence of a popular strongman, like ultimately happened with Napoleon) and consciously refused to go down that path. They were committed to republicanism and instead of simply eliminating all opposition through terror, they thought that they could defend their government with passionate speeches in the National Convention - a naivety which actually contributed to their downfall.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/AskHistorians/comments/onhimb/how_accurate_is_slavoj_žižeks_recent_defense_of/",
  "subreddit": "AskHistorians",
  "id": "onhimb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On a recent appearance on The Jacobin Show [https://youtu.be/y9mXHUB7ocI] in\ncelebration of Bastille day, the philosopher Slavoj Žižek defended the legacy of\nthe French Revolution, particularly the radical side of it under the leadership\nof Montagnards such as Robespierre and Saint-Just. Žizek…"
}