{
  "author": "Supercharmeleon",
  "original_created_utc": 1639418331,
  "title": "It's funny how the mood kind of deflates when we're a couple weeks into the red.",
  "created_utc": 1639434961,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;But not funny in a bad way I guess. We&amp;#39;re all here super pumped and writing a million essays about the trajectory of the bull run and how exactly it&amp;#39;ll go and how we&amp;#39;re all geniuses for investing into LRC and stuff, and then we get a couple days of red and everything muffles a little bit.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just a few weeks, thankfully. Now we just gotta wait for the next bounce and we&amp;#39;ll all be genuises again! It&amp;#39;s a pretty good deal. Most people aren&amp;#39;t genuises ever in their whole life, so it&amp;#39;s not that bad all things considered.&lt;/p&gt;\n\n&lt;p&gt;And besides, it&amp;#39;s good to take a breather from all that excitement and shitcoin shilling. &lt;/p&gt;\n\n&lt;p&gt;Good luck in these red days and hope we&amp;#39;ll see plenty of green soon!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 177,
  "permalink": "/r/CryptoCurrency/comments/rflqtv/its_funny_how_the_mood_kind_of_deflates_when_were/",
  "subreddit": "CryptoCurrency",
  "id": "rflqtv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "But not funny in a bad way I guess. We're all here super pumped and writing a\nmillion essays about the trajectory of the bull run and how exactly it'll go and\nhow we're all geniuses for investing into LRC and stuff, and then we get a\ncouple days of red and everything muffles a little bit.\n\nBut it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>でも、悪い意味では面白くないと思います。私たちは\n私たちは皆、ここで非常に気合を入れて、ブルランの軌道について100万のエッセイを書いています。\nまた、LRCに投資した自分たちがいかに天才的であるかということも。\nLRCに投資した俺たちは天才だとか、そんなことを書いていたのに、数日後には真っ赤になってしまった・・・。",
      "title": "赤字になってから2週間も経つと、なんだか気分が萎えてくるのが不思議です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>但我想，这并不是不好笑。我们\n在这里，我们都超级兴奋，写了一百万篇关于牛市运行轨迹的文章。\n我们都在这里超级兴奋，写了一百万篇关于牛市运行轨迹的文章，以及它到底会如何发展，以及我们都是如何投资于LRC之类的天才的。\n投资于LRC之类的东西，然后我们得到了几天的红色......",
      "title": "有趣的是，当我们进入红色的几个星期时，心情有点放空了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>但我想，這並不是不好笑。我們\n在這裏，我們都超級興奮，寫了一百萬篇關於牛市運行軌跡的文章。\n我們都在這裏超級興奮，寫了一百萬篇關於牛市運行軌跡的文章，以及它到底會如何發展，以及我們都是如何投資於LRC之類的天才的。\n投資於LRC之類的東西，然後我們得到了幾天的紅色......",
      "title": "有趣的是，當我們進入紅色的幾個星期時，心情有點放空了。"
    }
  ]
}