{
  "author": "Team-First",
  "original_created_utc": 1637950668,
  "title": "CMV: The blind hug trend (and others) aren’t wholesome and is not about mental health",
  "created_utc": 1637966265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Imagine you’re walking down the street and see someone with a sign that says “If you’re having a bad day, you can hug me”. You hug the person, maybe talk to them about your troubles and go on about your day.</p>\n\n<p>Except then they stop you and say “hey this is actually a social experiment. Can I use you in my YouTube video”? Or even worse days or months later someone shows you a viral video you’re in where you’re hugging someone and venting frustrations. </p>\n\n<p>Example: <a href=\"https://youtu.be/Gf2ao3_kyTk\">https://youtu.be/Gf2ao3_kyTk</a></p>\n\n<p>The comments are always this is so wholesome, we need more people like you, etc. But when we bring it to reality and consider this was all set up it becomes a lot less wholesome and a lot more deceptive.</p>\n\n<p>These people are coming up to a stranger putting themselves in a vulnerable position. For some of these people I’ve seen in videos it’s a major release. There’s an inherent sense of trust in that situation. That trust is then broken when you figure out there’s a creep in the trees shooting everything. Do we really believe this guy would be out there doing this if it weren’t for a camera?</p>\n\n<p>Videos like this do more damage than good because it makes caring about mental health a trend. In order to make it worth your while you have to take a picture or make a video so you can get your internet points. </p>\n\n<p>That’s not so wholesome or helpful if you ask me</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/r2tdvu/cmv_the_blind_hug_trend_and_others_arent/",
  "subreddit": "changemyview",
  "id": "r2tdvu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Imagine you’re walking down the street and see someone with a sign that says “If\nyou’re having a bad day, you can hug me”. You hug the person, maybe talk to them\nabout your troubles and go on about your day.\n\nExcept then they stop you and say “hey this is actually a social experiment. Can\nI use you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたが通りを歩いていて、「もし悪い日があったら、私を抱きしめてください」という看板を持った人を見かけたとします。\nと書かれた看板を持った人がいるとします。あなたはその人をハグして、自分の悩みを相談して\nあなたはその人とハグをして、自分の悩みを話して、その日を過ごします。\n\nところが、その人があなたを呼び止めて、「これは社会実験なんだよ。できれば\nあなたを使って...",
      "title": "CMV: ブラインドハグのトレンド（その他）は健全ではなく、メンタルヘルスの問題でもない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "想象一下，你走在街上，看到有人举着一个牌子，上面写着 \"如果你今天心情不好，你可以拥抱我\"。\n如果你今天心情不好，你可以抱抱我\"。你拥抱了这个人，也许和他们谈了谈\n谈论你的烦恼，然后继续你的一天。\n\n但是他们阻止你说：\"嘿，这其实是一个社会实验。可以\n我可以利用你...",
      "title": "CMV：盲目拥抱的趋势（和其他）并不健康，也不是为了心理健康。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想象一下，你走在街上，看到有人舉着一個牌子，上面寫着 \"如果你今天心情不好，你可以擁抱我\"。\n如果你今天心情不好，你可以抱抱我\"。你擁抱了這個人，也許和他們談了談\n談論你的煩惱，然後繼續你的一天。\n\n但是他們阻止你說：\"嘿，這其實是一個社會實驗。可以\n我可以利用你...",
      "title": "CMV：盲目擁抱的趨勢（和其他）並不健康，也不是爲了心理健康。"
    }
  ]
}