{
  "author": "Gavryy19",
  "original_created_utc": 1638063487,
  "title": "CMV: the term \"privilege\" is toxic and not conducive to reducing discrimination",
  "created_utc": 1638084649,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly I have to preface that although i did face bullying/harassment based on my sexual orientation, size and general physical appearance, I&#39;ve never faced racial discrimination. So i only have a partial experience of the things I&#39;ll be talking about.</p>\n\n<p>I also wanna say that i entirely acknowledge the fact that some people have a harder life than others due to societal factors; It&#39;s obvious to me that being white, cisgender, straight and born in a developped country makes one a lot less susceptible to being discriminated against than being black, gay and transgender in a developing country. I certainly don&#39;t intend to invalidate the experience of anyone who has been discriminated against- I also readily accept that compared to a lot of people I&#39;ve lived a very privileged life myself. And i also readily accept that there is a lot more nuance to the subject than (for exemple) being trans or cis, and that discrimination affects people differently based on a variety of factors (for instance the ability to &quot;pass&quot; or the like). </p>\n\n<p>However I simply don&#39;t understand why so much of the debate in LGBT+ communities or racial minorities consists of &quot;is X a privilege or not?&quot;. Or rather, it&#39;s mostly &quot;X is a privilege! We need to acknowledge it as such&quot;. </p>\n\n<p>The reason I think that the term &quot;privilege&quot; is problematic is two-fold: first of all, being treated normally shouldn&#39;t be considered a privilege. It makes it sound like basic human decency is something special that some people receive unfairly, when it&#39;s really the opposite (meaning it&#39;s the fact that some people are discriminated against that should be considered abnormal and unfair). Secondly, instead of making people concentrate on the issue at hand (typically racism or homophobia), it makes them concentrate on &quot;exposing&quot; the people that have it better. Which will typically provoke one of 2 reactions from the side characterized as &quot;privileged&quot;: either they will feel guilty for being white/straight, or they will think that the characterization is injust because they also struggle in life and deny being privileged. In either cases this doesn&#39;t help at all the people being discriminated against! The only thing it does is alienating potential allies that feel like they are being guilt-tripped for no reason.</p>\n\n<p>Now you will say &quot;yes but the fact that some people have an advantage should be acknowledged by society&quot; well yes, of course. But anyone who is smart enough to be worth disussing with already realizes that being white/straight/cis/male is advantageous. And if they don&#39;t, saying &quot;check your privileges&quot; certainly won&#39;t change that, quite the opposite. Maybe this just comes down to my personal experience, but in my case almost every single person that has ever physically harassed or bullied/insulted me in my adult life belonged to a very specific group (male, religious, low education). These are people that are also discriminated against for other reasons, and having a meaningful discussion with them isn&#39;t even in the realm of possibility. What needs to be done is have better education, i really don&#39;t see how accusing people of being &quot;privileged&quot; achieves anything as far as actual racism/homophobia is concerned.</p>\n\n<p>To put it bluntly it seems to me that the reason this is a thing is that instead of working towards making an actual change, a lot of people nowadays are reveling in their status of &quot;discriminated against&quot; and base their identity around it.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/r3sjsb/cmv_the_term_privilege_is_toxic_and_not_conducive/",
  "subreddit": "changemyview",
  "id": "r3sjsb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Firstly I have to preface that although i did face bullying/harassment based on\nmy sexual orientation, size and general physical appearance, I've never faced\nracial discrimination. So i only have a partial experience of the things I'll be\ntalking about.\n\nI also wanna say that i entirely acknowledge…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初にお断りしておきますが、私は自分の性的指向や体格、一般的な外見に基づいたいじめや嫌がらせを受けたことはありますが\nいじめや嫌がらせを受けたことはあっても、人種差別を受けたことはありません。\n人種差別を受けたことはありません。ですから、これからお話しすることについては、部分的な経験しかありません。\nしかありません。\n\nまた、私は完全に認めています...",
      "title": "CMV: 「特権」という言葉は有害であり、差別を減らすのには役立たない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我必须先声明，虽然我确实面临着基于我的性取向和一般外貌的欺凌/骚扰。\n我的性取向、体型和一般的外貌，但我从来没有面临过\n种族歧视。所以我只对我要谈的事情有部分经验\n谈论的事情。\n\n我还想说，我完全承认...",
      "title": "CMV：\"特权 \"一词是有毒的，不利于减少歧视"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我必須先聲明，雖然我確實面臨着基於我的性取向和一般外貌的欺凌/騷擾。\n我的性取向、體型和一般的外貌，但我從來沒有面臨過\n種族歧視。所以我只對我要談的事情有部分經驗\n談論的事情。\n\n我還想說，我完全承認...",
      "title": "CMV：\"特權 \"一詞是有毒的，不利於減少歧視"
    }
  ]
}