{
  "author": "mountainbonobo",
  "original_created_utc": 1633781240,
  "title": "Just finished Lonesome Dove.",
  "created_utc": 1633793023,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Incredible character arcs and development. Consistently hilarious dialogue, with intermittent profound insight. McMurtry was sublty clever when it came to philosophizing, and inserting profundity, often without dialogue.</p>\n\n<p>I won&#39;t spoil anything, but will say that the conclusion left <em>some</em> wanting from me. I am satisfied with it, and I still need to think on it more. </p>\n\n<p>He is not McCarthy when it comes to visuals and thematic drama, but the setting was still well done. I am a huge McCarthy fan, and cannot help but hold his writing in my head as comparison when reading and digesting Lonesome Dove.</p>\n\n<p>Anyways; incredible novel. Brutal, romantic, funny, tragic, and engrossing. Highly recommend.</p>\n\n<p>Random thoughts: An excellent unofficial trilogy read, in any order, would be: Lonesome Dove (McMurtry), Blood Meridian (McCarthy), and Empire of the Summer Moon (non-fiction, Gwynne).</p>\n\n<p>I wonder if this is shelved somewhere for a reboot screen adaptation. I hear good things about the miniseries from the 80s, and I will watch it eventually. Great cast. If done right, a contemporary reboot would crush on one of the streaming platforms.</p>\n\n<p>What are everyone&#39;s thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/q4k16z/just_finished_lonesome_dove/",
  "subreddit": "books",
  "id": "q4k16z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Incredible character arcs and development. Consistently hilarious dialogue, with\nintermittent profound insight. McMurtry was sublty clever when it came to\nphilosophizing, and inserting profundity, often without dialogue.\n\nI won't spoil anything, but will say that the conclusion left some wanting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "信じられないようなキャラクターのアーカスと発展。一貫して愉快な台詞があり、断続的に深い洞察がある。\n断続的に深い洞察がある。マクマートリーは、哲学的な話になると、非常に巧妙になります。\n哲学したり、深い洞察を挿入したりするときには、しばしば台詞を使わない。\n\nネタバレはしませんが、結末にはいくつかの不満が残りました...。",
      "title": "Lonesome Dove」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "令人难以置信的人物弧线和发展。始终如一的搞笑对话，以及间或的深刻见解。\n间歇性的深刻洞察力。麦克默特里很聪明，他经常在没有对话的情况下进行哲学思考，并插入深刻的内容。\n哲理，并插入深刻的内容，往往没有对话。\n\n我不会破坏任何东西，但会说，结论让人有些失望......",
      "title": "刚刚完成了《寂寞的鸽子》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "令人難以置信的人物弧線和發展。始終如一的搞笑對話，以及間或的深刻見解。\n間歇性的深刻洞察力。麥克默特里很聰明，他經常在沒有對話的情況下進行哲學思考，並插入深刻的內容。\n哲理，並插入深刻的內容，往往沒有對話。\n\n我不會破壞任何東西，但會說，結論讓人有些失望......",
      "title": "剛剛完成了《寂寞的鴿子》。"
    }
  ]
}