{
  "author": "veryconfusedgyal",
  "the_new_excerpt": "The past few months I’ve had a hard time reading the ending to books, which\nmeans I usually “drop” them around the climax or right after. Is this some sort\nof irrational fear or reluctance to let things go? I’ve also been dealing with\nthese weird nostalgia crying spells where I spend hours crying…",
  "original_created_utc": 1621993374,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ数ヶ月、私は本の結末を読むのが苦手で、つまり、クライマックスやその直後に「落とす」ことが多い。\nつまり、クライマックスやその直後に「落とす」ことが多いのです。これはある種の\n不合理な恐れや、物事を終わらせたくないという気持ちがあるのでしょうか？また、私には\n懐かしさのあまり、何時間も泣いてしまうこともあります。",
      "title": "本の結末を読みたくない、結末がないことにしたいというのは一般的なことなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的几个月里，我很难读到书的结尾，这意味着我通常会在高潮前后或紧接着 \"放弃 \"它们。\n这意味着我通常会在高潮前后或紧接着 \"放弃 \"它们。这是某种\n不合理的恐惧或不愿意让事情过去？我也一直在处理\n这些奇怪的怀旧哭诉，我花了好几个小时哭......",
      "title": "不想看书的结局，假装它没有结束，这很常见吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的幾個月裏，我很難讀到書的結尾，這意味着我通常會在高潮前後或緊接着 \"放棄 \"它們。\n這意味着我通常會在高潮前後或緊接着 \"放棄 \"它們。這是某種\n不合理的恐懼或不願意讓事情過去？我也一直在處理\n這些奇怪的懷舊哭訴，我花了好幾個小時哭......",
      "title": "不想看書的結局，假裝它沒有結束，這很常見嗎？"
    }
  ],
  "title": "Is it common to not want to read the ending of a book, to pretend it’s not ending?",
  "created_utc": 1622026792,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The past few months I’ve had a hard time reading the ending to books, which means I usually “drop” them around the climax or right after. Is this some sort of irrational fear or reluctance to let things go? I’ve also been dealing with these weird nostalgia crying spells where I spend hours crying over the smallest or weirdest things about my childhood - I made another Reddit post about that actually. But I don’t know if I’m just weird and I don’t know if there’s some underlying things that make me do this, but it’s like I unconsciously “lose interest” when I feel like the end is near. It’s like my mind won’t let me accept that all good things must come to an end.. is this common?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nl5exm/is_it_common_to_not_want_to_read_the_ending_of_a/",
  "subreddit": "books",
  "id": "nl5exm",
  "is_self": true,
  "media": null,
  "is_video": false
}