{
  "author": "thomasandrew",
  "original_created_utc": 1627583407,
  "title": "YSK that while the cost of insulin is always in the news at insane prices, you can get it for $2-$25 per vial through a community health center",
  "created_utc": 1627591192,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A government program called the 340b Drug Discount Program requires drug companies to sell drugs to community health centers at the same prices they sell to Medicaid.</p>\n\n<p>There are no income restrictions and you just need to schedule an appointment with a doctor at the local community center once a year in order to get a prescription. My wife will pick up ~10 vials of humalog each visit for like $25 total. The link below has details on how to find a community center near you.</p>\n\n<p><a href=\"https://cheapinsulin.org/340b\">https://cheapinsulin.org/340b</a></p>\n</div><!-- SC_ON -->",
  "score": 290,
  "permalink": "/r/YouShouldKnow/comments/ou39q8/ysk_that_while_the_cost_of_insulin_is_always_in/",
  "subreddit": "YouShouldKnow",
  "id": "ou39q8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A government program called the 340b Drug Discount Program requires\ndrug companies to sell drugs to community health centers at the same prices they\nsell to Medicaid.\n\nThere are no income restrictions and you just need to schedule an appointment\nwith a doctor at the local community center…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：340b薬価割引プログラムと呼ばれる政府のプログラムでは\n製薬会社は、メディケイドに販売するのと同じ価格で、コミュニティ・ヘルス・センターに医薬品を販売することが義務付けられています。\n製薬会社はコミュニティ・ヘルス・センターに、メディケイドに販売するのと同じ価格で薬を販売します。\n\n収入の制限はなく、地域のコミュニティ・ヘルス・センターの医師に予約を取るだけでいいのです。\n地域のコミュニティセンターの医師に予約を入れるだけです。",
      "title": "YSKさんは、インスリンの値段が非常識な価格でいつもニュースになっていますが、地域の保健所を通じて1バイアルあたり2～25ドルで手に入れることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：一项名为340b药品折扣计划的政府计划要求\n药品公司以相同的价格向社区卫生中心出售药品。\n卖给医疗补助。\n\n没有收入限制，你只需要预约就可以了。\n与当地社区中心的医生预约......",
      "title": "YSK说，虽然胰岛素的成本总是以疯狂的价格出现在新闻中，但你可以通过社区卫生中心以每瓶2-25美元的价格获得它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：一項名爲340b藥品折扣計劃的政府計劃要求\n藥品公司以相同的價格向社區衛生中心出售藥品。\n賣給醫療補助。\n\n沒有收入限制，你只需要預約就可以了。\n與當地社區中心的醫生預約......",
      "title": "YSK說，雖然胰島素的成本總是以瘋狂的價格出現在新聞中，但你可以通過社區衛生中心以每瓶2-25美元的價格獲得它。"
    }
  ]
}