{
  "author": "uhsauh",
  "original_created_utc": 1630003286,
  "title": "Sharing a cool font and design tip to help you with marketing",
  "created_utc": 1630041563,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! I work on a series called FontDiscovery. Every week I create a digestible visual guide about fonts, marketing, and design ideas to help founders and markers step up their marketing and get creative! This week, I share a graffiti font for flashy marketing projects like swags. I also share creative tips about stickers, which is a great tool to DIY and help you grow your brand awareness. If you have to create designs for your projects and business, try these and let me know what you think!</p>\n\n<h1>Font of the Week: Disko</h1>\n\n<p>Disko is a fat, graffiti-inspired font that feels a little old school. The letters, puffy like marshmallows, remind you of bubble letters*.* At its natural state (if you don&#39;t manipulate the letter-spacing), Disko letters overlap to create a hand-drawn vibe. Disk communicates loud, funkiness, urban in a bold and colloquial tone. Because it has a colloquial, urban tone, it is only appropriate for particular brands. For example, those focusing on youth, pop culture, urban spaces, or similar. It may not be right for something that looks to be classic or serious. </p>\n\n<h1>Design Idea of the Week: Stickers as an opportunity</h1>\n\n<p>Stickers are a great way to get your business name out there. At conferences and events, you will see stickers all over. Stickers increase brand awareness and are relatively easy to DIY. If you have a printer, you can even make them at home with adhesive paper. While you could be using your logo, the design can also be an opportunity to build up emotional connections with your customers. What if you use a word or catchphrase? What if you create a cute mascot? What if you use custom memes for your brand?</p>\n\n<p>I share tips like this weekly, you can <a href=\"https://fonts.substack.com/\">subscribe</a> if you feel like. If you would like to read the original post, you can see it at fonts.substack.com.</p>\n\n<p><a href=\"https://preview.redd.it/9ho779xwyqj71.png?width=1518&amp;format=png&amp;auto=webp&amp;s=906c9486e0fcfb05f1c1504fe1d17ab061ae0214\">https://preview.redd.it/9ho779xwyqj71.png?width=1518&amp;format=png&amp;auto=webp&amp;s=906c9486e0fcfb05f1c1504fe1d17ab061ae0214</a></p>\n</div><!-- SC_ON -->",
  "score": 5,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/a5PhFETfqFctRXwGV7ZYGJjIbXlG0-xXnOxTSm9iMWE.jpg?auto=webp&s=7cb4631efd5b5fb2cb1f03b8831e740a5dd043e6",
          "width": 256,
          "height": 256
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/a5PhFETfqFctRXwGV7ZYGJjIbXlG0-xXnOxTSm9iMWE.jpg?width=108&crop=smart&auto=webp&s=44376c0332eeaf37e85d2d72ce732d50b824b34a",
            "width": 108,
            "height": 108
          },
          {
            "url": "https://external-preview.redd.it/a5PhFETfqFctRXwGV7ZYGJjIbXlG0-xXnOxTSm9iMWE.jpg?width=216&crop=smart&auto=webp&s=d7e295db37c60badb471dba68e9caff870519131",
            "width": 216,
            "height": 216
          }
        ],
        "variants": {},
        "id": "fdyDtJTz813SqxfOP2HvhQ53H5s8ngGWGLg-L_0gKNQ"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/SideProject/comments/pc5p25/sharing_a_cool_font_and_design_tip_to_help_you/",
  "subreddit": "SideProject",
  "id": "pc5p25",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone! I work on a series called FontDiscovery. Every week I create a\ndigestible visual guide about fonts, marketing, and design ideas to help\nfounders and markers step up their marketing and get creative! This week, I\nshare a graffiti font for flashy marketing projects like swags. I also…"
}