{
  "author": "antiquated_bookworm",
  "original_created_utc": 1635023293,
  "title": "\"The Trial\" is something else and it has a unique story that left me pondering what it means.",
  "created_utc": 1635052866,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just recently finished reading the &quot;The Trial&quot; by Franz Kafka after two months reading through it, believe it or not. I trudged through the novel is because I found it difficult to keep engaged on the story for its long winded, indirect story-telling, which I made a <a href=\"https://old.reddit.com/r/books/comments/p9bsfb/is_it_just_me_or_the_trial_does_not_go_straight/\">post</a> about before on this sub. </p>\n\n<p>I wasn&#39;t bored with the story at all but rather I felt impatient because of its long-winded style of story telling and lack of directness for the most part. As I kept reading on though, I figured why Kafka wrote the story the way he did. Rather than write in a descriptive and flowery style, he wrote the story in a more methodical and deductive style to simulate the drudgery of bureaucratic process. It is though as if K.&#39;s journey is being told by a doctor making a diagnosis rather than a bard entertaining an audience. I haven&#39;t seen that style of writing before and I admit that I am impressed with Kafka for having thought to deliver the story in such a way as to make the audience feel being sucked into the complex technicalities and vertigo nature of bureaucracy. With that being said, yeah, I think Kafka knows exactly what he was doing when he wrote &quot;The Trial&quot;. He took our hands and gave us a tour on how bureaucracy works and its debilitating effect on the lives of ordinary beings, because Kafka worked in office environment before dealing with all sorts of nonsense in the system. I myself work in a bureaucratic industry but the part I would disagree with Kafka&#39;s general critique of the system is the chaos and doing things just for the sake of doing it. It has been over a hundred years since Kafka&#39;s time and in my experience, it&#39;s fair to say that bureaucracy has drastically improved with new science (or art depending how one sees it) of process improvement and streamlining, with concepts such as 5S, kanban, just-in-time, lean manufacturing etc, and this is aided by information technology and computers. Steps in a process that does not add value are cut. Of course, things still fall through the cracks and process streamlining is not uniform everywhere because of practical limitations.</p>\n\n<p>However, it is said that &quot;The Trial&quot; is really a story of tyranny of bureaucracy, which I completely agree with. I thought about before on how people would use the complexity of bureaucracy to shield themselves from being held accountable, particularly corrupt public officials who would exploit legal loopholes and do under-the-table bribery to prevent themselves from facing justice. Franz Kafka had eloquently put more life to this real life practice as an elaborate and rich metaphor. Even though the author hasn&#39;t finished the story and probably left it unpolished as a result, he was genius for his writing of &quot;The Trial&quot;. I will do another reading of the book at some point to catch more of what I missed.</p>\n\n<p>I&#39;d appreciate what any of you guys think of &quot;The Trial&quot; so please leave a comment!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qedky3/the_trial_is_something_else_and_it_has_a_unique/",
  "subreddit": "books",
  "id": "qedky3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just recently finished reading the \"The Trial\" by Franz Kafka after two months\nreading through it, believe it or not. I trudged through the novel is because I\nfound it difficult to keep engaged on the story for its long winded, indirect\nstory-telling, which I made a…"
}