{
  "author": "mohdrashidsmc",
  "original_created_utc": 1626329299,
  "title": "Just finished Frankenstein by Mary Shelley.",
  "created_utc": 1626352388,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently finished Frankenstein and loved the book, the themes and the story was really good but I still don&#39;t get one thing. I have read from many places that in the book real monster was Victor Frankenstein himself but I still don&#39;t get how?</p>\n\n<p>Yes, he was responsible for the monster, he created him and then abandoned him instead of helping him.</p>\n\n<p>Talking about the monster, People say that The monster killed people because of Frankenstein but I think it&#39;s not that simple. </p>\n\n<ol>\n<li>When the monster killed William it was not because that Frankenstein abandoned him. I think that he was angry because of his previous incident with the De Lacey family and when he heard the name Frankenstein from William he just had an excuse to do his deed.</li>\n<li>A friend of mine also said that the monster just wanted a companion and Frankenstein refused that also which forced him to kill more people, to that I would like to say that Frankenstein did try to make the companion but he stopped because I think he was right to fear that what if the next creature had her own free will and she didn&#39;t want to live with the monster wouldn&#39;t then the original creature get angry and then try to kill Frankenstein or worse.</li>\n</ol>\n\n<p>I am also not saying that Frankenstein was innocent, He was partially responsible for the deaths around him but to label him a monster is very extreme in my opinion in fact he was a deeply flawed human just like every other human that faced the monster in the novel and if that makes Frankenstein a monster I believe then every other person is also a monster.</p>\n\n<p>What are your thoughts on who was the monster I would love to know and I am not a literary genius this is my 3rd classic and if I have missed something do tell me?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/okms3f/just_finished_frankenstein_by_mary_shelley/",
  "subreddit": "books",
  "id": "okms3f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently finished Frankenstein and loved the book, the themes and the story\nwas really good but I still don't get one thing. I have read from many places\nthat in the book real monster was Victor Frankenstein himself but I still don't\nget how?\n\nYes, he was responsible for the monster, he created…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近フランケンシュタインを読み終えましたが、この本、テーマ、そしてストーリーが大好きです。\nはとても良かったのですが、まだ一つだけ分からないことがあります。いろんなところで読んだのですが\n本の中で本当の怪物はビクター・フランケンシュタイン自身だったということをいろいろなところで読みましたが、どうやって？\nどうやって？\n\n確かに、彼は怪物の責任者であり、彼が作った...",
      "title": "メアリー・シェリーの「フランケンシュタイン」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读完了《弗兰肯斯坦》，我喜欢这本书，它的主题和故事非常好。\n但我仍然不明白一件事。我从很多地方读到\n书中真正的怪物是维克多-弗兰肯斯坦本人，但我还是不明白\n如何理解？\n\n是的，他对这个怪物负有责任，他创造了...",
      "title": "刚刚读完玛丽-雪莱的《弗兰肯斯坦》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀完了《弗蘭肯斯坦》，我喜歡這本書，它的主題和故事非常好。\n但我仍然不明白一件事。我從很多地方讀到\n書中真正的怪物是維克多-弗蘭肯斯坦本人，但我還是不明白\n如何理解？\n\n是的，他對這個怪物負有責任，他創造了...",
      "title": "剛剛讀完瑪麗-雪萊的《弗蘭肯斯坦》。"
    }
  ]
}