{
  "author": "plsdontkillme_yet",
  "original_created_utc": 1636421035,
  "title": "YSK how to increase your chances of survival in a crowd crush",
  "created_utc": 1636425605,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The recent tragedy at the Travis Scott music festival event isn&#39;t a one-off and you could find yourself in a similar situation.</p>\n\n<p>As someone who has been in a crowd crush, I can assure you it&#39;s horrifying, and it shouldn&#39;t happen if the crowd has been organized correctly.</p>\n\n<p>Even in cases when it&#39;s not lethal, serious injury occurs, and it can be traumatizing. You should know there are things you can do to protect yourself if you find yourself in a crowd crush.</p>\n\n<ul>\n<li><strong>Know the signs.</strong> It&#39;s important that you can recognize when a crowd is progressing towards a crush. The most obvious way to recognize this is if you can&#39;t lift your hands up high enough to touch your face. This means the amount of people per square meter has gone past a safe level. Before things get dangerous, if the crowd moves slightly and you move with it against your will, it&#39;s time to begin finding a way out because if a bigger, stronger push comes, you will be taken with it. What are people around you saying? Take notice of other people&#39;s energy. Are they panicked? Are they uncomfortable? Are they saying things that echo your own anxiety around what could be a developing danger? The best time to notice these red flags is just before the show starts, because in all likelihood once it&#39;s started, those movements will be much harder to fight against, and it is going to be loud. So stay vigilant to this leading up to the start of a show.</li>\n<li><strong>Locate exits.</strong> Once you know things are getting hairy, scan the area for your best exit options and begin moving to the closest. Is it the barrier at the front of the crowd? Or is it behind you where the crowd is less compressed? You need to have your bearings or you could find yourself moving deeper into crowd. How many rows of people are there between you and the exit? Take a mental note. Before the show starts, you need to know which direction to head in if things become dangerous.</li>\n<li><strong>Protect your chest.</strong> The main cause of death in a crowd crush is suffocation. This is caused by surrounding bodies compressing your chest so no oxygen can flow. Get your arms up to your chest like you&#39;re a boxer, and use them to keep people off you to your best ability. Maintain the guard and apply force with your arms to keep people at bay, and give yourself breathing room. Videos from Astroworld show a lot of people with their arms at their side. They likely didn&#39;t know about this strategy.</li>\n<li><strong>Keep upright/move with the crowd.</strong> Another major cause of death in crowd crush is trampling. Staying on your feet is easier said than done, especially if there is a collapse near you. If you&#39;ve ever experienced a dense crowd, you know that the waves are strong. No matter how good and sturdy your footing is, you aren&#39;t going to be able to fight against the weight. The best way to avoid falling over is to move with the flow of the crowd. The moment you feel the wave coming, allow yourself to move in its direction and focus on staying up. Continue in the direction of your best exit between waves.</li>\n<li><strong>Stay calm.</strong> It takes a long time to get out, you need to keep a level head so you can focus on protecting your chest, staying upright, and getting to the exit. If you begin to panic, you&#39;ll also start beathing faster. In a situation where suffocation is the main cause of death, staying calm will regulate your breathing and preserve your most important resource.</li>\n<li><strong>Help others.</strong> Finally, your own survival is obviously critical but that doesn&#39;t mean looking out for number one at all cost. In fact, the opposite is true. Working together is the best way to avoid mass death in crowd crush. Helping people (when you can) get off the ground, or making sure people don&#39;t fall will actually increase your chances of getting out faster, and if you fell you&#39;d definitely want someone to help you.</li>\n</ul>\n\n<p>You can read more about the physics of crowd crush, and the survival tips here: <a href=\"https://theconversation.com/ten-tips-for-surviving-a-crowd-crush-112169\">https://theconversation.com/ten-tips-for-surviving-a-crowd-crush-112169</a></p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/YouShouldKnow/comments/qpsg1s/ysk_how_to_increase_your_chances_of_survival_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "qpsg1s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: The recent tragedy at the Travis Scott music festival event isn't a\none-off and you could find yourself in a similar situation.\n\nAs someone who has been in a crowd crush, I can assure you it's horrifying, and\nit shouldn't happen if the crowd has been organized correctly.\n\nEven in cases when…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、先日のTravis Scottの音楽祭での悲劇は一過性のものではありません。\nあなたも同じような状況に陥る可能性があります。\n\n群衆が押しつぶされた経験を持つ者として、それは恐ろしいことだと断言できます。\n観客が正しく整理されていれば、そんなことは起こらないはずです。\n\nしかし、そのようなケースでも",
      "title": "YSK、人ごみの中で生き残る確率を上げる方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：最近在特拉维斯-斯科特音乐节活动中发生的悲剧并不是\n你可能会发现自己处于类似的情况。\n\n作为一个曾经在人群中被挤压过的人，我可以向你保证，这是可怕的，而且\n如果人群组织得当，就不应该发生这种情况。\n\n即使在这样的情况下...",
      "title": "YSK如何增加你在人群挤压中的生存机会"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：最近在特拉維斯-斯科特音樂節活動中發生的悲劇並不是\n你可能會發現自己處於類似的情況。\n\n作爲一個曾經在人羣中被擠壓過的人，我可以向你保證，這是可怕的，而且\n如果人羣組織得當，就不應該發生這種情況。\n\n即使在這樣的情況下...",
      "title": "YSK如何增加你在人羣擠壓中的生存機會"
    }
  ]
}