{
  "author": "smugmisswoodhouse",
  "original_created_utc": 1627231813,
  "title": "I'm currently reading Rachel Louise Snyder's \"No Visible Bruises\" and it's harrowing.",
  "created_utc": 1627249333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of my friends is an attorney who handles a lot of domestic abuse cases and she recommended Rachel Louise Snyder&#39;s book &quot;No Visible Bruises: What We Don&#39;t Know About Domestic Abuse Can Kill Us&quot; for a book club we are both in. I&#39;m not an attorney and don&#39;t really want to go into what my work entails for privacy reasons, but I will say that this book is also relevant to me for my career. With that said, I don&#39;t think you have to necessarily work with victims of domestic abuse to benefit from reading this book (the rest of our book club works in finance, business, and academia).</p>\n\n<p>I&#39;m not finished with the book yet, but I&#39;ve found it to be really thought-provoking. I&#39;ve tended to have a very narrow, limited perspective on domestic abuse, and this book is broadening things there. For example, I&#39;ve primarily thought of the direct victims of domestic abuse, but hadn&#39;t thought a great deal about secondary impact to those outside the family unit. I&#39;ve also found myself thinking a lot more about the perpetrators themselves, their upbringing, their current lives, and how they justified their crimes against others.</p>\n\n<p>It seems like this sub focuses a lot on fiction (and I love that too!) but I wanted to share about this book and see if anyone else had read it and if they had thoughts as well.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/orf3t6/im_currently_reading_rachel_louise_snyders_no/",
  "subreddit": "books",
  "id": "orf3t6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of my friends is an attorney who handles a lot of domestic abuse cases and\nshe recommended Rachel Louise Snyder's book \"No Visible Bruises: What We Don't\nKnow About Domestic Abuse Can Kill Us\" for a book club we are both in. I'm not\nan attorney and don't really want to go into what my work…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人の一人は、家庭内暴力のケースを多く扱う弁護士です。\nレイチェル・ルイーズ・スナイダーの著書「No Visible Bruises」を薦めてくれました。What We Don't Know About Domestic Abuse Can Kill Us\nNo Visible Bruises: What We Don't Know About Domestic Abuse Can Kill Us」をブッククラブで薦めてくれました。私は弁護士ではありません。\n私は弁護士ではありませんし、私の仕事が何であるかについては、あまり言及したくありません。",
      "title": "今、レイチェル・ルイーズ・スナイダーの「見えないアザ」を読んでいますが、ハラハラします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的一个朋友是一名律师，他处理了很多家庭虐待案件，她向我推荐了瑞秋-路易斯-斯奈德的书《家庭虐待》。\n她推荐了Rachel Louise Snyder的书 \"No Visible Bruises: 我们不知道的\n她为我们参加的一个读书会推荐了雷切尔-路易斯-斯奈德（Rachel Louise Snyder）的《看不见的伤痕：我们不知道的家暴会杀死我们》一书。我不是\n我不是律师，也不太愿意谈我的工作...",
      "title": "我目前正在读雷切尔-路易斯-斯奈德的《看不见的伤痕》，它令人痛心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的一個朋友是一名律師，他處理了很多家庭虐待案件，她向我推薦了瑞秋-路易斯-斯奈德的書《家庭虐待》。\n她推薦了Rachel Louise Snyder的書 \"No Visible Bruises: 我們不知道的\n她爲我們參加的一個讀書會推薦了雷切爾-路易斯-斯奈德（Rachel Louise Snyder）的《看不見的傷痕：我們不知道的家暴會殺死我們》一書。我不是\n我不是律師，也不太願意談我的工作...",
      "title": "我目前正在讀雷切爾-路易斯-斯奈德的《看不見的傷痕》，它令人痛心。"
    }
  ]
}