{
  "author": "professorcap987",
  "original_created_utc": 1625346703,
  "title": "CMV: MLK's A Letter From a Birmingham Jail is a very underrated document who's message is very important to today's world.",
  "created_utc": 1625391286,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>MLK&#39;s criticism of liberals who wish to have a false since of peace just feels so relevant to the world we live in today. To the point where even I a black man fell for the exact trap he speaks of in this letter.</p>\n\n<p>So many minorities face so much oppression and one the default responses is always &quot;if only they didn&#39;t make it their personality&quot; or &quot;if only they were just quieter about it. I just love the way he slam dunks on those idiotic takes on civil rights movements. </p>\n\n<p>I also believe it should be more relevant because it challenges the watered down version of MLK a lot of people get feed. They ignored the fact that his tactics were specifically created to make tensions rise and to make people upset for this watered down idea that he did everything perfectly peacefully. It&#39;s an amazing document that deserves to be as well known as the I Have a Dream Speech.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/od6h1i/cmv_mlks_a_letter_from_a_birmingham_jail_is_a/",
  "subreddit": "changemyview",
  "id": "od6h1i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "MLK's criticism of liberals who wish to have a false since of peace just feels\nso relevant to the world we live in today. To the point where even I a black man\nfell for the exact trap he speaks of in this letter.\n\nSo many minorities face so much oppression and one the default responses is\nalways \"if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤った平和を望むリベラル派を批判したMLKの言葉は、今の世界にも通じるものを感じます。\n私たちが今生きている世界にとても近いものを感じます。黒人の私でさえ、この手紙で彼が語っているような罠に陥ってしまったほどです。\n彼がこの手紙の中で語っているような罠に陥ってしまいました。\n\n多くのマイノリティが多くの抑圧に直面していますが、デフォルトの反応はいつも「もし...」です。\nいつも「もし...",
      "title": "CMV: MLKの「バーミンガム拘置所からの手紙」は、非常に過小評価されている文書で、そのメッセージは今日の世界にとって非常に重要なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "MLK对那些希望拥有虚假的和平的自由主义者的批评，让人感觉到\n与我们今天所处的世界如此相关。即使是我这个黑人\n也落入了他在这封信中所说的陷阱。\n\n如此多的少数民族面临如此多的压迫，而他们的一个默认反应是\n总是 \"如果...",
      "title": "CMV：MLK的《伯明翰监狱来信》是一份非常被低估的文件，其信息对当今世界非常重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "MLK對那些希望擁有虛假的和平的自由主義者的批評，讓人感覺到\n與我們今天所處的世界如此相關。即使是我這個黑人\n也落入了他在這封信中所說的陷阱。\n\n如此多的少數民族面臨如此多的壓迫，而他們的一個默認反應是\n總是 \"如果...",
      "title": "CMV：MLK的《伯明翰監獄來信》是一份非常被低估的文件，其信息對當今世界非常重要。"
    }
  ]
}