{
  "author": "baltinerdist",
  "original_created_utc": 1629387690,
  "title": "YSK: Kink requires consent. Kink where others can see it is means they are now a party to it. That means any kink you perform in a public space where others cannot consent is a violation.",
  "created_utc": 1629391097,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  </p>\n\n<p>I subscribe to a few subs that show trashy videos or crazy videos and there&#39;s a trend of videos of people doing pet play, shibari, bondage gear, sub/dom things, big/little things, etc. in obviously public places.</p>\n\n<p>If there is even one person is sitting at that restaurant or in that public park or at that mall who witnesses your kink activity and was never given a choice to consent to it, you have violated their consent and you are in the wrong.</p>\n\n<p>Whatever thrill or emotional/physical release you are gaining by performing your kink, good for you for finding a way to express yourself and improve your life, but your right to do so does not override other people&#39;s right not to participate in your kink.</p>\n</div><!-- SC_ON -->",
  "score": 185,
  "permalink": "/r/YouShouldKnow/comments/p7hbae/ysk_kink_requires_consent_kink_where_others_can/",
  "subreddit": "YouShouldKnow",
  "id": "p7hbae",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nI subscribe to a few subs that show trashy videos or crazy videos and there's a\ntrend of videos of people doing pet play, shibari, bondage gear, sub/dom things,\nbig/little things, etc. in obviously public places.\n\nIf there is even one person is sitting at that restaurant or in that public…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nくだらないビデオやクレイジーなビデオを紹介するサブスクをいくつか購読しています。\n傾向としては、明らかに公共の場で、ペットプレイ、シバリ、ボンデージギア、サブ/ドム的なもの、大きい/小さいものなどをしている人たちのビデオです。\n大きなものから小さなものまで、明らかに公共の場でやっている動画が流行っています。\n\nもし一人でもそのレストランや公共の場に座っている人がいたら...。",
      "title": "YSK: キンクは、同意が必要です。他の人が見ることができるキンクは、その人が当事者になったことを意味します。つまり、他の人が同意できない公共の場で行うキンクは、違反となります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n我订阅了一些播放垃圾视频或疯狂视频的子网站，现在有一种趋势，就是人们在做宠物游戏、捆绑用具、子/王国的事情。\n有一种趋势，就是人们在做宠物游戏、hibari、捆绑装备、sub/dom的事情。\n大的/小的东西，等等，在明显的公共场所。\n\n如果有哪怕是一个人坐在那个餐厅或在那个公共...",
      "title": "YSK: Kink需要同意。在别人可以看到的地方进行的奇异行为意味着他们现在也是其中的一方。这意味着你在别人无法同意的公共空间进行的任何奇特行为都是一种侵犯。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n我訂閱了一些播放垃圾視頻或瘋狂視頻的子網站，現在有一種趨勢，就是人們在做寵物遊戲、捆綁用具、子/王國的事情。\n有一種趨勢，就是人們在做寵物遊戲、hibari、捆綁裝備、sub/dom的事情。\n大的/小的東西，等等，在明顯的公共場所。\n\n如果有哪怕是一個人坐在那個餐廳或在那個公共...",
      "title": "YSK: Kink需要同意。在別人可以看到的地方進行的奇異行爲意味着他們現在也是其中的一方。這意味着你在別人無法同意的公共空間進行的任何奇特行爲都是一種侵犯。"
    }
  ]
}