{
  "author": "milehighblonde",
  "the_new_excerpt": "Based on Regent Law Professor James Duane's best-selling book on the same\nsubject, You Have the Right to Remain Innocent.\n\nBy law, a prosecutor can see to it that nothing you tell the police is used in\ncourt to help you. That’s a law. Save the good stuff for your lawyer and your\nday in…",
  "original_created_utc": 1616651052,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "根据摄政法教授詹姆斯-杜恩的同名畅销书改编。\n主题，你有权利保持无罪。\n\n根据法律规定，检察官可以确保你告诉警方的任何信息都不会被用于... ...\n法院来帮助你。这就是法律 把好东西留给你的律师和你的\n一天中...",
      "title": "CMV：不要和警察说话（美国）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據攝政法教授詹姆斯-杜恩的同名暢銷書改編。\n主題，你有權利保持無罪。\n\n根據法律規定，檢察官可以確保你告訴警方的任何信息都不會被用於... ...\n法院來幫助你。這就是法律 把好東西留給你的律師和你的\n一天中...",
      "title": "CMV：不要和警察說話（美國）。"
    }
  ],
  "title": "CMV: Don't Talk to the Police (USA)",
  "created_utc": 1616686979,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Based on Regent Law Professor James Duane&#39;s best-selling book on the same subject, You Have the Right to Remain Innocent.</p>\n\n<p>By law, a prosecutor can see to it that nothing you tell the police is used in court to help you. That’s a law. Save the good stuff for your lawyer and your day in court!</p>\n\n<p>&#x200B;</p>\n\n<p>Conversely, everything you tell the police can be used in court to hurt your case:  </p>\n\n<p>• You may inadvertently tell them something inaccurate; potentially, that’s perjury.<br/>\n• You could waste a perfectly good alibi by getting a detail wrong.<br/>\n•  You may tell them something absolutely correct that some expert falsely  disputes and then you’ve lied, again, and you’ve provided them with an  “aha” moment for the jury.<br/>\n• You may tell them something that to you seems irrelevant, but to them helps bolster or build a case against you  out of nothing.<br/>\n• You may even bend under their pressure and confess to something you did not do!  </p>\n\n<p>The  cops are allowed to lie to extract a confession: they can lie about  whether you’re a suspect or not, they can lie about what you’re  suspected of, they can lie about details of the case, they are in all  probability lying about any lenience they may be offering you, they are  trained to legally set you up to look like you possess information that  you only could have gotten if you were at the scene of the crime. They  are very unlikely to transcribe or record your conversation accurately  and, again, any errors will play against you.  </p>\n\n<p>The police can legally feed back everything you discussed with them to whoever is accusing you and help them build their case!  </p>\n\n<p>None  of this is because the police are bad; it’s because they are people. As  people they are both fallible and liable to look for every possible  angle that can support an initial wrong guess. Some may even be more  than fallible and venal and not want to admit they were wrong to suspect  you.  </p>\n\n<p>Keeping quiet can help you stay away from all this trouble.  </p>\n\n<p>Sadly, even this advice is no longer perfect, because the Supreme Court has  ruled that an innocent person would have no reason to say something as  straightforward as “I would not like to speak with you because the  constitution affords me the right to avoid self-incrimination.” These days, you have to invoke a different constitutional right and firmly ask for a lawyer!  </p>\n\n<p>In short, the justice system is a system that closes cases, not a system that seeks justice. The antechamber of this Kafkaesque hell is the police station. If you have not managed to avoid the visit to the antechamber, keep quiet until you’ve hired the best legal help you can. In doing so, you’re hiring part of the system, you’re paying cash into the system, you’re getting the system on your side. And you’re involving part of the system that’s a pay grade (or ten) above the cop who’s looking to feed you with your confession and write it up for you. That’s your best bet.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/mcr3uw/cmv_dont_talk_to_the_police_usa/",
  "subreddit": "changemyview",
  "id": "mcr3uw",
  "is_self": true,
  "media": null,
  "is_video": false
}