{
  "author": "ummagumma696969",
  "original_created_utc": 1637372566,
  "title": "No book I have read has ever managed to hit me as hard emotionally as The Art of Racing in the Rain.",
  "created_utc": 1637381969,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Wow. I consider myself pretty well read; I read all different genres and subjects - but I have to say that this book tore me apart unlike any other.</p>\n\n<p>The writing style is not incredibly elegant or complex, as Garth Stein seems to prefer simplicity, from what I can tell. But man, this book just hit me like a truck. It really showed me that writing does not have to technically complex or excessive in the vocabulary department to be absolutely momentous. </p>\n\n<p>I&#39;d like to hear some other opinions about this book and his writing style in general.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/qxutkx/no_book_i_have_read_has_ever_managed_to_hit_me_as/",
  "subreddit": "books",
  "id": "qxutkx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Wow. I consider myself pretty well read; I read all different genres and\nsubjects - but I have to say that this book tore me apart unlike any other.\n\nThe writing style is not incredibly elegant or complex, as Garth Stein seems to\nprefer simplicity, from what I can tell. But man, this book just hit…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "わーい。私は自分がかなりの読書家だと思っています。様々なジャンルの本を読みますし\nしかし、この本は他の本とは違って私を引き裂きました。\n\nガース・スタインは、シンプルさを好むようですが、文章のスタイルは驚くほどエレガントでも複雑でもありません。\nガース・スタインはシンプルさを好むようですからね。しかし、この本には衝撃を受けました...。",
      "title": "今まで読んだ本の中で、『The Art of Racing in the Rain』ほど感情を揺さぶられた本はありませんでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "哇。我认为自己阅读能力很强；我阅读各种不同类型和题材的书。\n但我不得不说，这本书把我撕得粉碎，与其他书不同。\n\n这本书的写作风格不是令人难以置信的优雅或复杂，因为加思-斯坦因似乎更喜欢简单。\n据我所知，加思-斯坦因似乎更喜欢简单的风格。但是，伙计，这本书只是打...",
      "title": "我读过的任何一本书都无法像《雨中竞速的艺术》那样在情感上给我以重创。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "哇。我認爲自己閱讀能力很強；我閱讀各種不同類型和題材的書。\n但我不得不說，這本書把我撕得粉碎，與其他書不同。\n\n這本書的寫作風格不是令人難以置信的優雅或複雜，因爲加思-斯坦因似乎更喜歡簡單。\n據我所知，加思-斯坦因似乎更喜歡簡單的風格。但是，夥計，這本書只是打...",
      "title": "我讀過的任何一本書都無法像《雨中競速的藝術》那樣在情感上給我以重創。"
    }
  ]
}