{
  "author": "operator139",
  "original_created_utc": 1631767302,
  "title": "Does anyone else feel like after discovering Cryptocurrency they are part of a secret club now?",
  "created_utc": 1631785153,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I did really well cashing out some profits once when we were at 53k roughly a week ago and man, it&#39;s been sending me chills.</p>\n\n<p>I know lots of friends who are struggling with debt, and I feel bad for them. It&#39;s weird having to keep the reality of knowing I doubled my profits from buying at 29k Bitcoin, and some other alts were way more than that.</p>\n\n<p>I can&#39;t tell the girls I&#39;m dating I&#39;m into some weird crytocurrency stuff, they don&#39;t understand it or get it. My family thinks I&#39;m a fool. I have ONE friend I trust telling at least I am in it.</p>\n\n<p>The rest of my friends are this subreddit. We&#39;re over here dreaming about Lambos and talking about those gains. This is the best community and the only community, it&#39;s like a secret club where you actually know how to make money. There&#39;s all these get rich quick schemes, and even though crypto isn&#39;t that, it&#39;s a promising place that helps people become financially free. </p>\n\n<p>I feel really bad for people who fall for scams. Just invest in Crypto. I want to help but I don&#39;t think I am the one for the job. I enjoy it here and feeling like you are part of the Crypto community is very rewarding in of itself.</p>\n</div><!-- SC_ON -->",
  "score": 184,
  "permalink": "/r/CryptoCurrency/comments/pp6k0e/does_anyone_else_feel_like_after_discovering/",
  "subreddit": "CryptoCurrency",
  "id": "pp6k0e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I did really well cashing out some profits once when we were at 53k roughly a\nweek ago and man, it's been sending me chills.\n\nI know lots of friends who are struggling with debt, and I feel bad for them.\nIt's weird having to keep the reality of knowing I doubled my profits from\nbuying at 29k…"
}