{
  "author": "lafillequiattendrait",
  "original_created_utc": 1635922287,
  "title": "Books about sex positivity/intimacy?",
  "created_utc": 1635967375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title pretty much speaks for itself. </p>\n\n<p>I grew up in a pretty conservative household and spent all of grade and high school in Catholic school. My parents didn’t really talk about it or give me “the talk”, and given that I’m a pretty anxious person I typically shied away when my friends made any mention of it at any stage (college included). </p>\n\n<p>I’m recently married (to my HS BF) and I think I’m ready to expand my knowledge/interests. </p>\n\n<p>Audiobooks also welcome! I don’t think I do as well with them tbh but I want to like them more! </p>\n\n<p>Thanks in advance!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/qloskf/books_about_sex_positivityintimacy/",
  "subreddit": "booksuggestions",
  "id": "qloskf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title pretty much speaks for itself.\n\nI grew up in a pretty conservative household and spent all of grade and high\nschool in Catholic school. My parents didn’t really talk about it or give me\n“the talk”, and given that I’m a pretty anxious person I typically shied away\nwhen my friends made any…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルを見れば一目瞭然ですね。\n\n私はかなり保守的な家庭で育ち、小学校と高校はすべてカトリックの学校で過ごしました。\nカトリックの学校に通っていました。私の両親はそのことについてあまり話してくれませんでした。\n「話すことはありませんでしたし、私はかなりの心配性なので、両親が私のことを\n友達が何かを...",
      "title": "セックス・ポジティブ／インティマシーに関する本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题几乎不言自明。\n\n我在一个相当保守的家庭中长大，整个小学和中学都在天主教学校度过。\n在天主教学校学习。我的父母并没有真正谈论它或给我\n\"谈话\"，而且鉴于我是一个相当焦虑的人，当我的朋友们提出任何问题时，我通常都会避开。\n当我的朋友们提出任何...",
      "title": "关于性积极性/亲密关系的书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題幾乎不言自明。\n\n我在一個相當保守的家庭中長大，整個小學和中學都在天主教學校度過。\n在天主教學校學習。我的父母並沒有真正談論它或給我\n\"談話\"，而且鑑於我是一個相當焦慮的人，當我的朋友們提出任何問題時，我通常都會避開。\n當我的朋友們提出任何...",
      "title": "關於性積極性/親密關係的書籍？"
    }
  ]
}