{
  "author": "duc-duc-moose",
  "the_new_excerpt": "Why YSK not to feed, touch, or try to own wildlife (may sound obvious but\napparently it isn’t)\n\nHumans stress wildlife out... By feeding them, They will start trusting people\n(even ones who will kill or injure them). From an employee of a wildlife\nrehab/sanctuary: ‘People think because they love…",
  "original_created_utc": 1612195519,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK不喂养，触摸，或试图拥有野生动物（可能听起来很明显，但这是一个很好的机会。\n显然不是)\n\n人类给野生动物带来压力... 通过喂养它们，它们就会开始信任人类了。\n即使是那些会杀伤他们的人）。从一个野生动物的员工\n康复/避难所。\"人们认为，因为他们爱...",
      "title": "YSK如何与野生动物共存？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK不餵養，觸摸，或試圖擁有野生動物（可能聽起來很明顯，但這是一個很好的機會。\n顯然不是)\n\n人類給野生動物帶來壓力... 通過餵養它們，它們就會開始信任人類了。\n即使是那些會殺傷他們的人）。從一個野生動物的員工\n康復/避難所。\"人們認爲，因爲他們愛...",
      "title": "YSK如何與野生動物共存？"
    }
  ],
  "title": "YSK how to coexist with wildlife",
  "created_utc": 1612237059,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK not to feed, touch, or try to own wildlife (may sound obvious but apparently it isn’t)</p>\n\n<p>Humans stress wildlife out... By feeding them, They will start trusting people (even ones who will kill or injure them). From an employee of a wildlife rehab/sanctuary: ‘People think because they love something They Have to own it, So they buy a wild/exotic animal while it is small and cute. Everyone loves it for a bit And the love fades. And we end up with the over abundance of wild animals who need more enrichment and care than their former owners could provide’ I love local wildlife, But If they can be in the wild It is where they belong... even if you are just taking a photo, Give wildlife some space</p>\n\n<p>TLDR: Don’t harass wildlife, Learn how to properly coexist And expose CBR!!! (<a href=\"/r/exposingCBR\">r/exposingCBR</a>)</p>\n</div><!-- SC_ON -->",
  "score": 9828,
  "permalink": "/r/YouShouldKnow/comments/la6l28/ysk_how_to_coexist_with_wildlife/",
  "subreddit": "YouShouldKnow",
  "id": "la6l28",
  "is_self": true,
  "media": null,
  "is_video": false
}