{
  "author": "dippy_bear",
  "the_new_excerpt": "So far I've read Northanger Abbey and Pride and Prejudice.\n\nI had to give myself some time to properly type out a review since it would've\nbeen excited gibberish if I didn't.\n\nI've been meaning to read more classics lately and why did I wait so long to\nread this? Persuasion needs to be mentioned…",
  "original_created_utc": 1621558049,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでに「ノーサンガー・アビー」と「高慢と偏見」を読みました。\n\n感想文を書くのに時間がかかってしまいました。\nそうしないと、興奮して訳の分からない文章になってしまうからです。\n\n最近、古典をもっと読みたいと思っていたのですが、なぜこれを読むのにこんなにも待っていたのか？\nこれを読むのになぜこんなにも時間がかかったのか？Persuasionについては言及する必要があるでしょう...。",
      "title": "Persuasion」は今では一番好きなオースティンの小説です 5/5 Will Read Again"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "到目前为止，我已经读了《诺桑觉寺》和《傲慢与偏见》。\n\n我必须给自己一些时间来正确地打出评论，因为如果我不这样做，它就会成为激动人心的胡言乱语。\n因为如果我不这样做，它就会成为激动人心的胡言乱语。\n\n我最近一直想读更多的经典作品，为什么我等了这么久才读这个？\n读这个？劝导》需要被提及...",
      "title": "劝导》现在是我最喜欢的奥斯汀小说 5/5 将再次阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "到目前爲止，我已經讀了《諾桑覺寺》和《傲慢與偏見》。\n\n我必須給自己一些時間來正確地打出評論，因爲如果我不這樣做，它就會成爲激動人心的胡言亂語。\n因爲如果我不這樣做，它就會成爲激動人心的胡言亂語。\n\n我最近一直想讀更多的經典作品，爲什麼我等了這麼久纔讀這個？\n讀這個？勸導》需要被提及...",
      "title": "勸導》現在是我最喜歡的奧斯汀小說 5/5 將再次閱讀"
    }
  ],
  "title": "Persuasion Is Now My Favorite Austen Novel 5/5 Will Read Again",
  "created_utc": 1621594775,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So far I&#39;ve read <strong>Northanger</strong> <strong>Abbey</strong> and <strong>Pride and Prejudice</strong>. </p>\n\n<p>I had to give myself some time to properly type out a review since it would&#39;ve been excited gibberish if I didn&#39;t.</p>\n\n<p>I&#39;ve been meaning to read more classics lately and why did I wait so long to read this? Persuasion needs to be mentioned more often! I loved everything about it, except the length, but I know that it was published after Austen&#39;s death. The book had so much potential to be even more amazing. However, what we got is still one of the best things I&#39;ve ever read. For being a short novel, it tackles so much and evokes such strong feelings of melancholy and hope. </p>\n\n<p>Anne is such a kind, sweet, level headed person who unfortunately has a shit family. Her musings on love and friendship are so moving and I just wanted to give her a hug the entire time I was reading. It was rewarding watching her grow as a person. She&#39;s definitely my favorite Austen heroine. Frederick also deserves a shout out. That letter at the end of the book even got me, who&#39;s not that big on romance, to swoon. </p>\n\n<p>P.S. Also watched the 1995 adaption with Amanda Root as Anne and Ciaran Hinds as Frederick. SO GOOD! THAT CHEMISTRY. THOSE LOOKS THAT PASS BETWEEN THE TWO OF THEM.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nhg27f/persuasion_is_now_my_favorite_austen_novel_55/",
  "subreddit": "books",
  "id": "nhg27f",
  "is_self": true,
  "media": null,
  "is_video": false
}