{
  "author": "BigOlBlimp",
  "original_created_utc": 1636661381,
  "title": "YSK \"nonplussed\" isn't similar to \"unamused\", it's similar to \"perplexed\".",
  "created_utc": 1636667227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;m not a stickler for definitions, but some people are. Know that the definition of &quot;nonplussed&quot; is &quot;unsure about what to say, think, or do&quot; and not an intuitive interpretation of &quot;non&quot; and &quot;plussed&quot; as many people seem to think it is. This could save you from looking silly at work or in other contexts where being taken intellectually seriously is relevant.</p>\n\n<p>(Sure I get the argument that the dictionary is descriptive and not prescriptive, and that if you&#39;re understood you&#39;re using language correctly, but it&#39;s a better position to make someone think you&#39;re using a word incorrectly, and then be able to point to the dictionary, than have them think that and have to make whatever argument you&#39;re going to make at me at them.)</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/YouShouldKnow/comments/qrttxp/ysk_nonplussed_isnt_similar_to_unamused_its/",
  "subreddit": "YouShouldKnow",
  "id": "qrttxp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I'm not a stickler for definitions, but some people are. Know that the\ndefinition of \"nonplussed\" is \"unsure about what to say, think, or do\" and not\nan intuitive interpretation of \"non\" and \"plussed\" as many people seem to think\nit is. This could save you from looking silly at work or in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 私は定義にこだわらないのですが、こだわる人もいますよね。の定義を知っていますか？\n困惑」の定義は、「何を言うべきか、何を考えるべきか、何をすべきかわからない」であって、「ノン」と「プラッセド」を直感的に解釈したものではありません。\n多くの人が思っているように、「non」と「plussed」を直感的に解釈したものではありません。\nではないのです。これで、職場やお店でバカにされずに済むかもしれません。",
      "title": "YSK \"nonplussed \"は、\"unamused \"に似ているのではなく、\"perplexed \"に似ているんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我不是一个对定义很执着的人，但有些人是。要知道\n知道 \"不解风情 \"的定义是 \"不确定该说什么、想什么或做什么\"，而不是像许多人那样对 \"不 \"和 \"不解风情 \"的直观解释。\n而不是像许多人认为的那样，对 \"非 \"和 \"plussed \"的直观解释。\n它是。这可以使你在工作中或在...",
      "title": "YSK的 \"nonplussed \"并不类似于 \"unamused\"，它类似于 \"perplexed\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我不是一個對定義很執着的人，但有些人是。要知道\n知道 \"不解風情 \"的定義是 \"不確定該說什麼、想什麼或做什麼\"，而不是像許多人那樣對 \"不 \"和 \"不解風情 \"的直觀解釋。\n而不是像許多人認爲的那樣，對 \"非 \"和 \"plussed \"的直觀解釋。\n它是。這可以使你在工作中或在...",
      "title": "YSK的 \"nonplussed \"並不類似於 \"unamused\"，它類似於 \"perplexed\"。"
    }
  ]
}