{
  "author": "DoctorDilemmaa",
  "the_new_excerpt": "Why YSK: Some dog owners can look at their dog while they are in the middle of a\nhealth crisis and not KNOW it is a health crisis, especially with things like\ndog bloat. Messing with your dog's ears, paws, tail, stomach, etc. will also\nhelp you with grooming them, as they will be used to you…",
  "original_created_utc": 1615675174,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有些狗主人可以一边看狗，一边进行\n健康危机，而不知道这是一个健康危机，特别是与事情，如\n狗的胀气。捣乱狗狗的耳朵、爪子、尾巴、肚子等也会。\n帮助你梳理他们，因为他们会习惯你... ...",
      "title": "YSK说，抚摸你的狗（乱摸它们的爪子，看它们的耳朵等）可以救它们的命。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有些狗主人可以一邊看狗，一邊進行\n健康危機，而不知道這是一個健康危機，特別是與事情，如\n狗的脹氣。搗亂狗狗的耳朵、爪子、尾巴、肚子等也會。\n幫助你梳理他們，因爲他們會習慣你... ...",
      "title": "YSK說，撫摸你的狗（亂摸它們的爪子，看它們的耳朵等）可以救它們的命。"
    }
  ],
  "title": "YSK that touching your dog (Messing with their paws, looking in their ears etc.) can save their life",
  "created_utc": 1615699492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Some dog owners can look at their dog while they are in the middle of a health crisis and not KNOW it is a health crisis, especially with things like dog bloat. Messing with your dog&#39;s ears, paws, tail, stomach, etc. will also help you with grooming them, as they will be used to you touching them. This also will help you notice when something is wrong. My mom spent hours with her GSD puppy just messing with him, and she knew how he acted normally vs. how he acts when he is sick/upset. This saved his life when he had dog bloat, and he is happy and healthy two years later. Get to know your dogs, and it not only will make life so much easier when grooming them, but it might also save your furry friend&#39;s life!</p>\n</div><!-- SC_ON -->",
  "score": 13126,
  "permalink": "/r/YouShouldKnow/comments/m4hd07/ysk_that_touching_your_dog_messing_with_their/",
  "subreddit": "YouShouldKnow",
  "id": "m4hd07",
  "is_self": true,
  "media": null,
  "is_video": false
}