{
  "author": "Dodger7777",
  "the_new_excerpt": "As much as it would help a lot of people to forgive student loan debt, every\nstudent who comes after them and suffers the same fate is unfortunately left\nout.\n\nI have an idea for a possible solution, but I would love some criticism on it.\n\nI would like to start by saying a few things which influence…",
  "original_created_utc": 1619601782,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学生ローンの借金を帳消しにすれば、多くの人が助かると思いますが、後から来た学生が同じような目に遭うと\n同じ運命をたどる後続の学生は、残念ながら取り残されてしまいます。\n捨てられてしまいます。\n\n私は解決策のアイデアを持っていますが、それに対するご批判をいただきたいと思っています。\n\nまず最初に、私の考えに影響を与えるいくつかの事柄を述べたいと思います。",
      "title": "CMV：もし、政府が学生ローンの借金を免除するという話をしたいのであれば、まず原因となるシステムを改革することから始めなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "尽管免除学生贷款债务对很多人都有帮助，但每一个在他们之后遭受同样命运的学生都很不幸。\n在他们之后遭受同样命运的学生都不幸地被排除在外。\n被排除在外。\n\n我有一个可能的解决方案的想法，但我希望得到一些批评意见。\n\n我想先说几件事，这影响到...",
      "title": "CMV：如果如果我们想讨论政府免除学生贷款债务，那么我们必须先讨论改革导致债务的系统。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "儘管免除學生貸款債務對很多人都有幫助，但每一個在他們之後遭受同樣命運的學生都很不幸。\n在他們之後遭受同樣命運的學生都不幸地被排除在外。\n被排除在外。\n\n我有一個可能的解決方案的想法，但我希望得到一些批評意見。\n\n我想先說幾件事，這影響到...",
      "title": "CMV：如果如果我們想討論政府免除學生貸款債務，那麼我們必須先討論改革導致債務的系統。"
    }
  ],
  "title": "CMV: If if we want to talk about the government forgiving student loan debt, then we have to talk about reforming the system that causes it first.",
  "created_utc": 1619624842,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As much as it would help a lot of people to forgive student loan debt, every student who comes after them and suffers the same fate is unfortunately left out. </p>\n\n<p>I have an idea for a possible solution, but I would love some criticism on it. </p>\n\n<p>I would like to start by saying a few things which influence why I think these changes would be good. </p>\n\n<p>Firstly, our current public school system is a glorified daycare service so parents are free to go to work. This may be more true in some areas compared to others, and I left private schools out of this equation because I honestly see that as a luxury service. </p>\n\n<p>Secondly, our academic system is surprisingly unregulated despite it being a government system. I think this was mostly a problem from the past. Books were as available as they could be, either because of how many were published, how much they cost, etc., but now we have the internet. We&#39;ve seen roughly a year where students had zoom school. Books can be acquired online for free and easily, especially the classics. So I think this can accomplish a few things. Part 1 is that we no longer need to have physical schools. Zoom can accomplish what we want to accomplish or we could acquire something similar since it&#39;s definitely not rocket science. Part 2 is that we can now have nationwide regulation on our schools curriculum. You could even have lecturers for masses of students to watch and review and then the numerous teachers across the states can focus on individual interaction instead of having a bunch of teachers trying to handle 50 some kids at a time. All of this with minimal or complete elimination of vehicles (might need some underprivileged families who would be bussed to a computer lab for &#39;school&#39;. </p>\n\n<p>Thirdly, and this is based on interactions with my father across multiple school districts as he is a school official, parents need to take responsibility for their children. This is more of a &#39;in the home&#39; problem. From what my father has told me, when a child does something wrong at school the parent doesn&#39;t ask what the kid did, they ask what the school did to their child. Parents, over the years, have been transitioning to acting less like parents and more like a friend to their kids. This is obviously a vast generalization, as that mentality could also circle around to encouraging acting out at school since no real repurcussions come out at home. However a similar problem happened with Zoom school as students left at home would have various individual problems. Yet when a teacher would contact a parent, the parent wouldn&#39;t take responsibility for that problem and insist the teacher is the problem. So this isn&#39;t something we can solve so easily as just closing schools and saying &#39;get on your computers at 8&#39;. And while I have not reviewed all the cases, we did see a national drop in school test scores which I think could be solved via mass lecture and more individual interaction. </p>\n\n<p>Fourthly, we need to stop shunning our country colleges. Maybe this was just my experience, but my student advisor made it seem like community college was for either dropouts, the unwashed masses, or those who could barely pass the class. The prejudice against community college was palpable, but my advisor was also rather incompetent so maybe I shouldn&#39;t hold that against them (they helped me schedule grades 10th through 12th but managed to help me be short 1 year of science and math, so I had to take 2 years of science and math in my senior year. Not a fun time.) Anyway, community college isn&#39;t all that advanced. I&#39;m not saying this to disparage them, but that I think we can eliminate a fair bit of highschool courses, at least a year, and instead start community college online courses early. Give kids exposure to some trades so they aren&#39;t forced to blindly jump into four year university like they are today. I honestly think we can make community college 100% free as well, and label 4 year University a luxury education. I&#39;ve never had a job turn me away for lacking a 4year degree anyway. </p>\n\n<p>Now, some points against me.</p>\n\n<p>Firstly, sports and other after school activities. Obviously we can&#39;t have these online, even if esports is becoming a thing. The good ole football and whatnot still exists. I honestly think that communities can pick this up without a school being there to round the children up. Even back when I was in school in the 90&#39;s we had soccer leagues and stuff outside school. </p>\n\n<p>Secondly, young children. I think anything in elementary school or younger (preschool through 4th grade) will likely still have to have in school learning. They are too young and undisciplined to get on the computer and stay there without cartoons after mom and dad leave for work. Plus various other things like younger kids needing some help with the toilet and whatnot. So we still need that 1/3rd plus of our physical education system. </p>\n\n<p>Thirdly, Health/PE. This is obviously something that can rather difficult to do over Zoom. Health could probably be done, because it&#39;s relaying info, but you lack the Physical of the Education. This is something, I think, that we Americans have to step up to the plate for. We&#39;re globally ridiculed as the obese nation and not without excessive evidence. We demand governed provided healthcare but we can&#39;t be bothered to take care of ourselves. </p>\n\n<p>Fourthly, and lastly from my point of view, this is obviously a massive infrastructure change and leave a lot of unused land and resources. Old school building are seen as community heritage, especially in small towns. So just bulldozing them is going to be heavily resisted, especially with the cost of putting them up. </p>\n\n<p>One possible solution, although a suboptimal one imo, would be to have the schools become the new community centers. Plus you can reuse the schools computer labs for the children who are unable to access them at home. This is going to leave a lot of excess room, which is why I see it as suboptimal. You could probably get away with just keeping the highschools and elementary schools (because grades pre-K-4). The schools can also still be used for the community sports (Gymnasiums, fields, etc). So reusing old infrastructure is not out of the question.</p>\n\n<p>Now, I know there are going to be a lot more problems than there are benefits to a system change like this. Change always brings more problems than solutions. Especially when the changes are bigger and broader. So I warmly welcome insights and criticism.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/n0aw7o/cmv_if_if_we_want_to_talk_about_the_government/",
  "subreddit": "changemyview",
  "id": "n0aw7o",
  "is_self": true,
  "media": null,
  "is_video": false
}