{
  "author": "Braincyclopedia",
  "original_created_utc": 1636433430,
  "title": "YSK Never buy a house from flippers!!!",
  "created_utc": 1636447927,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p>Why YSK: If you reach the phase in your life of buying a house, who were the previous owners matters a lot. Your top priority are houses that the owner lived in them. Owners usually take care of their houses, and invest a lot of money in quality repair (although there is also the risk that the person was a DIY type and the fixing was amateurish). Your intermediate priority is to buy from a house that was rented to other people. Renters don&#39;t take care of the house they live in. The age of the people who lived in the house also matters (if you can get this information), as college students will be more destructive than old people. Finally, whatever you do don&#39;t buy a house from flippers. These are people that buy rickety houses, fix them, and sell them for maximum profit. They know that the average customer is clueless in house repair, and their fixing is usually cosmetic. You&#39;ll get a house with many problems.</p>\n\n<p>Bonus tip: When you go to an open house, the owners usually hire a furniture staging company. The staging is not random. Carpets might be placed to hide messed up floor boards, and furniture could be used to hide damaged walls. Look behind and underneath the furniture when evaluating a house.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/qpw48m/ysk_never_buy_a_house_from_flippers/",
  "subreddit": "YouShouldKnow",
  "id": "qpw48m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you reach the phase in your life of buying a house, who were the\nprevious owners matters a lot. Your top priority are houses that the owner lived\nin them. Owners usually take care of their houses, and invest a lot of money in\nquality repair (although there is also the risk that the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 人生の中で家を買うという段階になったとき、誰が家を買ったのか？\n家を買う段階になったら、前の所有者が誰だったかはとても重要です。オーナーが住んでいた家が最優先です。\nオーナーが住んでいた家が最優先です。オーナーは自分の家を大切にしていて、質の高い修繕に多くのお金をかけています。\n質の高い修理をするために多くの資金を投入します（ただし、その分のリスクもあります）。",
      "title": "YSK 絶対にフリッパーから家を買ってはいけません!!!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你到了买房子的阶段，谁是你生命中的\n前任房主很重要。你最优先考虑的是房主曾经住过的房子\n在里面。业主通常会照顾他们的房子，并投入大量的资金进行高质量的维修。\n质量的维修（虽然也有风险，但也有可能是...）。",
      "title": "YSK千万不要从炒房者那里买房子！！！。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你到了買房子的階段，誰是你生命中的\n前任房主很重要。你最優先考慮的是房主曾經住過的房子\n在裏面。業主通常會照顧他們的房子，並投入大量的資金進行高質量的維修。\n質量的維修（雖然也有風險，但也有可能是...）。",
      "title": "YSK千萬不要從炒房者那裏買房子！！！。"
    }
  ]
}