{
  "author": "Braincyclopedia",
  "original_created_utc": 1636433430,
  "title": "YSK Never buy a house from flippers!!!",
  "created_utc": 1636447927,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p>Why YSK: If you reach the phase in your life of buying a house, who were the previous owners matters a lot. Your top priority are houses that the owner lived in them. Owners usually take care of their houses, and invest a lot of money in quality repair (although there is also the risk that the person was a DIY type and the fixing was amateurish). Your intermediate priority is to buy from a house that was rented to other people. Renters don&#39;t take care of the house they live in. The age of the people who lived in the house also matters (if you can get this information), as college students will be more destructive than old people. Finally, whatever you do don&#39;t buy a house from flippers. These are people that buy rickety houses, fix them, and sell them for maximum profit. They know that the average customer is clueless in house repair, and their fixing is usually cosmetic. You&#39;ll get a house with many problems.</p>\n\n<p>Bonus tip: When you go to an open house, the owners usually hire a furniture staging company. The staging is not random. Carpets might be placed to hide messed up floor boards, and furniture could be used to hide damaged walls. Look behind and underneath the furniture when evaluating a house.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/qpw48m/ysk_never_buy_a_house_from_flippers/",
  "subreddit": "YouShouldKnow",
  "id": "qpw48m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you reach the phase in your life of buying a house, who were the\nprevious owners matters a lot. Your top priority are houses that the owner lived\nin them. Owners usually take care of their houses, and invest a lot of money in\nquality repair (although there is also the risk that the…"
}