{
  "author": "Jenna_Rink30",
  "the_new_excerpt": "I used to read a decent amount as a kid. Less so in high school, and then hardly\never through uni and my 20s. I now devour books voraciously. It might even be\nunhealthy.\n\nIt started when lockdown hit last year, I was already depressed. Work was so bad\nand my confidence in myself was, as a result,…",
  "original_created_utc": 1617614670,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我小时候也曾读过不少书。到了高中就不太一样了，后来几乎\n通过大学和我的20多岁。我现在贪婪地吞噬书籍。它甚至可能是\n不健康的。\n\n去年锁国的时候开始，我已经很郁闷了。工作太差了\n而我对自己的信心也因此而...",
      "title": "读书是让我在郁闷的海洋中漂浮的救生筏。说得不那么戏剧化。我经历了很多事情，书让我的生活变得更加美好。 I'm going through a lot, books have made it infinitely better."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我小時候也曾讀過不少書。到了高中就不太一樣了，後來幾乎\n通過大學和我的20多歲。我現在貪婪地吞噬書籍。它甚至可能是\n不健康的。\n\n去年鎖國的時候開始，我已經很鬱悶了。工作太差了\n而我對自己的信心也因此而...",
      "title": "讀書是讓我在鬱悶的海洋中漂浮的救生筏。說得不那麼戲劇化。我經歷了很多事情，書讓我的生活變得更加美好。 I'm going through a lot, books have made it infinitely better."
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "子供の頃はまともに読んでいた。高校生になるとあまり読まなくなり、大学ではほとんど読まなくなりました。\n大学や20代の頃はほとんど読んでいませんでした。今は貪欲に本を読んでいます。もしかしたら、それは\n不健康です。\n\n去年のロックダウンの時に始まったのですが、私はすでに落ち込んでいました。仕事はとても悪く\nその結果、自分に自信が持てなくなってしまって...。",
      "title": "本を読むことは、憂鬱な海で私を浮かせてくれる救命ボートのようなものです。あまり大げさに言うと 私は多くのことを経験していますが、本はそれを限りなく良くしてくれます。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃はまともに読んでいた。高校生になるとあまり読まなくなり、大学ではほとんど読まなくなりました。\n大学や20代の頃はほとんど読んでいませんでした。今は貪欲に本を読んでいます。もしかしたら、それは\n不健康です。\n\n去年のロックダウンの時に始まったのですが、私はすでに落ち込んでいました。仕事はとても悪く\nその結果、自分に自信が持てなくなってしまって...。",
      "title": "本を読むことは、憂鬱な海で私を浮かせてくれる救命ボートのようなものです。あまり大げさに言うと 私は多くのことを経験していますが、本はそれを限りなく良くしてくれます。"
    }
  ],
  "title": "Reading books is the life raft that keeps me afloat in a sea of depression. To put it less theatrically: I’m going through a lot, books have made it infinitely better.",
  "created_utc": 1617625518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read a decent amount as a kid. Less so in high school, and then hardly ever through uni and my 20s. I now devour books voraciously. It might even be unhealthy. </p>\n\n<p>It started when lockdown hit last year, I was already depressed. Work was so bad and my confidence in myself was, as a result, shattered. I welcomed the lockdown with open arms but there were so many gaping holes in my soul, that I felt more void than body. I tried to fill it up with a whole bunch of things, most heathy, some not. But I was alone. </p>\n\n<p>I parted ways with my old employer at the mid-last year and I was, in effect, in the emotional gutter. I’m surprised I didn’t spontaneously combust from the panic and apathy. I started reading again and, suddenly, I couldn’t stop. Things are better now. I’ve been to therapy and we’re working on the trauma that was my old job, but books feel like three deep breaths anytime I’m lost.</p>\n\n<p>Anytime things are tough, I disappear into a book. Good or bad, doesn’t matter. It just gives me immense pleasure to read and not have to live in my own head for a moment. </p>\n\n<p>But beyond that escape, there’s true pleasure that lives in books. Tapping into that gives me such an immense sense of contentment. Reading is meditative, calming my anxiety. It is a gift for which I am grateful. I’m so, so grateful.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/books/comments/mkgmg1/reading_books_is_the_life_raft_that_keeps_me/",
  "subreddit": "books",
  "id": "mkgmg1",
  "is_self": true,
  "media": null,
  "is_video": false
}