{
  "author": "Alyssajprez",
  "original_created_utc": 1638504228,
  "title": "When a woman says no to a guy asking her out or wanting to be in a relationship, does that naturally make a guy not want to take no for an answer?",
  "created_utc": 1638548003,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Do majority of guys take “no” as a “try harder” or does “no” tend to register as “it’s not going to work out”? I (F26) have had guys ask me out or ask about a relationship, and when I tell them straight forward it wouldn’t work out or I’m not interested, they’ll usually ask another handful of times or whatever until they truly understand that it’s a no. I’ll even explain why it wouldn’t work (my standards are ABC in a relationship, and from your lifestyle choices I know we wouldn’t match), but still I’ll get questions. I’m just legitimately trying to understand a guy’s thought process in all of this.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 106,
  "permalink": "/r/TooAfraidToAsk/comments/r7pxt0/when_a_woman_says_no_to_a_guy_asking_her_out_or/",
  "subreddit": "TooAfraidToAsk",
  "id": "r7pxt0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Do majority of guys take “no” as a “try harder” or does “no” tend to register as\n“it’s not going to work out”? I (F26) have had guys ask me out or ask about a\nrelationship, and when I tell them straight forward it wouldn’t work out or I’m\nnot interested, they’ll usually ask another handful of times…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>多くの男性は、「NO」を「もっと頑張れ」と受け止めるのでしょうか。\nそれとも「NO」は「うまくいかない」と認識する傾向があるのでしょうか？私（F26）は\n誘われたり、交際を申し込まれたりしたことがありますが、ストレートに「うまくいかない」と言うと\nストレートに「うまくいかない」「興味がない」と言うと...",
      "title": "女性が男性に誘われたり、付き合いたいと言われたりしたときに、女性が断ってしまうと、男性は自然と「断られたくない」と思ってしまうのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大多数人把 \"不 \"当作 \"再努力一下\"，还是把 \"不 \"当作 \"不会成功\"？\n更努力\"，还是说 \"不 \"往往被认为是 \"不会有结果\"？我(F26)\n曾有男生约我出去，或询问我的关系，而当我告诉他们\n直截了当地告诉他们不会有结果或我不感兴趣时，他们会...",
      "title": "当一个女人对一个男人约她出去或想谈恋爱说 \"不 \"时，这是否会自然而然地使一个男人不愿意接受 \"不 \"的答案？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大多數人把 \"不 \"當作 \"再努力一下\"，還是把 \"不 \"當作 \"不會成功\"？\n更努力\"，還是說 \"不 \"往往被認爲是 \"不會有結果\"？我(F26)\n曾有男生約我出去，或詢問我的關係，而當我告訴他們\n直截了當地告訴他們不會有結果或我不感興趣時，他們會...",
      "title": "當一個女人對一個男人約她出去或想談戀愛說 \"不 \"時，這是否會自然而然地使一個男人不願意接受 \"不 \"的答案？"
    }
  ]
}