{
  "author": "Gtapex",
  "the_new_excerpt": "Why YSK: The purpose of the charcoal air filter is to remove odors from the air\nas you cook. Most people know about the metallic grease filters on the bottom\nwhere the air gets sucked in, but not the charcoal filter inside the top-front\npanel where the air gets blown out.\n\nIf you live in an…",
  "original_created_utc": 1615986669,
  "localize": [
    {
      "locale": "zh",
      "title": "YSK，您的微波炉上面很可能在顶部有一个木炭空气过滤器，当风扇打开时，风扇会将循环空气吹出。更换这种廉价的过滤器可以去除厨房中的烹饪气味。",
      "the_new_excerpt": "为什么选择YSK：木炭空气过滤器的目的是去除空气中的异味。\n当你做饭的时候。大多数人都知道底部的金属油脂过滤网。\n吸入空气的地方，但不是顶部前部的木炭过滤器。\n空气被吹出的面板。\n\n如果你住在一个..."
    },
    {
      "locale": "zh-Hant",
      "title": "YSK，您的微波爐上面很可能在頂部有一個木炭空氣過濾器，當風扇打開時，風扇會將循環空氣吹出。更換這種廉價的過濾器可以去除廚房中的烹飪氣味。",
      "the_new_excerpt": "爲什麼選擇YSK：木炭空氣過濾器的目的是去除空氣中的異味。\n當你做飯的時候。大多數人都知道底部的金屬油脂過濾網。\n吸入空氣的地方，但不是頂部前部的木炭過濾器。\n空氣被吹出的面板。\n\n如果你住在一個..."
    }
  ],
  "title": "YSK that your above-range microwave likely contains a charcoal air filter at the top where the fan blows out recirculating air when the fan is on. Replacing this inexpensive filter can remove cooking odors from your kitchen.",
  "created_utc": 1616010072,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The purpose of the charcoal air filter is to remove odors from the air as you cook.  Most people know about the metallic grease filters on the bottom where the air gets sucked in, but not the charcoal filter inside the top-front panel where the air gets blown out.</p>\n\n<p>If you live in an apartment, your charcoal filter has likely never been changed and your cooking odors could be reduced. </p>\n\n<p>Here’s a <a href=\"https://youtu.be/sQQWDG7znBk\">video on changing a recent model GE filter</a>, but Google your model number for specific instructions. </p>\n\n<p>Note: these filters are only important in recirculating air situations... if your microwave fan vents outside, you don’t need to worry about the charcoal filter.</p>\n</div><!-- SC_ON -->",
  "score": 4300,
  "permalink": "/r/YouShouldKnow/comments/m7026q/ysk_that_your_aboverange_microwave_likely/",
  "subreddit": "YouShouldKnow",
  "id": "m7026q",
  "is_self": true,
  "media": null,
  "is_video": false
}