{
  "author": "user589652",
  "original_created_utc": 1627904340,
  "title": "Books with major LGBTQ characters that don’t make that the main focus of the story",
  "created_utc": 1627922425,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s kind of hard to find anything that has good trans/queer representation that doesn’t make the fact that the character is LGBT the whole point of the novel (i.e. Love Simon). Even a queer romance is fine, but I’d like a something with less angst for the sake of it. A dark or depressing book is fine, just not the over-the-top “hiding my gender identity or sexuality/self-hate” drama that tends to be pretty common. For historical fiction there’s a bit of leeway there, but I still don’t really want to read misery lit. </p>\n\n<p>Literally any genre is alright, although my favs are sci-fi/fantasy or historical fiction.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/booksuggestions/comments/owcov7/books_with_major_lgbtq_characters_that_dont_make/",
  "subreddit": "booksuggestions",
  "id": "owcov7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It’s kind of hard to find anything that has good trans/queer representation that\ndoesn’t make the fact that the character is LGBT the whole point of the novel\n(i.e. Love Simon). Even a queer romance is fine, but I’d like a something with\nless angst for the sake of it. A dark or depressing book is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トランスやクィアの表現に優れた作品を見つけるのは難しいですね。\n登場人物がLGBTであることが小説の要点になっていないものを探すのは大変です。\n(例：Love Simon）。) クィアなロマンスでも良いのですが、そのための苦悩が少ないものが欲しいですね。\nそのために、あまり怒らないものがいいですね。暗い本や憂鬱な本は...。",
      "title": "主要なLGBTQキャラクターが登場する本で、それがストーリーのメインになっていないもの"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很难找到有良好的变性人/同性恋者代表的作品，而不是把角色是LGBT作为小说的全部内容。\n而不把这个人物是LGBT这一事实作为小说的全部内容。\n(即《Love Simon》)。即使是同性恋的爱情也很好，但我想看的是有以下特点的东西\n但我希望能有一些不那么焦虑的东西。一本黑暗或压抑的书是...",
      "title": "有主要LGBTQ角色的书籍，但没有将其作为故事的主要焦点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很難找到有良好的變性人/同性戀者代表的作品，而不是把角色是LGBT作爲小說的全部內容。\n而不把這個人物是LGBT這一事實作爲小說的全部內容。\n(即《Love Simon》)。即使是同性戀的愛情也很好，但我想看的是有以下特點的東西\n但我希望能有一些不那麼焦慮的東西。一本黑暗或壓抑的書是...",
      "title": "有主要LGBTQ角色的書籍，但沒有將其作爲故事的主要焦點"
    }
  ]
}