{
  "author": "Panitikan",
  "original_created_utc": 1628554567,
  "title": "[Spoiler Involved] I Finished Reading 'Frankenstein' by Mary Shelley this Early Morning",
  "created_utc": 1628623803,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I expected the novel to be horrifying. I expected a brutal, evil, apathetic monster. But the &#39;monster&#39; turned into a &#39;creature&#39; in my head, implying the impact of the words or adjectives we use and assign to other people, and the significance of parenting. I cried several times because of this novel. <strong>What are your thoughts for this Mary Shelley work?</strong> I thought chills would run through my body and haunt me in my dreams, but I just can&#39;t stop thinking about how we treat other people (and creatures) that deviate from our expectations of normality. It is painful and heartbreaking than it is blood-curdling.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p1e0c4/spoiler_involved_i_finished_reading_frankenstein/",
  "subreddit": "books",
  "id": "p1e0c4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I expected the novel to be horrifying. I expected a brutal, evil, apathetic\nmonster. But the 'monster' turned into a 'creature' in my head, implying the\nimpact of the words or adjectives we use and assign to other people, and the\nsignificance of parenting. I cried several times because of this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこの小説が恐ろしいものであることを期待していました。残忍で邪悪で無気力な\nモンスターを想像していました。しかし、私の頭の中では「モンスター」が「クリーチャー」に変わっていたのですが、これは言葉や助詞の影響を意味しています。\n私たちが他人に使う言葉や形容詞の影響、そして子育ての重要性を意味しています。\n子育ての意義。そのせいで何度も泣いてしまった...。",
      "title": "[ネタバレあり】メアリー・シェリーの「フランケンシュタイン」を早朝に読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我以为这部小说会很恐怖。我期待着一个残忍、邪恶、冷漠的\n的怪物。但是，\"怪物 \"在我的脑海中变成了 \"生物\"，暗示着我们所使用的词语或形容词的影响。\n我们使用的词语或形容词对其他人的影响，以及父母的重要性。\n抚养孩子的意义。因为这个，我哭了好几次......",
      "title": "我今天早上读完了玛丽-雪莱的《弗兰肯斯泰因》 [Spoiler Involved]。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以爲這部小說會很恐怖。我期待着一個殘忍、邪惡、冷漠的\n的怪物。但是，\"怪物 \"在我的腦海中變成了 \"生物\"，暗示着我們所使用的詞語或形容詞的影響。\n我們使用的詞語或形容詞對其他人的影響，以及父母的重要性。\n撫養孩子的意義。因爲這個，我哭了好幾次......",
      "title": "我今天早上讀完了瑪麗-雪萊的《弗蘭肯斯泰因》 [Spoiler Involved]。"
    }
  ]
}