{
  "author": "leaguegoderino",
  "the_new_excerpt": "To preface this, the only argument I won’t consider is a comparative one.\nSomething along the lines of “well x country does this so you should be grateful\nor change your perspective.” Not only do I disagree, but I want to focus on\nAmerica and it’s shortcomings. Not comparing it to another…",
  "original_created_utc": 1618697645,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私が唯一考慮しない議論は、比較のための議論です。\n例えば、「○○国はこうしているから、あなたは感謝すべきだ。\nあるいは視点を変えるべきだ」というようなものです。私はそれに同意しないだけでなく、アメリカとその欠点に注目したいと思います。\nアメリカとその欠点に焦点を当てたいのです。他国との比較ではなく...",
      "title": "CMV: アメリカは自国民をクソのように扱い、それが社会的、文化的に生活の一部として受け入れられています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在此先声明一下，我唯一不会考虑的论点是比较论点。\n类似于 \"好吧，x国这样做，所以你应该感谢。\n或改变你的观点。\" 我不仅不同意，而且我想重点谈谈\n美国和它的缺点。而不是将其与其他...",
      "title": "CMV：美国把他们的公民当做狗屎，这已经成为社会和文化上的一种固定的生活方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在此先聲明一下，我唯一不會考慮的論點是比較論點。\n類似於 \"好吧，x國這樣做，所以你應該感謝。\n或改變你的觀點。\" 我不僅不同意，而且我想重點談談\n美國和它的缺點。而不是將其與其他...",
      "title": "CMV：美國把他們的公民當做狗屎，這已經成爲社會和文化上的一種固定的生活方式。"
    }
  ],
  "title": "CMV: America treats their citizens like shit and it’s becoming socially and culturally acceptable as a fixture of life.",
  "created_utc": 1618706930,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To preface this, the only argument I won’t consider is a comparative one. Something along the lines of “well x country does this so you should be grateful or change your perspective.” Not only do I disagree, but I want to focus on America and it’s shortcomings. Not comparing it to another country. </p>\n\n<p>I can’t count the amount of times I’ve heard stories from people complaining about long hours/shit pay, and saying something like “oh well that’s life” or “it is what it is.” Hustle culture has been encouraged and accepted as the norm. People will brag about working 80 hours in a week as if it is a good thing. I’m not blaming the people who are subjected to this, but rather the glorification of this phenomenon. </p>\n\n<p>The social safety nets in America is laughable. One of the wealthiest countries on earth can’t provide a large portion of it’s citizenry with healthcare? A large chunk of the population can’t afford higher education, and the wealth inequality is getting worse with each passing day. I don’t see an excuse for these egregious shortcomings. So in my opinion, America is a terribly run country where only Americans think it’s great because they’ve been conditioned to accept it and love it. CMV</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/mt0c2r/cmv_america_treats_their_citizens_like_shit_and/",
  "subreddit": "changemyview",
  "id": "mt0c2r",
  "is_self": true,
  "media": null,
  "is_video": false
}