{
  "author": "ScarySuit",
  "original_created_utc": 1633365474,
  "title": "CMV: Most drag shows are offensive",
  "created_utc": 1633383605,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, this is a tough view for me since drag shows and such are a large part of queer culture and I myself am a very liberal butch lesbian. </p>\n\n<p>Let me start by saying I have no problem with people who identify as male (or any gender) dressing in &quot;feminine&quot; clothing or wearing makeup or presenting in a feminine manner in their daily life. Dress however makes you comfortable!</p>\n\n<p>What I am made uncomfortable by is the performance of femininity at drag shows that seems to typically play into negative stereotypes about women or at best only emulate a specific type of woman. You don&#39;t see male drag performers dressed in a butch manner very often (if at all). You also don&#39;t see much drag where female performers dress as men and what does exist is hardly popular. </p>\n\n<p>This all leaves me with the uncomfortable feeling that drag performances reinforce negative stereotypes about women and project the idea that women who are interesting to society must look and act a particular way and women who don&#39;t look and act that way aren&#39;t really women on some level. </p>\n\n<p>This may just be some of my own personal insecurities coming through since in my personal life I&#39;ve been made to feel that I must dress in a feminine manner (e.g. my sister required me to wear a dress to be a bridesmaid in her wedding), but I really think drag performances are offensive. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/q195qo/cmv_most_drag_shows_are_offensive/",
  "subreddit": "changemyview",
  "id": "q195qo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, this is a tough view for me since drag shows and such are a large part of\nqueer culture and I myself am a very liberal butch lesbian.\n\nLet me start by saying I have no problem with people who identify as male (or\nany gender) dressing in \"feminine\" clothing or wearing makeup or presenting in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ドラッグショーなどはクィア文化の大きな部分を占めていますし、私自身はとてもリベラルなブッチレズビアンなので、これは私にとって難しい見解です。\nというのも、ドラッグショーなどはクィアカルチャーの大部分を占めていますし、私自身もとてもリベラルなブッチレズビアンです。\n\n最初に言っておきますが、私は男性（あるいは他の性別）と認識している人が「女性的」な服を着たり、化粧をしたり、あるいは\n男性であることを認識している人が「女性らしい」服を着たり、化粧をしたり...",
      "title": "CMV: ほとんどのドラッグショーは攻撃的である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，这对我来说是一个艰难的观点，因为变装表演和此类活动是同性恋文化的一个重要组成部分，而我自己是一个非常自由的女同性恋者。\n我自己是一个非常自由的女同性恋者。\n\n首先，我要说的是，我对那些被认定为男性（或任何性别）的人穿上 \"女性化 \"的服装或化妆没有异议。\n任何性别）的人穿上 \"女性化 \"的衣服，或化妆，或以 \"女性化 \"的方式出现，我都没有意见。",
      "title": "CMV：大多数变装秀是令人反感的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，這對我來說是一個艱難的觀點，因爲變裝表演和此類活動是同性戀文化的一個重要組成部分，而我自己是一個非常自由的女同性戀者。\n我自己是一個非常自由的女同性戀者。\n\n首先，我要說的是，我對那些被認定爲男性（或任何性別）的人穿上 \"女性化 \"的服裝或化妝沒有異議。\n任何性別）的人穿上 \"女性化 \"的衣服，或化妝，或以 \"女性化 \"的方式出現，我都沒有意見。",
      "title": "CMV：大多數變裝秀是令人反感的"
    }
  ]
}