{
  "author": "lazyybag",
  "original_created_utc": 1635243784,
  "title": "The most disappointing book you've ever read",
  "created_utc": 1635255860,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s a question. Which is the most disappointing book you&#39;ve read and why would you not recommended it to anyone?</p>\n\n<p>So after all the hype and talk, I grabbed <em>The Midnight Library</em> by Matt Haig and <em>The Push</em> by Ashley Audrain.</p>\n\n<p>Unpopular opinion but the Midnight Library disappointed me. The entire plot wasn&#39;t bad, but the mid chapters were way too monotonous and repetitive. And the ending was.. well.. not that great. Nora Seed is not a very memorable character for me.</p>\n\n<p>Now about <em>The Push</em>. The book blew up quite quick so I&#39;d been pretty excited to read it as soon as it was released. All my excitement went down the drain. The book starts in the most confusing manner one can imagine, most of the characters are despicable, and this book as well felt repetitive to me, lacking a riveting plot. It simply seems that the author tried too hard to make it gripping but <em>nope</em>.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qg3cce/the_most_disappointing_book_youve_ever_read/",
  "subreddit": "books",
  "id": "qg3cce",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here's a question. Which is the most disappointing book you've read and why\nwould you not recommended it to anyone?\n\nSo after all the hype and talk, I grabbed The Midnight Library by Matt Haig and\nThe Push by Ashley Audrain.\n\nUnpopular opinion but the Midnight Library disappointed me. The entire…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここで質問です。あなたが今まで読んだ本の中で一番がっかりした本はどれですか、そしてなぜ\n誰にも勧めないのか？\n\n話題になっていたThe Midnight Library by Matt HaigとThe Push by Ashley Audrainを手にしました。\nThe Push by Ashley Audrainです。\n\n人気のない意見ですが、「The Midnight Library」には失望しました。全体的に...",
      "title": "今まで読んだ本の中で一番がっかりした本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这里有一个问题。你读过的最令人失望的书是哪一本，为什么\n你为什么不推荐给别人？\n\n因此，在所有的炒作和谈论之后，我抓住了马特-海格的《午夜图书馆》和\n阿什利-奥德兰的《推动》。\n\n不受欢迎的意见，但《午夜图书馆》令我失望。整个书的内容都很简单。",
      "title": "你读过的最令人失望的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏有一個問題。你讀過的最令人失望的書是哪一本，爲什麼\n你爲什麼不推薦給別人？\n\n因此，在所有的炒作和談論之後，我抓住了馬特-海格的《午夜圖書館》和\n阿什利-奧德蘭的《推動》。\n\n不受歡迎的意見，但《午夜圖書館》令我失望。整個書的內容都很簡單。",
      "title": "你讀過的最令人失望的書"
    }
  ]
}