{
  "author": "Keaton126",
  "original_created_utc": 1628904768,
  "title": "First Time Read-Through of A Hitchhiker's Guide to the Galaxy",
  "created_utc": 1628930451,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>- Finished Hitchhiker&#39;s Guide a day or two ago, book one at that, and have had a chance to mull it over. Obviously, I&#39;ve seen it on tons of &quot;Best Books&quot; lists and had it recommended to me several times. I knew going in it was a bit slapstick and whimsical, and it was fantastically so. But, somehow, I detected something a bit deeper beneath the surface, particularly standing out is the curious characteristics of the main characters. Many display darkly funny tendencies, that really got me thinking about our own world, upbringing, and how our characteristics reflect out onto society.  Adams may not have meant it to go that deep, but it got me thinking.</p>\n\n<p>Marvin, for instance, is an extremely intelligent, cybernetic robot, who suffers from deep depression about life and existence though not being biologically alive himself. Despite claiming to be infinitely more intelligent than his finite companions, they all express extreme disgust and annoyance over his presence. It displays an interesting instance relating to moments where we often feel, true or not, rejected by society even though we are worthy. I really felt that.  No matter how how high we climb towards our own accomplishments and endeavors, at times we feel we don&#39;t measure up. Marvin&#39;s character really hit me though he is such a pessimist. No one really seemed to care.</p>\n\n<p>Zaphod Beeblebrox is another interesting case study. Always looking for the unknown. Biologically, I am trying to understand how he operates. Does his two heads work in jolly cooperation, or are they always operating independantly? He lives by the force that is fate, and does not seem to give any second thoughts to his actions, or plans. Or have any regrets. He lives in the moment, and doesn&#39;t dwell on his present circumstance for too long. I think he represents someone many of us would ideally like to be, but aren&#39;t selfish enough to evolve into.</p>\n\n<p>Douglas Adams also does a wonderful job displaying the awkwardness of dialogue, especially between races. Slartibartfast, my guy. You are one weird dude. His time with Arthur Dent, I found curious. I do wonder what it would be like to interact with galactic beings, with neither of us able to communicate or relate to one another&#39;s lives. I am amazed Ford was able to do it with Earthlings. Yet, many of these other interactions are so damn awkward that it is indeed quite funny, yet also envokes curiousity in how these interactions would truly proceed if they ever were to occur. The dialogue here is really well done.</p>\n\n<p>I thought of I, Robot as I read Hitchhiker&#39;s Guide. I am not a science fiction fanatic by any means, but when I read these books, there is a tangible culture to these stories that allows me to understand those who obsess over the space/android/alien genre. It is extremely fun to be immersed in these worlds. I recommed The Hitchhiker&#39;s Guide to the Galaxy to anyone looking for a fun, quick book and/or anyone attempting to be introduced into the sci-fi genre. This was a great read.</p>\n\n<p>“You know,” said Arthur, “it’s at times like this, when I’m trapped in a Vogon airlock with a man from Betelgeuse, and about to die of asphyxiation in deep space that I really wish I’d listened to what my mother told me when I was young.”</p>\n\n<p>“Why, what did she tell you?”</p>\n\n<p>“I don’t know, I didn’t listen.”</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p3ysak/first_time_readthrough_of_a_hitchhikers_guide_to/",
  "subreddit": "books",
  "id": "p3ysak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "- Finished Hitchhiker's Guide a day or two ago, book one at that, and have had a\nchance to mull it over. Obviously, I've seen it on tons of \"Best Books\" lists\nand had it recommended to me several times. I knew going in it was a bit\nslapstick and whimsical, and it was fantastically so. But, somehow,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "- 一昨日、二日前にHitchhiker's Guideの第一巻を読み終えて、よく考えてみました。\n読んでみました。もちろん、多くの「ベストブック」リストで目にし、何度か勧められたこともあります。\n勧められたことも何度かありました。少しドタバタしていて、気まぐれな作品だと思っていました。\nドタバタとした気まぐれな作品だと思っていましたが、それはとても素晴らしいものでした。でも、なぜか...。",
      "title": "A Hitchhiker's Guide to the Galaxy（銀河ヒッチハイク・ガイド）』の初読会を開催しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "- 一两天前完成了《搭车指南》，第一册，并有机会仔细阅读。\n有机会仔细琢磨一下。很明显，我在很多 \"最佳书籍 \"名单上看到过它\n并多次向我推荐过它。我知道这本书有点\n滑稽和异想天开，而且它是非常奇妙的。但是，不知何故，...",
      "title": "初次通读《银河系的搭车指南》的感受"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "- 一兩天前完成了《搭車指南》，第一冊，並有機會仔細閱讀。\n有機會仔細琢磨一下。很明顯，我在很多 \"最佳書籍 \"名單上看到過它\n並多次向我推薦過它。我知道這本書有點\n滑稽和異想天開，而且它是非常奇妙的。但是，不知何故，...",
      "title": "初次通讀《銀河系的搭車指南》的感受"
    }
  ]
}