{
  "author": "voortrekkers",
  "original_created_utc": 1637937370,
  "title": "All The Light We Cannot See",
  "created_utc": 1637953458,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pulitzer Prize winner. I didn&#39;t think this one would appeal to me but I decided to give it a chance and I&#39;m so glad I did.  It takes place in the period of the rise of Hitler to the bitter defeat. Both at times darky disturbing and touching tracing a young German boy and a young French blind girl until their lives intersect in an almost surreal manner. The writer has a very daring, almost confusing way of mixing the chronology but it works perfectly as the story unfolds. You will read of the true horror of Nazi Germany interwoven in the story and really an extraordinary young blind girl who never stops trying. Those who read it any thoughts ?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/r2othc/all_the_light_we_cannot_see/",
  "subreddit": "books",
  "id": "r2othc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pulitzer Prize winner. I didn't think this one would appeal to me but I decided\nto give it a chance and I'm so glad I did. It takes place in the period of the\nrise of Hitler to the bitter defeat. Both at times darky disturbing and touching\ntracing a young German boy and a young French blind girl…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ピューリッツァー賞受賞。この作品は私にとって魅力的なものではないと思っていましたが\nチャンスを与えてくれて、本当に良かったです。舞台はヒトラーが台頭してきた時期から\nヒトラーの台頭から敗北までが描かれています。ときにダーキーで、ときに不穏で、ときに感動的で\nドイツ人の少年とフランス人の盲目の少女を描いた作品です。",
      "title": "All The Light We Cannot See"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "普利策奖得主。我不认为这本书会吸引我，但我决定\n给了它一个机会，我很高兴我这样做了。它的故事发生在\n从希特勒的崛起到惨败。这部作品时而黑暗不安，时而感人至深\n追踪一个年轻的德国男孩和一个年轻的法国盲女......",
      "title": "我们看不见的光"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "普利策獎得主。我不認爲這本書會吸引我，但我決定\n給了它一個機會，我很高興我這樣做了。它的故事發生在\n從希特勒的崛起到慘敗。這部作品時而黑暗不安，時而感人至深\n追蹤一個年輕的德國男孩和一個年輕的法國盲女......",
      "title": "我們看不見的光"
    }
  ]
}