{
  "author": "No_Percentage3217",
  "original_created_utc": 1629818655,
  "title": "CMV: Republicans value individual freedom more than collective safety",
  "created_utc": 1629829838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s use the examples of gun policy, climate change, and COVID-19 policy. Republican attitudes towards these issues value individual gain and/or freedom at the expense of collective safety. </p>\n\n<p>In the case of guns, there is a preponderance of evidence showing that the more guns there are in circulation in a society, the more gun violence there is; there is no other factor (mental illness, violent video games, trauma, etc.) that is more predictive of gun violence than having more guns in circulation. Democrats are in favor of stricter gun laws because they care about the collective, while Republicans focus only on their individual right to own and shoot a gun. </p>\n\n<p>Re climate change, only from an individualist point of view could one believe that one has a right to pollute in the name of making money when species are going extinct and people on other continents are dying/starving/experiencing natural-disaster related damage from climate change. I am not interested in conspiracy theories or false claims that climate change isn&#39;t caused by humans; that debate was settled three decades ago.</p>\n\n<p>Re COVID-19, all Republican arguments against vaccines are based on the false notion that vaccinating oneself is solely for the benefit of the individual; it is not. We get vaccinated to protect those who cannot vaccinate/protect themselves. I am not interested in conspiracy theories here either, nor am I interested in arguments that focus on the US government; the vaccine has been rolled out and encouraged GLOBALLY, so this is not a national issue.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/changemyview/comments/papieo/cmv_republicans_value_individual_freedom_more/",
  "subreddit": "changemyview",
  "id": "papieo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let's use the examples of gun policy, climate change, and COVID-19 policy.\nRepublican attitudes towards these issues value individual gain and/or freedom\nat the expense of collective safety.\n\nIn the case of guns, there is a preponderance of evidence showing that the more\nguns there are in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "銃政策、気候変動、COVID-19政策を例に挙げてみましょう。\nこれらの問題に対する共和党の態度は、個人の利益や自由を重視し、集団の安全を犠牲にします。\n集団の安全を犠牲にしている。\n\n銃の場合は、銃の数が多ければ多いほど......ということを示す証拠が圧倒的に多い。\n銃が多ければ多いほど...",
      "title": "CMV: 共和党は集団の安全よりも個人の自由を重視する"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我们以枪支政策、气候变化和COVID-19政策为例。\n共和党人对这些问题的态度重视个人利益和/或自由\n以牺牲集体安全为代价。\n\n在枪支问题上，有大量的证据表明，枪支越多\n枪支越多......",
      "title": "CMV：共和党人重视个人自由胜过集体安全"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我們以槍支政策、氣候變化和COVID-19政策爲例。\n共和黨人對這些問題的態度重視個人利益和/或自由\n以犧牲集體安全爲代價。\n\n在槍支問題上，有大量的證據表明，槍支越多\n槍支越多......",
      "title": "CMV：共和黨人重視個人自由勝過集體安全"
    }
  ]
}