{
  "author": "lyssavirus",
  "original_created_utc": 1630581616,
  "title": "Books about women but not about having babies",
  "created_utc": 1630592219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Are there any books out there with a female protagonist, who starts out childless, possibly husbandless, and her &#39;happy ending&#39; doesn&#39;t include a baby?</p>\n\n<p>I just read The Hour of the Witch by Chris Bohjalian and I loved it, but of course in the last couple of pages <span class=\"md-spoiler-text\">she gets a baby</span> just like (it seems) everyone who starts a story without one always does (because that&#39;s a happy ending!), and for reasons I shan&#39;t get into this leaves me feeling... unhappy. Can&#39;t anyone just not... have that happen for them? Like it&#39;s an award for being a good person, except that&#39;s just not apparently how it works in real life...</p>\n\n<p>I like historical fiction that&#39;s not too fantastical, and I like romance too, but I&#39;ll take anything reasonably compelling that won&#39;t make me upset at the end by awarding the character something causing such grievance for me right now.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/pgfuj1/books_about_women_but_not_about_having_babies/",
  "subreddit": "booksuggestions",
  "id": "pgfuj1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Are there any books out there with a female protagonist, who starts out\nchildless, possibly husbandless, and her 'happy ending' doesn't include a baby?\n\nI just read The Hour of the Witch by Chris Bohjalian and I loved it, but of\ncourse in the last couple of pages she gets a baby just like (it seems)…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "女性の主人公で、最初は子供がいなくて、もしかしたら夫もいないかもしれないという設定の本はありますか？\n女性の主人公で、最初は子供がいなくて、もしかしたら夫もいなくて、「ハッピーエンド」には子供がいないという本はありますか？\n\n私はChris BohjalianのThe Hour of the Witchを読んだばかりで、とても気に入りました。\nもちろん、最後の数ページで、彼女は赤ちゃんを授かります。",
      "title": "女性についての本だが、出産についての本ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有什么书的女主人公一开始就没有孩子，可能没有丈夫，而她的 \"幸福结局 \"不包括孩子？\n没有孩子，可能没有丈夫，而她的 \"幸福结局 \"不包括孩子？\n\n我刚刚读了Chris Bohjalian写的《The Hour of the Witch》，我很喜欢它，但是\n当然，在最后几页，她得到了一个孩子，就像（似乎）......",
      "title": "关于妇女的书，但不是关于生孩子的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有什麼書的女主人公一開始就沒有孩子，可能沒有丈夫，而她的 \"幸福結局 \"不包括孩子？\n沒有孩子，可能沒有丈夫，而她的 \"幸福結局 \"不包括孩子？\n\n我剛剛讀了Chris Bohjalian寫的《The Hour of the Witch》，我很喜歡它，但是\n當然，在最後幾頁，她得到了一個孩子，就像（似乎）......",
      "title": "關於婦女的書，但不是關於生孩子的書"
    }
  ]
}