{
  "author": "YourBFsWorstNightmar",
  "the_new_excerpt": "Okay I've probably made a lot of people squirm and shower me in downvotes from\nthe title alone but hear me out.\n\nThere's a big distinction between pedophiles and child molesters.\n\n * Pedophiles are sexually attracted to prepubescent children. A quick Google\n   search tells me that pedophiles could…",
  "original_created_utc": 1611061207,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我可能已经让很多人扭扭捏捏地给我洗了个下马威，从容不迫。\n仅仅是标题，但听我说完。\n\n恋童癖和猥亵儿童者之间有很大的区别。\n\n * 恋童癖是对青春期前的孩子有性吸引力。在谷歌上快速搜索\n   搜索告诉我，恋童癖可能... ...",
      "title": "[改变我的想法]：社会应该对恋童癖者有更多的同情，但不应该对猥亵儿童者有更多的同情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我可能已經讓很多人扭扭捏捏地給我洗了個下馬威，從容不迫。\n僅僅是標題，但聽我說完。\n\n戀童癖和猥褻兒童者之間有很大的區別。\n\n * 戀童癖是對青春期前的孩子有性吸引力。在谷歌上快速搜索\n   搜索告訴我，戀童癖可能... ...",
      "title": "[改變我的想法]：社會應該對戀童癖者有更多的同情，但不應該對猥褻兒童者有更多的同情。"
    }
  ],
  "title": "CMV: Society should have more empathy towards pedophiles but not child molesters",
  "created_utc": 1611115630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay I&#39;ve probably made a lot of people squirm and shower me in downvotes from the title alone but hear me out.</p>\n\n<p>There&#39;s a big distinction between pedophiles and child molesters.</p>\n\n<ul>\n<li>Pedophiles are sexually attracted to prepubescent children. A quick Google search tells me that pedophiles could represent something between 1 and 4% of the global population. If we use a conservative estimate of 2%, that is around 150 million pedophiles on Earth, about half of the U.S. population. I suspect the majority of them are non-offenders. Statistically most of us will most likely meet a pedophile in our life and even friend them. We will never know about them but they exist. </li>\n<li>Child molesters are either non-pedophiles who raped minors against their will for various reasons or pedophiles who decided to act on their urges. Both have no place in civilized society and belong in prison, children must be protected at all costs. Yet there still remains a massive population of pedophiles who will never act on their urges because they know it&#39;s wrong. </li>\n</ul>\n\n<p>Some of them unfortunately consume child porn which actively supports a criminal industry and this is the biggest reason I decided to make this post. Unless we can identify what causes pedophilia and dive into eugenics to prevent pedophiles from being born, there will still be 1-4% of pedophiles no matter what.</p>\n\n<p>My understanding is that pedophilia may be a hard-coded sexuality that cannot be simply suppressed, hence the demand for child porn will always exist. No matter how much society shuns pedophiles and tells them they are the devil, they cannot help being attracted to children. I am not arguing for their enabling, simply explaining what their psyche is like. </p>\n\n<p>The consequence of that is complete alienation and ostracization instead of a real attempt to understand them and help them deal with their sexuality. </p>\n\n<p>This may sound extremely controversial, but I think pedophilia is as much of a sexuality as homosexuality or heterosexuality in the sense that self-control or soft therapy will not erase it. I am gay myself so please don&#39;t interpret this as some homophobic statement as many twisted conservatives have tried linking homosexuality to pedophilia, which I condemn fully. Just because they&#39;re both unchangeable sexual orientations doesn&#39;t mean pedophilia should be encouraged or supported. What it means is that pedophiles are living the same type of life that homosexuals used to live when the Inquisition was ready to put them in jail at the first hint of being gay. Did that suppress gay sex? No. Homosexuals lived in a world where <strong>everybody</strong> told them acting on their urges would send them to hell and many of them still acted of those. Pedophiles are living the same thing today and simply saying pedophilia is wrong is not going to be enough to prevent child molesting. The consequence is that the vast majority of pedophiles will conceal their sexuality very well, will not seek help because of the stigma, but will still have this pervasive sexuality that they cannot suppress. Some may even grow resent for the stigma and feel entitled to rape children as a kind of revenge against society. The stigma around pedophilia should remain, but we should accept that pedophiles do not choose to be the way they are. Non-offenders deserve empathy not hatred and should be helped to overcome their urges.</p>\n\n<p>I believe we should be as open as possible to offer therapy and whatever people in the medical field think should be done to combat child molesting. The current taboo is not working. The police will continue playing cat and mouse with the child porn industry and children will continue getting raped because pedophiles are not able to deal with their sexuality on their own.</p>\n\n<p>A drastic solution would be the chemical castration of all pedophiles but is that humane? Definitely not, and they will keep hiding. Nothing can allow us to detect pedophiles on sight.</p>\n\n<p>Instead I would support government programs and more research on pedophilia and sexuality to provide pedophiles with therapy free of judgement. Before anyone jumps on me and calls me an enabler of pedophilia I am by no means doing that. <a href=\"https://en.wikipedia.org/wiki/Prevention_Project_Dunkelfeld\">Germany has been doing a program</a> like that even though I haven&#39;t heard of its quantitative success.</p>\n\n<p>Unfortunately I can imagine it very difficult for pedophiles to come out and be willing to enter such therapy. This is why I advocate for a better understanding of what they are dealing with. They should not fear telling a close one what they truly are if they have never raped a child and don&#39;t intend to do so. Dialogue can go a long way to help people do the right thing. Pedophiles do not choose to be what they are, but they can choose whether to support the appalling child porn industry or seek help, and seeking help is not that easy. Many of you will probably think this post alone goes way too far and this is the reason why we need to evolve. </p>\n\n<p>If we are not going to chemically castrate all pedophiles, perhaps the government should allow them to register as pedophiles in order to obtain CGI child porn that they can use on the condition that they do not support the child porn industry or abuse children. Once again I&#39;m sure you&#39;ll find the idea of CGI child porn shocking but it would not hurt anyone. If research shows that CGI child porn can reduce child molesting and destroy the real child porn industry, I would be entirely for it, we must use logic not emotions. Pedophilia simply can&#39;t be erased. And even a mandated chemical castration of all pedophiles would not work because many would remain hidden. </p>\n\n<p>Unless we do something there will <strong>always</strong> be a demand for child porn, this is a reality that we must come to terms with. And when there is a demand for something, people will always find a way to create a supply no matter how much the authorities try to fight it. </p>\n\n<p>If you have children or you have been molested as a child, you may feel very bitterly about this but I hope you can understand I wish by no means to normalize pedophilia like other sexualities. I want prevention, not enabling. And I don&#39;t think the current approach is successfully preventing anything at all. At least offering pedophiles therapy does not hurt anybody and could save lives and suffering for both pedophiles and children. </p>\n\n<p><strong>We cannot stick our head in the sand</strong> and simply expect pedophiles to live a whole life without ever looking for child porn or for the authorities to be able to fully eliminate child porn worldwide. </p>\n\n<p>A pedophile that can recognize there is something wrong with them and wants to fix it is a much braver person than a normal person who can live their sexuality as they please. They exist, and they need help. No one can suppress their sexual drive alone.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/l0jd57/cmv_society_should_have_more_empathy_towards/",
  "subreddit": "changemyview",
  "id": "l0jd57",
  "is_self": true,
  "media": null,
  "is_video": false
}