{
  "author": "weird_foreign_odor",
  "original_created_utc": 1638017617,
  "title": "YSK: When looking for a college, if you are intelligent and have a *very* good high school resume you can use the offer given to you at one college to negotiate a better deal at another preferred college. You can negotiate a better deal for yourself in many circumstances.",
  "created_utc": 1638032046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You could save thousands upon thousands of dollars by negotiating with potential colleges. Of course, this is all predicated on how valuable you are to them but kids with very good marks should be aware that they have negotiating power. </p>\n\n<p>If your preferred school does not offer what you want use all of your previous offers as leverage and try to negotiate a better deal for yourself.</p>\n</div><!-- SC_ON -->",
  "score": 427,
  "permalink": "/r/YouShouldKnow/comments/r3czx2/ysk_when_looking_for_a_college_if_you_are/",
  "subreddit": "YouShouldKnow",
  "id": "r3czx2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You could save thousands upon thousands of dollars by negotiating with\npotential colleges. Of course, this is all predicated on how valuable you are to\nthem but kids with very good marks should be aware that they have negotiating\npower.\n\nIf your preferred school does not offer what you want…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、大学側と交渉することで、何千ドルものお金を節約できるからです。\n節約できます。もちろん、これはあなたが大学にとってどれだけ価値があるかということに基づいています。\nしかし、非常に良い成績を収めた子供たちは、彼らが交渉力を持っていることを認識すべきです。\n力があることを認識すべきです。\n\nもし、希望の学校が自分の希望するものを提供してくれない場合は...。",
      "title": "YSK: 大学を探すとき、もしあなたが聡明で、高校時代の履歴書が非常に良いものであれば、ある大学で出されたオファーを利用して、他の希望する大学でより良い条件を出すように交渉することができます。多くの状況で、自分にとってより良い条件を交渉することができるのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你可以通过与潜在的大学谈判来节省成千上万的美元。\n潜在的大学。当然，这一切都取决于你对他们的价值有多大。\n但分数很高的孩子应该知道，他们有谈判的权力。\n权力。\n\n如果你喜欢的学校没有提供你想要的东西......",
      "title": "YSK：在寻找大学时，如果你很聪明，并且有一份**好的高中简历，你可以利用一所大学给你的offer，在另一所心仪的大学谈判出一个更好的交易。在许多情况下，你可以为自己谈判出更好的交易。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你可以通過與潛在的大學談判來節省成千上萬的美元。\n潛在的大學。當然，這一切都取決於你對他們的價值有多大。\n但分數很高的孩子應該知道，他們有談判的權力。\n權力。\n\n如果你喜歡的學校沒有提供你想要的東西......",
      "title": "YSK：在尋找大學時，如果你很聰明，並且有一份**好的高中簡歷，你可以利用一所大學給你的offer，在另一所心儀的大學談判出一個更好的交易。在許多情況下，你可以爲自己談判出更好的交易。"
    }
  ]
}