{
  "author": "bookworm-dude",
  "original_created_utc": 1637167637,
  "title": "CMV: Bitcoin is bullshit.",
  "created_utc": 1637181650,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before it became popular among the masses, bitcoin was exclusively used for <del>money laundring</del> (edit: i may be wrong about that) and as a black market currency. It&#39;s still used for money laundring and black markets to this day of course, and it&#39;s great at that , but for some reason people actually think that it&#39;s some kind of investment as well.</p>\n\n<p>&#x200B;</p>\n\n<p>However, Bitcoin is not an investment at all. It&#39;s nothing but a pyramid sheme.Think about it, when you buy a stock, you buy a share of a company that generates value for others. If the generated value grows, your stock becomes more expensive.That&#39;s an investment, a company took your money and made more money with it.</p>\n\n<p>But if you buy a bitcoin, there&#39;s no value behind it. You just hope that more people will buy bitcoin as well.Since the supply is pretty stable, the only way for the price to go up is to increase demand.So if you &quot;invest&quot; in Bitcoin, your just hoping that others do so as well. It can&#39;t grow forever of course, at some point, every person that can buy bitcoin, has so. If that point is reached, the price of bitcoin can only go down, since no one wants to lose all of their money.</p>\n\n<p>&#x200B;</p>\n\n<p>But maybe you don&#39;t want to invest, maybe you want to build  the future for an anonymes, decantrilsed currency. That sounds pretty good.</p>\n\n<p>But there&#39;s a problem. As i mentioned, the supply of bitcoins is pretty stable, it&#39;s only increasing slightly. That is a problem for any modern economy, since they&#39;re all based on slight inflation. Inflation is when you can buy less stuff with your money, than before. It&#39;s the reason why your grandparents ice cream only costed 10 cents or so.However, inflation is very important. If you know that your money will lose value, you&#39;ll want to spend it as soon as possible.This is important to give an incentive to spend and invest, which is the way the economy grows (Saving a lot is actually bad for the economy. Your money just sits, without generating new value for others).</p>\n\n<p>Since Bitcoin is inherently deflationary, it would probably crash the economy if it was implemented as a global currency. People would save, not spend, companies wouldn&#39;t make more profits, people would get fired, which increases poverty. Similiarly wo what happend during the great depression.A slight amount of inflation is needed for an economy.Not to mention the importance of state debt. States (and everyone else) couldn&#39;t lend money anymore, which would kill the already dead economy as well. btw <a href=\"https://youtu.be/VslKKgYvVKU\">state debt isn&#39;t inherantly bad</a>, without it, poor countries couldn&#39;t develop and would be stuck in povery for ever basically and rich countries couldn&#39;t grow as quikly.</p>\n\n<p>Now please don&#39;t think i&#39;m a neoliberal millionaire or something, i&#39;m not saying that we should be spending our money and never save, i&#39;m just saying that consuming is the way the economy is run.Buying books, food, clothing, furniture, is to consume.It&#39;s important to have regulations and stuff.</p>\n\n<p>btw sry for my english skills, it&#39;s not my mother tounge. You can correct it if you want to.</p>\n\n<p>Tl;Dr I think that Bitcoin is bullshit, unless your&#39;re a criminal or living under an oppressive dictatorship.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: Electricity consumption is bas as well, climate change and all.<del>And my arguments count for any other crypto too, i think. They&#39;re all very similiar.</del>Edit: I&#39;ll cross out statements that i may have been wrong about.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/qw3eyd/cmv_bitcoin_is_bullshit/",
  "subreddit": "changemyview",
  "id": "qw3eyd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Before it became popular among the masses, bitcoin was exclusively used for\nmoney laundring (edit: i may be wrong about that) and as a black market\ncurrency. It's still used for money laundring and black markets to this day of\ncourse, and it's great at that , but for some reason people actually…"
}