{
  "author": "ilai_reddead",
  "original_created_utc": 1633403174,
  "title": "CMV: A Decentralized monetary system is inherently unstable and shouldn't be considered as a replacement for banking systems in developed countries.",
  "created_utc": 1633437182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I say decentralized finance I am specifically talking about removing banks and thus also central banks from the equation which would make it that we theoretically lend to each other with no middle man and no lender of last resort, this would also make it that a central entity wouldn&#39;t have control over interest rates and monetary policy. I would like to also state that I don&#39;t necessarily think the current banking system is perfect and could do with more regulations and I don&#39;t agree or like all the banks &amp; central banks practices however, I believe a centralized system is superior to a decentralized system because during times of crisis is creates greater volatility in credit and more specifically access to it.</p>\n\n<p>Pointing to the gold standard as historical evidence but prior to the great depression, recessions and bank panics were more potent and more frequent due to the lack of stability and a central authority. During the great depression countries that left the gold standard sooner exited the depression faster. Contrast Sweden and France, Sweden left the gold standard in 1931 and by 1936 its industrial sector was 14% higher than its 1929 peak. France left in 1936 and its manufacturing sector was still 26% its 1929 peak, the removal of the gold standard in FDRs new deal almost immediately had positive effects on the economy by allowing the currency to depreciate turning deflation into inflation, and started one of the most powerful economic bull runs in history. Since 1929 we have had one major financial crisis in 2008 which came nowhere near the severity of financial panics prior to the depression mainly because we had that lender of last resort. Here is a chart of all the recessions in the U.S and you can clearly see the number of recessions 92 years prior to the depression is much higher at 25 vs 14 since 1929, but also that the magnitude of these recessions prior to 1929 were far greater, <a href=\"https://en.wikipedia.org/wiki/List_of_recessions_in_the_United_States\">https://en.wikipedia.org/wiki/List_of_recessions_in_the_United_States</a></p>\n\n<p>The real problem with a decentralized system is it lacks a central authority or &quot;lender of last resort&quot; to step in when things get bad. I believe the only thing that stopped a global depression in 2020 and 2008 was the central banks around the world who stabilized the banking system by injecting liquidity and staving off a worldwide panic. With DeFi you have no such authority so when the economy inevitably goes into recession there is no central authority that can unstuck credit and allow for lending and borrowing to start again. It&#39;s much easier to deal with 30 large banks than a bunch of individual people afraid to lend because the government cant cut a check to everyone that would be large enough to convince individuals to lend and get credit flowing again. 700b goes a lot further in the hands of a handful of banks than millions of people. Also, central banks being able to control interest rates in the form of discount rates and control the monetary supply is incredibly invaluable in allowing a monetary system to adapt to any situation that presents itself. A good modern example of a country not being able to have control of its intreats rates &amp; currency is Greece, after the GFC Greece was a very weak country economically while other European countries had recovered quite well, this disconnect was very damaging to Greece&#39;s economy because they weren&#39;t able to create inflation and change their own interests rates to adapt to the economic situation it was in.</p>\n\n<p>The reason I mention developed countries in my title is that I do think DeFi is a reasonable alternative in countries with a broken or untrustworthy banking system think Venezuela, Zimbabwe, Iraq, lybia, etc. I also think it could be useful to allow for transactions the banking system can&#39;t and won&#39;t touch, sending funds to someone in Afghanistan for example, however, I really don&#39;t see the need for DeFi in developed countries like the US, EU, UK, Japan, etc. Again I don&#39;t think the current banking system is perfect and could definitely use more regulations and some tweaks, but using historical evidence we can see that a decentralized system has historically caused more economic instability due to the lack of a central figure in times of crisis and lack of flexibility monetary policy has to adapt to its environment.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/q1m26k/cmv_a_decentralized_monetary_system_is_inherently/",
  "subreddit": "changemyview",
  "id": "q1m26k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I say decentralized finance I am specifically talking about removing banks\nand thus also central banks from the equation which would make it that we\ntheoretically lend to each other with no middle man and no lender of last\nresort, this would also make it that a central entity wouldn't have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が分散型金融と言っているのは、特に銀行や中央銀行を方程式から排除することです。\n中央銀行を方程式から排除することです。\n理論的には、中間業者や最後の貸し手（lender of last resort）がいない状態で、お互いに貸すことができます。\nこれにより、理論的には、中間者や最後の貸し手がいない状態で、お互いに貸し出しを行うことができます。また、これにより、中央の組織は...",
      "title": "CMV: 非中央集権的な通貨システムは本質的に不安定であり、先進国の銀行システムに取って代わるものとして考えるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我说到去中心化的金融时，我特别是指把银行和中央银行从等式中移除。\n因此也包括中央银行，这将使我们\n理论上，我们可以相互借贷，没有中间人，没有最后贷款人。\n这也将使一个中央实体不会有...",
      "title": "CMV: 一个分散的货币系统本质上是不稳定的，不应该被认为是发达国家银行系统的替代。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我說到去中心化的金融時，我特別是指把銀行和中央銀行從等式中移除。\n因此也包括中央銀行，這將使我們\n理論上，我們可以相互借貸，沒有中間人，沒有最後貸款人。\n這也將使一箇中央實體不會有...",
      "title": "CMV: 一個分散的貨幣系統本質上是不穩定的，不應該被認爲是發達國家銀行系統的替代。"
    }
  ]
}