{
  "author": "CottagebytheSeaPls",
  "original_created_utc": 1626535904,
  "title": "CMV: Posts from people under the age of 18 should automatically be removed from advice subs like AITA.",
  "created_utc": 1626561227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My main reasoning behind this is that the advice on these types of subs seems to be hyperbolic at best and life ruining at worst. The users tend to give advise to fulfill revenge fantasies, or murdered by words fantasies, rather than advice that has the poster’s best interest in mind. </p>\n\n<p>There is also a tendency to hyper-focus on the legality of issues, rather than the relationship dynamics involved. Things like advocating to end long standing relationships over minor disputes, or the justification of cruel/selfish actions under the guise of “no obligation to” are common place. Conversely, there is often excessive cruelty towards the OP over simple mistakes or missteps. While these subs may have a Be Civil rule, they are often under enforced.</p>\n\n<p>Not to mention that commenters tend to give advice based on assumptions about the op (or the person the op is having conflict with) rather than what was actually written. These wild assumptions are amplified, because it fits the subs’ preferred narratives. I find this to be particularly destructive, because in personal relationship conflicts there is often more nuance involved. And neither party usually fits the villain narrative. And unlike what is commonly held in these subs, being in the wrong one time doesn’t automatically make the person a horrible person worthy of shunning or berating. </p>\n\n<p>Additionally,  these subs’ hostility towards ops who they deem as villains doesn’t let up when the op is underage. If anything, the cruelty seems to intensify. Adults tend to know that they are entering a situation  where they could potentially be berated by thousands of strangers, teens and kids not so much.</p>\n\n<p>TL;DR: <strong>To be clear, I’m not advocating for these subs to start giving good advice. It seems to me that they are primarily for entertainment, and that’s fine. My issue is that kids and teenagers are not posting in these subs with that mindset, which leaves them vulnerable to horrible advice.</strong></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/om6geq/cmv_posts_from_people_under_the_age_of_18_should/",
  "subreddit": "changemyview",
  "id": "om6geq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My main reasoning behind this is that the advice on these types of subs seems to\nbe hyperbolic at best and life ruining at worst. The users tend to give advise\nto fulfill revenge fantasies, or murdered by words fantasies, rather than advice\nthat has the poster’s best interest in mind.\n\nThere is also…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の主な理由は、この種のサブウーファーに関するアドバイスは、せいぜい大げさで、人生を台無しにするようなものばかりだからです。\nよく言えば大げさ、悪く言えば人生を台無しにしてしまうようなアドバイスが多いからです。ユーザーは以下のようなアドバイスをする傾向があります。\n復讐の妄想、言葉による殺人の妄想を実現するためのアドバイスをする傾向がありますが、それは投稿者のためになるアドバイスではありません。\n投稿者の利益を一番に考えたアドバイスではなく\n\nまた、...",
      "title": "CMV：AITAのようなアドバイスサブサイトでは、18歳未満の投稿は自動的に削除されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我这样做的主要原因是，关于这些类型的子系统的建议似乎是\n在最好的情况下是夸张的，在最坏的情况下是毁掉生命的。用户们倾向于给出建议\n以满足复仇的幻想，或通过言语谋杀的幻想，而不是建议\n而不是把发帖人的最佳利益放在心上。\n\n还有...",
      "title": "CMV: 未满18岁的人的帖子应该自动从AITA这样的咨询子网站上删除。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我這樣做的主要原因是，關於這些類型的子系統的建議似乎是\n在最好的情況下是誇張的，在最壞的情況下是毀掉生命的。用戶們傾向於給出建議\n以滿足復仇的幻想，或通過言語謀殺的幻想，而不是建議\n而不是把發帖人的最佳利益放在心上。\n\n還有...",
      "title": "CMV: 未滿18歲的人的帖子應該自動從AITA這樣的諮詢子網站上刪除。"
    }
  ]
}