{
  "author": "CottagebytheSeaPls",
  "original_created_utc": 1626535904,
  "title": "CMV: Posts from people under the age of 18 should automatically be removed from advice subs like AITA.",
  "created_utc": 1626561227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My main reasoning behind this is that the advice on these types of subs seems to be hyperbolic at best and life ruining at worst. The users tend to give advise to fulfill revenge fantasies, or murdered by words fantasies, rather than advice that has the poster’s best interest in mind. </p>\n\n<p>There is also a tendency to hyper-focus on the legality of issues, rather than the relationship dynamics involved. Things like advocating to end long standing relationships over minor disputes, or the justification of cruel/selfish actions under the guise of “no obligation to” are common place. Conversely, there is often excessive cruelty towards the OP over simple mistakes or missteps. While these subs may have a Be Civil rule, they are often under enforced.</p>\n\n<p>Not to mention that commenters tend to give advice based on assumptions about the op (or the person the op is having conflict with) rather than what was actually written. These wild assumptions are amplified, because it fits the subs’ preferred narratives. I find this to be particularly destructive, because in personal relationship conflicts there is often more nuance involved. And neither party usually fits the villain narrative. And unlike what is commonly held in these subs, being in the wrong one time doesn’t automatically make the person a horrible person worthy of shunning or berating. </p>\n\n<p>Additionally,  these subs’ hostility towards ops who they deem as villains doesn’t let up when the op is underage. If anything, the cruelty seems to intensify. Adults tend to know that they are entering a situation  where they could potentially be berated by thousands of strangers, teens and kids not so much.</p>\n\n<p>TL;DR: <strong>To be clear, I’m not advocating for these subs to start giving good advice. It seems to me that they are primarily for entertainment, and that’s fine. My issue is that kids and teenagers are not posting in these subs with that mindset, which leaves them vulnerable to horrible advice.</strong></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/om6geq/cmv_posts_from_people_under_the_age_of_18_should/",
  "subreddit": "changemyview",
  "id": "om6geq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My main reasoning behind this is that the advice on these types of subs seems to\nbe hyperbolic at best and life ruining at worst. The users tend to give advise\nto fulfill revenge fantasies, or murdered by words fantasies, rather than advice\nthat has the poster’s best interest in mind.\n\nThere is also…"
}