{
  "author": "eccentric-assassin",
  "original_created_utc": 1628609677,
  "title": "Why do so many people think Dan Brown books are bad?",
  "created_utc": 1628621837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To start, I&#39;m actually trying to make this a learning experience for me.</p>\n\n<p>I&#39;m a huge movie critic and only can name a few which I think are extremely well done.</p>\n\n<p>As far as books, I&#39;m not as big a reader, but I did read Angels and Demons and The Da Vinci Code and I really enjoyed them. </p>\n\n<p>What is it about Dan Brown that people dislike so much?<br/>\nI think the book served as an excellent suspense novel. Not every book will have beautiful prose and amazing character development. (If I remember correctly, the protagonist of most of all Dan Browns books reoccurs, so his growth wouldn&#39;t be seen in just one book, nor is it the focus of that one book)</p>\n\n<p>And as a quick disclaimer, I read the books a long time ago, and don&#39;t remember them word for word. I&#39;m not defending him as a good author, I&#39;m just trying to figure out what makes an author good. Especially when the point of the book isn&#39;t going to always check off a bunch of boxes (Prose, development, strong lead...)</p>\n\n<p>Thank you anyone who can provide some insight!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/p1rm28/why_do_so_many_people_think_dan_brown_books_are/",
  "subreddit": "books",
  "id": "p1rm28",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To start, I'm actually trying to make this a learning experience for me.\n\nI'm a huge movie critic and only can name a few which I think are extremely well\ndone.\n\nAs far as books, I'm not as big a reader, but I did read Angels and Demons and\nThe Da Vinci Code and I really enjoyed them.\n\nWhat is it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そもそも私は、今回のことを自分にとっての学びの場にしようとしています。\n\n私は大の映画評論家で、非常によくできていると思う作品をいくつか挙げることができます。\nした。\n\n本に関しては、私はそれほど読書家ではありませんが、「天使と悪魔」と「ダ・ヴィンチ・コード」は読みました。\nダ・ヴィンチ・コード」を読みましたが、とても面白かったです。\n\nそれは何ですか...",
      "title": "なぜ多くの人がダン・ブラウンの本が悪いと思うのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我实际上是想把这作为我的学习经验。\n\n我是一个巨大的电影评论家，只能说出几部我认为非常好的电影\n做得好。\n\n至于书籍，我不是一个大的读者，但我确实读过《天使与魔鬼》和《达芬奇密码》。\n达芬奇密码》，我非常喜欢它们。\n\n它是什么...",
      "title": "为什么这么多人认为丹-布朗的书不好？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我實際上是想把這作爲我的學習經驗。\n\n我是一個巨大的電影評論家，只能說出幾部我認爲非常好的電影\n做得好。\n\n至於書籍，我不是一個大的讀者，但我確實讀過《天使與魔鬼》和《達芬奇密碼》。\n達芬奇密碼》，我非常喜歡它們。\n\n它是什麼...",
      "title": "爲什麼這麼多人認爲丹-布朗的書不好？"
    }
  ]
}