{
  "author": "PaperDude68",
  "the_new_excerpt": "It's come to my attention that some people get really pissed when they get texts\nat night. This is especially stupid when they have friends who are known night\nowls.\n\nEDIT: I think that if it's somebody who has stated to you they don't want texts\nat night, then of course it's gonna be your fault…",
  "original_created_utc": 1615537081,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到，有些人收到短信后非常生气\n在晚上。这是特别愚蠢的，当他们有朋友谁是众所周知的夜。\n鸺鹠。\n\n编辑：我想，如果是有人向你表示不要短信的人\n在晚上，那么当然它会是你的错... ...",
      "title": "CMV：晚上被短信吵醒是你自己的错。这是你的手机，不要再对别人生气了，因为你把你的睡眠留给了随机的机会。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到，有些人收到短信後非常生氣\n在晚上。這是特別愚蠢的，當他們有朋友誰是衆所周知的夜。\n鵂鶹。\n\n編輯：我想，如果是有人向你表示不要短信的人\n在晚上，那麼當然它會是你的錯... ...",
      "title": "CMV：晚上被短信吵醒是你自己的錯。這是你的手機，不要再對別人生氣了，因爲你把你的睡眠留給了隨機的機會。"
    }
  ],
  "title": "CMV: Waking up at night from a text is your own fault. It's your phone, stop getting pissed at others because you left your sleep up to random chance",
  "created_utc": 1615545380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s come to my attention that some people get really pissed when they get texts at night. This is especially stupid when they have friends who are known night owls.</p>\n\n<p>EDIT: I think that if it&#39;s somebody who has stated to you they don&#39;t want texts at night, then of course it&#39;s gonna be your fault sending them one, but the vast majority of the time this happens the person getting the text hasn&#39;t made that clear upfront, and then gets upset, which is the problem</p>\n\n<p>So, they are complaining about waking up because of <em>their own device</em>. <strong>That really should be my whole argument basically, but here&#39;s more...</strong></p>\n\n<p>So am I saying it&#39;s OK and cool to text people in the middle of the night? Well, think of it this way: In reality you&#39;d be stupid to do it, because of this exact phenomenon. That&#39;s why I don&#39;t do it, and also cause I don&#39;t usually have a reason to do it. But it doesn&#39;t change the fact I will defend your right to be able to do it lmao, because honestly, sometimes I just want to text somebody at night so that they can see the fucking text when they get up.</p>\n\n<p>On top of this, isn&#39;t it just supremely dumb to have a text sound or ringer on at night? Between calls from telemarketers early in the morning, and texts from your drunk or fucked up friends late at night, aren&#39;t all arrows really pointing at you failing to turn your sounds off? EDIT: I think there&#39;s occasional exceptions where people may need the <em>text</em> sound on at night but that&#39;s got to be a small minority.</p>\n\n<p>I get that people aren&#39;t gonna want to fuss with their settings daily, but here&#39;s the real confusing bit to me: why the hell do you want an incoming text sound anyway? I have never, ever in my life regretted not knowing that I got a text RIGHT away. I check my phone often enough. I get enough texts anyways, that I get back to people in like an hour or so usually, and often a lot faster. I check my phone when I feel like it, instead of when my phone decides. Having the sound on isn&#39;t even good for your mental state anyway, or your fucking sleep apparently. <em>Use vibrate if anything I guess, that makes a billion times more sense.</em> What kind of texts are you getting where you&#39;re gonna be burned not replying in 1m? Billion dollar business deals? Who do you even know that needs such a super quick response? It&#39;s literally just tech addiction.</p>\n\n<p>If <strong>you</strong> wanted my attention really badly for something quickly, would you text me or call me? If you were waiting outside my building to come inside, would you text me or call me? If you had anything important to tell me that was time sensitive, would you text me or call me? If you answered &#39;call me&#39; to all 3 of those questions, congrats! There is hope for you</p>\n\n<p>It&#39;s called a ringer. That&#39;s my version of &#39;ding&#39;. Ringer = holy fuck I need your attention. Text = casual, non life-threatening chat where there&#39;s not urgent up-to-the-minute fuck-giving at hand. If there&#39;s ever a situation where I&#39;m anticipating some contact I don&#39;t want to miss, I tell people to call me. My ringer is always on. (I turn it off when I sleep cause I&#39;m not fuckwitted lol, cause I have friends that are known night owls and so am I sometimes).</p>\n\n<p>EDIT: I should point out that the DO NOT DISTURB feature on Android solves this problem, making even less of an excuse for people to get pissed lol</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/m3d730/cmv_waking_up_at_night_from_a_text_is_your_own/",
  "subreddit": "changemyview",
  "id": "m3d730",
  "is_self": true,
  "media": null,
  "is_video": false
}