{
  "author": "GearsofTed14",
  "the_new_excerpt": "As someone that grew up in the technology age, constantly watching movies,\nplaying video games, streaming, always on my phone, on my computer, watching tv,\netc., I was someone that NEVER read. My mom was tearing her hair out, trying to\nget me to read, getting me into reading groups, things like…",
  "original_created_utc": 1619233774,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "テクノロジーの時代に育った私は、常に映画を見たり、ビデオゲームをしたり、ストリーミングをしたり、常に携帯電話やパソコン、テレビを見たりしていました。\n常に映画を見たり、ビデオゲームをしたり、ストリーミングをしたり、常に携帯電話やコンピュータを使ったり、テレビを見たりしていました。\n私は読書をしない人間でした。私の母は、私に本を読ませようと髪の毛を振り乱していました。\n読書会に参加させたりしていましたが...。",
      "title": "本と引き換えに、ゲーム（とテレビ）を完全にやめた。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个在技术时代长大的人，不断地看电影，玩视频游戏，流媒体，总是在手机上，在电脑上，看电视。\n玩视频游戏，流媒体，总是在我的手机上，在我的电脑上，看电视。\n等等，我是一个从不读书的人。我的妈妈把她的头发撕掉了，试图\n让我阅读，让我参加阅读小组，诸如此类......",
      "title": "我已经完全放弃了视频游戏（和电视），以换取书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個在技術時代長大的人，不斷地看電影，玩視頻遊戲，流媒體，總是在手機上，在電腦上，看電視。\n玩視頻遊戲，流媒體，總是在我的手機上，在我的電腦上，看電視。\n等等，我是一個從不讀書的人。我的媽媽把她的頭髮撕掉了，試圖\n讓我閱讀，讓我參加閱讀小組，諸如此類......",
      "title": "我已經完全放棄了視頻遊戲（和電視），以換取書籍。"
    }
  ],
  "title": "I have completely dropped video games (and TV) in exchange for books",
  "created_utc": 1619257173,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As someone that grew up in the technology age, constantly watching movies, playing video games, streaming, always on my phone, on my computer, watching tv, etc., I was someone that NEVER read. My mom was tearing her hair out, trying to get me to read, getting me into reading groups, things like that, and it never stuck. I was always gravitating towards all the screen stuff. Whenever I’d “read,” it would always be like that one time I bought a book from Barnes and noble, and it’d take me weeks to get through those first 20 pages, before DNF ing it. </p>\n\n<p>Once I started voyaging into writing two years ago, the thing Stephen king said about how writers need to be readers stuck with me. It’d be like an aspiring musician that doesn’t listen to music—it just wouldn’t make any sense. Though, I was still reading at a very slow pace, most of my non work or writing time occupied with screen time. But then COVID hit, and my reading went through the absolute roof. I’ve read about 50+ books in the last year and I honestly can’t believe I never got into this before. There really is a magic about books that you can’t find anywhere else. Like an undiscovered treasure. I usually read between 1-3 hours a day, when before that time would just be occupied with numbing my mind. I turn on the PlayStation perhaps once every two weeks, and even then it’s only for about 40 minutes, just to keep our hands occupied while my friend and I talk. Otherwise, the TV is just a giant paperweight. </p>\n\n<p>I’m saying this to say that: reading is not dead, and while not nearly enough people are doing it IMO, it still has enough magic to pull someone away from the distractions of our modern world. If it was enough to take a controller out of MY hands, it’s enough to take one out of anybody’s.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mxbh8m/i_have_completely_dropped_video_games_and_tv_in/",
  "subreddit": "books",
  "id": "mxbh8m",
  "is_self": true,
  "media": null,
  "is_video": false
}