{
  "author": "jcarunningman",
  "original_created_utc": 1627674726,
  "title": "YSK: Reduce, Reuse, & Recycle are actually in order of importance",
  "created_utc": 1627681469,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Reducing what you consume is by far the most effective of the three, and you should be reusing what you can&#39;t reduce!</p>\n\n<p>Before buying an item new, you should get the most use out of the item you currently have, or you should consider borrowing said item from a friend if you don&#39;t need this item daily/permanently. </p>\n\n<p>What most people do not know is that <strong>recycling</strong> falls third on the list because it is the <strong>least effective.</strong> This is why we shouldn&#39;t be recycling until we have tried reducing/reusing. Recycling should really be a last resort.</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/ouskjl/ysk_reduce_reuse_recycle_are_actually_in_order_of/",
  "subreddit": "YouShouldKnow",
  "id": "ouskjl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Reducing what you consume is by far the most effective of the three,\nand you should be reusing what you can't reduce!\n\nBefore buying an item new, you should get the most use out of the item you\ncurrently have, or you should consider borrowing said item from a friend if you\ndon't need this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：消費するものを減らすことは、3つのうち最も効果的です。\nそして、減らせないものは再利用しましょう。\n\n新しいものを買う前に、今持っているものを最大限に活用する。\n必要なければ、友人に借りることも考えましょう。\nこれは必要ないな...。",
      "title": "YSK: リデュース、リユース、リサイクルは、実際には重要な順に並んでいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：减少你的消费是迄今为止最有效的三个方法。\n而你应该重复使用你不能减少的东西!\n\n在购买新的物品之前，你应该从你现有的物品中获得最大的使用价值。\n或者你应该考虑从朋友那里借来上述物品，如果你不需要的话\n不需要这个...",
      "title": "YSK：减少、再利用、再循环实际上是按重要性排序的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：減少你的消費是迄今爲止最有效的三個方法。\n而你應該重複使用你不能減少的東西!\n\n在購買新的物品之前，你應該從你現有的物品中獲得最大的使用價值。\n或者你應該考慮從朋友那裏借來上述物品，如果你不需要的話\n不需要這個...",
      "title": "YSK：減少、再利用、再循環實際上是按重要性排序的。"
    }
  ]
}