{
  "author": "Jonny-Bomb",
  "original_created_utc": 1633811562,
  "title": "ysk you can text 911",
  "created_utc": 1633815412,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You can text 911 just like you would text anyone else. They will text back just as fast as they would respond if you had called them. Why ysk: this can be useful if you ever find yourself in a situation where you need to be inconspicuous and cant be seen or heard calling 911.</p>\n\n<p>Edit: So it seems this is not available everywhere. So please if you find yourself in a situation where this might be useful please keep it in mind, but also keep in mind that your area may not support this. And also the 911 operaters are saying that calling is always preferred, but if not possible, obviously, text works as well.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/YouShouldKnow/comments/q4tff5/ysk_you_can_text_911/",
  "subreddit": "YouShouldKnow",
  "id": "q4tff5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You can text 911 just like you would text anyone else. They will text back just\nas fast as they would respond if you had called them. Why ysk: this can be\nuseful if you ever find yourself in a situation where you need to be\ninconspicuous and cant be seen or heard calling 911.\n\nEdit: So it seems this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他の人と同じように911にメールを送ることができます。同じ速さで返信してくれます。\n電話をかけたときと同じくらいの速さで返信してくれます。なぜかというと、これが役に立つからです。\n目立たないようにしなければならない状況に陥ったときに役立ちます。\n目立たないようにしなければならない状況で、911に電話するのを見られたり聞かれたりしたくない場合に役立ちます。\n\n編集部：どうやらこれは...",
      "title": "yskさんは911にメールを送ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你可以给911发短信，就像你给其他人发短信一样。他们会在第一时间回复短信\n如果你打电话给他们，他们会以同样的速度回复。为什么？\n如果你发现自己处于一种情况下，你需要\n不显眼，而且不能被人看到或听到打911。\n\n编辑：这样看来，这...",
      "title": "你可以发短信给911"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你可以給911發短信，就像你給其他人發短信一樣。他們會在第一時間回覆短信\n如果你打電話給他們，他們會以同樣的速度回覆。爲什麼？\n如果你發現自己處於一種情況下，你需要\n不顯眼，而且不能被人看到或聽到打911。\n\n編輯：這樣看來，這...",
      "title": "你可以發短信給911"
    }
  ]
}