{
  "author": "vienna95",
  "original_created_utc": 1633959823,
  "title": "Today would have been James Clavell's 100th birthday (author of Shogun, Gai-Jin, Tai-Pan etc.).",
  "created_utc": 1633970230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just discovered the <em>Asian Saga</em> last year and it already one of my favorite book series. My personal favorite is Shogun but Tai-Pan is a close second.  </p>\n\n<p>Today marks the 100th birthday of James Clavell, who himself led a life like a novel. During WW2 Clavell, who was Australian, fought for the British. In 1942, he was captured by the Japanese in Java. He spent the rest of the war in the hellish Changi Prison in Singapore.  </p>\n\n<p>In 1981 he recalled about his time in Changi,  </p>\n\n<blockquote>\n<p>&quot;&#39;Changi became my university instead of my prison. Among the inmates there were experts in all walks of life -the high and the low roads. I studied and absorbed everything I could from physics to counterfeiting, but most of all I learned the art of surviving, the most important course of all.&quot;  </p>\n</blockquote>\n\n<p>For years after the war he carried around a tin of sardines in his pocket and fought the urge to rummage through trash cans due to his experience with starvation.  </p>\n\n<p>Clavell then entered the film business where he worked as a screen writer and director, working of such films as The Great Escape and The Fly.  </p>\n\n<p>He then resumed novel writing, where he spent the rest of his career. He spent three years researching <em>Shogun</em>, which became a massive bestseller and was heavily involved in the hugely popular miniseries starring Richard Chamberlain).  </p>\n\n<p>As they say, the rest is history. Clavell is one of my favorite authors and I think the <em>Asian Saga</em> is among the best historical fiction ever written.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/q5w5jr/today_would_have_been_james_clavells_100th/",
  "subreddit": "books",
  "id": "q5w5jr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just discovered the Asian Saga last year and it already one of my favorite\nbook series. My personal favorite is Shogun but Tai-Pan is a close second.\n\nToday marks the 100th birthday of James Clavell, who himself led a life like a\nnovel. During WW2 Clavell, who was Australian, fought for the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は昨年、アジアン・サーガに出会ったばかりですが、すでに私のお気に入りの書物シリーズの一つとなっています。\nシリーズです。個人的には「Shogun」が一番好きですが、「Tai-Pan」も僅差で2番目に好きです。\n\n今日はJames Clavellの100歳の誕生日です。彼は小説のような人生を歩んできました。\n彼は小説のような人生を歩んできました。第二次世界大戦中、オーストラリア人であるクラベルは、アメリカ軍のために戦いました。",
      "title": "今日はジェームス・クラベルの100歳の誕生日でした（『将軍』『外道』『太平記』などの著者）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我去年才发现《亚洲传奇》，它已经是我最喜欢的系列图书之一。\n系列图书。我个人最喜欢的是《幕府将军》，但《太攀》紧随其后。\n\n今天是詹姆斯-克莱威尔（James Clavell）的100岁生日，他本人的生活就像一部小说。\n小说。在二战期间，身为澳大利亚人的克莱威尔为美国政府而战。",
      "title": "今天应该是詹姆斯-克莱威尔的100岁生日（《幕府将军》、《盖世英雄》、《太保》等的作者）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我去年才發現《亞洲傳奇》，它已經是我最喜歡的系列圖書之一。\n系列圖書。我個人最喜歡的是《幕府將軍》，但《太攀》緊隨其後。\n\n今天是詹姆斯-克萊威爾（James Clavell）的100歲生日，他本人的生活就像一部小說。\n小說。在二戰期間，身爲澳大利亞人的克萊威爾爲美國政府而戰。",
      "title": "今天應該是詹姆斯-克萊威爾的100歲生日（《幕府將軍》、《蓋世英雄》、《太保》等的作者）。"
    }
  ]
}