{
  "author": "Puzzleheaded-Chair59",
  "the_new_excerpt": "Tipping is optional outside of North America, and frowned upon in Asia, yet in\nCanada and the U.S. it is expected and sometimes mandatory in restaurants. I\nunderstand that in the U.S. the servers are paid $2 an hour and they need to\nmake up their pay in tips but let’s talk about where tipping…",
  "original_created_utc": 1623992527,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "チップは北米以外では任意であり、アジアでは嫌われますが、カナダやアメリカでは\nしかし、カナダやアメリカでは、レストランではチップが求められ、時には義務づけられています。I\nアメリカでは、サーバーの時給は2ドルで、その分をチップで補う必要があるのはわかりますが\nアメリカではサーバーの時給は2ドルで、その分をチップで補う必要があることは理解できますが、ここではチップの在り方についてお話しましょう...。",
      "title": "CMV: チップを義務化する理由は全くありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在北美以外的地区，小费是可有可无的，而在亚洲则是不屑一顾的。\n在加拿大和美国，小费是被期待的，有时在餐馆是必须的。I\n我明白，在美国，服务员的工资是每小时2美元，他们需要用小费来弥补工资。\n但让我们来谈谈在哪里给小费......",
      "title": "CMV: 绝对没有理由强制要求给小费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在北美以外的地區，小費是可有可無的，而在亞洲則是不屑一顧的。\n在加拿大和美國，小費是被期待的，有時在餐館是必須的。I\n我明白，在美國，服務員的工資是每小時2美元，他們需要用小費來彌補工資。\n但讓我們來談談在哪裏給小費......",
      "title": "CMV: 絕對沒有理由強制要求給小費。"
    }
  ],
  "title": "CMV: There is absolutely no reason tipping should be mandatory",
  "created_utc": 1624020013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tipping is optional outside of North America, and frowned upon in Asia, yet in Canada and the U.S. it is expected and sometimes mandatory in restaurants. I understand that in the U.S. the servers are paid $2 an hour and they need to make up their pay in tips but let’s talk about where tipping culture has taken us. </p>\n\n<p>Whenever you get coffee or a cookie from a bakery, the credit card machine asks for a tip. The cashier stares at you, and you have to manually click “other” and select 0. The pressure and looks you receive, simply because you don’t want to pay someone for DOING THEIR JOB. I should not feel pressured to pay extra so the cashier can grab a pre-made cookie and put it in a bag. </p>\n\n<p>I have seen the argument “you are paying for a service”, does that mean we should tip the person helping us find a pair of pants in the store? Should we tip the customer service workers in grocery stores for bagging our milk? Should anyone other than an employer be paying the worker? </p>\n\n<p>I have worked in fast food and clothing retail and never once expected to get paid by the customer FOR DOING MY JOB THAT I CHOSE.</p>\n\n<p>Now back to the low pay, in Canada they used to pay servers $2 less than minimum wage, now they are paying them the same as minimum wage, yet tipping is still expected. There is no reason for tipping culture here since servers are being paid enough. </p>\n\n<p>In the U.S. I have seen people say that your employer will make up what you don’t get in tips. So that means everyone is still getting paid a fair wage right? So what’s the point? Why is tipping now becoming mandatory for other services as well?</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/o2h55v/cmv_there_is_absolutely_no_reason_tipping_should/",
  "subreddit": "changemyview",
  "id": "o2h55v",
  "is_self": true,
  "media": null,
  "is_video": false
}