{
  "author": "thatonefilmguy",
  "original_created_utc": 1632011343,
  "title": "Can publishers stop pulling normal prints in place of putting out promotional prints?",
  "created_utc": 1632019917,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I absolutely freaking HATE books that have a shitty little circle on it that says &quot;Soon to be a Netflix Original&quot; or &quot;Soon to be a series on Amazon Prime&quot;. It&#39;s infuriating to be forced into buying a book with a non-removable advertisement because of promotions because they pulled the other versions of the cover to shove the advertisement down your throat. The last thing I want in my collection is this kind of garbage. I can&#39;t imagine I&#39;m the only person that feels this way, but the fact that they keep doing it makes me feel like most people don&#39;t care and will buy those copies regardless to read the books.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pqxtro/can_publishers_stop_pulling_normal_prints_in/",
  "subreddit": "books",
  "id": "pqxtro",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I absolutely freaking HATE books that have a shitty little circle on it that\nsays \"Soon to be a Netflix Original\" or \"Soon to be a series on Amazon Prime\".\nIt's infuriating to be forced into buying a book with a non-removable\nadvertisement because of promotions because they pulled the other versions…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、\"Netflixオリジナル \"とか \"まもなく発売 \"と書かれた小さな丸がついている本が大嫌いです。\nもうすぐNetflixのオリジナル作品になります」とか「もうすぐAmazon Primeのシリーズ作品になります」とか書いてある本は絶対に嫌だ。\n他のバージョンを抜いたからといって、プロモーションのために取り外しのできない広告付きの本を買わされるのは腹立たしい。\n他のバージョンを撤退させたからといって、プロモーションのために広告を取り外せない本を買わされるのは腹立たしい...。",
      "title": "出版社は、プロモーション用のプリントを出す代わりに、通常のプリントを引くことをやめてもいいのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我绝对讨厌那些上面有一个低劣的小圆圈的书。\n说 \"即将成为Netflix原创 \"或 \"即将成为Amazon Prime的系列\"。\n被迫购买一本不可拆卸的书，这让人很生气。\n广告的书，因为他们拉开了其他版本的促销活动，这很令人生气......",
      "title": "出版商能否停止拉动正常的印刷品来代替投放宣传印刷品？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我絕對討厭那些上面有一個低劣的小圓圈的書。\n說 \"即將成爲Netflix原創 \"或 \"即將成爲Amazon Prime的系列\"。\n被迫購買一本不可拆卸的書，這讓人很生氣。\n廣告的書，因爲他們拉開了其他版本的促銷活動，這很令人生氣......",
      "title": "出版商能否停止拉動正常的印刷品來代替投放宣傳印刷品？"
    }
  ]
}