{
  "author": "SkepticDrinker",
  "original_created_utc": 1636919669,
  "title": "Why didn't e-books destroy physical copies of books?",
  "created_utc": 1636929438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On paper it seemed as if e books would have turned copies of physical books into the next radio shack. I mean, you can ten books on you in a slim, portable, backlit device. With real books the more you carry the heavier they are, you need sufficient light and if you get too many you might have to buy another ikea bookshelf.</p>\n\n<p>But physical copies of books are as popular as ever and show no sign of ever being abandoned so I am curious on why you think ebooks couldn&#39;t replace physical books.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/qtxw86/why_didnt_ebooks_destroy_physical_copies_of_books/",
  "subreddit": "books",
  "id": "qtxw86",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "On paper it seemed as if e books would have turned copies of physical books into\nthe next radio shack. I mean, you can ten books on you in a slim, portable,\nbacklit device. With real books the more you carry the heavier they are, you\nneed sufficient light and if you get too many you might have to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "紙の上では、電子書籍は物理的な書籍のコピーを、次のラジオのように変えてしまうかのように思われた。\n次のラジオシャックになってしまうのではないかと思われました。つまり、スリムでポータブルなバックライト付きのデバイスで、10冊の本を持ち歩くことができるのです。\nバックライト付きのスリムでポータブルなデバイスに10冊の本を持ち歩くことができます。本物の本では、持ち運べば持ち運ぶほど重くなります。\n十分な明るさが必要だし、たくさん持ちすぎると...。",
      "title": "なぜ電子書籍が物理的な書籍を破壊しなかったのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从纸面上看，似乎电子书会把实体书的副本变成下一个收音机商店。\n变成下一个Radio Shack。我的意思是，你可以把十本书放在一个薄薄的、可携带的东西里。\n背光的设备。对于真正的书籍，你携带的越多，它们就越重。\n你需要足够的光线，如果你得到太多，你可能不得不......",
      "title": "为什么电子书没有摧毁实体书的副本？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從紙面上看，似乎電子書會把實體書的副本變成下一個收音機商店。\n變成下一個Radio Shack。我的意思是，你可以把十本書放在一個薄薄的、可攜帶的東西里。\n背光的設備。對於真正的書籍，你攜帶的越多，它們就越重。\n你需要足夠的光線，如果你得到太多，你可能不得不......",
      "title": "爲什麼電子書沒有摧毀實體書的副本？"
    }
  ]
}