{
  "author": "glubglubgIub",
  "original_created_utc": 1627120450,
  "title": "Circe.",
  "created_utc": 1627137878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sailing on the sea can go both ways. </p>\n\n<p>First, it could go as calm as those nights when you&#39;re relaxing after work and wants to sleep using the soft lull of the songs. The sea would send you tiny bumps of waves that nudges you and your ship/boat almost nonexistent. It would be the most comforting thing out of all things around you. In that moment, you almost don&#39;t want to be anywhere else. And it would a comfort that you wouldn&#39;t be able to tell people; not because it&#39;s not worth it but because it&#39;s beautifully unexplainable.</p>\n\n<p>And second, it could go as bumpy as it can possibly be; with huge waves the sways almost from one side to another. With movements that render you useless and hands desperately looking for something to hold on. And when you survive, the journey would be a beautiful tale that you would tell others.</p>\n\n<p>Circe is the first one.</p>\n\n<p>It didn&#39;t keep me on my toes, didn&#39;t make me almost lose my mind from questions and anticipation. It made me sad, made me happy, made me laugh. And I did all that filled with gentleness; like I knew it would be better, that the calmness doesn&#39;t end there.</p>\n\n<p>If you like books that makes you feel things in moderation but still leaves its mark, I definitely recommend this book.</p>\n\n<p>SPOILERS IN THE REPLIES.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oqn1zh/circe/",
  "subreddit": "books",
  "id": "oqn1zh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sailing on the sea can go both ways.\n\nFirst, it could go as calm as those nights when you're relaxing after work and\nwants to sleep using the soft lull of the songs. The sea would send you tiny\nbumps of waves that nudges you and your ship/boat almost nonexistent. It would\nbe the most comforting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "海の上のセーリングは、どちらにも行くことができます。\n\nまず、仕事を終えてリラックスしている夜に、曲の柔らかな響きを利用して眠りたいと思うような穏やかな状態になることができます。\n穏やかな歌声に包まれて眠りにつくことができます。海はあなたに小さな\n海は小さな波を送ってきて、あなたとあなたの船やボートをほとんど動かすことはありません。それは\nそれが一番の安らぎなのではないでしょうか。",
      "title": "Circe."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在海上航行可以有两种情况。\n\n首先，它可以像那些晚上一样平静，当你在工作后放松，并\n想在柔和的歌曲声中入睡。大海会向你发出微小的\n颠簸的波浪，使你和你的船/艇几乎不存在。这将是\n是最令人欣慰的...",
      "title": "茜茜。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在海上航行可以有兩種情況。\n\n首先，它可以像那些晚上一樣平靜，當你在工作後放松，並\n想在柔和的歌曲聲中入睡。大海會向你發出微小的\n顛簸的波浪，使你和你的船/艇幾乎不存在。這將是\n是最令人欣慰的...",
      "title": "茜茜。"
    }
  ]
}