{
  "author": "seafoodboiler",
  "original_created_utc": 1637001488,
  "title": "How and why did right-wing political conspiracy theories become so popular in the 90's / the Clinton administration?",
  "created_utc": 1637012888,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I watch older media that depict conspiracy theories, the theories referenced are usually quite broad and borderline fantastical, i.e. flat earth, hollow earth, chemtrails, lizard people, and various iterations of doomsday preachers and cult leaders.</p>\n\n<p>It feels like conspiracy theories have taken an explicitly political turn over the last 2-3 decades, and have focused much more extensively on specific individuals rather than nebulous groups. Instead of &#39;The Government&#39; hiding evidence of UFOs or the Freemasons trying to take over the world or something, we have borderline mainstream conspiracy theories that are specifically against the democratic party establishment (Clintons, Obama) and wealthy/influential liberals like George Soros and Bill Gates. This shift is probably best exemplified today by Qanon, but from what I can tell it goes back to the Clinton administration.</p>\n\n<p>A <a href=\"https://www.theguardian.com/us-news/2019/may/02/why-we-are-addicted-to-conspiracy-theories\">Guardian article</a> states that &quot;Since the early 1990&#39;s, suspicions that the Clintons were running a drug cartel and/or having their enemies murdered were a persistent part of the discourse on the right&quot;. </p>\n\n<p>This is corroborated in part by the media at the time; there&#39;s a (supposedly influential) 1994 documentary called the <a href=\"https://en.wikipedia.org/wiki/The_Clinton_Chronicles\">Clinton Chronicles</a>, which alleges that Bill and Hillary Clinton participated in crimes like money laundering and drug trafficking, as well as the supposed murder of Vince Foster, whose death was ruled a suicide under multiple reviews. </p>\n\n<p>The Guardian article doesn&#39;t seem to explain how or why this discourse emerged at this particular time and in this particular manner, which is bizarre to me because it feels quite distinct. I&#39;m curious about whether there&#39;s a historical explanation for this.</p>\n</div><!-- SC_ON -->",
  "score": 111,
  "permalink": "/r/AskHistorians/comments/qun5rw/how_and_why_did_rightwing_political_conspiracy/",
  "subreddit": "AskHistorians",
  "id": "qun5rw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I watch older media that depict conspiracy theories, the theories\nreferenced are usually quite broad and borderline fantastical, i.e. flat earth,\nhollow earth, chemtrails, lizard people, and various iterations of doomsday\npreachers and cult leaders.\n\nIt feels like conspiracy theories have taken…"
}