{
  "author": "Specific-Comfort-102",
  "original_created_utc": 1633934074,
  "title": "CMV: the use of the word “depressed” as an adjective for sadness undermines the life experiences of people diagnosed with depression.",
  "created_utc": 1633970231,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to keep this short and sweet as opposed to a long post. Of course, I know this won’t guarantee much of anything, but I still feel that, at least from the bottom of my heart, I still want to see some discourse on this matter.</p>\n\n<p>Recently, there has been a crackdown on the use of terms such as “gay” and “retarded” to describe items and people in a condescending way. Yet, there has been, at least from what I’ve seen, considerable backlash against the uses of these terms for vulgar purposes because they demean people who are homosexual and clinically proven to have mental retardation.</p>\n\n<p>At the same time, I see the word “depressed” being flung about quite haphazardly as an appeal to edge. For example, some people might act all gloomy and somewhat melodramatic and say something along the lines of them being “depressed,” even if they actually aren’t diagnosed. Sometimes the term is simply flung about as an attention grabber.</p>\n\n<p>It feels as if this poor use of the word “depressed” is actually similar to other poor uses of words like “retarded” and “gay,” because like the aforementioned two, “depressed” also describes an actual condition that people can have and come down with. In what way is using “depressed” as an adjective is any different from using “retarded” and “gay?” </p>\n\n<p>I am willing to keep an open mind to this issue, because there might always be something I am overlooking that might need to be addressed and discussed.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/q5px8l/cmv_the_use_of_the_word_depressed_as_an_adjective/",
  "subreddit": "changemyview",
  "id": "q5px8l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to keep this short and sweet as opposed to a long post. Of course, I know\nthis won’t guarantee much of anything, but I still feel that, at least from the\nbottom of my heart, I still want to see some discourse on this matter.\n\nRecently, there has been a crackdown on the use of terms such as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "長い記事ではなく、短い記事にしたいと思います。もちろん、それが\nこれでは何の保証にもなりませんが、私は、少なくとも\n私は、少なくとも心の底から、この問題について何か議論をしてほしいと思っています。\n\n最近では、「...」などの言葉の使用が取り締まられています。",
      "title": "CMV：悲しみを表す形容詞として「depressed」という言葉を使うことは、うつ病と診断された人々の人生経験を損なうものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "相对于长篇大论，我想保持简短和甜蜜。当然，我知道\n这并不能保证什么，但我仍然觉得，至少从我的心底\n我仍然觉得，至少从我的心底里，我仍然希望看到关于这个问题的一些讨论。\n\n最近，有一个打击使用诸如...",
      "title": "CMV：将 \"抑郁 \"一词作为悲伤的形容词使用，损害了被诊断为抑郁症患者的生活经历。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "相對於長篇大論，我想保持簡短和甜蜜。當然，我知道\n這並不能保證什麼，但我仍然覺得，至少從我的心底\n我仍然覺得，至少從我的心底裏，我仍然希望看到關於這個問題的一些討論。\n\n最近，有一個打擊使用諸如...",
      "title": "CMV：將 \"抑鬱 \"一詞作爲悲傷的形容詞使用，損害了被診斷爲抑鬱症患者的生活經歷。"
    }
  ]
}