{
  "author": "Snarkyandcosy",
  "original_created_utc": 1632159712,
  "title": "YSK: Have an allowance for yourself. Have it be a set allowance. $100, $200, $50 or whatever you can safely afford",
  "created_utc": 1632167990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can get into hobbies because of this, exercising because of this or whatever. It can help you not to overspend on things while also letting you have some fun.</p>\n\n<p>Put things on an Amazon Wish list and wait a week. See if you truly want those items or not. Sometimes you might delete some of the items on the wish list.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/przt2w/ysk_have_an_allowance_for_yourself_have_it_be_a/",
  "subreddit": "YouShouldKnow",
  "id": "przt2w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can get into hobbies because of this, exercising because of this or\nwhatever. It can help you not to overspend on things while also letting you have\nsome fun.\n\nPut things on an Amazon Wish list and wait a week. See if you truly want those\nitems or not. Sometimes you might delete some of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理由 YSK: これがあるから趣味ができる、これがあるから運動ができる、などなど。\nなどなど。お金を使いすぎないようにしたり、楽しみを増やしたりすることができます。\n楽しむことができます。\n\nAmazonのほしい物リストに入れて、1週間待ってみてください。その商品が本当に欲しいのかどうかを\n欲しいかどうかを確認します。時には、削除することもあるかもしれません。",
      "title": "YSK: 自分のためのお小遣い稼ぎをしましょう。決められたお小遣いにしましょう。100ドル、200ドル、50ドルなど、自分が安心して買える金額を設定してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你可以因为这个而养成爱好，因为这个而锻炼身体或\n诸如此类。它可以帮助你不在事情上过度消费，同时也让你有\n一些乐趣。\n\n把东西放在亚马逊的愿望清单上，然后等待一个星期。看看你是否真的想要这些\n物品或不。有时你可能会删除一些...",
      "title": "YSK：为自己准备一个津贴。让它成为一个固定的津贴。100美元、200美元、50美元或任何你能安全负担的金额。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你可以因爲這個而養成愛好，因爲這個而鍛鍊身體或\n諸如此類。它可以幫助你不在事情上過度消費，同時也讓你有\n一些樂趣。\n\n把東西放在亞馬遜的願望清單上，然後等待一個星期。看看你是否真的想要這些\n物品或不。有時你可能會刪除一些...",
      "title": "YSK：爲自己準備一個津貼。讓它成爲一個固定的津貼。100美元、200美元、50美元或任何你能安全負擔的金額。"
    }
  ]
}