{
  "author": "leo_risen",
  "the_new_excerpt": "Let me preface this by saying I am not a staunch advocate for integrative\nmedicine. I am an advocate for patients not being gaslighted - particularly\nwomen + POC.\n\nI (25F, white) spent the majority of my adult life disabled by pain from\nundiagnosed endometriosis. For 4 years, every single OBGYN I…",
  "original_created_utc": 1615573887,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先我想说的是，我并不是一个坚定的整合主义者。\n医学。我主张病人不要被气死--特别是\n女性+POC。\n\n我(25F，白人)成年后的大部分时间都因疼痛而致残。\n未确诊的子宫内膜异位症。4年来，每一个妇产科医生我... ...",
      "title": "CMV：如果传统医生对病人更认真，人们就不会转向综合医学。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我想說的是，我並不是一個堅定的整合主義者。\n醫學。我主張病人不要被氣死--特別是\n女性+POC。\n\n我(25F，白人)成年後的大部分時間都因疼痛而致殘。\n未確診的子宮內膜異位症。4年來，每一個婦產科醫生我... ...",
      "title": "CMV：如果傳統醫生對病人更認真，人們就不會轉向綜合醫學。"
    }
  ],
  "title": "CMV: People wouldn’t turn to integrative medicine If traditional doctors took their patients more seriously.",
  "created_utc": 1615631426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me preface this by saying I am not a staunch advocate for integrative medicine. I <em>am</em> an advocate for patients not being gaslighted - particularly women + POC.</p>\n\n<p>I (25F, white) spent the majority of my adult life disabled by pain from undiagnosed endometriosis. For 4 years, every single OBGYN I saw told me there was nothing wrong me. I was told I had IBS, depression, an overactive imagination- you name it. For a long time, the only provider to accept that something was abnormal and work with me to find solutions was an integrative MD. Taking vitamins, changing your diet and doing acupuncture isn’t a cure for endo pain, but it sure beats being bedridden or knocked out on narcotics every day. </p>\n\n<p>I finally met my surgeon, a world renowned endo specialist, after over a year being on his wait list. During excision surgery he found severe, deeply invasive endometriosis that actually adhered my intestines to my pelvic wall in multiple places and formed pockets of scar tissue all the way to the base of my spine. I cried happy tears when he showed me proof of how sick I was — after so long of having my illness denied.</p>\n\n<p>There is no comparing my experience with an integrative doctor to my experience with my specialist. But here’s the thing: there are only 100 endo surgeons practicing excision surgery in the WORLD - This for a condition that affects 1 in 10 women. There are far, far more integrative drs. If traditional Western providers took the invisible illnesses of their patients more seriously, specialized care wouldn’t be so inaccessible and integrative medicine wouldn’t need to exist.</p>\n\n<p>EDIT: I did not realize the full distinction between naturopathy and integrative medicine and have edited the post so as not to conflate the two. </p>\n\n<p>I should also clarify that I don’t think integrative medicine is complete bullshit — but I think the reason some people trust it more than traditional / mainstream medicine is because mainstream drs don’t take their problems seriously.</p>\n\n<p>EDIT #2: thanks to everyone for taking the time to write and engage. Seeing multiple comments about the problem being a shortage of specialists vs an abundance of integrative drs. The fact that integrative docs are easier to get ahold of is certainly a piece of the puzzle, as evidenced by my story.</p>\n\n<p>But another thought I want to include: I’m not being hyperbolic when I say I never had a traditional doctor tell me: “I don’t know why you’re having this pain, I’m actually not an expert in this.” Instead they gave me misinformation and/or questioned the legitimacy of the pain I was describing from the vantage point of expertise. I’m not saying all traditional OBs can’t confess ignorance abt endo or other specialized concerns. But in my experience with western medicine, doctors have a very hard time confessing they don’t know something, particularly within their own field.</p>\n\n<p>This was another thing that really took me aback at first in my specialist - he frequently reminds me that there’s a LOT we don’t know about endo as an illness. He has actually told me on multiple occasions that he hopes his successors look back on what he does as a caveman wielding a primitive tool. This from a leader in the field. I am realizing that one draw of integrative medicine is that integrative drs pledge to work with you as a whole person, and I genuinely believe this is an experience many people are missing in traditional medicine.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/m3nukb/cmv_people_wouldnt_turn_to_integrative_medicine/",
  "subreddit": "changemyview",
  "id": "m3nukb",
  "is_self": true,
  "media": null,
  "is_video": false
}