{
  "author": "MerseySideAlt9",
  "the_new_excerpt": "If someone calls what you identify with a bad name or slur, you are not being\nopressed. Oppression is when someone or a group of people are consistently\ndenied rights and are treated harshly due to one common link.\n\nUhgyrs in China are being opressed\n\nGays in Iran are being opressed\n\nJews in Nazi…",
  "original_created_utc": 1623632386,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰かが、あなたが識別するものを悪い名前や中傷で呼んだとしても、あなたは虐げられているわけではありません。\n抑圧されていることになります。抑圧とは、ある人や集団が、ある共通点から一貫して権利を否定され、厳しい扱いを受けることです。\n抑圧とは、ある人やグループが、ある共通点のために一貫して権利を否定され、過酷な扱いを受けることです。\n\n中国のUhgyrsは抑圧されています。\n\nイランの同性愛者は抑圧されています。\n\nナチスのユダヤ人は...",
      "title": "CMV：「Opressed」という言葉が飛び交っていますね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果有人叫你认同的东西为坏名字或污名，你并没有受到\n压迫。压迫是指某人或某一群体由于一个共同的联系而不断地被剥夺权利并受到严厉对待。\n被剥夺了权利，并且由于一个共同的联系而受到严厉对待。\n\n中国的乌合之众被压迫了\n\n伊朗的同性恋者被压迫\n\n犹太人在纳粹党内受到压迫...",
      "title": "CMV：\"Opressed \"这个词被甩得太远了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果有人叫你認同的東西爲壞名字或污名，你並沒有受到\n壓迫。壓迫是指某人或某一羣體由於一個共同的聯繫而不斷地被剝奪權利並受到嚴厲對待。\n被剝奪了權利，並且由於一個共同的聯繫而受到嚴厲對待。\n\n中國的烏合之衆被壓迫了\n\n伊朗的同性戀者被壓迫\n\n猶太人在納粹黨內受到壓迫...",
      "title": "CMV：\"Opressed \"這個詞被甩得太遠了。"
    }
  ],
  "title": "CMV: the word \"Opressed\" is flung around way too much.",
  "created_utc": 1623645208,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If someone calls what you identify with a bad name or slur, you are not being opressed. Oppression is when someone or a group of people are consistently denied rights and are treated harshly due to one common link. </p>\n\n<p>Uhgyrs in China are being opressed </p>\n\n<p>Gays in Iran are being opressed </p>\n\n<p>Jews in Nazi Germany were opressed. </p>\n\n<p>As a gay man, when I walk around and hear some dickhead say something not nice about homosexuality, I&#39;m not going to go around telling people I&#39;m opressed, as the large majority of my population accepts me, my rights aren&#39;t being taken, nor am I being treated any differently.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/nzar9l/cmv_the_word_opressed_is_flung_around_way_too_much/",
  "subreddit": "changemyview",
  "id": "nzar9l",
  "is_self": true,
  "media": null,
  "is_video": false
}