{
  "author": "yogfthagen",
  "the_new_excerpt": "With the recent cyberattack on a major fuel supply pipeline in the eastern US,\nthe question comes to the forefront. If there was an act of physical sabotage\nagainst a pipeline that caused that pipeline to be shut down for several days,\nit would be treated as an act of terrorism. The perpetrators, if…",
  "original_created_utc": 1620925167,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、米国東部の主要な燃料供給パイプラインがサイバー攻撃を受けました。\n疑問が浮かび上がってきました。パイプラインに対する物理的な妨害行為があったとして\nパイプラインに対して物理的な妨害行為が行われ、そのパイプラインが数日間にわたって停止したとしたら\nそれはテロ行為として扱われます。加害者は、もし...",
      "title": "CMV: インフラへのサイバー攻撃はテロリズムである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "随着最近对美国东部一条主要燃料供应管道的网络攻击。\n这个问题摆在了面前。如果发生了针对管道的物理破坏行为\n导致该管道关闭数天。\n这将被视为一种恐怖主义行为。肇事者，如果...",
      "title": "CMV：对基础设施的网络攻击是恐怖主义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着最近對美國東部一條主要燃料供應管道的網絡攻擊。\n這個問題擺在了面前。如果發生了針對管道的物理破壞行爲\n導致該管道關閉數天。\n這將被視爲一種恐怖主義行爲。肇事者，如果...",
      "title": "CMV：對基礎設施的網絡攻擊是恐怖主義"
    }
  ],
  "title": "CMV: Cyberattacks on infrastructure are terrorism",
  "created_utc": 1620954830,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the recent cyberattack on a major fuel supply pipeline in the eastern US, the question comes to the forefront.  If there was an act of physical sabotage against a pipeline that caused that pipeline to be shut down for several days, it would be treated as an act of terrorism. The perpetrators, if caught, would be subject to terrorism statutes in the US.  </p>\n\n<p>With ransomware attacks becoming prolific in the US against hospitals, companies, utilities, and even governments, the only thing we are showing is that it&#39;s relatively easy, low risk, and also a good way to destabilize the US.  Even worse, the attacks can come from foreign actors, or even foreign governments.  </p>\n\n<p>Since low-intensity warfare against a country is basically the entire point of an insurgency (or even a foreign government), we can expect that these kinds of infrastructure attacks are going to happen more and more often.  </p>\n\n<p>Creating hardening a decentralized network such as the United States infrastructure is basically impossible, the only real answer is to make the risk significantly higher.  Getting away with a few million dollars is one thing.  But,if you get caught, finding a Hellfire missile knocking on your front door is something completely different. </p>\n\n<p>If you commit a cyberattack on US infrastructure, you should be treated as a terrorist.  </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/nblesv/cmv_cyberattacks_on_infrastructure_are_terrorism/",
  "subreddit": "changemyview",
  "id": "nblesv",
  "is_self": true,
  "media": null,
  "is_video": false
}