{
  "author": "CanardOnYourSix",
  "the_new_excerpt": "Why YSK: A family member has a certain medication that needs to be refilled\nevery month. For many years, we were paying $600 / month out of pocket at our\nregular pharmacy - even though we are lucky enough to have very good insurance.\nWe just assumed all pharmacies would charge roughly the same price…",
  "original_created_utc": 1613066464,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为何选择YSK：家人有某种药物需要补充。\n每个月都有。多年来，我们每月自掏腰包600元，在我们的\n常规药店--尽管我们很幸运地拥有很好的保险。\n我们只是认为所有的药店都会收取大致相同的价格... ...",
      "title": "YSK：药店对同一种药物的收费可能大相径庭。逛逛吧!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲何選擇YSK：家人有某種藥物需要補充。\n每個月都有。多年來，我們每月自掏腰包600元，在我們的\n常規藥店--儘管我們很幸運地擁有很好的保險。\n我們只是認爲所有的藥店都會收取大致相同的價格... ...",
      "title": "YSK：藥店對同一種藥物的收費可能大相徑庭。逛逛吧!"
    }
  ],
  "title": "YSK: Pharmacies can charge wildly different prices for the same medication. Shop around!",
  "created_utc": 1613145466,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A family member has a certain medication that needs to be refilled every month. For many years, we were paying $600 / month out of pocket at our regular pharmacy - even though we are lucky enough to have very good insurance. We just assumed all pharmacies would charge roughly the same price based on insurance. A co-worker suggested to try her pharmacy clear across town - she promised they could save us money. We called them up and to our complete astonishment, the medication was absolutely, 100% free of charge. We have now been getting it free for a few years, and it still blows my mind every month when the medicine is mailed to our home completely free. It pays to shop around - I wish someone had told me that sooner.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/lhqg72/ysk_pharmacies_can_charge_wildly_different_prices/",
  "subreddit": "YouShouldKnow",
  "id": "lhqg72",
  "is_self": true,
  "media": null,
  "is_video": false
}