{
  "author": "wooyayfun",
  "the_new_excerpt": "NOTE: I am NOT talking about cultural names (including historically black names\nthat are often needlessly shamed).\n\nI’m having a kid soon, and some of the people in the groups are off their\nrocker. Most recently, someone posted about naming their baby boy “Anakyn.” They\nSPECIFICALLY put in their…",
  "original_created_utc": 1618793243,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "注：文化的な名前（歴史的に黒人の名前を含む）については言及していません。\nのことではありません。)\n\n私はもうすぐ子供が生まれるのですが、グループ内の何人かの人は、自分の考えを\nロックな人もいます。最近では、男の子に \"Anakyn \"という名前をつけようとしている人がいました。彼らは\n具体的には...",
      "title": "CMV: 子供がからかわれることがわかっているのに、その名前をつけるのは信じられないほど利己的で、親はそれを恥じるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "注：我说的不是文化名（包括历史上的黑人名字），而是文化名。\n往往被无谓的羞辱）。)\n\n我马上要生孩子了，群里的一些人都脱了\n摇椅。最近，有人发帖说要给他们的男婴取名 \"阿纳金\"。他们\n特别是把自己的...",
      "title": "CMV：给孩子起一个你知道他们会被嘲笑的名字是非常自私的，父母应该为此感到羞耻。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注：我說的不是文化名（包括歷史上的黑人名字），而是文化名。\n往往被無謂的羞辱）。)\n\n我馬上要生孩子了，羣裏的一些人都脫了\n搖椅。最近，有人發帖說要給他們的男嬰取名 \"阿納金\"。他們\n特別是把自己的...",
      "title": "CMV：給孩子起一個你知道他們會被嘲笑的名字是非常自私的，父母應該爲此感到羞恥。"
    }
  ],
  "title": "CMV: it’s incredibly selfish to name a kid something you know they will be teased about and parents should be shamed for it.",
  "created_utc": 1618817430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>NOTE: I am NOT talking about cultural names (including historically black names that are often needlessly shamed). </p>\n\n<p>I’m having a kid soon, and some of the people in the groups are off their rocker. Most recently, someone posted about naming their baby boy “Anakyn.” They SPECIFICALLY put in their post (and I quote) “we know and have considered all of the possible teasing that could happen and we’re OK with the name regardless.” </p>\n\n<p>I feel like wayyyyy too many people name their kids based on what THEY want, to feel cool and special, without any regard for how it will affect their child.</p>\n\n<p>So, CMV: why should parents not be shamed for naming their kids something they KNOW they will be teased about?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mtpiad/cmv_its_incredibly_selfish_to_name_a_kid/",
  "subreddit": "changemyview",
  "id": "mtpiad",
  "is_self": true,
  "media": null,
  "is_video": false
}