{
  "author": "WhiteNorthBlackCraft",
  "original_created_utc": 1637017404,
  "title": "CMV: I believe that promoting the normalization of obesity in the name of body positivity is harmful.",
  "created_utc": 1637055050,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A FEW DISCLAIMERS: </p>\n\n<p>I&#39;m not coming at this from a bigoted point of view, I&#39;m super open to changing my perspective. I know this is going to trigger some very visceral, emotional reactions, READ ENTIRELY BEFORE RESPONDING WITH SOME KNEE-JERK COMMENT, I&#39;M VERY NUANCED ABOUT IT. While it certainly qualifies as one, I sure as fuck not going to post this on UnpopularOpinions, because: </p>\n\n<p>1:  I don&#39;t want crusty incels/basement dwellers/misogynistic cavemen to agree with me. I don&#39;t care about their opinions. </p>\n\n<p>2: I also don&#39;t want this to be spun as an excuse to justify bullshit ideals about what &quot;females&quot; should look like. In my case, it&#39;s definitely not about a gender, it&#39;s about humans in general. </p>\n\n<p>3: I&#39;m actually open to change my view about it, I&#39;m looking for genuine counterpoints, opinions and feedback. I don&#39;t need an echo chamber, I want a discussion. </p>\n\n<p>4: For the record, I am actually an overweight male in my early 30s. Not in horrendous shape, but an apparent belly, about 20-30ish pounds heavier than I believe I should be. I&#39;ve struggled with weight most of life and yo-yo&#39;d constantly between 180 and 330 pounds. I currently seem stable at around 265. Fatphobia has affected me for most of my life and my self-esteem has suffered from it and still does in many ways. My problem is with food, I&#39;ve always known it and the one time I dropped to 180 was on a super strict, restrictive and ultimately, intolerable diet. </p>\n\n<p>NOW THAT&#39;S BEEN SAID, THE POINT: </p>\n\n<p>The current trends of fighting back against fatphobia, or rather, the acceptance of obesity as something that is normal and should be celebrated, is super twisted and one of the most puzzling things that came out of the current social climate. I consider it similar to accepting smoking as a normal lifestyle. </p>\n\n<p>Obesity has been linked to a myriad of health issues, both as a symptom and a cause, not without strong evidence either. I could list them ad nauseam, but it&#39;s been sufficiently debated. </p>\n\n<p>So all this &quot;love yourself as you are&quot; or &quot;body positivity&quot; crap in the context of justifying being overweight is incomprehensible to me. I don&#39;t understand why one should celebrate having a bodily condition that&#39;s proven to be damaging to your health, in the same way I don&#39;t understand why we haven&#39;t yet phased out cigarettes and tobacco products. They both cause strain on our healthcare systems in ways that could be preventable. </p>\n\n<p>I&#39;m absolutely not saying fat people should hide. I don&#39;t believe fat people are disgusting either, far from it. I&#39;ve been in a relationship with a heavier person for a decade, I&#39;ve had sex with many others afterwards and I don&#39;t look to weight as a determing factor in my choice of partners. A gorgeous person is a gorgeous person, no matter the weight. </p>\n\n<p>But it&#39;s not a &quot;normal&quot; physical state for a human. When it&#39;s not caused by lifestyle choices, it&#39;s caused by genetic defects, organ abnormalities and diseases. No human is &quot;born&quot; obese. There&#39;s always an underlying cause that can be either managed or corrected. </p>\n\n<p>And while, yeah, it&#39;s fucking awesome to have the self-confidence to rock a skimpy outfit while being heavier (and I fucking cheer on the people who do, cause I sure as fuck can&#39;t... I haven&#39;t dared going to the beach in ages, for instance) it doesn&#39;t cancel the fact that it&#39;ll eventually bite you back slowly as you age if you don&#39;t do something about the root cause. If it&#39;s not your heart, it&#39;ll be your clogged arteries. If not circulatory, it&#39;ll be musculoskeletal issues. If not that, respiratory problems. You always end up having to do something about that extra weight because it hits you somewhere you didn&#39;t really expect. </p>\n\n<p>But yeah, if some of y&#39;all could throw me a few counters, I&#39;ll be more than happy to give deltas where deserved.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/quszx2/cmv_i_believe_that_promoting_the_normalization_of/",
  "subreddit": "changemyview",
  "id": "quszx2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A FEW DISCLAIMERS:\n\nI'm not coming at this from a bigoted point of view, I'm super open to changing\nmy perspective. I know this is going to trigger some very visceral, emotional\nreactions, READ ENTIRELY BEFORE RESPONDING WITH SOME KNEE-JERK COMMENT, I'M VERY\nNUANCED ABOUT IT. While it certainly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "いくつか免責事項があります。\n\n私は、偏見を持ってこの問題に取り組んでいるわけではありませんし、自分の考え方を変えることにも前向きです。\n自分の視点を変えることにも前向きです。これは非常に直感的で感情的な反応を引き起こすことになると思います。\n私は非常に微妙なニュアンスを持っていますので、膝小僧のようなコメントを返す前に必ず読んでください。\n私はこのことについて、非常に微妙なニュアンスを持っています。確かにそれは...",
      "title": "CMV：ボディ・ポジティブの名の下に、肥満の常態化を助長することは有害だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一些免责声明。\n\n我不是从一个偏执的角度来看待这个问题，我对改变我的观点持超级开放的态度。\n我的观点。我知道这将会引发一些非常内敛的情绪反应。\n我知道这将会引发一些非常直观的、情绪化的反应，在用一些膝盖上的评论来回应之前，请仔细阅读，我对这个问题的看法是非常细致的。\n我对这个问题有细微的考虑。虽然它当然...",
      "title": "CMV：我认为以身体积极性的名义促进肥胖的正常化是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一些免責聲明。\n\n我不是從一個偏執的角度來看待這個問題，我對改變我的觀點持超級開放的態度。\n我的觀點。我知道這將會引發一些非常內斂的情緒反應。\n我知道這將會引發一些非常直觀的、情緒化的反應，在用一些膝蓋上的評論來回應之前，請仔細閱讀，我對這個問題的看法是非常細緻的。\n我對這個問題有細微的考慮。雖然它當然...",
      "title": "CMV：我認爲以身體積極性的名義促進肥胖的正常化是有害的。"
    }
  ]
}