{
  "author": "jmcbuzz",
  "the_new_excerpt": "Why YSK: People with cancer going through treatment have circulation problems\nmeaning that they have cold feet hence the socks. Also the treatment they are\nreceiving dries out the skin and decent skin care products can give a lot of\nrelief. And most important the photo that you give with a personal…",
  "original_created_utc": 1622940946,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、治療中のがん患者は血行障害があります。\nつまり、足が冷えるので、靴下が必要なのです。また、治療によって\n適切なスキンケア製品を使うことで、多くの安心感を得ることができます。\nまた、治療によって肌が乾燥します。そして、最も重要なのは、あなたが個人的に提供する写真です。",
      "title": "YSK：もしあなたに癌の重病を患っている友人がいたら、暖かい靴下やスキンケア用品、そしてあなたのお気に入りのコピー、あなたと彼らが一緒に写っている写真の裏にメッセージが書かれているものなどを贈るといいでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：正在接受治疗的癌症患者有循环问题\n也就是说，他们的脚很冷，因此需要穿袜子。此外，他们所接受的治疗\n他们所接受的治疗会使皮肤变干，适当的皮肤护理产品可以给他们带来很多好处。\n缓解。最重要的是，你给的照片和你的个人照片是一样的。",
      "title": "如果你有一个身患癌症的朋友，最好的礼物是温暖的袜子、护肤品和你最喜欢的与你和他们的照片的实体拷贝，并在背面写上信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：正在接受治療的癌症患者有循環問題\n也就是說，他們的腳很冷，因此需要穿襪子。此外，他們所接受的治療\n他們所接受的治療會使皮膚變幹，適當的皮膚護理產品可以給他們帶來很多好處。\n緩解。最重要的是，你給的照片和你的個人照片是一樣的。",
      "title": "如果你有一個身患癌症的朋友，最好的禮物是溫暖的襪子、護膚品和你最喜歡的與你和他們的照片的實體拷貝，並在背面寫上信息。"
    }
  ],
  "title": "YSK that if you have a friend that is very sick with cancer, sone great gifts are warm socks, skin care products and your favorite copy of a physical copy of a photo with you and them with a written message on the back",
  "created_utc": 1622950602,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People with cancer going through treatment have circulation problems meaning that they have cold feet hence the socks. Also the treatment they are receiving dries out the skin and decent skin care products can give a lot of relief. And most important the photo that you give with a personal message will be a treasured item that will give hope</p>\n</div><!-- SC_ON -->",
  "score": 193,
  "permalink": "/r/YouShouldKnow/comments/nt9vbv/ysk_that_if_you_have_a_friend_that_is_very_sick/",
  "subreddit": "YouShouldKnow",
  "id": "nt9vbv",
  "is_self": true,
  "media": null,
  "is_video": false
}