{
  "author": "databasedsolutions",
  "the_new_excerpt": "I think it's a good idea to support businesses regardless of what race they are.\nI think it's a very toxic mindset to have so say, only support black owned\nbusinesses JUST because they are black. Assuming that the company is struggling\njust because they are black, IS RACISM.\n\nThe problem I have with…",
  "original_created_utc": 1612304506,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得不管是什么种族的企业，都应该支持他们。\n我认为这是一个非常有毒的心态，有这么说，只支持黑人拥有的。\n企业只是因为他们是黑人。假设该公司正在苦苦挣扎\n只是因为他们是黑色的， 是种族主义。\n\n我的问题是...",
      "title": "CMV：以种族为单位支持企业就是种族歧视"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得不管是什麼種族的企業，都應該支持他們。\n我認爲這是一個非常有毒的心態，有這麼說，只支持黑人擁有的。\n企業只是因爲他們是黑人。假設該公司正在苦苦掙扎\n只是因爲他們是黑色的， 是種族主義。\n\n我的問題是...",
      "title": "CMV：以種族爲單位支持企業就是種族歧視"
    }
  ],
  "title": "CMV: Supporting businesses by race is racist",
  "created_utc": 1612326733,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think it&#39;s a good idea to support businesses regardless of what race they are. I think it&#39;s a very toxic mindset to have so say, only support black owned businesses JUST because they are black. Assuming that the company is struggling just because they are black, IS RACISM.</p>\n\n<p>The problem I have with this mindset is that Americans have a very narrow view of diversity, and we seem to think diversity is just black people vs. white people. There are so many other different races out there that have been heavily impacted by that racism.</p>\n\n<p>I have a huge problem when people (or the government) says things like &quot;Black History Month,&quot; essentially denigrating all of black history to just one month, or not recognizing other minority struggles in America. Why not have &quot;Minority history month?&quot; Or why not help all small businesses out regardless of their race and gender?</p>\n\n<p>I&#39;m not white, I&#39;m Asian, and I and many others I&#39;ve known have also suffered a great deal of discrimination in America but it all seems to get blown over like it&#39;s somehow accepted that it happens to Asians and not accepted that it happens to other races.</p>\n\n<p>I don&#39;t have an issue with Joe Biden (or anyone else in the Democrat party) helping black Americans, let me be very clear about this. I do have an issue when they talk about racial equality like other races don&#39;t exist in America. It seems like they ignore every other race out there and focus only on one race which I find very harmful in actually improving racial tensions in the US.</p>\n\n<p>TL;DR-You shouldn&#39;t just be supporting businesses by race. If you do you are only going to add fuel to the fire and you can&#39;t correct racism with more racism (this is coming from an Asian person).</p>\n\n<p>Edit: And let me make this clear too. I 100% believe there is racism out there, but that the only version of racism that seems to be on attack is from white people to black people completely forgetting all other races out there.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lb8bzd/cmv_supporting_businesses_by_race_is_racist/",
  "subreddit": "changemyview",
  "id": "lb8bzd",
  "is_self": true,
  "media": null,
  "is_video": false
}