{
  "author": "DelectPierro",
  "the_new_excerpt": "I’m sorry, but I don’t see the “shut up and play ball” crowd as being very\nenthusiastic about MLK’s March on Washington had they been around back then. I\ncan’t see the Tucker Carlson’s and the Tomi Lahren’s of the world being on board\nwith the Montgomery Bus Boycott.\n\nAnd I can also totally see this…",
  "original_created_utc": 1613685949,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我很抱歉，但我不认为 \"闭嘴打球 \"的人群是非常。\n如果当时他们还在的话，他们会对MLK在华盛顿的游行充满热情。I\n看不到塔克-卡尔森和托米-拉赫伦的世界是在船上的\n与蒙哥马利公车抵制。\n\n我也可以完全看到这一点... ...",
      "title": "CMV：今天那些假装对科林-卡佩尼克不遵守足球比赛前的旗帜庆典感到不快的人，在1950-1960年代也会反对民权运动，很少有例外。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很抱歉，但我不認爲 \"閉嘴打球 \"的人羣是非常。\n如果當時他們還在的話，他們會對MLK在華盛頓的遊行充滿熱情。I\n看不到塔克-卡爾森和托米-拉赫倫的世界是在船上的\n與蒙哥馬利公車抵制。\n\n我也可以完全看到這一點... ...",
      "title": "CMV：今天那些假裝對科林-卡佩尼克不遵守足球比賽前的旗幟慶典感到不快的人，在1950-1960年代也會反對民權運動，很少有例外。"
    }
  ],
  "title": "CMV: Those who pretend to be offended by Colin Kaepernick’s noncompliance to pre-football game flag pageantry today would have also been against the Civil Rights Movement back in the 1950’s-1960’s, with few exceptions.",
  "created_utc": 1613752225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sorry, but I don’t see the “shut up and play ball” crowd as being very enthusiastic about MLK’s March on Washington had they been around back then. I can’t see the Tucker Carlson’s and the Tomi Lahren’s of the world being on board with the Montgomery Bus Boycott. </p>\n\n<p>And I can also totally see this same crowd making a “but what about the economy?” argument against the abolition of slavery back in the middle of the 19th Century. Does anyone honestly believe the Ben Shapiro’s of the world would’ve been supportive of civil rights back in the day if they shout down those protesting unequal protection under the law today? </p>\n\n<p>This is not to say that Kaepernick is right on every issue - I disagree with him on a number of things. I’m simply saying that those whose first reaction to Black Americans protesting today is instinctual rebuttal also would’ve had that same reaction through every significant point in history. </p>\n\n<p>I’m open to changing my mind on this. I am also aware that Republicans were the party of Lincoln/Democrats were the party of the KKK back in the day - so any rebuttal that brings that up, please consider the history of political realignment. I’m talking ideology, not political party.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lmyo4l/cmv_those_who_pretend_to_be_offended_by_colin/",
  "subreddit": "changemyview",
  "id": "lmyo4l",
  "is_self": true,
  "media": null,
  "is_video": false
}