{
  "created_at": "2020-12-22T19:06:11.852Z",
  "title": "Ask HN: Co-founder wants me to leave but won't entertain a buy out offer",
  "url": null,
  "author": "fortydegrees",
  "points": 399,
  "story_text": "I&#x27;m the technical co-founder of a pre-revenue startup. We were 51&#x2F;49% to them and took a small round of pre-seed funding (~$100k) so our cap table is approx 40% for me and co-founder, 10% option pool and 10% investor. We have very standard shareholder agreements for 4yr reverse vesting with 1yr cliff.<p>My (non-technical) co-founder spent $10k to create the initial website over a year ago with the idea. I joined about 11 months ago and since then the idea has changed a bit, we&#x27;ve built loads of products, grown from 2k users to 60k users and continuing to grow due to dominating SEO for our niche.<p>Recently my co-founder said they wanted to work on it themselves. I said I didn&#x27;t want to leave. They suggested I go down to 3% equity and they continue. I said they would need to buy out my equity at a fair price.<p>My co-founder doesn&#x27;t have the money, and the business only has around $40k cash in the bank right now. My co-founder also won&#x27;t entertain the idea of raising external money to buy me out, or monetizing the site right now.<p>To me this seems ridiculous as I&#x27;m literally just giving away my equity after spending 11 months building the tech and growing the business. Right now if we stuck adsense on the site, we&#x27;d generate $5k&#x2F;mo, and we have inbound sales leads looking to spend upwards of $40k with us. Basically, the business is primed to make money.<p>They will not entertain the idea of me buying them out for cash.<p>What are my options here? It&#x27;s basically being presented to me as &quot;Take the 3% otherwise you&#x27;ll own 40% of nothing&quot;. I don&#x27;t really want any equity in the company at this point if I&#x27;m not involved.",
  "comment_text": null,
  "num_comments": 93,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1608647687,
  "_tags": [
    "story",
    "author_fortydegrees",
    "story_25506593",
    "ask_hn",
    "front_page"
  ],
  "objectID": "25506593",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: Co-founder wants me to leave but won't entertain a buy out offer",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "fortydegrees",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "I'm the technical co-founder of a pre-revenue startup. We were 51/49% to them and took a small round of pre-seed funding (~$100k) so our cap table is approx 40% for me and co-founder, 10% option pool and 10% investor. We have very standard shareholder agreements for 4yr reverse vesting with 1yr cliff.<p>My (non-technical) co-founder spent $10k to create the initial website over a year ago with the idea. I joined about 11 months ago and since then the idea has changed a bit, we've built loads of products, grown from 2k users to 60k users and continuing to grow due to dominating SEO for our niche.<p>Recently my co-founder said they wanted to work on it themselves. I said I didn't want to leave. They suggested I go down to 3% equity and they continue. I said they would need to buy out my equity at a fair price.<p>My co-founder doesn't have the money, and the business only has around $40k cash in the bank right now. My co-founder also won't entertain the idea of raising external money to buy me out, or monetizing the site right now.<p>To me this seems ridiculous as I'm literally just giving away my equity after spending 11 months building the tech and growing the business. Right now if we stuck adsense on the site, we'd generate $5k/mo, and we have inbound sales leads looking to spend upwards of $40k with us. Basically, the business is primed to make money.<p>They will not entertain the idea of me buying them out for cash.<p>What are my options here? It's basically being presented to me as &quot;Take the 3% otherwise you'll own 40% of nothing&quot;. I don't really want any equity in the company at this point if I'm not involved.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2020-12-22T14:34:47.000Z",
  "localize": [
    {
      "locale": "zh",
      "title": "HN提问：联合创始人希望我离开，但不会考虑收购要约"
    },
    {
      "locale": "zh-Hant",
      "title": "HN提問：聯合創始人希望我離開，但不會考慮收購要約"
    }
  ],
  "image": "",
  "source_updated_at": 1609271719725
}