{
  "author": "ToughAnswers",
  "original_created_utc": 1633905399,
  "title": "CMV: The current political climate (US) is mostly a misunderstanding perpetuated by external forces.",
  "created_utc": 1633923708,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are obviously actual differences in what people believe to be the &quot;right&quot; policies. However, much of this is exaggerated and exacerbated by the creation of echo chambers, which in turn are wielded by media and others in power to increase their influence and income as applicable. </p>\n\n<p>There are obviously certain fault lines that are beyond compromise for some people--yet even then, I would argue that it is a relative loud minority who even have interest in these fault lines, to the exclusion and in some cases detriment of those who have very practical and even survival level considerations.</p>\n\n<p>This is especially true as the dream of a middle class life has become an impossible attainment for an increasing share of the population.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/q5ift8/cmv_the_current_political_climate_us_is_mostly_a/",
  "subreddit": "changemyview",
  "id": "q5ift8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are obviously actual differences in what people believe to be the \"right\"\npolicies. However, much of this is exaggerated and exacerbated by the creation\nof echo chambers, which in turn are wielded by media and others in power to\nincrease their influence and income as applicable.\n\nThere are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どのような政策が「正しい」と考えているかは、明らかに人によって違います。\nポリシーの違いがあります。しかし、その多くは、エコー・チャンバラの作成によって誇張され、悪化しています。\nエコーチェンバー（反響室）を作ることで誇張され、悪化させています。\nその結果、メディアやその他の権力者は、自分の影響力や収入を増やすために、エコーチェンバーを利用することになります。\n\nそこには...",
      "title": "CMV：現在の政治状況（米国）は、ほとんどが外部からの誤解です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在人们认为是 \"正确的 \"政策方面，显然存在着实际差异。\n的政策。然而，这其中的大部分被夸大了，并由于创造了\n回声室的产生，反过来又被媒体和其他当权者利用，以增加他们的影响力和煽动性。\n这反过来又被媒体和其他掌权者利用，以增加他们的影响力和收入。\n\n有...",
      "title": "CMV：目前的政治气候（美国）主要是由外部力量延续的一种误解。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在人們認爲是 \"正確的 \"政策方面，顯然存在着實際差異。\n的政策。然而，這其中的大部分被誇大了，並由於創造了\n回聲室的產生，反過來又被媒體和其他當權者利用，以增加他們的影響力和煽動性。\n這反過來又被媒體和其他掌權者利用，以增加他們的影響力和收入。\n\n有...",
      "title": "CMV：目前的政治氣候（美國）主要是由外部力量延續的一種誤解。"
    }
  ]
}