{
  "author": "MrMarquis",
  "the_new_excerpt": "A little background. I'm a 75 year old fella and have always enjoyed reading. I\nread science fiction as a pre teen and as a teenager, mysteries in my 20's and\n30's, not much in my 40's or 50's (work was pretty consuming), and now I have\nbeen reading fantasy for the last several years. I have read…",
  "original_created_utc": 1614991247,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "说一下背景。我是一个75岁的老家伙，一直喜欢读书。I\n十几岁前和十几岁时读科幻小说，二十几岁时读神秘小说，二十几岁时读科幻小说。\n30多岁，40多岁、50多岁的时候就没什么事了（工作相当耗费精力），现在我有了\n过去几年一直在读奇幻小说。我读过...",
      "title": "我终于开始看一本我觉得看不完的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說一下背景。我是一個75歲的老傢伙，一直喜歡讀書。I\n十幾歲前和十幾歲時讀科幻小說，二十幾歲時讀神祕小說，二十幾歲時讀科幻小說。\n30多歲，40多歲、50多歲的時候就沒什麼事了（工作相當耗費精力），現在我有了\n過去幾年一直在讀奇幻小說。我讀過...",
      "title": "我終於開始看一本我覺得看不完的書。"
    }
  ],
  "title": "I finally started a book that I don't think I can finish",
  "created_utc": 1615004993,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A little background. I&#39;m a 75 year old fella and have always enjoyed reading. I read science fiction as a pre teen and as a teenager, mysteries in my 20&#39;s and 30&#39;s, not much in my 40&#39;s or 50&#39;s (work was pretty consuming), and now I have been reading fantasy for the last several years. I have read the Kingkiller Chronicles, all the Mistborn series, The Wheel of Time, Malazan (twice), The long earth, Black Company, Lightbringer, Shades of Magic,  Robin Hobbs trilogy of trilogies, Winternight, Book of the Ancestor, Daevabad, and Nevernight. </p>\n\n<p>I started the Lies of Locke Lamora and cannot force myself to slog through. I just have no desire to continuing it and really have no idea why. I then purchased The Theft of Swords and now I am off and running again. </p>\n\n<p>Have any of you had a certain book that you just couldn&#39;t finish and why do you think that was.</p>\n\n<p>Edit: After reading the comments and thinking on what my problem with the book is, I believe I understand the issue.  I visualize the scenes in every book I read and for some reason I can&#39;t visualize the world or the characters. In every book I bookmark the maps and refer to them often but it just doesn&#39;t work for Locke Lamora.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/lyq392/i_finally_started_a_book_that_i_dont_think_i_can/",
  "subreddit": "books",
  "id": "lyq392",
  "is_self": true,
  "media": null,
  "is_video": false
}