{
  "author": "blankblank",
  "original_created_utc": 1632937986,
  "title": "YSK that in most jurisdictions the crime of assault means you threatened someone, not actually attacked them.",
  "created_utc": 1632968065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every time there is a video of an idiot punching someone for no good reason or spitting on them or otherwise making unlawful contact, all the comments yell out: &quot;That&#39;s assault!&quot;</p>\n\n<p>I know it&#39;s incredibly pedantic of me to be bothered by this, but that is a battery. Yes, some jurisdictions have different definitions, but in most places and under common law, assault means a credible threat to commit a battery.</p>\n\n<p>Why YSK: so that you use the correct legal term when describing the behavior of the lunatics in viral videos.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/py0sv5/ysk_that_in_most_jurisdictions_the_crime_of/",
  "subreddit": "YouShouldKnow",
  "id": "py0sv5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every time there is a video of an idiot punching someone for no good reason or\nspitting on them or otherwise making unlawful contact, all the comments yell\nout: \"That's assault!\"\n\nI know it's incredibly pedantic of me to be bothered by this, but that is a\nbattery. Yes, some jurisdictions have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "バカが意味もなく人を殴ったり、唾を吐いたり、不法な接触をしている映像が出るたびに\n唾を吐いたり、不法な接触をしたりするバカの映像を見るたびに、すべてのコメントが次のように叫んでいます。\n叫ぶ。\"暴行だ！\"と。\n\nこれを気にするのは信じられないほど衒学的であることはわかっていますが、それは暴行です。\nバッテリー。確かに、いくつかの管轄区域では...",
      "title": "YSKは、ほとんどの管轄区域において、暴行罪は、誰かを脅したことを意味し、実際に攻撃したことを意味しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每当有一个白痴无缘无故打人的视频出现，或\n吐口水或其他非法接触的视频，所有的评论都会大喊\n喊出 \"这是攻击行为！\"\n\n我知道我对这个问题感到困扰是非常迂腐的，但这是一个\n殴打。是的，一些司法管辖区有...",
      "title": "YSK认为，在大多数司法管辖区，攻击罪意味着你威胁别人，而不是真的攻击他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每當有一個白癡無緣無故打人的視頻出現，或\n吐口水或其他非法接觸的視頻，所有的評論都會大喊\n喊出 \"這是攻擊行爲！\"\n\n我知道我對這個問題感到困擾是非常迂腐的，但這是一個\n毆打。是的，一些司法管轄區有...",
      "title": "YSK認爲，在大多數司法管轄區，攻擊罪意味着你威脅別人，而不是真的攻擊他們。"
    }
  ]
}