{
  "author": "ColossusOfChoads",
  "original_created_utc": 1630749903,
  "title": "I recently saw the classic film 'Casablanca' for the first time: was the portrayal of Sam considered progressive at the time, or was it just more of the same?",
  "created_utc": 1630779995,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since I wasn&#39;t around in 1942, I don&#39;t know how the character of Sam would have come off relative to what was typical of African American portrayals at the time.</p>\n\n<p>On the one hand, he was second fiddle to Bogey and highly loyal, but he wasn&#39;t subservient, and often spoke up if the situation was dire (like when he dragged him onto the train as they were escaping Paris).  He was more of a &#39;right hand man&#39; or a &#39;sidekick&#39; as opposed to a servant.  <del>Marlene Dietrich&#39;s</del> Ingrid Bergman&#39;s (whoops!) character referred to him as &quot;the boy over there&quot; when she first walked in to that gin joint (out of all the other ones in the world), but then she greeted him like a dear old friend and then very nicely pleaded with him to play &#39;As Time Goes By&#39; while he made it clear he&#39;d rather not.</p>\n\n<p>There were a few other things that were a little cringey by modern standards, such as the lyrics of one of his songs referring to his hair and eyes, or the way he walked on the train platform in Paris.</p>\n\n<p>How was his portrayal received at the time, and how has it been criticized in hindsight?</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/AskHistorians/comments/photfj/i_recently_saw_the_classic_film_casablanca_for/",
  "subreddit": "AskHistorians",
  "id": "photfj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Since I wasn't around in 1942, I don't know how the character of Sam would have\ncome off relative to what was typical of African American portrayals at the\ntime.\n\nOn the one hand, he was second fiddle to Bogey and highly loyal, but he wasn't\nsubservient, and often spoke up if the situation was dire…"
}