{
  "author": "thisangrywizard",
  "original_created_utc": 1631021731,
  "title": "YSK that the oft cited study claiming 100 companies create 71% of emissions is commonly misunderstood",
  "created_utc": 1631025769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How it is misunderstood: Many see the cited numbers and believe some greedy cabal is tanking the planet all by themselves. In some cases, it seems some even believe these companies are emitting for no demand-related reason at all. The report, however, includes <a href=\"https://www.epa.gov/climateleadership/scope-3-inventory-guidance\">Scope 3 emissions</a>, which are the downstream uses and effects of their product. So, for instance, if you purchase a gallon of gas from Exxon and burn that fuel, the report includes this as Exxon emissions. This is a very uncommon metric to use, and it&#39;s because it doesn&#39;t get at the heart of what we typically mean when we&#39;re talking about carbon emissions. </p>\n\n<p>Why YSK: <a href=\"https://b8f65cb373b1b7b15feb-c70d8ead6ced550b4d987d7c03fcdd1d.ssl.cf3.rackcdn.com/cms/reports/documents/000/002/327/original/Carbon-Majors-Report-2017.pdf?1499691240\">This study</a> is often held up to feign helplessness or brush off the impact of consumer choice. While we absolutely need to be worried and active about corporate emissions, and must pressure our leaders to curtail emissions by regulating corporations, we should also recognize that our consumption choices play a role - albeit small - in the warming of our planet. Further, while companies should probably worry about the downstream uses of their product, once that product is purchased they can&#39;t really control who does what with it. </p>\n\n<p>I hope nobody sees this and thinks I&#39;m here to defend corporations - I&#39;m not and in fact I&#39;m quite anti-corporation - I just often see this study quoted with no further elaboration.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/pjn6ot/ysk_that_the_oft_cited_study_claiming_100/",
  "subreddit": "YouShouldKnow",
  "id": "pjn6ot",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "How it is misunderstood: Many see the cited numbers and believe some greedy\ncabal is tanking the planet all by themselves. In some cases, it seems some even\nbelieve these companies are emitting for no demand-related reason at all. The\nreport, however, includes Scope 3…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どのように誤解されているか。多くの人は、引用された数字を見て、貪欲な誰かが\n多くの人は、引用された数字を見て、貪欲な陰謀集団が自分たちだけで地球を破滅させていると考えます。場合によっては、これらの企業が需要とは無関係に排出していると信じている人もいるようです。\n場合によっては、これらの企業が需要とは全く関係のない理由で排出していると考える人もいるようです。しかし、この\nしかし、この報告書には、スコープ3...",
      "title": "YSKは、「100社で71％の排出量を占める」という研究結果がよく誤解されていることを指摘しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它是如何被误解的。许多人看到所引用的数字，认为一些贪婪的\n阴谋家们正在自己毁掉这个星球。在某些情况下，似乎有些人甚至\n认为这些公司的排放根本没有与需求相关的原因。该报告\n然而，该报告包括范围3...",
      "title": "YSK认为，经常被引用的研究报告声称100家公司创造了71%的排放量，这通常被误解了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它是如何被誤解的。許多人看到所引用的數字，認爲一些貪婪的\n陰謀家們正在自己毀掉這個星球。在某些情況下，似乎有些人甚至\n認爲這些公司的排放根本沒有與需求相關的原因。該報告\n然而，該報告包括範圍3...",
      "title": "YSK認爲，經常被引用的研究報告聲稱100家公司創造了71%的排放量，這通常被誤解了。"
    }
  ]
}