{
  "author": "thisangrywizard",
  "original_created_utc": 1631021731,
  "title": "YSK that the oft cited study claiming 100 companies create 71% of emissions is commonly misunderstood",
  "created_utc": 1631025769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How it is misunderstood: Many see the cited numbers and believe some greedy cabal is tanking the planet all by themselves. In some cases, it seems some even believe these companies are emitting for no demand-related reason at all. The report, however, includes <a href=\"https://www.epa.gov/climateleadership/scope-3-inventory-guidance\">Scope 3 emissions</a>, which are the downstream uses and effects of their product. So, for instance, if you purchase a gallon of gas from Exxon and burn that fuel, the report includes this as Exxon emissions. This is a very uncommon metric to use, and it&#39;s because it doesn&#39;t get at the heart of what we typically mean when we&#39;re talking about carbon emissions. </p>\n\n<p>Why YSK: <a href=\"https://b8f65cb373b1b7b15feb-c70d8ead6ced550b4d987d7c03fcdd1d.ssl.cf3.rackcdn.com/cms/reports/documents/000/002/327/original/Carbon-Majors-Report-2017.pdf?1499691240\">This study</a> is often held up to feign helplessness or brush off the impact of consumer choice. While we absolutely need to be worried and active about corporate emissions, and must pressure our leaders to curtail emissions by regulating corporations, we should also recognize that our consumption choices play a role - albeit small - in the warming of our planet. Further, while companies should probably worry about the downstream uses of their product, once that product is purchased they can&#39;t really control who does what with it. </p>\n\n<p>I hope nobody sees this and thinks I&#39;m here to defend corporations - I&#39;m not and in fact I&#39;m quite anti-corporation - I just often see this study quoted with no further elaboration.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/pjn6ot/ysk_that_the_oft_cited_study_claiming_100/",
  "subreddit": "YouShouldKnow",
  "id": "pjn6ot",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "How it is misunderstood: Many see the cited numbers and believe some greedy\ncabal is tanking the planet all by themselves. In some cases, it seems some even\nbelieve these companies are emitting for no demand-related reason at all. The\nreport, however, includes Scope 3…"
}