{
  "author": "strawberryestate",
  "original_created_utc": 1629574156,
  "title": "I read all twelve of Salman Rushdie's novels during the pandemic. Here is a review of each and a reading guide.",
  "created_utc": 1629614519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TLDR...</p>\n\n<p><strong>My personal favorites...</strong></p>\n\n<p><em>The Moor&#39;s Last Sigh</em> (1975)</p>\n\n<p><em>The Ground Beneath Her Feet</em> (1999)</p>\n\n<p><strong>The essential Rushdie Novels...</strong></p>\n\n<p><em>Midnight&#39;s Children</em> (1981)</p>\n\n<p><em>Shame</em> (1983)</p>\n\n<p><em>Shalimar the Clown</em> (2005)</p>\n\n<p><em>Quichotte</em> (2019) </p>\n\n<p><strong>For the Rushdie enthusiast only...</strong></p>\n\n<p><em>Grimus</em> (1975)</p>\n\n<p><em>The Satanic Verses</em> (1988)</p>\n\n<p><em>Fury</em> (2001)</p>\n\n<p><em>The Enchantress of Florence</em> (2008)</p>\n\n<p><em>Two Years, Eight Months, and Twenty Eight Nights</em> (2015)</p>\n\n<p><em>The Golden House</em> (2017)</p>\n\n<p><strong>Salman Rushdie is for people who...</strong></p>\n\n<ol>\n<li><p>enjoy genre-defying magical realism</p></li>\n<li><p>enjoy indulgent, decadent prose</p></li>\n<li><p>enjoy post-colonial literature</p></li>\n<li><p>enjoy dense, erudite, literary fiction</p></li>\n<li><p>enjoy slow reads</p></li>\n<li><p>enjoy fierce intertextuality</p></li>\n</ol>\n\n<p>This review will be spoiler-free.</p>\n\n<p>In the year 1981, Salman Rushdie&#39;s <em>Midnight&#39;s Children</em> was published. That novel won the Booker Prize and would be considered by many his greatest literary achievement. The year is now 2021; <em>Midnight&#39;s Children</em> enjoys its fortieth anniversary and Salman Rushdie, who still lives, enjoys a body of fiction that right now numbers at twelve novels. This pandemic era, while for many a tragic and irretrievable period, had its bright spots. 2021’s brightest spot for me was falling in love with literature all over again. Salman Rushdie saved me. That is hyperbole of course. Salman Rushdie never saved me. I have never met the man. Our acquaintance is limited to me reading his books. Alas, his work, when I discovered him, was a vivid flare that helped me fend off my own breed of personal darkness in these trying times. </p>\n\n<p>In the span of only a few months’ time, I read all twelve of his novels.This is both a review of each individual work and a comprehensive reading guide. I do not believe in arbitrary numerical scores when it comes to novels; you will not find them here. Instead I will just tell you what the novels were about, what I loved, what I did not love, and who I think each novel is for. Said novels will be categorized into three groups. The first group will be my personal favorites. This group represents the novels I am most infatuated with, advocate for, and would recommend to any literary friends in my personal life. While these novels are excellent, they may or may not be the optimal options for an entry point into Mr. Rushdie’s fiction. The second group is what I will dub the essentials. These are also novels I love but these also are, in my opinion, novels that must be read in order to capture his contribution to the world of literature. If any one person were to choose to read only a single novel from Rushdie, then they should choose one of the novels from this group. The last but not least group of books will be books, in my eyes, reserved only for the Rushdie enthusiast, for the Rushdie completionist. Make no mistake; these are in no way bad or worse novels than the ones aforementioned. These novels are good but if read by themselves, they could be very misleading and may make some readers form an incomplete picture of Rushdie as an author. You should be immediately skeptical of anyone recommending you start with any of the novels in this group. </p>\n\n<p><strong>1. First impressions…</strong></p>\n\n<p><em>Shalimar the Clown</em> (2005)</p>\n\n<p><em>Shalimar the Clown</em> gets its own section in this post and it will serve as an introduction. When this year began, I never heard of Rushdie. I picked up this novel on a recommendation. Despite <em>Midnight’s Children</em> being much beloved in many circles, I chose <em>Shalimar the Clown</em> because I usually prefer to choose my own entry point with new authors. Why this novel? I could not tell you why. I don’t remember in the slightest. I think now, without an inkling of a doubt, that I could not have chosen a better introduction to Rushdie. <em>Shalimar the Clown</em> splendidly performs two functions for me: its characterizes Rushdie as an author and establishes the motifs that permeate and construct his work. What is the novel about? The plot begins in California. A well-dressed, urbane man of no young age is murdered by his driver. We learn in time that the man murdered came to be a critical figure in the United State’s counter-terrorism apparatus. We learn in time that the murderer is a shameless terrorist, or was he more than that? We learn in time that the murderer was no more than an otherwise ordinary man, suffocating on the bitterness of a long, lost love. </p>\n\n<p>That’s the premise. You will see a version of that summary as a blurb most places you look. You heard the plot but what’s the story? Here, Rushdie displays his talent at simultaneously telling an intimate, individual, character-oriented plot and at the same time mobilizing large, complex ideas. This is one recurrent attribute in Rushdie’s novels: the fact that it is difficult to confine a description of them to a single sentence. Shalimar the Clown is a tragic love story, told against the backdrop of Kashmir and California. <em>Shalimar the Clown</em> is also a meditation on terrorism. Like nearly all of Rushdie’s novels, Shalimar the Clown is an examination of the nature of belief, religion, and religious fundamentalism. Like nearly all of Rushdie’s novels, Shalimar the Clown is also an excoriating look at Middle Eastern and Middle Asian geopolitics and history. I’d like to see you summarize all of that in one short sentence. The stories that Rushdie tell are never flat; they are faceted. They are dimensional. They are always more than what they first seem to be. Rushdie is unafraid to juggle multiple knives. He is unafraid to make us feel afraid, to feel foolish, to feel. Most of the time it works brilliantly and nothing is hurt; most of the time. These novels might be action packed sometimes but Rushdie does not produce pulpy page turners. These are slow, excruciating portraits of real people and real places. Speed demons, beware. These are dense, literary novels so rich with substance that they are being studied in classes today. I will be the first to confess that much of the nuance about what is said about this region of the world is perhaps being lost on me. I am woefully undereducated about countries such as Pakistan, Kashmir, and India; but Rushdie did successfully whet my interest in learning much more. </p>\n\n<p>Another important aspect of Rushdie’s novels is how they are unapologetically postmodern. It didn’t quite take one-thousand-and-one-nights to read all twelve of his books but that story is clearly one of his key inspirations. These novels are often non-linear, overlapping, parallel, layered Russian nesting dolls of narratives. They are filled with ever-changing perspectives, fluctuating pace, dream sequences, and often the all-colorful dream-logic magic realism that harkens to Gabriel Garcia Marquez. On the subject of magical realism, Rushdie was my first exposure to this movement. However, you will find little of it here. This twelve-novel escapade was a learning experience. I learned that magical realism exists on a spectrum. In novels such as here in <em>Shalimar the Clown</em>, and <em>The Golden House</em>, magical realism is merely a whisper, a suggestion. They are, for lack of a better word, more grounded. Then there are novels such as <em>Two Years, Eight Months and Twenty Eight Days</em> which almost disregards genre lines with devilish glee. </p>\n\n<p>Before this section ends, there are two specific things I would like to praise this novel for. The first being how Rushdie humanizes the people often called terrorists. I want to preface whatever I say next that I in no way condone the heinous atrocities committed by terrorists everyday in this modern world. I mean that Rushdie does not fall into the trap of reducing terrorists to faceless caricatures of hate and bigotry and fanaticism. Reducing any form of bigotry to a caricature solves nothing but widen the distance between people. I distinctly remember watching one documentary about a terrorist group in Afghanistan. A journalist was brave enough to enter their camp and interview them. They all stood around the journalist and cameraman, lounging with their rifles bared. There was one scene where the journalist was being shown one of the men’s home village, ravaged by American drone strikes. There they stood, in the rubble of their homes. I will ask you this: who is right? Is it the pilot who levels a village to kill one target? Is it the boy who grows up and takes revenge by driving a car bomb into a busy street? This question is not for me to answer. I don’t believe it can be. Terrorists, much like us, are people. They love, they long, they loathe, and they are capable of feeling and being wronged. </p>\n\n<p>Last, and a galactic distance from being least, is Rushdie’s prose. I will not be the first nor the last reader to ever draw comparisons between Vladimir Nabokov and Salman Rushdie. The extravagance of prose exists on a spectrum. Nabokov and Rushdie exist together at the very tips of opulence. They are both talented polyglots who render their imagination with intense beauty and erudition. There are many conversations about English language prose stylists. Any conversation that excludes Rushdie should quickly be enlightened. This is the universal truth about all of Rushdie novels: they are wrought with a decadent, maximalist, over-caffeinated prose. If you are tired of reading bland sentences, if you want to read an author who clearly loves the English language then you are doing yourself a massive disservice by not reading Rushdie. At some point in the plot, the novel takes a jarring change in perspective. We go from California to Kashmir. The sequences in Kashmir are some of the most wonderful, immersive pieces of fiction I have ever experienced. Kashmir, painted with such artistry, such delicacy, you would think was a magical place torn straight from the pages of The Arabian Nights. I would read the passages here and I would often close the book and close my eyes and picture myself there beneath sharp stars, absorbing like a sponge all the sights and smells of Kashmiri feasting and dancing. It was those passages alone that secured this novel a place in my Valhalla, as one of my personal favorites. Its also one that easily belongs in what are the essential Rushdie novels. This is Shalimar the Clown. It is gorgeous in some places. It is harrowing in others. You should read it. </p>\n\n<p><strong>2. My personal favorites…</strong></p>\n\n<p><em>The Moor’s Last Sigh</em> (1995)</p>\n\n<p>    Pepper. Salt. Cardamon. Cinnamon. Portraits that become moving pictures. A town where time does not pass. A mad artist with ice in his veins. A boy-man racing to his death. A criminal syndicate. Bombs, and some that are even nuclear. A family of spice merchants. This is <em>The Moor’s Last Sigh</em>. I have no idea whether Rushdie is a fan of the Russian classics. He probably is, given how well-studied he is. I imagine this is Rushdie&#39;s answer to War and Peace, and the lengthy, archetypal Russian epic. In a way, all of Rushdie’s novels are their own War and Peace. These are no short stories for the faint of heart or fleeting attention. These are magical realist stories as wide as they are deep, telling us the uncomfortable details of human lives from birth to death. <em>The Moor’s Last Sigh</em> is framed as the narrator, the last scion in a long line of Cochinese spice merchants, recounting to us the events including his family’s slow rise and meteoric decline. It is a story that spans across generations and across cities and across continents. Our Othello here is also a vehicle for exploring more of Indian history, Hindu Nationalism, the clash of beliefs in the subcontinent, and love. Love, love, love. The most potent spice of them all. Rushdie must be a romantic because love, like India, is a character in his books. Lovers in his books tend to have varying degrees of success as couples but love is unerringly portrayed as a potent and dangerous force. While reading this novel, I couldn’t help but notice the faint but irrepressible sensation of black pepper at the back of my throat. It must have been my imagination. After having years of life stolen from him by the fatwa, Rushdie returned to prove to the world that he was not at all creatively impoverished. </p>\n\n<p>    Massive props to Rushdie for also conceiving the greatest sex scene in any novel ever. It might be the only competent sex scene ever written. You can’t convince me otherwise. Erotica authors and romance authors everywhere: read this book and take notes. Take notes. You’ll know it when you see it.</p>\n\n<p><em>The Ground Beneath Her Feet</em> (1999)</p>\n\n<p>    This is not quite a retelling of the Orpheus myths but more of a modern reframing of the Orpheus myths as a story of a fictional, legendary rock group from India. If The Moor’s Last Sigh was Rushdie’s homage to War and Peace, then this must be his homage to Love in the Time of Cholera. Another motif in Rushdie’s writing is the idea of duality, or rather an essential, Jungian “otherness.” Magical realism, as a device, is often deployed to make a statement about reality. In Rushdie’s own words, magical realism is best used to tell the truth in a new, creative way. I can say that he succeeded. Magical realism is used in Rushdie’s novels to highlight the faceted nature of human beings. There are no simple protagonists in these stories. Love, especially. Love returns as a character; this time, a more unrequited form of love. If you like Greek myths and tragedies, read this novel. If you like stories about sexy musicians, read this novel. If you like stories about unrequited love, this is definitely your novel too. </p>\n\n<p><strong>3. The Rushdie essentials…</strong></p>\n\n<p><em>Midnight’s Children</em> (1981)</p>\n\n<p>    This was the novel I saved for last, on my reading list. I am hardly a scholar of literature. I doubt I could say anything approaching original about this timeless classic. I doubt I am saying anything original at all about any of these novels, as a matter of fact. Search the internet for any list-icle revolving fiction rendered in the English language; you will find this novel on nearly all of them. I will never be on any awards committee. I will never truly understand the nuance required of awarding something as prestigious as the Booker Prize. This was not the first Booker I have read but after reading this, I started to see the very edge of understanding what actually is defined as a Booker Prize-worthy work. The best novels, written lovingly, are just portraits after all. What is <em>Midnight’s Children</em> a portrait of? Salman Rushdie is India and India is Salman Rushdie; this novel is a portrait of either or both. They are one and the same. <em>Midnight’s Children</em> is a portrait of a man and also a portrait of this many-limbed, ravenous, reasonless creature on Earth called a country. <em>Midnight’s Children</em> tells the story of the novel’s namesake, India’s midnight’s children, born at that hour when India gained its independence; each born with special powers. <em>Midnight’s Children</em> is also the perfect portrait of Rushdie as an author. It has, for good or ill, Rushdie’s signatures in their naked extremes: its genre-bending magical realism, its acrobatic prose, its self-satisfied narrator, its epic length,  its educational background, its personal pretense, its tragic lovers, its politics, its fairytale eroticism, and more. More and more and more. You do not need to devour the world to understand one person or one place; to come close, you would only need to read this novel. Then, and only then, might you come close to understanding because a world is encompassed in these less-than-one-thousand-and-one pages. You will either adore it or hate it. This novel is the gate. People are either turned away or encouraged to press on into the rest of Rushdie’s work. </p>\n\n<p><em>Shame</em> (1983)</p>\n\n<p>This is easy props to Salman Rushdie. He could have easily profited off himself and milked Midnight’s Children to death. Instead, he wrote a wholly original work that stands on its own. I loved <em>Shame</em> even more than I loved the aforementioned. In a way, they are each other’s companion piece. To tell a story about India, after all, is to also tell a story about Pakistan too eventually. Shame. By levelling an inquisitive gaze on the radicalized Not-Quite-Pakistan, Rushdie points an accusatory finger at the very soul of all hatred and bigotry: shame. The main character is an unlikeable, irreverent, skeptical physician born to three mothers; he is a gaping social and intellectual wound on the religious Pakistani society. <em>Shame</em> does nothing new or different than any other of Rushdie’s beloved novels but I must admit that out of all of them, this one has the most indulgent prose. </p>\n\n<p><strong>4. Novels for the Rushdie enthusiast only…</strong></p>\n\n<p><em>Grimus</em> (1975)</p>\n\n<p>    This is where it all started. This is Salman Rushdie’s debut novel. What is true of this novel is true to the rest of the novels in this group: one, that they are more difficult to rate, and two, that they include Rushdie’s more critically damned works. The sections on individual novels here will be shorter in this category for that reason.</p>\n\n<p><em>Grimus</em> reads like the novel I thought <em>The Satanic Verses</em> would be: its obtuse and somewhat inscrutable. Rushdie mentions in many of his interviews how he spent much of his youth infatuated with classic, pulpy science fiction literature. <em>Grimus</em> is Rushdie’s homage to those science fiction novels. This novel in particular is especially difficult because not only does it deploy esoteric ideas but its also draws heavily on, from what I could discern, Middle Eastern mythology and stories from obscure Sufi poetry. This combination of ideas, while interesting, is not always digestible. Hence why it is difficult to really conclude whether Rushdie is successful telling the story he wanted to tell. To me, I get the impression that this novel was Rushdie’s own personal experiment. This novel is just Rushdie proof to himself that he can be an author. Did I enjoy it and do I think its a good book? Yes, I did enjoy it. My time was not wasted but I found some parts of it unpalatable; I think it will be unpalatable to many other readers in general. </p>\n\n<p><em>The Satanic Verses</em> (1988)</p>\n\n<p>    Here it is: the infamous Satanic verses. The verdict? Its infamous for no good reason whatsoever but first, let me address the elephant in the room. This might be the most controversial part of my “review.” Yes, I am putting <em>The Satanic Verses</em> in the enthusiasts-only category. Why? Forget the notoriety for a moment. I personally do not think this novel does anything different than the novels nor better than the novels in my own favorites category or the essentials category. That’s not to say this is a bad novel. Its quite good and I loved it dearly. I just think that this is a horrible place to start if you want to try reading some of Rushdie’s work. </p>\n\n<p>So what is <em>The Satanic Verses</em> and what is so controversial about it? That is a loaded question but it gets easy if you think of the novel in parts. <em>The Satanic Verses</em> is one part novelization of the narrative of the Prophet Muhamed, told in dream or dream-like interludes. It is also one part magical realist parable about racism and  the immigration experience. It is one part, like all Rushdie’s novels ever written, also an exploration of religion and religious fundamentalism; although not quite the atheist parable it is often touted as often in lots of circles. That all sounds fine, right? So what was the “controversial” part? The “controversy” was generated from the first part I mentioned. In the “dream sequences” revolving around the prophet Muhammed, there are three essential things that upset the Muslim world. One: the suggestion that Muhammed, when receiving instructions from God or His archangels, was actually receiving instructions from the Devil. Two: the suggestion that Muhammed was told that Allah accepts several pagan deities of Mecca. Three: the suggestion that several Meccan prostitutes had taken the names of all of Muhammed’s harem. There is an unspoken fourth essential element that is perhaps the most damning: the suggestion that Muhammed was an ordinary man, flawed and fallible and possessing a capacity for as great ill as good; the suggestion that Muhammed could not hear gods nor archangels, and that he merely engineered his own instructions to use belief as a tool of control and manipulation. If I am being frank, the “present day” sections of the story were a little bit dry and definitely my least favorite stretches of the novel. They were by no means bad but I found myself far more enamored by the dream sequences. How much you enjoy <em>The Satanic Verses</em> depends on how much, or rather how little, you are already familiar with Islamic theology. I knew nothing. Which is why the sections taking place in the city of “Jahilia” were the most interesting to me. This point confounds me though. I don’t understand why this novel is so controversial among Muslims. From my rudimentary understanding of these complex subjects, <em>The Satanic Verses</em> does not make any original statements about the narrative of Muhammed. Perhaps someone more educated on this subject could enlighten me. </p>\n\n<p>    So who is this novel for? I have no idea. It worked for me. The novel does make atheist suggestions but I wouldn’t call it the epitome of an atheist story. I wouldn’t exactly call this novel polemical either. I believe that this is one of Rushdie’s best books but at the same time, I do not think you will lose anything by skipping it. I often see this novel recommended as an entry point into the work of Rushdie. I said it before at the beginning of this review but I will say it again: I believe you should be immediately skeptical of anyone who first recommends any of the novels in this enthusiast category. That includes <em>The Satanic Verses</em>. To a serious devotee of English literature, I would only recommend this novel third. I am always going to recommend <em>Midnight’s Children</em> and <em>Shame</em> first. </p>\n\n<p>I will forever be exasperated by the fact the Rushdie had years of his life stolen from him over a novel so innocuous. </p>\n\n<p><em>Fury</em> (2001)</p>\n\n<p>    This is another novel that is hard to rate. This is, in my opinion, the closest thing Rushdie wrote to his weakest novel. At this point in my life, I have never read a single thing from Philip Roth. This novel reads like what I imagine a Philip Roth novel reads like. Rushdie says he is a massive fan of Philip Roth and that’s where I think this novel fails; Fury isn’t Rushdie writing at his best because here he is only writing in his best impression of another author. So what is Fury about? Like <em>The Satanic Verses</em>, <em>Fury</em> is a novel that can be described in parts. It is one part portrait of pre-9/11 United States. It is also one part satirization of the Philip Roth-esque, damaged artist-as-celebrity philanderer. I do not think this novel is as profound as it seems to be but at the same time, perhaps that is the point. Perhaps it is profound because its a story about shallowness. Perhaps that would be giving this novel to much credit. I would tell other people that they can skip this novel and not lose a wink of sleep. I don’t think my time was wasted reading this book but I don’t think I gained anything substantial either. </p>\n\n<p><em>The Enchantress of Florence</em> (2008)</p>\n\n<p>    From what little discourse I have seen in online circles of Rushdie fanatics, there seems to be a prevailing sentiment that Rushdie’s weakest novels are the ones released after <em>Shalimar the Clown</em> but before <em>Quichotte</em>. I am going to have to take a stance here and wholly disagree. I absolutely adored all three of the novels published in this period of time. Do you like historical fiction? Do you admire the imagery and aesthetics of Renaissance Italy? You should definitely read this novel then. The reason why this is in the enthusiast category is because The Enchantress of Florence reads like a story told straight from the pages of <em>The Arabian Nights</em>. <em>The Arabian Nights</em>, much like the original and unsanitized fairytales compiled by the Brothers  Grimm and Andersen, are an acquired taste. Unless you have read and enjoyed <em>The Arabian Nights</em>, then you won’t enjoy this novel. <em>The Enchantress of Florence</em>, and the next novels Rushdie wrote, is the closest Rushdie will ever flirt with writing fantasy literature; fantasy in the vein of those old myths and folktales. This is the Rushdie sleeper-hit. </p>\n\n<p><em>Two Years, Eight Months, and Twenty-Eight Nights</em> (2015)</p>\n\n<p>    This is another Rushdie sleeper-hit, where he flirts with fantasy. If you made it this far into the review, you will have seen that I do not think of <em>The Satanic Verses</em> as the premiere atheist novel. That title goes to this novel.</p>\n\n<p>    Earlier this year, I had the absolute pleasure of reading Ursula K. Le Guin’s <em>Earthsea Cycle</em> for the first time. I would describe that series as a feminist-flavored Taoist parable that criticizes the power structures often ideated by traditional fantasy literature. <em>Two Years, Eight Months, and Twenty-Eight Nights</em> (which I will now abbreviate as TYEMTN) is the <em>Earthsea Cycle</em>&#39;s irreverent inverse. This novel I would describe as a magical realist, atheist parable that criticizes the power structures often ideated by religion.</p>\n\n<p>    Let’s get philosophical for a moment. Download this novel as a document you can edit. Search for and highlight every instance of the word Jinn or Jinni, then replace the word with either God or Allah. The effect? Nothing. Nothing would change. The story told is the same. If people are not responsible for their own actions, then who is? That is a central question posed constantly throughout the story. This central question and its exploration is the single most damning argument for atheism I have ever read. Forget Rushdie’s good friend Christopher Hitchens. Forget Richard Dawkins or Sam Harris or whatever flavor of famous atheist you choose to name. This novel is the premiere atheist novel, hiding shyly beneath the veneer of sheer fantasy. <em>TYEMTN</em> tells us the world we live in is fictional. In the real world, Jinn and Jinnis and their possession of us is the cause of human lust and greed and envy and hate and violence. Do you see the problem already? People on this planet already say that God compelled them to commit great or terrible deeds. A wealthy person gives half his fortune to charity; clearly it was a supernatural act. He must have been possessed by a good Jinn, or a Jinni in a good mood, so why should we bother recognizing his charity? A terrorist hijacks an aircraft and kills everyone aboard in a horrific suicide bombing; clearly he was possessed by an evil Jinni, or a Jinn in a bad mood. His actions clearly were not his own, so why should we punish him? The Jinn or Jinni told him to. This is the problem presented by the novel. This is the fissure, the gaping wound in all belief. To believe in God or Fate or astrology or what have you is to divorce human beings from blame, from agency. If you like your magical realism to suffocate you, read this novel. If you want to question all your beliefs, then read this novel; it is far more profound than it lets on.  Don’t be fooled by all the magic bottles and sexy, wish-granting fairies. </p>\n\n<p><strong>5. A special section…</strong></p>\n\n<p><em>The Golden House</em> (2017) and <em>Quichotte</em> (2019)</p>\n\n<p>These two novels deserve their own special section because they are both good and separate themselves from Rushdie’s Fury. I would firmly place Quichotte as one of the Rushdie essentials with the caveat that if you read Quichotte, I think you should also read The Golden House (which, individually, I would put The Golden House in the enthusiast column). The reason being is that these two novels represent an important period of Rushdie as an author. Rushdie, much like our king, Vladimir Nabokov, was eventually Americanized and his work was affected. These two novels, both in story and message, are uniquely American. Both novels are excoriating portraits of pre-Trump, Trump, and post-Trump America. All of America is naked; its ugliness, its bigotry, its anti-intellectualism, its pseudo-intellectualism, its hate, its violence, its detachment. Rushdie tells American stories with a distinct Hindu flavor and its brilliant. The Golden House being a satire about Trump-era America, vulnerable and full of humor. Quichotte is a hostile reprimand of America’s “trash culture:” its anti-vaxxers and flat-Earthers and reality TV stars and eccentric trillionaires and celebrated criminals. If you are American, definitely read these two novels. </p>\n\n<p><strong>6. Conclusions, Rushdie tropes, and Women…</strong></p>\n\n<p>Earlier, in my discussion about <em>The Moor’s Last Sigh</em>, I praised rushdie for conceiving the greatest sex scene ever seen in literature. I can happily praise Salman Rushdie for writing some of my favorite female characters too. <em>Shalimar the Clown</em> has the aptly named Californian named India and <em>The Moor’s Last Sigh</em> has the tiger-eating matriarch Isabelle de Gama. I love the female protagonists that Rushdie implemented. Despite all the sex and eroticism, you won’t ever find Rushdie on <a href=\"/r/menwritingwomen\">r/menwritingwomen</a>; if you do, then I don’t think he belongs there. </p>\n\n<p>I am not saying Rushdie is faultless either. Rushdie’s body of work, like all authors, has its own idiosyncratic tropes: the young femme fatales, the nested storytelling, stories-as-homage, the cucks and cuckolds, the philanderers and playboys, the rich-have-problems-too, the seductresses, the lonely old men, et cetera, et cetera. However, in his defense, you probably won’t ever notice those tropes unless you read a lot of his novels like I did. </p>\n\n<p>I am not here to claim he is perfect. I am not here to be an apologist either. I only state that I think he writes female protagonists well and that his tropes, while not always amusing, are mostly forgivable. I included this section because I felt I must say this. There is a lot of discourse on this subject, especially in these online circles. </p>\n\n<p>Who is Rushdie for then? I think the novels of Salman Rushdie are there for all lovers of English literature. Those who have not been exposed to his work are missing an essential experience as a reader. If you love magical realism, if you crave prose style from a wordsmithing god, if you want post-colonial themes, if you want literature that will fuel your mind, then you should read Salman Rushdie. </p>\n\n<p>That concludes my review. Thank you for reading. If you have any questions, or want to let me know what you think, leave a comment. :)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p8xo73/i_read_all_twelve_of_salman_rushdies_novels/",
  "subreddit": "books",
  "id": "p8xo73",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TLDR...\n\nMy personal favorites...\n\nThe Moor's Last Sigh (1975)\n\nThe Ground Beneath Her Feet (1999)\n\nThe essential Rushdie Novels...\n\nMidnight's Children (1981)\n\nShame (1983)\n\nShalimar the Clown (2005)\n\nQuichotte (2019)\n\nFor the Rushdie enthusiast only...\n\nGrimus (1975)\n\nThe Satanic Verses…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TLDR...\n\n私の個人的なお気に入り...\n\nムーア人の最後の吐息（1975年\n\n彼女の足の下の地面」（1999年\n\nラシュディの小説で欠かせないもの...\n\n真夜中の子供たち』（1981年\n\nシェイム』（1983年\n\n道化師シャリマー』（2005年\n\nキショット（2019年\n\nラシュディ愛好家だけのために...。\n\nグリムス（1975年\n\n悪魔の詩』...",
      "title": "私はパンデミックの間、サルマン・ラシュディの小説を12冊すべて読みました。ここでは、それぞれのレビューとリーディングガイドを紹介します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TLDR...\n\n我个人的最爱...\n\n摩尔人的最后叹息》(1975)\n\n她脚下的土地》(1999)\n\n拉什迪的基本小说...\n\n午夜的孩子》(1981)\n\n羞耻》(1983)\n\n小丑夏利玛》（2005年\n\nQuichotte (2019)\n\n仅供拉什迪的爱好者阅读...\n\n格里默斯》（1975\n\n撒旦诗篇》（The Satanic Verses）...",
      "title": "我在大流行期间读了萨尔曼-拉什迪的所有12部小说。以下是对每本小说的评论和阅读指南。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TLDR...\n\n我個人的最愛...\n\n摩爾人的最後嘆息》(1975)\n\n她腳下的土地》(1999)\n\n拉什迪的基本小說...\n\n午夜的孩子》(1981)\n\n羞恥》(1983)\n\n小丑夏利瑪》（2005年\n\nQuichotte (2019)\n\n僅供拉什迪的愛好者閱讀...\n\n格里默斯》（1975\n\n撒旦詩篇》（The Satanic Verses）...",
      "title": "我在大流行期間讀了薩爾曼-拉什迪的所有12部小說。以下是對每本小說的評論和閱讀指南。"
    }
  ]
}