{
  "author": "benjaminbutton2000",
  "the_new_excerpt": "Emotional intelligence and being self aware should be considered as important as\nintellectual intelligence especially in our modern day with social pandemics\narising such as male suicide rate. Emotional intelligence is so important for\nidentifying hurt in others and self awareness which allows you…",
  "original_created_utc": 1617527857,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "情商和自我意识应该被认为与\n智商\n诸如男性自杀率等问题。情商是如此重要\n识别他人的伤害和自我意识，让你... ...",
      "title": "CMV：情商与智商同等重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "情商和自我意識應該被認爲與\n智商\n諸如男性自殺率等問題。情商是如此重要\n識別他人的傷害和自我意識，讓你... ...",
      "title": "CMV：情商與智商同等重要"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "感情的な知性と自己認識は、次のように重要視されるべきです。\n特に男性の自殺率のような社会的パンデミックが発生している現代では\n男性の自殺率のような社会的なパンデミックが発生している現代では特にそうです。感情的な知性は以下の点で非常に重要です。\n感情的な知性は、他人の傷を見極めるためにも、また自己認識のためにも重要です。",
      "title": "CMV: エモーショナル・インテリジェンスは、知的なインテリジェンスと同様に重要である"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "感情的な知性と自己認識は、次のように重要視されるべきです。\n特に男性の自殺率のような社会的パンデミックが発生している現代では\n男性の自殺率のような社会的なパンデミックが発生している現代では特にそうです。感情的な知性は以下の点で非常に重要です。\n感情的な知性は、他人の傷を見極めるためにも、また自己認識のためにも重要です。",
      "title": "CMV: エモーショナル・インテリジェンスは、知的なインテリジェンスと同様に重要である"
    }
  ],
  "title": "CMV: Emotional intelligence is as important as intellectual intelligence",
  "created_utc": 1617540909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Emotional intelligence and being self aware should be considered as important as intellectual intelligence especially in our modern day with social pandemics arising such as male suicide rate. Emotional intelligence is so important for identifying hurt in others and self awareness which allows you the ability to change yourself(for the better)</p>\n\n<p>I also believe that emotional intelligence can aid actual intellectual intelligence and it can allow you to think more abstractly when it comes to weighing out options or debating a certain aspect as it aids you with the trait of introspection.</p>\n\n<p>Some people who do are not academically smart may possess qualities of someone who is socially and emotionally smart; they can see through others and they are more suited for jobs in helping others.</p>\n</div><!-- SC_ON -->",
  "score": 228,
  "permalink": "/r/changemyview/comments/mjsviy/cmv_emotional_intelligence_is_as_important_as/",
  "subreddit": "changemyview",
  "id": "mjsviy",
  "is_self": true,
  "media": null,
  "is_video": false
}