{
  "author": "coco-palawan",
  "the_new_excerpt": "I lost all my books (small shelf) in a flood last November and I am having a\nhard deciding which one to buy first. I am almost done reading the only book\nthat survived and ready to start a new small collection.\n\nHere are some titles I am considering, I guess I would like a vote on which is\nyour…",
  "original_created_utc": 1611953100,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "去年11月的一次洪水中，我失去了所有的书（小书架），我现在有一个。\n很难决定先买哪一本。我几乎看完了唯一的一本书\n的幸存下来，准备开始新的小收藏。\n\n以下是我正在考虑的一些书目，我想我想投票决定哪些是\n你的...",
      "title": "我的书都被洪水冲走了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "去年11月的一次洪水中，我失去了所有的書（小書架），我現在有一個。\n很難決定先買哪一本。我幾乎看完了唯一的一本書\n的倖存下來，準備開始新的小收藏。\n\n以下是我正在考慮的一些書目，我想我想投票決定哪些是\n你的...",
      "title": "我的書都被洪水沖走了"
    }
  ],
  "title": "Lost all my books in a flood",
  "created_utc": 1611975215,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I lost all my books (small shelf) in a flood last November and I am having a hard deciding which one to buy first. I am almost done reading the only book that survived and ready to start a new small collection.</p>\n\n<p>Here are some titles I am considering, I guess I would like a vote on which is your favorite :)\n- The art of war - Sun Tzu (classic that I always wanted to read)\n- And then there were none - Agatha Christie (read it years ago and I loved it, I thing I remember the assassin but probably not enough to ruin my pleasure)\n- Three men in a boat - Jerome K Jerome (found in this sub)\n- The hitchhiker’s guide to the galaxy - Douglas Adams (found in this sub)\n- Wool Omnibus (Silo) - Hugh Howey (recommended by a friend)\n- The road - Cormack McCarthy (watched the movie and my husband recommended the book)\n- The book thief - Markus Zusak (got reminded of it here)</p>\n\n<p>Could you guys give me your recommendation from the above list? :)</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/booksuggestions/comments/l83nym/lost_all_my_books_in_a_flood/",
  "subreddit": "booksuggestions",
  "id": "l83nym",
  "is_self": true,
  "media": null,
  "is_video": false
}