{
  "author": "RealFirstName_",
  "the_new_excerpt": "My view on the phrase “all cops are bastards” is that while it is a convenient\nway to express distaste with policing in the US it doesn’t allow any room for\nwhat is good and working.\n\nFor example: I recently saw a video where a person was getting arrested on the\nstreet. One cop cuffing him, another…",
  "original_created_utc": 1610925815,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我对 \"所有的警察都是混蛋 \"这句话的看法是，虽然这是个方便的说法，但我认为这是个很好的例子。\n表示厌恶的方式与美国的警察 它不允许任何空间的\n好的、管用的东西。\n\n比如说 我最近看到一个视频 一个人被逮捕的地方\n街上。一个警察铐住他，另一个... ...",
      "title": "[改变我的想法]：\"ACAB \"最终对美国的伤害大于帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對 \"所有的警察都是混蛋 \"這句話的看法是，雖然這是個方便的說法，但我認爲這是個很好的例子。\n表示厭惡的方式與美國的警察 它不允許任何空間的\n好的、管用的東西。\n\n比如說 我最近看到一個視頻 一個人被逮捕的地方\n街上。一個警察銬住他，另一個... ...",
      "title": "[改變我的想法]：\"ACAB \"最終對美國的傷害大於幫助。"
    }
  ],
  "title": "CMV: \"ACAB\" is ultimately going to hurt America more than it will help.",
  "created_utc": 1610956924,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My view on the phrase “all cops are bastards” is that while it is a convenient way to express distaste with policing in the US it doesn’t allow any room for what is good and working.</p>\n\n<p>For example: I recently saw a video where a person was getting arrested on the street. One cop cuffing him, another standing in front, and a third walks up and points a rifle to the suspect’s head inches away. In the comment section I saw a lot of “ACAB” type comments and there were discussions over if any of those cops were “good” and it seemed that the conclusion was “the one cuffing him may be the only one there doing good, but he’s a cop so he’s not.”</p>\n\n<p>From where I sit there has to be good cops, and cops that want to do better. Cops still play a vital role in the country and while many seem to be questionable there are always going to be things that cops have to do.</p>\n\n<p>How “ACAB” will ultimately hurt the situation is that with defunding and restructuring police in America we will still have cops, and I imagine many cops right now will still be cops then. At some point we need to accept that there are good cops, but “ACAB” doesn’t allow for that step. It’s an all-or-nothing point of view that doesn’t stem from any critical thinking nor does it allow it.</p>\n\n<p>Note: this isn’t a view about police reform, social injustices, or anything other than a mindset that while may help changes things right now, will inhibit change in the future.  </p>\n\n<p>Edit: My view isn&#39;t about the person behind the badge, it&#39;s about being able to accept when the system is better/good.</p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/kzhp2y/cmv_acab_is_ultimately_going_to_hurt_america_more/",
  "subreddit": "changemyview",
  "id": "kzhp2y",
  "is_self": true,
  "media": null,
  "is_video": false
}