{
  "author": "MollyWhingo",
  "the_new_excerpt": "We've been together for almost a decade now and I have never once seen him\nfinish a book. He's really smart and has no qualms with reading other than not\nhaving enough down time in which to do so. Each time I finish a really good\nbook, all I want to do is talk to him about it, but can never bring…",
  "original_created_utc": 1616405804,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我们在一起快十年了 我从来没有见过他。\n完成一本书。他真的很聪明，对读书没有任何顾虑，除了不\n有足够的时间去做。每次我完成一个非常好的\n书，所有我想做的就是和他谈谈， 但永远不能把... ...",
      "title": "老公终于读懂了，我也是喜出望外。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們在一起快十年了 我從來沒有見過他。\n完成一本書。他真的很聰明，對讀書沒有任何顧慮，除了不\n有足夠的時間去做。每次我完成一個非常好的\n書，所有我想做的就是和他談談， 但永遠不能把... ...",
      "title": "老公終於讀懂了，我也是喜出望外。"
    }
  ],
  "title": "My husband is finally reading and I am over the moon.",
  "created_utc": 1616412028,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We&#39;ve been together for almost a decade now and I have never once seen him finish a book. He&#39;s really smart and has no qualms with reading other than not having enough down time in which to do so. Each time I finish a really good book, all I want to do is talk to him about it, but can never bring myself to do so as I feel like I&#39;m spoiling things for him, even though I know it&#39;s not likely that he&#39;ll ever read whatever book is in question. </p>\n\n<p>Last year I found an audiobook of The Clan of the Cave Bear by Jean M. Auel on YouTube and decided to give it a go. Hubby listened to the whole thing with me and even seemed to enjoy it, even though he&#39;s more of a sci-fi/fantasy person. I&#39;m not much one for audiobooks and personally more of a fan of physical copies, so it was the first experience of it&#39;s kind that we&#39;d had together. </p>\n\n<p>Then one of my favorite books got adapted to a TV series. It&#39;s called A Discovery of Witches by Deborah Harkness; my husband found a used copy at our local thrift shop and bought it for me as a Christmas present a few years ago. I fell in love and finished the trilogy as quickly as I could get my hands on each book. I bought the first season and binge watched every episode in a single sitting. Then hubby watched it with me. He enjoyed the story and commented on how he could see why I enjoyed the books so much. </p>\n\n<p>After watching the season twice in a week I was more than ready for a re-read, and then it hit me: if he enjoyed the Cave Bear audiobook, why don&#39;t I just read this one aloud to him? I&#39;m pretty good at it, even if I&#39;m not great with voices and stutter occasionally, but it&#39;s something I&#39;ve always enjoyed when I did it for school, reading to my siblings/our daughter, etc.</p>\n\n<p>Long story short, we are almost finished with the second book in the trilogy and he loves it as much as I do! All these years I&#39;ve wanted to share this passion with him and we have finally found a way to enjoy books together. I couldn&#39;t be happier. </p>\n\n<p>(Posting this on mobile so apologies in advance for any formatting issues. Also, I&#39;m no author so go easy on my grammar lol.)</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/majgty/my_husband_is_finally_reading_and_i_am_over_the/",
  "subreddit": "books",
  "id": "majgty",
  "is_self": true,
  "media": null,
  "is_video": false
}