{
  "author": "Dalimey100",
  "the_new_excerpt": "Note: this YSK is mostly for Americans Why YSK: By knowing the right tool to use\nfor one of the best known furniture chains, you can avoid wasting time needless\nreplacement parts or repairs.\n\nSo after nearly ruining a patio chair, I did some research and discovered that\nfor a lot of their screws…",
  "original_created_utc": 1615434793,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "注意：这个YSK主要是给美国人用的 为什么要用YSK：通过了解正确的工具来使用。\n为最知名的家具连锁店之一，你可以避免浪费时间不必要的。\n更换零件或维修。\n\n因此，在差点毁掉一把庭院椅之后，我做了一些研究，发现\n他们的很多螺丝...",
      "title": "YSK，如果你在剥离宜家螺丝时遇到问题，可能是因为你用错了螺丝刀。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注意：這個YSK主要是給美國人用的 爲什麼要用YSK：通過了解正確的工具來使用。\n爲最知名的傢俱連鎖店之一，你可以避免浪費時間不必要的。\n更換零件或維修。\n\n因此，在差點毀掉一把庭院椅之後，我做了一些研究，發現\n他們的很多螺絲...",
      "title": "YSK，如果你在剝離宜家螺絲時遇到問題，可能是因爲你用錯了螺絲刀。"
    }
  ],
  "title": "YSK, if you're having issues with stripping Ikea screws, its possibly because you're using the wrong screwdriver.",
  "created_utc": 1615456454,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Note: this YSK is mostly for Americans\n<strong>Why YSK:</strong> By knowing the right tool to use for one of the best known furniture chains, you can avoid wasting time needless replacement parts or repairs.</p>\n\n<p>So after nearly ruining a patio chair, I did some research and discovered that for a lot of their screws they don&#39;t use Philips/ cross head screws, but Posidriv. You can see the difference <a href=\"https://s3.amazonaws.com/finehomebuilding.s3.tauntoncloud.com/app/uploads/2016/04/09113923/021254038-phillips_xlg-700x603.jpg\">here</a>. The best way to tell is to look for the four small tick marks between the parts of the cross. Posidriv screws are fairly common in Europe, but almost nonexistent in commercial products in the US, with the exception of Ikea. If you find yourself frequently assembling Ikea products, pick up some Posidriv screwdrivers and see how much easier they get!</p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/YouShouldKnow/comments/m2h6q2/ysk_if_youre_having_issues_with_stripping_ikea/",
  "subreddit": "YouShouldKnow",
  "id": "m2h6q2",
  "is_self": true,
  "media": null,
  "is_video": false
}