{
  "author": "DavidEbenbach",
  "the_new_excerpt": "I'm reading Don Quixote for the first time, and I'm struck by how funny it is. I\nmean, this novel was written four hundred years ago and yet the humor—which you\nmight expect to fall flat for a contemporary reader, coming from such a\ndifferent time and culture—still works. Of course, some of…",
  "original_created_utc": 1618542615,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "初めてドン・キホーテを読んでいますが、その面白さに衝撃を受けています。I\nつまり、この小説は400年前に書かれたものですが、現代の読者には平板に感じられるかもしれないようなユーモアが\nこの小説は400年前に書かれたものですが、現代の読者にとっては、時代も文化も違うので、平板なものになってしまうかもしれません。\nこの小説は400年前に書かれたものですが、時代や文化が異なる現代の読者にとっては、平板なものになってしまうかもしれません。もちろん、いくつかの...",
      "title": "ユーモアを忘れない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我第一次读《堂吉诃德》，我被它的有趣所打动。I\n意思是，这本小说是四百年前写的，但幽默--这是你的\n对于当代读者来说，可能会觉得平淡无奇，来自于这样一个\n不同的时间和文化--仍然有效。当然，有些...",
      "title": "幽默感经久不衰!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我第一次讀《堂吉訶德》，我被它的有趣所打動。I\n意思是，這本小說是四百年前寫的，但幽默--這是你的\n對於當代讀者來說，可能會覺得平淡無奇，來自於這樣一個\n不同的時間和文化--仍然有效。當然，有些...",
      "title": "幽默感經久不衰!"
    }
  ],
  "title": "Humor endures!",
  "created_utc": 1618552275,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m reading <em>Don Quixote</em> for the first time, and I&#39;m struck by how funny it is. I mean, this novel was written <em>four hundred years ago</em> and yet the humor—which you might expect to fall flat for a contemporary reader, coming from such a different time and culture—still works. Of course, some of Shakespeare&#39;s comedies are older than that, and they&#39;re still funny, too. Or take Aristophanes—have you read any of his plays? Hilarious—and 2,400 years old.</p>\n\n<p>Obviously not everything that was once funny still is. But it amazes me—kind of thrills me—that <em>any</em> humor endures across huge shifts in human society.</p>\n\n<p>Which makes me want to ask: Are there any contemporary authors who will still be funny in (if the species survives this long) four or five hundred years? Or two thousand? What do you think?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/mruljo/humor_endures/",
  "subreddit": "books",
  "id": "mruljo",
  "is_self": true,
  "media": null,
  "is_video": false
}