{
  "author": "Zappavishnu",
  "original_created_utc": 1631892552,
  "title": "CMV: Being in the military doesn't make you a hero. It make you a strong-arm enforcer of corporate interests",
  "created_utc": 1631904322,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a military veteran. I served during the Vietnam war. I see nothing  heroic in military service. I see mostly kids from disadvantaged  socio-economic backgrounds joining the military to escape their dead end  lives. And the military offers that, there is no doubt. I served and  I&#39;m glad I did. The service helped me out of poverty, but I had no  illusions about who and what I was serving. We haven&#39;t been involved in  an existential war since the 1940s. All of our actions after that, and  most of them before, have been to protect and promote the American  corporate hegemony. We want docile trading partners, that&#39;s it. If you  are in the military your only job is to keep the spice flowing. You  don&#39;t protect Americans. You protect American business interests abroad.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/pq2cmn/cmv_being_in_the_military_doesnt_make_you_a_hero/",
  "subreddit": "changemyview",
  "id": "pq2cmn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a military veteran. I served during the Vietnam war. I see nothing heroic\nin military service. I see mostly kids from disadvantaged socio-economic\nbackgrounds joining the military to escape their dead end lives. And the\nmilitary offers that, there is no doubt. I served and I'm glad I did.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は軍の退役軍人です。ベトナム戦争に従軍しました。兵役に英雄的な要素はありません。\n兵役に英雄性はありません。私は、社会経済的に恵まれない環境にいる子供たちが、厳しい環境から逃れるために\n恵まれない社会経済的背景を持つ子供たちが、行き詰った生活から逃れるために軍に参加しています。そして軍隊は\n軍隊がそれを提供してくれるのは間違いありません。私は兵役に就き、それを喜んでいます。....",
      "title": "CMV: 軍隊にいるからといって、ヒーローになれるわけではありません。企業の利益のための強力な武器の執行者になるのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名退伍军人。我在越南战争期间服役。我认为服兵役没有任何英雄主义\n在军事服务中。我看到的大多是来自社会经济地位低下的孩子\n背景的孩子加入军队，以逃避他们死气沉沉的生活。而\n军队提供了这些，这是毫无疑问的。我曾服役，我很高兴我这样做....。",
      "title": "CMV：在军队中并不意味着你是一个英雄。它使你成为企业利益的强硬执行者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名退伍軍人。我在越南戰爭期間服役。我認爲服兵役沒有任何英雄主義\n在軍事服務中。我看到的大多是來自社會經濟地位低下的孩子\n背景的孩子加入軍隊，以逃避他們死氣沉沉的生活。而\n軍隊提供了這些，這是毫無疑問的。我曾服役，我很高興我這樣做....。",
      "title": "CMV：在軍隊中並不意味着你是一個英雄。它使你成爲企業利益的強硬執行者。"
    }
  ]
}