{
  "author": "Convenientsalmon",
  "the_new_excerpt": "Why YSK: Because Wikipedia is an extremely useful tool and I have used it\ncountless times to help study at university and in high school, to say nothing\nof providing education to so many people for free. Though, it has its limits.\nWikipedia is fantastic if you know what you're looking for, but if…",
  "original_created_utc": 1611366711,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为维基百科是一个非常有用的工具，我也用过它。\n无数次地帮助大学和高中的学习，更不用说了\n的为这么多人免费提供教育。虽然，它有其局限性。\n维基百科是非常棒的，如果你知道你要找什么，但是如果... ...",
      "title": "YSK: 维基百科不是维基媒体集团提供的唯一服务。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲維基百科是一個非常有用的工具，我也用過它。\n無數次地幫助大學和高中的學習，更不用說了\n的爲這麼多人免費提供教育。雖然，它有其侷限性。\n維基百科是非常棒的，如果你知道你要找什麼，但是如果... ...",
      "title": "YSK: 維基百科不是維基媒體集團提供的唯一服務。"
    }
  ],
  "title": "YSK: Wikipedia is not the only service that the Wikimedia group provides",
  "created_utc": 1611433058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because Wikipedia is an extremely useful tool and I have used it countless times to help study at university and in high school, to say nothing of providing education to so many people for free. Though, it has its limits. Wikipedia is fantastic if you know what you&#39;re looking for, but if you&#39;re looking for an introduction to a topic or an overview to get started, you can get lost in the weeds. These options below are far more structured and specific to certain needs, and more of a place to start than a reference tool. Not to mention they tailor to specific needs that Wikipedia just doesn&#39;t by its nature, like coding, linguistics, travel guides, free public domain ebooks etc.</p>\n\n<p>These are most, but not all of the services they offer. You can see the full list <a href=\"https://www.wikimedia.org/\">here</a>.</p>\n\n<p>- <a href=\"https://en.wikiversity.org/wiki/Wikiversity:Main_Page\">Wikiversity</a>, a collection of online tutorials and classes ranging from early childhood to university level, contributed to by teachers and other professionals.</p>\n\n<p>- <a href=\"https://en.wiktionary.org/wiki/Wiktionary:Main_Page\">Wiktionary</a>, a repository of etymological data that archives the connections between linguistic families and historical/recorded meanings, meaning you could take a word like &#39;jungle&#39; and trace it back to its Hindi root, and thereby its Sanskrit root, derived from a Dravidian (very ancient language) word meaning &#39;desert&#39;.</p>\n\n<p>- <a href=\"https://en.wikivoyage.org/wiki/Melbourne\">Wikivoyage</a>, a database of travel guides and relevant information for a given location. I linked the page for Melbourne as an example, and it includes accurate and useful information for travel, like average temperatures, ways to reach the city by boat, car, plane etc., as well as what public transport is available and average costs.</p>\n\n<p>- <a href=\"https://en.wikisource.org/wiki/Grimm%27s_Household_Tales,_Volume_1/H%C3%A4nsel_and_Grethel\">Wikisource</a>, a database of source texts that are in public domain. I have linked Hansel and Gretel, but this was one of several English translations available, to say nothing of the multitude of German translations listed. You can read the whole thing for free.</p>\n\n<p>- <a href=\"https://www.wikidata.org/wiki/Wikidata:WikiProject_Names\">Wikidata</a>, a comprehensive directory to learn how websites like Wikipedia store and categorise information. The project I&#39;ve linked is on their guide to categorising names within Wikipedia itself.</p>\n\n<p>- <a href=\"https://www.mediawiki.org/wiki/Manual:Hooks/ParserBeforePreprocess\">Mediawiki</a>, a guide to their software and tools, with labelled examples and more. I know nothing about coding so I&#39;m unsure of its utility overall, but I imagine it&#39;s not insignificant.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/YouShouldKnow/comments/l32j8e/ysk_wikipedia_is_not_the_only_service_that_the/",
  "subreddit": "YouShouldKnow",
  "id": "l32j8e",
  "is_self": true,
  "media": null,
  "is_video": false
}