{
  "author": "Bukkake_Monster",
  "original_created_utc": 1632430059,
  "title": "CMV: Regional restrictions in software are unnecessary and should not exist",
  "created_utc": 1632502301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone. I realise this will possibly be an unfamiliar topic to the majority of reddit, but, as a Eastern European, I keep bumping into restrictions that honestly make no sense to me. </p>\n\n<p>Exhibit A: I&#39;ve got a bluetooth speaker with Alexa on it. I&#39;ve got a Spotify premium. When I try to connect the two, the Alexa app just doesn&#39;t let me use the two services I already paid for because of the region lock. This benefits noone, except maybe Jeff Bezos, who wants to force me into subscribing to an inferior and more expensive service.</p>\n\n<p>Exhibit B: I used to have an EA Origin account, and most of the games I bought were only available in Russian, which is not our official language, and most young people don&#39;t speak it. Again, what is the point?\nEven if the developers don&#39;t want the developed countries&#39; citizens to abuse our regional prices through VPN, punishing the local players by forcing them to play the game in a specific irrelevant language is just evil and not an adequate solution.</p>\n\n<p>Exhibit C: Spotify again. It doesn&#39;t let people listen to podcasts here. And no, no local app is being protected by our government, as I&#39;ve heard people say, because we don&#39;t have those apps at all. There is no one whose interests would be infringed upon by allowing spotify to play podcasts.</p>\n\n<p>Anyway, maybe there is an aspect I am not seeing here, in which case please CMV.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pu4cl9/cmv_regional_restrictions_in_software_are/",
  "subreddit": "changemyview",
  "id": "pu4cl9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone. I realise this will possibly be an unfamiliar topic to the majority\nof reddit, but, as a Eastern European, I keep bumping into restrictions that\nhonestly make no sense to me.\n\nExhibit A: I've got a bluetooth speaker with Alexa on it. I've got a Spotify\npremium. When I try to connect the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。この話題はredditの大半の方には馴染みのないものかもしれませんが\nしかし、東欧人である私は、正直言って意味のない制限にぶつかっています。\n私は東欧人として、正直言って意味のない制限にぶつかっています。\n\n例を挙げてみましょう。私は、Alexaが搭載されたBluetoothスピーカーを持っています。Spotify\nのプレミアムを利用しています。繋ごうとすると...",
      "title": "CMV: ソフトウェアにおける地域制限は不要であり、存在すべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。我意识到这可能是一个陌生的话题，对大多数\n但是，作为一个东欧人，我总是遇到一些限制。\n说实话，对我来说毫无意义。\n\n例子一。我有一个装有Alexa的蓝牙音箱。我有一个Spotify\n高级版。当我试着把它连接起来的时候，它的声音就会消失。",
      "title": "CMV：软件中的区域限制是不必要的，不应该存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。我意識到這可能是一個陌生的話題，對大多數\n但是，作爲一個東歐人，我總是遇到一些限制。\n說實話，對我來說毫無意義。\n\n例子一。我有一個裝有Alexa的藍牙音箱。我有一個Spotify\n高級版。當我試着把它連接起來的時候，它的聲音就會消失。",
      "title": "CMV：軟件中的區域限制是不必要的，不應該存在。"
    }
  ]
}