{
  "author": "doriangraiy",
  "the_new_excerpt": "Before I begin, I want to make it clear that I'm not talking about race. Some\nmay think race should be included in this, but I don't. I'm not sure why, maybe\nbecause the stories I've read (featuring black or black-coded characters) have\nin some way centred around race and so it adds to the story. I…",
  "original_created_utc": 1618859725,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "その前にはっきりさせておきたいのは、人種の話をしているのではないということです。ある\n人種の話をすべきだと考える人もいるかもしれませんが、私はそうは思いません。理由はよくわかりませんが、たぶん\nなぜかというと、私が読んだ物語（黒人やブラックコードのキャラクターが登場するもの）は\n私が読んだ（黒人やブラックコードのキャラクターが登場する）物語は、何らかの形で人種が中心になっていて、それが物語にプラスになっているからです。I...",
      "title": "CMV: キャラクターの違い（性的アイデンティティや障害など）が最大のセールスポイントになっているとしたら、その本はおそらくつまらないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我开始之前，我想说明一下，我不是在谈论种族问题。有些人\n可能认为种族应该包括在其中，但我不这么认为。我不知道为什么，也许\n因为我所读到的故事（以黑人或黑码人物为主角）都有\n在某种程度上围绕着种族，所以它增加了故事。I…",
      "title": "CMV：如果无论什么让你的角色与众不同（性身份/残疾等）都是你的主要卖点，你的书很可能很无聊。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我開始之前，我想說明一下，我不是在談論種族問題。有些人\n可能認爲種族應該包括在其中，但我不這麼認爲。我不知道爲什麼，也許\n因爲我所讀到的故事（以黑人或黑碼人物爲主角）都有\n在某種程度上圍繞着種族，所以它增加了故事。I…",
      "title": "CMV：如果無論什麼讓你的角色與衆不同（性身份/殘疾等）都是你的主要賣點，你的書很可能很無聊。"
    }
  ],
  "title": "CMV: If whatever makes your character different (sexual identity/disability etc) is your main selling point, your book is probably boring.",
  "created_utc": 1618881315,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Before I begin, I want to make it clear that I&#39;m not talking about race. Some may think race should be included in this, but I don&#39;t. I&#39;m not sure why, maybe because the stories I&#39;ve read (featuring black or black-coded characters) have in some way centred around race and so it adds to the story. I guess as a white person I have that privilege. Anyway, this isn&#39;t about race. Knowing a character&#39;s race in advance wouldn&#39;t put me off, and what I&#39;m about to explain below isn&#39;t something I&#39;ve found (in my experience) to occur in relation to race.</p>\n\n<p>Without further ado...</p>\n\n<p>If the first line of a summary is that a bisexual girl with ADHD enters a realm and- Whatever follows doesn&#39;t really matter. The thing you want your audience to know is that your character isn&#39;t straight, and they&#39;re neurodiverse. These aren&#39;t bad things, but if they&#39;re your selling points then it tells me you haven&#39;t got much more to follow - that your goal wasn&#39;t to write a story, but to get something - anything - out there which is representative. This applies to gender, it applies to religion, sexuality and ability.</p>\n\n<p>I mean, in an age where self-publication is a thing I guess it works. But, books can be tagged as LGBT (for example) without knowing in advance who it relates to and people seem to forget this (or, as I say, haven&#39;t written anything good enough for the information to be omitted). Same goes for the other groups I listed (except perhaps disability, but there are ways to say things without it just being a dull, monotonous list). As I say, getting character information in advance tells me nothing good. Especially if it isn&#39;t relevant to the plot. If it&#39;s just a detail then you&#39;re either a) trying to &#39;profit&#39; (not necessarily in monetary terms) off an identity, condition or &#39;disorder&#39;, etc, or b) it&#39;s really all you&#39;ve thought about and even you can&#39;t find anything that makes your book otherwise interesting.</p>\n\n<p>I want to meet characters gradually, and get to know them as I get to know their narrative. If it&#39;s being spoon-fed before I&#39;ve even turned a page then the chances are it really isn&#39;t worth my time.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: It would be superb if people had more examples which were novels, rather than TV or Film. TV and Film are marketed differently - trailers exist to add details, and so summaries do not stand alone. Consequently, such examples don&#39;t really serve to contest my view.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/mu84wm/cmv_if_whatever_makes_your_character_different/",
  "subreddit": "changemyview",
  "id": "mu84wm",
  "is_self": true,
  "media": null,
  "is_video": false
}