{
  "author": "_esorbma",
  "the_new_excerpt": "In the last year or so, I have applied to multiple universities and jobs. On\nevery application, I have had to fill out an equal opportunities form, stating\nmy ethnic background, my gender and my sexuality etc. I am bisexual, and I can't\nhelp but feel like that may put me at an advantage. I see that…",
  "original_created_utc": 1613948495,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的一年多时间里，我申请了多所大学和工作。在\n每份申请，我都要填写一份平等机会表格，说明以下内容\n我的种族背景，我的性别和我的性取向等等。我是个双性恋者，我不能。\n但感觉这可能会让我处于优势。我看到...",
      "title": "CMV：应禁止在申请某些工作时使用平等表。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的一年多時間裏，我申請了多所大學和工作。在\n每份申請，我都要填寫一份平等機會表格，說明以下內容\n我的種族背景，我的性別和我的性取向等等。我是個雙性戀者，我不能。\n但感覺這可能會讓我處於優勢。我看到...",
      "title": "CMV：應禁止在申請某些工作時使用平等表。"
    }
  ],
  "title": "CMV: Equality forms when applying to some jobs should be banned",
  "created_utc": 1613964963,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the last year or so, I have applied to multiple universities and jobs. On every application, I have had to fill out an equal opportunities form, stating my ethnic background, my gender and my sexuality etc. I am bisexual, and I can&#39;t help but feel like that may put me at an advantage. I see that these forms are used to ensure that a certain amount of people in each category for each question is accepted, or invited to interview. \nI think that this is counter-productive in providing equality. This is because it ensures <em>equality of outcome</em>. When really, we should be focusing on <em>equality of opportunity</em>. I think that equality forms should be banned, and these things should remain unknown, removing bias completely, and forcing the judgements to be made purely on skills, education and experience.</p>\n\n<p>Perhaps this is a naïve point of view, and I&#39;m really looking to learn, so please help me out and post your opinions below.</p>\n</div><!-- SC_ON -->",
  "score": 285,
  "permalink": "/r/changemyview/comments/lp90a6/cmv_equality_forms_when_applying_to_some_jobs/",
  "subreddit": "changemyview",
  "id": "lp90a6",
  "is_self": true,
  "media": null,
  "is_video": false
}