{
  "author": "MyNameIsntFelix",
  "original_created_utc": 1628469349,
  "title": "Reading my deceased grandma's favorite book",
  "created_utc": 1628474811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My grandma passed away on Thursday after a lengthy battle with Alzheimer&#39;s. I miss her terribly because she and I were so close. When they announced she didn&#39;t have long to live, I got the idea to buy her favorite book, <em>Tom Sawyer</em>, and try to read it to her. I had never read the book before, but growing up she would always tell me about how her school only had a few books in the library, and one was &quot;Tom Sawyers&quot; as she always called it, and she loved reading it behind the pot-bellied stove in the winter with some popcorn. </p>\n\n<p>I was able to get through the better part of two chapters with her before she passed. The copy I got has a ribbon marker attached and I have it right where we left off so I can eventually finish reading it to her and my grandpa when I&#39;m finally able to make it to their resting place. I have continued on my own, and although I have to take frequent breaks because of how chaotic my mind is with her passing, this book is bringing me so much comfort right now. It&#39;s making me laugh and chuckle, things I wouldn&#39;t otherwise be doing right now. But it&#39;s also helping me feel close to my grandma even despite her passing. I miss her so much, but I feel like I&#39;m keeping her memory alive in some small way as I read this book.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p0qlkg/reading_my_deceased_grandmas_favorite_book/",
  "subreddit": "books",
  "id": "p0qlkg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My grandma passed away on Thursday after a lengthy battle with Alzheimer's. I\nmiss her terribly because she and I were so close. When they announced she\ndidn't have long to live, I got the idea to buy her favorite book, Tom Sawyer,\nand try to read it to her. I had never read the book before, but…"
}