{
  "author": "Dry-One-8462",
  "original_created_utc": 1639795794,
  "title": "Is it ok to cut friendships that don’t bring you joy?",
  "created_utc": 1639813285,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have this group of friends where we meet once every year. Other than the yearly meet up, we don’t really talk to each other. I don’t really share my personal matters with them either.. Simply to say, I’m not happy when I hang out with them. &lt;/p&gt;\n\n&lt;p&gt;I left the group chat, but they added me back in, and the friends are privately messaging me if I’m free on that date for meet up. &lt;/p&gt;\n\n&lt;p&gt;For now, I’m just ignoring all of them. At this point, I’m wondering if what I am doing is right, or should I tell them straight that I don’t want the friendships anymore. I’m not someone that is good at confronting straight, and normally just prefer ignoring people.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/TooAfraidToAsk/comments/rixl3q/is_it_ok_to_cut_friendships_that_dont_bring_you/",
  "subreddit": "TooAfraidToAsk",
  "id": "rixl3q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have this group of friends where we meet once every year. Other than the\nyearly meet up, we don’t really talk to each other. I don’t really share my\npersonal matters with them either.. Simply to say, I’m not happy when I hang out\nwith them.\n\nI left the group chat, but they added me back in, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 私には友人グループがあり、そこで会うことにしています。\n毎年1回。年に1回会う以外は、あまり話をすることはありません。\nということです。個人的なこともあまり話さないし...。単純に\nというか、一緒にいても楽しくないんです。</p> <p>私は...を辞めました。",
      "title": "喜びを感じない友人関係は切ってもいいのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我有这样一群朋友，我们每年都会在那里聚会。\n每年一次。除了每年一次的聚会之外，我们并不真正地互相交谈。\n彼此。我也不怎么和他们分享我的私事。简单地说\n简单地说，当我和他们在一起时，我并不开心。</p> <p>我离开了...。",
      "title": "削减不能给你带来快乐的友谊可以吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我有這樣一羣朋友，我們每年都會在那裏聚會。\n每年一次。除了每年一次的聚會之外，我們並不真正地互相交談。\n彼此。我也不怎麼和他們分享我的私事。簡單地說\n簡單地說，當我和他們在一起時，我並不開心。</p> <p>我離開了...。",
      "title": "削減不能給你帶來快樂的友誼可以嗎？"
    }
  ]
}