{
  "author": "Edward_the_Penitent",
  "the_new_excerpt": "A few months back, there was a very popular post that was eventually locked in\nwhich the OP recommended Michael Parenti's Blackshirts & Reds as the \"one\npolitical book you should read in your life\".\n\nAlthough I'm actually a huge fan of Parenti, I think there are some other\ncontenders for the title,…",
  "original_created_utc": 1616596078,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "几个月前，有一个很热门的帖子，最终被锁定在了\n其中，上级推荐迈克尔-帕伦蒂的《黑衫与红衣》为 \"一\"。\n你一生中应该读的政治书籍\"。\n\n虽然我其实是帕伦蒂的忠实粉丝，但我觉得还有一些其他的\n冠军的竞争者，...",
      "title": "请不要伤害我：以下是几本非常有影响力的政治非虚构类书籍，我认为每个人都应该读一读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾個月前，有一個很熱門的帖子，最終被鎖定在了\n其中，上級推薦邁克爾-帕倫蒂的《黑衫與紅衣》爲 \"一\"。\n你一生中應該讀的政治書籍\"。\n\n雖然我其實是帕倫蒂的忠實粉絲，但我覺得還有一些其他的\n冠軍的競爭者，...",
      "title": "請不要傷害我：以下是幾本非常有影響力的政治非虛構類書籍，我認爲每個人都應該讀一讀。"
    }
  ],
  "title": "Please don't hurt me: Here are a few very influential political non-fiction books I think everyone should read",
  "created_utc": 1616612306,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A few months back, there was a very popular post that was eventually locked in which the OP recommended Michael Parenti&#39;s <em>Blackshirts &amp; Reds</em> as the &quot;one political book you should read in your life&quot;.</p>\n\n<p>Although I&#39;m actually a huge fan of Parenti, I think there are some other contenders for the title, and I want to share some of them here. This obviously isn&#39;t meant to be comprehensive in any way; in fact as I put together the short list I supposed my goal was to offer up a couple classic works supplemented with some newer stuff, not only to provide a bit of range to show how history has evolved, but also because I understand a lot of people may be more attracted to a modern take on things before they would to a dusty old text.</p>\n\n<p>Disclaimer: Obviously I am bent quite a ways to the left, politically, as this list will immediately convey. However, I don&#39;t intend to create a bed for any sort of toxicity in the comments, so please just keep things relatively normal down there. Mods, I apologize in advance should anything go awry.</p>\n\n<ul>\n<li><strong>The Wretched of the Earth (Frantz Fanon, originally published 1961)</strong> - This is a classic work by psychiatrist Frantz Fanon which studies the psychology of colonized peoples, as well as the history of the state that colonized and formerly colonized territories find themselves entwined in. This book has had a profound impact on civil rights, Black Power, and decolonial struggles across the world, and its messages can be applied to any number of struggles familiar to you, including Black Lives Matter, Palestine, Indigenous rights, etc.</li>\n</ul>\n\n<p>Fanon writes in a very approachable, poetic style and while the work is long, it&#39;s not an intimidating read for those unfamiliar with non-fiction, political, academic writing.</p>\n\n<ul>\n<li><strong>How Europe Underdeveloped Africa - (Walter Rodney, originally published 1971)</strong> - Another classic, original in its time in claiming that the poverty and disorder that plagues the continent of Africa is not a matter of inferior culture, chaotic self-rule, or uneducated people, but instead a vestige of the state that European colonization <em>intentionally</em> left Africa in as the colonizing nations retreated. Not only that, but colonization continues in practice as <em>neo</em>colonialism, where the European nations may no longer military occupy African nations, but instead pull the strings from above with comprador leaders who are paid to allow Western pillaging of their lands and the labor of the people.</li>\n</ul>\n\n<p>Walter Rodney was a cool dude who had a lot of original thoughts about colonialization, uneven development, and much like Fred Hampton, was assassinated by the state for attempting to build a transracial working class political movement, in his home country of Guyana.</p>\n\n<ul>\n<li><strong>Our History is the Future: Standing Rock Versus the Dakota Access Pipeline, and the Long Tradition of Indigenous Resistance (Nick Estes, 2019)</strong> - This book traces the origins of US racial capitalism and settler colonialism and how the government used these principles to expand westward under the genocidal banner of Manifest Destiny. It&#39;s a historical account of Indigenous resistance to US imperialism, from the earliest days right up through Obama and Trump continuing this legacy with DAPL.</li>\n</ul>\n\n<p>One interesting thing to know, even if you don&#39;t read the book, is much of the reason for the creation of &quot;America&#39;s Best Idea&quot;, the National Park system, was to use the park boundaries as an excuse to displace Indigenous peoples who had been using that land for centuries.</p>\n\n<ul>\n<li><strong>Border &amp; Rule: Global Migration, Capitalism, and the Rise of Racist Nationalism (Harsha Walia, 2021)</strong> - I wanted to include this one as it&#39;s both brand new, and it criticizes the immigration policies of both the &quot;left&quot; and the right of the United States. It calls out both conservatives and liberals as treating immigration as a so-called crisis at the border while flagrantly ignoring the fact that the issue at hand is a direct outcome of US capitalist policies enacted in Central America, as well as climate change.</li>\n</ul>\n\n<p>The book challenges the modern notion of borders as the average North American understands them, positing that the new US southern border is in fact Mexico&#39;s border with Guatemala, as the US continues to dictate to Mexico, a sovereign nation, who they can and can&#39;t let in to their own country. It also discusses in detail how the US has borders within its own borders in the form of reservation, used to box in an undesirable Indigenous population and subjugate them through the use of Border Towns.</p>\n\n<p>Also discussed are classic forms of Western/US imperialism such as the IMF &amp; the World Bank, the deregulation and free markets imposed upon nations of the Global South against their will and to their detriment, and a hefty analysis of the current goings on in India.</p>\n\n<ul>\n<li><strong>Washington Bullets (Vijay Prashad, 2020)</strong> - Lastly, this new book by rad dude Vijay Prashad is put on here because it is a quick (162 pages) and easy read that reads like a global tour of CIA and CIA-backed coups, assassinations, and corporate takeovers over the past 70+ years. The writing is simple, biting, and minces no words about how these actions have been great for the US ruling class, but ruinous to the working class and impoverished the world over. This is a great jumping-off point if you&#39;d like to get an overview of the concept of US intervention abroad and find inspiration to deep dive into any of the particular examples with another author (or even Vijay himself, if he&#39;s written about it elsewhere in detail).</li>\n</ul>\n\n<p>So that&#39;s it. Just a few books I think anyone and everyone could read to get a handle on all of the covered topics. It is quite easy to find oneself in a rabbit hole from here, from the other great works these authors have put out, to the texts they cite elsewhere.</p>\n</div><!-- SC_ON -->",
  "score": 118,
  "permalink": "/r/books/comments/mc735f/please_dont_hurt_me_here_are_a_few_very/",
  "subreddit": "books",
  "id": "mc735f",
  "is_self": true,
  "media": null,
  "is_video": false
}