{
  "author": "howboutacanofwine",
  "original_created_utc": 1630814516,
  "title": "YSK: Bobby pins are designed to be inserted \"teeth down\".",
  "created_utc": 1630850280,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people falsely believe they go in your hair &quot;teeth up&quot; and I was one of those people until several years ago. They are very ineffective this way, because they are designed to hold hair with the &quot;teeth&quot; (ridged side, not the flat side) facing down, against your scalp. You will get a much better hold this way. I also like to cross them for even better, longer lasting hold. I swear, once I learned this tip, hairstyling became so much easier.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/pi626l/ysk_bobby_pins_are_designed_to_be_inserted_teeth/",
  "subreddit": "YouShouldKnow",
  "id": "pi626l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people falsely believe they go in your hair \"teeth up\" and I was\none of those people until several years ago. They are very ineffective this way,\nbecause they are designed to hold hair with the \"teeth\" (ridged side, not the\nflat side) facing down, against your scalp. You will get a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人が「歯を立てて」髪に入れると誤解していますが、私もその一人でした。\n私も数年前まではその一人でした。この方法では効果がありません。\nなぜなら、YSKは「歯」（平らな面ではなく、隆起している面）を下にして頭皮に当てて髪を固定するように設計されているからです。\n頭皮に対して下向きになるように設計されているからです。この方法では、髪の毛が頭皮に当たってしまいます。",
      "title": "YSK: ボビーピンは、「歯を下にして」差し込むように設計されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人错误地认为，他们在你的头发上 \"咬牙切齿\"。\n几年前，我也是这样的人之一。他们这样做是非常无效的。\n因为它们的设计是以 \"齿\"（有脊的一面，而不是平的一面）来固定头发的。\n平的一面）朝下，贴着你的头皮。你会得到一个...",
      "title": "YSK：鲍比销被设计为 \"齿形向下 \"插入。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人錯誤地認爲，他們在你的頭髮上 \"咬牙切齒\"。\n幾年前，我也是這樣的人之一。他們這樣做是非常無效的。\n因爲它們的設計是以 \"齒\"（有脊的一面，而不是平的一面）來固定頭髮的。\n平的一面）朝下，貼着你的頭皮。你會得到一個...",
      "title": "YSK：鮑比銷被設計爲 \"齒形向下 \"插入。"
    }
  ]
}