{
  "author": "TheUltimateAntihero",
  "original_created_utc": 1631590977,
  "title": "CMV: It is completely justified to hate the \"new normal\" trend we are seeing due to the pandemic and being shamed for it doesn't make sense.",
  "created_utc": 1631633935,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I sometimes I hate how American most of Reddit is. I&#39;m Indian and I have taken the vaccine which is available here and I&#39;m also wearing masks all the time because India.  </p>\n\n<p>But, even though I understand how Work From Home is awesome (and I&#39;m for it completely) I just can&#39;t feel the same way about parks, restaurants and stadiums.  </p>\n\n<p>I cannot for the life of me imagine empty stadiums due to covid. Only if you are a person with very very very limited intelligence would you think that I am advocating for unsafe environments. What I am trying to say is that this &quot;new normal&quot; has continued for too long and there are just as many people who are uncomfortable with the continuation of this lifestyle and want to return to how things were in the beginning.  </p>\n\n<p>Problem is because of how America centric Reddit is I and people like me who say we hate &quot;new normal&quot; get linked with Trump, American Right, anti-vax and anti-mask crowd. People fail to understand that there are people against &quot;new normal&quot; just because they miss the old normal and it&#39;s nothing to do with America, its politics and its conspiracy theorists.  </p>\n\n<p>Lastly, I know the internet makes you feel that almost 6 billion out of 7 billion population is introverted but that is not the case and even I as an introvert would not like to stop other people from enjoying things just because the current situation suits me. I want the parks to open, the crowd to cheer when the players hit a six or score a goal and not in the stupid screens on a stadium way but the actual people in a stadium way. And there is nothing wrong in that. You assuming wrong things about me is the problem here. Not me. Also fuck LinkedIn.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pnv4mp/cmv_it_is_completely_justified_to_hate_the_new/",
  "subreddit": "changemyview",
  "id": "pnv4mp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I sometimes I hate how American most of Reddit is. I'm Indian and I have taken\nthe vaccine which is available here and I'm also wearing masks all the time\nbecause India.\n\nBut, even though I understand how Work From Home is awesome (and I'm for it\ncompletely) I just can't feel the same way about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は時々、Redditのほとんどがアメリカ的であることが嫌になります。私はインド人で、ここで手に入るワクチンを摂取しました。\n私はインド人ですが、ここで手に入るワクチンを飲みましたし、常にマスクをしています。\nなぜならインドだから。\n\nでも、在宅ワークの素晴らしさを理解していても（完全に賛成です）、どうしても気持ちが乗らない。\n賛成しています）、私はどうしても同じように感じることができません。",
      "title": "CMV: パンデミックによって見られる「新しい普通」の傾向を嫌うのは完全に正当なことであり、それを恥じることは意味がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有时讨厌大多数Reddit的美国人是如何的。我是印度人，我已经注射了\n疫苗，这里有这种疫苗，我还一直戴着口罩\n因为印度。\n\n但是，尽管我理解在家工作是多么的棒（而且我完全支持它\n我完全支持），但我就是不能对...",
      "title": "CMV：讨厌我们看到的由于大流行病而出现的 \"新常态 \"趋势是完全有道理的，而因此被羞辱是没有意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有時討厭大多數Reddit的美國人是如何的。我是印度人，我已經注射了\n疫苗，這裏有這種疫苗，我還一直戴着口罩\n因爲印度。\n\n但是，儘管我理解在家工作是多麼的棒（而且我完全支持它\n我完全支持），但我就是不能對...",
      "title": "CMV：討厭我們看到的由於大流行病而出現的 \"新常態 \"趨勢是完全有道理的，而因此被羞辱是沒有意義的。"
    }
  ]
}