{
  "author": "PabloAxolotl",
  "original_created_utc": 1626399201,
  "title": "The Best Book of All Time?",
  "created_utc": 1626423781,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What is the best book of all time? This question has been asked and will be asked throughout time. </p>\n\n<p>In truth, it is impossible to answer. Instead, each and every person must answer it for themselves. </p>\n\n<p>After many, many books and rereads, I have reached my answer. </p>\n\n<p>First my honorable mentions: </p>\n\n<p>Anatomy of Melancholy by Robert Burton (my pick for best non-fiction book)</p>\n\n<p>Exercises in Style by Raymond Queneau </p>\n\n<p>My pick for the best book of all time: </p>\n\n<p>The Dream of the Red Chamber / The Story of the Stone by Cao Xueqin</p>\n\n<p>A Chinese novel, often regarded as the greatest Chinese literary work. There have been numerous inadequate translations, but luckily the Penguin edition (David Hawkes/John Minford) is very good. </p>\n\n<p>This book is simply excellent. It focuses on a tragic love story along with a philosophical meditation. The one aspect that might put people off is the length, the book is 2500 pages. </p>\n\n<p>What is your pick for the best book of all time?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ol6pj5/the_best_book_of_all_time/",
  "subreddit": "books",
  "id": "ol6pj5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What is the best book of all time? This question has been asked and will be\nasked throughout time.\n\nIn truth, it is impossible to answer. Instead, each and every person must answer\nit for themselves.\n\nAfter many, many books and rereads, I have reached my answer.\n\nFirst my honorable…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "史上最高の本は何ですか？この質問は、これまでも、そしてこれからも\nこれからもずっと聞かれるだろう。\n\n実際のところ、この質問に答えることは不可能です。むしろ、一人一人が自分で答えなければ\n自分で答えなければなりません。\n\n何度も何度も本を読み直した結果、私は自分の答えにたどり着きました。\n\nまず、私の名誉ある...",
      "title": "The Best Book of All Time?"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有史以来最好的书是什么？这个问题一直被问及，并将\n在整个时代都会被问及。\n\n事实上，这是不可能回答的。相反，每一个人都必须回答\n自己的答案。\n\n在读了很多很多书和重读之后，我得出了我的答案。\n\n首先是我尊敬的...",
      "title": "有史以来最好的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有史以來最好的書是什麼？這個問題一直被問及，並將\n在整個時代都會被問及。\n\n事實上，這是不可能回答的。相反，每一個人都必須回答\n自己的答案。\n\n在讀了很多很多書和重讀之後，我得出了我的答案。\n\n首先是我尊敬的...",
      "title": "有史以來最好的書？"
    }
  ]
}