{
  "author": "AddyKatt",
  "original_created_utc": 1637331467,
  "title": "Am I being entitled/a crybaby, or should a receptionist not be doing this...?",
  "created_utc": 1637339840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I work at a law firm as a receptionist. And I&#39;m perfectly fine with doing work. I love staying busy, I&#39;ve worked fast food and retail before this and will always focus and do a task I&#39;m given and seek out work to do when there&#39;s nothing to do. This isn&#39;t a matter of laziness.</p>\n\n<p>However, I find this kind of degrading.</p>\n\n<p>So most of the work I do is pretty basic office work. Schedule clients, make copies, send out e-mails in regards to new cases, organize files, etc. </p>\n\n<p>Another one of my responsibilities is doing the dishes that the attorneys leave in the sink for me. And not only that, but they will spill coffee all over the keurig that it&#39;s my job to clean up, my job to refill the water in it that I don&#39;t use, basically clean up after these adults for messes that I&#39;m not making. I feel like that&#39;s a bit degrading, but this is also my first office job so I don&#39;t know if this is the norm. There&#39;s also tons of other little minor tasks they have me do that literally takes more work to ask me to do for them than it would if they just did it themselves. And I&#39;m starting to get really annoyed by it, and I&#39;m not sure if I&#39;m the problem or not.</p>\n\n<p>&#x200B;</p>\n\n<p>Am I overreacting?</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/NoStupidQuestions/comments/qxh570/am_i_being_entitleda_crybaby_or_should_a/",
  "subreddit": "NoStupidQuestions",
  "id": "qxh570",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I work at a law firm as a receptionist. And I'm perfectly fine with doing\nwork. I love staying busy, I've worked fast food and retail before this and will\nalways focus and do a task I'm given and seek out work to do when there's\nnothing to do. This isn't a matter of laziness.\n\nHowever, I find…"
}