{
  "author": "naughtyschool_girl",
  "the_new_excerpt": "I'm specifying North America because most of my knowledge about the obesity\nepidemic and interventions is about the US and Canada, but I'm sure it applies\nelsewhere too. From my knowledge, most government initiatives for reducing\nobesity and improving nutrition/exercise knowledge have focused on…",
  "original_created_utc": 1623863043,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が北米を指定したのは、肥満の蔓延とその対策に関する私の知識のほとんどが\n肥満の流行と介入に関する私の知識は、米国とカナダに関するものですが、他の地域にも当てはまると思います。\nにも当てはまります。私の知る限りでは、肥満を減らし、栄養や運動を改善するための政府の取り組みは\n肥満を減らし、栄養や運動の知識を向上させるための政府の取り組みは、ほとんどが...",
      "title": "CMV：北米における肥満対策の中心は職場のプログラムであるべき"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我特别提到了北美，因为我对肥胖症和干预措施的大部分知识都是关于美国和加拿大的。\n的知识是关于美国和加拿大的，但我相信这也适用于中国。\n其他地方也适用。据我所知，大多数政府为减少\n肥胖和改善营养/运动知识的大多数政府举措都集中在...",
      "title": "CMV：工作场所计划应成为北美肥胖症干预的重点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我特別提到了北美，因爲我對肥胖症和干預措施的大部分知識都是關於美國和加拿大的。\n的知識是關於美國和加拿大的，但我相信這也適用於中國。\n其他地方也適用。據我所知，大多數政府爲減少\n肥胖和改善營養/運動知識的大多數政府舉措都集中在...",
      "title": "CMV：工作場所計劃應成爲北美肥胖症干預的重點"
    }
  ],
  "title": "CMV: Workplace programs should be the focus of obesity interventions in North America",
  "created_utc": 1623912051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m specifying North America because most of my knowledge about the obesity epidemic and interventions is about the US and Canada, but I&#39;m sure it applies elsewhere too. From my knowledge, most government initiatives for reducing obesity and improving nutrition/exercise knowledge have focused on children in schools. I definitely believe that health/nutrition is important and should be taught in schools as well, but I think that workplace interventions would be more effective for the following reasons:</p>\n\n<ol>\n<li>Children are not responsible for dietary decisions. Even if they share what they learn about healthy eating with their parents, it does not mean that they will buy or cook healthier food. By the time the children become adults, they will have likely forgotten a lot of what they have learned and will need to brush up on health information anyway.</li>\n<li>Children have less executive functioning ability and are more likely to give in to immediate gratification than adults. Of course children are capable of making healthy decisions, but to be realistic, most children will eat junk food if it is available to them.</li>\n<li>Workplaces are the ideal place to have interventions because most adults in North America work, so they are there anyway. Even if community programs are available, adults need to find the time, transportation, money, etc. to be able to attend. </li>\n<li>There is a built-in social support network because you can attend meetings with your coworkers and engage in workplace events like healthy potlucks or group exercises. </li>\n<li>I support grants to restaurants that serve healthy food etc., but nutrition education is important to help people make decisions about what/where to eat in the first place.</li>\n<li>There is a lot of nutrition misinformation among adults. Fad diets and unsustainable weight loss plans are common. A lot of nutrition research is behind paywalls or written in a way that is difficult for people that aren&#39;t experts to understand, and evidence about best practices has changed over time as research methods have improved. Therefore, I believe it is important to have professionals &quot;translate&quot; nutrition/exercise information into resources that are easily understood by the lay person and provide clear ways to take action.</li>\n</ol>\n\n<p>Therefore, I believe that government resources designated to fight obesity should be largely allocated to offering interventions at workplaces. I believe the hardest part would be getting employers on board. However, for a lot of businesses, a one hour session every week or two is unlikely to have a dramatic effect on output. Even sessions offered immediately after work would be more accessible than community programs. It might help to get employers on board if they take the perspective that improved health in their employers would reduce sick days, money used for benefits, physical injuries, and even improve mental health.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/o19q0x/cmv_workplace_programs_should_be_the_focus_of/",
  "subreddit": "changemyview",
  "id": "o19q0x",
  "is_self": true,
  "media": null,
  "is_video": false
}