{
  "author": "concerned_cad",
  "original_created_utc": 1626956316,
  "title": "YSK: The physical properties of floodwaters in a flash flood are more dangerous than an equivalent clear stream, and you should never attempt to enter or cross the flow",
  "created_utc": 1626965441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There have been many videos recently of people and vehicles submerged in brown soil- and debris-laden floodwaters across the world. </p>\n\n<p>When sediment and debris are swept up in floods, it increases the density (and therefore the force) of the fluid mixture, sometimes more than twice that of clear water. </p>\n\n<p>Why YSK: The debris flow is more powerful than regular water, and you should never attempt to enter or cross the flow or you could be swept away.</p>\n</div><!-- SC_ON -->",
  "score": 124,
  "permalink": "/r/YouShouldKnow/comments/opcocg/ysk_the_physical_properties_of_floodwaters_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "opcocg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There have been many videos recently of people and vehicles submerged in brown\nsoil- and debris-laden floodwaters across the world.\n\nWhen sediment and debris are swept up in floods, it increases the density (and\ntherefore the force) of the fluid mixture, sometimes more than twice that of\nclear…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、世界各地で茶色い土や瓦礫を含んだ洪水に人や車が浸かっている映像がよく流れています。\n世界各地で、土砂やがれきを含んだ洪水に人や車が浸かっている映像がよく見られます。\n\n洪水で土砂や瓦礫が押し寄せてくると、混合流体の密度（つまり力）が大きくなります。\n洪水で土砂や瓦礫が押し寄せてくると、混合流体の密度（つまり力）が高まり、時には透明な水の2倍以上になることもあります。\n澄んだ...",
      "title": "YSK: 鉄砲水の物理的性質は、同じような清流よりも危険なので、流れに入ったり渡ったりしてはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近有许多视频显示，在世界各地，人们和车辆被淹没在棕色的、充满泥土和碎片的洪水中。\n泥土和碎石的洪水中。\n\n当沉积物和碎片在洪水中被卷起时，它增加了洪水的密度（和\n因此增加了流体混合物的密度（和力量），有时超过了两倍的\n清楚...",
      "title": "YSK：山洪暴发时，洪水的物理特性比同等的清流更危险，你千万不要试图进入或穿越水流。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近有許多視頻顯示，在世界各地，人們和車輛被淹沒在棕色的、充滿泥土和碎片的洪水中。\n泥土和碎石的洪水中。\n\n當沉積物和碎片在洪水中被捲起時，它增加了洪水的密度（和\n因此增加了流體混合物的密度（和力量），有時超過了兩倍的\n清楚...",
      "title": "YSK：山洪暴發時，洪水的物理特性比同等的清流更危險，你千萬不要試圖進入或穿越水流。"
    }
  ]
}