{
  "author": "sigma5841",
  "original_created_utc": 1632342425,
  "title": "YSK That it’s about to be Raptor Season!",
  "created_utc": 1632406347,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Raptor Season is when adult hawks, owls, and eagles push this years babies from their territory. </p>\n\n<p>Why YSK: young hawks, eagles, or owls may become more desperate and go after barn kittens, chickens, or end up in your yard stranded</p>\n\n<p>Each year raptors have babies. But each raptor, or breeding pair, prefer to have their own territory to hunt in. Especially as food becomes more scarce in the winter. Beginning now, and extending throughout the winter is what a lot of wildlife biologists refer to as “Raptor Season”. This is the final test basically for these babies, seeing if they can survive throughout the winter. They may be more desperate. Usually they won’t go after anything near humans (even chickens despite how many hawks have taken your chickens, only large ones can and even then they would prefer squirrel) however during this time they are more focused on not starving than safety. They may dive into cars, try to go after barn cats, try to go after chickens, or you may even find them in your yard. Raptors that become too weak to fly will quickly get parasites from prolonged time on the ground, keeping them grounded until they find help or die. Keep an extra eye out and extra caution for our winged friends as we progress more into winter!</p>\n\n<p>Tl;dr Raptor starvation during the winter can lead to increased exposure</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ptfyoz/ysk_that_its_about_to_be_raptor_season/",
  "subreddit": "YouShouldKnow",
  "id": "ptfyoz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Raptor Season is when adult hawks, owls, and eagles push this years babies from\ntheir territory.\n\nWhy YSK: young hawks, eagles, or owls may become more desperate and go after\nbarn kittens, chickens, or end up in your yard stranded\n\nEach year raptors have babies. But each raptor, or breeding pair,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "猛禽類のシーズンは、大人のタカ、フクロウ、ワシが今年の赤ちゃんを縄張りから追い出す時期です。\n追い出す時期です。\n\nなぜYSKかというと、若い鷹や鷲、フクロウはより必死になって、納屋の子猫や鶏を狙うかもしれません。\n若い鷹や鷲、フクロウはもっと必死になって、子猫や鶏を追いかけたり、庭で立ち往生したりするかもしれません。\n\n猛禽類は毎年子供を産みます。しかし、それぞれの猛禽類、または繁殖ペアは...",
      "title": "YSK そろそろラプターの季節ですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "猛禽季节是成年鹰、猫头鹰和老鹰把今年的婴儿从它们的领地上赶走的时候。\n他们的领地。\n\n为什么是YSK：年轻的鹰、猫头鹰或猫头鹰可能会变得更加绝望，去追捕谷仓里的小猫、鸡，或在你的院子里受困。\n谷仓里的小猫，鸡，或最终在你的院子里受困。\n\n每年猛禽都有婴儿。但每只猛禽，或繁殖的一对，...",
      "title": "YSK 那就是即将到来的猛禽季节!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "猛禽季節是成年鷹、貓頭鷹和老鷹把今年的嬰兒從它們的領地上趕走的時候。\n他們的領地。\n\n爲什麼是YSK：年輕的鷹、貓頭鷹或貓頭鷹可能會變得更加絕望，去追捕穀倉裏的小貓、雞，或在你的院子裏受困。\n穀倉裏的小貓，雞，或最終在你的院子裏受困。\n\n每年猛禽都有嬰兒。但每隻猛禽，或繁殖的一對，...",
      "title": "YSK 那就是即將到來的猛禽季節!"
    }
  ]
}