{
  "author": "LessConspicuous",
  "original_created_utc": 1637472487,
  "title": "CMV: It feels weird that a woman can sue the dad over child support for a kid he didn't want",
  "created_utc": 1637490847,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m definitely pro choice and think it is clearly the woman&#39;s decision not the man&#39;s.</p>\n\n<p>And I think I understand why requiring parents to support their children even if they end up leaving is a good thing for society.</p>\n\n<p>But together these seem at odds with a hypothetical situation where a condom breaks during a one night stand, and when she tells him that it is his he has already moved on in his life (maybe is dating someone new) so offers to get her an abortion. However, since she wants to raise the kid he is required to give at least financial support.</p>\n\n<p>I&#39;m looking for why him having to pay makes sense (if you could convince me that he should be able to force an abortion that would also change my mind but that seems unlikely)</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/qyo085/cmv_it_feels_weird_that_a_woman_can_sue_the_dad/",
  "subreddit": "changemyview",
  "id": "qyo085",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm definitely pro choice and think it is clearly the woman's decision not the\nman's.\n\nAnd I think I understand why requiring parents to support their children even if\nthey end up leaving is a good thing for society.\n\nBut together these seem at odds with a hypothetical situation where a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は間違いなくプロチョイスであり、それは明らかに男性ではなく女性が決めることだと思います。\n男性が決めることではなく、女性が決めることだと思います。\n\nそして、たとえ子供が家を出ることになっても、親が子供を養うことを義務付けることが、社会にとって良いことだということも理解しているつもりです。\n社会的には良いことだと思います。\n\nしかし、これらのことは、ある仮定の状況では、矛盾しているように思えます。",
      "title": "CMV: 欲しくもない子供の養育費をめぐって、女性が父親を訴えるのは変な感じがします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我绝对支持选择，认为这显然是女人的决定，而不是男人的决定。\n而不是男人的。\n\n我想我明白为什么要求父母支持他们的孩子，即使他们最终离开了社会。\n他们最终离开是一件对社会有益的事情。\n\n但是，这些似乎都与一个假设的情况相抵触，那就是一个人要离开。",
      "title": "CMV：感觉很奇怪，一个女人可以为一个他不想要的孩子起诉父亲的抚养费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我絕對支持選擇，認爲這顯然是女人的決定，而不是男人的決定。\n而不是男人的。\n\n我想我明白爲什麼要求父母支持他們的孩子，即使他們最終離開了社會。\n他們最終離開是一件對社會有益的事情。\n\n但是，這些似乎都與一個假設的情況相牴觸，那就是一個人要離開。",
      "title": "CMV：感覺很奇怪，一個女人可以爲一個他不想要的孩子起訴父親的撫養費。"
    }
  ]
}