{
  "author": "thesetcrew",
  "the_new_excerpt": "Why YSK: if you get sent away on the same day as giving notice, your boss might\nbe hoping you don’t realize you are owed this pay.\n\nIf an employer includes a requirement for notice in their contract or employee\nhandbook then the law in most states (US) require they pay out for those two\nweeks even…",
  "original_created_utc": 1621774433,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、通知したその日に飛ばされてしまうと、上司はこの給料の支払いに気づかないことを期待しているのかもしれません。\n上司は、あなたがこの賃金の支払い義務があることに気づかないことを望んでいるかもしれません。\n\n雇用主が契約書や従業員ハンドブックに通知の義務を盛り込んでいる場合は\n雇用主が契約書や従業員ハンドブックに通知義務を盛り込んでいれば、米国のほとんどの州の法律では、その2週間分の給料を支払うことになっています。\nたとえ...",
      "title": "YSK 職場で2週間前に予告した場合、その2週間前に退社を求められても支払わなければならないことが多いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你在发出通知的同一天被送走，你的老板可能会\n你的老板可能希望你没有意识到你被拖欠了这笔工资。\n\n如果雇主在他们的合同或雇员手册中规定了通知的要求\n手册，那么大多数州（美国）的法律都要求他们支付这两个星期的工资。\n周，甚至...",
      "title": "YSK如果你在工作中提前两周通知，即使他们要求你在这两周结束前离开，他们通常也必须支付你工资。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你在發出通知的同一天被送走，你的老闆可能會\n你的老闆可能希望你沒有意識到你被拖欠了這筆工資。\n\n如果僱主在他們的合同或僱員手冊中規定了通知的要求\n手冊，那麼大多數州（美國）的法律都要求他們支付這兩個星期的工資。\n周，甚至...",
      "title": "YSK如果你在工作中提前兩週通知，即使他們要求你在這兩週結束前離開，他們通常也必須支付你工資。"
    }
  ],
  "title": "YSK if you give two weeks notice at work, they often have to pay you even if they ask you to leave before those two weeks are up.",
  "created_utc": 1621969618,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you get sent away on the same day as giving notice, your boss might be hoping you don’t realize you are owed this pay. </p>\n\n<p>If an employer includes a requirement for notice in their contract or employee handbook then the law in most states (US) require they pay out for those two weeks even if they tell you not to come in to work. </p>\n\n<p>An angry manager, or a job that considers a resigning employee a security risk, does not have to allow the employee to work for two weeks, but must pay them.</p>\n</div><!-- SC_ON -->",
  "score": 2269,
  "permalink": "/r/YouShouldKnow/comments/nj76du/ysk_if_you_give_two_weeks_notice_at_work_they/",
  "subreddit": "YouShouldKnow",
  "id": "nj76du",
  "is_self": true,
  "media": null,
  "is_video": false
}