{
  "author": "blackcaps3818",
  "original_created_utc": 1626507356,
  "title": "I love Murakami",
  "created_utc": 1626522018,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll just jump straight into it. I love Murakami.</p>\n\n<p>I love the melancholy feel of all his books.</p>\n\n<p>I love the blend between everyday menial tasks that his characters do, along with the weird as dream like states whose meanings are impossible to decipher.</p>\n\n<p>I also weirdly love that all his narrators/male protagonists are virtually indistinguishable from each other. You know what you are going to get with most of his books.</p>\n\n<p>I love how &#39;light&#39; yet &#39;heavy&#39; his novels are. By this I mean how easy they are to read yet it&#39;s not lacking substance. His prose is so simply elegant.</p>\n\n<p>Now concerning his portrayal of Female characters, I oddly find his female characters to be apart of that &#39;magical realism&#39; realm. Just like his male characters, are his female characters also that remarkable and distinguishable from each other? I&#39;d argue no. All his female characters are eccentric and so far removed from what you would consider a &#39;real&#39; woman that I interpret it as an artistic decision. Of course, I could be reaching there.</p>\n\n<p>So what are other people&#39;s thoughts? I&#39;m really interested to hear them.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/olzs48/i_love_murakami/",
  "subreddit": "books",
  "id": "olzs48",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll just jump straight into it. I love Murakami.\n\nI love the melancholy feel of all his books.\n\nI love the blend between everyday menial tasks that his characters do, along\nwith the weird as dream like states whose meanings are impossible to decipher.\n\nI also weirdly love that all his…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そのまま飛び込んでしまいます。私は村上氏が大好きです。\n\n彼の本はどれも憂鬱な感じがして好きです。\n\n登場人物が行う日常的な仕事と、夢のような奇妙な出来事との融合が好きです。\n奇妙な夢のような状態が混在していて、その意味を解読するのは不可能です。\n\nまた、奇妙なことに、彼のすべての...",
      "title": "村上さんが大好きです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我就直接跳进去吧。我喜欢村上。\n\n我喜欢他所有书中的忧郁感觉。\n\n我喜欢他书中人物所做的日常琐事与如梦如幻的怪事之间的融合。\n我喜欢他笔下的人物将日常琐事与奇怪的梦境融合在一起，其含义是无法解读的。\n\n我还奇怪地喜欢他所有的作品。",
      "title": "我爱村上"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我就直接跳進去吧。我喜歡村上。\n\n我喜歡他所有書中的憂鬱感覺。\n\n我喜歡他書中人物所做的日常瑣事與如夢如幻的怪事之間的融合。\n我喜歡他筆下的人物將日常瑣事與奇怪的夢境融合在一起，其含義是無法解讀的。\n\n我還奇怪地喜歡他所有的作品。",
      "title": "我愛村上"
    }
  ]
}