{
  "author": "dxsgraced",
  "original_created_utc": 1628382495,
  "title": "Finally finished reading The Divine Comedy:",
  "created_utc": 1628425019,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Been reading the book during my lunch breaks at work over the past couple years, finally finished it now. Truly a beautiful book, one of the few books to make me feel, see and even hear everything within the book. It feels like the journey Dante undertakes is one that the reader takes himself. The entire book is wonderful and picturesque. You can feel the scale of the world around them, feel the awe, the fear, the wondering as they enter new areas and encounter the various figures of the ancient world. </p>\n\n<p>It’s remarkable books that predate the English language still have an elegance about them 700 years later. I wonder if mediums such as movies and TV will have such longevity in the future. </p>\n\n<p>Anyway, done with that book, probably a 10/10. Not sure which I’ll move onto next. Sorry if no one cares about this post just had to share my thoughts on it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p04pt9/finally_finished_reading_the_divine_comedy/",
  "subreddit": "books",
  "id": "p04pt9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Been reading the book during my lunch breaks at work over the past couple years,\nfinally finished it now. Truly a beautiful book, one of the few books to make me\nfeel, see and even hear everything within the book. It feels like the journey\nDante undertakes is one that the reader takes himself. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ数年、会社の昼休みに本を読んでいました。\n今ようやく読み終わりました。本当に美しい本で、私に感じさせてくれる数少ない本のひとつです。\n本の中のすべてのものを感じ、見て、そして聞くことができる数少ない本の一つです。ダンテが行った旅は、まるで\nダンテが行った旅は、読者自身が行うものであるように感じます。このような本は",
      "title": "やっと「神曲」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去几年中，我在工作的午休时间一直在读这本书。\n现在终于读完了。这确实是一本美丽的书，是少数几本让我\n感受、看到、甚至听到书中的一切。这感觉就像旅行\n但丁进行的旅行是读者自己的旅行。这本书的内容是",
      "title": "终于读完了《神曲》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去幾年中，我在工作的午休時間一直在讀這本書。\n現在終於讀完了。這確實是一本美麗的書，是少數幾本讓我\n感受、看到、甚至聽到書中的一切。這感覺就像旅行\n但丁進行的旅行是讀者自己的旅行。這本書的內容是",
      "title": "終於讀完了《神曲》。"
    }
  ]
}