{
  "author": "killerth3",
  "original_created_utc": 1635322764,
  "title": "Kucoin at it again - Complete blackout as thousands of people got liquidated",
  "created_utc": 1635334689,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Can&#39;t say how pissed I am. Can&#39;t adjust my longs even though the market is dying rn. Had a fairly volatile long open that I was going to sustain with additional margin, can&#39;t do any of that. App is just showing me &quot;data can&#39;t be loaded&quot;. Pretty sure my position will just be already liquidated once their data service comes back online. </p>\n\n<p>When will exchanges in this business take responsibility for what the hell they&#39;re doing? Imagine if Interactive Brokers just went out during a major selloff. People would sue the living hell out of them. </p>\n\n<p>My heart goes to anyone who lost a position due to Kucoin fucking up AGAIN. I am sure someone from their PR team will read this and only not ignore it if becomes a thing.</p>\n\n<p>Edit 1: Yes the market isn&#39;t actually dying. Whatever. Exchanges are literally locking up our money and positions as they see fit.</p>\n\n<p>Edit 2: Yes trading on margin is risky. But that&#39;s completely besides the point when users can&#39;t close positions, can&#39;t add margin, can&#39;t do anything except pray that they don&#39;t get auto-liquidated while the exchange is down AKA can&#39;t manage their risk.</p>\n\n<p>Edit 3: My risk management bid ended up going through, position wasn&#39;t liquidated. This doesn&#39;t change anything, this post isn&#39;t just about my tiny little position getting rekt because Kucoin is down. It&#39;s about an exchange not allowing users to execute risk management strategies right when they need them the most and conveniently coming back online right as it&#39;s too late.</p>\n</div><!-- SC_ON -->",
  "score": 426,
  "permalink": "/r/CryptoCurrency/comments/qgrrww/kucoin_at_it_again_complete_blackout_as_thousands/",
  "subreddit": "CryptoCurrency",
  "id": "qgrrww",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Can't say how pissed I am. Can't adjust my longs even though the market is dying\nrn. Had a fairly volatile long open that I was going to sustain with additional\nmargin, can't do any of that. App is just showing me \"data can't be loaded\".\nPretty sure my position will just be already liquidated once…"
}