{
  "author": "OhSoManyThoughts",
  "the_new_excerpt": "Let me preface this by saying that I’m Pro-Choice. I do think women have the\nright to control what’s going on in their bodies. I will caveat that I’m not a\nproponent of late term abortions though. I personally draw the line at 21 weeks,\n5 days. So around 5 months. Why this specific number? Well,…",
  "original_created_utc": 1623150662,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私は「プロチョイス」です。私は、女性には\n女性には、自分の体で起こっていることをコントロールする権利があると思います。ただし、後期中絶の支持者ではないことをお断りしておきます。\nしかし、後期中絶の支持者ではありません。私は個人的には21週目と5日目で線を引きます。\n5日です。つまり、5ヶ月前後です。なぜこの数字なのか？それは...",
      "title": "CMV: 中絶をやめさせるためのプロライフ運動の戦術は、「中絶＝赤ちゃんを殺すこと」という信念に基づいており、完全に正当なものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我先说一下，我是支持选择的。我确实认为妇女有\n有权控制自己身体里发生的事情。我要说明的是，我不是一个\n但我不赞成晚期堕胎。我个人把界限定在21周。\n5天。所以大约是5个月。为什么是这个具体数字？嗯，...",
      "title": "CMV：支持生命运动劝阻人们不要堕胎的策略是完全合理的，因为他们的基本信念是堕胎=谋杀婴儿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我先說一下，我是支持選擇的。我確實認爲婦女有\n有權控制自己身體裏發生的事情。我要說明的是，我不是一個\n但我不贊成晚期墮胎。我個人把界限定在21周。\n5天。所以大約是5個月。爲什麼是這個具體數字？嗯，...",
      "title": "CMV：支持生命運動勸阻人們不要墮胎的策略是完全合理的，因爲他們的基本信念是墮胎=謀殺嬰兒。"
    }
  ],
  "title": "CMV: The pro-life movement’s tactics to dissuade folks from abortion are completely justified based on their underlying belief that abortion = murdering babies.",
  "created_utc": 1623166220,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me preface this by saying that I’m Pro-Choice. I do think women have the right to control what’s going on in their bodies. I will caveat that I’m not a proponent of late term abortions though. I personally draw the line at 21 weeks, 5 days. So around 5 months. Why this specific number? Well, that’s the record for earliest known premature birth to have survived. That’s my personal minimum criteria for it to be considered sustainable life (because it’s based on data), and it provides women with ample time to make their decisions as well.</p>\n\n<p>With that out of the way, I see a lot of dislike around the tactics used by the pro-life movement:\n1. Standing outside Planned Parenthood clinics with signs and yelling how abortion is murder.\n2. Distributing pamphlets and material in churches and other places heavily enforcing how abortion is one of the greatest sins ever.\n3. Pushing to pass highly restrictive legislation that doesn’t exempt for any specific situations (like rape).</p>\n\n<p>While I fundamentally disagree with the underlying beliefs of the Pro-Life movement, I can’t disagree with their tactics because they’re based on their belief that Abortion, as soon as conception has occurred, is murdering babies. Imagine if someone came up to you and said ‘X’ thing results in dead babies, you’d do everything in your power to stop ‘X’, no matter how inconvenient it might be for either yourself or what you’d be doing to others. Cause dead babies!</p>\n\n<p>I completely understand pro-life movement’s fervor around this subject cause as far as they’re concerned, they are actively saving babies.</p>\n\n<p>Of course, this is specific to the true believers of the movement, and not politicians using it to get votes.</p>\n\n<p>Am I wrong to think that their tactics are completely reasonable?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/nv1k3r/cmv_the_prolife_movements_tactics_to_dissuade/",
  "subreddit": "changemyview",
  "id": "nv1k3r",
  "is_self": true,
  "media": null,
  "is_video": false
}