{
  "author": "notestuebiatall",
  "original_created_utc": 1627310968,
  "title": "CMV: Wearing camopatterns as a civilian is not offensive.",
  "created_utc": 1627321291,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just bought a small shoulder bag (eastpak-classic-style) ,because it was on sale, for a festival i will attend this week and it has a camo pattern on it. I was told this could be offensive or people may dislike it and it could kill the vibe in the camp for example. I was surprised by this as i didnt think this could be this big of a deal and i want to know why this would be offensive to some people. I usually live by &quot;live and let live&quot; and i dont feel like im affecting anyones freedom here. Please explain to me why this could be offensive to some, im open for discussion.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/os08cv/cmv_wearing_camopatterns_as_a_civilian_is_not/",
  "subreddit": "changemyview",
  "id": "os08cv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just bought a small shoulder bag (eastpak-classic-style) ,because it was on\nsale, for a festival i will attend this week and it has a camo pattern on it. I\nwas told this could be offensive or people may dislike it and it could kill the\nvibe in the camp for example. I was surprised by this as i…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今週参加するフェスティバルのために、小さなショルダーバッグ（eastpak-classic-style）をセールで購入しました。\n迷彩柄が入っています。I\nこれは不快感を与えるかもしれないし、人に嫌われるかもしれないし、例えばキャンプの雰囲気を壊すかもしれないと言われました。\n例えば、キャンプの雰囲気を壊すことになると言われました。私はこのことに驚きました。",
      "title": "CMV：一般人として迷彩柄を身につけることは、不快なことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚买了一个小单肩包（Eastpak-Classic-style），因为它在打折。\n因为它在打折，我这周要参加一个节日，上面有一个迷彩图案。I\n我被告知这可能会引起反感，或者人们可能不喜欢它，它可能会破坏营地的气氛。\n例如，在营地的气氛。我对此感到很惊讶，因为我...",
      "title": "CMV：作为平民穿着迷彩服并不具有攻击性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛買了一個小單肩包（Eastpak-Classic-style），因爲它在打折。\n因爲它在打折，我這周要參加一個節日，上面有一個迷彩圖案。I\n我被告知這可能會引起反感，或者人們可能不喜歡它，它可能會破壞營地的氣氛。\n例如，在營地的氣氛。我對此感到很驚訝，因爲我...",
      "title": "CMV：作爲平民穿着迷彩服並不具有攻擊性。"
    }
  ]
}