{
  "author": "Alexandria_Scott",
  "original_created_utc": 1637290758,
  "title": "CMV: The very people (Zoomers and Millennials) who hate \"boomers\" would have taken advantage of the same luxuries afforded to the boomers if they could have. Life was just different then.",
  "created_utc": 1637297227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m GenX, but it happened upon me one day that if any of us were afforded the same opportunities and luxuries that the boomers were able to take advantage of, we would have as well, it&#39;s human nature. It&#39;s not like humans evolved; we are the exact same. It&#39;s just that time passed and culture changed. It&#39;s not like people 55+ are inherently or innately evil.</p>\n\n<p>I mean I get the &quot;Ok Boomer&quot; saying, but it does not really help, right? Do you think they care? They don&#39;t. It&#39;s probably best to focus on yourself and how to change things moving forward.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/qx6l87/cmv_the_very_people_zoomers_and_millennials_who/",
  "subreddit": "changemyview",
  "id": "qx6l87",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm GenX, but it happened upon me one day that if any of us were afforded the\nsame opportunities and luxuries that the boomers were able to take advantage of,\nwe would have as well, it's human nature. It's not like humans evolved; we are\nthe exact same. It's just that time passed and culture…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は玄人ですが、ある日ふと、もし私たちの誰かが、私たちの世代と同じような機会と贅沢を与えられていたら、と考えました。\n団塊の世代が利用できたのと同じ機会と贅沢を得られたら、私たちもそうするだろう。\nそれが人間の本質だと思います。人間が進化したのではなく、人間は全く同じなのです。\n全く同じです。ただ、時間が経ち、文化が...",
      "title": "CMV: 「団塊」を嫌う人たち（団塊ジュニアやミレニアル世代）は、できることなら団塊世代と同じような贅沢をしていたはずです。当時の生活は違っていたからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是X一代，但有一天我突然想到，如果我们中的任何一个人能够得到\n有同样的机会和奢侈品，而潮汕人能够利用。\n我们也会这样做的，这是人类的天性。这不像是人类的进化；我们是\n完全一样。只是时间过去了，文化...",
      "title": "CMV：那些讨厌 \"潮人 \"的人（Zoomers和Millennials），如果可以的话，也会利用潮人所享受到的同样的奢侈生活。那时的生活就是不一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是X一代，但有一天我突然想到，如果我們中的任何一個人能夠得到\n有同樣的機會和奢侈品，而潮汕人能夠利用。\n我們也會這樣做的，這是人類的天性。這不像是人類的進化；我們是\n完全一樣。只是時間過去了，文化...",
      "title": "CMV：那些討厭 \"潮人 \"的人（Zoomers和Millennials），如果可以的話，也會利用潮人所享受到的同樣的奢侈生活。那時的生活就是不一樣。"
    }
  ]
}