{
  "author": "espresso-empress",
  "the_new_excerpt": "For years, I was adamant that I would only read physical books. I like the feel,\nthe look, the smell of books. I've always hated reading on my laptop, because\nthe display is so harsh, and I've only ever done it to avoid paying for\nexpensive phsyical textbooks. For all my protests against the digital…",
  "original_created_utc": 1613003968,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "多年来，我一直坚定地认为，我只看实体书。我喜欢这种感觉。\n的样子，书的味道。我一直不喜欢用笔记本看书，因为... ...\n的显示是如此刺眼，我只做过，以避免支付\n昂贵的哲学教科书。对于我所有的抗议 对数字... ...",
      "title": "致电子阅读器爱好者。对不起，我怀疑你！"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年來，我一直堅定地認爲，我只看實體書。我喜歡這種感覺。\n的樣子，書的味道。我一直不喜歡用筆記本看書，因爲... ...\n的顯示是如此刺眼，我只做過，以避免支付\n昂貴的哲學教科書。對於我所有的抗議 對數字... ...",
      "title": "致電子閱讀器愛好者。對不起，我懷疑你！"
    }
  ],
  "title": "To eReader enthusiasts: I'm sorry I doubted you!",
  "created_utc": 1613035533,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For years, I was adamant that I would only read physical books. I like the feel, the look, the smell of books. I&#39;ve always hated reading on my laptop, because the display is so harsh, and I&#39;ve only ever done it to avoid paying for expensive phsyical textbooks. For all my protests against the digital format, it&#39;s also been years since I actually read books for fun. </p>\n\n<p>As a grad student who&#39;s working and studying remotely, I&#39;ve had a lot of free time recently, but I don&#39;t want go outside too much for fear of catching the plague. So, I budgeted out what it would cost for an eReader. I knew that I loved reading, and that if I had the chance, I could get myself back into it. Other things that pushed me to buy it:</p>\n\n<p>- The display. This was actually the biggest selling point for me. It&#39;s so much easier to read for a long time on an eReader than on a laptop or tablet, because it&#39;s specifically designed for reading, and it&#39;s gentle on the eyes.<br/>\n- Convenience. I love being able to get samples and buy stuff with one click (very dangerous!). Also, I&#39;ll be moving in a few months, and I want all my fun books in one place to take with me.<br/>\n- Discounted prices. This was less of a concern, but it&#39;s definitely another plus for me.</p>\n\n<p>It&#39;s the best purchase I&#39;ve made in a long time. I&#39;m tracking all the books I&#39;m reading, and I&#39;ve read a book a week since buying it! My favorite was Circe. I also liked Piranesi and The Ocean at the End of Lane, though not as much. Currently making my way through Song of Achilles, and reading short stories from Fragile Things in between shifts and studying.</p>\n\n<p>So, to eReader enthusiasts, I&#39;m sorry I doubted you! I&#39;ve been converted, and I&#39;m so happy that I&#39;ve come back to reading after so long.</p>\n\n<p>For those of you who use eReaders, how did you get into it, and why?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lh8k1g/to_ereader_enthusiasts_im_sorry_i_doubted_you/",
  "subreddit": "books",
  "id": "lh8k1g",
  "is_self": true,
  "media": null,
  "is_video": false
}