{
  "author": "Self-propelledflower",
  "original_created_utc": 1631284361,
  "title": "There’s nothing like reading when you’re a child.",
  "created_utc": 1631291586,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I still love reading. I do, but sometimes I miss the magic of reading as a child. There’s nothing else to occupy your mind, you have so much more time to read, to get lost in a book, your imagination is free and still being moulded. I used to enjoy just the feeling of holding a book and the smell of the pages. A new book was always something to revel over (something occasional), and trips to the library, to search through the shelves for something you’d like, was always exciting. I also miss being read to during classes; it was always soothing to follow the voice of a teacher while you rested your head and envisioned the book in your mind.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/books/comments/plm8cj/theres_nothing_like_reading_when_youre_a_child/",
  "subreddit": "books",
  "id": "plm8cj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I still love reading. I do, but sometimes I miss the magic of reading as a\nchild. There’s nothing else to occupy your mind, you have so much more time to\nread, to get lost in a book, your imagination is free and still being moulded. I\nused to enjoy just the feeling of holding a book and the smell of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今でも読書は大好きです。でも、子供の頃に読んでいた本の魔法が恋しくなることがあります。\n子供の頃の読書の魔法が恋しくなります。他に頭を使うものがないから、本を読む時間がたくさんある。\n本を読んだり、本に夢中になったりする時間がたくさんあって、想像力は自由で、今もなお形成され続けています。I\n本を手にしたときの感触や、本の匂いを楽しむことができました...",
      "title": "子供の頃の読書ほど楽しいものはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我仍然喜欢阅读。我确实喜欢，但有时我怀念小时候阅读的魔力。\n儿时的阅读。没有别的东西可以占据你的头脑，你有那么多的时间去阅读，去迷失在书中。\n读书，迷失在书中，你的想象力是自由的，而且仍在被塑造。I\n我曾经很享受拿着书的感觉和书的味道。",
      "title": "当你还是个孩子的时候，没有什么比阅读更重要的了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我仍然喜歡閱讀。我確實喜歡，但有時我懷念小時候閱讀的魔力。\n兒時的閱讀。沒有別的東西可以佔據你的頭腦，你有那麼多的時間去閱讀，去迷失在書中。\n讀書，迷失在書中，你的想象力是自由的，而且仍在被塑造。I\n我曾經很享受拿着書的感覺和書的味道。",
      "title": "當你還是個孩子的時候，沒有什麼比閱讀更重要的了。"
    }
  ]
}