{
  "author": "Zee180",
  "original_created_utc": 1633866611,
  "title": "Has there been a particular book you've read that you can't stop thinking about?",
  "created_utc": 1633884002,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Is there any book which you&#39;ve read that you cannot stop thinking about? It might be a few months down the line, heck even a year or two. The book just stayed with you, because of the ending, the plot, maybe you just really related to the characters, maybe it just messed you up..</p>\n\n<p>I think for me it has to be the dark tower series, I can&#39;t stop thinking about the ending.. I know there is a debate regarding what the real ending is, but I guess that is up to the reader to decide.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/q56klj/has_there_been_a_particular_book_youve_read_that/",
  "subreddit": "books",
  "id": "q56klj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Is there any book which you've read that you cannot stop thinking about? It\nmight be a few months down the line, heck even a year or two. The book just\nstayed with you, because of the ending, the plot, maybe you just really related\nto the characters, maybe it just messed you up..\n\nI think for me it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたが読んだ本の中で、頭から離れない本はありますか？それは\n数ヶ月後かもしれないし、1年後、2年後かもしれません。その本はただ\nその本があなたの心に残ったのは、結末や筋書きのせいかもしれませんし、登場人物に本当に共感したのかもしれません。\nその本があなたの心に残ったのは、結末や筋書きのせいかもしれないし、登場人物に共感したのかもしれないし、あなたを混乱させたのかもしれない。\n\n私の場合、それは...",
      "title": "これまでに読んだ本の中で、頭から離れないものはありましたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是否有任何你读过的书让你无法停止思考？它\n可能是几个月后，甚至是一年或两年后。这本书只是\n伴随着你，因为结局，因为情节，也许你真的和书中的人物有关\n也许你真的与书中的人物有关，也许它只是把你搞得一团糟。\n\n我认为对我来说，它...",
      "title": "是否有一本你读过的特定书籍让你欲罢不能？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是否有任何你讀過的書讓你無法停止思考？它\n可能是幾個月後，甚至是一年或兩年後。這本書只是\n伴隨着你，因爲結局，因爲情節，也許你真的和書中的人物有關\n也許你真的與書中的人物有關，也許它只是把你搞得一團糟。\n\n我認爲對我來說，它...",
      "title": "是否有一本你讀過的特定書籍讓你欲罷不能？"
    }
  ]
}