{
  "author": "blackjacobin_97",
  "the_new_excerpt": "One of the small joys of having a home library, in my view, is that moment when\nI have nothing to do and I just want to browse my bookshelves. Sometimes I'm\nlooking for something to read, but sometimes I browse for the sake of browsing.\nIt feels strangely good and satisfying. Pulling out books from…",
  "original_created_utc": 1622403980,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ホームライブラリーを持つことのささやかな喜びの一つは、何もすることがなくて本棚を見たいと思った時に、その瞬間にあると思います。\n何もすることがなくて、ただ本棚を見たいと思ったとき。読みたい本を探すこともあれば\n読むものを探している場合もありますが、ただ見ているだけの場合もあります。\nそれが妙に気持ちよくて、満足感があります。本棚から本を取り出して...",
      "title": "自分の本棚を見るのは好きですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，拥有一个家庭图书馆的小乐趣之一是，当我无事可做，只想浏览我的书架时，那一刻\n我无事可做，只想浏览我的书架。有时我在\n有时我在寻找要读的东西，但有时我是为了浏览而浏览。\n这种感觉很奇怪，很满足。从书架上抽出书来...",
      "title": "你喜欢浏览自己的书架吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，擁有一個家庭圖書館的小樂趣之一是，當我無事可做，只想瀏覽我的書架時，那一刻\n我無事可做，只想瀏覽我的書架。有時我在\n有時我在尋找要讀的東西，但有時我是爲了瀏覽而瀏覽。\n這種感覺很奇怪，很滿足。從書架上抽出書來...",
      "title": "你喜歡瀏覽自己的書架嗎？"
    }
  ],
  "title": "Do you like browsing your own bookshelves?",
  "created_utc": 1622411903,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of the small joys of having a home library, in my view, is that moment when I have nothing to do and I just want to browse my bookshelves. Sometimes I&#39;m looking for something to read, but sometimes I browse for the sake of browsing. It feels strangely good and satisfying. Pulling out books from the shelves, flicking through it, maybe read extracts for a few minutes, especially if I&#39;ve read it before. Touch it, feel it, admire its cover and design if it looks good. </p>\n\n<p>When I browse a library, a bookstore or a bookcase in someone else house, I do feel like I am intruding upon someone else&#39;s shelves. But the difference is at home, the shelves and the books are mine, built and cultivated by me, composed for my eyes to gaze upon.</p>\n\n<p>I gain some pleasure in doing this whether or not it leads me to picking off a book to read for that day. The search can be as enjoyable as the discovery.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/noiwur/do_you_like_browsing_your_own_bookshelves/",
  "subreddit": "books",
  "id": "noiwur",
  "is_self": true,
  "media": null,
  "is_video": false
}