{
  "author": "MoneyPress",
  "original_created_utc": 1634926949,
  "title": "I hate when books describe a character's appearance halfway in.",
  "created_utc": 1634943633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>They present a character, I get a rough idea of what he might look like and then 40 pages later they describe him in detail and it&#39;s nothing like the person I&#39;ve built in my head. Now I have to consciously try to change the character&#39;s appearance when it&#39;s too late and the unfitting visual I&#39;ve given them is too solid.  </p>\n\n<p>Shit like this is why I can&#39;t enjoy books as much as other media, how do you deal with this stuff?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qdmzt9/i_hate_when_books_describe_a_characters/",
  "subreddit": "books",
  "id": "qdmzt9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "They present a character, I get a rough idea of what he might look like and then\n40 pages later they describe him in detail and it's nothing like the person I've\nbuilt in my head. Now I have to consciously try to change the character's\nappearance when it's too late and the unfitting visual I've…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "登場人物が提示され、どんな人物か大まかなイメージができて、40ページ後に詳細に描写されると\n40ページ後には詳細な人物像が描かれているのですが、私が自分の中で作り上げた人物像とは全く違うものでした。\n私の頭の中で作られた人物とは全く違います。意識的にキャラクターの外見を変えようとしなければなりません。\n意識的にキャラクターの外見を変えようとしなければなりませんが、それでは遅すぎます。",
      "title": "登場人物の容姿が途中で描写されている本は嫌いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "他们介绍了一个人物，我对他可能的样子有了一个粗略的概念，然后\n40页后，他们对他进行了详细的描述，但这与我在脑海中构建的人物完全不同。\n我脑海中的人物。现在，我不得不有意识地试图改变这个人物的外貌。\n现在我不得不有意识地试图改变这个人物的外貌，但为时已晚，而且我所做的不合适的视觉。",
      "title": "我讨厌书中对一个人物的外貌描述到一半。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他們介紹了一個人物，我對他可能的樣子有了一個粗略的概念，然後\n40頁後，他們對他進行了詳細的描述，但這與我在腦海中構建的人物完全不同。\n我腦海中的人物。現在，我不得不有意識地試圖改變這個人物的外貌。\n現在我不得不有意識地試圖改變這個人物的外貌，但爲時已晚，而且我所做的不合適的視覺。",
      "title": "我討厭書中對一個人物的外貌描述到一半。"
    }
  ]
}