{
  "author": "LisneyDand",
  "original_created_utc": 1639033160,
  "title": "YSK the black highlighter feature on phones is not an effective way to block out an image or text",
  "created_utc": 1639147367,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: if you share something that has personal information, and think that you blacked out the personal information, you could accidentally be revealing that information to strangers. I know from experience that something &amp;#39;blacked out&amp;#39; can look jet black on the phone screen without that being the case on other devices; even if it does appear jet black, raising the brightness can reveal the hidden image.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/rcc2xf/ysk_the_black_highlighter_feature_on_phones_is/",
  "subreddit": "YouShouldKnow",
  "id": "rcc2xf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you share something that has personal information, and think that\nyou blacked out the personal information, you could accidentally be revealing\nthat information to strangers. I know from experience that something 'blacked\nout' can look jet black on the phone screen without that being…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：個人情報が含まれるものを共有する場合、自分ではそう思っていても\n個人情報を消したつもりでも、その情報が漏れてしまう可能性があります。\nを見知らぬ人に伝えてしまう。私は経験上、「黒く塗ったもの」が\nスマホの画面上では漆黒に見えても、それが...",
      "title": "YSK スマホの蛍光ペン機能は、画像や文字を消すのには効果的ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你分享有个人信息的东西，并认为\n你把个人信息涂掉了，你可能不小心把这些信息透露给了\n这些信息给陌生人。我知道根据经验，\"涂黑 \"的东西在手机屏幕上看起来是漆黑的，但这并不意味着它是真的。\n的东西在手机屏幕上可能看起来是漆黑的，但这并不...",
      "title": "YSK手机上的黑色荧光笔功能并不是遮挡图像或文字的有效方法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你分享有個人信息的東西，並認爲\n你把個人信息塗掉了，你可能不小心把這些信息透露給了\n這些信息給陌生人。我知道根據經驗，\"塗黑 \"的東西在手機屏幕上看起來是漆黑的，但這並不意味着它是真的。\n的東西在手機屏幕上可能看起來是漆黑的，但這並不...",
      "title": "YSK手機上的黑色熒光筆功能並不是遮擋圖像或文字的有效方法。"
    }
  ]
}