{
  "author": "Andalib_Odulate",
  "original_created_utc": 1630342128,
  "title": "CMV: The Education/Labor system in the United States is broken.",
  "created_utc": 1630355977,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am combining Education and Labor as the same because they go hand in hand, the purpose of education is not only to teach the under generations so people become knowledgeable but also so that people can get careers and live productive lives. So I am going to split this into 3 parts.</p>\n\n<p><strong>Part 1. K-12</strong></p>\n\n<p>The issue with the current system is that we teach based on age not based on ability. School should have 3 levels for each subject in each grade. Behind, normal and advanced. Each level should have tests that place a child and allow them to move up at ANY TIME. They should be able to request a test at any time, and all courses should have an online option for those who move faster then the class. If a child is able to test out of their grade they should imminently move up to the next level. Once they are done with all 12 (13) grades they are done with school and can go on to other things.</p>\n\n<p><strong>Part 2. Higher education</strong></p>\n\n<p>Higher education aka college/university is a terrible system, there are about 3 careers that I would say need University and that is Lawyers, Doctors, and Educators. Because those require a lot of text book learning that can&#39;t be left to individual companies to teach. Other then that, everything else should be taught by the companies.</p>\n\n<p>Companies and industries not only should teach their prospective employees though academies or training but they have an incentive to. If people have to go to no cost training/academies for employment you are much more likely to keep the employees you hire for their whole career since switching will be more time then its worth and they will start at a younger age.</p>\n\n<p><strong>Part 3. At Will Employment</strong></p>\n\n<p>At will employment is one of the biggest frauds committed against the American people ever. In 49 out of 50 states Employment at Will is the law. That means that a company can hire you and fire you for any reason (that is not protected) and you can quit for any reason at any time.</p>\n\n<p>Hire at will, fire at will, quit at will sounds nice right? Nope that means...</p>\n\n<ul>\n<li><p>On call 24/7 oh it says you only have to work for specific hours and yes you do get over time, however if you refuse then they can fire you and you can&#39;t do anything because fire at will.</p></li>\n<li><p>Stagnant wages there is no incentive to give you a raise or hell even keep your pay the same because since you aren&#39;t contract they can just fire you and no even give a reason and then hire a different person.</p></li>\n<li><p>No reason fires you effectively don&#39;t have any rights because they simply just have to make up a reason or say nothing at all and you are gone, try going to HR because of inappropriate or intentional bad behavior meant to try to get you to quit or just take advantage they can say bye.</p></li>\n<li><p>Arbitration the bullshit that removes the courts, that any private sector employee likely signed because of course they can force you to give it up.</p></li>\n</ul>\n\n<p>If the law required contracts for employment that would mean that you could only get fired for either directly breaking code of conduct or failure to do your job correctly, and that you would have due process before being fired. </p>\n\n<p>If they fire you for a dumb reason then you get damages, if the employee quits before term is they pay penalties. Basically the way the public sector works. Better pay/benefits (might be slightly lower pay but you get real benefits and pensions) Most have 20-25 year retirement with 60+% of your monthly way pension then you get Social Security check later in life.</p>\n\n<p>Ending at will employment is what must happen for labor standards to go up.</p>\n\n<p>Edit- Retirement savings plan is not a pension, a pension is no cost to you.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pem04k/cmv_the_educationlabor_system_in_the_united/",
  "subreddit": "changemyview",
  "id": "pem04k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am combining Education and Labor as the same because they go hand in hand, the\npurpose of education is not only to teach the under generations so people become\nknowledgeable but also so that people can get careers and live productive lives.\nSo I am going to split this into 3 parts.\n\nPart 1. K…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は教育と労働を一緒にしていますが、これは密接な関係があるからです。\n教育の目的は、下の世代に教えて人々が知識を得るだけでなく、人々がキャリアを積んで生産的な生活を送れるようにすることです。\n教育の目的は、下の世代の人々に知識を与えるだけでなく、人々がキャリアを積んで生産的な生活を送れるようにすることです。\nそこで、今回は3つのパートに分けてご紹介します。\n\nパート1 K...",
      "title": "CMV: アメリカの教育・労働システムは壊れています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我把教育和劳动结合在一起，因为它们是相辅相成的。\n教育的目的不仅是为了教育下一代，使人们变得有知识\n知识，而且也是为了让人们能够获得职业，过上有意义的生活。\n因此，我将把这个问题分成三部分。\n\n第1部分。K...",
      "title": "CMV：美国的教育/劳动系统已经崩溃。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我把教育和勞動結合在一起，因爲它們是相輔相成的。\n教育的目的不僅是爲了教育下一代，使人們變得有知識\n知識，而且也是爲了讓人們能夠獲得職業，過上有意義的生活。\n因此，我將把這個問題分成三部分。\n\n第1部分。K...",
      "title": "CMV：美國的教育/勞動系統已經崩潰。"
    }
  ]
}