{
  "author": "hwagoolio",
  "original_created_utc": 1636812068,
  "title": "CMV: Most major socialist movements are driven more by hatred of the rich rather than a desire to help the poor",
  "created_utc": 1636817915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The theory that I have is that most major socialist movements in history (as well as many contemporary movements) are primarily driven by a loathing for the rich.</p>\n\n<p>While many people call the USSR/China to be &quot;not socialism&quot;, IMO the founding principles and ideas that drove the Russian Revolution and the Cultural Revolution are generally socialist, and a large swath of people generally believed and popularly supported in the ideals -- at least initially.</p>\n\n<p>My argument is that &quot;hatred of the rich&quot; is a unifying element of nearly all socialist movements, and many socialist movements accrue critical mass most easily by fanning the population&#39;s hatred of the rich. Even though not everyone in a socialist movement may agree on exactly on how to implement a socialist state after the revolution, everyone agrees that the downfall of the rich must happen <em>now</em>.</p>\n\n<p>And that&#39;s precisely what happened in the communist revolutions.</p>\n\n<p>The rich were evicted from power / persecuted / jailed, but the movements largely fall apart due to a lack of universal consensus on how to implement a socialist state. Initial popular support crumbles after the &#39;enemies&#39; are removed, and resentment rises against the controlling group because most people don&#39;t get exactly the kind of socialism that they wanted. The revolution deviates from the original vision due to practical reasons and it becomes a perversion of what most people would consider &quot;socialism&quot; in its purist form.</p>\n\n<p>I genuinely think this is probably what would happen to most major socialists movements, particularly those that are driven by hatred of the rich. Even if a movement claims that it does not hate the rich, this notion sort of occurs incidentally by the nature of socialism itself (whether by the rhetoric used or other features of campaigning for socialism), and it&#39;s the most salient and popular feature of the ideology.</p>\n\n<p>I think if socialism remotely has a chance to work, I think it should be primarily motivated by a communal desire and widespread cultural values to help the poor. Rather than investing energy into 1% protests (which IMO is strictly all about hating the rich; everyone including people at the 51% percentile should be actively helping the poor), we should proactively be pooling resources into community chests and and community organizations to help the least fortunate members of their own communities. We should be encouraging people regardless of their level of income (whether you are at the 30th percentile or the 75th percentile) to volunteer and contribute to helping the lowest percentile.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qt1ulr/cmv_most_major_socialist_movements_are_driven/",
  "subreddit": "changemyview",
  "id": "qt1ulr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The theory that I have is that most major socialist movements in history (as\nwell as many contemporary movements) are primarily driven by a loathing for the\nrich.\n\nWhile many people call the USSR/China to be \"not socialism\", IMO the founding\nprinciples and ideas that drove the Russian Revolution and…"
}