{
  "author": "hwagoolio",
  "original_created_utc": 1636812068,
  "title": "CMV: Most major socialist movements are driven more by hatred of the rich rather than a desire to help the poor",
  "created_utc": 1636817915,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The theory that I have is that most major socialist movements in history (as well as many contemporary movements) are primarily driven by a loathing for the rich.</p>\n\n<p>While many people call the USSR/China to be &quot;not socialism&quot;, IMO the founding principles and ideas that drove the Russian Revolution and the Cultural Revolution are generally socialist, and a large swath of people generally believed and popularly supported in the ideals -- at least initially.</p>\n\n<p>My argument is that &quot;hatred of the rich&quot; is a unifying element of nearly all socialist movements, and many socialist movements accrue critical mass most easily by fanning the population&#39;s hatred of the rich. Even though not everyone in a socialist movement may agree on exactly on how to implement a socialist state after the revolution, everyone agrees that the downfall of the rich must happen <em>now</em>.</p>\n\n<p>And that&#39;s precisely what happened in the communist revolutions.</p>\n\n<p>The rich were evicted from power / persecuted / jailed, but the movements largely fall apart due to a lack of universal consensus on how to implement a socialist state. Initial popular support crumbles after the &#39;enemies&#39; are removed, and resentment rises against the controlling group because most people don&#39;t get exactly the kind of socialism that they wanted. The revolution deviates from the original vision due to practical reasons and it becomes a perversion of what most people would consider &quot;socialism&quot; in its purist form.</p>\n\n<p>I genuinely think this is probably what would happen to most major socialists movements, particularly those that are driven by hatred of the rich. Even if a movement claims that it does not hate the rich, this notion sort of occurs incidentally by the nature of socialism itself (whether by the rhetoric used or other features of campaigning for socialism), and it&#39;s the most salient and popular feature of the ideology.</p>\n\n<p>I think if socialism remotely has a chance to work, I think it should be primarily motivated by a communal desire and widespread cultural values to help the poor. Rather than investing energy into 1% protests (which IMO is strictly all about hating the rich; everyone including people at the 51% percentile should be actively helping the poor), we should proactively be pooling resources into community chests and and community organizations to help the least fortunate members of their own communities. We should be encouraging people regardless of their level of income (whether you are at the 30th percentile or the 75th percentile) to volunteer and contribute to helping the lowest percentile.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qt1ulr/cmv_most_major_socialist_movements_are_driven/",
  "subreddit": "changemyview",
  "id": "qt1ulr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The theory that I have is that most major socialist movements in history (as\nwell as many contemporary movements) are primarily driven by a loathing for the\nrich.\n\nWhile many people call the USSR/China to be \"not socialism\", IMO the founding\nprinciples and ideas that drove the Russian Revolution and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が持っている理論は、歴史上の主要な社会主義運動のほとんど（として\n豊かな人々への嫌悪感が原動力となっています。\n富裕層への嫌悪感が原動力になっているというものです。\n\n多くの人がソ連や中国を「社会主義ではない」と言っていますが、IMOでは創設時の理念や考え方は\n社会主義ではない」と言う人も多いですが、ロシア革命や中国の社会主義運動の原動力となった原理や思想は、今も昔も変わりません。",
      "title": "CMV: 社会主義運動の多くは、貧しい人たちを助けたいというよりも、お金持ちに対する憎しみで動いています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的理论是，历史上大多数主要的社会主义运动（以及许多 contexte\n以及许多当代运动）主要是由对富人的厌恶驱动的。\n富人。\n\n虽然许多人称苏联/中国为 \"非社会主义\"，但我认为，推动俄罗斯革命的创始原则和思想是 \"非社会主义\"。\n驱使俄国革命和中国革命的原则和思想。",
      "title": "CMV：大多数主要的社会主义运动更多的是由对富人的仇恨而不是帮助穷人的愿望所驱动的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的理論是，歷史上大多數主要的社會主義運動（以及許多 contexte\n以及許多當代運動）主要是由對富人的厭惡驅動的。\n富人。\n\n雖然許多人稱蘇聯/中國爲 \"非社會主義\"，但我認爲，推動俄羅斯革命的創始原則和思想是 \"非社會主義\"。\n驅使俄國革命和中國革命的原則和思想。",
      "title": "CMV：大多數主要的社會主義運動更多的是由對富人的仇恨而不是幫助窮人的願望所驅動的"
    }
  ]
}