{
  "author": "MickeyPineapple",
  "original_created_utc": 1636675052,
  "title": "I'm listening to Jane Eyre audiobook...",
  "created_utc": 1636724656,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>...and I don&#39;t know if it is appropriate to post about the narrators on this sub, but I just have to say, Thandiwe Newton has done a stupendous job! I am still not done with it, in fact I only just finished the first part (her life in Lowood). I was listening to it on my way to work and the description of typhus outbreak and Helen&#39;s illness made me tear up in public. Her voice really transported me to that horrible place and she really elevated all the emotions in Brontë&#39;s writing. I usually listen to books I&#39;ve already read because I don&#39;t want to miss something by getting distracted but it&#39;s impossible in this case. Loving it!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qryhio/im_listening_to_jane_eyre_audiobook/",
  "subreddit": "books",
  "id": "qryhio",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "...and I don't know if it is appropriate to post about the narrators on this\nsub, but I just have to say, Thandiwe Newton has done a stupendous job! I am\nstill not done with it, in fact I only just finished the first part (her life in\nLowood). I was listening to it on my way to work and the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "...そして、このサブでナレーターについて投稿するのが適切かどうかはわかりませんが\nしかし、Thandiwe Newtonは素晴らしい仕事をしたと言わざるを得ません。私は\n私はまだこの本を読み終えていません。実際、最初の部分（Lowoodでの彼女の生活）を読み終えたばかりです。\nLowoodでの彼女の生活）。通勤中に聞いていたのですが、その時は...",
      "title": "Jane Eyreのオーディオブックを聴いています...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "...我不知道在这个子上发表关于叙述者的文章是否合适\n子，但我不得不说，Thandiwe Newton做了一个了不起的工作！我很高兴。我\n我还没有看完，事实上我才刚看完第一部分（她在洛伍德的生活）。\n洛伍德的生活）。我是在上班的路上听的，然后就开始听了。",
      "title": "我在听《简爱》有声书..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "...我不知道在這個子上發表關於敘述者的文章是否合適\n子，但我不得不說，Thandiwe Newton做了一個了不起的工作！我很高興。我\n我還沒有看完，事實上我纔剛看完第一部分（她在洛伍德的生活）。\n洛伍德的生活）。我是在上班的路上聽的，然後就開始聽了。",
      "title": "我在聽《簡愛》有聲書..."
    }
  ]
}