{
  "author": "SkepticDrinker",
  "the_new_excerpt": "A semi autobiographical account, we follow Henry, a man in his mid 30s who needs\na job and joins the Postal Office only to absolutely hate it. Yet despite this,\nhe is only a handful of 200 employees that last 11 years. We follow his\nmomentous routine of filing letters, being micro managed and taking…",
  "original_created_utc": 1624243851,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "半自伝的な物語で、仕事を必要とする30代半ばの男性ヘンリーが、郵便局に入社します。\n仕事が欲しくて郵便局に入社するが、絶対に嫌になってしまう。しかし、それにもかかわらず。\nしかし、彼は11年間で200人の社員の中のほんの一握りでしかありません。私たちは、彼の\n手紙のファイリングをしたり、管理されたり、仕事をしたりと、彼の重要な日常を追います。",
      "title": "仕事が嫌いな人には、チャールズ・ブコウスキーの「Post Office」がおすすめ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一个半自传式的故事，我们跟随亨利，一个30多岁的男人，他需要一份工作，并加入了邮政局，但他非常讨厌这份工作。\n他需要一份工作，并加入了邮政局，但他绝对讨厌这份工作。然而，尽管如此。\n他只是200名员工中的一小部分，持续了11年。我们跟随他\n归档信件，被微观管理和采取的重大常规。",
      "title": "如果你讨厌工作，查尔斯-布考斯基的《邮局》是必须的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一個半自傳式的故事，我們跟隨亨利，一個30多歲的男人，他需要一份工作，並加入了郵政局，但他非常討厭這份工作。\n他需要一份工作，並加入了郵政局，但他絕對討厭這份工作。然而，儘管如此。\n他只是200名員工中的一小部分，持續了11年。我們跟隨他\n歸檔信件，被微觀管理和採取的重大常規。",
      "title": "如果你討厭工作，查爾斯-布考斯基的《郵局》是必須的"
    }
  ],
  "title": "If you hate working, Post Office by Charles Bukowski is a must",
  "created_utc": 1624245791,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A semi autobiographical account, we follow Henry, a man in his mid 30s who needs a job and joins the Postal Office only to absolutely hate it. Yet despite this, he is only a handful of 200 employees that last 11 years. We follow his momentous routine of filing letters, being micro managed and taking the mail to unhappy and crazy neighbors. His personal life is also a mess with random hook ups, breaks ups and deaths.</p>\n\n<p>What makes this book so good isn&#39;t it&#39;s prose; it&#39;s blatant and straight forward. It&#39;s not it&#39;s plot as their isn&#39;t really one. It&#39;s just how raw it is. Henry is both sympathetic and pathetic. I relate so much to him when he complains about bureaucracy and having to fake being interested in your job to your employer. He also seems hopeless for not planning a way out. But that&#39;s sort of the thing about this book, there are people who put up with the grind and die. It&#39;s horrifying and funny and brutally hoenst.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o4lcqs/if_you_hate_working_post_office_by_charles/",
  "subreddit": "books",
  "id": "o4lcqs",
  "is_self": true,
  "media": null,
  "is_video": false
}