{
  "author": "karlwheezer54",
  "original_created_utc": 1624691359,
  "title": "CMV: Elderly people should have to take another driving test at a certain age",
  "created_utc": 1624703434,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For the safety and well-being of all other drivers I think it makes sense to retest/reevaluate if an older aged individual is still capable of driving safely. </p>\n\n<p>I’m not sure at what age I would suggest the retest takes place, but I believe it should be done. </p>\n\n<p>My main point behind this is that it would make the roadways a safer place, not just for other drivers, but for older folks driving as well. </p>\n\n<p>In addition, I’d like to give <del>3</del> 4 personal anecdotes which explain my position:</p>\n\n<ol>\n<li><p>Earlier this year I had a neighbor (in his late 70s) who was killed in a car accident where he pulled out in front of an 18 wheeler. His physical health had been deteriorating for a while now and although this could happen to anyone at any age I believe it to be a result of his age and physical decline.</p></li>\n<li><p>My grandma has Alzheimer’s and in the earliest stages of it she ran a stop sign and t-boned another vehicle. I find it unlikely this would have happened had she been retested, because she probably wouldn’t have been declared fit to drive.</p></li>\n<li><p>I was cut off while traveling 45MPH and tboned a car very violently. Both our cars were totaled and although I escaped with minor injuries, the driver (elderly) who cut me off suffered a few broken bones. Both the witnesses who pulled over and the police very quickly determined it was his fault. (Also he tried to sue me after wtf!)</p></li>\n<li><p>I got cut of today by an older gentleman and was about 2 feet away from slamming into his bumper had I not been paying attention, it would’ve been a pretty bad accident. </p></li>\n</ol>\n\n<p>This incident is what reminded me about how I think we could make the roads safer for all by reevaluating who in our elderly population is still fit to drive.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o85wbw/cmv_elderly_people_should_have_to_take_another/",
  "subreddit": "changemyview",
  "id": "o85wbw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For the safety and well-being of all other drivers I think it makes sense to\nretest/reevaluate if an older aged individual is still capable of driving\nsafely.\n\nI’m not sure at what age I would suggest the retest takes place, but I believe\nit should be done.\n\nMy main point behind this is that it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他のすべてのドライバーの安全と幸福のために、私は以下のことを行うべきだと思います。\n高齢者がまだ安全に運転できるかどうかを再テスト／再評価することは\nと思います。\n\n何歳になったら再試験を行うべきかはわかりませんが、行うべきだと思います。\n行われるべきだと思います。\n\n私が言いたいのは、それは...",
      "title": "CMV: 高齢者は一定の年齢になったら、もう一度運転免許試験を受けなければならないべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了所有其他司机的安全和福祉，我认为有必要\n重新测试/评估一个年长的人是否仍有能力驾驶\n安全的能力。\n\n我不确定我建议在哪个年龄段进行重新测试，但我相信\n应该这样做。\n\n我的主要观点是，这是个好主意。",
      "title": "CMV：老年人到了一定年龄应该再考一次驾驶证"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了所有其他司機的安全和福祉，我認爲有必要\n重新測試/評估一個年長的人是否仍有能力駕駛\n安全的能力。\n\n我不確定我建議在哪個年齡段進行重新測試，但我相信\n應該這樣做。\n\n我的主要觀點是，這是個好主意。",
      "title": "CMV：老年人到了一定年齡應該再考一次駕駛證"
    }
  ]
}