{
  "author": "2luauplife",
  "original_created_utc": 1626510875,
  "title": "Can philosophy help me overcome my simplistic view of the world?",
  "created_utc": 1626567731,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Growing up I have never been fortunate enough to be educated by deep thinkers. I read a lot, but all of my books were shallow &quot;best-seller&quot; ones that never made me think or question anything. Therefore, most of my beliefs were constructed by simplistic general &quot;rules&quot; of life such as &quot;work hard and you will be successful&quot;, or &quot;bad people get karma&quot;, etc. I&#39;m having a crisis because lately all of my beliefs have collapsed due to various confrontations with the exceptions. What I believed to be the absolute, applied-to-everyone, truths of life were proven to be wrong because of people who are the exceptions to those rules. There are people who work hard but never succeed or some bad people who never have to face the consequences of their actions. I find it hard to accept this reality and don&#39;t know what to believe anymore. This leads me to a state of nihilism and meaninglessness, constantly asking &quot;What is the point of trying or abiding by those rules anymore if they are not absolute?&quot; Maybe my view was too simplistic and naive that made my perception of the world wrong. Can learning philosophy help me construct a more profound and stable view that explain or at least accept the reality?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/askphilosophy/comments/om0gga/can_philosophy_help_me_overcome_my_simplistic/",
  "subreddit": "askphilosophy",
  "id": "om0gga",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Growing up I have never been fortunate enough to be educated by deep thinkers. I\nread a lot, but all of my books were shallow \"best-seller\" ones that never made\nme think or question anything. Therefore, most of my beliefs were constructed by\nsimplistic general \"rules\" of life such as \"work hard and…"
}