{
  "author": "yogfthagen",
  "original_created_utc": 1630422962,
  "title": "CMV: r/AITA is a place for people to get their decisions validated, regardless of whether they were actual assholes.",
  "created_utc": 1630435676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>90% of the AITA posts I see are people posting morally questionable decisions/actions, then getting fawned over for those actions.  </p>\n\n<p>I see few posts that actually call out the poster for their actions, and even fewer that try to see both sides of a conflict.  </p>\n\n<p>Even more, the consequences of some of these actions are out of balance to the offense, the response is out of proportion, and often times refuses to realistically fix an issue.  The entire point is to assign blame and make OP feel better about themselves.  </p>\n\n<p>Since it&#39;s not trying to see past &quot;OP good, everyone else bad,&quot; it is actively harmful.  </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 148,
  "permalink": "/r/changemyview/comments/pf7x1g/cmv_raita_is_a_place_for_people_to_get_their/",
  "subreddit": "changemyview",
  "id": "pf7x1g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "90% of the AITA posts I see are people posting morally questionable\ndecisions/actions, then getting fawned over for those actions.\n\nI see few posts that actually call out the poster for their actions, and even\nfewer that try to see both sides of a conflict.\n\nEven more, the consequences of some of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が見るAITAの投稿の90％は、道徳的に問題のある判断や行動を投稿し、その行動を称賛されている人たちです。\n判断や行動を投稿して、その行動を称賛されています。\n\n実際に投稿者の行動を非難するような投稿はほとんどありません。\nまた、対立する両方の側面を見ようとする投稿もほとんどありません。\n\nさらに、いくつかの結果は...",
      "title": "CMV：r/AITAは、自分が実際にアホだったかどうかに関わらず、自分の判断を正当化してもらうための場所です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到的90%的AITA帖子都是人们在发表道德上有问题的决定/行动。\n的决定/行动，然后因为这些行动而被奉承。\n\n我看到很少有帖子真正指出发帖人的行为，甚至更少的帖子试图看到冲突的双方。\n试图看到冲突的双方的帖子就更少了。\n\n更有甚者，一些人的行为的后果......",
      "title": "CMV: r/AITA是一个让人们的决定得到验证的地方，不管他们是否是真正的混蛋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到的90%的AITA帖子都是人們在發表道德上有問題的決定/行動。\n的決定/行動，然後因爲這些行動而被奉承。\n\n我看到很少有帖子真正指出發帖人的行爲，甚至更少的帖子試圖看到衝突的雙方。\n試圖看到衝突的雙方的帖子就更少了。\n\n更有甚者，一些人的行爲的後果......",
      "title": "CMV: r/AITA是一個讓人們的決定得到驗證的地方，不管他們是否是真正的混蛋。"
    }
  ]
}