{
  "author": "RecoveringFuckup",
  "original_created_utc": 1638901855,
  "title": "This halvening cycle is exactly like every other. DON’T SELL!",
  "created_utc": 1638952903,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’ve been into Bitcoin since 2016 and I rode that halvening then the following bear market like a boss. What we’re seeing right this second is no different than 4 years ago almost to the day. Halvening happened at the end of 2016 (2020). &lt;/p&gt;\n\n&lt;p&gt;Bitcoin touched a new ATH shortly after, then starts middling a little bit right before and through part of December of the next year 2017 (2021).&lt;/p&gt;\n\n&lt;p&gt;Finally, it surges to a whole new level that had only ever been speculated upon and most of the crypto market follows. &lt;/p&gt;\n\n&lt;p&gt;I’m not a Bitcoin maximalist, but I believed in BTC first and I always will believe in it as a store of value and the original founder of the financial revolution. &lt;/p&gt;\n\n&lt;p&gt;Keep HODLing and don’t you dare fucking sell!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 189,
  "permalink": "/r/Bitcoin/comments/rb5rpp/this_halvening_cycle_is_exactly_like_every_other/",
  "subreddit": "Bitcoin",
  "id": "rb5rpp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been into Bitcoin since 2016 and I rode that halvening then the following\nbear market like a boss. What we’re seeing right this second is no different\nthan 4 years ago almost to the day. Halvening happened at the end of 2016\n(2020).\n\nBitcoin touched a new ATH shortly after, then starts…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私は2016年からビットコインに参入していて、その時のハルベンとその後の弱気相場を見事に乗り切りました。\n私は、2016年からビットコインに参加していますが、その時のハーヴェニングとその後のベアマーケットをボスのように乗り切りました。私たちが今見ているものは\n今現在見ているものは、ほぼ4年前の日と変わりません。ハルベニング\nは2016年末（2020年）に起きました。</p> <p>ビットコインがタッチしたのは...",
      "title": "このハルベニングサイクルは、他のサイクルと全く同じです。売らないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我从2016年开始进入比特币，我骑着\n我从2016年开始进入比特币，我像个老板一样驾驭了那场半衰期，然后是接下来的熊市。我们现在看到的情况\n现在的情况与4年前几乎没有什么不同。半衰期\n发生在2016年底（2020年）。</p> <p>比特币触及了一个...",
      "title": "这个减半周期与其他周期完全一样。不要卖掉!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我從2016年開始進入比特幣，我騎着\n我從2016年開始進入比特幣，我像個老闆一樣駕馭了那場半衰期，然後是接下來的熊市。我們現在看到的情況\n現在的情況與4年前幾乎沒有什麼不同。半衰期\n發生在2016年底（2020年）。</p> <p>比特幣觸及了一個...",
      "title": "這個減半週期與其他週期完全一樣。不要賣掉!"
    }
  ]
}