{
  "author": "lost_in_waynard",
  "the_new_excerpt": "I recently watched a segment of John Oliver titled “Hair” in which he argued\nthat stores like Walmart or CVS lock up the “black” (textured) hair products\nmore often than they do the “white” (non-textured) haircare products, and that\nthis policy is driven by racism in society. He went on to explain…",
  "original_created_utc": 1620841274,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、ジョン・オリバーの「Hair」という番組を見たのですが、その中で彼は\nウォルマートやCVSのような店では、「白」（テクスチャーのない）ヘアケア製品よりも「黒」（テクスチャーのある）ヘアケア製品を\n白人用のヘアケア製品よりも、黒人用のヘアケア製品の方がよくロックされている。\nこれは社会的な人種差別に起因するものです。彼は続けてこう説明しました。",
      "title": "CMV: ウォルマートのような大型店が黒人向けヘアケア製品をより多くロックしているのは、人種差別によるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近看了约翰-奥利弗的一个题为 \"头发 \"的节目，他认为\n沃尔玛或CVS等商店锁定了 \"黑色\"（纹理）的护发产品\n比 \"白人\"（非纹理）的护发产品更经常被锁起来，而且\n这一政策是由社会上的种族主义驱动的。他继续解释...",
      "title": "CMV：沃尔玛等大卖场锁住更多黑人护发产品并非由种族主义驱动"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近看了約翰-奧利弗的一個題爲 \"頭髮 \"的節目，他認爲\n沃爾瑪或CVS等商店鎖定了 \"黑色\"（紋理）的護髮產品\n比 \"白人\"（非紋理）的護髮產品更經常被鎖起來，而且\n這一政策是由社會上的種族主義驅動的。他繼續解釋...",
      "title": "CMV：沃爾瑪等大賣場鎖住更多黑人護髮產品並非由種族主義驅動"
    }
  ],
  "title": "CMV: Locking up more black hair care products by big box stores like Walmart is not driven by racism",
  "created_utc": 1620851435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently watched a segment of John Oliver titled “Hair” in which he argued that stores like Walmart or CVS lock up the “black” (textured) hair products more often than they do the “white” (non-textured) haircare products, and that this policy is driven by racism in society. He went on to explain that they reached out to Walmart for an explanation and were pointed to a 1800 number/customer care for further information which they believed to be a dead door. And this lack of disclosure was seen as further affirmation of their claim. </p>\n\n<p>I would argue that it’s not in the interest of any store (esp the national multi-chain stores whose policies are driven by centralized business-driven algorithms vs individual biases) to lock up any products — haircare for a certain population segment, condoms, shaving razors, baby formula etc — unless they feel they stand to take more losses from their theft than the profit from their collective sales. Asking to retrieve a store associate for a purchase discourages sale of any product and therefore takes away from the profits from that product. It also creates an additional burden to have enough store associates to go around for these needs.</p>\n\n<p>As such, the decision to lock away “black” haircare products is likely a symptom of more pilfering of those products vs “white” haircare rather than racism on Walmart’s part. And the likely reasons Walmart didn’t share their fact-basis-driven-data is maybe that it takes away from their competitive advantage to share their stats out (retail inventory data can be a powerful tool) or it might encourage more thefts to see how much unchecked shoplifting occurs or it might be politically disadvantageous for them to provide data that stands to contribute to the narrative of black people being more likely to commit haircare theft crimes than white/non-textured hair people.</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/changemyview/comments/naum17/cmv_locking_up_more_black_hair_care_products_by/",
  "subreddit": "changemyview",
  "id": "naum17",
  "is_self": true,
  "media": null,
  "is_video": false
}