{
  "author": "yourfavoritelake",
  "the_new_excerpt": "I entirely support people loving themselves the way they are. In my opinion,\nit's awesome that our world is moving towards a more tolerant society when it\ncomes to beauty standards. However, I just hate when people try to change\nsomebody's mind about changing themselves to fit in. I, for example,…",
  "original_created_utc": 1621438856,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、ありのままの自分を愛する人々を全面的に支持します。私の意見としては\n世界が美の基準に関して、より寛容な社会に向かっているのは素晴らしいことだと思います。\n私の意見では、世界が美の基準に関してより寛容な社会に向かっていることは素晴らしいことです。しかし、人に合わせて自分を変えようとする誰かの心を変えようとする人は嫌いです。\n誰かの心を変えようとする人は嫌いです。例えば、私の場合は...",
      "title": "CMV：美しさの基準に入りたいと思うことはいいのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完全支持人们以自己的方式来爱自己。在我看来。\n我们的世界正在朝着一个更加宽容的社会发展，这一点很了不起。\n谈到美容标准时，我们的世界正在走向一个更加宽容的社会，这一点很了不起。然而，我只是讨厌人们试图改变别人的想法以适应\n改变别人的想法来适应自己的生活。例如，我，...",
      "title": "CMV：想进入美容标准是可以的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全支持人們以自己的方式來愛自己。在我看來。\n我們的世界正在朝着一個更加寬容的社會發展，這一點很了不起。\n談到美容標準時，我們的世界正在走向一個更加寬容的社會，這一點很了不起。然而，我只是討厭人們試圖改變別人的想法以適應\n改變別人的想法來適應自己的生活。例如，我，...",
      "title": "CMV：想進入美容標準是可以的。"
    }
  ],
  "title": "CMV: Wanting to be in the beauty standards is okay.",
  "created_utc": 1621445727,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I entirely support people loving themselves the way they are. In my opinion, it&#39;s awesome that our world is moving towards a more tolerant society when it comes to beauty standards. However, I just hate when people try to change somebody&#39;s mind about changing themselves to fit in. I, for example, have an insecurity with my nose that I plan on getting surgery for in the future. Being fully real, I&#39;m not doing it &quot;for myself&quot;. I&#39;m doing it only to fit in the beauty standard and it&#39;s okay to be honest about that. Nobody is born finding themselves ugly, I used to think of myself as very pretty when I was a little girl. Society&#39;s beauty standards made me hate myself and there&#39;s nothing wrong with wanting to change something in your body for that reason. I&#39;m sure I&#39;ll have a way better self-esteem after I change that little detail that bothers me so much and I really don&#39;t care if I&#39;m perpetuating an unhealthy beauty standard or whatever. I&#39;m not saying you should obsess over every little imperfection (I have many insecurities that I can live with just fine), but when it comes to something that kills your self-esteem completely, I don&#39;t think there&#39;s anything wrong with wanting to change it just because it&#39;s a society imposed standard.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/ng964d/cmv_wanting_to_be_in_the_beauty_standards_is_okay/",
  "subreddit": "changemyview",
  "id": "ng964d",
  "is_self": true,
  "media": null,
  "is_video": false
}