{
  "author": "GoodLaughh",
  "original_created_utc": 1634511886,
  "title": "CMV: Marijuana should be legalized in all 50 states",
  "created_utc": 1634535439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are some many things with this topic that I don’t understand. For marijuana to be legal in SOME states but not ALL just doesn’t make sense. States are entitled to have their own laws, but my question is why? Why legalize marijuana in only some states? What is the reason it’s not legalized in all? The perception of marijuana to America is so backwards. This is a earth grown plant we are talking about. That has been proven to better the health of us in certain situations. Do I even have to bring up the fact that it’s been scientifically proven that alcohol causes more negative side affects than marijuana, but yet we can drink alcohol with no question. I’ve seen so many stories involving alcoholics, but yet we praise it with no question. Marijuana in my opinion should be legalized in all 50 states. I don’t see a problem with it. Maybe it has to do with the fact that it can be sold? Either way it goes, I think it should be legalized.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qa9xlj/cmv_marijuana_should_be_legalized_in_all_50_states/",
  "subreddit": "changemyview",
  "id": "qa9xlj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are some many things with this topic that I don’t understand. For\nmarijuana to be legal in SOME states but not ALL just doesn’t make sense. States\nare entitled to have their own laws, but my question is why? Why legalize\nmarijuana in only some states? What is the reason it’s not legalized in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このテーマについては、理解できないことがたくさんあります。例えば\nある州ではマリファナが合法だが、すべての州では合法ではないというのは、意味がわからない。州\n州には独自の法律を持つ権利がありますが、私の疑問は「なぜ？なぜ\nなぜ一部の州だけでマリファナを合法化するのか？何が理由で合法化されていないのでしょう...",
      "title": "CMV: マリファナは50州すべてで合法化されるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个话题有很多东西我不明白。对于\n大麻在某些州是合法的，但不是所有的州，这没有意义。各州\n有权制定自己的法律，但我的问题是为什么？为什么要使\n大麻只在某些州合法化？是什么原因使大麻在某些州不合法？",
      "title": "CMV: 大麻应该在所有50个州合法化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個話題有很多東西我不明白。對於\n大麻在某些州是合法的，但不是所有的州，這沒有意義。各州\n有權制定自己的法律，但我的問題是爲什麼？爲什麼要使\n大麻只在某些州合法化？是什麼原因使大麻在某些州不合法？",
      "title": "CMV: 大麻應該在所有50個州合法化"
    }
  ]
}