{
  "author": "Background_Power_843",
  "original_created_utc": 1628091487,
  "title": "Reading On a Mountaintop",
  "created_utc": 1628116113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I have something to vent about. \nMy friend recently went hiking and when he got to the summit of the mountain, he says he saw a young man reading a book. The mountain was busy, with the nice weather and all, and everyone else was enjoying the wonderful view they had. My friend telling this story went on to belittle the young man reading, not to his face but to himself and to myself and another friend. He couldn’t get over why the bookworm wasn’t enjoying the view like everyone else and thought this activity not only weird but attention seeking as if a mountain scene is an unacceptable place to enjoy a book. I didn’t speak up, just listened, but I was very put off by this. I’m an avid reader and this friend of mine is not so maybe he doesn’t understand the joy of reading, maybe was even intimidated by what he saw as an intellectual showing off, but reading on a mountaintop is an activity I would and have participated in. It’s peaceful, the scenery is an escape from the usual hustle and bustle of a coffee shop, and I just don’t really give a shit or get bothered by the harmless activities or interests of others. If I were in a hiking group, I wouldn’t read in this scenario but the young man was obviously by himself. To me, anywhere can be ideal for reading. A cafe, waiting in line, a plane, a boat ride. Why do we gatekeep how to enjoy the human experience? This friend often hikes while listening to music, sometimes on a speaker out loud not just headphones. While the speaker is obviously asinine, even headphones take away my enjoyment of being in nature. The difference is that’s just not for me while it is for him and I respect his choice to enjoy the experience of hiking his way.</p>\n\n<p>What do you all think? Is there an inappropriate time/place to read?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/oxvak5/reading_on_a_mountaintop/",
  "subreddit": "books",
  "id": "oxvak5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I have something to vent about. My friend recently went hiking and when he\ngot to the summit of the mountain, he says he saw a young man reading a book.\nThe mountain was busy, with the nice weather and all, and everyone else was\nenjoying the wonderful view they had. My friend telling this story…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこで、ちょっとしたことを話したいと思います。私の友人が最近ハイキングに行ったのですが、山頂に着いたとき\n山の頂上に着いた時、本を読んでいる若い男性を見たそうです。\n山はいい天気で賑わっていたし、みんなは\n素晴らしい景色を楽しんでいました。この話をする友人は...。",
      "title": "山頂での読書"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我有件事要发泄一下。我的朋友最近去爬山，当他\n到了山顶，他说他看到一个年轻人在看书。\n山上很热闹，天气又好，其他人都在\n享受着他们所拥有的美妙景色。我的朋友讲这个故事...",
      "title": "在山顶上阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我有件事要發泄一下。我的朋友最近去爬山，當他\n到了山頂，他說他看到一個年輕人在看書。\n山上很熱鬧，天氣又好，其他人都在\n享受着他們所擁有的美妙景色。我的朋友講這個故事...",
      "title": "在山頂上閱讀"
    }
  ]
}