{
  "author": "ericoahu",
  "original_created_utc": 1635456471,
  "title": "CMV: There's no reason for me to put my pronouns in my email signature",
  "created_utc": 1635464378,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many of my colleagues include their pronouns in their email signature and in other types of professional correspondence. I am totally fine with them doing that. I have no complaints about the practice at all. </p>\n\n<p>I don&#39;t, however, feel any need to follow suit and put my pronouns in my email signature. My reasoning:</p>\n\n<p>In the rare or almost unimaginable circumstance where someone would not be sure because they are blind, don&#39;t speak my language, etc., I am not going to be the least bit troubled, offended, or confused. Confusion is possible, I suppose, but it would be so short-lived that it wouldn&#39;t be a problem, and the chances that the email sig would prevent that confusion are next to impossible.</p>\n\n<p>If someone prefers to use a non-gendered pronoun like &quot;they&quot; or whatever, I&#39;m totally fine with that too. I use &quot;they&quot; or &quot;them&quot; when I refer to anyone I don&#39;t know.</p>\n\n<p>In my professional contexts, it shouldn&#39;t matter what my gender is. You don&#39;t need to know my pronoun to know whether you should listen to me, read my email, etc. You don&#39;t need to know my pronoun to contact me because my title, first name, and last name are all there. </p>\n\n<p>I imagine that a common counterargument will be something along the lines of, &quot;for some folks, it&#39;s not so obvious what their pronouns will be and/or they care much more than I do about people getting their pronouns right, so they have to put their pronouns in their email signature. And because they have to, I should as well for some kind of show of solidarity.</p>\n\n<p>It&#39;s important to me to get their pronouns right, especially if it&#39;s important to them, so I&#39;m glad they&#39;re letting me know in advance. And that&#39;s how I show solidarity--that I care about getting pronouns right.</p>\n\n<p>I think I&#39;m missing some piece of the puzzle. I&#39;m hoping someone can walk me through why they&#39;d feel better if I had my pronouns visible all over the place.</p>\n\n<p>Or, if I&#39;ve completely misread this trend, and no one cares whether I display my pronouns, let me know that too. Am I only imagining this societal/cultural pressure to display my pronouns whether or not there is a concrete practical purpose? (e.g., I put my business phone number in my email sig so people can call me if they need to. That&#39;s what I mean by concrete, practical reason.)</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/qhx1iz/cmv_theres_no_reason_for_me_to_put_my_pronouns_in/",
  "subreddit": "changemyview",
  "id": "qhx1iz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Many of my colleagues include their pronouns in their email signature and in\nother types of professional correspondence. I am totally fine with them doing\nthat. I have no complaints about the practice at all.\n\nI don't, however, feel any need to follow suit and put my pronouns in my email\nsignature.…"
}