{
  "author": "Scat_fiend",
  "original_created_utc": 1640885871,
  "title": "Metaverses like decentraland and sandbox are gonna suck",
  "created_utc": 1640911668,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Big companies such as nike buying up land in metaverses will end up hurting the community and make a terrible user experience. There might be some awesome uses for metaverses but if all the land is owned by these big corporations then how can it be anything more than 24/7 advertising? Maybe it’ll be nice if I want to buy some shoes but otherwise it’ll just be companies trying to profit and the metaverse experience will more the most part suck.&lt;/p&gt;\n\n&lt;p&gt;Please correct my ignorance because I see that despite massive potential it will end up sucking hard.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/rs7bq1/metaverses_like_decentraland_and_sandbox_are/",
  "subreddit": "CryptoCurrency",
  "id": "rs7bq1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Big companies such as nike buying up land in\nmetaverses will end up hurting the community and make a terrible user\nexperience. There might be some awesome uses for metaverses but if all the land\nis owned by these big corporations then how can it be anything more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> ナイキのような大企業が土地を買い上げるのは\nメタバーズでは、地域社会へのダメージが大きく、ユーザーにとって最悪なものとなってしまいます。\nを体験することができます。メタバーズには素晴らしい使い道があるかもしれませんが、もしすべての土地に\n大企業が所有しているのだから、それ以上のものはないだろう...。",
      "title": "ディセントランドやサンドボックスのようなメタヴァースはクソゲーになりそうだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>像耐克这样的大公司在梅特韦尔斯买地，最终会伤害到社区，并使用户感到很糟糕。\n的大公司，最终会伤害社区，并使用户有一个糟糕的\n的体验。在这里，我们可以看到一些很好的用途，但如果所有的土地都被这些大公司所拥有，那么，我们又该如何去做呢？\n但如果所有的土地都被这些大公司所拥有，那么它又怎么能成为更多的东西呢......",
      "title": "像decentraland和sandbox这样的Metaverses会很糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>像耐克這樣的大公司在梅特韋爾斯買地，最終會傷害到社區，並使用戶感到很糟糕。\n的大公司，最終會傷害社區，並使用戶有一個糟糕的\n的體驗。在這裏，我們可以看到一些很好的用途，但如果所有的土地都被這些大公司所擁有，那麼，我們又該如何去做呢？\n但如果所有的土地都被這些大公司所擁有，那麼它又怎麼能成爲更多的東西呢......",
      "title": "像decentraland和sandbox這樣的Metaverses會很糟糕。"
    }
  ]
}