{
  "author": "LiltingSunrise",
  "the_new_excerpt": "When I was around 15-16 I had gotten Watership Down by Richard Adams at Barnes\nand Nobles and I wanted to read it, but I knew it was a heavy book. Recently,\nI've just finished my second year of college and this book I had as a child\ncalled Confetti Girl by Diana Lopez was sitting there on my…",
  "original_created_utc": 1620806251,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "15～16歳の頃、バーンズ・アンド・ノーブルズでリチャード・アダムスの『ウォーターシップ・ダウン』を手に入れました。\n読んでみたいと思いましたが、重い本だと思いました。最近ですね。\n大学2年生になったばかりですが、子供の頃に持っていた「Confetti Gir」という本は\nダイアナ・ロペスの「Confetti Girl」という本が、私の部屋に置いてありました。",
      "title": "ウォーターシップ・ダウン」を初めて完走しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我大约15-16岁时，我在巴诺书店买到了理查德-亚当斯的《水浒传》。\n我想读它，但我知道它是一本很重的书。最近。\n我刚刚读完大学二年级，我小时候的这本书\n叫做《纸屑女孩》，作者是戴安娜-洛佩兹，就放在我的书架上。",
      "title": "我有史以来第一次完成了《水浒传》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我大約15-16歲時，我在巴諾書店買到了理查德-亞當斯的《水滸傳》。\n我想讀它，但我知道它是一本很重的書。最近。\n我剛剛讀完大學二年級，我小時候的這本書\n叫做《紙屑女孩》，作者是戴安娜-洛佩茲，就放在我的書架上。",
      "title": "我有史以來第一次完成了《水滸傳》。"
    }
  ],
  "title": "I Finished Watership Down for the first time ever.",
  "created_utc": 1620819782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was around 15-16 I had gotten Watership Down by Richard Adams at Barnes and Nobles and I wanted to read it, but I knew it was a heavy book. Recently, I&#39;ve just finished my second year of college and this book I had as a child called Confetti Girl by Diana Lopez was sitting there on my bookshelf. I picked it up since I never really read it and it kept mentioning Watership Down so I decided to read that next. Watership Down was a great book and I&#39;m glad I got to read it on my own terms and I don&#39;t have to analyze it in a certain way. To me, that makes it so much more enjoyable. I don&#39;t know what it is about Richard Adams&#39; writing, but I love how there&#39;s so much description among the action. </p>\n\n<p>I was definitely expecting a lot more death and violence since I saw a few clips of the movie years ago. The book felt cozy and when I was talking about it with my brother, I told him how it kind of reminded me of Lord of the Rings. My brother said that that&#39;s why he would describe it as an &#39;epic.&#39; I have more to say, but it would just be more rambling.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/najd57/i_finished_watership_down_for_the_first_time_ever/",
  "subreddit": "books",
  "id": "najd57",
  "is_self": true,
  "media": null,
  "is_video": false
}