{
  "author": "Vesttac",
  "original_created_utc": 1626525224,
  "title": "I'm 19, just rolled into university, and I'm feeling lost, recommend me a mental health book",
  "created_utc": 1626544017,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title says, I&#39;m a young guy, that after rolling into university, doesn&#39;t know what to do with his life. I&#39;m looking for a book that would help me get a good start in finding my purpose in life and maybe help me out with some mental health issues. </p>\n\n<p>Just to help you all out in what kind of issues I would like to read into regarding mental health, for a long time now I have dealt with suicidal thoughts and general feeling of nothingness, as well as not being able to identify my emotions and have struggled with opening up.</p>\n\n<p>I would like to find a good read for someone who is absolutely oblivious about mental health, since all the recommendations I found online are for people who are struggling with depression and anxiety for example, whilst I still don&#39;t quite understand how to categorize the way I&#39;m feeling. Because of that I&#39;m basically open to all sorts of recommendations from finding purpose in life, to how to share your emotions with people. The only thing that I wouldn&#39;t enjoy is something along the lines of &quot; Think and grow rich&quot; by Napoleon Hill, since that just felt a bit too brain-washy for me personally.</p>\n\n<p>TLDR: I guess self help books for a young guy lost in life?</p>\n\n<p>Thanks</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/booksuggestions/comments/om3dlf/im_19_just_rolled_into_university_and_im_feeling/",
  "subreddit": "booksuggestions",
  "id": "om3dlf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title says, I'm a young guy, that after rolling into university, doesn't\nknow what to do with his life. I'm looking for a book that would help me get a\ngood start in finding my purpose in life and maybe help me out with some mental\nhealth issues.\n\nJust to help you all out in what kind of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにあるように、僕は大学に入学した後、自分の人生をどうしたらいいのかわからなくなっている若者です。\n自分の人生をどうしたらいいのかわからない。人生の目的を見つけるための良いきっかけとなるような本を探しています。\n人生の目的を見つけるための良いきっかけになるような本を探しています。また、精神的な問題を解決するためにも\n健康上の問題を解決できるような本を探しています。\n\n皆さんの参考になればと思いますが、どのような...",
      "title": "大学に入学したばかりの19歳ですが、自分を見失っているような気がします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，我是一个年轻的小伙子，在进入大学后，不知道自己的生活该怎么办。\n不知道自己的生活该怎么做。我正在寻找一本书，它可以帮助我在寻找人生目标方面有一个良好的开端。\n我想找一本能帮助我找到人生目标的好的开始，也许能帮助我解决一些心理健康问题。\n健康问题。\n\n只是为了帮助大家了解什么样的...",
      "title": "我19岁，刚刚进入大学，我感到很迷茫，请给我推荐一本心理健康的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，我是一個年輕的小夥子，在進入大學後，不知道自己的生活該怎麼辦。\n不知道自己的生活該怎麼做。我正在尋找一本書，它可以幫助我在尋找人生目標方面有一個良好的開端。\n我想找一本能幫助我找到人生目標的好的開始，也許能幫助我解決一些心理健康問題。\n健康問題。\n\n只是爲了幫助大家瞭解什麼樣的...",
      "title": "我19歲，剛剛進入大學，我感到很迷茫，請給我推薦一本心理健康的書。"
    }
  ]
}