{
  "author": "Vesttac",
  "original_created_utc": 1626525224,
  "title": "I'm 19, just rolled into university, and I'm feeling lost, recommend me a mental health book",
  "created_utc": 1626544017,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title says, I&#39;m a young guy, that after rolling into university, doesn&#39;t know what to do with his life. I&#39;m looking for a book that would help me get a good start in finding my purpose in life and maybe help me out with some mental health issues. </p>\n\n<p>Just to help you all out in what kind of issues I would like to read into regarding mental health, for a long time now I have dealt with suicidal thoughts and general feeling of nothingness, as well as not being able to identify my emotions and have struggled with opening up.</p>\n\n<p>I would like to find a good read for someone who is absolutely oblivious about mental health, since all the recommendations I found online are for people who are struggling with depression and anxiety for example, whilst I still don&#39;t quite understand how to categorize the way I&#39;m feeling. Because of that I&#39;m basically open to all sorts of recommendations from finding purpose in life, to how to share your emotions with people. The only thing that I wouldn&#39;t enjoy is something along the lines of &quot; Think and grow rich&quot; by Napoleon Hill, since that just felt a bit too brain-washy for me personally.</p>\n\n<p>TLDR: I guess self help books for a young guy lost in life?</p>\n\n<p>Thanks</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/booksuggestions/comments/om3dlf/im_19_just_rolled_into_university_and_im_feeling/",
  "subreddit": "booksuggestions",
  "id": "om3dlf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title says, I'm a young guy, that after rolling into university, doesn't\nknow what to do with his life. I'm looking for a book that would help me get a\ngood start in finding my purpose in life and maybe help me out with some mental\nhealth issues.\n\nJust to help you all out in what kind of…"
}