{
  "author": "Routine_Log8315",
  "original_created_utc": 1633117484,
  "title": "CMV: Reddit should have an “unseen” option when filtering posts.",
  "created_utc": 1633136469,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not sure if anyone even will want to change my view or if everyone thinks it’s actually a good idea, but I think Reddit should have an option to filter posts by what the user hasn’t yet seen.</p>\n\n<p>This would be great because there are usually tons of posts that have been unread but you would have to scroll so far down to ever find them. This feature would be useful in pretty much any subreddit.</p>\n\n<p>I can’t really think or a reason why <em>not</em> to have an unseen option, other than the fact it would be a bit of work for the Reddit staff. I just think it would make perfect sense and make Reddit more enjoyable.</p>\n\n<p>Is there any reason to not have this feature?</p>\n\n<p>(Also an apology to <a href=\"/u/Dublea\">u/Dublea</a> for not awarding a delta on my last post. I will do better this time).</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/pzfkoc/cmv_reddit_should_have_an_unseen_option_when/",
  "subreddit": "changemyview",
  "id": "pzfkoc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not sure if anyone even will want to change my view or if everyone thinks\nit’s actually a good idea, but I think Reddit should have an option to filter\nposts by what the user hasn’t yet seen.\n\nThis would be great because there are usually tons of posts that have been\nunread but you would have to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えを変えようとする人がいるかどうか、誰もが実際に良い考えだと思っているかどうかはわかりません。\n思うのですが、Redditには投稿をフィルタリングするオプションを設けるべきだと思います。\nユーザーがまだ見ていないもので投稿をフィルタリングするオプションを持つべきだと思います。\n\nこれは素晴らしいことだと思います。なぜなら、通常、未読の投稿がたくさんあるからです。\nしかし、あなたは...",
      "title": "CMV：Redditでは、投稿をフィルタリングする際に、「見られない」というオプションを設けるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不确定是否有人愿意改变我的观点，或者大家都认为\n这实际上是一个好主意，但我认为Reddit应该有一个选项来过滤\n筛选用户尚未看到的帖子。\n\n这将是很好的，因为通常有大量的帖子是未被阅读的。\n但你必须要...",
      "title": "CMV: Reddit在过滤帖子时应该有一个 \"未见过 \"的选项。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不確定是否有人願意改變我的觀點，或者大家都認爲\n這實際上是一個好主意，但我認爲Reddit應該有一個選項來過濾\n篩選用戶尚未看到的帖子。\n\n這將是很好的，因爲通常有大量的帖子是未被閱讀的。\n但你必須要...",
      "title": "CMV: Reddit在過濾帖子時應該有一個 \"未見過 \"的選項。"
    }
  ]
}