{
  "author": "cheeseshrice1966",
  "the_new_excerpt": "This can be a lifesaver to someone struggling/worrying how in the world they’ll\npossibly make that next payment. There’s forbearance, forgiveness, abatement,\netc. If you’ve previously made payments in a timely manner, there’s a multitude\nof options. Even if you’ve previously had issues, there’s…",
  "original_created_utc": 1612820395,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这对那些正在挣扎/担心如何在这个世界上生存的人来说，可谓是救命稻草。\n可能使下一次付款。有忍耐，有宽恕，有减免。\n等。如果你之前及时付款，有众多的\n的选择。即使你之前有问题，也有... ...",
      "title": "YSK--如果你发现自己的财务状况非常糟糕，很可能会错过支付房款，请致电你的抵押贷款持有人。你有很多选择，他们很可能会想帮你找到解决办法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這對那些正在掙扎/擔心如何在這個世界上生存的人來說，可謂是救命稻草。\n可能使下一次付款。有忍耐，有寬恕，有減免。\n等。如果你之前及時付款，有衆多的\n的選擇。即使你之前有問題，也有... ...",
      "title": "YSK--如果你發現自己的財務狀況非常糟糕，很可能會錯過支付房款，請致電你的抵押貸款持有人。你有很多選擇，他們很可能會想幫你找到解決辦法。"
    }
  ],
  "title": "YSK- If you find yourself in dire financial straits and are likely to miss a house payment, call your mortgage holder. There’s many options available to you and they’re likely going to want to help you find a solution.",
  "created_utc": 1612878416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This can be a lifesaver to someone struggling/worrying how in the world they’ll possibly make that next payment. There’s forbearance, forgiveness, abatement, etc. If you’ve previously made payments in a timely manner, there’s a multitude of options. Even if you’ve previously had issues, there’s still options for you. </p>\n\n<p><strong>Why YSK:</strong>-the strain to your mental and physical health of financial issues can take a heavy toll, and many people are so fearful of making the call that they’ll avoid it at all costs, without realizing these options are out there. It doesn’t affect your credit score at all, but missing even one payment can take a big chunk out of a good credit score.</p>\n\n<p>It can also free up some money to help you more easily afford to buy necessities/food/utilities/etc., and know you aren’t risking anything by doing so.</p>\n</div><!-- SC_ON -->",
  "score": 131,
  "permalink": "/r/YouShouldKnow/comments/lfmmbw/ysk_if_you_find_yourself_in_dire_financial/",
  "subreddit": "YouShouldKnow",
  "id": "lfmmbw",
  "is_self": true,
  "media": null,
  "is_video": false
}