{
  "author": "cysec_",
  "original_created_utc": 1638209573,
  "title": "Algorand will be the first blockchain to provide post-quantum security. It will be done via state-proofs that will be released in early 2022.",
  "created_utc": 1638221697,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Decipher, Algorand&#39;s major conference, is currently underway. There, Gary Malouf, Head of Engineering at Algorand, and Rotem Hemo, Director of Product Management at Algorand, just announced that state proofs will come to Algorand in early 2022. With stateproofs, Algorand will be the first blockchain to provide a post-quantum security solution. On the roadmap are post-quantum secure catchup (integrating state proofs in to the catch-up process), zk-SNARK proofs (efficient and cheap verification of state proofs) and light clients (tools to help entities use state proofs). So your transactions will live forever on the blockchain.</p>\n\n<p>&#x200B;</p>\n\n<p>Other exciting news in my opinion were:</p>\n\n<ul>\n<li>Francis Suarez, 43rd Mayor of Miami, has agreed to receive every other paycheck in Algo</li>\n<li>Hivemind, a $1.5 billion venture to institutionalize crypto investing, has selected Algorand as a strategic partner</li>\n<li>Moreover, bank-issued stablecoins (&quot;Digital Deposit Receipts&quot;) will come to Algorand and Ethereum. VCAD was minted yesterday on the Algorand mainnet. US Dollar version will follow.</li>\n<li>AXA XL, the U.S. subsidiary of AXA S.A., the world&#39;s third-largest insurer, is working with Algorand on an art insurance platform (money for your art)</li>\n<li>One of the world&#39;s leading manufacturers/retailers will introduce a first-of-its-kind Buy Now, Pay Later platform on Algorand</li>\n<li>1&amp;1 is working on a digital-asset exchange and commerce engine that will create fungibility  across cryptocurrencies, loyalty points, rewards, and fiat currencies</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 224,
  "permalink": "/r/CryptoCurrency/comments/r51tyt/algorand_will_be_the_first_blockchain_to_provide/",
  "subreddit": "CryptoCurrency",
  "id": "r51tyt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Decipher, Algorand's major conference, is currently underway. There, Gary\nMalouf, Head of Engineering at Algorand, and Rotem Hemo, Director of Product\nManagement at Algorand, just announced that state proofs will come to Algorand\nin early 2022. With stateproofs, Algorand will be the first blockchain…"
}