{
  "author": "I8AllTheToblerone",
  "original_created_utc": 1628891999,
  "title": "What was the first book to make you cry?",
  "created_utc": 1628900410,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Kinda a weird question but I&#39;m just thinking about the books I&#39;ve read, which as a dyslexic who was never terribly invested in books isn&#39;t many but I&#39;m getting back into them now. But I&#39;m just thinking there&#39;s only been one book in my life as far as I can remember I cried at which was Kensuke&#39;s Kingdom at age 10 or 11 right at the very end. It was the book that made me obessed with Morpurgo at that age and I loved books like War Horse and stuff but never made me cry again. I feel like I want to read something that truly makes me want to cry or feel some deep emotion on other than enjoyment.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p3v6zg/what_was_the_first_book_to_make_you_cry/",
  "subreddit": "books",
  "id": "p3v6zg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Kinda a weird question but I'm just thinking about the books I've read, which as\na dyslexic who was never terribly invested in books isn't many but I'm getting\nback into them now. But I'm just thinking there's only been one book in my life\nas far as I can remember I cried at which was Kensuke's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "変な質問ですが、今まで読んだ本のことを考えてみました。\n読んだ本について考えています。失読症で本にあまり興味がなかったので、あまり多くはありませんが\n読んでいます。でも、人生の中でたった一冊の本があったような気がするんです。\n思い出せる限りで泣いたのは、健介の...",
      "title": "初めて泣いた本は何でしたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是个奇怪的问题，但我在想我读过的书，作为一个阅读障碍者，我从来没有对书有过很大的兴趣，但我已经开始对书感兴趣了。\n作为一个阅读障碍者，我从来没有对书有过很大的投入，但我现在又开始读了。\n但我现在又开始读了。但我只是在想，在我的生活中只有一本书。\n在我的记忆中，只有一本书让我哭了，那就是《谦介》...。",
      "title": "第一本让你哭泣的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是個奇怪的問題，但我在想我讀過的書，作爲一個閱讀障礙者，我從來沒有對書有過很大的興趣，但我已經開始對書感興趣了。\n作爲一個閱讀障礙者，我從來沒有對書有過很大的投入，但我現在又開始讀了。\n但我現在又開始讀了。但我只是在想，在我的生活中只有一本書。\n在我的記憶中，只有一本書讓我哭了，那就是《謙介》...。",
      "title": "第一本讓你哭泣的書是什麼？"
    }
  ]
}