{
  "author": "arrangemethod",
  "original_created_utc": 1624365010,
  "title": "YSK that your paper coffee cup may leak if the cup's seam is aligned with the hole for your mouth in the cup's lid",
  "created_utc": 1624505573,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: certain placements of a coffee cup lid can result in drips, staining your clothes.</p>\n\n<p>After having coffee stain my pants too many times, I found that most of the time drips occurred when the seam in the cup lined up with the hole in the lid.  Since then, I make it a point to make sure the two are opposite each other, or at least aren&#39;t aligned with each other.  No drips.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/o5m023/ysk_that_your_paper_coffee_cup_may_leak_if_the/",
  "subreddit": "YouShouldKnow",
  "id": "o5m023",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: certain placements of a coffee cup lid can result in drips, staining\nyour clothes.\n\nAfter having coffee stain my pants too many times, I found that most of the time\ndrips occurred when the seam in the cup lined up with the hole in the lid. Since\nthen, I make it a point to make sure the two…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、コーヒーカップの蓋の位置によっては、水滴で服を汚してしまうことがあるからです。\n衣服を汚してしまいます。\n\n何度もコーヒーでズボンを汚してしまった私は、ほとんどの場合\nカップの縫い目と蓋の穴の位置が一致したときにドリップが発生することが分かりました。それ以来\nそれ以来、私はこの2つの穴が一致していることを確認するようにしています。",
      "title": "紙製のコーヒーカップは、カップの継ぎ目と蓋の口の穴が一致していると水漏れすることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：咖啡杯盖的某些位置可能会导致滴水，弄脏\n你的衣服。\n\n在咖啡弄脏了我的裤子很多次之后，我发现大多数情况下\n滴水发生在咖啡杯的缝隙与杯盖上的孔对齐的时候。从那时起\n从那时起，我就开始注意确保这两处的缝隙。",
      "title": "如果纸咖啡杯的接缝与杯盖上的嘴孔对齐，YSK认为你的纸咖啡杯可能会泄漏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：咖啡杯蓋的某些位置可能會導致滴水，弄髒\n你的衣服。\n\n在咖啡弄髒了我的褲子很多次之後，我發現大多數情況下\n滴水發生在咖啡杯的縫隙與杯蓋上的孔對齊的時候。從那時起\n從那時起，我就開始注意確保這兩處的縫隙。",
      "title": "如果紙咖啡杯的接縫與杯蓋上的嘴孔對齊，YSK認爲你的紙咖啡杯可能會泄漏。"
    }
  ]
}