{
  "author": "barlog123",
  "original_created_utc": 1628113327,
  "title": "CMV: Video games should not restrict people from killing children",
  "created_utc": 1628199457,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly I saw a post about the Sims and someone killing the kids in their game so they could have more space and I thought it was funny. However I then found out that they removed kids dying after the first generation and replaced it with child services taking the kid a way and all I could think is that is so lame. Like what do the accomplish with the CPS coming that people will be less likely to murder their children in real life? Additionally I never really had a desire to slaughter children in a game like Skyrim or Fallout but I don&#39;t see what the point is in not allowing it. There is no benefit to removing it all the devs are doing is avoiding over anxious parents but the game is already rated M so why should that even be a thing anyone cares about.</p>\n\n<p>&#x200B;</p>\n\n<p>Delta 1</p>\n\n<p>PR for games like the sims for casual gamers who are reading reviews or articles would be put off by the inclusion of child death.</p>\n\n<p>Delta 2</p>\n\n<p>Even if what we decide should qualify as allowable violence and abuse to video game children even if the are just pixels create strong emotional reactions that could become problematic for developers or even the gamers themselves </p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oy33e4/cmv_video_games_should_not_restrict_people_from/",
  "subreddit": "changemyview",
  "id": "oy33e4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honestly I saw a post about the Sims and someone killing the kids in their game\nso they could have more space and I thought it was funny. However I then found\nout that they removed kids dying after the first generation and replaced it with\nchild services taking the kid a way and all I could think is…"
}