{
  "author": "barlog123",
  "original_created_utc": 1628113327,
  "title": "CMV: Video games should not restrict people from killing children",
  "created_utc": 1628199457,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly I saw a post about the Sims and someone killing the kids in their game so they could have more space and I thought it was funny. However I then found out that they removed kids dying after the first generation and replaced it with child services taking the kid a way and all I could think is that is so lame. Like what do the accomplish with the CPS coming that people will be less likely to murder their children in real life? Additionally I never really had a desire to slaughter children in a game like Skyrim or Fallout but I don&#39;t see what the point is in not allowing it. There is no benefit to removing it all the devs are doing is avoiding over anxious parents but the game is already rated M so why should that even be a thing anyone cares about.</p>\n\n<p>&#x200B;</p>\n\n<p>Delta 1</p>\n\n<p>PR for games like the sims for casual gamers who are reading reviews or articles would be put off by the inclusion of child death.</p>\n\n<p>Delta 2</p>\n\n<p>Even if what we decide should qualify as allowable violence and abuse to video game children even if the are just pixels create strong emotional reactions that could become problematic for developers or even the gamers themselves </p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oy33e4/cmv_video_games_should_not_restrict_people_from/",
  "subreddit": "changemyview",
  "id": "oy33e4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honestly I saw a post about the Sims and someone killing the kids in their game\nso they could have more space and I thought it was funny. However I then found\nout that they removed kids dying after the first generation and replaced it with\nchild services taking the kid a way and all I could think is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直なところ、シムズについての投稿を見て、誰かが彼らのゲームで子供を殺して\nしているのを見て、面白いなと思いました。しかし、その後私は\n最初の世代で死んでしまった子供を削除して、その代わりに\n私が思ったのは・・・。",
      "title": "CMV: ビデオゲームは子供を殺すことを制限すべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "老实说，我看到一个关于模拟人生的帖子，有人在他们的游戏中杀死了孩子们\n所以他们可以有更多的空间，我觉得这很有趣。然而，我后来发现\n我发现他们在第一代游戏之后就把孩子们的死亡删除了，取而代之的是\n儿童服务机构将孩子带走，我所想到的是......",
      "title": "CMV：电子游戏不应限制人们杀害儿童"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "老實說，我看到一個關於模擬人生的帖子，有人在他們的遊戲中殺死了孩子們\n所以他們可以有更多的空間，我覺得這很有趣。然而，我後來發現\n我發現他們在第一代遊戲之後就把孩子們的死亡刪除了，取而代之的是\n兒童服務機構將孩子帶走，我所想到的是......",
      "title": "CMV：電子遊戲不應限制人們殺害兒童"
    }
  ]
}