{
  "author": "Idunnowhy2",
  "original_created_utc": 1635800514,
  "title": "Why crypto won’t make most of us rich",
  "created_utc": 1635810100,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Very few believe in crypto to the degree necessary for it to make you rich (short of complete luck meme coin mooning).</p>\n\n<p>They aren’t going in hard enough.\n$100, even if your crypto goes 100x, is not making you rich. Or you are constantly jumping from one “opportunity” to another, instead of committing as absolutely hard as you can to what projects you believe in.</p>\n\n<p>And they will sell far too early.</p>\n\n<p>When they have enough to get out of debt. When they need a down payment on a house. When they panic after a crash. When life happens.</p>\n\n<p>Their day to day reality will be more real than the hope of a radically different future.</p>\n\n<p>No judgment here. If crypto improves your life, it’s still a win. But it’s not what it could have been.</p>\n\n<p>I first got into crypto 5 years ago, but “life happened”. I thought I needed the money. Knowing I could now have 100x as much money, I see that I didn’t need it as much as I thought. </p>\n\n<p>But now I know, and I’m back in. As financially and emotionally committed as I possibly can be. Because I refuse to find myself feeling this same way 5 years from now.</p>\n\n<p>And whatever obstacles that come up, I will deal with them as if my crypto investments don’t exist. Me from 5 years from now will thank me.</p>\n</div><!-- SC_ON -->",
  "score": 336,
  "permalink": "/r/CryptoCurrency/comments/qknq2v/why_crypto_wont_make_most_of_us_rich/",
  "subreddit": "CryptoCurrency",
  "id": "qknq2v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Very few believe in crypto to the degree necessary for it to make you rich\n(short of complete luck meme coin mooning).\n\nThey aren’t going in hard enough. $100, even if your crypto goes 100x, is not\nmaking you rich. Or you are constantly jumping from one “opportunity” to\nanother, instead of…"
}