{
  "author": "MildGone",
  "the_new_excerpt": "I had replied to someone's comment where they said they felt a little guilty for\nfinishing a whole book in the last 2 days, when they could have spent their time\ndoing more practical things. I said reading is a great thing to invest your time\nin. Someone replied to my comment criticizing it because…",
  "original_created_utc": 1619343783,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ある人のコメントに返信したところ、その人は「この2日間で本を全部読み終えたことに少し罪悪感を感じた」と言っていました。\nもっと実用的なことに時間を使えたはずなのに、この2日間で一冊の本を読み終えたことに\nもっと実用的なことに時間を使えたはずなのに。私は、読書は自分の時間を投資するには素晴らしいことだと言いました。\n読書は時間を投資するのに最適なものだと言いました。誰かが私のコメントに批判的な返事をしたのは...。",
      "title": "ある人が、本を読むことに「価値がない」と言っていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾回复过某人的评论，他们说他们对在过去两天内完成一整本书感到有点内疚。\n在过去的两天里完成了一整本书，而他们本可以把时间用于\n做更多实际的事情。我说阅读是一件可以投资时间的大事\n的事情。有人回复了我的评论，批评说因为...",
      "title": "有人刚刚告诉我，花时间看书 \"没有实际价值\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾回覆過某人的評論，他們說他們對在過去兩天內完成一整本書感到有點內疚。\n在過去的兩天裏完成了一整本書，而他們本可以把時間用於\n做更多實際的事情。我說閱讀是一件可以投資時間的大事\n的事情。有人回覆了我的評論，批評說因爲...",
      "title": "有人剛剛告訴我，花時間看書 \"沒有實際價值\"。"
    }
  ],
  "title": "Someone just told me that there's \"no real value\" in spending time reading books",
  "created_utc": 1619358836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had replied to someone&#39;s comment where they said they felt a little guilty for finishing a whole book in the last 2 days, when they could have spent their time doing more practical things. I said reading is a great thing to invest your time in. Someone replied to my comment criticizing it because there&#39;s no &quot;investment value in reading fiction novels besides the pure enjoyment factor&quot; and that spending time doing something that has no real value can be detrimental.  </p>\n\n<p>I don&#39;t even understand that point of view. Books are incredibly valuable beyond just enjoyment. Most importantly they have helped my mental health in very meaningful, personal ways during times where I was depressed, anxious or heartbroken. They have made me feel less alone, given me empathy for all types of different people, affected me in a genuine emotional way, given me a new perspective, etc. If people don&#39;t think fiction books have value they have been seriously missing out.</p>\n\n<p>Also, what&#39;s with people knocking things for being fun instead of practical. If someone wants to spend their time reading a book <em>just because</em> it&#39;s enjoyable, that&#39;s still not a waste of time.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/my4z95/someone_just_told_me_that_theres_no_real_value_in/",
  "subreddit": "books",
  "id": "my4z95",
  "is_self": true,
  "media": null,
  "is_video": false
}