{
  "author": "ShawnOfLeBed",
  "the_new_excerpt": "So I work as a security guard. Lately a big new part of my job has been\nreminding people that they need to wear their masks. This as you might imagine\ninevitably has lead to many a heated conversation with people who just cannot\nwrap their heads around why I'm asking them to follow this simple rule.…",
  "original_created_utc": 1617285646,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以我是做保安的。最近，我的工作有了很大的新变化。\n提醒人们需要戴上口罩。你可以想象\n不可避免地导致了许多激烈的谈话，与人谁只是不能。\n我为什么要让他们遵守这个简单的规则....。",
      "title": "CMV：没有任何合法的理由成为 \"反口罩者\"，也没有任何好的理由让任何人拒绝戴口罩。在这种时候，这是一个人最毫无意义的自私的事情之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我是做保安的。最近，我的工作有了很大的新變化。\n提醒人們需要戴上口罩。你可以想象\n不可避免地導致了許多激烈的談話，與人誰只是不能。\n我爲什麼要讓他們遵守這個簡單的規則....。",
      "title": "CMV：沒有任何合法的理由成爲 \"反口罩者\"，也沒有任何好的理由讓任何人拒絕戴口罩。在這種時候，這是一個人最毫無意義的自私的事情之一。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "だから、私は警備員として働いています。最近、私の仕事の中で新しい大きな部分を占めているのが\nマスクを着用するように人々に注意することです。これはご想像の通り\nなぜマスクをしなければならないのか理解できない人たちとの激しい会話になることは必至です。\nなぜ私がこの単純なルールに従うことを求めるのか、理解できない人たちとの激しい会話に発展しています。....",
      "title": "CMV: 「アンチ・マスカー」になる正当な理由はありませんし、誰もがマスクの着用を拒否すべき正当な理由もありません。このような状況下では、最も無意味で利己的な行為の一つと言えます。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "だから、私は警備員として働いています。最近、私の仕事の中で新しい大きな部分を占めているのが\nマスクを着用するように人々に注意することです。これはご想像の通り\nなぜマスクをしなければならないのか理解できない人たちとの激しい会話になることは必至です。\nなぜ私がこの単純なルールに従うことを求めるのか、理解できない人たちとの激しい会話に発展しています。....",
      "title": "CMV: 「アンチ・マスカー」になる正当な理由はありませんし、誰もがマスクの着用を拒否すべき正当な理由もありません。このような状況下では、最も無意味で利己的な行為の一つと言えます。"
    }
  ],
  "title": "CMV: There is NO legitimate reason to be an \"anti-masker\" and NO good reason anyone should refuse to wear masks. It is one of the most pointlessly selfish things someone can be in times like these.",
  "created_utc": 1617296946,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I work as a security guard. Lately a big new part of my job has been reminding people that they need to wear their masks. This as you might imagine inevitably has lead to many a heated conversation with people who just cannot wrap their heads around why I&#39;m asking them to follow this simple rule. Even aside from what I consider to be obvious reasons for enforcing the rule, it&#39;s also just my job, which I need to y&#39;know survive and stuff. But even when I try to make an appeal coming from that position, it just falls on deaf ears.</p>\n\n<p>Even if I did believe that this whole pandemic was overblown or some kind of elaborate hoax or conspiracy (just to be extra clear I absolutely do not believe that) I still would like to think that I would at least begrudgingly follow the rules out of courtesy for other&#39;s to put their minds at ease.</p>\n\n<p>As far as I&#39;ve seen, any claims about actual medical conditions or arguments saying that masks reduce oxygen etc. have been thoroughly shown to be absolute bullshit time and time again. And don&#39;t even get me started on people who just can&#39;t deal with the discomfort of wearing masks in general, news flash: no one enjoys it but it&#39;s just how it is.</p>\n\n<p>All of that being said, if there are any actual legitimate points against any of this I genuinely want to hear them. I feel like it&#39;s important that I know in case I do find myself in a situation where I am wrong about this, regardless of the requirements set by my employer. So if you&#39;ve got em&#39; please do share.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/mhvxfe/cmv_there_is_no_legitimate_reason_to_be_an/",
  "subreddit": "changemyview",
  "id": "mhvxfe",
  "is_self": true,
  "media": null,
  "is_video": false
}