{
  "author": "ultrasharpie",
  "original_created_utc": 1636497779,
  "title": "CMV: It is Bad Parenting if you Teach your kids that they or others will Go To Hell unless they don't believe in your specific views. Especially if you encourage your kids to tell others about how those people are going to hell.",
  "created_utc": 1636510046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I found it very traumatic as a kid when people (other kids and some adults) got in my business and told me that I was going to hell, just because I didn&#39;t (first of all, even know what hell was) accept their savior. </p>\n\n<p>It was very confusing at first because it starts in elementary school, an age when I had no idea of race or religion or even country affiliation.<br/>\nThen moving on to an age when you start trying to figure out who you are and where you belong, a time of great insecurities, middle school. That&#39;s the worst because at that age kids are no longer looking to the teacher for approval; they are looking to their peers. So now you have kids telling you that you are going to hell, even though you never did anything to anyone. They just go around making people feel bad at an age when kids are so vulnerable to opinions like this. An age when people just want to belong, and are being told that they don&#39;t belong in heaven like the rest of them. </p>\n\n<p>High school can be more or less traumatic, while in college I think the person going around saying that looks like an idiot because by then everyone understands where this shit is coming from.</p>\n\n<p>While kids can be idiots because they are impressionable, the parents that teach their children to tell people they are going to hell and don&#39;t teach them acceptance are just really shitty parents. You can tell your kids to believe anything you want, without telling them they will go to hell. They are so impressionable, they will literally believe what ever you want, you don&#39;t have guilt them into thinking they will go to hell if they don&#39;t believe in Santa. </p>\n\n<p>(Also if you teach your kids that your specific people are the only people that god considers real, gfys)</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/qqfd3w/cmv_it_is_bad_parenting_if_you_teach_your_kids/",
  "subreddit": "changemyview",
  "id": "qqfd3w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I found it very traumatic as a kid when people (other kids and some adults) got\nin my business and told me that I was going to hell, just because I didn't\n(first of all, even know what hell was) accept their savior.\n\nIt was very confusing at first because it starts in elementary school, an age\nwhen…"
}