{
  "author": "ultrasharpie",
  "original_created_utc": 1636497779,
  "title": "CMV: It is Bad Parenting if you Teach your kids that they or others will Go To Hell unless they don't believe in your specific views. Especially if you encourage your kids to tell others about how those people are going to hell.",
  "created_utc": 1636510046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I found it very traumatic as a kid when people (other kids and some adults) got in my business and told me that I was going to hell, just because I didn&#39;t (first of all, even know what hell was) accept their savior. </p>\n\n<p>It was very confusing at first because it starts in elementary school, an age when I had no idea of race or religion or even country affiliation.<br/>\nThen moving on to an age when you start trying to figure out who you are and where you belong, a time of great insecurities, middle school. That&#39;s the worst because at that age kids are no longer looking to the teacher for approval; they are looking to their peers. So now you have kids telling you that you are going to hell, even though you never did anything to anyone. They just go around making people feel bad at an age when kids are so vulnerable to opinions like this. An age when people just want to belong, and are being told that they don&#39;t belong in heaven like the rest of them. </p>\n\n<p>High school can be more or less traumatic, while in college I think the person going around saying that looks like an idiot because by then everyone understands where this shit is coming from.</p>\n\n<p>While kids can be idiots because they are impressionable, the parents that teach their children to tell people they are going to hell and don&#39;t teach them acceptance are just really shitty parents. You can tell your kids to believe anything you want, without telling them they will go to hell. They are so impressionable, they will literally believe what ever you want, you don&#39;t have guilt them into thinking they will go to hell if they don&#39;t believe in Santa. </p>\n\n<p>(Also if you teach your kids that your specific people are the only people that god considers real, gfys)</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/qqfd3w/cmv_it_is_bad_parenting_if_you_teach_your_kids/",
  "subreddit": "changemyview",
  "id": "qqfd3w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I found it very traumatic as a kid when people (other kids and some adults) got\nin my business and told me that I was going to hell, just because I didn't\n(first of all, even know what hell was) accept their savior.\n\nIt was very confusing at first because it starts in elementary school, an age\nwhen…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は子供の頃、人（他の子供や一部の大人）が私の仕事に立ち入ってきて、「自分が動かないから地獄に落ちる」と言われたことがとてもトラウマになりました。\n私は子供の頃、人々（他の子供や一部の大人）が私の仕事に首を突っ込んできて、彼らの救世主を受け入れなかったからといって\n(私は子供の頃、人々（他の子供や一部の大人）が私のビジネスに割り込んできて、彼らの救世主を受け入れなかったからといって、私は地獄に行くのだと言われたことがとてもトラウマになりました。\n\nそれは小学校から始まるので、最初はとても混乱しました。\nときに...",
      "title": "CMV: 自分の意見を信じないと、自分や他の人が地獄に落ちると子供に教えるのは、親としてはよくありません。特に、自分の子供に「あの人たちは地獄に行くんだよ」と他人に話すことを勧めている場合はなおさらです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我小时候，当人们（其他孩子和一些成年人）插手我的事情，并告诉我我要下地狱时，我发现这非常痛苦。\n在我的事情上告诉我，我将下地狱，只因为我没有\n(首先，甚至知道什么是地狱）接受他们的救世主。\n\n一开始非常困惑，因为这是从小学开始的，这个年龄的人\n当...",
      "title": "CMV：如果你教育你的孩子，除非他们不相信你的特定观点，否则他们或其他人将下地狱，这是不好的教养。特别是如果你鼓励你的孩子告诉别人那些人是如何下地狱的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我小時候，當人們（其他孩子和一些成年人）插手我的事情，並告訴我我要下地獄時，我發現這非常痛苦。\n在我的事情上告訴我，我將下地獄，只因爲我沒有\n(首先，甚至知道什麼是地獄）接受他們的救世主。\n\n一開始非常困惑，因爲這是從小學開始的，這個年齡的人\n當...",
      "title": "CMV：如果你教育你的孩子，除非他們不相信你的特定觀點，否則他們或其他人將下地獄，這是不好的教養。特別是如果你鼓勵你的孩子告訴別人那些人是如何下地獄的。"
    }
  ]
}