{
  "author": "N-Wie-A",
  "original_created_utc": 1628284956,
  "title": "YSK: If you have self esteem issues regarding your appearance, try to change mentalities, because someone out there finds you to be the most attractive person ever",
  "created_utc": 1628297230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can be the hottest person in the world and there&#39;ll still be people who find you ugly. So you can be the ugliest person and some will consider you hot. </p>\n\n<p>I spoke to my mom the other day about attraction and showed her a few pictures of male celebrities that I (a queer agender person) found attractive, one of which was Henry Cavill, SUPERMAN himself. </p>\n\n<p>I showed her a pic of him and her response was &quot;Oh my god, on a scale of 1-10 he&#39;s definitely a 3.&quot; A THREE?! I was appalled. Looking back on the situation, I realized that if the world&#39;s hottest guy can be labelled as ugly then you, the &quot;ugly&quot; viewer, can be assured that there exists a group of people who&#39;ll consider YOU the hottest person in the world. And that&#39;s very comforting to me so maybe it&#39;ll be the same to you.</p>\n\n<p>Edit: thought about deleting because some of you are Debbie downers, but that would just mean that you&#39;ve won, and honestly, I don&#39;t want you Debbie downers to win. Believe it or not, but it&#39;s all math. Take it or leave it</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/YouShouldKnow/comments/ozfw37/ysk_if_you_have_self_esteem_issues_regarding_your/",
  "subreddit": "YouShouldKnow",
  "id": "ozfw37",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can be the hottest person in the world and there'll still be people\nwho find you ugly. So you can be the ugliest person and some will consider you\nhot.\n\nI spoke to my mom the other day about attraction and showed her a few pictures\nof male celebrities that I (a queer agender person)…"
}