{
  "author": "N-Wie-A",
  "original_created_utc": 1628284956,
  "title": "YSK: If you have self esteem issues regarding your appearance, try to change mentalities, because someone out there finds you to be the most attractive person ever",
  "created_utc": 1628297230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can be the hottest person in the world and there&#39;ll still be people who find you ugly. So you can be the ugliest person and some will consider you hot. </p>\n\n<p>I spoke to my mom the other day about attraction and showed her a few pictures of male celebrities that I (a queer agender person) found attractive, one of which was Henry Cavill, SUPERMAN himself. </p>\n\n<p>I showed her a pic of him and her response was &quot;Oh my god, on a scale of 1-10 he&#39;s definitely a 3.&quot; A THREE?! I was appalled. Looking back on the situation, I realized that if the world&#39;s hottest guy can be labelled as ugly then you, the &quot;ugly&quot; viewer, can be assured that there exists a group of people who&#39;ll consider YOU the hottest person in the world. And that&#39;s very comforting to me so maybe it&#39;ll be the same to you.</p>\n\n<p>Edit: thought about deleting because some of you are Debbie downers, but that would just mean that you&#39;ve won, and honestly, I don&#39;t want you Debbie downers to win. Believe it or not, but it&#39;s all math. Take it or leave it</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/YouShouldKnow/comments/ozfw37/ysk_if_you_have_self_esteem_issues_regarding_your/",
  "subreddit": "YouShouldKnow",
  "id": "ozfw37",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You can be the hottest person in the world and there'll still be people\nwho find you ugly. So you can be the ugliest person and some will consider you\nhot.\n\nI spoke to my mom the other day about attraction and showed her a few pictures\nof male celebrities that I (a queer agender person)…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 世界一ホットな人になっても、その人の魅力に気づかない人はいません。\n醜いと思う人もいるでしょう。あなたが世界で最も醜い人であっても、あなたを醜いと思う人がいるでしょうし、あなたが最も醜い人であっても\nと思う人もいます。\n\n先日、母に魅力について話したとき、私（同性愛者）が好きな男性有名人の写真を見せました。\n私（クィア・アジェンダーの人）が...",
      "title": "YSK: もしあなたが自分の外見に自尊心を持てないのであれば、意識を変えてみてください。なぜなら、あなたを最も魅力的な人だと思っている人がいるからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你可以成为世界上最热的人，但仍然会有人\n觉得你很丑。所以，你可以是最丑的人，有些人会认为你\n热。\n\n有一天，我和我妈妈谈起了吸引力问题，给她看了几张我（作为一个男性名人）的照片。\n我（一个同性恋的变性人）给她看了几张男性名人的照片...",
      "title": "YSK：如果你对自己的外表有自尊心问题，试着改变心态，因为有人认为你是最有吸引力的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你可以成爲世界上最熱的人，但仍然會有人\n覺得你很醜。所以，你可以是最醜的人，有些人會認爲你\n熱。\n\n有一天，我和我媽媽談起了吸引力問題，給她看了幾張我（作爲一個男性名人）的照片。\n我（一個同性戀的變性人）給她看了幾張男性名人的照片...",
      "title": "YSK：如果你對自己的外表有自尊心問題，試着改變心態，因爲有人認爲你是最有吸引力的人。"
    }
  ]
}