{
  "author": "harassmaster",
  "original_created_utc": 1631728665,
  "title": "YSK that your credit card statements include a monthly payment amount that tells you how much to pay to have the card fully paid off in three years, which will save a lot of money versus paying only the minimum.",
  "created_utc": 1631756300,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Credit cards have really high interest rates, often that are variable depending on your credit status, payment history, and spending habits. The minimum payment is mostly designed to cover interest on the purchases, with very small amount going toward principle. If you view your credit card statement, you will find a table that shows how long it will take to pay off the card if you just pay the minimum, and it will also show how much you should pay each month in order to have the card paid off in 3 years.</p>\n\n<p>Example: </p>\n\n<p>I currently have a credit card with a balance of $1,511.06 and an interest rate of 21.99%. According to my credit card statement, if I make the minimum payment of $43.00 every month, it will take me NINE YEARS to pay off the remaining balance, and I will have spent $3,110 by the end of it.</p>\n\n<p>But, according to my statement, if I make a monthly payment of $58.00, it will only take me three years to pay off the remaining balance, and I will have spent $2,078 by the end of it, for a savings of $1,032.</p>\n\n<p>As credit card balances are higher, of course, this will mean your payment requirement in order to pay off the card in three years&#39; time will be higher per month. But you can always find the sweet spot between the minimum and the 3-year amount if you&#39;re not able to afford the 3-year amount. Either way, folks - NEVER PAY ONLY THE MINIMUM!</p>\n\n<p>Edit: Y’all can stop commenting “you should pay your balance off every month!!!” No shit. That’s not who this is for. This advice is not for people in a financial position to pay off their cards every month. This is the case for millions of Americans. Spare me the most obvious financial advice which comes with a tinge of shaming, and let’s work to get people real solutions to the problems they face.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/povbt5/ysk_that_your_credit_card_statements_include_a/",
  "subreddit": "YouShouldKnow",
  "id": "povbt5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Credit cards have really high interest rates, often that are variable\ndepending on your credit status, payment history, and spending habits. The\nminimum payment is mostly designed to cover interest on the purchases, with very\nsmall amount going toward principle. If you view your credit card…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: クレジットカードの金利はとても高く、信用状況や支払い履歴によって変動することが多いです。\nお客様の信用状態、支払い履歴、支出習慣に応じて変動します。最低支払額は、購入時の利息をカバーするためのものです。\n最低支払額は、ほとんどが購入時の金利をカバーするためのもので、元金に充当される額はごくわずかです。\n最低支払額は、ほとんどが購入時の利息を賄うためのもので、元金に充当される額はごくわずかです。もし、あなたが自分のクレジットカードを...",
      "title": "YSKでは、クレジットカードの明細書に毎月の支払額が記載されており、3年後にカードを完済するにはいくら支払えばよいかがわかるようになっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 信用卡的利率非常高，通常是可变的。\n取决于你的信用状况、付款历史和消费习惯。最低付款额\n最低还款额主要是为了支付购物的利息，只有很少的金额用于支付本金。\n支出的金额很少。如果你认为你的信用卡...",
      "title": "YSK认为，你的信用卡报表包括每月的付款金额，告诉你要付多少钱才能在三年内将卡完全付清，这将比只付最低款节省很多钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 信用卡的利率非常高，通常是可變的。\n取決於你的信用狀況、付款歷史和消費習慣。最低付款額\n最低還款額主要是爲了支付購物的利息，只有很少的金額用於支付本金。\n支出的金額很少。如果你認爲你的信用卡...",
      "title": "YSK認爲，你的信用卡報表包括每月的付款金額，告訴你要付多少錢才能在三年內將卡完全付清，這將比只付最低款節省很多錢。"
    }
  ]
}