{
  "author": "k0ks3nw4i",
  "the_new_excerpt": "Last year, John Boyne made the news for making the mistake of including\ningredients from The Legend of Zelda: Breath of the Wild video game such as\nOctorok eyeball, hightail lizard, red lizalfo tail, and Hylian shrooms into his\nserious literary historical fiction novel, The Traveller at the Gates of…",
  "original_created_utc": 1620407795,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨年、ジョン・ボインは、ゲーム「ゼルダの伝説 ブレス オブ ワイルド」に登場する素材を\nビデオゲーム「ゼルダの伝説 ブレス オブ ザ ワイルド」に登場する食材である\nゲーム「ゼルダの伝説 ブレス・ザ・ワイルド」に登場するオクトロックの目玉、ハイテイル・トカゲ、レッド・リザルフォの尻尾、ハイリアン・シルームなどを\nシリアスな文芸歴史小説『The Traveller at the Gates of...",
      "title": "縞模様のパジャマの少年』の問題点"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "去年，约翰-博因犯了一个错误，即把《塞尔达传说：荒野之息》视频游戏中的成分包括在内，成为新闻。\n塞尔达传说：荒野之息》视频游戏中的成分，如\n八爪鱼眼球、高尾巴蜥蜴、红蜥蜴尾巴和Hylian香菇等成分纳入了他的严肃的文学历史小说《门外的旅行者》。\n严肃的文学历史小说《门前的旅行者》。",
      "title": "我与《穿条纹睡衣的男孩》的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "去年，約翰-博因犯了一個錯誤，即把《塞爾達傳說：荒野之息》視頻遊戲中的成分包括在內，成爲新聞。\n塞爾達傳說：荒野之息》視頻遊戲中的成分，如\n八爪魚眼球、高尾巴蜥蜴、紅蜥蜴尾巴和Hylian香菇等成分納入了他的嚴肅的文學歷史小說《門外的旅行者》。\n嚴肅的文學歷史小說《門前的旅行者》。",
      "title": "我與《穿條紋睡衣的男孩》的問題"
    }
  ],
  "title": "My Problems with The Boy in the Striped Pajamas",
  "created_utc": 1620412966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last year, John Boyne made the news for making the mistake of including ingredients from <em>The Legend of Zelda: Breath of the Wild</em>  video game such as Octorok eyeball, hightail lizard, red lizalfo tail,  and Hylian shrooms into his serious literary historical fiction novel, <em>The Traveller at the Gates of Wisdom</em>. It appeared that he had simply Googled <em>“ingredients red dye clothes”</em>  or some such and literally copied the top result from the search page  into his manuscript. He did not even click on the link to look at the  source. The presence of such words like “Octorok”, “lizalfo” and  “shrooms” failed to give him pause.</p>\n\n<p>In a way, I am glad I learned about this before I read <em>The Boy in the Striped Pajamas</em>.  It helped give me an understanding of the sort of writer Mr Boyne is. A  kind way of saying it is that he is a person who would not let facts  get in the way of what a good story. It is undeniable that he indeed  wrote a book which is compelling enough to wow a lot of critics and  readers.</p>\n\n<p>There exist a subgenre of books which use the perspective of an  innocent or naive point of view—often a child—to explore serious and  difficult subject matters. <em>The Curious Incident of the Dog in the Night-Time</em>  by Mark Haddon views the foibles of adult relationships and family  through the eyes of a child with autistic spectrum disorder. Emma  Donoghue’s <em>Room</em> tells a very dark story of a woman and child’s  imprisonment through its 5-year-old narrator. This is a device which  handily heightens the dramatic irony of any story, since the young or  innocent character’s understanding of their situation lags far behind  that of the readers’.</p>\n\n<p><em>The Boy in the Striped Pajamas</em>‘ protagonist and point of  view character is a 9-year-old German boy named Bruno, and the subject  matter is the Holocaust. I said he is 9, but his actual mental age  appears to be much, much younger. It boggles my mind how Bruno can grow  up in a military household and yet, unable to grasp the pronunciation  and the meaning of the word Führer in spite being corrected multiple  times (he mangles it to <em>“Fury”</em>). It makes even less sense when  one realises that führer is a common suffix to many German words like  Bergführer (mountain guide) or Kirchenführer (church leader), and that  there are multiple titles in the SS which used it like Hauptsturmführer  and Standartenführer. My own kid was able to pronounce titles like  “President” and “Prime Minister” when he was half Bruno’s age! And Bruno  is depicted as literate and a lover of books and he is able to read  what I presume is a German translation of <em>Treasure Island</em>—so I am unable to understand how he keeps mispronouncing Auschwitz as <em>“Out-With”</em> when he lives there and had seen it <em>in writing</em>. What’s worse is that Bruno somehow thinks that <em>“Heil Hitler”</em> is just another way of saying <em>“Well, goodbye for now, have a pleasant afternoon.”</em>  These are mistakes that an English-speaking child would make, not a  German one. I wonder if Mr Boyne meant Bruno to have a learning  disability or that he simply thought children are idiots. This gets  worse throughout the book when Bruno applied the same level of  obliviousness to everything else—even obviously horrible  things—happening around him. I had, in all honesty, met more perceptive  kindergarteners than this kid.</p>\n\n<p>That aside, this book had also been criticised by many for its  historical inaccuracies and organisations like The Holocaust Exhibition  and Learning Centre in UK and the Auschwitz-Birkenau Memorial and Museum  had both publicly cautioned against reading <em>The Boy in the Striped Pajamas</em>  when learning about the Holocaust. There was a memorable tiff last year  which started with Mr Boyne unironically criticising other authors on  Twitter for thoughtlessly and carelessly capitalising on the Holocaust  as a subject matter. When the Auschwitz Museum clapped back by pointing  out the deficiencies of Mr Boyne’s own book, Boyne responded by lecturing the Auschwitz Museum about Auschwitz. I don’t know about you but I find it hard to side with the guy whose research efforts included accidentally copying fantasy video game ingredients from the 1st page of a cursory Google search.</p>\n\n<p>One question is worth answering though: can a sanitised view of the Holocaust serve as an introduction to it for younger readers? Growing up, I have read deeply flawed and ahistorical books which then served as the catalyst for me to find out more, so it is not impossible that The Boy in the Striped Pajamas can perform this service. At the same time, as I was reading it, I simply cannot imagine developing any foothold on the subject as a child without some foreknowledge or guidance from an adult. And if one reads it without context, it appears to be a rather underwhelming story with a baffling ending. Bruno is infuriatingly thick, and Shmuel—the titular character—only appears at the halfway mark of this book and for some reason, is strangely protective of Bruno’s innocence, dropping difficult conversation topics immediately whenever the merest twinge of cognitive dissonance starts to creep into Bruno’s very smooth brain. I can imagine schoolteachers gleefully assigning this to their students though, and I think that is the best way for children to access this book because it shouldn’t be read without some guidance. And I suppose adults with a passing knowledge of the horrors of Nazi concentration camps and Jewish persecution (but not very familiar with them) may enjoy a couple of hours pointing in recognition at all the dark allusions which flapped weakly over Bruno’s head. They can coo admiringly at the themes about the inherent goodness of children and how we are really all the same when we shave our heads and put on matching clothes, while remaining unbothered by the lack of verisimilitude in Mr Boyne’s portrayal of Auschwitz.</p>\n\n<p>That being said, it is not a hard book to read and Mr Boyne’s writing  is engaging. I think the fact that it is told from the perspective of a  German boy is not a mark against it—there exist plenty of other books  written from the perspective of Jewish prisoners during the Holocaust  after all. I think the only way one can really read <em>The Boy in the Striped Pajamas</em>  is as a fairy tale—a fabulistic version of the Holocaust. It is  outright fantasy when a 9-year-old child managed to remain un-racist in a  household run by an authoritarian father who bought thoroughly into  Nazi antisemitic propaganda (I know it is an amazing feat because I  struggle to keep racist beliefs from creeping into my own kid’s mind  ever since he learned to talk and carry conversations with other  people). It is fantasy that Shmuel would be able to sit unsupervised for  long periods of time talking to a Bruno at the edge of the camp. It is  fantasy that Shmuel would be able to <span class=\"md-spoiler-text\">steal a spare uniform, give it to  Bruno, and sneak Bruno into where his people are imprisoned.</span> There are a  lot of contrivances and gimmes that one would have to allow for  this book in order for it to work, and whether they are worth it or not  depends on whether one values the morality lesson it delivers. So is it  worth it? I said earlier that Mr Boyne is a writer who would not let  facts get in the way of a good story, but it seems to me that he would  not let them get in the way of a mediocre one either.</p>\n\n<p>P.S. My copy came with Oliver Jeffers&#39; astounding illustrations. They  are a perfect mix of innocence and darkness, and it seems like they say  some of the things that Mr Boyne should have said in the text. They  certainly made the book better for me.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/n73oln/my_problems_with_the_boy_in_the_striped_pajamas/",
  "subreddit": "books",
  "id": "n73oln",
  "is_self": true,
  "media": null,
  "is_video": false
}