{
  "author": "Combat_Wombat18",
  "original_created_utc": 1625933906,
  "title": "What is that book that no matter how popular and how many times you try to read it, you just can't?",
  "created_utc": 1625939471,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read 1984 by George Orwell and I enjoyed it. I decided to read another book of the same genre and I stumbled across Brave New World by Aldous Huxley.</p>\n\n<p>However, no matter how much I try to read it, I just can&#39;t. I&#39;ve tried for five or six times and I just can&#39;t complete the first chapter. </p>\n\n<p>Do you have that book that no matter what, you just can&#39;t read or is it just me?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ohlnxc/what_is_that_book_that_no_matter_how_popular_and/",
  "subreddit": "books",
  "id": "ohlnxc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read 1984 by George Orwell and I enjoyed it. I decided to read another book\nof the same genre and I stumbled across Brave New World by Aldous Huxley.\n\nHowever, no matter how much I try to read it, I just can't. I've tried for five\nor six times and I just can't complete the first chapter.\n\nDo…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョージ・オーウェルの『1984』を読みましたが、面白かったです。同じジャンルの別の本を読もうと思って\n同じジャンルの本を読もうと思い、偶然にもオルダス・ハクスリーの『Brave New World』に出会いました。\n\nしかし、いくら読もうとしても読めないのです。もう5、6回は読んでみましたが\n5、6回挑戦しましたが、第一章を読み終えることができません。\n\nどうしたものか。",
      "title": "どんなに人気があっても、何度も読もうとしても、どうしても読めない本ってありますよね？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读过乔治-奥威尔的《1984》，我很喜欢这本书。我决定再读一本书\n我偶然发现了奥尔德斯-赫胥黎的《勇敢的新世界》。\n\n然而，无论我如何努力去读它，我就是读不下去。我已经尝试了五\n或六次，我就是无法完成第一章。\n\n是否...",
      "title": "是什么书，无论多么流行，无论你想读多少次，你就是读不下去？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過喬治-奧威爾的《1984》，我很喜歡這本書。我決定再讀一本書\n我偶然發現了奧爾德斯-赫胥黎的《勇敢的新世界》。\n\n然而，無論我如何努力去讀它，我就是讀不下去。我已經嘗試了五\n或六次，我就是無法完成第一章。\n\n是否...",
      "title": "是什麼書，無論多麼流行，無論你想讀多少次，你就是讀不下去？"
    }
  ]
}