{
  "author": "nikoatsume98",
  "original_created_utc": 1629487740,
  "title": "So, I just finished “Flowers In the Attic”...",
  "created_utc": 1629523967,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this book expecting a fun horror/escape thriller. I guess it ticks some of those boxes (I wouldn’t call it fun), but not really in the cathartic way I assumed it would. I sort of want to hate this book, because it’s so disturbing, but I can’t help but be impressed by it. I’m not sure that I’ve ever wished more for terrible, predictable writing. There were plenty of moments that were intense enough, but the incredibly well-written characters amplified every unpleasant moment. There were several times that I decided it was too much and tried to put it down, but I just couldn’t stop reading until I saw the conclusion. I’m can’t remember the last time something has caused such a visceral reaction in me. I don’t think I’ll be reading the sequels, as I quite like the ambiguity that this book ends on. </p>\n\n<p>** Also, I’m still mad they didn’t kill anyone/burn the house down on their way out.</p>\n\n<p>edit: I should mention that I’m a fan of psychological horror, and that probably influences my opinion of this book, but it’s definitely not a light read and I wouldn’t recommend it for anyone that can’t distance themselves from characters</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p8c56e/so_i_just_finished_flowers_in_the_attic/",
  "subreddit": "books",
  "id": "p8c56e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read this book expecting a fun horror/escape thriller. I guess it ticks some\nof those boxes (I wouldn’t call it fun), but not really in the cathartic way I\nassumed it would. I sort of want to hate this book, because it’s so disturbing,\nbut I can’t help but be impressed by it. I’m not sure that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "楽しいホラー・脱出系スリラーを期待して読みました。読んでみると、確かにそのような要素はありますが\nしかし、私が想定していたようなカタルシスはありませんでした。\n想定していたようなカタルシスはありませんでした。この本はとても不穏なので、嫌いになりたいと思っています。\nでも、どうしても感心してしまう。というか・・・。",
      "title": "というわけで、「Flowers In the Attic」を終えて...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读这本书时，以为是一本有趣的恐怖/逃亡惊悚小说。我想它满足了一些\n我想它满足了这些条件（我不会称它为有趣），但并没有像我想象的那样，以宣泄的方式进行。\n我以为会这样。我有点想讨厌这本书，因为它是如此令人不安。\n但我不禁对它印象深刻。我不确定...",
      "title": "所以，我刚刚完成了 \"阁楼上的花朵\"..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀這本書時，以爲是一本有趣的恐怖/逃亡驚悚小說。我想它滿足了一些\n我想它滿足了這些條件（我不會稱它爲有趣），但並沒有像我想象的那樣，以宣泄的方式進行。\n我以爲會這樣。我有點想討厭這本書，因爲它是如此令人不安。\n但我不禁對它印象深刻。我不確定...",
      "title": "所以，我剛剛完成了 \"閣樓上的花朵\"..."
    }
  ]
}