{
  "author": "LuxMorgenstern",
  "the_new_excerpt": "I strongly support transgender and nonbinary rights. I've debated with TERFs\n[https://en.wikipedia.org/wiki/TERF] and transphobes too many times in defense\nof trans/nonbinary rights. However, I have a stuck point: I believe sex is\nbinary. Please note: I'm well aware of the existence of various…",
  "original_created_utc": 1611429377,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我强烈支持变性人和非二进制的权利。我和TERFs辩论过\n[https://en.wikipedia.org/wiki/TERF]和变性人太多次的辩解\n的跨/非二元权利。然而，我有一个卡点：我认为性是一个人的权利。\n二进制。我很清楚各种阴阳人的存在...。",
      "title": ""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我強烈支持變性人和非二進制的權利。我和TERFs辯論過\n[https://en.wikipedia.org/wiki/TERF]和變性人太多次的辯解\n的跨/非二元權利。然而，我有一個卡點：我認爲性是一個人的權利。\n二進制。我很清楚各種陰陽人的存在...。",
      "title": ""
    }
  ],
  "title": "CMV: Sex is binary like humans are bipedal - exceptions don't invalidate the classification",
  "created_utc": 1611448165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I strongly support transgender and nonbinary rights. I&#39;ve debated with <a href=\"https://en.wikipedia.org/wiki/TERF\">TERFs</a> and transphobes too many times in defense of trans/nonbinary rights. However, I have a stuck point: I believe <em>sex</em> is binary. <strong>Please note</strong>: I&#39;m well aware of the existence of various intersex conditions and other nuances (<strong>please see Context below</strong>. It will NOT be helpful to give me a lecture on intersex variations), but the existence of some counterexamples do not necessarily invalidate a system of classification. &quot;Sex is binary&quot; is different than the proposition &quot;All swans are white&quot;, which the existence of a single black swan would disprove. An analogy to binary sex which I find particularly difficult to argue against (probably because I believe it myself) is that humans are bipedal, and the existence of people who can&#39;t walk with 2 legs (or don&#39;t have 2 legs) doesn&#39;t negate the fact that humans are bipedal.</p>\n\n<p>Please CMV! For example, if you think the bipedal analogy is a weak analogy, please tell me why.</p>\n\n<p><strong>Context:</strong></p>\n\n<p>I&#39;m a neuropsychologist and I know that <em>sex</em> and <em>gender</em> are not the same thing, and <em>gender</em> is not binary. I know that <a href=\"https://en.wikipedia.org/wiki/Sex_differences_in_humans\">&quot;biological sex&quot; comprises various factors</a> including the gametic type, chromosomal sex, gonads, sex hormones, genitals, etc. I know that the process of sex determination is complex (e.g., regarding the presence/absence of the SRY gene, androgen receptors sensitivity, etc.) and that deviation from the normative process can lead to <a href=\"https://blogs.scientificamerican.com/sa-visual/visualizing-sex-as-a-spectrum/\">a wide variety of intersex conditions</a>. I&#39;ve read many scientific co-ed articles arguing for sex being nonbinary, such as <a href=\"https://www.nature.com/news/sex-redefined-1.16943\">this one on Nature</a> (although <a href=\"https://twitter.com/claireainsworth/status/888365994577735680?lang=en\">the author later claimed that she meant there are two sexes</a>). I know what a binary system is: 2 options ONLY (for example, 0 and 1 in a binary math system or computer science; there&#39;s no 3rd number). I also know the difference between <em>binary</em> and <em>bimodal</em>.</p>\n\n<p>However, I think <strong>there&#39;s a difference between the</strong> <strong><em>definition of sex</em></strong> <strong>and</strong> <strong><em>sex characteristics</em></strong>. The distribution of <em>sex characteristics</em> is bimodal rather than binary, but the most <a href=\"https://en.wikipedia.org/wiki/Occam%27s_razor\">parsimonious</a> <strong>definition or classification for</strong> <strong><em>sex</em></strong> <strong>per se is based on gametes</strong>: egg/large gamete = female, sperm/small gamete = male, which is binary. This is true not only for humans but across organisms that use anisogamy for reproduction. There&#39;s no 3rd gametic type.</p>\n\n<p>A counterargument here is that baby boys don&#39;t produce sperms, women after menopause don&#39;t produce eggs, etc. but they are still male/female. This counterargument isn&#39;t very good because the gametic-entailed definition/classification of sex isn&#39;t contingent on whether the organism is currently capable of producing sperms vs eggs, but rather whether the organism&#39;s reproductive system is organized around the purpose of producing sperms vs eggs.</p>\n\n<p>Of course, gametes don&#39;t matter in 99% of social situations where one&#39;s sex or gender is relevant. For example, one of the most contentious ongoing issues is whether trans women or intersex women qualify to play in women&#39;s sports, and yet <a href=\"https://en.wikipedia.org/wiki/Sex_verification_in_sports\">gametes have never been a determinant in the history of sex verification in sports</a>. However, the argument of utility/practicality is a different argument than the original definition/classification of sex itself.</p>\n</div><!-- SC_ON -->",
  "score": 117,
  "permalink": "/r/changemyview/comments/l3ibi9/cmv_sex_is_binary_like_humans_are_bipedal/",
  "subreddit": "changemyview",
  "id": "l3ibi9",
  "is_self": true,
  "media": null,
  "is_video": false
}