{
  "author": "HarmonicUnion",
  "original_created_utc": 1629709661,
  "title": "CMV: Stablecoins are not a new innovation. They are just banks. Unregulated and unsecured banks.",
  "created_utc": 1629729065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If I have 10 dollars in a bank account, I do not in fact own 10 dollars. I own 10 IOUs from my bank. I can redeem these IOUs for cash at my local bank, or I can use them for payment directly in a bank transfer and let someone else redeem them.</p>\n\n<p>If the bank goes under, I can rest assured that my deposits are insured by the government up to 250k. I can rest assured that my bank has to comply with extensive legislation (maybe not enough though) and audits.</p>\n\n<hr/>\n\n<p>If I have 10 dollars in a stablecoin, I do not in fact own 10 dollars. I own 10 IOUs from the stablecoin issuer. I can <em>probably</em> redeem these IOUs for cash through the process set up by the issuer, though they can make it diffcult and slow. I cannot use them in regular bank transfers, though I can use them to pay on blockchains.</p>\n\n<p>If the stablecoin issuer goes under, my deposits are not insured and will be lost. Stablecoin issuers do not undergo proper audits, nor do they comply with banking regulations because they do not consider themselves banks.</p>\n\n<hr/>\n\n<p>This is a short comparison of stablecoins to banks, but it gets the point across. The mechanics behind stablecoins are <strong>identical</strong> to the mechanics behind a bank. Crypto enthusiasts and techbros love to tout stablecoins as this new invention, but they aren&#39;t a new concept at all. Every single bank is its own stablecoin, just not a blockchain one. </p>\n\n<p>The only innovation here is making a blockchain bank while pretending it isn&#39;t a bank to avoid legislation.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/p9vzkv/cmv_stablecoins_are_not_a_new_innovation_they_are/",
  "subreddit": "changemyview",
  "id": "p9vzkv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If I have 10 dollars in a bank account, I do not in fact own 10 dollars. I own\n10 IOUs from my bank. I can redeem these IOUs for cash at my local bank, or I\ncan use them for payment directly in a bank transfer and let someone else redeem\nthem.\n\nIf the bank goes under, I can rest assured that my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "銀行口座に10ドルを持っていても、実際には10ドルを所有しているわけではありません。所有しているのは\n銀行からの借用書が10枚あります。この借用書は、地元の銀行で現金に交換することもできますし\n銀行振込で直接支払い、他の人に換金してもらうこともできます。\n換えることができます。\n\nもし、銀行が倒産しても、私の借用書があれば安心です。",
      "title": "CMV： ステーブルコインは、新しいイノベーションではありません。それらはただの銀行です。規制されていない、担保のない銀行です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我在银行账户里有10美元，事实上我并不拥有10美元。我拥有的是\n10张银行的欠条。我可以在当地银行将这些欠条兑换成现金，也可以\n我也可以用它们直接在银行转账中付款，让别人来赎回它们。\n它们。\n\n如果银行倒闭，我可以放心，我的...",
      "title": "CMV：稳定币并不是一种新的创新。它们只是银行。不受监管和无担保的银行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我在銀行賬戶裏有10美元，事實上我並不擁有10美元。我擁有的是\n10張銀行的欠條。我可以在當地銀行將這些欠條兌換成現金，也可以\n我也可以用它們直接在銀行轉賬中付款，讓別人來贖回它們。\n它們。\n\n如果銀行倒閉，我可以放心，我的...",
      "title": "CMV：穩定幣並不是一種新的創新。它們只是銀行。不受監管和無擔保的銀行。"
    }
  ]
}