{
  "author": "HarmonicUnion",
  "original_created_utc": 1629709661,
  "title": "CMV: Stablecoins are not a new innovation. They are just banks. Unregulated and unsecured banks.",
  "created_utc": 1629729065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If I have 10 dollars in a bank account, I do not in fact own 10 dollars. I own 10 IOUs from my bank. I can redeem these IOUs for cash at my local bank, or I can use them for payment directly in a bank transfer and let someone else redeem them.</p>\n\n<p>If the bank goes under, I can rest assured that my deposits are insured by the government up to 250k. I can rest assured that my bank has to comply with extensive legislation (maybe not enough though) and audits.</p>\n\n<hr/>\n\n<p>If I have 10 dollars in a stablecoin, I do not in fact own 10 dollars. I own 10 IOUs from the stablecoin issuer. I can <em>probably</em> redeem these IOUs for cash through the process set up by the issuer, though they can make it diffcult and slow. I cannot use them in regular bank transfers, though I can use them to pay on blockchains.</p>\n\n<p>If the stablecoin issuer goes under, my deposits are not insured and will be lost. Stablecoin issuers do not undergo proper audits, nor do they comply with banking regulations because they do not consider themselves banks.</p>\n\n<hr/>\n\n<p>This is a short comparison of stablecoins to banks, but it gets the point across. The mechanics behind stablecoins are <strong>identical</strong> to the mechanics behind a bank. Crypto enthusiasts and techbros love to tout stablecoins as this new invention, but they aren&#39;t a new concept at all. Every single bank is its own stablecoin, just not a blockchain one. </p>\n\n<p>The only innovation here is making a blockchain bank while pretending it isn&#39;t a bank to avoid legislation.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/p9vzkv/cmv_stablecoins_are_not_a_new_innovation_they_are/",
  "subreddit": "changemyview",
  "id": "p9vzkv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If I have 10 dollars in a bank account, I do not in fact own 10 dollars. I own\n10 IOUs from my bank. I can redeem these IOUs for cash at my local bank, or I\ncan use them for payment directly in a bank transfer and let someone else redeem\nthem.\n\nIf the bank goes under, I can rest assured that my…"
}