{
  "author": "Ben69420",
  "the_new_excerpt": "For the purposes of this post, \"thing\" refers to a single system / event /\noccurrence. Of course factory farming is less bad than factory farming plus me\nstubbing my toe, but factory farming plus me stubbing my toe is not a single\n\"thing.\" Similarly, the Holocaust, American slavery, the Armenian…",
  "original_created_utc": 1621539872,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事では、「モノ」とは、単一のシステム／イベント／を指します。\nの発生を意味します。もちろん、工場での農業は、工場での農業＋私がつま先をぶつけたことよりも悪いことではありません。\nしかし、工場での農業と私がつま先をぶつけたことは、一つの「事」ではありません。\n\"thing\" 同様に、ホロコースト、アメリカの奴隷制度、アルメニアの...",
      "title": "CMV: 工場生産は（文字通り）史上最悪のものである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这篇文章中，\"事情 \"指的是一个单一的系统/事件/发生。\n发生的事情。当然，工厂化养殖不如工厂化养殖加上我的脚趾头那么糟糕。\n当然，工厂化畜牧业比工厂化畜牧业加上我的脚趾头被戳伤的情况要好，但工厂化畜牧业加上我的脚趾头被戳伤并不是一个单一的\n\"事情\"。同样，大屠杀、美国的奴隶制、亚美尼亚的...",
      "title": "CMV：工厂化养殖是（字面上的）最糟糕的事情"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這篇文章中，\"事情 \"指的是一個單一的系統/事件/發生。\n發生的事情。當然，工廠化養殖不如工廠化養殖加上我的腳趾頭那麼糟糕。\n當然，工廠化畜牧業比工廠化畜牧業加上我的腳趾頭被戳傷的情況要好，但工廠化畜牧業加上我的腳趾頭被戳傷並不是一個單一的\n\"事情\"。同樣，大屠殺、美國的奴隸制、亞美尼亞的...",
      "title": "CMV：工廠化養殖是（字面上的）最糟糕的事情"
    }
  ],
  "title": "CMV: Factory farming is (literally) the worst thing ever",
  "created_utc": 1621564577,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For the purposes of this post, &quot;thing&quot; refers to a single system / event / occurrence.  Of course factory farming is less bad than factory farming plus me stubbing my toe, but factory farming plus me stubbing my toe is not a single &quot;thing.&quot;  Similarly, the Holocaust, American slavery, the Armenian Genocide, etc. are all considered single &quot;things,&quot; but hatred / violence in general are not.</p>\n\n<p>Ok, here we go.  Every year, humans kill around 50 (+-10) billion land animals, the overwhelming majority of whom have lived on factory farms all their lives.  These animals are effectively subject to ongoing torture.  I don&#39;t want to go into all the details, but here are 2 examples.  First, in the pork industry, pigs live in close quarters, in farrowing crates so small they can&#39;t turn around, and sometimes in their own feces.  This induces phycological problems that sometimes lead them to bite each others&#39; tails.  To prevent this, pigs have their tails cut off and their teeth ripped out of their mouths with no anesthetic a few weeks after they&#39;re born.  And secondly, in the beef industry, cows&#39; horns pose a risk to the farmers and the other cows, so factory farmers apply hot irons or torches to the cows heads&#39; to permanently stunt their horns.  I&#39;ll go into more detail if necessary but this should paint enough of a picture of the way factory farmed animals are treated.  They&#39;re subject to unfathomable cruelty and violence from the day they&#39;re born until the day they&#39;re killed.</p>\n\n<p>There aren&#39;t even 8 billion humans alive on the planet today.  If 50 billion people started existing and being tortured, it would be the worst thing to ever happen, by far.  So the next part of the argument requires the moral importance of farm animals to be compared to that of humans.</p>\n\n<p>Let&#39;s start with a less daunting task, comparing the moral value of 2 humans.  We&#39;ll look at 2 hypothetical people with very different circumstances.  The first person is a scientist who has just discovered the cure for cancer, but he hasn&#39;t told anyone yet.  He&#39;s currently running to his lab to spread the good news and start producing the cure right away.  The second person is a 99 year old who&#39;s lived a good life and is on his death bed, about to die peacefully.  The moral value of the scientist is higher than the moral value of the old dude because the scientist has a greater potential to make the world a better place, more years ahead of him etc.  But the old dude getting punched would be just as immoral as the scientist getting punched, because they would suffer the same amount.  With respect to the pain of being punched, differences in intelligence, life expectancy, capacity to do good, etc. aren&#39;t relevant.  The only thing that&#39;s relevant is the pain suffered by the person who was punched.  Kapish?  Great.</p>\n\n<p>Now let&#39;s just apply the same logic to farm animals.  People live longer than farm animals, we&#39;re more sophisticated, we have a greater capacity to make the world a better place, etc.  If given the choice between saving a person and saving a pig, most of us would choose the person.  HOWEVER, pigs suffer just like humans, and so torturing a pig is just as bad as torturing a human.  When a pig is being tortured, differences in life expectancy or intelligence don&#39;t matter at all.  The only thing that matters is the pain the pig experiences.</p>\n\n<p>Philip Wollen captures this idea really succinctly.  &quot;When we suffer, we suffer as equals.  And in their capacity to suffer, a dog is a pig, is a bear, is a boy.&quot;</p>\n\n<p>Based on that, it&#39;s my position that torturing farm animals is just as bad as doing the same thing to humans.  But let&#39;s suppose you don&#39;t accept that view, and you think it&#39;s 100x worse to torture a person than to torture another animal.  That seems to be a pretty dumb position, but let&#39;s run with it for the sake of discussion.  Even with that assumption, just 1 year of factory farming is still as bad as 500 million people being tortured.  That&#39;s equivalent to over 10 Holocausts, 10 Armenian Genocides, and 130 years of American slavery combined.</p>\n\n<p>What if we accept the position that the suffering of a farm animal is just as bad as the suffering of a person?  In that case, an hour and 10 minutes of factory farming is about as bad as the Holocaust, and a week of factory farming is about as bad as 300 years of American slavery.</p>\n\n<p>Best I can figure, that&#39;s the worst thing that&#39;s ever happened, by far.  Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/nh9kda/cmv_factory_farming_is_literally_the_worst_thing/",
  "subreddit": "changemyview",
  "id": "nh9kda",
  "is_self": true,
  "media": null,
  "is_video": false
}