{
  "author": "Carpenter629",
  "original_created_utc": 1636686500,
  "title": "Bitcoin Catastrophe! Please Help!",
  "created_utc": 1636723909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>PLEASE HELP!  <em>Trezor Catastrophe</em> </p>\n\n<p>I’ve used Trezor for years, they’re great. I was helping my in-laws move their crypto (sadly they divorced and wanted me to separate their crypto) and fear I have made a TERRIBLE mistake.. I set up my father in laws new Trezor and sent his half of crypto from my mother in laws wallet. Success..</p>\n\n<p>I realized I did not get the seed words from the Trezor, (I think it got disconnected from the lap top during initial setup) and I had to secure the USB connection and continue setup. What I didn’t realize at the time was I ‘believe’ that was my one and only shot to collect my seed words. Not knowing that I continued the setup with a PIN and sent the funds. They showed up but I realized I did not have ANY of his seed words and if he lost this thing or it got stolen he would be screwed.. </p>\n\n<p>So I sent the funds back to mother in laws Trezor, successfully.</p>\n\n<p>I saved the address to the wallets and WIPED my empty father in laws Trezor and successfully set it up, (this time collecting all seed words). </p>\n\n<p>I SENT THE CRYPTO to his old address that was wiped and I don’t have the seed words to!! I was hesitant to even get involved, they are older and not technology savvy, but I got them into the crypto space years and wanted to help them with this separation. This was NOT a small amount of Crypto and has become a strain on the family. I had the best intentions..</p>\n\n<p>I reached out to Trezor support but they have not gotten back to me. </p>\n\n<p>Does anyone have any advice please?!</p>\n</div><!-- SC_ON -->",
  "score": 199,
  "permalink": "/r/Bitcoin/comments/qs1y6r/bitcoin_catastrophe_please_help/",
  "subreddit": "Bitcoin",
  "id": "qs1y6r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "PLEASE HELP! Trezor Catastrophe\n\nI’ve used Trezor for years, they’re great. I was helping my in-laws move their\ncrypto (sadly they divorced and wanted me to separate their crypto) and fear I\nhave made a TERRIBLE mistake.. I set up my father in laws new Trezor and sent\nhis half of crypto from my…"
}