{
  "author": "Enough_Blueberry_549",
  "the_new_excerpt": "Bitter almonds are used to make almond extract, which helps gives maraschino\ncherries their unique taste. A handful of raw bitter almonds could kill someone.\nYou can’t buy them in a store in the United States. They taste bitter, but also\nhave a fruity taste like peaches or cherries.\n\nThe almonds you…",
  "original_created_utc": 1620274581,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ビターアーモンドは、マラスキーノチェリーの独特の味を出すためのアーモンドエキスの原料となります。\nチェリーの独特の味を出すのに役立っている。生のビターアーモンドを一掴みすると、人が死ぬかもしれない。\nアメリカではお店で買うことができません。ビターアーモンドの味は、苦いだけでなく\n桃やさくらんぼのようなフルーティーな味がする。\n\nあなたのアーモンドは...",
      "title": "YSKが青酸カリの味を「ビターアーモンド」と言っているのは、特定の品種のアーモンドのことで、単に腐ったアーモンドのことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "苦杏仁被用来制作杏仁提取物，这有助于赋予马拉希诺\n樱桃的独特味道。一把生的苦杏仁可以杀死人。\n在美国，你不能在商店里买到它们。它们的味道是苦的，但也\n有一种像桃子或樱桃的水果味。\n\n杏仁你...",
      "title": "YSK当人们说氰化物的味道像 \"苦杏仁 \"时，他们指的是特定品种的杏仁，而不只是变质的杏仁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "苦杏仁被用來製作杏仁提取物，這有助於賦予馬拉希諾\n櫻桃的獨特味道。一把生的苦杏仁可以殺死人。\n在美國，你不能在商店裏買到它們。它們的味道是苦的，但也\n有一種像桃子或櫻桃的水果味。\n\n杏仁你...",
      "title": "YSK當人們說氰化物的味道像 \"苦杏仁 \"時，他們指的是特定品種的杏仁，而不只是變質的杏仁。"
    }
  ],
  "title": "YSK when people say cyanide tastes like “bitter almonds,” they are referring to a specific variety of almond, not just an almond that’s gone bad.",
  "created_utc": 1620377114,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bitter almonds are used to make almond extract, which helps gives maraschino cherries their unique taste. A handful of raw bitter almonds could kill someone. You can’t buy them in a store in the United States. They taste bitter, but also have a fruity taste like peaches or cherries. </p>\n\n<p>The almonds you snack on are technically called sweet almonds. They are genetically different from bitter almonds. Sometimes you may get a sweet almond that tastes bitter, but it’s not what people are talking about when they say cyanide tastes like bitter almonds. </p>\n\n<p>Why YSK: There is a very small chance this could save your life because now you know what cyanide tastes like. But more realistically, you now know that almond extract tastes fruity and very different from snacking almonds! This can help you with your baking.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/YouShouldKnow/comments/n5yxnr/ysk_when_people_say_cyanide_tastes_like_bitter/",
  "subreddit": "YouShouldKnow",
  "id": "n5yxnr",
  "is_self": true,
  "media": null,
  "is_video": false
}