{
  "author": "jyliu86",
  "original_created_utc": 1635292501,
  "title": "CMV: Abortion is a red herring political issue and gets a disproportionate attention for its impact",
  "created_utc": 1635297150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s pretty easy to find abortion advocates, on either side, who treat this as the ONE issue that will dominate political discourse.</p>\n\n<p>The US has ~610,000 abortions/year. For comparison, heart disease kills ~650K/year and cancer kills ~ 600K/year. We all agree cancer and heart disease are bad, but I&#39;m pretty confident there are more people willing to bomb an abortion clinic than a cigarette factory or chemical plant. </p>\n\n<p>Did I miss the memo where everyone decided that 1 baby is worth 10 fat/old people?</p>\n\n<p>I certainly don&#39;t see anyone up in arms over &quot;Dangerous Demographic Shifts!&quot; or &quot;Condoms bring make us below replacement rate!&quot; </p>\n\n<p>For women in their child-bearing years, I get it. There&#39;s a lot of impact on their day-to-day lives. Michael J Fox became a lot more interested in Parkinson&#39;s when he was diagnosed.</p>\n\n<p>Every single political issue gets the &quot;Think of the children!&quot; card played on it. I&#39;ve been seeing &quot;Think of the Children&quot; card used for climate change from my literal childhood until I&#39;ve fully grown into an adult, watched EVERY year have record breaking heat waves, and it doesn&#39;t drive the same kind of political energy that abortion generates. </p>\n\n<p>Is abortion secretly not a single issue topic for a lot of voters and I got hit with sensationalist media?</p>\n\n<p>Is abortion actually way more impactful than aging demographics, climate change, and resource distribution? I&#39;m pretty sure those have more impact on more people&#39;s day to day lives, but don&#39;t drive up nearly the same fervor.</p>\n</div><!-- SC_ON -->",
  "score": 283,
  "permalink": "/r/changemyview/comments/qgjnc9/cmv_abortion_is_a_red_herring_political_issue_and/",
  "subreddit": "changemyview",
  "id": "qgjnc9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's pretty easy to find abortion advocates, on either side, who treat this as\nthe ONE issue that will dominate political discourse.\n\nThe US has ~610,000 abortions/year. For comparison, heart disease kills\n~650K/year and cancer kills ~ 600K/year. We all agree cancer and heart disease\nare bad, but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "と扱う中絶擁護者は、どちらの立場でもかなり簡単に見つけることができます。\nこの問題は、政治的な議論を支配する唯一の問題です。\n\nアメリカでは年間61万件の中絶が行われています。比べてみると、心臓病では年間65万人、がんでは\n~比べてみると、心臓病では年間65万人、がんでは年間60万人が亡くなっています。癌や心臓病が悪いことは誰もが認めるところですが\n悪いことだとは思いますが...",
      "title": "CMV: 妊娠中絶は政治的な問題であり、その影響のために不釣り合いな注目を浴びている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很容易找到主张堕胎的人，无论是哪一方，他们都把这个问题作为\n将主导政治讨论的一个问题。\n\n美国每年有大约61万例堕胎。作为比较，心脏病每年造成的死亡人数\n~65万/年，癌症导致的死亡人数为60万/年。我们都同意癌症和心脏病\n是不好的，但是...",
      "title": "CMV：堕胎是一个红色的政治问题，并因其影响而得到了过多的关注。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很容易找到主張墮胎的人，無論是哪一方，他們都把這個問題作爲\n將主導政治討論的一個問題。\n\n美國每年有大約61萬例墮胎。作爲比較，心臟病每年造成的死亡人數\n~65萬/年，癌症導致的死亡人數爲60萬/年。我們都同意癌症和心臟病\n是不好的，但是...",
      "title": "CMV：墮胎是一個紅色的政治問題，並因其影響而得到了過多的關注。"
    }
  ]
}