{
  "author": "jyliu86",
  "original_created_utc": 1635292501,
  "title": "CMV: Abortion is a red herring political issue and gets a disproportionate attention for its impact",
  "created_utc": 1635297150,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s pretty easy to find abortion advocates, on either side, who treat this as the ONE issue that will dominate political discourse.</p>\n\n<p>The US has ~610,000 abortions/year. For comparison, heart disease kills ~650K/year and cancer kills ~ 600K/year. We all agree cancer and heart disease are bad, but I&#39;m pretty confident there are more people willing to bomb an abortion clinic than a cigarette factory or chemical plant. </p>\n\n<p>Did I miss the memo where everyone decided that 1 baby is worth 10 fat/old people?</p>\n\n<p>I certainly don&#39;t see anyone up in arms over &quot;Dangerous Demographic Shifts!&quot; or &quot;Condoms bring make us below replacement rate!&quot; </p>\n\n<p>For women in their child-bearing years, I get it. There&#39;s a lot of impact on their day-to-day lives. Michael J Fox became a lot more interested in Parkinson&#39;s when he was diagnosed.</p>\n\n<p>Every single political issue gets the &quot;Think of the children!&quot; card played on it. I&#39;ve been seeing &quot;Think of the Children&quot; card used for climate change from my literal childhood until I&#39;ve fully grown into an adult, watched EVERY year have record breaking heat waves, and it doesn&#39;t drive the same kind of political energy that abortion generates. </p>\n\n<p>Is abortion secretly not a single issue topic for a lot of voters and I got hit with sensationalist media?</p>\n\n<p>Is abortion actually way more impactful than aging demographics, climate change, and resource distribution? I&#39;m pretty sure those have more impact on more people&#39;s day to day lives, but don&#39;t drive up nearly the same fervor.</p>\n</div><!-- SC_ON -->",
  "score": 283,
  "permalink": "/r/changemyview/comments/qgjnc9/cmv_abortion_is_a_red_herring_political_issue_and/",
  "subreddit": "changemyview",
  "id": "qgjnc9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's pretty easy to find abortion advocates, on either side, who treat this as\nthe ONE issue that will dominate political discourse.\n\nThe US has ~610,000 abortions/year. For comparison, heart disease kills\n~650K/year and cancer kills ~ 600K/year. We all agree cancer and heart disease\nare bad, but…"
}