{
  "author": "the_goblinking1",
  "the_new_excerpt": "I am a Christian, I was born into Christianity and have a strong faith, and I\nfind it really, really weird how a lot of Christians get offended when our\nreligion is referred to as \"just a religion\" or even as a religion!\n\nMy reasoning:\n\nIt IS just a religion, it is nothing other than a religion, it…",
  "original_created_utc": 1620581658,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はクリスチャンで、キリスト教に生まれ、強い信仰心を持っています。\n多くのクリスチャンが、自分たちの宗教が「」と呼ばれると怒るのは、本当に奇妙なことだと思います。\n私たちの宗教が「ただの宗教」と言われたり、「宗教」と言われたりすると、多くのクリスチャンが怒るのは本当に不思議です。\n\n私の理由は\n\nそれはただの宗教であり、宗教以外の何物でもありません、それは...。",
      "title": "cmv：キリスト教は単なる宗教であり、それを述べることは不快ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个基督徒，我出生在基督教，有坚定的信仰。\n我觉得非常非常奇怪，当我们的宗教被称为 \"仅仅是一个宗教\"，甚至被称为宗教时，很多基督徒都会感到不舒服。\n宗教被称为 \"仅仅是一种宗教\"，甚至被称为一种宗教时，我觉得很奇怪，很多基督徒会感到不快。\n\n我的理由是。\n\n它确实只是一种宗教，它除了是一种宗教之外没有别的东西，它...",
      "title": "cmv：基督教只是一种宗教，说明这一点并不具有攻击性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個基督徒，我出生在基督教，有堅定的信仰。\n我覺得非常非常奇怪，當我們的宗教被稱爲 \"僅僅是一個宗教\"，甚至被稱爲宗教時，很多基督徒都會感到不舒服。\n宗教被稱爲 \"僅僅是一種宗教\"，甚至被稱爲一種宗教時，我覺得很奇怪，很多基督徒會感到不快。\n\n我的理由是。\n\n它確實只是一種宗教，它除了是一種宗教之外沒有別的東西，它...",
      "title": "cmv：基督教只是一種宗教，說明這一點並不具有攻擊性。"
    }
  ],
  "title": "cmv: christianity is just a religion, and it is not offensive to state that.",
  "created_utc": 1620613755,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a Christian, I was born into Christianity and have a strong faith, and I find it really, really weird how a lot of Christians get offended when our religion is referred to as &quot;just a religion&quot; or even as a religion! </p>\n\n<p><strong>My reasoning:</strong></p>\n\n<p>It IS just a religion, it is nothing other than a religion, it is not a country, it is not a government/ruling body and it is not a kingdom. </p>\n\n<p>It is just a religion, that&#39;s it.</p>\n\n<p>I feel this attitude comes from the idea that Christianity is &quot;better/more special&quot; than other religions, but I think people need to realise that everyone thinks their religion is right. As well as the fact that no where in the bible does god ever state that Christianity is more than a belief? </p>\n\n<p>As a Christian, I accept there is no-way to prove the stories in the bible and that it is a matter of faith and trusting in god, I think this is where the offense at Christianity being called &quot;just a religion&quot; comes from, some people forget that we cannot prove what&#39;s in the bible - there are no facts to prove that wild things like Jesus walking on water and Dorcas/Tabitha being raised from the dead actually happened, some people forget that not everyone thinks that Christianity is &quot;the true path&quot;, to the other 5.2 billion people who do not identify as Christian our religion is juts that, a religion.  Christians who get upset about Christianity being called a religion are just looking for ways to be oppressed when here in the west, we have never been oppressed. </p>\n\n<p>However if someone can present a verse in the bible/an explanation to why calling Christianity things like &quot;just a religion&quot; or a &quot;religion&quot; is offensive I will change my mind!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/n8j3j8/cmv_christianity_is_just_a_religion_and_it_is_not/",
  "subreddit": "changemyview",
  "id": "n8j3j8",
  "is_self": true,
  "media": null,
  "is_video": false
}