{
  "author": "atra-ignis",
  "original_created_utc": 1627930694,
  "title": "CMV: My wife shouldn’t get the 2nd dose of the Covid vaccine during her first trimester",
  "created_utc": 1627952618,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title already says most of it. We’re in early pregnancy and are trying to decide if the missus should get her second dose of the Pfizer vaccine while she’s still in the first trimester. </p>\n\n<p>We’re UK based, are both working from home and not seeing many people socially at the moment and can continue to do so until we hit the 12 week mark. So our risk of exposure to covid is relatively low. </p>\n\n<p>Main concerns with the vaccine is the impact of a fever as a side effect of the vaccine. To a lesser extent there is also the concern of little research into the effects of the vaccine on an early foetus. </p>\n\n<p>So, that’s our current risk / reward calculus. Change my view.</p>\n\n<p>Edit: Yes, we’ve talked to a doctor. They essentially outlined the same risk / rewards I’ve outlined above. I’ve seen some high quality discussion and research on this sub so I thought I’d see what it turned up.</p>\n\n<p>Edit 2: If your answer is “talk to a doctor” I’ve answered that below and won’t be engaging with it further. If you have a good argument backed by statistics and/or medical research please contribute.</p>\n\n<p>Edit 3: Just to be super super clear. The doctor did not conclusively recommend she got the vaccine. He outlined the risks in both directions and said the decision was up to us.</p>\n\n<p>Is it not possible to have a civil discussion about this? My opinion of this sub is rapidly deteriorating.</p>\n\n<p>Final Edit: After some more discussion between ourselves we’ve decided to bring forward her vaccination to just after the 6 week mark. Greater exposure to risk when going to medicinal appointments was the compelling argument. </p>\n\n<p>But those of you who answered stating I was being irresponsible, or worse actively trying to kill my wife and child, should be ashamed of yourselves. We’re very pro vaccine, but there are unknown risks associated with early pregnancy. The visceral response I got from some people made me begin to actually understand anti-vaxers a little. That level of attack (with under informed arguments in most cases) rarely does anything but cause a person to more strongly cling to the belief you are arguing against. If you really want to convince more people to get vaccines spend a little more time trying to understand human psychology and less being a keyboard warrior on Reddit.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/owl8q3/cmv_my_wife_shouldnt_get_the_2nd_dose_of_the/",
  "subreddit": "changemyview",
  "id": "owl8q3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title already says most of it. We’re in early pregnancy and are trying to\ndecide if the missus should get her second dose of the Pfizer vaccine while\nshe’s still in the first trimester.\n\nWe’re UK based, are both working from home and not seeing many people socially\nat the moment and can continue…"
}