{
  "author": "atra-ignis",
  "original_created_utc": 1627930694,
  "title": "CMV: My wife shouldn’t get the 2nd dose of the Covid vaccine during her first trimester",
  "created_utc": 1627952618,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title already says most of it. We’re in early pregnancy and are trying to decide if the missus should get her second dose of the Pfizer vaccine while she’s still in the first trimester. </p>\n\n<p>We’re UK based, are both working from home and not seeing many people socially at the moment and can continue to do so until we hit the 12 week mark. So our risk of exposure to covid is relatively low. </p>\n\n<p>Main concerns with the vaccine is the impact of a fever as a side effect of the vaccine. To a lesser extent there is also the concern of little research into the effects of the vaccine on an early foetus. </p>\n\n<p>So, that’s our current risk / reward calculus. Change my view.</p>\n\n<p>Edit: Yes, we’ve talked to a doctor. They essentially outlined the same risk / rewards I’ve outlined above. I’ve seen some high quality discussion and research on this sub so I thought I’d see what it turned up.</p>\n\n<p>Edit 2: If your answer is “talk to a doctor” I’ve answered that below and won’t be engaging with it further. If you have a good argument backed by statistics and/or medical research please contribute.</p>\n\n<p>Edit 3: Just to be super super clear. The doctor did not conclusively recommend she got the vaccine. He outlined the risks in both directions and said the decision was up to us.</p>\n\n<p>Is it not possible to have a civil discussion about this? My opinion of this sub is rapidly deteriorating.</p>\n\n<p>Final Edit: After some more discussion between ourselves we’ve decided to bring forward her vaccination to just after the 6 week mark. Greater exposure to risk when going to medicinal appointments was the compelling argument. </p>\n\n<p>But those of you who answered stating I was being irresponsible, or worse actively trying to kill my wife and child, should be ashamed of yourselves. We’re very pro vaccine, but there are unknown risks associated with early pregnancy. The visceral response I got from some people made me begin to actually understand anti-vaxers a little. That level of attack (with under informed arguments in most cases) rarely does anything but cause a person to more strongly cling to the belief you are arguing against. If you really want to convince more people to get vaccines spend a little more time trying to understand human psychology and less being a keyboard warrior on Reddit.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/owl8q3/cmv_my_wife_shouldnt_get_the_2nd_dose_of_the/",
  "subreddit": "changemyview",
  "id": "owl8q3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The title already says most of it. We’re in early pregnancy and are trying to\ndecide if the missus should get her second dose of the Pfizer vaccine while\nshe’s still in the first trimester.\n\nWe’re UK based, are both working from home and not seeing many people socially\nat the moment and can continue…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルでだいたいわかるでしょう。私たちは妊娠初期で、妻が2回目のファイザーワクチンを\n妻がまだ妊娠初期の段階で、ファイザー社のワクチンの2回目の接種を受けるべきかどうかを決めようとしています。\n判断しています。\n\n私たちはイギリスに住んでいますが、二人とも自宅で仕事をしていて、今のところ社会的に多くの人と会うことはありません。\n今のところ、社会的に多くの人と会うことはありません。",
      "title": "CMV: 妻は妊娠初期にコビットワクチンの2回目を接種すべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题已经说明了大部分内容。我们正处于怀孕初期，正在努力决定\n决定夫人是否应该在怀孕的前三个月就接种辉瑞公司的第二针疫苗。\n她还在怀孕的前三个月，是否应该接种辉瑞疫苗。\n\n我们在英国，都在家里工作，目前在社会上见到的人不多。\n此刻，我们可以继续...",
      "title": "CMV：我的妻子在怀孕的前三个月不应该接种第二剂科维德疫苗"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題已經說明了大部分內容。我們正處於懷孕初期，正在努力決定\n決定夫人是否應該在懷孕的前三個月就接種輝瑞公司的第二針疫苗。\n她還在懷孕的前三個月，是否應該接種輝瑞疫苗。\n\n我們在英國，都在家裏工作，目前在社會上見到的人不多。\n此刻，我們可以繼續...",
      "title": "CMV：我的妻子在懷孕的前三個月不應該接種第二劑科維德疫苗"
    }
  ]
}