{
  "author": "Hoorizontal",
  "original_created_utc": 1633551743,
  "title": "CMV: I have no faith in humanity after how people have behaved during the pandemic.",
  "created_utc": 1633559855,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Anti-vaxxers, anti-maskers, the conspiracy theorists calling the entire pandemic a hoax - I&#39;m just continually floored by these people. Their subbornness, stupidity and selfishness are at levels I used to think were impossible on this scale. At every stage of the pandemic, they&#39;ve found new lows to sink to, new bars to crawl under. I have completely lost faith in humanity to take collective action for the collective good. It&#39;s depressing to know you can&#39;t count on the population at large to behave like rational, thinking people instead of children or animals. I don&#39;t want to be so pessimistic. How do I trust humanity again?</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/q2so2h/cmv_i_have_no_faith_in_humanity_after_how_people/",
  "subreddit": "changemyview",
  "id": "q2so2h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Anti-vaxxers, anti-maskers, the conspiracy theorists calling the entire pandemic\na hoax - I'm just continually floored by these people. Their subbornness,\nstupidity and selfishness are at levels I used to think were impossible on this\nscale. At every stage of the pandemic, they've found new lows to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アンチワクチン派、アンチマスク派、パンデミックをデマと呼ぶ陰謀論者など\nこのような人々にはいつも驚かされます。彼らの頑固さ、愚かさ、身勝手さは\n愚かさ、身勝手さは、この規模ではあり得ないと思っていたレベルです。\nパンデミックのすべての段階で パンデミックのすべての段階で、彼らは新たな限界を見つけました。",
      "title": "CMV：パンデミックの際の人々の行動を見て、私は人間性を信じることができません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "反免疫者、反面具者、称整个大流行病为骗局的阴谋论者。\n骗局--我只是不断地被这些人吓倒。他们的固执。\n他们的顽固、愚蠢和自私达到了我曾经认为不可能达到的水平。\n规模。在大流行病的每一个阶段，他们都找到了新的低点，以...",
      "title": "CMV：在人们在大流行病期间的表现之后，我对人类没有信心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "反免疫者、反面具者、稱整個大流行病爲騙局的陰謀論者。\n騙局--我只是不斷地被這些人嚇倒。他們的固執。\n他們的頑固、愚蠢和自私達到了我曾經認爲不可能達到的水平。\n規模。在大流行病的每一個階段，他們都找到了新的低點，以...",
      "title": "CMV：在人們在大流行病期間的表現之後，我對人類沒有信心。"
    }
  ]
}