{
  "author": "Alzena_Mugiwara",
  "the_new_excerpt": "Can you recommend me any books with more of this mentality?\n\nI need a way to trick myself into thinking I can have fun while I exercise or I\nwon't do it.\n\nAny self-help , psychological, health and fitness books or even non-fiction/\nfiction books that will get me in the mindset of I want to do…",
  "original_created_utc": 1617535946,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你能给我推荐一些比较有这种心态的书吗？\n\n我需要一种方法来欺骗自己，让自己认为我可以在运动的同时获得乐趣，或者我\n不会做。\n\n任何自助、心理、健康、健身类书籍，甚至非小说/\n小说书，会让我的心态，我想做...",
      "title": "我一生都在努力致力于日常锻炼。我尝试过多种方法来说服自己，但我很难被说服。我听到了一句话，让我停了下来。\"当我跑步的时候，我可以一边做白日梦，一边燃烧碳水化合物，这是一个白日梦者的方式，一边燃烧碳水化合物，一边迷路。\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你能給我推薦一些比較有這種心態的書嗎？\n\n我需要一種方法來欺騙自己，讓自己認爲我可以在運動的同時獲得樂趣，或者我\n不會做。\n\n任何自助、心理、健康、健身類書籍，甚至非小說/\n小說書，會讓我的心態，我想做...",
      "title": "我一生都在努力致力於日常鍛鍊。我嘗試過多種方法來說服自己，但我很難被說服。我聽到了一句話，讓我停了下來。\"當我跑步的時候，我可以一邊做白日夢，一邊燃燒碳水化合物，這是一個白日夢者的方式，一邊燃燒碳水化合物，一邊迷路。\""
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "このような考え方に基づいた本を教えてください。\n\n楽しく運動できるように自分を騙す方法がないと\nしません。\n\n自己啓発、心理学、健康、フィットネスの本、またはノンフィクション/フィクションでも良いのですが\nフィクションでも良いので、「やりたい」という気持ちにさせてくれる本を教えてください。",
      "title": "私はこれまでの人生で、運動習慣をつけることに苦労してきました。いろいろな方法で自分を説得しようとしましたが、私を説得するのはかなり難しいのです。しかし、ある言葉を聞いて、私は立ち止まりました。\"走ると炭水化物を消費しながら夢を見られる 迷子になりながら炭水化物を消費する夢想家のような方法だ\""
    },
    {
      "locale": "ja",
      "the_new_excerpt": "このような考え方に基づいた本を教えてください。\n\n楽しく運動できるように自分を騙す方法がないと\nしません。\n\n自己啓発、心理学、健康、フィットネスの本、またはノンフィクション/フィクションでも良いのですが\nフィクションでも良いので、「やりたい」という気持ちにさせてくれる本を教えてください。",
      "title": "私はこれまでの人生で、運動習慣をつけることに苦労してきました。いろいろな方法で自分を説得しようとしましたが、私を説得するのはかなり難しいのです。しかし、ある言葉を聞いて、私は立ち止まりました。\"走ると炭水化物を消費しながら夢を見られる 迷子になりながら炭水化物を消費する夢想家のような方法だ\""
    }
  ],
  "title": "I have struggled my whole life committing to an exercise routine. I've tried multiple ways to convince myself but I'm pretty difficult to convince. I heard a quote that has made me pause. \"When I run I get to day dream while burning carbs it's a day dreamers way to burn carbs while getting lost.\"",
  "created_utc": 1617565900,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Can you recommend me any books with more of this mentality?</p>\n\n<p>I need a way to trick myself into thinking I can have fun while I exercise or I won&#39;t do it.</p>\n\n<p>Any self-help , psychological, health and fitness books or even non-fiction/ fiction books that will get me in the mindset of I want to do this.</p>\n\n<p>I have the ability to be very disciplined but I need a little bit of motivation or I won&#39;t start. And yes mental health is a reason why I&#39;m struggling.</p>\n\n<p>If you know of a book please let me know.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/mjujm0/i_have_struggled_my_whole_life_committing_to_an/",
  "subreddit": "booksuggestions",
  "id": "mjujm0",
  "is_self": true,
  "media": null,
  "is_video": false
}