{
  "author": "rotokt",
  "the_new_excerpt": "First: Notice the \"and\". Obviously, some subs need to limit one or the other due\nto the sub's function. I am talking about subs that limit both posting and\ncommenting privileges combined. Now that is clarified, limiting both forms of\ninteraction, in my time on reddit (I do not want to anger people…",
  "original_created_utc": 1618461375,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まずは \"and \"に注目してください。明らかに、サブの機能上、どちらか一方を制限する必要があるサブもあります。\nサブの機能上、どちらか一方を制限する必要があるサブもあります。私が言っているのは、投稿とコメントの両方の権限を制限するサブについてです。\n投稿とコメントの両方の権限を制限するサブのことです。これで明確になりましたが、両方の形式の交流を制限することは\n私のredditでの経験では、両方のインタラクションを制限することで（人を怒らせたくないので...。",
      "title": "CMV： 投稿者や投稿への反応を制限しているサブレディットは、エコーチェンバーになる傾向があるため、有毒になる可能性が高くなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，注意 \"和 \"字。注意 \"和 \"字。很明显，有些子需要限制一个或另一个，由于\n到子的功能。我说的是限制发帖和的子。\n评论权限结合起来。现在已经澄清了，限制这两种形式的\n互动，在我在reddit上的时间（我不想激怒别人...",
      "title": "CMV：限制谁可以发布和回应所述帖子的Subreddits更有可能变成有毒的，因为他们倾向于成为一个回声室。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，注意 \"和 \"字。注意 \"和 \"字。很明顯，有些子需要限制一個或另一個，由於\n到子的功能。我說的是限制發帖和的子。\n評論權限結合起來。現在已經澄清了，限制這兩種形式的\n互動，在我在reddit上的時間（我不想激怒別人...",
      "title": "CMV：限制誰可以發佈和迴應所述帖子的Subreddits更有可能變成有毒的，因爲他們傾向於成爲一個回聲室。"
    }
  ],
  "title": "CMV: Subreddits that limit who can post and respond to said posts are more likely to turn toxic because of their tendency to become an echo chamber.",
  "created_utc": 1618497033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First: Notice the &quot;and&quot;. Obviously, some subs need to limit one or the other due to the sub&#39;s function. I am talking about subs that limit both posting and commenting privileges combined.\nNow that is clarified, limiting both forms of interaction, in my time on reddit (I do not want to anger people who visit said subs so I won&#39;t namedrop any), has more often than not led to an echo chamber in said sub that tends to reward either cynicism, bullying, toxic behavior, or a combination. It does not even have to be based on specific topics, I have seen subreddits based on leftist issues, conservative issues, men issues, women&#39;s issues, and everything in between, and the subreddits that highly limited interaction with anyone outside of a curated set of admin approved accounts tend to quickly turn sour, whether good intentioned or not.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/mr7myo/cmv_subreddits_that_limit_who_can_post_and/",
  "subreddit": "changemyview",
  "id": "mr7myo",
  "is_self": true,
  "media": null,
  "is_video": false
}