{
  "author": "theflameleviathan",
  "original_created_utc": 1625076765,
  "title": "Why do schools still put \"Go ask Alice\" in their curriculum?",
  "created_utc": 1625083750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was in school I was forced to read Go ask Alice by Beatrice Sparks for english class. It was introduced as a real diary and true story, exactly the way it was marketed. When I started reading I noticed the scenarios were unrealistic so a quick google search led me to figuring out it was literary fraud and not even slightly real. I also figured out that many schools still assign this as reading material.</p>\n\n<p>It is not only fraud but also very poorly written and poorly researched. The story is full of cliches and many of the main characters experiences with drugs are not even close to reality.\nIt angers me that people still assign this book as reading material, because it was obviously solely written to make money off off people who believed it was real and wanted their kids to stay away from drugs.</p>\n\n<p>There are enough drug-related horror stories. Why read this garbage?</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/ob318o/why_do_schools_still_put_go_ask_alice_in_their/",
  "subreddit": "books",
  "id": "ob318o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was in school I was forced to read Go ask Alice by Beatrice Sparks for\nenglish class. It was introduced as a real diary and true story, exactly the way\nit was marketed. When I started reading I noticed the scenarios were unrealistic\nso a quick google search led me to figuring out it was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学生の頃、国語の授業でベアトリス・スパークスの「アリスにお願い」を読まされた。\n英語の授業で 実際の日記や実話として紹介されていましたが、まさにその通りでした。\nその通りに紹介されていました。読み始めてみると、シナリオが非現実的であることに気づきました。\nそこで、グーグルで検索してみると、これは...。",
      "title": "なぜ学校ではいまだに「Go ask Alice」をカリキュラムに入れているのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我在学校时，我被迫在英语课上阅读比阿特丽斯-斯帕克的《去问爱丽丝》。\n英语课。这本书被介绍为一本真实的日记和真实的故事，与市场上的说法完全一致。\n它是以市场的方式介绍的。当我开始阅读时，我注意到其中的情节是不现实的。\n所以在谷歌上快速搜索后，我发现它是...",
      "title": "为什么学校仍然把 \"去问爱丽丝 \"放在他们的课程中？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我在學校時，我被迫在英語課上閱讀比阿特麗斯-斯帕克的《去問愛麗絲》。\n英語課。這本書被介紹爲一本真實的日記和真實的故事，與市場上的說法完全一致。\n它是以市場的方式介紹的。當我開始閱讀時，我注意到其中的情節是不現實的。\n所以在谷歌上快速搜索後，我發現它是...",
      "title": "爲什麼學校仍然把 \"去問愛麗絲 \"放在他們的課程中？"
    }
  ]
}