{
  "author": "humdrumdummydum",
  "the_new_excerpt": "Why YSK: if you are already prone to depression or anxiety, dehydration makes it\nfeel much worse, and it's so easy to do by accident. Because you don't have\nenough volume of blood, its harder for your body to maintain blood flow. This\ncauses your body to mimic the symptoms of depression (fatigue,…",
  "original_created_utc": 1619225203,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、すでに鬱や不安を抱えている人は、脱水症状によってその症状がさらに悪化するからです。\n脱水状態になると、さらに症状が悪化しますし、うっかりすると簡単です。血液の量が少ないので\n体内の血液量が少ないと、血流を維持するのが難しくなります。これが\nうつ病のような症状（疲労感、倦怠感、不安感など）が現れます。",
      "title": "YSKは、脱水状態になると血圧が下がり、気分が落ち込みやすくなります。また、心臓の鼓動が激しくなり、不安になることもあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你已经容易患抑郁症或焦虑症，脱水会使其感觉更糟糕。\n感觉更糟，而且很容易误事。因为你没有\n因为你没有足够的血量，你的身体更难维持血流。这\n导致你的身体模仿抑郁症的症状（疲劳，...",
      "title": "YSK认为，脱水会使你的血压下降，这可能使你感到沮丧。这也会导致你的心脏跳动更厉害，引起焦虑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你已經容易患抑鬱症或焦慮症，脫水會使其感覺更糟糕。\n感覺更糟，而且很容易誤事。因爲你沒有\n因爲你沒有足夠的血量，你的身體更難維持血流。這\n導致你的身體模仿抑鬱症的症狀（疲勞，...",
      "title": "YSK認爲，脫水會使你的血壓下降，這可能使你感到沮喪。這也會導致你的心臟跳動更厲害，引起焦慮。"
    }
  ],
  "title": "YSK that being dehydrated drops your blood pressure which can make you feel depressed. This can also cause your heart to beat harder, causing anxiety.",
  "created_utc": 1619233442,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you are already prone to depression or anxiety, dehydration makes it feel much worse, and it&#39;s so easy to do by accident. Because you don&#39;t have enough volume of blood, its harder for your body to maintain blood flow. This causes your body to mimic the symptoms of depression (fatigue, brain fog, dizziness), which can cause you to think the depressed thoughts, causing your brain to make depression chemicals. When that makes you feel shitty enough, your heart will try to fix it by beating harder, raising your blood pressure, mimicking anxiety. Additionally, it becomes harder for your blood to carry oxygen, making you breathe harder, which for me is the one that causes me to panic.</p>\n\n<p>This isn&#39;t a WoW tHaNkS iM cUrEd, but for me personally makes a huge difference. For hours today my anxiety was unmanageably high for no particular reason. After an almost-breakdown I chugged 20oz of water, took a few deep breaths, and 20 minutes later felt so much better it spawned me to write this.</p>\n\n<p><a href=\"https://nopanic.org.uk/dehydration-anxiety/\">source</a></p>\n\n<p>This message brought to you by <a href=\"/r/hydrohomies\">r/hydrohomies</a></p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/YouShouldKnow/comments/mx96ip/ysk_that_being_dehydrated_drops_your_blood/",
  "subreddit": "YouShouldKnow",
  "id": "mx96ip",
  "is_self": true,
  "media": null,
  "is_video": false
}