{
  "author": "GjonsTearsFan",
  "original_created_utc": 1637313577,
  "title": "Lesbians with no homophobia",
  "created_utc": 1637378631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Looking for a book with a lesbian romance (ideally not very steamy, not looking for erotica. Kind of along the lines of PG-13 sex can happen but I just don’t want a huge explicit detailed account of sexy bits because I tend to read while on the go and it creeps me out reading full on erotica in public lol). I really like warm fuzzy romances where it ends well (but it doesn’t necessarily need to seem like it will end well along the way) and where the romance isn’t out of place. I don’t like it when the characters can’t be together because they’re gay - it bums me out. I’ve found a few lgbt novels I like with this lack of homophobia/being gay being super noteworthy it’s just something that’s there (In Deeper Waters, House In The Cerulean Sea) but they’re both gay men books. Hoping to find something like these but lesbian/wlw (idc if they’re really lesbians or bi or pan or whatever just a wlw relationship). </p>\n\n<p>It doesn’t need to be a fantasy</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/qxchxo/lesbians_with_no_homophobia/",
  "subreddit": "booksuggestions",
  "id": "qxchxo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Looking for a book with a lesbian romance (ideally not very steamy, not looking\nfor erotica. Kind of along the lines of PG-13 sex can happen but I just don’t\nwant a huge explicit detailed account of sexy bits because I tend to read while\non the go and it creeps me out reading full on erotica in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "レズビアンロマンスの本を探しています（あまりスチームのないものが理想です。\nエロティックなものは求めていません。PG-13のようなセックスもありだけど、大げさな表現はしたくないの。\n私は移動中に本を読むことが多いので、セクシーな部分の膨大で露骨な詳細説明を望んでいません。\nなぜなら、私は移動中に本を読むことが多いのですが、移動中に完全なエロティカを読むのはゾッとするからです...。",
      "title": "ホモフォビアのないレズビアン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "想找一本女同性恋的爱情书（最好不是很刺激的，不是找色情小说。\n艳情小说。类似于PG-13级的性爱可以发生，但我只是不希望有一个巨大的、明确的、详细的性感部分的描述，因为我倾向于边读边看。\n我只是不希望有一个巨大的、明确的、详细的性感部分的描述，因为我倾向于在阅读时\n因为我倾向于在旅途中阅读，而且在旅途中阅读完整的情色小说会让我感到毛骨悚然......",
      "title": "没有恐同症的女同性恋者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想找一本女同性戀的愛情書（最好不是很刺激的，不是找色情小說。\n豔情小說。類似於PG-13級的性愛可以發生，但我只是不希望有一個巨大的、明確的、詳細的性感部分的描述，因爲我傾向於邊讀邊看。\n我只是不希望有一個巨大的、明確的、詳細的性感部分的描述，因爲我傾向於在閱讀時\n因爲我傾向於在旅途中閱讀，而且在旅途中閱讀完整的情色小說會讓我感到毛骨悚然......",
      "title": "沒有恐同症的女同性戀者"
    }
  ]
}