{
  "author": "AWFUL_COCK",
  "original_created_utc": 1624396158,
  "title": "CMV: \"Toxic\" has become a lazy and misleading adjective that we should stop using so frequently",
  "created_utc": 1624419066,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First, sorry this is poorly articulated--it&#39;s an incomplete thought that I need to just get out so it stops distracting me from an all-consuming project I&#39;m working on. This belief has been mounting for a while, but I&#39;ll admit that the impetus for this post is somewhat reactive. I just saw a NYT article summary that read, &quot;I Am Always Out of My Lane: The debate on reopening schools was toxic. Just ask Emily Oster, an economist who . . .&quot; I think this sucks, for numerous reasons. First, I don&#39;t like seeing journalistic language cheapen itself at the same pace as low-value Twitter discourse. But more importantly, to me, a term like &quot;toxic&quot; generally insinuates a lot about systemic and cultural malfeasance within an organization or group, but is just as often lazily used as a synonym for &quot;bad&quot; that allows people to draw <em>inferences</em> about bigotry, sexism, or some other systemic malfeasance without any offer of proof. In this headline, it&#39;s basically just meaningless and annoying to see.</p>\n\n<p>But we do see it all the time with more harmful consequences. &quot;The office culture there is toxic&quot; is a phrase someone might use when describing burnout, overtime, and other labor abuses in an industry. By using a term like &quot;toxic&quot; they allow listeners to think the worst of the worst about the culture--that it&#39;s prejudiced, that the leaders are unrepentant bigots, etc.--with plausible deniability, because no slanderous accusations about bigotry were <em>actually</em> made. This is dangerous, because we see more and more that people are ready and eager to out each other as nonspecifically &quot;problematic&quot; in the never-ending game of mutually assured reputational destruction over nothing but vague allegations.</p>\n\n<p>I think this phenomenon is something that needs to be recognized so we can begin the disarmament process, and not allow people to get away with implying the worst about others while putting very little on the line, in terms of their own future trustworthiness.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o5xd1u/cmv_toxic_has_become_a_lazy_and_misleading/",
  "subreddit": "changemyview",
  "id": "o5xd1u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First, sorry this is poorly articulated--it's an incomplete thought that I need\nto just get out so it stops distracting me from an all-consuming project I'm\nworking on. This belief has been mounting for a while, but I'll admit that the\nimpetus for this post is somewhat reactive. I just saw a NYT…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に、これがうまく表現できていなくて申し訳ありません。\n不完全な考えで、今取り組んでいるプロジェクトの妨げにならないように吐き出さなければなりません。\n整理する必要があります。このような考えは以前からありましたが、今回の投稿のきっかけとなったのはやはり\nこの投稿のきっかけは、やや反応的なものです。私はちょうどNYTの記事を見て...",
      "title": "CMV: \"Toxic \"は、怠惰で誤解を招くような形容詞になってしまったので、頻繁に使うのはやめるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，很抱歉这篇文章表达得不好--它是一个不完整的想法，我需要\n我需要把它说出来，这样它就不会再分散我对我正在进行的一个耗尽精力的项目的注意力。\n的工作中去。这种想法已经持续了一段时间，但我承认这篇文章的动机是\n这篇文章的动力是被动的。我刚刚看到《纽约时报》的一篇文章...",
      "title": "CMV：\"有毒 \"已经成为一个懒惰和误导性的形容词，我们应该停止频繁使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，很抱歉這篇文章表達得不好--它是一個不完整的想法，我需要\n我需要把它說出來，這樣它就不會再分散我對我正在進行的一個耗盡精力的項目的注意力。\n的工作中去。這種想法已經持續了一段時間，但我承認這篇文章的動機是\n這篇文章的動力是被動的。我剛剛看到《紐約時報》的一篇文章...",
      "title": "CMV：\"有毒 \"已經成爲一個懶惰和誤導性的形容詞，我們應該停止頻繁使用。"
    }
  ]
}