{
  "author": "Usual_Ad_5056",
  "original_created_utc": 1632266594,
  "title": "CMV: The VAST majority of incels are unwanted because of their personality, not their looks.",
  "created_utc": 1632273274,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can’t even count how many times I’ve seen a totally average (sometimes <em>below</em> average) man get with someone incredibly hot. </p>\n\n<p>How did they do this you wonder? Well believe it or not, it’s because they actually spent time learning how to interact with women instead of criticizing them in online forums.</p>\n\n<p>Most incels are perfectly capable of getting lots of women, they just don’t want to put in the work of developing good social skills and game. Instead, they seek sympathy online and do nothing to improve themselves. </p>\n\n<p>It’s disgusting and pathetic. Blaming women for your own laziness is the exact way that you guarantee no woman will ever want you. They’re living a self-fulfilling prophecy. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/changemyview/comments/psusti/cmv_the_vast_majority_of_incels_are_unwanted/",
  "subreddit": "changemyview",
  "id": "psusti",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can’t even count how many times I’ve seen a totally average (sometimes below\naverage) man get with someone incredibly hot.\n\nHow did they do this you wonder? Well believe it or not, it’s because they\nactually spent time learning how to interact with women instead of criticizing\nthem in online…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "全く平均的な（時にはそれ以下の）製品を何度見たか数え切れないほどです。\n平凡な男が、とてつもなくホットな人と付き合うのを何度も見た。\n\n彼らはどうやってそんなことをしたのでしょう？信じられないかもしれませんが、それは彼らが\n批判するのではなく、実際に女性との付き合い方を学ぶことに時間を費やしたからです。\nオンラインで批判するのではなく、実際に女性との付き合い方を学んだからです。",
      "title": "CMV: 大多数のインセルは、外見ではなく性格で嫌われています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我甚至数不清有多少次看到一个完全平凡（有时低于平凡）的男人与一个令人难以置信的性感女人在一起。\n平均水平）的人与一个令人难以置信的热辣的人在一起。\n\n你想知道他们是如何做到这一点的？信不信由你，这是因为他们\n实际上是花时间学习如何与女性互动，而不是在网上批评她们。\n在网上批评她们...",
      "title": "CMV：绝大多数不伦恋者不受欢迎是因为他们的个性，而不是他们的外表。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我甚至數不清有多少次看到一個完全平凡（有時低於平凡）的男人與一個令人難以置信的性感女人在一起。\n平均水平）的人與一個令人難以置信的熱辣的人在一起。\n\n你想知道他們是如何做到這一點的？信不信由你，這是因爲他們\n實際上是花時間學習如何與女性互動，而不是在網上批評她們。\n在網上批評她們...",
      "title": "CMV：絕大多數不倫戀者不受歡迎是因爲他們的個性，而不是他們的外表。"
    }
  ]
}