{
  "author": "hanhan92",
  "original_created_utc": 1638527724,
  "title": "I can't take the Metaverse seriously. Most of it poorly designed crap with minimal thought put into it.",
  "created_utc": 1638552836,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;When trashy graphic VR land is more expensive than the real physical land, i do not get the point of mass adoption. &lt;/p&gt;\n\n&lt;p&gt;If big developers were in it (such as rockstar studios and Bethesda) then it would make sense as allot of though would be put into it, they have a good engine, graphics, activities and connectivity with players. &lt;/p&gt;\n\n&lt;p&gt;I tried  Decentraland, it is boring, lacks activites and more importantly the prices of land and items are outrageously high (despite their poor design/utility). Not much though is put in by the developers. &lt;/p&gt;\n\n&lt;p&gt;Mass adoption is out of the question. The only use case i see are a bunch of crypto millionaires having a VR party in Decentraland (sounds hella dumb). &lt;/p&gt;\n\n&lt;p&gt;I would rather spend money on Fortnite costumes (which are at least brilliantly designed). I dont even like Fortnite. &lt;/p&gt;\n\n&lt;p&gt;I see the same case with NFTs. BAYC and Crypto Punks are og&amp;#39;s but the rest are plain copy of original idea. Rest of procedurally generated crap is undermining works of amazing desiners and artists.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/r7wawo/i_cant_take_the_metaverse_seriously_most_of_it/",
  "subreddit": "CryptoCurrency",
  "id": "r7wawo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When trashy graphic VR land is more expensive than the real physical land, i do\nnot get the point of mass adoption.\n\nIf big developers were in it (such as rockstar studios and Bethesda) then it\nwould make sense as allot of though would be put into it, they have a good\nengine, graphics, activities…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>ゴミのようなグラフィックのVRの土地が、リアリティよりも高いと\n</p> <p>ゴミのようなグラフィックのVRの土地が、現実の土地よりも高いとなると、大量に導入する意味がわかりません。</p> <p>もし\n</p> <p>ロックスター・スタジオやベセスダのような大手デベロッパーが参入していれば\n</p> <p>ロックスター・スタジオやベセスダのような大手デベロッパーが参入していれば、その意味はあると思います。",
      "title": "メタバースを真剣に考えられない。ほとんどのものは、最小限の考えで作られた、お粗末なデザインのゴミです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>当垃圾图形的VR土地比真正的Philips更贵时\n比真正的实体土地更贵，我不明白大规模采用的意义何在。</p> <p>如果\n大的开发商（如rockstar studios和Bethesda），那么它就会\n意思是说，所有的人都会投入其中，他们......。",
      "title": "我无法认真对待Metaverse。它的大部分都是设计拙劣的垃圾，投入的思考极少。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>當垃圾圖形的VR土地比真正的Philips更貴時\n比真正的實體土地更貴，我不明白大規模採用的意義何在。</p> <p>如果\n大的開發商（如rockstar studios和Bethesda），那麼它就會\n意思是說，所有的人都會投入其中，他們......。",
      "title": "我無法認真對待Metaverse。它的大部分都是設計拙劣的垃圾，投入的思考極少。"
    }
  ]
}