{
  "author": "frstrtd_ndrd_dvlpr",
  "original_created_utc": 1640605208,
  "title": "Hard pill to swallow. Buying and holding long term mindlessly won't make you rich.",
  "created_utc": 1640644354,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Okay, listen to me first. This is a wake up call. A lot of people here always suggest holding coins for the years to come, but the fact is there is at least more than 51% chance that the coin you are holding will crash to oblivion and won&amp;#39;t recover or simply won&amp;#39;t be able to keep up.&lt;/p&gt;\n\n&lt;p&gt;In one of my previous post, I pulled the marketcaps of the top 20 coins every month from 2013-2021 and guess what? The top coins move endlessly flipping each other countless times, only BTC remains at the top of the game. Everything else is replaceable and will come and go without a moment&amp;#39;s notice. For instance LTC has been sitting in top 2 and going up and down in the top 2-5 for many years, where is it now? There were also coins named MaidSafeCoin and Peercoin that has been consistently in the top 20 but then in a single snap of a finger it went to oblivion and is no longer relevant.&lt;/p&gt;\n\n&lt;p&gt;Everyone should actively watch out for the movement of their investment. Crypto is a get rich scheme, but you gotta watch out as it is also a lose-everything-die-poor scheme. Doesn&amp;#39;t matter if you&amp;#39;re investing only what you can afford to lose. Lost money doesn&amp;#39;t have buying power.&lt;/p&gt;\n\n&lt;p&gt;0 money != 1 bitcoin&lt;/p&gt;\n\n&lt;p&gt;Edit: I think I made my point and with a bang with all the reactions below.&lt;/p&gt;\n\n&lt;p&gt;Edit: stop nitpicking and responding only to 1 or two sentences of what I said. It&amp;#39;s kinda tiring 😅&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/CryptoCurrency/comments/rplq36/hard_pill_to_swallow_buying_and_holding_long_term/",
  "subreddit": "CryptoCurrency",
  "id": "rplq36",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Okay, listen to me first. This is a wake up\ncall. A lot of people here always suggest holding coins for the years to come,\nbut the fact is there is at least more than 51% chance that the coin you are\nholding will crash to oblivion and won&#39;t recover or simply…"
}