{
  "author": "eushyp",
  "the_new_excerpt": "I love horror, but I hate the way so many horror books seem to slide into this\nedgy, nihilistic world view where everyone inevitably ends up miserable, even if\nthey don't deserve it (they usually seem to deserve it). I'm reading Salem's Lot\nright now and it kind of makes me want to blow my brains…",
  "original_created_utc": 1613942509,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢恐怖片，但我讨厌很多恐怖片的书似乎都滑向了这个方向。\n前卫、虚无主义的世界观，每个人的结局都不可避免地悲惨，即使是\n他们不值得（他们通常似乎值得）。我在读《塞勒姆的地段》\n现在，它有点让我想吹我的大脑... ...",
      "title": "恐怖小说，不会让你觉得人和世界从根本上是可怕的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡恐怖片，但我討厭很多恐怖片的書似乎都滑向了這個方向。\n前衛、虛無主義的世界觀，每個人的結局都不可避免地悲慘，即使是\n他們不值得（他們通常似乎值得）。我在讀《塞勒姆的地段》\n現在，它有點讓我想吹我的大腦... ...",
      "title": "恐怖小說，不會讓你覺得人和世界從根本上是可怕的？"
    }
  ],
  "title": "Horror novels that don't make you feel like people and the world are fundamentally awful?",
  "created_utc": 1613958470,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love horror, but I hate the way so many horror books seem to slide into this edgy, nihilistic world view where everyone inevitably ends up miserable, even if they don&#39;t deserve it (they usually seem to deserve it). I&#39;m reading Salem&#39;s Lot right now and it kind of makes me want to blow my brains out. Everyone and everything is awful. I&#39;m over it.</p>\n\n<p>(Related: Please don&#39;t rec me any Stephen King books. Society has moved past the need for anyone to recommend anyone else a Stephen King book. We all know about the Stephen King books. We&#39;re good.)</p>\n\n<p>I don&#39;t necessarily want &quot;feel good&quot; books (although My Best Friend&#39;s Exorcism was fantastic) and I still want to read something scary, I just don&#39;t want to sit there feeling like, &quot;You know, these evil vampire dudes have been called fags enough times just in the first quarter of the book by abusive assholes who hate each other that I&#39;m starting to feel like maybe they&#39;re the good guys in this story. Go ahead! Kill &#39;em all! Maybe kill the writer character twice? As a favor to me.&quot;</p>\n\n<p>Edit: a word</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/booksuggestions/comments/lp6ykk/horror_novels_that_dont_make_you_feel_like_people/",
  "subreddit": "booksuggestions",
  "id": "lp6ykk",
  "is_self": true,
  "media": null,
  "is_video": false
}