{
  "author": "Scott2929",
  "original_created_utc": 1628571266,
  "title": "CMV: Americans fetishize a shitty constitution that has no real protections for democracy, has no separation of powers, and has failed to resolve a single constitutional crisis when there is any level of partisanship",
  "created_utc": 1628595176,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not even going to talk about the electoral college or senate representation because opinions on their reform are popular.</p>\n\n<p>Every fucking year, children in America are indoctrinated that their country has the greatest political system ever crafted by genius statesmen. When in reality, those bumfuck motherfuckers shat out a turd of a governing system that doesn&#39;t have any of the qualities they hoped to achieve (separation of powers, protection of individual rights, or federalism). </p>\n\n<p>With the support of 34 senators, no governors, no house members, no supreme court members, the US president has dictatorial power over every individual in the country. Outside of a supermajority conviction, there is no way to curb executive power. The president can fire any executive officer and replace them with anybody else who will do their bidding. </p>\n\n<p>Raise funds - Order the treasury secretary to mint funds. Arrest political opponents - Fire the AG and get an assistant AG that will do your bidding. Disagree with a governor - fire army officers until you have one that&#39;s willing to enforce your orders in a state. </p>\n\n<p>In every constitutional crisis, our government has shown that there are no limits on executive power. </p>\n\n<p>President vs Supreme Court: Jackson &quot;John Marshall has made his decision. Now let him enforce it&quot; Where are the Cherokee now?</p>\n\n<p>President vs Congress: Trump sent a mob at the capital, and there was nothing Congress could do about it.</p>\n\n<p>President vs States: Eisenhower literally sent the army to enforce educational/civil rights policy. (not a bad thing, but there is no federalism)</p>\n\n<p>Crowning Example:</p>\n\n<p>Lincoln suspended writ of habeas corpus in Maryland, allowing his agents to imprison anyone, including the Mayor of Baltimore, for any length of time without trial or probable cause.  The courts ruled that the president had overstepped his constitutional bounds; Lincoln ignored them. Then, nothing happened to Lincoln.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p1if07/cmv_americans_fetishize_a_shitty_constitution/",
  "subreddit": "changemyview",
  "id": "p1if07",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not even going to talk about the electoral college or senate representation\nbecause opinions on their reform are popular.\n\nEvery fucking year, children in America are indoctrinated that their country has\nthe greatest political system ever crafted by genius statesmen. When in reality,\nthose…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "選挙人団や上院議員の代表制については、改革の意見が多いので、ここでは触れません。\n改革についての意見は人気があるからです。\n\n毎年、アメリカの子供たちは、自分の国には天才的な政治家によって作られた最高の政治システムがあると教え込まれます。\n天才的な政治家によって作られた最高の政治システムがあると教え込まれています。しかし、実際には..,\nその...",
      "title": "CMV: アメリカ人は、民主主義を実質的に保護せず、三権分立もなく、どのレベルの党派性があっても憲法上の危機を一度も解決できないようなクソ憲法を崇拝しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我甚至不打算谈论选举团或参议院代表权问题\n因为关于他们改革的意见很受欢迎。\n\n他妈的每年，美国的孩子们都被灌输他们的国家拥有\n由天才政治家精心设计的最伟大的政治制度。而在现实中。\n那些...",
      "title": "CMV：美国人迷恋一部低劣的宪法，它对民主没有真正的保护，没有分权，在有任何程度的党派之争时，都没能解决任何一次宪法危机。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我甚至不打算談論選舉團或參議院代表權問題\n因爲關於他們改革的意見很受歡迎。\n\n他媽的每年，美國的孩子們都被灌輸他們的國家擁有\n由天才政治家精心設計的最偉大的政治制度。而在現實中。\n那些...",
      "title": "CMV：美國人迷戀一部低劣的憲法，它對民主沒有真正的保護，沒有分權，在有任何程度的黨派之爭時，都沒能解決任何一次憲法危機。"
    }
  ]
}