{
  "author": "Scott2929",
  "original_created_utc": 1628571266,
  "title": "CMV: Americans fetishize a shitty constitution that has no real protections for democracy, has no separation of powers, and has failed to resolve a single constitutional crisis when there is any level of partisanship",
  "created_utc": 1628595176,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not even going to talk about the electoral college or senate representation because opinions on their reform are popular.</p>\n\n<p>Every fucking year, children in America are indoctrinated that their country has the greatest political system ever crafted by genius statesmen. When in reality, those bumfuck motherfuckers shat out a turd of a governing system that doesn&#39;t have any of the qualities they hoped to achieve (separation of powers, protection of individual rights, or federalism). </p>\n\n<p>With the support of 34 senators, no governors, no house members, no supreme court members, the US president has dictatorial power over every individual in the country. Outside of a supermajority conviction, there is no way to curb executive power. The president can fire any executive officer and replace them with anybody else who will do their bidding. </p>\n\n<p>Raise funds - Order the treasury secretary to mint funds. Arrest political opponents - Fire the AG and get an assistant AG that will do your bidding. Disagree with a governor - fire army officers until you have one that&#39;s willing to enforce your orders in a state. </p>\n\n<p>In every constitutional crisis, our government has shown that there are no limits on executive power. </p>\n\n<p>President vs Supreme Court: Jackson &quot;John Marshall has made his decision. Now let him enforce it&quot; Where are the Cherokee now?</p>\n\n<p>President vs Congress: Trump sent a mob at the capital, and there was nothing Congress could do about it.</p>\n\n<p>President vs States: Eisenhower literally sent the army to enforce educational/civil rights policy. (not a bad thing, but there is no federalism)</p>\n\n<p>Crowning Example:</p>\n\n<p>Lincoln suspended writ of habeas corpus in Maryland, allowing his agents to imprison anyone, including the Mayor of Baltimore, for any length of time without trial or probable cause.  The courts ruled that the president had overstepped his constitutional bounds; Lincoln ignored them. Then, nothing happened to Lincoln.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p1if07/cmv_americans_fetishize_a_shitty_constitution/",
  "subreddit": "changemyview",
  "id": "p1if07",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not even going to talk about the electoral college or senate representation\nbecause opinions on their reform are popular.\n\nEvery fucking year, children in America are indoctrinated that their country has\nthe greatest political system ever crafted by genius statesmen. When in reality,\nthose…"
}