{
  "author": "InternetPhilanthropy",
  "original_created_utc": 1625120263,
  "title": "CMV: Social Media is Toxic to Society",
  "created_utc": 1625143160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It may seem ironic for me to decry social media on a social media site, but I think it&#39;s appropriate --</p>\n\n<p>In my opinion, social media has been a horrific accelerator of humankind&#39;s worst tendecies, and is toxifying our society.</p>\n\n<p>Chronic judgments, superficial lies, and echo chambers of misinformation have amplified our negativity, as well as distracted many Americans and other members of industrial societies from real crises like Climate Change, World Hunger, Global Peace, or Social Justice.</p>\n\n<p>What I mean is, people online are nasty &amp; carry that nastiness into real life. If you aren&#39;t pretty, funny, or witty, no one values you in the digital world &amp; the culture of people who learn this way likewise treat you cruelly in real life.</p>\n\n<p>Even more scary, actual life-or-death needs are tragically ignored by bad info on FaceBook, InstaGram, Twitter, or even Reddit etc. We see vaccine lies lead to people dying ; we also see violent white supremacists organize domestic terror ; and we see junk science like alternate &quot;climate&quot; hypotheses spread as though they&#39;re scientific theories.</p>\n\n<p>So with so much global ugliness emanating from online, what good is there to the tech of social media?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society/",
  "subreddit": "changemyview",
  "id": "obfpgz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It may seem ironic for me to decry social media on a social media site, but I\nthink it's appropriate --\n\nIn my opinion, social media has been a horrific accelerator of humankind's worst\ntendecies, and is toxifying our society.\n\nChronic judgments, superficial lies, and echo chambers of misinformation…"
}