{
  "author": "InternetPhilanthropy",
  "original_created_utc": 1625120263,
  "title": "CMV: Social Media is Toxic to Society",
  "created_utc": 1625143160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It may seem ironic for me to decry social media on a social media site, but I think it&#39;s appropriate --</p>\n\n<p>In my opinion, social media has been a horrific accelerator of humankind&#39;s worst tendecies, and is toxifying our society.</p>\n\n<p>Chronic judgments, superficial lies, and echo chambers of misinformation have amplified our negativity, as well as distracted many Americans and other members of industrial societies from real crises like Climate Change, World Hunger, Global Peace, or Social Justice.</p>\n\n<p>What I mean is, people online are nasty &amp; carry that nastiness into real life. If you aren&#39;t pretty, funny, or witty, no one values you in the digital world &amp; the culture of people who learn this way likewise treat you cruelly in real life.</p>\n\n<p>Even more scary, actual life-or-death needs are tragically ignored by bad info on FaceBook, InstaGram, Twitter, or even Reddit etc. We see vaccine lies lead to people dying ; we also see violent white supremacists organize domestic terror ; and we see junk science like alternate &quot;climate&quot; hypotheses spread as though they&#39;re scientific theories.</p>\n\n<p>So with so much global ugliness emanating from online, what good is there to the tech of social media?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/obfpgz/cmv_social_media_is_toxic_to_society/",
  "subreddit": "changemyview",
  "id": "obfpgz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It may seem ironic for me to decry social media on a social media site, but I\nthink it's appropriate --\n\nIn my opinion, social media has been a horrific accelerator of humankind's worst\ntendecies, and is toxifying our society.\n\nChronic judgments, superficial lies, and echo chambers of misinformation…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソーシャルメディアサイトでソーシャルメディアを批判するのは皮肉に思えるかもしれませんが、私は適切だと思います。\nしかし、私はそれが適切だと思います。\n\n私の意見では、ソーシャルメディアは人類の最悪の傾向を恐ろしく加速させ、社会を汚染しています。\nソーシャルメディアは人類の最悪の傾向を加速させ、社会に害を及ぼしていると思います。\n\n慢性的な判断、表面的な嘘、間違った情報のエコーチェンバー...。",
      "title": "CMV: ソーシャルメディアは社会にとって有害である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在一个社交媒体网站上谴责社交媒体，这可能看起来很讽刺，但我认为这是很恰当的。\n但我认为这是很恰当的 --\n\n在我看来，社交媒体已经成为人类最糟糕的倾向的可怕加速器，并且正在毒害我们的社会。\n在我看来，社交媒体已经成为人类最坏倾向的可怕加速器，并且正在毒害我们的社会。\n\n慢性判断、肤浅的谎言和错误信息的回音室......",
      "title": "CMV：社交媒体对社会是有毒的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在一個社交媒體網站上譴責社交媒體，這可能看起來很諷刺，但我認爲這是很恰當的。\n但我認爲這是很恰當的 --\n\n在我看來，社交媒體已經成爲人類最糟糕的傾向的可怕加速器，並且正在毒害我們的社會。\n在我看來，社交媒體已經成爲人類最壞傾向的可怕加速器，並且正在毒害我們的社會。\n\n慢性判斷、膚淺的謊言和錯誤信息的迴音室......",
      "title": "CMV：社交媒體對社會是有毒的"
    }
  ]
}