{
  "author": "MaichenM",
  "original_created_utc": 1634821585,
  "title": "A lot of negative book reviews are given in bad faith, and are therefore bad opinions",
  "created_utc": 1634841248,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Question 1: What if I read Catcher in The Rye, didn&#39;t understand that it was about a mentally ill child, and hated it because of how &#39;whiny&#39; Holden was?</p>\n\n<p>Question 2: What if I read Dune, didn&#39;t understand that it was about the ethical ramifications of the actions of &#39;great and powerful men&#39; and complained because Paul was &#39;A Mary Sue.&#39;</p>\n\n<p>Question 3: What if I read Life of Pi, which is literally billed as a philosophical novel, and complained that there was &#39;too much philosophizing?&#39;</p>\n\n<p>I&#39;m not pointing out these books in particular because I want to have discussions about them. I&#39;m pointing them out because I think we need to think critically about how we criticize books. More and more these days, when I look at audience book reviews, I see contempt not just for how a novel is executed, but a lack of understanding for what the book is even trying to do. This doesn&#39;t mean that a novel can&#39;t be &#39;trying to do&#39; a bad or stupid thing. (For example: I am contemptuous of the &#39;kidnapped by a mafia boss&#39; subgenre on wattpad down to my core.) But sometimes I see people slamming books without even trying to understand what they are reading, or what it is going for.</p>\n\n<p>On another level: If you open yourself up to understanding books on their own terms, rather than just attacking them, you will probably enjoy more books.</p>\n\n<p><strong>TL;DR: We should be open-minded about what we consume, in order to not flood Reddit and Goodreads with dumb hate-takes.</strong></p>\n\n<p><strong>Edit. okay so this exploded</strong></p>\n\n<p>I want to address a few things here because I can’t address every comment.</p>\n\n<p>1: Some people have pointed out that I used “bad faith” incorrectly. I did. But I stand by the point that I ended up making: An opinion of a book that comes from a place of not even trying to understand it is a bad opinion. And you should reconsider it.</p>\n\n<p>2: I do not believe that everyone is entitled to their opinion without criticism. I don’t think that anyone is that entitled to literally anything.</p>\n\n<p>But also, if that’s the case, why bother even talking about which books are good or bad at all? It’d be an utterly pointless conversation in which no one benefitted. Just people venting their feelings and other people saying: “yep, those are your feelings” unconditionally. Moreover: if you are freely allowed to criticize books, other people are freely allowed to criticize your criticism. I don’t believe that it’s sacrosanct.</p>\n\n<p>3: “You’re elitist!”</p>\n\n<p>What’s elitist about it? Referring to above, I actually feel like it’s incredibly entitled to say that your opinion is this holy thing that should never be questioned. I second guess myself all the time, while I’m reading. And I definitely try not to imply that people are dumb for enjoying things.</p>\n\n<p>But when people hate on art, that’s negative. In a way that can be (to a very minor degree) harmful to the author, and to the fans. I don’t think there’s anything elitist about questioning hateful attitudes that don’t even seek understanding. Even if it is “just a book.”</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/qcrdz2/a_lot_of_negative_book_reviews_are_given_in_bad/",
  "subreddit": "books",
  "id": "qcrdz2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Question 1: What if I read Catcher in The Rye, didn't understand that it was\nabout a mentally ill child, and hated it because of how 'whiny' Holden was?\n\nQuestion 2: What if I read Dune, didn't understand that it was about the ethical\nramifications of the actions of 'great and powerful men' and…"
}