{
  "author": "mochaelo",
  "original_created_utc": 1628319871,
  "title": "What novel is extremely comprehensive of the human condition? I.e. one that includes almost every single type of major life event (e.g. suffering, death, triumph, marriage) and almost every emotion in the spectrum of emotions (e.g. love, grief, awe), etc.?",
  "created_utc": 1628343159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>also: one that is rich in psychology and philosophy.</p>\n\n<p>inb4 someone rebukes that the human condition doesn&#39;t exist. I can&#39;t give a precise definition of it but there&#39;s some vague family resemblance cluster of qualities in &quot;the human condition&quot; that we all know of. And novels obviously CAN be more comprehensive or less comprehensive than others in capturing greater or smaller subsets of those qualities.</p>\n\n<p>What novel would you give to the hypothetical english-understanding alien as a crash course in &quot;Being Human 101&quot;?</p>\n\n<p>The motivation behind this question is, I will admit, for me to understand the human condition better, as a guy who &quot;doesn&#39;t have a life&quot; (lol).</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ozolup/what_novel_is_extremely_comprehensive_of_the/",
  "subreddit": "books",
  "id": "ozolup",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "also: one that is rich in psychology and philosophy.\n\ninb4 someone rebukes that the human condition doesn't exist. I can't give a\nprecise definition of it but there's some vague family resemblance cluster of\nqualities in \"the human condition\" that we all know of. And novels obviously CAN\nbe more…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "また、心理学や哲学が豊富なもの。\n\ninb4 誰かが「人間の条件は存在しない」と反論する。正確な定義はできませんが\n正確な定義はできませんが、漠然とした家族のような資質の集まりがあります。\n人間の条件」には、誰もが知っている曖昧な家族のような性質の集まりがあります。そして、小説は明らかにCAN\nはもっと...",
      "title": "人間の状態を非常によく表している小説は？すなわち、人生の主要な出来事のほぼすべての種類（例：苦しみ、死、勝利、結婚）と、感情のスペクトルのほぼすべての感情（例：愛、悲しみ、畏敬の念）などが含まれているものですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "还有：一个富于心理学和哲学的。\n\ninb4有人斥责说人类的状况不存在。我无法给出一个\n我不能给它一个准确的定义，但有一些模糊的家族相似性的集群\n我们都知道的 \"人类状况 \"中的一些模糊的家族相似性。而小说显然可以\n是更...",
      "title": "什么小说是对人类状况极为全面的？即包括几乎所有类型的重大生活事件（如痛苦、死亡、胜利、婚姻）和情感谱系中的几乎所有情感（如爱、悲痛、敬畏）等的小说？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "還有：一個富於心理學和哲學的。\n\ninb4有人斥責說人類的狀況不存在。我無法給出一個\n我不能給它一個準確的定義，但有一些模糊的家族相似性的集羣\n我們都知道的 \"人類狀況 \"中的一些模糊的家族相似性。而小說顯然可以\n是更...",
      "title": "什麼小說是對人類狀況極爲全面的？即包括幾乎所有類型的重大生活事件（如痛苦、死亡、勝利、婚姻）和情感譜系中的幾乎所有情感（如愛、悲痛、敬畏）等的小說？"
    }
  ]
}