{
  "author": "coolguysteve21",
  "original_created_utc": 1634832663,
  "title": "Anybody who is excited for sometime of apocalypse or major world ending event. Needs to read The Road",
  "created_utc": 1634838593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished listening to The Road and damn I have not had a book consume me like that in a long time! I literally started it during my morning workout, listened to it on my commute to work, and listened to it while at work, and finished it when I got home. I literally sat in silence for 30 minutes after. It is an amazing and depressing book about Hope.</p>\n\n<p>Anyways back to my original post I live on a pretty conservative/rural area and I know a lot of preppers for the most part they are cool and genuine in their want to survive if society collapsed, but there are a few i talk to that I am like “damn bro you are messed up.” They literally say things about how they want the world to end so they can go back to their ancestral ways, they also say stuff about how it would be way more exciting then what they are doing now, and how their masculinity has been stifled and they need something to happen so they can bring that masculinity out. It is very strange (and the memes they share on Facebook wild stuff)</p>\n\n<p>If you are one of those people please read The Road, nothing has made me more scared for the end of civil society than that. </p>\n\n<p>Great book, feel free to have a discussion about it below. Definitely an S tier book.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qcv9et/anybody_who_is_excited_for_sometime_of_apocalypse/",
  "subreddit": "books",
  "id": "qcv9et",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished listening to The Road and damn I have not had a book consume me\nlike that in a long time! I literally started it during my morning workout,\nlistened to it on my commute to work, and listened to it while at work, and\nfinished it when I got home. I literally sat in silence for 30…"
}