{
  "author": "coolguysteve21",
  "original_created_utc": 1634832663,
  "title": "Anybody who is excited for sometime of apocalypse or major world ending event. Needs to read The Road",
  "created_utc": 1634838593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished listening to The Road and damn I have not had a book consume me like that in a long time! I literally started it during my morning workout, listened to it on my commute to work, and listened to it while at work, and finished it when I got home. I literally sat in silence for 30 minutes after. It is an amazing and depressing book about Hope.</p>\n\n<p>Anyways back to my original post I live on a pretty conservative/rural area and I know a lot of preppers for the most part they are cool and genuine in their want to survive if society collapsed, but there are a few i talk to that I am like “damn bro you are messed up.” They literally say things about how they want the world to end so they can go back to their ancestral ways, they also say stuff about how it would be way more exciting then what they are doing now, and how their masculinity has been stifled and they need something to happen so they can bring that masculinity out. It is very strange (and the memes they share on Facebook wild stuff)</p>\n\n<p>If you are one of those people please read The Road, nothing has made me more scared for the end of civil society than that. </p>\n\n<p>Great book, feel free to have a discussion about it below. Definitely an S tier book.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qcv9et/anybody_who_is_excited_for_sometime_of_apocalypse/",
  "subreddit": "books",
  "id": "qcv9et",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished listening to The Road and damn I have not had a book consume me\nlike that in a long time! I literally started it during my morning workout,\nlistened to it on my commute to work, and listened to it while at work, and\nfinished it when I got home. I literally sat in silence for 30…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、The Roadを聴き終えたところですが、あんなに本に魅了されたのは久しぶりです。\nこんなに夢中になったのは久しぶりだよ。文字通り、朝のワークアウト中に読み始め、通勤中にも聴き、最後まで聴きました。\n通勤中に聴き、仕事中にも聴き、家に帰ってからも聴きました。\n家に帰ってから読み終えました。私は文字通り、30秒間黙って座っていました...。",
      "title": "いつか起こるであろう黙示録や世界の終わりを告げる大事件に期待している人。The Road」を読む必要がある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚听完《大路》，该死的，我已经很久没有被一本书这样吞噬了\n我已经很久没有像这样被一本书吞噬了! 我真的是在早晨锻炼时开始听的。\n在上下班的路上听，在工作时听，回家后又听完了。\n回到家后才完成。我真的静静地坐了30分钟。",
      "title": "任何为世界末日或重大世界末日事件而兴奋的人。需要阅读《大路》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛聽完《大路》，該死的，我已經很久沒有被一本書這樣吞噬了\n我已經很久沒有像這樣被一本書吞噬了! 我真的是在早晨鍛鍊時開始聽的。\n在上下班的路上聽，在工作時聽，回家後又聽完了。\n回到家後才完成。我真的靜靜地坐了30分鐘。",
      "title": "任何爲世界末日或重大世界末日事件而興奮的人。需要閱讀《大路》。"
    }
  ]
}