{
  "author": "Slavatheshrimp",
  "the_new_excerpt": "Why YSK: All beaches in California are public domain up to the mean high tide\nline with the exception of the beaches controlled by the United States Military.\nAlthough private properties may show obvious “No Trespassing” and/or “Keep Out”\nsigns, they are in fact illegal and not allowed by the…",
  "original_created_utc": 1620488410,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：カリフォルニア州のビーチは、平均的な満潮のラインまではパブリックドメインです。\nただし、アメリカ軍が管理しているビーチは例外です。\n私有地には、明らかに「No Trespassing」や「Keep Out」のサインがあるかもしれませんが\n私有地では、明らかに \"No Trespassing \"や \"Keep Out \"のサインを出していても、実際には違法であり",
      "title": "YSK: カリフォルニア州には、プライベートビーチというものはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：加州的所有海滩在平均涨潮线以下都是公共领域。\n除了美国军方控制的海滩之外。\n尽管私人财产可能会有明显的 \"禁止入侵 \"和/或 \"禁止进入 \"的标志，但它们都属于公共财产。\n的标志，但事实上，这些标志是非法的，是不允许的。",
      "title": "YSK：在加利福尼亚州没有所谓的私人海滩。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：加州的所有海灘在平均漲潮線以下都是公共領域。\n除了美國軍方控制的海灘之外。\n儘管私人財產可能會有明顯的 \"禁止入侵 \"和/或 \"禁止進入 \"的標誌，但它們都屬於公共財產。\n的標誌，但事實上，這些標誌是非法的，是不允許的。",
      "title": "YSK：在加利福尼亞州沒有所謂的私人海灘。"
    }
  ],
  "title": "YSK: There is no such thing as a private beach in the State of California.",
  "created_utc": 1620499735,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: All beaches in California are public domain up to the mean high tide line with the exception of the beaches controlled by the United States Military. Although private properties may show obvious “No Trespassing” and/or “Keep Out” signs, they are in fact illegal and not allowed by the California Coastal Commission (CCC) - the body responsible for enforcing the California Coastal Act.</p>\n</div><!-- SC_ON -->",
  "score": 1814,
  "permalink": "/r/YouShouldKnow/comments/n7rtiv/ysk_there_is_no_such_thing_as_a_private_beach_in/",
  "subreddit": "YouShouldKnow",
  "id": "n7rtiv",
  "is_self": true,
  "media": null,
  "is_video": false
}