{
  "author": "Davethebuilder92",
  "original_created_utc": 1629305517,
  "title": "YSK: People will often use different terms in order to trick others into believing an event was more/less severe than it actually was.",
  "created_utc": 1629308737,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should know this because (especially in our current day and age) people will intentionally use terminology to heighten or diminish the impact of an event. It is good to be mindful of this psychological trick in order to remain as objective as possible when analyzing facts and current events.</p>\n\n<p>For example, jumping out to surprise your friend could be described by some as a “surprise”; however it could easily be described later as an attempt to “scare”, “frighten”, or even “terrorize” the person you were attempting to “surprise”. There are plenty of similar examples of the sort out there, especially on the internet. Stay mindful of the terminology that is used to describe situations when reading or listening to someone.</p>\n</div><!-- SC_ON -->",
  "score": 419,
  "permalink": "/r/YouShouldKnow/comments/p6v5n3/ysk_people_will_often_use_different_terms_in/",
  "subreddit": "YouShouldKnow",
  "id": "p6v5n3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You should know this because (especially in our current day and age)\npeople will intentionally use terminology to heighten or diminish the impact of\nan event. It is good to be mindful of this psychological trick in order to\nremain as objective as possible when analyzing facts and current…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これを知っておくと、（特に現代では\n人々は、出来事のインパクトを強めたり弱めたりするために、意図的に用語を使用します。\n意図的に使用するからです。事実や時事問題を分析する際には、できるだけ客観的であるために、この心理的なトリックに気をつけるとよいでしょう。\nこの心理的なトリックを知っておくと、事実や時事問題を分析するときに、できるだけ客観的な立場を保つことができます。",
      "title": "YSK: 人は、ある出来事が実際よりも大きかったり小さかったりするように他人を騙すために、異なる用語を使うことがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该知道这一点，因为（特别是在我们现在的时代里\n人们会故意使用术语来提高或降低事件的影响。\n事件的影响。注意到这种心理技巧是很好的，以便\n在分析事实和现状时，尽可能地保持客观。",
      "title": "YSK：人们经常会使用不同的术语，以欺骗他人，使其相信某一事件比实际情况更严重/不严重。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該知道這一點，因爲（特別是在我們現在的時代裏\n人們會故意使用術語來提高或降低事件的影響。\n事件的影響。注意到這種心理技巧是很好的，以便\n在分析事實和現狀時，儘可能地保持客觀。",
      "title": "YSK：人們經常會使用不同的術語，以欺騙他人，使其相信某一事件比實際情況更嚴重/不嚴重。"
    }
  ]
}