{
  "author": "DandyLion23",
  "original_created_utc": 1629450564,
  "title": "Uglies, Pretties, Specials and Extras - Scott Westerfeld",
  "created_utc": 1629512156,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve recently reread these four books and while I&#39;m not the targeted audience for this Young Adult series, I really enjoy them.</p>\n\n<p>The books are around 300 pages each and pretty light reading. They introduce concepts of &quot;What is free will?&quot;, &quot;What is our place in the world?&quot;,  the value of friendship versus conforming to society and how interpersonal relationships change and develop. So for new/young readers who might not have run into these concepts often, this might be especially interesting to read.</p>\n\n<p>The setting is in the future where we follow our 16 year old female protagonist through conspiracies and some surprising twists. It&#39;s not too heavy on the SciFi, so if you don&#39;t like those kinds of book, this series shouldn&#39;t scare you off.</p>\n\n<p>The three books follow the same girl but she finds herself on different sides every book so you get multiple perspectives on the world she lives in. The fourth book has a new protagonist and is more standalone.</p>\n\n<p>So if you want something fun to read over a week or so, I&#39;d recommend this one for all ages.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p81g0n/uglies_pretties_specials_and_extras_scott/",
  "subreddit": "books",
  "id": "p81g0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've recently reread these four books and while I'm not the targeted audience\nfor this Young Adult series, I really enjoy them.\n\nThe books are around 300 pages each and pretty light reading. They introduce\nconcepts of \"What is free will?\", \"What is our place in the world?\", the value\nof friendship…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、この4冊の本を再読しましたが、私はこのヤングアダルトシリーズの対象者ではありませんが\n私はこのヤングアダルトシリーズの対象者ではありませんが、とても楽しんでいます。\n\n1冊300ページほどの本で、かなり軽い読み物です。このシリーズでは\n自由意志とは何か」「世界における我々の立場とは何か」「友情の価値」などの概念を\n友情の価値...",
      "title": "Uglies, Pretties, Specials and Extras - Scott Westerfeld"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近重读了这四本书，虽然我不是这个青年系列的目标受众\n虽然我不是这个青年系列的目标读者，但我真的很喜欢它们。\n\n这些书每本大约300页，读起来相当轻松。它们介绍了\n他们介绍了 \"什么是自由意志？\"、\"我们在这个世界上的位置是什么？\"、友谊的价值等概念。\n友谊的价值...",
      "title": "Uglies, Pretties, Specials and Extras - Scott Westerfeld"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近重讀了這四本書，雖然我不是這個青年系列的目標受衆\n雖然我不是這個青年系列的目標讀者，但我真的很喜歡它們。\n\n這些書每本大約300頁，讀起來相當輕鬆。它們介紹了\n他們介紹了 \"什麼是自由意志？\"、\"我們在這個世界上的位置是什麼？\"、友誼的價值等概念。\n友誼的價值...",
      "title": "Uglies, Pretties, Specials and Extras - Scott Westerfeld"
    }
  ]
}