{
  "author": "Tight_Nerve",
  "the_new_excerpt": "I think the most frustrating thing for most readers on this sub is that when\nthey read a book that so many people love and realize they are part of the group\nthat doesn't like the book. They can't share the feeling without having fans\nhang the noose around them. We muat be able to let readers share…",
  "original_created_utc": 1622901708,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このサブの読者にとって一番悔しいのは、多くの人に愛されている本を読んで、自分もそのグループの一員だと気づくことだと思います。\n多くの人が好きな本を読んで、自分もその本を好きではないグループの一員だと気づくことです。\n悔しいのは、多くの人が好きな本を読んで、自分がその本を好きではないグループの一員であることに気づくことです。ファンが自分の周りに縄をかけてくれないと、その気持ちを共有することができません。\n自分の周りに縄をかけられてしまうのです。私たちは、読者が自分の気持ちを共有できるようにしたいと思っています。",
      "title": "特定の本が好きではないと正直に言った人を非難するのはやめてほしい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，对于这个分册上的大多数读者来说，最令人沮丧的事情是，当他们读到一本这么多人喜欢的书时，发现自己也是其中的一员。\n他们读了一本很多人都喜欢的书，却发现自己也是不喜欢这本书的那部分人。\n不喜欢这本书。他们无法分享这种感觉，而不至于让粉丝们\n在他们周围挂上绞索。我们应该能够让读者分享...",
      "title": "我们需要停止羞辱那些诚实地说他们不喜欢某本书的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，對於這個分冊上的大多數讀者來說，最令人沮喪的事情是，當他們讀到一本這麼多人喜歡的書時，發現自己也是其中的一員。\n他們讀了一本很多人都喜歡的書，卻發現自己也是不喜歡這本書的那部分人。\n不喜歡這本書。他們無法分享這種感覺，而不至於讓粉絲們\n在他們周圍掛上絞索。我們應該能夠讓讀者分享...",
      "title": "我們需要停止羞辱那些誠實地說他們不喜歡某本書的人。"
    }
  ],
  "title": "We need to stop shaming people who honestly say they don't like a particular book",
  "created_utc": 1622904814,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think the most frustrating thing for most readers on this sub is that when they read a book that so many people love and realize they are part of the group that doesn&#39;t like the book. They can&#39;t share the feeling without having fans hang the noose around them. We muat be able to let readers share their HONEST opinions on a book without riduculing their feelings.</p>\n\n<p>If at this point you are protesting my thoughts thinking they are nothing more than that of unlearned individual. Than I&#39;ll share the opinion of a very educated man who has probably read more books than you will ever read in your whole life.</p>\n\n<p>“Books are almost as individual as friends. There is no earthly use in laying down general laws about them. Some meet the needs of one person, and some of another; and each person should beware of the booklover’s besetting sin, of what Mr. Edgar Allan Poe calls ‘the mad pride of intellectuality,’ taking the shape of arrogant pity for the man who does not like the same kind of books.”</p>\n\n<ul>\n<li>Theodore Roosevelt, 26th President of the United States</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/books/comments/nswe3p/we_need_to_stop_shaming_people_who_honestly_say/",
  "subreddit": "books",
  "id": "nswe3p",
  "is_self": true,
  "media": null,
  "is_video": false
}