{
  "author": "Mammoth_Western_2381",
  "original_created_utc": 1633291372,
  "title": "CMV: Prostitution should be fully legal.",
  "created_utc": 1633300254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The crux of my view is:</p>\n\n<p>-<strong>Anti-prostitution laws are non-sensical:</strong> It is legal (and widespread) to have sex with a consenting adult. It is legal (and widespread) to sell services. But it is illegal to sell sexual services. The same applies to places where is illegal to buy but not sell sexual services (just trade &quot;sell&quot; for &quot;buy&quot;). Not only that, plenty of sex work is fully legal, including those that are little different from prostitution, such as hardcore pornography.</p>\n\n<p>-<strong>Anti-prostitution laws are not effective and often barely enforced:</strong> Prostitution and other sex work exist in all but the most traditionalist and reclusive societies. In place where it is illegal, the laws are often unenforced, such as the USA, where you can find a &quot;working girl&quot; with little to no issue, and you are unlikely to get in trouble over it.</p>\n\n<p>-<strong>Anti-prostitution laws are harmful:</strong> Such laws often make harder for people who were victim of, or witnessed, crimes like forced prostitution, child sexual explotation, sexual abuse and the like to get help or report, since they can suffer from legal issues.</p>\n\n<p>Thanks in advance for the replies.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/q0pjd1/cmv_prostitution_should_be_fully_legal/",
  "subreddit": "changemyview",
  "id": "q0pjd1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The crux of my view is:\n\n-Anti-prostitution laws are non-sensical: It is legal (and widespread) to have\nsex with a consenting adult. It is legal (and widespread) to sell services. But\nit is illegal to sell sexual services. The same applies to places where is\nillegal to buy but not sell sexual…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の見解の要点は\n\n-売春防止法は意味をなさない：同意した大人とセックスすることは合法であり、広く普及している。\n合意した大人とセックスすることは合法的（かつ広範）です。同意した大人とセックスすることは合法であり、広く普及している。しかし\n性的サービスを売ることは違法です。買うのは違法だが、売るのは違法ではないという場所も同様です。\n買うのは違法だが、性的なものを売るのは違法である。",
      "title": "CMV：売春は完全に合法であるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的观点的核心是。\n\n-反对卖淫的法律是毫无意义的：与成年人发生性关系是合法的（而且很普遍）。\n与同意的成年人发生性关系是合法的（而且很普遍）。出售服务是合法的（而且很普遍）。但是\n但出售性服务是非法的。这同样适用于那些\n购买但不出售性服务是非法的。",
      "title": "CMV: 卖淫应该完全合法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的觀點的核心是。\n\n-反對賣淫的法律是毫無意義的：與成年人發生性關係是合法的（而且很普遍）。\n與同意的成年人發生性關係是合法的（而且很普遍）。出售服務是合法的（而且很普遍）。但是\n但出售性服務是非法的。這同樣適用於那些\n購買但不出售性服務是非法的。",
      "title": "CMV: 賣淫應該完全合法。"
    }
  ]
}