{
  "author": "Mammoth_Western_2381",
  "original_created_utc": 1633291372,
  "title": "CMV: Prostitution should be fully legal.",
  "created_utc": 1633300254,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The crux of my view is:</p>\n\n<p>-<strong>Anti-prostitution laws are non-sensical:</strong> It is legal (and widespread) to have sex with a consenting adult. It is legal (and widespread) to sell services. But it is illegal to sell sexual services. The same applies to places where is illegal to buy but not sell sexual services (just trade &quot;sell&quot; for &quot;buy&quot;). Not only that, plenty of sex work is fully legal, including those that are little different from prostitution, such as hardcore pornography.</p>\n\n<p>-<strong>Anti-prostitution laws are not effective and often barely enforced:</strong> Prostitution and other sex work exist in all but the most traditionalist and reclusive societies. In place where it is illegal, the laws are often unenforced, such as the USA, where you can find a &quot;working girl&quot; with little to no issue, and you are unlikely to get in trouble over it.</p>\n\n<p>-<strong>Anti-prostitution laws are harmful:</strong> Such laws often make harder for people who were victim of, or witnessed, crimes like forced prostitution, child sexual explotation, sexual abuse and the like to get help or report, since they can suffer from legal issues.</p>\n\n<p>Thanks in advance for the replies.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/q0pjd1/cmv_prostitution_should_be_fully_legal/",
  "subreddit": "changemyview",
  "id": "q0pjd1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The crux of my view is:\n\n-Anti-prostitution laws are non-sensical: It is legal (and widespread) to have\nsex with a consenting adult. It is legal (and widespread) to sell services. But\nit is illegal to sell sexual services. The same applies to places where is\nillegal to buy but not sell sexual…"
}