{
  "author": "fightforthefuture",
  "original_created_utc": 1628528813,
  "title": "US SENATE CRYPTO UPDATE: The Senate is finally going to vote today on an amendment that would have never happened without all your hard work. If even one Senator objects, all we get is the garbage text that brought us here in the first place. CALL NOW - 517-200-9518",
  "created_utc": 1628544630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last week, Senators Wyden, Toomey, and Lummis introduced an amendment to the cryptocurrency provision of the infrastructure bill, that would have fixed the language and clarified that the expansion of the definition of a “broker” doesn’t apply to open source software developers or validators like miners or stakers. </p>\n\n<p>But late Sunday night, Senate Majority Leader Schumer decided he would not allow votes on amendments. <strong>We have one final chance to fight another day: a new compromise that will be proposed by unanimous consent this Monday afternoon.</strong></p>\n\n<p>This compromise solves many of the problems with the original text, although according to <a href=\"https://twitter.com/RonWyden/status/1424731514147938304?s=20\">Senator Wyden</a> there are still some harms to privacy and security. But without the compromise, all we get is the garbage text of the original bill. <strong>If even one Senator objects to the compromise, it fails.</strong> With over 40,000 calls to legislators in support of crypto already, we need to remind our Senators once again that we will not be ignored!  </p>\n\n<p>So, one more time for the folks in the back! Call and tweet at your Senators and tell them to let crypto be heard. Tell them to support the cryptocurrency amendment to the infrastructure bill. Call 517-200-9518 and you will be connected to your Senators offices.  </p>\n\n<p><strong>If you haven&#39;t called yet, do it now.</strong> <strong>If you already called your Senator to reject the Warner amendment CALL AGAIN to tell your Senators to support amending the current cryptocurrency provision!</strong></p>\n\n<p><strong>Call your Senators right now at 517-200-9518 or use</strong> <a href=\"https://fftf.link/savecrypto2\"><strong>this call tool</strong></a><strong>. We&#39;ll connect you to their offices and guide you through the process.</strong></p>\n\n<p><strong>When a staff member answers, tell them:</strong></p>\n\n<p>“Hi, I’m calling to ask that you support amending the cryptocurrency provision of the infrastructure bill, and in the future protect the human rights and privacy potential of decentralized technologies. Policies that impact basic freedom and the future of the Internet should be debated carefully and should never be attached to must-pass bills. Thank you.”</p>\n\n<p>---</p>\n\n<p><a href=\"https://youtu.be/cfY_0Rw8kZg\">Watch the Senate debate live</a></p>\n</div><!-- SC_ON -->",
  "score": 179,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/8oPytY08Gdum1NkPbCcF8IEzGI-6ZghSbGuRuAz2Ajc.jpg?auto=webp&s=75332f9d0cfd9c4231219f51cf749db1f2ab2aa9",
          "width": 140,
          "height": 140
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/8oPytY08Gdum1NkPbCcF8IEzGI-6ZghSbGuRuAz2Ajc.jpg?width=108&crop=smart&auto=webp&s=1dbad7222a359335d178cd67b1e6cecec2b653b8",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "6C08AfE5UKe49est5KjZKmXrRAVQCtAY-oINI9_O5lc"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/p15oke/us_senate_crypto_update_the_senate_is_finally/",
  "subreddit": "CryptoCurrency",
  "id": "p15oke",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Last week, Senators Wyden, Toomey, and Lummis introduced an amendment to the\ncryptocurrency provision of the infrastructure bill, that would have fixed the\nlanguage and clarified that the expansion of the definition of a “broker”\ndoesn’t apply to open source software developers or validators like…"
}