{
  "author": "shlammyjohnson",
  "original_created_utc": 1638468882,
  "title": "Unfriendly Reminder: if you want to take charge of being your own bank and taking care of your crypto assets, it's completely your fault if you get scammed due to negligence and greed.",
  "created_utc": 1638502620,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I know this is going to come across as hyper critical but every time I see someone post about how they got &amp;quot;scammed&amp;quot; out of their crypto because they were chasing greed and some impossible &amp;quot;pay me first and get back 5x your return!&amp;quot; I start fuming.&lt;/p&gt;\n\n&lt;p&gt;The crypto space has been around far long enough for people to do at least a minimum amount of research and learn the most basic steps at how to protect their investment from obvious scams and phishing. &lt;/p&gt;\n\n&lt;p&gt;But far too often when some holder gets &amp;quot;scammed&amp;quot; they immedietly turn around and blame the crypto space for being unregulated like a bank or a credit card.&lt;/p&gt;\n\n&lt;p&gt;This doesn&amp;#39;t just hurt the person or people that messed up bad, this hurts the reputation of the entire crypto space which is already having to battle big media for a spot at legitimacy. When in fact it was entirely the individuals fault to begin with. &lt;/p&gt;\n\n&lt;p&gt;You really think you can run around giving out your full credit info with your social security and address for a &amp;quot;free Ford F-150 through email&amp;quot; you got randomly sent? &lt;/p&gt;\n\n&lt;p&gt;Of course not. So why are people surprised when they give out the entirety of their private seed or login information for it to get wiped clean? &lt;/p&gt;\n\n&lt;p&gt;No you aren&amp;#39;t getting it back. And maybe you shouldn&amp;#39;t have had it to start with. If you choose to be that reckless with your own assets maybe you should just stick to the arbitrary monetary fiat system that we already know.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/r7dibg/unfriendly_reminder_if_you_want_to_take_charge_of/",
  "subreddit": "CryptoCurrency",
  "id": "r7dibg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know this is going to come across as hyper critical but every time I see\nsomeone post about how they got \"scammed\" out of their crypto because they were\nchasing greed and some impossible \"pay me first and get back 5x your return!\" I\nstart fuming.\n\nThe crypto space has been around far long enough…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>非常に批判的な言い方になってしまうかもしれませんが\n批判的な意見になってしまうかもしれませんが、誰かが「暗号を追いかけていたら詐欺にあった」という投稿を見るたびに\n貪欲さや不可能なことを追い求めていたために、自分の暗号から&quot;scam&quot;を失ったという投稿を見るたびに、私はそのように思います。\nそのためには、まず私にお金を払って、5倍にして返してもらわないといけません。",
      "title": "Unfriendly Reminder: 自分で銀行になって暗号資産の面倒を見たいと思っても、過失や欲のせいで詐欺に遭ったら完全に自分の責任になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我知道这句话会让人觉得很挑剔。\n但每当我看到有人发帖说他们如何被\n骗走了他们的加密货币，因为他们在追逐贪婪和一些\n不可能的&quot;先给我钱，然后拿回5倍的回报！&quot; 我...",
      "title": "不友好的提醒：如果你想负责做你自己的银行并照顾你的加密货币资产，如果你由于疏忽和贪婪而被骗，那完全是你的错。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我知道這句話會讓人覺得很挑剔。\n但每當我看到有人發帖說他們如何被\n騙走了他們的加密貨幣，因爲他們在追逐貪婪和一些\n不可能的&quot;先給我錢，然後拿回5倍的回報！&quot; 我...",
      "title": "不友好的提醒：如果你想負責做你自己的銀行並照顧你的加密貨幣資產，如果你由於疏忽和貪婪而被騙，那完全是你的錯。"
    }
  ]
}