{
  "author": "Intrepid-Client9449",
  "original_created_utc": 1634101515,
  "title": "CMV: We should defund the ATF",
  "created_utc": 1634132074,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Give the ATF a budget of $0.00. they have systematically proven that they are the most incompetent and corrupt federal law enforcement agency. Waco, Ruby ridge, their gun running scandal. That&#39;s only the surface. They have one of the most ass backwards corrupt and utterly insane histories of any law enforcement agency. And the fact that they even exist in the first place is wrong, the laws that they were meant to enforce or part of Jim Crow - banning suppressors so the poor, especially blacks, could not hunt the rich white people&#39;s game animals. Same deal with the association of short barreled shotguns and Italians. All those laws should be abolished in the ATF should be completely and totally defunded</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/q742hc/cmv_we_should_defund_the_atf/",
  "subreddit": "changemyview",
  "id": "q742hc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Give the ATF a budget of $0.00. they have systematically proven that they are\nthe most incompetent and corrupt federal law enforcement agency. Waco, Ruby\nridge, their gun running scandal. That's only the surface. They have one of the\nmost ass backwards corrupt and utterly insane histories of any law…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ATFに0ドルの予算を与えよう。彼らは最も無能で腐敗した連邦法執行機関であることを組織的に証明している。\n最も無能で腐敗した連邦法執行機関であることを組織的に証明してきました。ウェイコ、ルビー\nウェイコ、ルビーリッジ、彼らの銃密造スキャンダル。それは表面上のことに過ぎません。彼らには\nあらゆる法律の中で、最も尻軽で腐敗した、全く狂った歴史を持っています...",
      "title": "CMV: ATFの予算を削減すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "给ATF的预算是0.00美元。他们已经系统地证明他们是\n是最无能和腐败的联邦执法机构。韦科、鲁比\n岭，他们的枪支走私丑闻。这仅仅是表面现象。他们有一个\n他们有一个最落后的腐败和完全疯狂的历史，在任何法律...",
      "title": "CMV：我们应该取消ATF的经费"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "給ATF的預算是0.00美元。他們已經系統地證明他們是\n是最無能和腐敗的聯邦執法機構。韋科、魯比\n嶺，他們的槍支走私醜聞。這僅僅是表面現象。他們有一個\n他們有一個最落後的腐敗和完全瘋狂的歷史，在任何法律...",
      "title": "CMV：我們應該取消ATF的經費"
    }
  ]
}