{
  "author": "k8notkait",
  "original_created_utc": 1629995327,
  "title": "CMV: We should normalize males working in childcare centers and pre-k education",
  "created_utc": 1630003025,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My nephew recently started pre-k and I just had a passing thought, I don’t think I’ve ever seen a male pre-k teacher. How can a man have a role in a field requiring care for children if he is not trusted with children’s basic care? Fathers often change diapers, help children use the toilet, and put children down for naps. And maybe that’s what distinguishes early childhood education from other female-dominated professions. Declaring men unfit to provide such care is not only about sexism against men, it’s also about sexism against women. The greater the fear of men in caring professions, the more women are left to shoulder the responsibility of care work. If women experienced equality in all professions, then perhaps they wouldn’t regard child care as their exclusive domain, and wouldn’t feel threatened by the participation of men. How can we teach U.S. children not to regard early childhood education as the exclusive domain of women, when they see only women caring for them? What message are we sending today’s youth when we glorify involved fathers and stay-at-home dads but vilify male child-care workers? We should encourage more men to enter this field, and celebrate them rather than fear them.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pc318e/cmv_we_should_normalize_males_working_in/",
  "subreddit": "changemyview",
  "id": "pc318e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My nephew recently started pre-k and I just had a passing thought, I don’t think\nI’ve ever seen a male pre-k teacher. How can a man have a role in a field\nrequiring care for children if he is not trusted with children’s basic care?\nFathers often change diapers, help children use the toilet, and put…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の甥っ子が最近pre-kに入ったのですが、ふと思ったことがあります。\n男性の幼稚園の先生を見たことがないような気がします。子供の世話をする必要のある分野で、子供の基本的な車の運転を任せられない男性が、どうして役割を持てるのでしょうか？\n子供の基本的な世話を任せられない男性が、子供の世話を必要とする分野で役割を果たすことができるでしょうか？\n父親は、オムツを替えたり、トイレを手伝ったり、寝かしつけをしたりします。",
      "title": "CMV: 保育園や幼稚園で働く男性を普通にするべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的侄子最近开始上学前班，我只是顺便想了一下，我不认为\n我从来没有见过一个男的学前班老师。如果一个男人不被信任能照顾好孩子，他怎么能在需要照顾孩子的领域中发挥作用呢？\n如果他不被信任去做儿童的基本护理工作，他怎么能在需要照顾儿童的领域发挥作用呢？\n父亲经常给孩子换尿布，帮助孩子上厕所，并把...",
      "title": "CMV：我们应该让男性在托儿所和学前教育中工作正常化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的侄子最近開始上學前班，我只是順便想了一下，我不認爲\n我從來沒有見過一個男的學前班老師。如果一個男人不被信任能照顧好孩子，他怎麼能在需要照顧孩子的領域中發揮作用呢？\n如果他不被信任去做兒童的基本護理工作，他怎麼能在需要照顧兒童的領域發揮作用呢？\n父親經常給孩子換尿布，幫助孩子上廁所，並把...",
      "title": "CMV：我們應該讓男性在託兒所和學前教育中工作正常化"
    }
  ]
}