{
  "author": "SirDiesalot_62",
  "the_new_excerpt": "A bit of background about myself: I'm a college student with basically no\ndisposable income. I can't afford any luxuries - I only eat at the cafeteria,\ncycle through the same few outfits, etc. The only reason I can even pay tuition\nis because I was fortunate enough to be granted a scholarship.\n\nI…",
  "original_created_utc": 1616841615,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "说一下我自己的背景。我是一个大学生，基本上没有\n可支配收入。我买不起任何奢侈品--我只在食堂吃饭。\n周而复始的几件衣服，等等。唯一的原因，我甚至可以支付学费\n是因为我有幸获得了奖学金。\n\nI…",
      "title": "CMV：图书盗版不一定是坏事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說一下我自己的背景。我是一個大學生，基本上沒有\n可支配收入。我買不起任何奢侈品--我只在食堂喫飯。\n週而復始的幾件衣服，等等。唯一的原因，我甚至可以支付學費\n是因爲我有幸獲得了獎學金。\n\nI…",
      "title": "CMV：圖書盜版不一定是壞事。"
    }
  ],
  "title": "CMV: Book piracy isn't always bad.",
  "created_utc": 1616852455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A bit of background about myself: I&#39;m a college student with basically no disposable income. I can&#39;t afford any luxuries - I only eat at the cafeteria, cycle through the same few outfits, etc. The only reason I can even pay tuition is because I was fortunate enough to be granted a scholarship.</p>\n\n<p>I love reading, and I&#39;ve loved it for as long as I can remember. Growing up in a poor family, we got most of our books through exchanges and used book sales. I vividly remember reading dog-eared fantasy novels as a kid, usually ones that were part of a series I&#39;d never be able to finish. However, I had all but stopped reading since I joined college, because it was just too expensive a habit.</p>\n\n<p>Around a year ago, a friend of mine introduced me to the world of online shadow libraries - sites where you can freely download copies of any book you wish. Since then, I&#39;ve been reading ebooks on my phone for hours every day. I stay really far from home and don&#39;t have a lot of close friends, so immersing myself in them helps me alleviate some of the stress. I know that I should support the authors of the books I read in some way, so I always write glowing reviews of books I enjoy and recommend them wherever I can.</p>\n\n<p>I was talking to a friend yesterday, and the topic of book piracy came up. I admitted that I had pirated quite a few books myself, and she was taken aback - she said that using such sites to read books was basically stealing from the author. I told her that I don&#39;t really have any other option, and she said that that doesn&#39;t justify it. Another close friend of mine told me the same thing when I asked for his opinion.</p>\n\n<p>The conversation got me thinking about a few things:</p>\n\n<ul>\n<li><p>I have the choice between reading books and enriching my life or not reading at all. Both options cost the author nothing. Is the moral choice in my situation not to read?</p></li>\n<li><p>Borrowing the same book from a friend, as opposed to downloading it, would also cost me nothing and generate the author no income. So is that any better or worse?</p></li>\n</ul>\n\n<p>I&#39;m aware the prevailing viewpoint is that book piracy is bad, and participating in it is also bad - so I&#39;m ready to change my view. Excited to read your takes!</p>\n\n<p>EDIT: I don&#39;t have a local library at all where I live, much less one that provides free ebooks. So that&#39;s out of the question.</p>\n</div><!-- SC_ON -->",
  "score": 139,
  "permalink": "/r/changemyview/comments/mebbxe/cmv_book_piracy_isnt_always_bad/",
  "subreddit": "changemyview",
  "id": "mebbxe",
  "is_self": true,
  "media": null,
  "is_video": false
}