{
  "author": "W-I-L-F-R-E-D",
  "the_new_excerpt": "I think this belief is held in many peoples minds already. Lying to get sex is\nrape. Such as someone claiming to be wearing a condom during sex when not, or\nremoving the condom during the act. Or someone claiming to be on birth control\nwhen they are not. I believe both of these to be rape. I think a…",
  "original_created_utc": 1613887955,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想这个信念在很多人心中已经有了。骗取性爱是\n强奸。例如，有人声称在性生活中戴了避孕套，但实际上没有，或者；\n在行为过程中取下避孕套。或者有人声称自己在避孕\n当他们不是。我认为这两种情况都是强奸。我认为...",
      "title": "CMV：未成年人谎报年龄与成年人发生性关系是强奸，应该受到惩罚。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想這個信念在很多人心中已經有了。騙取性愛是\n強姦。例如，有人聲稱在性生活中戴了避孕套，但實際上沒有，或者；\n在行爲過程中取下避孕套。或者有人聲稱自己在避孕\n當他們不是。我認爲這兩種情況都是強姦。我認爲...",
      "title": "CMV：未成年人謊報年齡與成年人發生性關係是強姦，應該受到懲罰。"
    }
  ],
  "title": "CMV: Minors lying about their age to have sex with adults is rape, and they should be penalized.",
  "created_utc": 1613918118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think this belief is held in many peoples minds already. Lying to get sex is rape. Such as someone claiming to be wearing a condom during sex when not, or removing the condom during the act. Or someone claiming to be on birth control when they are not. I believe both of these to be rape. I think a minor lying about their age to someone they’ll have sex with is rape. People should be sure that the person they’re fucking is of age, just like everyone needs to take the necessary precautions to stay safe in all situations. This doesn’t make it not rape. I think people need to stop acting like teenagers are blameless in everything. Teens tried as adults is basically us saying “you knew exactly what you were doing”, because they did. I believe this is the same thing. They know exactly what they are doing. I realize this could very easily be he said, she said. That’s also how it is with a lot of rapes. I don’t know, I’ve only formed this opinion within half an hour so I’m not too tied to it yet. Change my view?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/loqmp0/cmv_minors_lying_about_their_age_to_have_sex_with/",
  "subreddit": "changemyview",
  "id": "loqmp0",
  "is_self": true,
  "media": null,
  "is_video": false
}