{
  "author": "Dragounat",
  "original_created_utc": 1626388783,
  "title": "I spontaneously came into existence several billion years after the Big Bang. What's not to say that I will \"appear\" again at some other point in time after I die?",
  "created_utc": 1626420613,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have wondered this for a very long time. For me to spontaneously exist; why would this not be repeated again but with all prior knowledge and identity lost? Who am I even, what constitutes my awareness and persona? </p>\n\n<p>I&#39;m probably an agnostic or atheist. I don&#39;t believe in God, never have and probably never will. I do, however, still believe that something in the line of reincarnation would be possible because we all exist in the first place. Why would my existence not be repeated? But then I ask myself, what exactly constitutes us? How can we get a scientific analysis of consciousness?</p>\n\n<p>I find it hard to believe that trillions of molecular configurations gave rise to &quot;me&quot;. Sure, it all started at a basic level. A basic interpretation of light, sound and other types of sensory inputs. This then probably got encompassed by a set of behaviours that were predictable based on the input, and those behaviours were simply a complex network of interactions (electrical, biochemical etc that have different effects). Then a whole lot of complexities that would eventually be us, simplified described. </p>\n\n<p>My point is, I find it hard to believe that after life, everything will be &quot;black&quot;. There will be no &quot;me&quot;. No awareness of anything. No place in space and time. Just nothing. There has to be something maybe?</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/askphilosophy/comments/ol3q57/i_spontaneously_came_into_existence_several/",
  "subreddit": "askphilosophy",
  "id": "ol3q57",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have wondered this for a very long time. For me to spontaneously exist; why\nwould this not be repeated again but with all prior knowledge and identity lost?\nWho am I even, what constitutes my awareness and persona?\n\nI'm probably an agnostic or atheist. I don't believe in God, never have…"
}