{
  "author": "Ana943",
  "the_new_excerpt": "Tricked might not be an exact word, but I have recently read The Discovery of\nWitches and let me tell you... it was one of the biggest disappointments on this\nyear so far. YouTube, goodreads reviews, friends from a bookclub I am part of -\nall recommended it to me on the premises of urban fantasy,…",
  "original_created_utc": 1614476565,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "被骗可能不是一个准确的词，但我最近读了《发现》。\n女巫，让我告诉你... 这是最令人失望的一个在这一点上\n年至今。YouTube，好书评论，我参加的一个书友会的朋友们 -------。\n都推荐给我的前提下的城市幻想，... ...",
      "title": "你被骗去看什么书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "被騙可能不是一個準確的詞，但我最近讀了《發現》。\n女巫，讓我告訴你... 這是最令人失望的一個在這一點上\n年至今。YouTube，好書評論，我參加的一個書友會的朋友們 -------。\n都推薦給我的前提下的城市幻想，... ...",
      "title": "你被騙去看什麼書？"
    }
  ],
  "title": "What books were you tricked into reading?",
  "created_utc": 1614519750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tricked might not be an exact word, but I have recently read The Discovery of Witches and let me tell you... it was one of the biggest disappointments on this year so far. YouTube, goodreads reviews, friends from a bookclub I am part of - all recommended it to me on the premises of urban fantasy, dark academia, historical romance. All I got was some shallow characters, a vampire and a witch going to yoga and talking about what different wines smell like and 700+ pages of boring. </p>\n\n<p>I have no idea what happened, but I feel like I live in some kind of a different dimension tlwhere I am the only person who didn&#39;t enjoy this book. </p>\n\n<p>Has anything like this happened to you before? Did a book sound like the one right up your alley to then become one of the most disappointing?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lu2gum/what_books_were_you_tricked_into_reading/",
  "subreddit": "books",
  "id": "lu2gum",
  "is_self": true,
  "media": null,
  "is_video": false
}