{
  "author": "xMarinx",
  "original_created_utc": 1639162598,
  "title": "How long can extreme fear last?",
  "created_utc": 1639200703,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It has been a few days since we entered extreme fear. As far as I have seen, it has not lasted more than a few days at most (I obviously have not been in this crypto world for a long time). &lt;/p&gt;\n\n&lt;p&gt;I saw some posts and comments of people saying that the best time to buy is after a few days when the market is in extreme fear, but it does not seem like it right now.\nEven when it seems like it starts recovering and coming back up slowly, it dips again.&lt;/p&gt;\n\n&lt;p&gt;But surely we can not stay in extreme fear for much longer?&lt;/p&gt;\n\n&lt;p&gt;Can this lead to a slow starting bear market, as I said I am quite new so I have not experienced bear market and dont know how it happens? Or should the cycle keep on going like some say, e.g. Ben Cowen?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/rdfq1j/how_long_can_extreme_fear_last/",
  "subreddit": "CryptoCurrency",
  "id": "rdfq1j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It has been a few days since we entered extreme fear. As far as I have seen, it\nhas not lasted more than a few days at most (I obviously have not been in this\ncrypto world for a long time).\n\nI saw some posts and comments of people saying that the best time to buy is\nafter a few days when the market…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私たちが極度の恐怖に陥ってから数日が経ちました。\n極度の恐怖に陥ってから数日が経ちました。私が見た限りでは、それはせいぜい数日しか続きませんでした。\n</p> <p>私は、この暗号の世界に長くいたわけではありません。</p> <p>私は\n私は、この暗号の世界に長くいたわけではありません。",
      "title": "極度の恐怖はどのくらい続くのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>我们进入极端恐惧已经有几天了。\n极端的恐惧。就我所见，它最多只持续了几天时间。\n我显然没有在这个加密货币世界里呆过很长时间）。</p> <p>我\n看到一些人的帖子和评论说，最好的时机是......",
      "title": "极端恐惧能持续多久？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>我們進入極端恐懼已經有幾天了。\n極端的恐懼。就我所見，它最多隻持續了幾天時間。\n我顯然沒有在這個加密貨幣世界裏呆過很長時間）。</p> <p>我\n看到一些人的帖子和評論說，最好的時機是......",
      "title": "極端恐懼能持續多久？"
    }
  ]
}