{
  "author": "TrikerBones",
  "original_created_utc": 1634441882,
  "title": "CMV: Trying to rewrite Spanish with the stupid X bullshit to created nongendered words is a direct destruction of Latin American culture, and it makes us no better than our culture destroying ancestors.",
  "created_utc": 1634452244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To clarify, when I say Latin American, I mean people from Mexico, Central America, and South America, not just Latin people who immigrated to the US.</p>\n\n<p>Language is, in my opinion, the most important part of a culture. Second would be traditions/rituals, third would be cooking, fourth would be art. With this scale in mind, trying to force people to rewrite an entire language to fit the preferences of an extreme minority of the population (less than 5% of the US, for example, last I checked) is no better than what we&#39;ve done to countless cultures elsewhere around the globe.</p>\n\n<p>The Native Americans were savages because they weren&#39;t as technologically advanced as us.</p>\n\n<p>Black people weren&#39;t human because of their different appearance.</p>\n\n<p>Countries with different religions have been attacked for following those different religions.</p>\n\n<p>And now. Latin American people are transphobic/neogenderphobic/whatever the fuck people are pulling out of their asses, because they used gendered language.</p>\n\n<p>Question: Where&#39;s everyone&#39;s outrage over gendered languages from Europe or Asia? Surprisingly absent, as far as I&#39;ve seen. That, in and of itself, points to lowkey racism being a motivator behind this movement, in my opinion. But even if you just say &quot;Oh well we just haven&#39;t gotten around to those yet&quot;, it still doesn&#39;t change how harmful this movement is. It&#39;s modern day imperialism.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/changemyview/comments/q9qziz/cmv_trying_to_rewrite_spanish_with_the_stupid_x/",
  "subreddit": "changemyview",
  "id": "q9qziz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To clarify, when I say Latin American, I mean people from Mexico, Central\nAmerica, and South America, not just Latin people who immigrated to the US.\n\nLanguage is, in my opinion, the most important part of a culture. Second would\nbe traditions/rituals, third would be cooking, fourth would be art.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解のないように言っておきますが、ラテンアメリカ人というのは、メキシコ、中央アメリカ、南アメリカの人々を指します。\nアメリカに移住したラテン系の人々だけでなく、メキシコ、中米、南米の人々を意味します。\n\n言語は文化の最も重要な部分であると私は考えています。二番目は\nは伝統・儀式、3番目は料理、4番目は芸術.... です。",
      "title": "CMV: スペイン語を書き換えようとすることは、ラテンアメリカの文化を直接破壊することであり、文化を破壊してきた祖先と同じになってしまうのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "澄清一下，当我说拉丁美洲人时，我指的是来自墨西哥、中美洲和南美洲的人。\n美洲和南美洲的人，而不仅仅是移民到美国的拉丁人。\n\n在我看来，语言是一种文化的最重要部分。第二是\n是传统/礼仪，第三是烹饪，第四是艺术....。",
      "title": "CMV: 试图用愚蠢的X废话来重写西班牙语，创造出非性别的词汇，这是对拉丁美洲文化的直接破坏，它使我们不比破坏文化的祖先好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "澄清一下，當我說拉丁美洲人時，我指的是來自墨西哥、中美洲和南美洲的人。\n美洲和南美洲的人，而不僅僅是移民到美國的拉丁人。\n\n在我看來，語言是一種文化的最重要部分。第二是\n是傳統/禮儀，第三是烹飪，第四是藝術....。",
      "title": "CMV: 試圖用愚蠢的X廢話來重寫西班牙語，創造出非性別的詞彙，這是對拉丁美洲文化的直接破壞，它使我們不比破壞文化的祖先好。"
    }
  ]
}