{
  "author": "jewyouevenlift",
  "the_new_excerpt": "Why YSK: many people assume that the process of getting health insurance through\nhealthcare.gov is identical to the process of calling and talking to someone at\nthe marketplace. (Some people may not even know that a phone option exists.) But\nthe people you talk to by phone know the system well and…",
  "original_created_utc": 1623160805,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、多くの人が、医療保険に加入するためのプロセスは\nhealthcare.govで健康保険に加入するプロセスは、マーケットプレイスに電話して誰かと話をするプロセスと同じだと思っている人が多いようです。\nと思い込んでいる人が多いのです。しかし、電話で話す人はシステムを熟知しています。\nしかし、電話で話す人はシステムをよく知っていて",
      "title": "YSK: 健康保険マーケットプレイスには、健康保険料の控除額を見つけるための訓練を受けたスタッフがいます。もし、マーケットプレイスを利用する必要がある場合は、オンラインではなく、電話で加入手続きをしてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人认为，通过Healthcare.gov获得健康保险的过程与打电话和与人交谈的过程相同。\n保健医疗网站的过程与在市场上打电话和与人交谈的过程完全相同。\n市场的人一样。有些人可能甚至不知道有电话选项的存在。\n你通过电话交谈的人很了解这个系统，而且...",
      "title": "YSK：健康保险市场有受过培训的工作人员，他们可以为你的健康保险费用找到扣减项目。如果你需要使用市场，你应该打电话，让他们指导你加入，而不是在网上进行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人認爲，通過Healthcare.gov獲得健康保險的過程與打電話和與人交談的過程相同。\n保健醫療網站的過程與在市場上打電話和與人交談的過程完全相同。\n市場的人一樣。有些人可能甚至不知道有電話選項的存在。\n你通過電話交談的人很瞭解這個系統，而且...",
      "title": "YSK：健康保險市場有受過培訓的工作人員，他們可以爲你的健康保險費用找到扣減項目。如果你需要使用市場，你應該打電話，讓他們指導你加入，而不是在網上進行。"
    }
  ],
  "title": "YSK: The Health Insurance Marketplace has staff who are trained to find you deductions to your health insurance costs. If you need to use the marketplace you should call and have them walk you through joining instead of doing it online.",
  "created_utc": 1623639199,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people assume that the process of getting health insurance through healthcare.gov is identical to the process of calling and talking to someone at the marketplace. (Some people may not even know that a phone option exists.) But the people you talk to by phone know the system well and can ask you the right questions to ensure that you get as many deductions and credits as possible. It takes a little more time but it may be very worth it.</p>\n\n<p>Yesterday I found out that because of some weird billing issue my health insurance was canceled. The health insurance company transferred me to the marketplace to dispute the problem; the woman I spoke with walked me through reapplication and showed me that as a grad student with a fairly low income I was actually due a monthly health insurance credit of more than $400. So instead of paying $112 a month I’m now paying $24 for a plan that’s actually worth about $500 a month.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nv4o2q/ysk_the_health_insurance_marketplace_has_staff/",
  "subreddit": "YouShouldKnow",
  "id": "nv4o2q",
  "is_self": true,
  "media": null,
  "is_video": false
}