{
  "author": "J2K_PhD",
  "the_new_excerpt": "Why YSK: If you’re wondering why your food is always coming out of the microwave\nrubbery, tough, and otherwise gross, it’s probably because you reheated your\nfood improperly.\n\nThe “time cook” and “power level” settings are your best friend. If reheating\nsomething that you don’t want to ruin (like a…",
  "original_created_utc": 1614709809,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你想知道为什么你的食物总是从微波炉里出来。\n橡胶的，坚韧的，和其他毛，它可能是因为你重新加热你的。\n食物不正确。\n\n\"烹饪时间 \"和 \"功率水平 \"设置是您最好的朋友。如果重新加热\n不想毁掉的东西",
      "title": "YSK：微波炉没有毁掉你的食物，你可能只是不知道如何正确使用它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你想知道爲什麼你的食物總是從微波爐裏出來。\n橡膠的，堅韌的，和其他毛，它可能是因爲你重新加熱你的。\n食物不正確。\n\n\"烹飪時間 \"和 \"功率水平 \"設置是您最好的朋友。如果重新加熱\n不想毀掉的東西",
      "title": "YSK：微波爐沒有毀掉你的食物，你可能只是不知道如何正確使用它。"
    }
  ],
  "title": "YSK: The microwave isn’t ruining your food, you probably just don’t know how to use it properly.",
  "created_utc": 1614741765,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you’re wondering why your food is always coming out of the microwave rubbery, tough, and otherwise gross, it’s probably because you reheated your food improperly.</p>\n\n<p>The “time cook” and “power level” settings are your best friend. If reheating something that you don’t want to ruin (like a steak, maybe some seafood, etc.) try microwaving for double the time at half the power (50% or power level 5). You can even do lower setting for longer periods of time if you’re being careful. Your food will be much less “microwaved” when it comes out.</p>\n\n<p>If you’re just trying to get something hot really fast (like a cup of coffee), just use the normal setting.</p>\n\n<p>TLDR: Learn to use your power setting on your microwave. This is truly divine knowledge.</p>\n</div><!-- SC_ON -->",
  "score": 5459,
  "permalink": "/r/YouShouldKnow/comments/lw90hg/ysk_the_microwave_isnt_ruining_your_food_you/",
  "subreddit": "YouShouldKnow",
  "id": "lw90hg",
  "is_self": true,
  "media": null,
  "is_video": false
}