{
  "author": "BlakeOnyx",
  "original_created_utc": 1638945008,
  "title": "YSK: Japan does not have fair use laws.",
  "created_utc": 1639018180,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Recenty I&amp;#39;ve seen a few statements about youtubers/influencers who are constantly being claimed on their videos or facing legal threats by Japanese companies for reviewing Japanese content (mostly anime). This is because even though in Youtubes guide lines of fair use, what they post is ok. But fair use doesn&amp;#39;t exist in Japan so big companies like Toei for example would see it just as a copyright violation or stealing products that they made. &lt;/p&gt;\n\n&lt;p&gt;Recently Three Japanese men were convinced of violating copyright laws for making and uploading movie reviews for Japanese movies. So this is something companies are willing to sue individuals for and have them sentenced to jail.&lt;/p&gt;\n\n&lt;p&gt;edit (Hopefully I haven&amp;#39;t broken any rules, I&amp;#39;m on mobile so hopefully I&amp;#39;ve covered everything.)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/rbks00/ysk_japan_does_not_have_fair_use_laws/",
  "subreddit": "YouShouldKnow",
  "id": "rbks00",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Recenty I've seen a few statements about youtubers/influencers who are\nconstantly being claimed on their videos or facing legal threats by Japanese\ncompanies for reviewing Japanese content (mostly anime). This is because even\nthough in Youtubes guide lines of fair use, what they post is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：最近、ユーチューバーやインフルエンサーについて、次のような発言を目にすることがあります。\n常に動画でクレームを受けたり、日本から法的な脅しを受けたりしています。\n日本のコンテンツ（主にアニメ）をレビューしている企業。これは、たとえ\nYoutubesのフェアユースのガイドラインでは、彼らが投稿したものは...",
      "title": "YSK: 日本にはフェアユース法がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：最近我看到一些关于优酷网友/名人的声明，他们在视频中不断被索赔或面临日本的法律威胁。\n他们的视频不断被索赔或面临日本公司的法律威胁。\n他们因评论日本内容（主要是动漫）而不断被日本公司索赔或面临法律威胁。这是因为即使\n尽管在Youtubes的合理使用指南中，他们发布的内容是...",
      "title": "YSK：日本没有公平使用法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：最近我看到一些關於優酷網友/名人的聲明，他們在視頻中不斷被索賠或面臨日本的法律威脅。\n他們的視頻不斷被索賠或面臨日本公司的法律威脅。\n他們因評論日本內容（主要是動漫）而不斷被日本公司索賠或面臨法律威脅。這是因爲即使\n儘管在Youtubes的合理使用指南中，他們發佈的內容是...",
      "title": "YSK：日本沒有公平使用法。"
    }
  ]
}