{
  "author": "whatshappen2020",
  "original_created_utc": 1629674265,
  "title": "Shadow and bone series is crap compared to TV show",
  "created_utc": 1629693088,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok I&#39;m usually on the side of &quot;the book is better than the movie!&quot; Because... it is..... like by a lot. BUT.\nBUT \nBUT.</p>\n\n<p>I watched the show and decided to read the book - it&#39;s not usually a problem for me bc my own imagination will take over despite already having a visual in my head- and, to put it politely, the first book sucks. </p>\n\n<p>Firstly, it puts the y in ya, writing style wise. 5 years ago I might have not minded but now it kinda prevents me from full immersion.</p>\n\n<p>Second, the relationship between Mal and Alina is borderline toxic. In the show they really go more into developing the deep profound friendship but in the books it&#39;s immediately aline secretly in love with him. Also they made the dynamic too hunger games gale and katniss. ALSO in the show Mal is so much fuller? It takes a secure and humble man to be able to step back and realize he isn&#39;t the main person, to not be insecure by his much more important and powerful counterpart, which from only one book and some spoilers I can tell is gonna be a problem for book Mal.</p>\n\n<p>Three, the backstory and development of the relationship of the darling is sooo much more believable in the show. </p>\n\n<p>It&#39;s such a  well written show based off a sub par book with great world building. There is so much more but I&#39;m already in love with the show and despite being fully ready to buy the whole world series, like six of crows, I&#39;m done after book one.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/p9nc76/shadow_and_bone_series_is_crap_compared_to_tv_show/",
  "subreddit": "books",
  "id": "p9nc76",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ok I'm usually on the side of \"the book is better than the movie!\" Because... it\nis..... like by a lot. BUT. BUT BUT.\n\nI watched the show and decided to read the book - it's not usually a problem for\nme bc my own imagination will take over despite already having a visual in my\nhead- and, to put it…"
}