{
  "author": "JeffersonsDick",
  "the_new_excerpt": "With the breaking news that Elaine Chao is resigning her post as Secretary of\nTransportation, I can't help but think that it is an empty gesture at best, and\na cowardly avoidance of participating in invoking the 25th Amendment at worst.\n\nIt is my understanding that in order to invoke the 25th, Vice…",
  "original_created_utc": 1610048920,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "随着赵小兰辞去秘书职务的突发消息\n交通，我不禁觉得这充其量是一种空洞的姿态，而且\n在最坏的情况下，懦弱地避免参与援引第25修正案。\n\n据我了解，为了启用25日，副…",
      "title": "[改变我的想法]：内阁成员在这一点上辞职是出于懦弱，而不是道德义务"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着趙小蘭辭去祕書職務的突發消息\n交通，我不禁覺得這充其量是一種空洞的姿態，而且\n在最壞的情況下，懦弱地避免參與援引第25修正案。\n\n據我瞭解，爲了啓用25日，副…",
      "title": "[改變我的想法]：內閣成員在這一點上辭職是出於懦弱，而不是道德義務"
    }
  ],
  "title": "CMV: Cabinet members resigning at this point are doing so out of cowardice instead of a moral obligation",
  "created_utc": 1610060256,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the breaking news that Elaine Chao is resigning her post as Secretary of Transportation, I can&#39;t help but think that it is an empty gesture at best, and a cowardly avoidance of participating in invoking the 25th Amendment at worst. </p>\n\n<p>It is my understanding that in order to invoke the 25th, Vice President Pence would need to receive a majority vote from all cabinet members. That is made more difficult when one or more cabinet member(s) that clearly recognize the danger that Trump&#39;s mental instability poses resign from their post. </p>\n\n<p>I understand that there is just 13 more days until Biden is sworn in, but the events of the past few days have established that the safety and security of our Democracy necessitates the removal of Trump from power lest he cause more chaos. The Republican party needs to send a clear message to their supporters that this kind of behavior will not stand, and attempts to overthrow democratically elected leaders will be met with quick and harsh punishments.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/ksl2fy/cmv_cabinet_members_resigning_at_this_point_are/",
  "subreddit": "changemyview",
  "id": "ksl2fy",
  "is_self": true,
  "media": null,
  "is_video": false
}