{
  "author": "nathan12345654",
  "original_created_utc": 1626232016,
  "title": "If you liked All Quiet on the Western Front, consider reading the rest of Remarque's works",
  "created_utc": 1626285289,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There seems to be an innumerable number of posts about &quot;All Quiet on the Western Front&quot; by Erich Maria Remarque, for good reason as it is definitely a modern masterpiece. Yet it seems no one has really dove into the rest of Remarque&#39;s works which is a real shame as I consider some of them to be equal to All Quiet and perhaps even better. </p>\n\n<p>For example, &quot;Three Comrades&quot;, a love story combined with a story of true friendship set in post-ww1 Germany sees Remarque take on romance and more personal relationships. I thought it was a killer book that was better than All Quiet with a much wider range of topics, emotions, and themes. </p>\n\n<p>Another great one is &quot;The Black Obelisk,&quot; a darkly humorous novel about a tombstone salesman during the Inflationary era of the Weimar Republic. I thought the jokes and the comedy were really well done and there are some truly scathing criticisms of religion, the political system, and German culture as well. There is still the characteristic Remarque grimness we all come to expect.</p>\n\n<p>I just finished &quot;A Time to Love and a Time to Die&quot;, which can be considered an updated-for-ww2 version of All Quiet. I don&#39;t have much to say about it as I&#39;m still thinking about it but needless to say it is worth a read. War is mercilessly attacked even more so than in All Quiet and I would even consider it a pacifist masterpiece.</p>\n\n<p>I&#39;ve read a lot of great books from a lot of great authors, some of which probably are better than any of Remarque&#39;s works. However, I&#39;ve yet to find an author as consistently great as Remarque, which is why he&#39;s my favorite.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ojvi3l/if_you_liked_all_quiet_on_the_western_front/",
  "subreddit": "books",
  "id": "ojvi3l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There seems to be an innumerable number of posts about \"All Quiet on the Western\nFront\" by Erich Maria Remarque, for good reason as it is definitely a modern\nmasterpiece. Yet it seems no one has really dove into the rest of Remarque's\nworks which is a real shame as I consider some of them to be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "エーリヒ・マリア・レマルクの「西部戦線異状なし」については、数え切れないほどの投稿があるようです。\nエーリヒ・マリア・レマルクの「西部戦線異状なし」についての投稿は無数にあるようだが、それには理由があって、この作品は間違いなく現代の傑作である。\n傑作だからです。しかし、誰もレマルクの他の作品にまで踏み込んでいないようです。\n残念なことに、私はいくつかの作品を...",
      "title": "西部戦線異状なし』が気に入ったら、レマルクの他の作品も読んでみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于埃里希-玛丽亚-雷马克的《西线静悄悄》，似乎有无数的帖子。\n埃里希-马里亚-雷马克（Erich Maria Remarque）的《西线的宁静》，这是有原因的，因为它绝对是一部现代的\n的杰作。然而，似乎没有人真正研究过雷马克的其他作品。\n这是一个真正的耻辱，因为我认为其中一些作品是...",
      "title": "如果你喜欢《西线静悄悄》，可以考虑阅读雷马克的其他作品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於埃裏希-瑪麗亞-雷馬克的《西線靜悄悄》，似乎有無數的帖子。\n埃裏希-馬里亞-雷馬克（Erich Maria Remarque）的《西線的寧靜》，這是有原因的，因爲它絕對是一部現代的\n的傑作。然而，似乎沒有人真正研究過雷馬克的其他作品。\n這是一個真正的恥辱，因爲我認爲其中一些作品是...",
      "title": "如果你喜歡《西線靜悄悄》，可以考慮閱讀雷馬克的其他作品"
    }
  ]
}