{
  "author": "Matrim_WoT",
  "the_new_excerpt": "He still says there are a couple hundred more to go before the book is finished\nand brought to a satisfying conclusion:\n\n> I wrote hundreds and hundreds of pages of THE WINDS OF WINTER in 2020. The\n> best year I’ve had on WOW since I began it. Why? I don’t know. Maybe the\n> isolation. Or maybe I…",
  "original_created_utc": 1612295825,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "他还说，还有几百本就可以完成了。\n并画上了一个满意的句号。\n\n> 我在2020年写了几百页的《寒冬之风》。的\n> 我在WOW上度过的最好的一年，因为我开始它。为什么呢？ - 我不知道 - Why? 我也不知道 I don't know. 也许是\n> 隔离。或者我...",
      "title": "GRRM：我在2021年为《冬之风》写了几百页几百页的内容"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "他還說，還有幾百本就可以完成了。\n並畫上了一個滿意的句號。\n\n> 我在2020年寫了幾百頁的《寒冬之風》。的\n> 我在WOW上度過的最好的一年，因爲我開始它。爲什麼呢？ - 我不知道 - Why? 我也不知道 I don't know. 也許是\n> 隔離。或者我...",
      "title": "GRRM：我在2021年爲《冬之風》寫了幾百頁幾百頁的內容"
    }
  ],
  "title": "GRRM: I wrote hundreds and hundreds of pages for Winds of Winter in 2021",
  "created_utc": 1612318502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He still says there are a couple hundred more to go before the book is finished and brought to a satisfying conclusion:</p>\n\n<blockquote>\n<p>I wrote hundreds and hundreds of pages of THE WINDS OF WINTER in 2020. The best year I’ve had on WOW since I began it. Why? I don’t know. Maybe the isolation. Or maybe I just got on a roll. Sometimes I do get on a roll.</p>\n\n<p>I need to keep rolling, though. I still have hundreds of more pages to write to bring the novel to a satisfactory conclusion.</p>\n\n<p>That’s what 2021 is for, I hope.</p>\n\n<p>I will make no predictions on when I will finish. Every time I do, assholes on the internet take that as a “promise,” and then wait eagerly to crucify me when I miss the deadline. All I will say is that I am hopeful.</p>\n</blockquote>\n\n<p><a href=\"https://georgerrmartin.com/notablog/2021/02/02/reflections-on-a-bad-year\">https://georgerrmartin.com/notablog/2021/02/02/reflections-on-a-bad-year</a></p>\n\n<p>This is great that he&#39;s been to produce so much this year. Now he&#39;s also consulting with HBO to produce the House of the Dragon and the Dunk &amp; Egg series so it&#39;s great that he&#39;s feeling optimistic. I think it&#39;s been said in a million times but I&#39;m really hoping to see how this contrasts with what we&#39;ve seen before in the show and I&#39;m hoping to see the final few acts of the complete story fully detailed since DnD did a poor job handling that. This series is one of the top fantasy series alongside Wot and LoTR and I hope this can get the ending that it deserves. I also appreciate how Martin has been rolling up his sleeves over the past year to finish out this book.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/lb4sn7/grrm_i_wrote_hundreds_and_hundreds_of_pages_for/",
  "subreddit": "books",
  "id": "lb4sn7",
  "is_self": true,
  "media": null,
  "is_video": false
}