{
  "author": "carissadraws",
  "the_new_excerpt": "Lately there’s been a lot of videos of priests and pastors openly talking about\npolitics in their churches and how Biden is the devil and trump is a gift sent\nfrom god or whatever. The common response to this is usually ‘tax the hell out\nof them.’ While I agree that’s what should happen I don’t…",
  "original_created_utc": 1616345378,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近有很多牧师和牧师公开谈论的视频。\n政治在他们的教会，如何拜登是魔鬼，而特朗普是一个礼物发送\n从神或什么的。通常的反应是'征收地狱的税\n的。虽然我同意这是应该发生的，但我不... ...",
      "title": "CMV：如果宗教不能被征税，至少应该将其视为相当于世俗的非营利组织。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近有很多牧師和牧師公開談論的視頻。\n政治在他們的教會，如何拜登是魔鬼，而特朗普是一個禮物發送\n從神或什麼的。通常的反應是'徵收地獄的稅\n的。雖然我同意這是應該發生的，但我不... ...",
      "title": "CMV：如果宗教不能被徵稅，至少應該將其視爲相當於世俗的非營利組織。"
    }
  ],
  "title": "CMV: If religions can’t be taxed, they should at least be seen as the equivalent of a secular nonprofit.",
  "created_utc": 1616384077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately there’s been a lot of videos of priests and pastors openly talking about politics in their churches and how Biden is the devil and trump is a gift sent from god or whatever. The common response to this is usually ‘tax the hell out of them.’ While I agree that’s what should happen I don’t think it will realistically happen because so many religious people will put up a fight.</p>\n\n<p>What I do think is more realistic is to get rid of the church IRS filing altogether and just lump them in with regular secular non profits. Why is this so important? Because non profits have to do one key thing that churches don’t; open their books to the IRS.</p>\n\n<p>So many mega churches have been embroiled in scandals regarding misuse of funds to get the pastor a boat or a new house and the reason this gross injustice carries on is because of the law that states churches don’t need to open their books to the government. This essentially gives them free reign to do whatever they want with their money with no accountability.</p>\n\n<p>Now I know there’s gonna be a bunch of people in my mentions saying ‘Ok you make a good point but having the church hand over their books to the IRS is a violation of church and state!’ And you couldn’t be more wrong.</p>\n\n<p>People only trot out the ‘violates separation of church and state’ phrase when they want churches to be exempt from laws the rest of us have to follow.</p>\n\n<p>When they wanted to make a law to force priests to break the seal of confession if somebody reports a crime, people cried ‘separation of church and state!’ to protect the Catholic Church and make sure they don’t follow the laws. They essentially think the seal of confession and the Catholic church’s archaic rules are more important than following the laws while living in this country. </p>\n\n<p>And if the church operates as a charity in the eyes of the IRS, they should have all the responsibilities of a charity in the US with no special exemptions.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ma0p26/cmv_if_religions_cant_be_taxed_they_should_at/",
  "subreddit": "changemyview",
  "id": "ma0p26",
  "is_self": true,
  "media": null,
  "is_video": false
}