{
  "author": "anotherlilthrowaway",
  "original_created_utc": 1629822037,
  "title": "CMV: Everyday people will have to make sacrifices/change their lifestyle for our society as a whole to combat climate change",
  "created_utc": 1629837416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I completely understand that major corporations are the cause of a majority of carbon issues and should be taking a lot of the blame for climate change. And I definitely think for us to actively combat climate change we need legislation that would restrict the use of fossil fuels and wastefulness in this major corporations. I don’t think we can combat climate change without government intervention. And I don’t buy into the “we all just need to decrease our individual carbon footprint” thing either because 1. I know that idea was created by fossil fuel companies to shift the blame for climate change off of them in to everyday people and 2. I know that data shows individuals reducing their foot print doesn’t have significant impact on climate change. </p>\n\n<p>However, these corporations don’t exist in a vacuum. For example everyone loves to talk crap about Amazon but very few people are willing to actually give up their prime accounts. By not making any changes in our day to day lives we are continuing the success of these companies. And while we need to governments help to hold these corporations accountable we will eventually also need to make changes in our own lives. For example, we can’t take down fossil fuel companies and decrease the US dependency on oil without changing to electric vehicles or more people taking public transit. </p>\n\n<p>Another example, the beef and dairy industry are huge polluters and while we absolutely have a ton of food waste and subsidize those industries more than we need, those industries are so strong because a ton of people consume beef and dairy. I’m not saying everyone needs to be vegan (I’m not) but to actually decrease the pollution done by this industry people would need to cut down on consumption in conjunction with ending subsidies. Many Americans eat meat with every single meal. That isn’t really something we can sustainably keep doing. </p>\n\n<p>I think it’s ridiculous when people assert that there’s no point in individuals taking steps to be more green (like cutting out single use plastics or going vegan or buying an electric car) because “well it’s all the major corporations that are causing these problems” when we are the reasons these corporations exist. Realistically if we did hold these corporations accountable for the pollution they cause and pass legislation to be more green that would inevitably force every day people to make changes/sacrifices as well. I believe corporate accountability (through legislation or even boycotts) and individual changes are necessary to decrease climate change. </p>\n\n<p>Im not sure I phrased this the best and I’m on mobile so forgive the formatting but to change my mind you have to prove to me that the average person would not have to change their day to day life in significant ways to combat climate change</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/paqlx8/cmv_everyday_people_will_have_to_make/",
  "subreddit": "changemyview",
  "id": "paqlx8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I completely understand that major corporations are the cause of a majority\nof carbon issues and should be taking a lot of the blame for climate change. And\nI definitely think for us to actively combat climate change we need legislation\nthat would restrict the use of fossil fuels and wastefulness…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "大企業が炭素問題の大部分の原因であり、気候変動の責任を負うべきだということはよくわかります。\n大企業が炭素問題の大部分の原因であり、気候変動の責任の多くを負うべきだということはよく理解しています。そして\n積極的に気候変動に立ち向かうためには、化石燃料や廃棄物の使用を制限するような\n化石燃料の使用や浪費を制限する法律が必要だと思います。",
      "title": "CMV: 社会全体で気候変動に対処するためには、日常の人々が犠牲になったり、ライフスタイルを変えたりする必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我完全理解大公司是造成大多数碳排放的原因。\n我完全理解，大公司是大多数碳问题的根源，应该为气候变化承担很多责任。而且\n我绝对认为，为了积极应对气候变化，我们需要立法\n来限制化石燃料的使用和浪费......",
      "title": "CMV：为了我们整个社会应对气候变化，每天都必须做出牺牲/改变他们的生活方式"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我完全理解大公司是造成大多數碳排放的原因。\n我完全理解，大公司是大多數碳問題的根源，應該爲氣候變化承擔很多責任。而且\n我絕對認爲，爲了積極應對氣候變化，我們需要立法\n來限制化石燃料的使用和浪費......",
      "title": "CMV：爲了我們整個社會應對氣候變化，每天都必須做出犧牲/改變他們的生活方式"
    }
  ]
}