{
  "author": "TrikerBones",
  "original_created_utc": 1628407549,
  "title": "CMV: It's the retail, restaurant, and fast food industries' faults no one wants to work for them anymore.",
  "created_utc": 1628429537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My opinion here goes both ways: People that collected PUA while moving back in with their parents, who used that money to better themselves somehow, and now no longer need to work retail/fast food/in a restaurant, and people who are straight up hoarding all of the money they got from PUA, and stimulus checks, and riding a wave of savings to try and force the industries to improve their wages.</p>\n\n<p>The first group is pretty self explanatory. COVID was a problem, incentivizing people to stay home was the best way to control it, and nobody owes it to these industries to sit on their hands and just come back when given the go ahead. They had every right to improve themselves.</p>\n\n<p>Likewise, the savings riders might have a <strong><em>legal</em></strong> obligation to come back, but morally, I say no. Fuck that. The law isn&#39;t the end all, be all. Slavery was openly legal at one point, so was murdering women for going against the church &quot;because of suspicions of witchcraft&quot;. These people have every moral right to collect their last two checks, and then ride on a wave of savings. And even if they get caught and arrested, they&#39;ll be in prison, not working for these companies. So the ones who don&#39;t get caught, and there will be some who don&#39;t, will still be able to refuse to go back. Leaving the people who <strong><em>did</em></strong> go back overworked, and likely to walk out without some major compensation boosts. </p>\n\n<p>A change is coming, and it&#39;s perfectly fine for that to be the case. And if it somehow doesn&#39;t, and you <strong><em>support</em></strong> that, you support not a representative democracy, but fascist totalitarianism. The people have made it clear they want better wage regulations. Politicians should be <strong><em>required</em></strong> to listen.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/p0aa72/cmv_its_the_retail_restaurant_and_fast_food/",
  "subreddit": "changemyview",
  "id": "p0aa72",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My opinion here goes both ways: People that collected PUA while moving back in\nwith their parents, who used that money to better themselves somehow, and now no\nlonger need to work retail/fast food/in a restaurant, and people who are\nstraight up hoarding all of the money they got from PUA, and…"
}