{
  "author": "LargePizzaAndBeer",
  "original_created_utc": 1638197436,
  "title": "CMV: Paying child support if you find out that you are not the father is unfair.",
  "created_utc": 1638204607,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some  time ago, a friend of mine found out through DNA test is not the father  of either his son and daugther. Both of them are relatively young.</p>\n\n<p>He  filed for divorce and obtained it, but since then he has to pay child  support which comes out as more than half his paycheck. Plus he has rent  and bills to pay. He challenged it in a court of law but ended up  losing the legal battle due to a number of circumstances. Long story  short, it was determined that he is the best candidate to provide the  kids a confortable upbringing and that he was not allowed to conduct a  DNA test on his child without the consent of the mother as well (and was  fined for that).</p>\n\n<p>He has made it clear that he does not want ties to his previous family and has changed city and job.</p>\n\n<p>I  find it unfair towards him and other people in his same situation. In  this case, the real father should step up and take responsibilities for  what he has done instead of being able to walk out free. Furthermore,  the mother should also be liable of some sort of fraud.</p>\n\n<p>Of  course, the wellness of the children matters. But this is way we pay  taxes. is it not? So that the state could support the less fortunate of  us and give them a fighting chance? Why should anyone be paying more to  contribute to the upbringing of children that are not his? What do they  have that is so special in respect to some other random orphan kid who  will do years in an temporary accomodation?</p>\n\n<p>Let  us allocate more of our budget towards creating a safety net for this  unlucky kids instead of torturing a poor guy to a life of 1€ meals,  shared accomodation and no savings.</p>\n\n<p>EDIT the reduction of his check is not just because of child support but also because he needed to pay all the expenses in his court case and also he has to pay his now ex wife monthly until she marries again. </p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/changemyview/comments/r4xge3/cmv_paying_child_support_if_you_find_out_that_you/",
  "subreddit": "changemyview",
  "id": "r4xge3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Some time ago, a friend of mine found out through DNA test is not the father of\neither his son and daugther. Both of them are relatively young.\n\nHe filed for divorce and obtained it, but since then he has to pay child support\nwhich comes out as more than half his paycheck. Plus he has rent and bills…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "しばらく前に、私の友人がDNA鑑定で父親ではないことがわかりました。\n息子も娘も父親ではないことがわかった。二人とも比較的若いです。\n\n彼は離婚を申請して離婚しましたが、それ以降は養育費を支払わなければなりません。\n給料の半分以上を支払わなければならない。それに家賃や請求書もあるし...。",
      "title": "CMV：自分が父親ではないとわかった場合に、養育費を支払うのは不公平です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "前段时间，我的一个朋友通过DNA测试发现，他的儿子和女儿都不是他的父亲。\n他的儿子和女儿。这两个孩子都比较年轻。\n\n他申请了离婚，并获得了离婚，但从那时起，他必须支付儿童抚养费\n这是他一半以上的工资。此外，他还有租金和账单...",
      "title": "CMV: 如果你发现自己不是孩子的父亲，支付孩子的抚养费是不公平的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "前段時間，我的一個朋友通過DNA測試發現，他的兒子和女兒都不是他的父親。\n他的兒子和女兒。這兩個孩子都比較年輕。\n\n他申請了離婚，並獲得了離婚，但從那時起，他必須支付兒童撫養費\n這是他一半以上的工資。此外，他還有租金和賬單...",
      "title": "CMV: 如果你發現自己不是孩子的父親，支付孩子的撫養費是不公平的。"
    }
  ]
}