{
  "author": "jefrye",
  "the_new_excerpt": "This has long been a pet peeve of mine that's grating on me more and more\nlately.\n\nI understand the reasoning behind including analytical essays with new editions\nof classic novels, and I often enjoy reading them....but not until after I've\nfinished the actual book, because I don't want spoilers. So…",
  "original_created_utc": 1614559641,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是我长期以来的一个小毛病，让我越来越不爽了\n最近。\n\n我明白了将分析性文章与新版文章一起收录的道理。\n的经典小说，我经常喜欢读....，但直到我已经。\n完成了真正的书， 因为我不希望破坏者。所以...",
      "title": "为什么经典小说的前言里经常会加上充满破坏性的文章？这让我抓狂。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我長期以來的一個小毛病，讓我越來越不爽了\n最近。\n\n我明白了將分析性文章與新版文章一起收錄的道理。\n的經典小說，我經常喜歡讀....，但直到我已經。\n完成了真正的書， 因爲我不希望破壞者。所以...",
      "title": "爲什麼經典小說的前言裏經常會加上充滿破壞性的文章？這讓我抓狂。"
    }
  ],
  "title": "Why are spoiler-filled essays so often added to the introduction of classic novels? It's driving me crazy.",
  "created_utc": 1614581561,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This has long been a pet peeve of mine that&#39;s grating on me more and more lately.</p>\n\n<p>I understand the reasoning behind including analytical essays with new editions of classic novels, and I often enjoy reading them....but not until <em>after</em> I&#39;ve finished the actual book, because I don&#39;t want spoilers. So why are these added as an &quot;introduction&quot; rather than appended to the end of the text? </p>\n\n<p>These essays don&#39;t always include spoilers, and are often explorations of the author&#39;s life, social norms of the time, translation challenges, and so on, which provide context that would be helpful to know going into the book. However, for me it&#39;s not worth the risk to read them beforehand as publishers give zero notice as to when spoilers may pop up. </p>\n\n<p>Moreover, there have been several times when I&#39;ve used the &quot;search&quot; function on my Kindle (needing to remind myself how various characters are related, what happened at a specific plot point, etc.) only to accidentally see the first chronological search results be <em>major spoilers</em> from the introduction explaining part of the plot. </p>\n\n<p>Does anyone understand the reasoning behind this? Or am I the only one who sees a problem here?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/luvger/why_are_spoilerfilled_essays_so_often_added_to/",
  "subreddit": "books",
  "id": "luvger",
  "is_self": true,
  "media": null,
  "is_video": false
}