{
  "author": "hiftikha",
  "the_new_excerpt": "Fictional reading in particular is extremely beneficial to all aspects of your\nlife. Humans have been wired with the ability to speak, as we've been doing it\nfor at least 100,000 years in some shape or form. Reading however, has only been\naround for 5,000 years or so. A baby has to be taught how to…",
  "original_created_utc": 1611464139,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "尤其是小说阅读，对你的各方面都有极大的好处。\n生命。人类被赋予了说话的能力 就像我们一直在做的那样。\n至少有10万年的历史，以某种形式存在。然而，阅读只是\n围绕着五千年左右的时间。婴幼儿必须教他如何... ...",
      "title": "YSK你在读一本好书的时候，从来没有浪费过你的时间"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "尤其是小說閱讀，對你的各方面都有極大的好處。\n生命。人類被賦予了說話的能力 就像我們一直在做的那樣。\n至少有10萬年的歷史，以某種形式存在。然而，閱讀只是\n圍繞着五千年左右的時間。嬰幼兒必須教他如何... ...",
      "title": "YSK你在讀一本好書的時候，從來沒有浪費過你的時間"
    }
  ],
  "title": "YSK you are never wasting your time when you are reading a good book",
  "created_utc": 1611516631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fictional reading in particular is extremely beneficial to all aspects of your life. Humans have been wired with the ability to speak, as we&#39;ve been doing it for at least 100,000 years in some shape or form. Reading however, has only been around for 5,000 years or so. A baby has to be taught how to read, but will learn to speak if you put them around other people who speak.</p>\n\n<p>Why YSK: Reading quite literally creates new individual neural pathways in the brain. Brain scans show that reading results in a brain activity quite similar to having the actual experience yourself. The brain is a muscle, the more you force yourself to take other people&#39;s perspective, the more you sympathize, the more empathetic society we will have.</p>\n\n<p>Edit: Thank you so much for the awards! Please send me your book recs, I want to break my personal book record this year and fill up my book journal! :)</p>\n</div><!-- SC_ON -->",
  "score": 18867,
  "permalink": "/r/YouShouldKnow/comments/l3su5f/ysk_you_are_never_wasting_your_time_when_you_are/",
  "subreddit": "YouShouldKnow",
  "id": "l3su5f",
  "is_self": true,
  "media": null,
  "is_video": false
}