{
  "author": "harrysapien",
  "original_created_utc": 1627104107,
  "title": "Looking for a \"character(s) transported to the past, future, or a magical realm\" similar to Eric Flint's 1632, The Unincorporated Man, or the anime genre Isekai",
  "created_utc": 1627137135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love books in which a character is transported into the past, future, or another world or magical realm.  I thought 1632 was Brilliant (A modern day American small town is transported to the year 1632 in Europe).  The Unincorporated Man was also a good read (21st century man is transported to the future)</p>\n\n<p>I&#39;d love to find some good reads in which a character (or characters) are transported to the past or the future or another world, etc</p>\n\n<p>thanks for any and all suggestions</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/oqjptx/looking_for_a_characters_transported_to_the_past/",
  "subreddit": "booksuggestions",
  "id": "oqjptx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love books in which a character is transported into the past, future, or\nanother world or magical realm. I thought 1632 was Brilliant (A modern day\nAmerican small town is transported to the year 1632 in Europe). The\nUnincorporated Man was also a good read (21st century man is transported to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、登場人物が過去や未来、あるいは別の世界や魔法の領域に移動する本が大好きです。\n別の世界や魔法の領域に移動する本が好きです。1632年は素晴らしいと思いました（現代のアメリカの小さな町が、1632年に移動します）。\n現代のアメリカの小さな町が1632年のヨーロッパに転送される）。) The\nUnincorporated Man」も良かったです（21世紀の男性が1632年のヨーロッパに転送される）。",
      "title": "エリック・フリントの「1632」や「The Unincorporated Man」、あるいはアニメの「異世界」に似た「過去や未来、あるいは魔法の領域に運ばれるキャラクター」を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢书中的人物被传送到过去、未来或另一个世界或魔界。\n另一个世界或神奇的境界。我认为《1632》很精彩（一个现代的美国小镇被传送到了过去的年代）。\n美国小镇被传送到1632年的欧洲）。) 无名氏\n无名氏》也是一本好书（21世纪的人被传送到了欧洲）。",
      "title": "寻找类似于埃里克-弗林特的《1632》、《无主之人》或动漫类型的《伊势》的 \"被传送到过去、未来或魔幻境界的人物\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡書中的人物被傳送到過去、未來或另一個世界或魔界。\n另一個世界或神奇的境界。我認爲《1632》很精彩（一個現代的美國小鎮被傳送到了過去的年代）。\n美國小鎮被傳送到1632年的歐洲）。) 無名氏\n無名氏》也是一本好書（21世紀的人被傳送到了歐洲）。",
      "title": "尋找類似於埃裏克-弗林特的《1632》、《無主之人》或動漫類型的《伊勢》的 \"被傳送到過去、未來或魔幻境界的人物\"。"
    }
  ]
}