{
  "author": "Thick_Part760",
  "the_new_excerpt": "Why YSK? Regardless of any previous deals or forms you may have signed with your\nemployer, at least in BC Canada, it is illegal for an employer to force an\nemployee to pay for something as a result of their work.\n\nExample: I was in a minor accident at a car dealership I was working at a while\nback.…",
  "original_created_utc": 1623943380,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか？雇用主との間で交わされた過去の取引やフォームに関わらず、少なくともBCカナダでは\n少なくともカナダのBC州では、雇用主が従業員に何らかの支払いを強要することは違法です。\n違法です。\n\n例を挙げます。私はしばらく前に働いていた自動車販売店で小さな事故に遭いました。\nback....",
      "title": "YSK: 雇用主は、法的に自腹を切ることを強制することはできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK？无论你以前与你的雇主签署了什么协议或表格\n至少在加拿大卑诗省，雇主强迫雇员接受培训是非法的。\n雇员为其工作的结果支付费用是非法的。\n\n例子。我在一家车行工作时发生了一起小事故，当时我在车行工作。\nback....",
      "title": "YSK：雇主在法律上不能强迫你自掏腰包买东西"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK？無論你以前與你的僱主簽署了什麼協議或表格\n至少在加拿大卑詩省，僱主強迫僱員接受培訓是非法的。\n僱員爲其工作的結果支付費用是非法的。\n\n例子。我在一家車行工作時發生了一起小事故，當時我在車行工作。\nback....",
      "title": "YSK：僱主在法律上不能強迫你自掏腰包買東西"
    }
  ],
  "title": "YSK: An employer cannot legally force you to pay for things out of your own pocket",
  "created_utc": 1623955367,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK? Regardless of any previous deals or forms you may have signed with your employer, at least in BC Canada, it is illegal for an employer to force an employee to pay for something as a result of their work. </p>\n\n<p>Example: I was in a minor accident at a car dealership I was working at a while back. It was 100% not my fault, however the managers claimed 10km/h was too fast in the lot (nobody told me the speed limit was 5km/h). The other person didn’t look before pulling out and hit the truck I was driving and therefore it was apparently my fault. They tried charging me 1/3 if the insurance deductible, which was $1,000. They also terminated me. I kept arguing that I wasn’t going to pay it and eventually found <a href=\"https://www2.gov.bc.ca/gov/content/employment-business/employment-standards-advice/employment-standards/wages/deductions\">this</a> and screenshot it and sent it to them. When I met with the financial people at their head office shortly after, they said my balance was $0. </p>\n\n<p>Don’t let scum bag corporations prey on young workers because they think they may not know the rules</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/o1ztu0/ysk_an_employer_cannot_legally_force_you_to_pay/",
  "subreddit": "YouShouldKnow",
  "id": "o1ztu0",
  "is_self": true,
  "media": null,
  "is_video": false
}