{
  "author": "Hellothere_1",
  "the_new_excerpt": "Many right wing Americans are currently concerned about \"cancel culture\", i.e.\nPeople unjustly being fired by their employers for something they said on social\nmedia, possibly even decades prior.\n\nAs a leftist I actually kind of agree with that assessment. However, I find it\nhighly hypocritical that…",
  "original_created_utc": 1613228653,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "目前很多美国右翼人士都在关注 \"取消文化\"，也就是\n人们因为在社交上说的一些话而被雇主不公正地解雇。\n媒体，甚至可能是几十年前的媒体。\n\n作为一个左派，我其实挺同意这个评价的。不过，我觉得\n虚伪得很",
      "title": "CMV：如果你对取消文化有意见，你应该倡导更好的解雇保护。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "目前很多美國右翼人士都在關注 \"取消文化\"，也就是\n人們因爲在社交上說的一些話而被僱主不公正地解僱。\n媒體，甚至可能是幾十年前的媒體。\n\n作爲一個左派，我其實挺同意這個評價的。不過，我覺得\n虛僞得很",
      "title": "CMV：如果你對取消文化有意見，你應該倡導更好的解僱保護。"
    }
  ],
  "title": "CMV: If you have an issue with cancel culture you should be advocating for better dismissal protection",
  "created_utc": 1613284455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many right wing Americans are currently concerned about &quot;cancel culture&quot;, i.e. People unjustly being fired by their employers for something they said on social media, possibly even decades prior.</p>\n\n<p>As a leftist I actually kind of agree with that assessment. However, I find it highly hypocritical that many of the people who complain about cancel culture will then turn around and still defend an employer&#39;s freedom to fire their employees without cause in other circumstances.</p>\n\n<p>In the US dismissal protection is extremely limited. Unless your employer accidentally gave away that they fired you for one of the few banned reasons (like being part of a racial minority) there is pretty much nothing they can&#39;t fire you for.</p>\n\n<p>Now, there are many arguments to be had about how prevalent or damaging cancel culture really is, and whether it actually deserves the word &quot;culture&quot;, but the fact of the matter is that cancelling someone as most commonly discussed (i.e. firing them for a political statement that your employer didn&#39;t like) would actually be illegal in many other areas of the world.</p>\n\n<p>In most first world countries employees can only fired with a specific cause. A firing might be due to economic reasons (downsizing or restructuring), due to injuries or other afflictions that make an employee unable to do their job, or because of undesirable behavior of the employee. </p>\n\n<p>However, even then there are restrictions on what can or can&#39;t be done. For example in Germany or the UK it would be illegal to fire someone for an arbitrary behavior not covered by the employment contract unless a) the employee was previously warned against this behavior and ignored the warning, or b) the behavior is illegal or highly unsafe towards their coworkers or clients etc.</p>\n\n<p>That means in the classic case of a resurfacing mildly racist social media post from over 20 years ago the most an employer could probably do is warn you not to write something like that again, and even then that might not hold up in court depending on the nature of the post and your employment.</p>\n\n<p>Personally I kind of prefer it that way. It gets rid of the somewhat arbitrary nature of &quot;being cancelled&quot; and means people can&#39;t just lose their livelihood from one day to the next because of something their employer disapproved of that they might not even have known would be an issue ahead of time. Yes, it does mean that sometimes people can post racist stuff on facebook and keep their job, but personally I think there are better ways of dealing with racists on the internet than by having their employer decide their punishment.</p>\n\n<p>However, if you are against cancel culture but still support companies being able to fire employees for other arbitrary reasons, then as far as I&#39;m concerned you don&#39;t really care about fairness, you&#39;re just salty that your outdated political opinions are no longer considered acceptable in mainstream discourse.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lj23xi/cmv_if_you_have_an_issue_with_cancel_culture_you/",
  "subreddit": "changemyview",
  "id": "lj23xi",
  "is_self": true,
  "media": null,
  "is_video": false
}