{
  "author": "BOBALL00",
  "the_new_excerpt": "YSK: Jehovah’s witnesses are collecting your data and you can stop them\n\nWhy YSK: It’s an invasion of privacy and you can make it harder for them to send\nyou unwanted mail and call you\n\nI’m a former witness and after I left certain people have tried finding out my\naddress and other personal…",
  "original_created_utc": 1611799838,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "耶和华见证人正在收集你的数据，你可以阻止他们。\n\n为什么YSK：这是对隐私的侵犯，你可以让他们更难发送。\n你的不速之客，给你打电话\n\n我是一个前证人，在我离开后，某些人试图找出我的...\n地址和其他个人...",
      "title": "耶和华见证人正在收集你的数据，你可以阻止他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "耶和華見證人正在收集你的數據，你可以阻止他們。\n\n爲什麼YSK：這是對隱私的侵犯，你可以讓他們更難發送。\n你的不速之客，給你打電話\n\n我是一個前證人，在我離開後，某些人試圖找出我的...\n地址和其他個人...",
      "title": "耶和華見證人正在收集你的數據，你可以阻止他們。"
    }
  ],
  "title": "YSK: Jehovah’s witnesses are collecting your data and you can stop them",
  "created_utc": 1612280167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK: Jehovah’s witnesses are collecting your data and you can stop them</p>\n\n<p>Why YSK: It’s an invasion of privacy and you can make it harder for them to send you unwanted mail and call you</p>\n\n<p>I’m a former witness and after I left certain people have tried finding out my address and other personal info.</p>\n\n<p>Since they can’t do their door to door work they are getting peoples addresses and phone numbers off the internet. They can see your Email, phone number, and address FOR FREE and they use this info to send you letters and call you so they can try to convert you</p>\n\n<p>The website is called truepeoplesearch.com</p>\n\n<p>On the bright side you can remove your data. Type in truepeoplesearch/Remove. Find your name and scroll to the bottom where it says “remove” and it will send a link to your email to take your personal info down</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/l6l9b1/ysk_jehovahs_witnesses_are_collecting_your_data/",
  "subreddit": "YouShouldKnow",
  "id": "l6l9b1",
  "is_self": true,
  "media": null,
  "is_video": false
}