{
  "author": "ScreenAmbitious7830",
  "original_created_utc": 1632968994,
  "title": "Non Reading Husband: Help us start a family time reading habit",
  "created_utc": 1633001484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been struggling with a feeling of dismay . . .</p>\n\n<p>I&#39;ve been praying and working on being more efficient with my time so that I can find a moment and sit with a book in front of my children instead of always have a device in my hand. I need to lead by example and I am here to solicit your help as I feel fully convicted that I am failing them in this regard.</p>\n\n<p>As for myself, having received by bachelor&#39;s degree (major: psychology; minor: sociology) over 16 years ago and never using it, and getting 90% of the way through my masters (criminal justice) having never completed it, reading (really reading, books WITH PAPER)  seems to be a thing of the past for me. I&#39;d love some inspiration, though I do already have a pile books to start with.</p>\n\n<p>As for my husband, having never completed his formal schooling, reading has never been on his radar. I would be in my glory for myself and my children to witness him enjoying and completing a book.  I don&#39;t have a clue where to start with him. He&#39;s a man&#39;s man of Greek American heritage. He has a very tough exterior but was born with a heart to help and serve. A hard working man of integrity who has suffered many losses over the past 3 years (both parents, a brother, and 3 close friends). He became a dad later in life, 42 and we share 2 children (9 and 11 years old). He&#39;ll be 53 this year. </p>\n\n<p>I give you this background in hopes it may help someone offer some insight on books that may speak to a man of his sort.</p>\n\n<p>I thank anyone and everyone who can offer some insight. I would be truly grateful 🙏</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/pyaha9/non_reading_husband_help_us_start_a_family_time/",
  "subreddit": "booksuggestions",
  "id": "pyaha9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been struggling with a feeling of dismay . . .\n\nI've been praying and working on being more efficient with my time so that I can\nfind a moment and sit with a book in front of my children instead of always have\na device in my hand. I need to lead by example and I am here to solicit your\nhelp as…"
}