{
  "author": "SilentSamurai",
  "original_created_utc": 1628399144,
  "title": "YSK that Discount Tires, Les Schwab, and several other tire chains offer free air checks and flat repairs.",
  "created_utc": 1628404880,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Found this out unintentionally the other day. Ran over a nail somewhere the day before and had to take it in. Already had a bunch of money tied up this month, so I was dreading the cost. To my surprise, Discount got me in and fixed it for free in half an hour. Found out this was a pretty common thing among these chains.</p>\n\n<p>I&#39;m sure this&#39;ll be of value to someone in a similar pickle with money on their mind, or simply if you&#39;ve been putting off pumping up your tires.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/p08m54/ysk_that_discount_tires_les_schwab_and_several/",
  "subreddit": "YouShouldKnow",
  "id": "p08m54",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nFound this out unintentionally the other day. Ran over a nail somewhere the day\nbefore and had to take it in. Already had a bunch of money tied up this month,\nso I was dreading the cost. To my surprise, Discount got me in and fixed it for\nfree in half an hour. Found out this was a pretty…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n先日、思わず見つけてしまいました。前日にどこかで釘を踏んでしまって\n前日にどこかで釘をひいてしまい、修理に出さなければなりませんでした。今月はすでにたくさんのお金が拘束されていました。\nお金がかかるのが嫌だったんです。驚いたことに、ディスカウントでは30分で無料で修理してくれました。\n30分後には無料で直してくれました。驚いたことに、Discountは30分で無料で修理してくれました。",
      "title": "Discount TiresやLes Schwabなど、いくつかのタイヤチェーン店では、エアチェックやパンク修理を無料で行っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n有一天无意中发现了这个问题。前一天在某个地方撞到了一个钉子\n前，不得不把它送进医院。这个月已经有一堆钱被占用了。\n所以我很担心费用问题。令我吃惊的是，\"折扣 \"公司在半小时内就把我送进去并免费修好了。\n半小时就免费修好了。我发现这是个相当大的问题。",
      "title": "YSK、Discount Tires、Les Schwab和其他一些轮胎连锁店提供免费的空气检查和爆胎维修。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n有一天無意中發現了這個問題。前一天在某個地方撞到了一個釘子\n前，不得不把它送進醫院。這個月已經有一堆錢被佔用了。\n所以我很擔心費用問題。令我喫驚的是，\"折扣 \"公司在半小時內就把我送進去並免費修好了。\n半小時就免費修好了。我發現這是個相當大的問題。",
      "title": "YSK、Discount Tires、Les Schwab和其他一些輪胎連鎖店提供免費的空氣檢查和爆胎維修。"
    }
  ]
}