{
  "approved_at_utc": null,
  "subreddit": "wallstreetbets",
  "selftext": "““The tendies are coming, the tendies are coming” – Paul Revere”” – HomeDepotHank69\n\nApes, I have excellent news. Today, I woke up (with only a half chub) and thought to myself “I’m gonna be super productive today and get a ton of work done.” Then, my ADHD medicine kicked in and I went down another GME rabbit hole. Here is the product of that (I will warn you, this is long):\n\nI have done a lot of digging and have found some extraordinary similarities from last year’s annual meeting of stockholders to this one and why it and the months leading up to it should be HUGE for GME. This is not a technical analysis, this is pure DD. I am not a financial advisor and this is not financial advice.\n\nJust a note: you can find all of these documents simply by searching “Gamestop Notice of 2020 Annual Meeting of Stockholders” on Google, I just picked out the important parts to make it easier.\n\n**History**\n\nI am first going to start with GME’s share price as of April 2020:\n\nhttps://preview.redd.it/8vdfrd67c0r61.png?width=1396&format=png&auto=webp&s=48c7b8413ba4ab2e925d7332c6e5967a13b990fc\n\n&#x200B;\n\nAs you can see, on April 3rd, 2020, GME’s price bottomed to under $2. This was due to Covid absolutely crushing the company and shorters seeking to hit the “bankruptcy jackpot.” However, on April 3rd and the next few days, we see the price of GME almost triple all the way up to $6. Why was this? Some of you may remember Michael Burry announced his GME position in April 2020. Well, that’s not what caused this rise as Burry announced his stake on Friday the 10th, which caused a rise on Monday the 13th:\n\n&#x200B;\n\nhttps://preview.redd.it/2nex5908c0r61.png?width=1388&format=png&auto=webp&s=de67e9bdd2d979c91dc9bb43bc53b2a12da68ae9\n\nSo if it wasn’t Michael Burry’s announcement of his position, then what was it? Was it the announcement of the annual shareholder’s meeting? Nope, that was announced in late April as well:\n\nhttps://preview.redd.it/ng9w1hn8c0r61.png?width=1308&format=png&auto=webp&s=80752e0a42df99f79379699efda585b273c938b3\n\n&#x200B;\n\nSo, if it wasn’t either of those things, then what was it? The drastic rise in GME starting April 3rd, 2020 (which seems pathetic compared to today’s price action) was due to a group of activist investors, Hestia Capital, who owned 7.5% of GME at the time announcing that they would be nominating new members of the board at the shareholders meeting. When was this letter released? April 3rd, 2020:\n\n&#x200B;\n\nhttps://preview.redd.it/y9fc9ul9c0r61.png?width=1380&format=png&auto=webp&s=2203bb2a004f5510f8d37d0e0415f26a165233b2\n\nWhy is this significant? Well, for some reason it was pretty well known that GME’s short interest was over 100% at this time (still blows my mind that more people didn’t pounce on this at the time, myself included). Again, this was because Covid was destroying GME and shorts were looking to get the “bankruptcy jackpot.” I believe that this is when shorts were deploying massive amounts of naked shorts. Their reasoning was that if they pushed GME into bankruptcy, they wouldn’t have to repay the naked shorts because the company wouldn’t exist anymore (this is just a theory but it seems reasonable considering what’s happened today). Shorts took a calculated risk that they thought would pay off. Their reasoning was that at the best they hit the bankruptcy jackpot and at the worst they stock goes up a little and they take a slight loss due to the naked shorts (boy were they wrong on that one). Well, their plan almost worked. They got it down to under $3. Then, this statement came out. Why is that statement significant? Well, this letter explicitly stated that GME has high short interest and that in order to vote, shareholders need to recall their shares from anyone who has them on loan before the date of April 20, 2020:\n\nhttps://preview.redd.it/pc0t84fac0r61.png?width=1376&format=png&auto=webp&s=44b6abff32b7961952a48798d464c491f3c7a445\n\n&#x200B;\n\nLook back at the GME chart that I posted at the top of this. BOOM. This company announces that and people start recalling their shares, forcing some shorts to cover. GME’s massive short interest at this time was already well known:\n\nhttps://preview.redd.it/p0046h2bc0r61.png?width=1326&format=png&auto=webp&s=ffee6642fffdc657bb343467eff365a777f9bb84\n\n&#x200B;\n\nFrom that point on, GME's price never even got close to that $3 range again:\n\nhttps://preview.redd.it/b5gn9tubc0r61.png?width=1304&format=png&auto=webp&s=a73405eb69dce6967d5a7a95684f6fcd1e1fb484\n\n&#x200B;\n\nI couldn’t include the rest of the chart because it makes these moves seem insignificant because of GME’s massive price today. This is where the shorts should’ve thrown in the towel and taken the loss, but they didn’t. They kept shorting GME and, as we all know, the short interest eventually hit 140% and the January events happened. And know we’re here, exactly 1 year later to the tee. The rest of this post will be going over the similarities of this period last year to today and my thoughts on what might happen.\n\n**Similarities**\n\nSo, as stated above, GME’s price rose so rapidly on April 3rd because of that proxy statement urging shareholders to recall their shares. This, which was simply an urging, not a full recall, lead to an almost 3x increase in price in just a few days. Imagine if GME does a forced recall of the shares this time around: BOOM.\n\nThe first similarity is the presence of activist investors trying to make a fundamental change to GME as a company. The 2020 activist investor that I mentioned above, Hestia Capital, was what Ryan Cohen currently is. From the proxy statement, we can see that Hestia was actively trying to replace people on the GME board of directors for their inaction and ineffectiveness:\n\nhttps://preview.redd.it/adj3y4edc0r61.png?width=1366&format=png&auto=webp&s=dcaae3d58dffe33c36eb3ff6b9c02c1544db95ce\n\nhttps://preview.redd.it/yzjcp6edc0r61.png?width=1324&format=png&auto=webp&s=3081f2c2f5034871461197e61f6b6e0e1855e1c0\n\nhttps://preview.redd.it/desngdedc0r61.png?width=1348&format=png&auto=webp&s=d66cfdecd99b8f97de088f16ab4dcab54aad716b\n\n&#x200B;\n\nAlso, note that the whole point of this proxy letter was Hestia announcing that they are nominating people to the board for the 2020 meeting and that shareholders need to vote. Does this feel any similar to Cohen getting on the board, ousting the C.F.O., and bringing on Chewey and Amazon execs?\n\nThroughout the letter, Hestia documents the reasons for their desire to change the board and documents a history of the events leading up to it. This is far too much information to screenshot, but I encourage you to read it for yourself: [https://news.gamestop.com/node/17596/html](https://news.gamestop.com/node/17596/html) (Search “reasons for the solicitation” and “background of the solicitation” within the document to find these points).\n\nTo recap, we have the presence of an activist investor trying to shake up the board of GME, GME having a massive short interest, naked/abusive shorting activity, the annual shareholders meeting being in June (last year it was June 12th, this year it is June 11th), and an activist investor trying to change the fundamental direction of the company. All of this went down in April and was related to the shareholders meeting in June.\n\nSounds pretty similar to today right? But what’s the difference? Ryan Cohen is a much stronger activist investor, seems to have more power in the company, has a clearer vision than Hestia, and is making changes more aggressively. Another difference is obviously GME’s price, media coverage, and volume. The short squeeze has made GME a hot media topic, the price is multiples higher than it was a year ago (almost 200x), and the volume (though lower recently) is still MUCH higher than it was one year ago (see any GME chart and compare the volume). But there’s one more difference that is crucial. There is an odd phenomenon in GME today. A strange primate whose scientific name is hominoidea, whose hands are strong as diamonds, and whose wives have endless boyfriends. Yes, I am talking about apes. The uncanny ability of apes to buy and hold throughout any storm has created a sort of wall of support on GME that makes it very hard for shorts to kill the price. Combine that with another strange creature, whose scientific name is Cetacea, who has deep pockets and a symbiotic relationship with hominoidea. This is our whale. This symbiotic relationship means that the shorts are toast (I’m not even joking here, apes have created a wall of support, we have power). Combine all of this with the abusive shorting, failure to deliver cycle, statutory leverage ratio relief not being extended, and new DTCC/SEC regulations on abusive shorting and you have a recipe for tendies.\n\n**The future**\n\nSo, I broke down the past, showed you the similarities, and talked about the present. Now what? Well, here are my thoughts on how the potential GME shareholder’s meeting and the months leading up to it could affect the stock:\n\nFirst, I want to echo what everyone else says about dates and predictions - they are not set in stone, do not base your strategy off of them, and do not treat them as fact as it could lead to more doubt among newer apes. This is not a prediction, this is simply a date/time to keep in mind. I am not a financial advisor and this is not financial advice. I am Hank. Uncle Hank.\n\nI would like to turn your attention to the week of April 12th and the week of April 19th. This is a 2 week period. As many of you apes know, our golden ticket would be a share recall. A share recall would force shorts to return the borrowed shares of GME to the rightful owners. Obviously, this would literally force the shorts to cover and would lead to massive tendies. As I've said in my previous posts, GME needs volume in order to rise and catalysts are what create volume. As we have seen, GME is particularly sensitive to catalysts, especially those relating to its leadership and Ryan Cohen. This was most evident when GME shot back up from the dead in late February after they announced the ousting of their C.F.O.\n\nThe SEC does not allow a company to recall its shares earlier than 60 days of the shareholder's annual general meeting. Many people hoped a share recall would be announced during earnings (Mar 23), but this would have been a violation of SEC rules, so that was off the table from the start. For context, here are the dates of the past four meetings: June 10, June 26, Jun 10, June 2. This year’s meeting is June 12th or 11th (not sure which but it’s one of those).\n\nLet's use June 11 as our assumption. 60 days prior to June 10th would put us at April 12. Moreover, the tenure of the current C.E.O. also lines up with that date. The current C.E.O. is on a vesting schedule (incentive to stay with a company until a certain date to receive some form of compensation). Per his vesting schedule, he will get 84k shares of GME on April 15th. GME could possibly be waiting until that date to announce Cohen as the C.E.O. (or at the very least to announce that the current C.E.O. is parting ways with the company). Remember when this happened to the C.F.O in February (the price returned from the dead), just imagine how much bigger the rise would be if this announcement was for the C.E.O.\n\nNow, turn your attention back to everything I said above about last year. Maybe GME will announce that they are planning on holding some kind of vote for board positions, or maybe someone with a significant stake in GME (oh Idk maybe Cohen whose stake is almost double what Hestia’s was) could submit a proxy statement similar to Hestia’s which encourages shareholders to recall their shares so they can vote. Or, maybe GME will announce a forced recall for the purposes of voting (GME already acknowledged in their SEC filing that they are aware that their stock still has very high short interest). Maybe this explains why the conference call was so bland: the C.E.O. knows that he’s on the outs and was instructed by the board to give a bare-bones call so they can announce the juicy stuff later when he’s out. OR, maybe there will be more announcements about more board members coming on similar to the recent announcement of the Chewey and Amazon execs. Either way, if any of these announcements require a vote and shares are forcibly recalled or if it is recommended that shareholders recall their shares, then maybe we will see something similar to last year.\n\nThat date (April 15th) is also significant because the monthly options for April are expiring on April 16. Because of that, expect, at the very least, higher volume on that Friday and the Thursday preceding it. This might also explain why the earnings call felt so bare-bones. AT THE VERY LEAST, we will get some kind of good announcement during the shareholders meeting in June, but I would expect something sooner. At this point, I don't see a world where Cohen is not named a C-suite executive of GME. He owns 13% (obviously has a huge personal interest in its success), has recruited Chewey executives (and maybe the person from Amazon as well), and appears to be shaking up the board and other C-suite positions. I would be shocked if he just kinda sat outside the action as the puppet master. He has too much vested in this to not obtain direct power over the situation. It also appears that the company is going in the direction that he wants to take it (e-commerce shift), so it wouldn't make sense for him not to be a C-suite executive at some point. It's also significant that GME has made leadership announcements in each of the past few months (C.F.O. in February, Amazon + Chewey Execs in March), and that it would make sense for another announcement to come in April especially considering last year's activity in April regarding leadership and where Cohen is currently trying to take the company.\n\nAs many of you know DFV's calls expire on that day. At this point, it should be obvious that he is exercising those because if he was gonna just take the profits and rollover the contract, he would've done so much earlier because theta has been eating those. This is again just conjecture, but maybe DFV is waiting until that date to exercise his calls in order to inflict more pain on market makers for failing to deliver shares. This is again just conjecture did research similar to this and came to the conclusion that April 16th would be a crucial day, so he is waiting til then to exercise to put more pressure on the failure to delivers. If you've kept up with his updates, he has plenty of cash on hand so he could easily exercise these. What he could also do is buy more calls (at a later date), which would put obvious upward pressure on the stock. One thing is for certain, he's not going to let those options expire worthless, especially considering the fact that he has millions in cash in his account.\n\nFinally, I also wanted to discuss why I believe that the leadership of GME (at least the new ones) and Cohen are on our side, which is why a share recall would benefit them. First, as we all know, Cohen loves to tweet cryptic stuff (it's actually pretty obvious that it's about GME). A few weeks ago he tweeted that video of the puppet that people deciphered to be about a commercial that said \"I love your shorts.\" Recently he tweeted a vid of TED hitting a bong that people deciphered to mean either bears got smoked or bears took a big hit (this is when it shot up significantly in a day). So, as we all know Cohen is insanely interested in GME and its stock price - and why wouldn't he be, he has 13% ownership (there are also reports of him calling up disgruntled customers asking how he can make their service better). Now, this is why a share recall would benefit GME. There are two different sets of assumptions that we have to work with here: assumption 1 is that the leadership of GME (Cohen included) does not subscribe to the theory that GME is abusively shorted. If we go with this assumption and say that GME is only shorted 25% (boomer data), a share recall benefits them because it will alleviate some of the selling pressure that shorting creates, which will allow the stock to go up. Assumption 2 (the more likely assumption) is that the leadership subscribes to the theory that GME is being abusively shorted. The reason why I believe this is more likely is because of their SEC filing where they addressed that GME has high short interest and that continuing this could cause a short squeeze. This was like when Porsche announced that they had a huge stake in VW to \"warn\" the shorts to cover. If this theory is true, GME is aware that their company is being abusively shorted and is not reflective of the real price of the stock. Therefore, it would be significantly in their interest to recall shares, which would force naked shorts to cover and would DRASTICALLY decrease the downward pressure. Whichever theory they subscribe to, it benefits them immensely to do a recall, and I believe that assumption 2 is far more likely.\n\nYeah I know that was long, rabbit holes will do that to ya.\n\n**TL;DR**\n\nOne year ago to the tee, GME’s stock rose on the announcement that an activist investor was having a vote and they recommended shareholders to recall their shares. The short interest was over 100%. The activist investor sought to shakeup management and change the direction of GME. Fast forward to today (exactly 1 year later), and we have an activist investor changing up the company. If GME does a share recall ahead of this meeting or if Cohen releases a proxy statement encouraging shareholders to recall their shares, we could very well see a meteoric rise similar to last year at this time. GME has not provided much information on that meeting, so, similar to last year, updates could come in the month of April. We know that any announcement about leadership changes makes the stock rise.\n\nNot a financial advisor, not financial advice. Am primate.",
  "author_fullname": "t2_2vq1t6vr",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "GME DD on April 2020 similarities to today",
  "link_flair_richtext": [
    {
      "e": "text",
      "t": "DD"
    }
  ],
  "subreddit_name_prefixed": "r/wallstreetbets",
  "hidden": false,
  "pwls": 7,
  "link_flair_css_class": "dd",
  "downs": 0,
  "thumbnail_height": 101,
  "top_awarded_type": null,
  "hide_score": false,
  "media_metadata": {
    "pc0t84fac0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 65,
          "x": 108,
          "u": "https://preview.redd.it/pc0t84fac0r61.png?width=108&crop=smart&auto=webp&s=fc0cf5312fe9c45c5c5e4e526baa0e154ddf9847"
        },
        {
          "y": 130,
          "x": 216,
          "u": "https://preview.redd.it/pc0t84fac0r61.png?width=216&crop=smart&auto=webp&s=eaf9322fc62a98c5870fc96b7a6a5c1c97711cef"
        },
        {
          "y": 193,
          "x": 320,
          "u": "https://preview.redd.it/pc0t84fac0r61.png?width=320&crop=smart&auto=webp&s=a6f3579a6024bf133515179de4a1cb3bd6dd6617"
        },
        {
          "y": 386,
          "x": 640,
          "u": "https://preview.redd.it/pc0t84fac0r61.png?width=640&crop=smart&auto=webp&s=73007110a2a9a40a84d504347972ea00bdbf9f8e"
        },
        {
          "y": 579,
          "x": 960,
          "u": "https://preview.redd.it/pc0t84fac0r61.png?width=960&crop=smart&auto=webp&s=a8ea99f8ea5d721823dee7dc2b11fabb95995c3f"
        },
        {
          "y": 651,
          "x": 1080,
          "u": "https://preview.redd.it/pc0t84fac0r61.png?width=1080&crop=smart&auto=webp&s=382e9a3aceac4cbc76387f56c2263156abf8f257"
        }
      ],
      "s": {
        "y": 830,
        "x": 1376,
        "u": "https://preview.redd.it/pc0t84fac0r61.png?width=1376&format=png&auto=webp&s=44b6abff32b7961952a48798d464c491f3c7a445"
      },
      "id": "pc0t84fac0r61"
    },
    "y9fc9ul9c0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 55,
          "x": 108,
          "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=108&crop=smart&auto=webp&s=1a3be726a3b4bf95a61c5ca7dfcc9e419e8d052f"
        },
        {
          "y": 111,
          "x": 216,
          "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=216&crop=smart&auto=webp&s=f7817a91905b9fc9e7aeab66c4b0136601f107aa"
        },
        {
          "y": 164,
          "x": 320,
          "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=320&crop=smart&auto=webp&s=23e9bde1e364fe9068a41d04ce53b36fb49240cd"
        },
        {
          "y": 329,
          "x": 640,
          "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=640&crop=smart&auto=webp&s=809714dc747e157bce70352f568cca529ad67ee1"
        },
        {
          "y": 493,
          "x": 960,
          "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=960&crop=smart&auto=webp&s=6acfc800dadfe61cefbae0ac92dd718935504ec1"
        },
        {
          "y": 555,
          "x": 1080,
          "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=1080&crop=smart&auto=webp&s=b4fd5c5e428015030d97003711e47a337fde2bd1"
        }
      ],
      "s": {
        "y": 710,
        "x": 1380,
        "u": "https://preview.redd.it/y9fc9ul9c0r61.png?width=1380&format=png&auto=webp&s=2203bb2a004f5510f8d37d0e0415f26a165233b2"
      },
      "id": "y9fc9ul9c0r61"
    },
    "2nex5908c0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 98,
          "x": 108,
          "u": "https://preview.redd.it/2nex5908c0r61.png?width=108&crop=smart&auto=webp&s=9ce3a1052de8a33bb1712d2827ef9e4cd7a0962b"
        },
        {
          "y": 196,
          "x": 216,
          "u": "https://preview.redd.it/2nex5908c0r61.png?width=216&crop=smart&auto=webp&s=bddbe11482b5791c289bbb941c16e0a8b87ad547"
        },
        {
          "y": 290,
          "x": 320,
          "u": "https://preview.redd.it/2nex5908c0r61.png?width=320&crop=smart&auto=webp&s=09b00f4d758e0be83d4aa8e1209f5518eaa63cc0"
        },
        {
          "y": 581,
          "x": 640,
          "u": "https://preview.redd.it/2nex5908c0r61.png?width=640&crop=smart&auto=webp&s=43b53c2560a34e2393d6548e616728ba84275deb"
        },
        {
          "y": 872,
          "x": 960,
          "u": "https://preview.redd.it/2nex5908c0r61.png?width=960&crop=smart&auto=webp&s=c93357caaecc294717c3207cbe7201abe2032ae4"
        },
        {
          "y": 981,
          "x": 1080,
          "u": "https://preview.redd.it/2nex5908c0r61.png?width=1080&crop=smart&auto=webp&s=3008151ce074881c81dc9c2cd60279b91fd9e299"
        }
      ],
      "s": {
        "y": 1262,
        "x": 1388,
        "u": "https://preview.redd.it/2nex5908c0r61.png?width=1388&format=png&auto=webp&s=de67e9bdd2d979c91dc9bb43bc53b2a12da68ae9"
      },
      "id": "2nex5908c0r61"
    },
    "p0046h2bc0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 67,
          "x": 108,
          "u": "https://preview.redd.it/p0046h2bc0r61.png?width=108&crop=smart&auto=webp&s=6c7429df9f6b21b48e9cb6b3e57587cbd7dcbe4f"
        },
        {
          "y": 135,
          "x": 216,
          "u": "https://preview.redd.it/p0046h2bc0r61.png?width=216&crop=smart&auto=webp&s=9c8d12ba4a5c47decde4cbbfca3e6911857d815c"
        },
        {
          "y": 200,
          "x": 320,
          "u": "https://preview.redd.it/p0046h2bc0r61.png?width=320&crop=smart&auto=webp&s=b0253c72df28d48af0c50172cfc9f5dc4beca299"
        },
        {
          "y": 401,
          "x": 640,
          "u": "https://preview.redd.it/p0046h2bc0r61.png?width=640&crop=smart&auto=webp&s=56b075d6a308374fecd8fed3129c1c2d9b3f4ef9"
        },
        {
          "y": 602,
          "x": 960,
          "u": "https://preview.redd.it/p0046h2bc0r61.png?width=960&crop=smart&auto=webp&s=9f02501548c1941d6ea1d2d8edbaa86a5a2bd946"
        },
        {
          "y": 677,
          "x": 1080,
          "u": "https://preview.redd.it/p0046h2bc0r61.png?width=1080&crop=smart&auto=webp&s=a605abc725e62d3cc37ab2cf78c5942119e64d1f"
        }
      ],
      "s": {
        "y": 832,
        "x": 1326,
        "u": "https://preview.redd.it/p0046h2bc0r61.png?width=1326&format=png&auto=webp&s=ffee6642fffdc657bb343467eff365a777f9bb84"
      },
      "id": "p0046h2bc0r61"
    },
    "8vdfrd67c0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 77,
          "x": 108,
          "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=108&crop=smart&auto=webp&s=ac72c9cb02480cef5c2723635a31a850a00ab934"
        },
        {
          "y": 155,
          "x": 216,
          "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=216&crop=smart&auto=webp&s=ddf968f3173ece08d55760646889e4382ed8b5d7"
        },
        {
          "y": 231,
          "x": 320,
          "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=320&crop=smart&auto=webp&s=cc3543b11c10c3df938606089ffe53a53c339e19"
        },
        {
          "y": 462,
          "x": 640,
          "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=640&crop=smart&auto=webp&s=e8cd481bb634ad8f71aa6f14ac23cbf1929658c7"
        },
        {
          "y": 693,
          "x": 960,
          "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=960&crop=smart&auto=webp&s=42e1f0dbc805ab93142aa02cf324d536715ea980"
        },
        {
          "y": 779,
          "x": 1080,
          "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=1080&crop=smart&auto=webp&s=286c8980fac7eb734eaf621be0c0020752e9a403"
        }
      ],
      "s": {
        "y": 1008,
        "x": 1396,
        "u": "https://preview.redd.it/8vdfrd67c0r61.png?width=1396&format=png&auto=webp&s=48c7b8413ba4ab2e925d7332c6e5967a13b990fc"
      },
      "id": "8vdfrd67c0r61"
    },
    "adj3y4edc0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 17,
          "x": 108,
          "u": "https://preview.redd.it/adj3y4edc0r61.png?width=108&crop=smart&auto=webp&s=ab05c06bb6b23afe63da040748eb96b3ac7f0113"
        },
        {
          "y": 34,
          "x": 216,
          "u": "https://preview.redd.it/adj3y4edc0r61.png?width=216&crop=smart&auto=webp&s=017afac3c695d7882c2fc48c9614b7548ad8c674"
        },
        {
          "y": 50,
          "x": 320,
          "u": "https://preview.redd.it/adj3y4edc0r61.png?width=320&crop=smart&auto=webp&s=f158be4eb1d2e5cb6c6268b62a05cd41306bae08"
        },
        {
          "y": 101,
          "x": 640,
          "u": "https://preview.redd.it/adj3y4edc0r61.png?width=640&crop=smart&auto=webp&s=459964f055f2572b03442cb8bca08546ba618996"
        },
        {
          "y": 151,
          "x": 960,
          "u": "https://preview.redd.it/adj3y4edc0r61.png?width=960&crop=smart&auto=webp&s=c79cd58d728767b55ce15ede2b94168e2abec9da"
        },
        {
          "y": 170,
          "x": 1080,
          "u": "https://preview.redd.it/adj3y4edc0r61.png?width=1080&crop=smart&auto=webp&s=3a29709da2d5475599cc3e101acaf998c651596d"
        }
      ],
      "s": {
        "y": 216,
        "x": 1366,
        "u": "https://preview.redd.it/adj3y4edc0r61.png?width=1366&format=png&auto=webp&s=dcaae3d58dffe33c36eb3ff6b9c02c1544db95ce"
      },
      "id": "adj3y4edc0r61"
    },
    "b5gn9tubc0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 70,
          "x": 108,
          "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=108&crop=smart&auto=webp&s=fb1f35758a8c83ad41e554221c6cb79a9e1f07c3"
        },
        {
          "y": 140,
          "x": 216,
          "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=216&crop=smart&auto=webp&s=2dc246ac135822cae425bb58027f524e3fe7dca7"
        },
        {
          "y": 208,
          "x": 320,
          "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=320&crop=smart&auto=webp&s=8339a3f6e4ebeefd6c2206af17b89342ff174566"
        },
        {
          "y": 416,
          "x": 640,
          "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=640&crop=smart&auto=webp&s=6a70e24dca26856bd38345988791962507a0e9e8"
        },
        {
          "y": 624,
          "x": 960,
          "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=960&crop=smart&auto=webp&s=047aef3ae8ba7328c0e9256fceaced86c76c30e7"
        },
        {
          "y": 702,
          "x": 1080,
          "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=1080&crop=smart&auto=webp&s=aa64cca34e6fff2638ecca4fefb612d3e96be883"
        }
      ],
      "s": {
        "y": 848,
        "x": 1304,
        "u": "https://preview.redd.it/b5gn9tubc0r61.png?width=1304&format=png&auto=webp&s=a73405eb69dce6967d5a7a95684f6fcd1e1fb484"
      },
      "id": "b5gn9tubc0r61"
    },
    "desngdedc0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 28,
          "x": 108,
          "u": "https://preview.redd.it/desngdedc0r61.png?width=108&crop=smart&auto=webp&s=d6e37f1bd1adce693211470dfaaa4484adfb4c7f"
        },
        {
          "y": 56,
          "x": 216,
          "u": "https://preview.redd.it/desngdedc0r61.png?width=216&crop=smart&auto=webp&s=53b1b9690ffa7bbd68b175c65b62322fde64aa27"
        },
        {
          "y": 83,
          "x": 320,
          "u": "https://preview.redd.it/desngdedc0r61.png?width=320&crop=smart&auto=webp&s=27ed3810533d97d3b33f0fdff4c2856a5c550b6f"
        },
        {
          "y": 166,
          "x": 640,
          "u": "https://preview.redd.it/desngdedc0r61.png?width=640&crop=smart&auto=webp&s=66ce9d1853157cf994da4d89a2271341a1c05428"
        },
        {
          "y": 249,
          "x": 960,
          "u": "https://preview.redd.it/desngdedc0r61.png?width=960&crop=smart&auto=webp&s=1a6c3d0f1f36b6ae70534a81df80ab95a30c92e9"
        },
        {
          "y": 280,
          "x": 1080,
          "u": "https://preview.redd.it/desngdedc0r61.png?width=1080&crop=smart&auto=webp&s=996772fd1a8708679da9d4b573f6a44fb0255d79"
        }
      ],
      "s": {
        "y": 350,
        "x": 1348,
        "u": "https://preview.redd.it/desngdedc0r61.png?width=1348&format=png&auto=webp&s=d66cfdecd99b8f97de088f16ab4dcab54aad716b"
      },
      "id": "desngdedc0r61"
    },
    "yzjcp6edc0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 40,
          "x": 108,
          "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=108&crop=smart&auto=webp&s=b1a6e68b4e284f9dc49c31b810da156179231c9f"
        },
        {
          "y": 81,
          "x": 216,
          "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=216&crop=smart&auto=webp&s=86557d53d61feda4d58bf291b0ff3674d91b590f"
        },
        {
          "y": 120,
          "x": 320,
          "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=320&crop=smart&auto=webp&s=002d820bd18590e5809a261c8ab329a1ee96da0b"
        },
        {
          "y": 240,
          "x": 640,
          "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=640&crop=smart&auto=webp&s=7e9dd55dad952024286f6c629c1bafe5d923f610"
        },
        {
          "y": 361,
          "x": 960,
          "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=960&crop=smart&auto=webp&s=695332c1fd0778ed3dab430d55b53e79e884689b"
        },
        {
          "y": 406,
          "x": 1080,
          "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=1080&crop=smart&auto=webp&s=639280d91a64e5f299c3740afad715ec3ce09f78"
        }
      ],
      "s": {
        "y": 498,
        "x": 1324,
        "u": "https://preview.redd.it/yzjcp6edc0r61.png?width=1324&format=png&auto=webp&s=3081f2c2f5034871461197e61f6b6e0e1855e1c0"
      },
      "id": "yzjcp6edc0r61"
    },
    "ng9w1hn8c0r61": {
      "status": "valid",
      "e": "Image",
      "m": "image/png",
      "p": [
        {
          "y": 104,
          "x": 108,
          "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=108&crop=smart&auto=webp&s=c18e342d781cbf613b95379f74ed075532ee0448"
        },
        {
          "y": 208,
          "x": 216,
          "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=216&crop=smart&auto=webp&s=320252fff6d6509ed93400a248915d506c85b618"
        },
        {
          "y": 309,
          "x": 320,
          "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=320&crop=smart&auto=webp&s=012de2acf37d0beb9d6f242198332764751625c3"
        },
        {
          "y": 618,
          "x": 640,
          "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=640&crop=smart&auto=webp&s=732af1c08a46412cfad4cecc1abe1ebbe76b2e9d"
        },
        {
          "y": 927,
          "x": 960,
          "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=960&crop=smart&auto=webp&s=ddeb35e4700694c14660ea075f7a9e906d759f4b"
        },
        {
          "y": 1043,
          "x": 1080,
          "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=1080&crop=smart&auto=webp&s=5ca0f0afe7b92a106e37c013958b0e2d8f9999e9"
        }
      ],
      "s": {
        "y": 1264,
        "x": 1308,
        "u": "https://preview.redd.it/ng9w1hn8c0r61.png?width=1308&format=png&auto=webp&s=80752e0a42df99f79379699efda585b273c938b3"
      },
      "id": "ng9w1hn8c0r61"
    }
  },
  "name": "t3_mjf7mg",
  "quarantine": false,
  "link_flair_text_color": "light",
  "upvote_ratio": 0.97,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 16274,
  "total_awards_received": 46,
  "media_embed": {},
  "thumbnail_width": 140,
  "author_flair_template_id": null,
  "is_original_content": true,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": "DD",
  "can_mod_post": false,
  "score": 16274,
  "approved_by": null,
  "author_premium": true,
  "thumbnail": "https://b.thumbs.redditmedia.com/J6ODkHj5ymbxRrAtIt7W1pVdhiO1f1HtuylMnKMvK0k.jpg",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {
    "gid_1": 9
  },
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1617506290,
  "link_flair_type": "richtext",
  "wls": 7,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.wallstreetbets",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>““The tendies are coming, the tendies are coming” – Paul Revere”” – HomeDepotHank69</p>\n\n<p>Apes, I have excellent news. Today, I woke up (with only a half chub) and thought to myself “I’m gonna be super productive today and get a ton of work done.” Then, my ADHD medicine kicked in and I went down another GME rabbit hole. Here is the product of that (I will warn you, this is long):</p>\n\n<p>I have done a lot of digging and have found some extraordinary similarities from last year’s annual meeting of stockholders to this one and why it and the months leading up to it should be HUGE for GME. This is not a technical analysis, this is pure DD. I am not a financial advisor and this is not financial advice.</p>\n\n<p>Just a note: you can find all of these documents simply by searching “Gamestop Notice of 2020 Annual Meeting of Stockholders” on Google, I just picked out the important parts to make it easier.</p>\n\n<p><strong>History</strong></p>\n\n<p>I am first going to start with GME’s share price as of April 2020:</p>\n\n<p><a href=\"https://preview.redd.it/8vdfrd67c0r61.png?width=1396&amp;format=png&amp;auto=webp&amp;s=48c7b8413ba4ab2e925d7332c6e5967a13b990fc\">https://preview.redd.it/8vdfrd67c0r61.png?width=1396&amp;format=png&amp;auto=webp&amp;s=48c7b8413ba4ab2e925d7332c6e5967a13b990fc</a></p>\n\n<p>&#x200B;</p>\n\n<p>As you can see, on April 3rd, 2020, GME’s price bottomed to under $2. This was due to Covid absolutely crushing the company and shorters seeking to hit the “bankruptcy jackpot.” However, on April 3rd and the next few days, we see the price of GME almost triple all the way up to $6. Why was this? Some of you may remember Michael Burry announced his GME position in April 2020. Well, that’s not what caused this rise as Burry announced his stake on Friday the 10th, which caused a rise on Monday the 13th:</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/2nex5908c0r61.png?width=1388&amp;format=png&amp;auto=webp&amp;s=de67e9bdd2d979c91dc9bb43bc53b2a12da68ae9\">https://preview.redd.it/2nex5908c0r61.png?width=1388&amp;format=png&amp;auto=webp&amp;s=de67e9bdd2d979c91dc9bb43bc53b2a12da68ae9</a></p>\n\n<p>So if it wasn’t Michael Burry’s announcement of his position, then what was it? Was it the announcement of the annual shareholder’s meeting? Nope, that was announced in late April as well:</p>\n\n<p><a href=\"https://preview.redd.it/ng9w1hn8c0r61.png?width=1308&amp;format=png&amp;auto=webp&amp;s=80752e0a42df99f79379699efda585b273c938b3\">https://preview.redd.it/ng9w1hn8c0r61.png?width=1308&amp;format=png&amp;auto=webp&amp;s=80752e0a42df99f79379699efda585b273c938b3</a></p>\n\n<p>&#x200B;</p>\n\n<p>So, if it wasn’t either of those things, then what was it? The drastic rise in GME starting April 3rd, 2020 (which seems pathetic compared to today’s price action) was due to a group of activist investors, Hestia Capital, who owned 7.5% of GME at the time announcing that they would be nominating new members of the board at the shareholders meeting. When was this letter released? April 3rd, 2020:</p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/y9fc9ul9c0r61.png?width=1380&amp;format=png&amp;auto=webp&amp;s=2203bb2a004f5510f8d37d0e0415f26a165233b2\">https://preview.redd.it/y9fc9ul9c0r61.png?width=1380&amp;format=png&amp;auto=webp&amp;s=2203bb2a004f5510f8d37d0e0415f26a165233b2</a></p>\n\n<p>Why is this significant? Well, for some reason it was pretty well known that GME’s short interest was over 100% at this time (still blows my mind that more people didn’t pounce on this at the time, myself included). Again, this was because Covid was destroying GME and shorts were looking to get the “bankruptcy jackpot.” I believe that this is when shorts were deploying massive amounts of naked shorts. Their reasoning was that if they pushed GME into bankruptcy, they wouldn’t have to repay the naked shorts because the company wouldn’t exist anymore (this is just a theory but it seems reasonable considering what’s happened today). Shorts took a calculated risk that they thought would pay off. Their reasoning was that at the best they hit the bankruptcy jackpot and at the worst they stock goes up a little and they take a slight loss due to the naked shorts (boy were they wrong on that one). Well, their plan almost worked. They got it down to under $3. Then, this statement came out. Why is that statement significant? Well, this letter explicitly stated that GME has high short interest and that in order to vote, shareholders need to recall their shares from anyone who has them on loan before the date of April 20, 2020:</p>\n\n<p><a href=\"https://preview.redd.it/pc0t84fac0r61.png?width=1376&amp;format=png&amp;auto=webp&amp;s=44b6abff32b7961952a48798d464c491f3c7a445\">https://preview.redd.it/pc0t84fac0r61.png?width=1376&amp;format=png&amp;auto=webp&amp;s=44b6abff32b7961952a48798d464c491f3c7a445</a></p>\n\n<p>&#x200B;</p>\n\n<p>Look back at the GME chart that I posted at the top of this. BOOM. This company announces that and people start recalling their shares, forcing some shorts to cover. GME’s massive short interest at this time was already well known:</p>\n\n<p><a href=\"https://preview.redd.it/p0046h2bc0r61.png?width=1326&amp;format=png&amp;auto=webp&amp;s=ffee6642fffdc657bb343467eff365a777f9bb84\">https://preview.redd.it/p0046h2bc0r61.png?width=1326&amp;format=png&amp;auto=webp&amp;s=ffee6642fffdc657bb343467eff365a777f9bb84</a></p>\n\n<p>&#x200B;</p>\n\n<p>From that point on, GME&#39;s price never even got close to that $3 range again:</p>\n\n<p><a href=\"https://preview.redd.it/b5gn9tubc0r61.png?width=1304&amp;format=png&amp;auto=webp&amp;s=a73405eb69dce6967d5a7a95684f6fcd1e1fb484\">https://preview.redd.it/b5gn9tubc0r61.png?width=1304&amp;format=png&amp;auto=webp&amp;s=a73405eb69dce6967d5a7a95684f6fcd1e1fb484</a></p>\n\n<p>&#x200B;</p>\n\n<p>I couldn’t include the rest of the chart because it makes these moves seem insignificant because of GME’s massive price today. This is where the shorts should’ve thrown in the towel and taken the loss, but they didn’t. They kept shorting GME and, as we all know, the short interest eventually hit 140% and the January events happened. And know we’re here, exactly 1 year later to the tee. The rest of this post will be going over the similarities of this period last year to today and my thoughts on what might happen.</p>\n\n<p><strong>Similarities</strong></p>\n\n<p>So, as stated above, GME’s price rose so rapidly on April 3rd because of that proxy statement urging shareholders to recall their shares. This, which was simply an urging, not a full recall, lead to an almost 3x increase in price in just a few days. Imagine if GME does a forced recall of the shares this time around: BOOM.</p>\n\n<p>The first similarity is the presence of activist investors trying to make a fundamental change to GME as a company. The 2020 activist investor that I mentioned above, Hestia Capital, was what Ryan Cohen currently is. From the proxy statement, we can see that Hestia was actively trying to replace people on the GME board of directors for their inaction and ineffectiveness:</p>\n\n<p><a href=\"https://preview.redd.it/adj3y4edc0r61.png?width=1366&amp;format=png&amp;auto=webp&amp;s=dcaae3d58dffe33c36eb3ff6b9c02c1544db95ce\">https://preview.redd.it/adj3y4edc0r61.png?width=1366&amp;format=png&amp;auto=webp&amp;s=dcaae3d58dffe33c36eb3ff6b9c02c1544db95ce</a></p>\n\n<p><a href=\"https://preview.redd.it/yzjcp6edc0r61.png?width=1324&amp;format=png&amp;auto=webp&amp;s=3081f2c2f5034871461197e61f6b6e0e1855e1c0\">https://preview.redd.it/yzjcp6edc0r61.png?width=1324&amp;format=png&amp;auto=webp&amp;s=3081f2c2f5034871461197e61f6b6e0e1855e1c0</a></p>\n\n<p><a href=\"https://preview.redd.it/desngdedc0r61.png?width=1348&amp;format=png&amp;auto=webp&amp;s=d66cfdecd99b8f97de088f16ab4dcab54aad716b\">https://preview.redd.it/desngdedc0r61.png?width=1348&amp;format=png&amp;auto=webp&amp;s=d66cfdecd99b8f97de088f16ab4dcab54aad716b</a></p>\n\n<p>&#x200B;</p>\n\n<p>Also, note that the whole point of this proxy letter was Hestia announcing that they are nominating people to the board for the 2020 meeting and that shareholders need to vote. Does this feel any similar to Cohen getting on the board, ousting the C.F.O., and bringing on Chewey and Amazon execs?</p>\n\n<p>Throughout the letter, Hestia documents the reasons for their desire to change the board and documents a history of the events leading up to it. This is far too much information to screenshot, but I encourage you to read it for yourself: <a href=\"https://news.gamestop.com/node/17596/html\">https://news.gamestop.com/node/17596/html</a> (Search “reasons for the solicitation” and “background of the solicitation” within the document to find these points).</p>\n\n<p>To recap, we have the presence of an activist investor trying to shake up the board of GME, GME having a massive short interest, naked/abusive shorting activity, the annual shareholders meeting being in June (last year it was June 12th, this year it is June 11th), and an activist investor trying to change the fundamental direction of the company. All of this went down in April and was related to the shareholders meeting in June.</p>\n\n<p>Sounds pretty similar to today right? But what’s the difference? Ryan Cohen is a much stronger activist investor, seems to have more power in the company, has a clearer vision than Hestia, and is making changes more aggressively. Another difference is obviously GME’s price, media coverage, and volume. The short squeeze has made GME a hot media topic, the price is multiples higher than it was a year ago (almost 200x), and the volume (though lower recently) is still MUCH higher than it was one year ago (see any GME chart and compare the volume). But there’s one more difference that is crucial. There is an odd phenomenon in GME today. A strange primate whose scientific name is hominoidea, whose hands are strong as diamonds, and whose wives have endless boyfriends. Yes, I am talking about apes. The uncanny ability of apes to buy and hold throughout any storm has created a sort of wall of support on GME that makes it very hard for shorts to kill the price. Combine that with another strange creature, whose scientific name is Cetacea, who has deep pockets and a symbiotic relationship with hominoidea. This is our whale. This symbiotic relationship means that the shorts are toast (I’m not even joking here, apes have created a wall of support, we have power). Combine all of this with the abusive shorting, failure to deliver cycle, statutory leverage ratio relief not being extended, and new DTCC/SEC regulations on abusive shorting and you have a recipe for tendies.</p>\n\n<p><strong>The future</strong></p>\n\n<p>So, I broke down the past, showed you the similarities, and talked about the present. Now what? Well, here are my thoughts on how the potential GME shareholder’s meeting and the months leading up to it could affect the stock:</p>\n\n<p>First, I want to echo what everyone else says about dates and predictions - they are not set in stone, do not base your strategy off of them, and do not treat them as fact as it could lead to more doubt among newer apes. This is not a prediction, this is simply a date/time to keep in mind. I am not a financial advisor and this is not financial advice. I am Hank. Uncle Hank.</p>\n\n<p>I would like to turn your attention to the week of April 12th and the week of April 19th. This is a 2 week period. As many of you apes know, our golden ticket would be a share recall. A share recall would force shorts to return the borrowed shares of GME to the rightful owners. Obviously, this would literally force the shorts to cover and would lead to massive tendies. As I&#39;ve said in my previous posts, GME needs volume in order to rise and catalysts are what create volume. As we have seen, GME is particularly sensitive to catalysts, especially those relating to its leadership and Ryan Cohen. This was most evident when GME shot back up from the dead in late February after they announced the ousting of their C.F.O.</p>\n\n<p>The SEC does not allow a company to recall its shares earlier than 60 days of the shareholder&#39;s annual general meeting. Many people hoped a share recall would be announced during earnings (Mar 23), but this would have been a violation of SEC rules, so that was off the table from the start. For context, here are the dates of the past four meetings: June 10, June 26, Jun 10, June 2. This year’s meeting is June 12th or 11th (not sure which but it’s one of those).</p>\n\n<p>Let&#39;s use June 11 as our assumption. 60 days prior to June 10th would put us at April 12. Moreover, the tenure of the current C.E.O. also lines up with that date. The current C.E.O. is on a vesting schedule (incentive to stay with a company until a certain date to receive some form of compensation). Per his vesting schedule, he will get 84k shares of GME on April 15th. GME could possibly be waiting until that date to announce Cohen as the C.E.O. (or at the very least to announce that the current C.E.O. is parting ways with the company). Remember when this happened to the C.F.O in February (the price returned from the dead), just imagine how much bigger the rise would be if this announcement was for the C.E.O.</p>\n\n<p>Now, turn your attention back to everything I said above about last year. Maybe GME will announce that they are planning on holding some kind of vote for board positions, or maybe someone with a significant stake in GME (oh Idk maybe Cohen whose stake is almost double what Hestia’s was) could submit a proxy statement similar to Hestia’s which encourages shareholders to recall their shares so they can vote. Or, maybe GME will announce a forced recall for the purposes of voting (GME already acknowledged in their SEC filing that they are aware that their stock still has very high short interest). Maybe this explains why the conference call was so bland: the C.E.O. knows that he’s on the outs and was instructed by the board to give a bare-bones call so they can announce the juicy stuff later when he’s out. OR, maybe there will be more announcements about more board members coming on similar to the recent announcement of the Chewey and Amazon execs. Either way, if any of these announcements require a vote and shares are forcibly recalled or if it is recommended that shareholders recall their shares, then maybe we will see something similar to last year.</p>\n\n<p>That date (April 15th) is also significant because the monthly options for April are expiring on April 16. Because of that, expect, at the very least, higher volume on that Friday and the Thursday preceding it. This might also explain why the earnings call felt so bare-bones. AT THE VERY LEAST, we will get some kind of good announcement during the shareholders meeting in June, but I would expect something sooner. At this point, I don&#39;t see a world where Cohen is not named a C-suite executive of GME. He owns 13% (obviously has a huge personal interest in its success), has recruited Chewey executives (and maybe the person from Amazon as well), and appears to be shaking up the board and other C-suite positions. I would be shocked if he just kinda sat outside the action as the puppet master. He has too much vested in this to not obtain direct power over the situation. It also appears that the company is going in the direction that he wants to take it (e-commerce shift), so it wouldn&#39;t make sense for him not to be a C-suite executive at some point. It&#39;s also significant that GME has made leadership announcements in each of the past few months (C.F.O. in February, Amazon + Chewey Execs in March), and that it would make sense for another announcement to come in April especially considering last year&#39;s activity in April regarding leadership and where Cohen is currently trying to take the company.</p>\n\n<p>As many of you know DFV&#39;s calls expire on that day. At this point, it should be obvious that he is exercising those because if he was gonna just take the profits and rollover the contract, he would&#39;ve done so much earlier because theta has been eating those. This is again just conjecture, but maybe DFV is waiting until that date to exercise his calls in order to inflict more pain on market makers for failing to deliver shares. This is again just conjecture did research similar to this and came to the conclusion that April 16th would be a crucial day, so he is waiting til then to exercise to put more pressure on the failure to delivers. If you&#39;ve kept up with his updates, he has plenty of cash on hand so he could easily exercise these. What he could also do is buy more calls (at a later date), which would put obvious upward pressure on the stock. One thing is for certain, he&#39;s not going to let those options expire worthless, especially considering the fact that he has millions in cash in his account.</p>\n\n<p>Finally, I also wanted to discuss why I believe that the leadership of GME (at least the new ones) and Cohen are on our side, which is why a share recall would benefit them. First, as we all know, Cohen loves to tweet cryptic stuff (it&#39;s actually pretty obvious that it&#39;s about GME). A few weeks ago he tweeted that video of the puppet that people deciphered to be about a commercial that said &quot;I love your shorts.&quot; Recently he tweeted a vid of TED hitting a bong that people deciphered to mean either bears got smoked or bears took a big hit (this is when it shot up significantly in a day). So, as we all know Cohen is insanely interested in GME and its stock price - and why wouldn&#39;t he be, he has 13% ownership (there are also reports of him calling up disgruntled customers asking how he can make their service better). Now, this is why a share recall would benefit GME. There are two different sets of assumptions that we have to work with here: assumption 1 is that the leadership of GME (Cohen included) does not subscribe to the theory that GME is abusively shorted. If we go with this assumption and say that GME is only shorted 25% (boomer data), a share recall benefits them because it will alleviate some of the selling pressure that shorting creates, which will allow the stock to go up. Assumption 2 (the more likely assumption) is that the leadership subscribes to the theory that GME is being abusively shorted. The reason why I believe this is more likely is because of their SEC filing where they addressed that GME has high short interest and that continuing this could cause a short squeeze. This was like when Porsche announced that they had a huge stake in VW to &quot;warn&quot; the shorts to cover. If this theory is true, GME is aware that their company is being abusively shorted and is not reflective of the real price of the stock. Therefore, it would be significantly in their interest to recall shares, which would force naked shorts to cover and would DRASTICALLY decrease the downward pressure. Whichever theory they subscribe to, it benefits them immensely to do a recall, and I believe that assumption 2 is far more likely.</p>\n\n<p>Yeah I know that was long, rabbit holes will do that to ya.</p>\n\n<p><strong>TL;DR</strong></p>\n\n<p>One year ago to the tee, GME’s stock rose on the announcement that an activist investor was having a vote and they recommended shareholders to recall their shares. The short interest was over 100%. The activist investor sought to shakeup management and change the direction of GME. Fast forward to today (exactly 1 year later), and we have an activist investor changing up the company. If GME does a share recall ahead of this meeting or if Cohen releases a proxy statement encouraging shareholders to recall their shares, we could very well see a meteoric rise similar to last year at this time. GME has not provided much information on that meeting, so, similar to last year, updates could come in the month of April. We know that any announcement about leadership changes makes the stock rise.</p>\n\n<p>Not a financial advisor, not financial advice. Am primate.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "confidence",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "link_flair_template_id": "5692ce02-b860-11e5-b542-0edc7016bbd3",
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2th52",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "#365b8c",
  "id": "mjf7mg",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "HomeDepotHank69",
  "discussion_type": null,
  "num_comments": 152,
  "send_replies": false,
  "whitelist_status": "some_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/wallstreetbets/comments/mjf7mg/gme_dd_on_april_2020_similarities_to_today/",
  "parent_whitelist_status": "some_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/wallstreetbets/comments/mjf7mg/gme_dd_on_april_2020_similarities_to_today/",
  "subreddit_subscribers": 9719211,
  "created_utc": 1617485035,
  "num_crossposts": 2,
  "media": null,
  "is_video": false,
  "original_created_utc": 1617477490,
  "the_new_excerpt": "““The tendies are coming, the tendies are coming” – Paul Revere”” –\nHomeDepotHank69\n\nApes, I have excellent news. Today, I woke up (with only a half chub) and\nthought to myself “I’m gonna be super productive today and get a ton of work\ndone.” Then, my ADHD medicine kicked in and I went down another…",
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "\"\"苦力们来了，苦力们来了\"--保罗-里维尔\"\"--\n首页Hank69\n\n小猿，我有一个极好的消息。今天，我醒来后（只有半个胖子），就发现了\n心想：\"今天我要超级高效，完成一大堆工作。\n完成。\" 然后，我的多动症药物发作了，我又下了... ...",
      "title": "2020年4月的GME DD与今天的相似性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"\"苦力們來了，苦力們來了\"--保羅-裏維爾\"\"--\n首頁Hank69\n\n小猿，我有一個極好的消息。今天，我醒來後（只有半個胖子），就發現了\n心想：\"今天我要超級高效，完成一大堆工作。\n完成。\" 然後，我的多動症藥物發作了，我又下了... ...",
      "title": "2020年4月的GME DD與今天的相似性"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "\"\"The tendies are coming, the tendies are coming\" - Paul Revere\"\" - 。\nホームデポハンク69\n\nお猿さん、素晴らしいニュースがあります。今日、私は目が覚めて（半分しか痩せていない）、こう思いました。\n今日は超生産的になって、大量の仕事をこなすぞ」と自分に言い聞かせました。\nと思いました。その後、ADHDの薬が効いてきて、もう一回...。",
      "title": "2020年4月のGME DDは、今日と似ています。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "\"\"The tendies are coming, the tendies are coming\" - Paul Revere\"\" - 。\nホームデポハンク69\n\nお猿さん、素晴らしいニュースがあります。今日、私は目が覚めて（半分しか痩せていない）、こう思いました。\n今日は超生産的になって、大量の仕事をこなすぞ」と自分に言い聞かせました。\nと思いました。その後、ADHDの薬が効いてきて、もう一回...。",
      "title": "2020年4月のGME DDは、今日と似ています。"
    }
  ],
  "source_updated_at": 1617961882737
}