{
  "author": "LoopholeFormula",
  "original_created_utc": 1628995552,
  "title": "CMV: With the exception of medical conditions or pregnancy, there is no legitimate reason to opt out of receiving the COVID-19 vaccine.",
  "created_utc": 1629020031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been seeing countless posts by people who choose not to be vaccinated for myriad reasons.  The thing they all have in common is the lack of reasonable judgement. There&#39;s seemingly this denialism of how disruptive the pandemic has been for everyone on the planet and yet the refusal to do their part in putting the pandemic to bed just carries it out even longer. At one point I understood the skepticism of receiving the vaccine because risk of adverse reactions but the vaccines have been studies in clinical trials and based on the outcome, it has high efficacy. If there is something I&#39;m missing about all of this, I&#39;d like to explore it.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/p4lgzp/cmv_with_the_exception_of_medical_conditions_or/",
  "subreddit": "changemyview",
  "id": "p4lgzp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been seeing countless posts by people who choose not to be vaccinated for\nmyriad reasons. The thing they all have in common is the lack of reasonable\njudgement. There's seemingly this denialism of how disruptive the pandemic has\nbeen for everyone on the planet and yet the refusal to do their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "様々な理由でワクチンを接種しないことを選択した人たちの投稿を数え切れないほど見てきました。\n数え切れないほどの理由があります。彼らに共通しているのは、合理的な判断ができないということです。\n判断していないことです。パンデミックが地球上のすべての人にどれほどの影響を与えているかを否定しているように見えます。\n否定しているように見えますが、彼らは自分の...",
      "title": "CMV: 病状や妊娠を除いて、COVID-19ワクチンの接種を拒否する正当な理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经看到了无数的帖子，这些人出于各种原因选择不接种疫苗。\n无数的理由。他们都有一个共同点，就是缺乏合理的\n判断。他们似乎否认这种大流行病对地球上的每个人都造成了多么大的破坏。\n对这个星球上的每个人都造成了多大的破坏，但他们却拒绝做他们的...",
      "title": "CMV：除了医疗条件或怀孕之外，没有合法的理由选择不接受COVID-19疫苗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經看到了無數的帖子，這些人出於各種原因選擇不接種疫苗。\n無數的理由。他們都有一個共同點，就是缺乏合理的\n判斷。他們似乎否認這種大流行病對地球上的每個人都造成了多麼大的破壞。\n對這個星球上的每個人都造成了多大的破壞，但他們卻拒絕做他們的...",
      "title": "CMV：除了醫療條件或懷孕之外，沒有合法的理由選擇不接受COVID-19疫苗。"
    }
  ]
}