{
  "author": "Andalib_Odulate",
  "original_created_utc": 1629293509,
  "title": "CMV: Giving babies soda is child abuse.",
  "created_utc": 1629307836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay now that I hooked you with the most blatant point time for the argument.</p>\n\n<p>Babies has 1-2 cups of blood in their body, you have to be a complete moron (which the biggest loser sized parents are to get that big in the first place) to put soda or sweet ice tea in the babies sippy cup. That is pure sugar being pumped into their blood. There is no nutrition in soda or these overly sweet drinks it just goes straight to fat and you are going also give them diabetes because again they don&#39;t have very much blood to begin with!</p>\n\n<p>Short of some preexisting medical issue you are responsible for keeping your chidden healthy that means feeding them a good healthy diet, if they are fat or obese that is YOUR FAULT not theirs.</p>\n\n<p>Companies are also to blame for not allowing employees (I worked in food service) to comment and put the parent in their place. I saw one family that would come in where the baby had no neck they was so fat and they put soda in the sippy cup. Yeah I wish I could have told them straight!</p>\n\n<p>How you were raised is not an excuse and it&#39;s on you to break the bad habits so you don&#39;t ruin your childrens lives or leave them ill!</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/p6r7ot/cmv_giving_babies_soda_is_child_abuse/",
  "subreddit": "changemyview",
  "id": "p6r7ot",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay now that I hooked you with the most blatant point time for the argument.\n\nBabies has 1-2 cups of blood in their body, you have to be a complete moron\n(which the biggest loser sized parents are to get that big in the first place)\nto put soda or sweet ice tea in the babies sippy cup. That is pure…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、最も露骨なポイントであなたを釣ったところで、議論の時間に入ります。\n\n赤ちゃんの体内には1～2杯の血液が流れているのですから、よほどのバカでなければ\n(そもそもあんなに大きくなってしまった親が一番の負け組ですが)\n赤ちゃんのシッピーカップにソーダや甘いアイスティーを入れるのは、よほどのマヌケでないとできません。それは純粋な...",
      "title": "CMV：赤ちゃんに炭酸水を飲ませるのは児童虐待です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好了，现在我用最明目张胆的观点吸引了你，现在是争论的时候了。\n\n婴儿身体里有1-2杯血，你必须是一个完全的白痴。\n(最大的失败者大小的父母才会把孩子养得那么大)\n才会把苏打水或甜冰茶放进婴儿喝水的杯子里。这纯粹是...",
      "title": "CMV：给婴儿喝汽水是虐待儿童。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好了，現在我用最明目張膽的觀點吸引了你，現在是爭論的時候了。\n\n嬰兒身體裏有1-2杯血，你必須是一個完全的白癡。\n(最大的失敗者大小的父母纔會把孩子養得那麼大)\n纔會把蘇打水或甜冰茶放進嬰兒喝水的杯子裏。這純粹是...",
      "title": "CMV：給嬰兒喝汽水是虐待兒童。"
    }
  ]
}