{
  "author": "Zerneborg",
  "original_created_utc": 1626178427,
  "title": "Have you ever finished a book but a few weeks/months later can't remember why you enjoyed it?",
  "created_utc": 1626224030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Admittedly I have not finished many books but there are 2 in particular, which are my most recent reads, that I can remember the books but I can&#39;t remember why I enjoyed them. The books are 1q84 by Murakami (all 3 of them) and uprooted by Naomi Novik. </p>\n\n<p>I do remember enjoying them at the time and being really invested in them but I can&#39;t remember why I was so invested.</p>\n\n<p>I was curious if anyone else has ever felt like this when remembering books you had previously read including ones you have read years ago.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ojeb98/have_you_ever_finished_a_book_but_a_few/",
  "subreddit": "books",
  "id": "ojeb98",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Admittedly I have not finished many books but there are 2 in particular, which\nare my most recent reads, that I can remember the books but I can't remember why\nI enjoyed them. The books are 1q84 by Murakami (all 3 of them) and uprooted by\nNaomi Novik.\n\nI do remember enjoying them at the time and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "確かに私は多くの本を読み終えていませんが、最近読んだ本の中で特に2つの本があります。\n最近読んだ本の中で、本の内容は覚えていても、なぜ面白かったのか思い出せないものが2つあります。\n楽しかったのか思い出せないものがあります。その2冊とは、村上春樹の「1q84」（3冊とも）と、ナオミの「uprooted」です。\nNaomi Novikの『uprooted』です。\n\nその時は楽しかったことを覚えているのですが...。",
      "title": "本を読み終えても、数週間後、数ヶ月後に、なぜその本が面白かったのか思い出せないことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "诚然，我没有读完很多书，但有两本特别的书，是我最近读的。\n这是我最近读的书，我记得这些书，但我不记得为什么我喜欢它们。\n我喜欢它们。这两本书是村上的《1q84》（全部3本）和纳奥米-诺维克的《连根拔起》。\n纳奥米-诺维克的作品。\n\n我确实记得当时很喜欢它们，而且...",
      "title": "你是否曾经读完一本书，但几周/几个月后却不记得为什么喜欢这本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "誠然，我沒有讀完很多書，但有兩本特別的書，是我最近讀的。\n這是我最近讀的書，我記得這些書，但我不記得爲什麼我喜歡它們。\n我喜歡它們。這兩本書是村上的《1q84》（全部3本）和納奧米-諾維克的《連根拔起》。\n納奧米-諾維克的作品。\n\n我確實記得當時很喜歡它們，而且...",
      "title": "你是否曾經讀完一本書，但幾周/幾個月後卻不記得爲什麼喜歡這本書？"
    }
  ]
}