{
  "author": "Naive_Mix9089",
  "original_created_utc": 1627655079,
  "title": "Why do people suggest killing sex offenders/pedophiles instead of offering Real solutions on how they should be handled once they get out?",
  "created_utc": 1627689244,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of people always say sex offenders should be executed or spend life in prison but let’s be real here that’s not gonna happen. A lot of sex offenders and pedophiles are not going to spend life in prison and are not going to be executed. So instead of people repeating the same Old narrative over and over again why don’t people think of realistic solutions to how sex offender/pedophiles should be handled once they get out. </p>\n\n<p>For example, the government can build a community specifically for them since it is so many restrictions on where they can live. It Has to be one of the other because you don’t want sex offenders/pedophiles living in you community (understandable), but it in the same breath you are against the government building housing for them because they use taxpayer money. You don’t want to pedophiles using your taxpayer dollars  to live off of and be monitored but you don’t want them working in public areas either.</p>\n\n<p>Again it has be one of the other. Either the government uses  taxpayer money for them or they should integrate back into society like normal people to support themselves.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/TooAfraidToAsk/comments/oullll/why_do_people_suggest_killing_sex/",
  "subreddit": "TooAfraidToAsk",
  "id": "oullll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A lot of people always say sex offenders should be executed or spend life in\nprison but let’s be real here that’s not gonna happen. A lot of sex offenders\nand pedophiles are not going to spend life in prison and are not going to be\nexecuted. So instead of people repeating the same Old narrative over…"
}