{
  "author": "Smash_4dams",
  "original_created_utc": 1632511483,
  "title": "CMV: A \"work-study\" program where active addicts get housed, fed, and their DOC to study/work would be a good solution to our mental-health/homelessness scourge",
  "created_utc": 1632558640,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As anyone who has been or known an addict, nothing matters to them but that next high. Things like rent/bills/food might as well be chopped liver. Once these people are strung-out on the streets is where the trouble starts.</p>\n\n<p>If we could start a vocational program for heroin addicts, etc. They could get small doses of H in a controlled settings to &quot;get them through&quot; to study and care about something. Perhaps integrate the H into a counseling course or two. Of course, you would want to wean them off somehow when it comes to actually working them, but could it be a start? Maybe focus on industries that don&#39;t involve heavy machinery?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/puqq7n/cmv_a_workstudy_program_where_active_addicts_get/",
  "subreddit": "changemyview",
  "id": "puqq7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As anyone who has been or known an addict, nothing matters to them but that next\nhigh. Things like rent/bills/food might as well be chopped liver. Once these\npeople are strung-out on the streets is where the trouble starts.\n\nIf we could start a vocational program for heroin addicts, etc. They could…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "依存症になったことのある人や知っている人は、次のハイがなければ何も始まらないと思っています。\nハイになります。家賃、請求書、食べ物などは、肝臓を切り刻んだようなものだ。そんな人たちが\n困ったことになってしまいます。\n\nもし、ヘロイン中毒者などのための職業プログラムを始めることができれば、彼らは...。そうすれば...。",
      "title": "CMV: 「ワークスタディー」プログラムは、現役の依存症患者に住居と食事を提供し、DOCが勉強や仕事をするというもので、精神衛生上やホームレス問題を解決するのに適しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如任何曾经或认识的瘾君子一样，对他们来说，除了下一次的兴奋，什么都不重要。\n高。像房租/账单/食物这样的事情可能是切碎的肝脏。一旦这些人\n一旦这些人在街上被绞死，麻烦就开始了。\n\n如果我们能够为海洛因成瘾者启动一个职业项目，等等。他们可以...",
      "title": "CMV: 一个 \"勤工俭学 \"计划，让活跃的吸毒者得到住房、食物和他们的DOC来学习/工作，将是解决我们的精神健康/无家可归祸害的一个好办法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如任何曾經或認識的癮君子一樣，對他們來說，除了下一次的興奮，什麼都不重要。\n高。像房租/賬單/食物這樣的事情可能是切碎的肝臟。一旦這些人\n一旦這些人在街上被絞死，麻煩就開始了。\n\n如果我們能夠爲海洛因成癮者啓動一個職業項目，等等。他們可以...",
      "title": "CMV: 一個 \"勤工儉學 \"計劃，讓活躍的吸毒者得到住房、食物和他們的DOC來學習/工作，將是解決我們的精神健康/無家可歸禍害的一個好辦法。"
    }
  ]
}