{
  "author": "jjbarr19",
  "original_created_utc": 1636730522,
  "title": "CMV: Privileged people try to say all trauma is the same when it truly isn’t",
  "created_utc": 1636738415,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think you’ve heard it all before.</p>\n\n<p>“Don’t invalidate someone’s trauma” </p>\n\n<p>Or better yet, “everyone’s trauma is the same.”</p>\n\n<p>And for some reason, I simply can’t bring myself to believe that. I think most of you who are reading this are very privileged in general. For the most part you have food, internet, a phone, clothes, etc - your basic needs and then some such as access to health care, access to education, and most of all…opportunity. </p>\n\n<p>I’ve traveled to many parts of the world. I’ve seen what true poverty looks like. Some examples include not being able to eat every night. Having to walk a few miles for clean water. Having to leave school in middle school to work to legitimately survive as a family. Having to sleep in one bed as a family. I could go on. But essentially, a lot more people have it rough. </p>\n\n<p>So when I hear my peers say that their trauma is of the same magnitude as others, I get mad. You’re legitimately saying that in a position of privilege. Again, it’s not to say that we don’t all go through issues but we have to recognize there are levels to this. For example, me not getting a job I wanted isn’t of the same magnitude of what others go through. I just feel like we want to validate our trauma and victimizing ourselves. It just reeks of arrogance and ignorance.</p>\n\n<p>We wouldn’t say a white male goes through the same issues as a POC in the US right? Why is this any different?</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/changemyview/comments/qsdgs5/cmv_privileged_people_try_to_say_all_trauma_is/",
  "subreddit": "changemyview",
  "id": "qsdgs5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think you’ve heard it all before.\n\n“Don’t invalidate someone’s trauma”\n\nOr better yet, “everyone’s trauma is the same.”\n\nAnd for some reason, I simply can’t bring myself to believe that. I think most\nof you who are reading this are very privileged in general. For the most part\nyou have food,…"
}