{
  "author": "why_doineedausername",
  "original_created_utc": 1631055798,
  "title": "CMV: If you believe abortion should be illegal on the grounds that a life is being ended, then that fetus should get FULL protection under the law, including being an American citizen and all the perks that come with it",
  "created_utc": 1631072029,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we are going to consider those fetus&#39; human beings which need protection from &quot;murder&quot; or whatever form of child abuse you want to call it, then that fetus should be legally treated exactly as a child. This means it is a citizen and it&#39;s parents are protected from deportation.</p>\n\n<p>It means child support should start at 6 weeks, or whenever we consider it &quot;life&quot;.</p>\n\n<p>It means mothers who need it should be getting additional welfare benefits once determined to be pregnant.</p>\n\n<p>If the parents are forced into a legal obligation to care for the child then they absolutely need to also be given the same benefits that parents of &quot;birthed&quot; children can enjoy.</p>\n\n<p>This post is about logical consistency more than it is moral superiority. I&#39;m not making a claim on what is morally right, only following a line of logic where if A is true, then B must also be true to maintain consistency.</p>\n\n<p>Edit: I am going to reinforce that this post operates under the assumption that an abortion is the end of a human beings&#39; life. If you don&#39;t believe that is true then any arguments would fall outside the scope of this post.</p>\n\n<p>Leaving this line here for informational purposes but my mind has already been changed : &quot;Also, if a job provides paid maternity leave benefits then those should be allowed to start as early as 6 weeks into pregnancy.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 1241,
  "permalink": "/r/changemyview/comments/pjy8tg/cmv_if_you_believe_abortion_should_be_illegal_on/",
  "subreddit": "changemyview",
  "id": "pjy8tg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If we are going to consider those fetus' human beings which need protection from\n\"murder\" or whatever form of child abuse you want to call it, then that fetus\nshould be legally treated exactly as a child. This means it is a citizen and\nit's parents are protected from deportation.\n\nIt means child…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "胎児を人間として保護しなければならないのであれば\nその胎児を「殺人」や「児童虐待」から保護する必要がある人間と考えるなら、その胎児は\n胎児は法的に子供と同じように扱われるべきです。つまり、胎児は市民であり\n親は国外追放から保護されます。\n\nつまり、子供...",
      "title": "CMV: 人の命を奪っているという理由で中絶を違法とすべきだと考えるなら、その胎児は法の下で完全に保護されるべきであり、アメリカ市民やそれに伴うすべての特典も含まれます"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们要把那些需要保护的胎儿看作是人，而不是 \"人\"。\n\"谋杀 \"或任何你想称之为虐待儿童的形式，那么该胎儿\n应该在法律上完全被当作一个孩子来对待。这意味着它是一个公民，并且\n它的父母受到保护，不会被驱逐出境。\n\n这意味着儿童...",
      "title": "CMV: 如果你认为堕胎应该是非法的，理由是一个生命正在被结束，那么这个胎儿应该得到法律的全面保护，包括成为美国公民和所有随之而来的福利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們要把那些需要保護的胎兒看作是人，而不是 \"人\"。\n\"謀殺 \"或任何你想稱之爲虐待兒童的形式，那麼該胎兒\n應該在法律上完全被當作一個孩子來對待。這意味着它是一個公民，並且\n它的父母受到保護，不會被驅逐出境。\n\n這意味着兒童...",
      "title": "CMV: 如果你認爲墮胎應該是非法的，理由是一個生命正在被結束，那麼這個胎兒應該得到法律的全面保護，包括成爲美國公民和所有隨之而來的福利。"
    }
  ]
}