{
  "author": "Bone_Her_Sauce",
  "original_created_utc": 1630012611,
  "title": "CMV: there’s nothing wrong with having a 6’0+ height preference, or even a requirement, as long as you don’t belittle people out of your preference.",
  "created_utc": 1630021058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a 5’9 male, so I don’t fit the bill for that standard, but don’t have an issue with it. Physical attraction is a huge part of a relationship and is very important (looks do matter). Anytime a woman says she prefers or will only date 6’0+ men, short men will get pissed and act like she’s the biggest bitch in the world (which is an obvious projection of their insecurities). If you’re not attracted to men below 6’0, then you shouldn’t have to date them, the same way a man shouldn’t have to date an obese woman if he doesn’t find her attractive. People can have whatever preference they want, even if it’s ridiculous, as long as you aren’t shallow towards people who don’t fit your preference. It’s not just easy to “look past it” and find other things thst make up for it, it’s ok to have things you’re solely attracted to.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/changemyview/comments/pc8t95/cmv_theres_nothing_wrong_with_having_a_60_height/",
  "subreddit": "changemyview",
  "id": "pc8t95",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m a 5’9 male, so I don’t fit the bill for that standard, but don’t have an\nissue with it. Physical attraction is a huge part of a relationship and is very\nimportant (looks do matter). Anytime a woman says she prefers or will only date\n6’0+ men, short men will get pissed and act like she’s the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は身長175cmの男性なので、その基準には当てはまりませんが、私のような人間には問題がありません。\nしかし、それを問題にすることはありません。肉体的な魅力は人間関係の大きな部分を占めており、とても重要です。\n重要です（見た目は重要です）。女性が180cm以上の男性が好きだとか、それとしか付き合わないと言っても、それは間違いです。\n女性が身長180cm以上の男性が好みだとか、その男性としか付き合わないと言うと、背の低い男性は怒って、まるで彼女が...というような態度を取るでしょう。",
      "title": "CMV：身長が180cm以上であることを好むのは悪いことではありませんし、必要なことであっても、自分の好みで人を侮辱しない限りは問題ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个5英尺9英寸的男性，所以我不符合这个标准，但并没有什么问题。\n的问题。身体上的吸引力是一段关系的重要组成部分，而且是非常重要的。\n很重要（外表确实很重要）。任何时候一个女人说她更喜欢或只愿意和\n6'0以上的男人，矮个子男人就会生气，并表现得像她是......",
      "title": "CMV：有6英尺0英寸以上的身高偏好，甚至是一种要求，并没有什么错，只要你不因为自己的偏好而贬低别人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個5英尺9英寸的男性，所以我不符合這個標準，但並沒有什麼問題。\n的問題。身體上的吸引力是一段關係的重要組成部分，而且是非常重要的。\n很重要（外表確實很重要）。任何時候一個女人說她更喜歡或只願意和\n6'0以上的男人，矮個子男人就會生氣，並表現得像她是......",
      "title": "CMV：有6英尺0英寸以上的身高偏好，甚至是一種要求，並沒有什麼錯，只要你不因爲自己的偏好而貶低別人。"
    }
  ]
}