{
  "author": "Fuligo_septica",
  "the_new_excerpt": "Why do I say this?:\n\n 1. Direct military action against the PRC is suicidal because they have nuclear\n    weapons. Even if they didn't, who would be willing to sacrifice millions (if\n    not tens of millions) of their countrymen to liberate the Uyghurs? Also, in\n    the last 20 years, military…",
  "original_created_utc": 1624004977,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜこんなことを言うのか？\n\n 1. 中国は核兵器を持っているので、中国に対する直接の軍事行動は自殺行為である。\n    核兵器を持っているからです。仮に核兵器を持っていなかったとしても、数百万人（数十万人とは言わないまでも）を犠牲にすることを誰がいとわない。\n    ウイグル人を解放するために、数百万人（数千万人とは言わないまでも）の同胞を犠牲にする人がいるだろうか？また、日本の\n    ここ20年の間に、軍事...",
      "title": "CMV：新疆ウイグル自治区のウイグル人の状況について、私たちは希望を失ってはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我为什么这样说？\n\n 1. 对中国的直接军事行动是自杀性的，因为他们有核武器。\n    核武器。即使他们没有，谁会愿意牺牲数以百万计（如果有的话）的人？\n    即使他们没有，谁会愿意牺牲几百万（如果不是几千万）的同胞来解放维吾尔族？另外，在\n    在过去的20年里，军事...",
      "title": "CMV：我们应该对新疆维吾尔人的处境失去所有希望。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我爲什麼這樣說？\n\n 1. 對中國的直接軍事行動是自殺性的，因爲他們有核武器。\n    核武器。即使他們沒有，誰會願意犧牲數以百萬計（如果有的話）的人？\n    即使他們沒有，誰會願意犧牲幾百萬（如果不是幾千萬）的同胞來解放維吾爾族？另外，在\n    在過去的20年裏，軍事...",
      "title": "CMV：我們應該對新疆維吾爾人的處境失去所有希望。"
    }
  ],
  "title": "CMV: We ought to lose all hope about the situation of Uyghurs in Xinjiang.",
  "created_utc": 1624041193,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why do I say this?:</p>\n\n<ol>\n<li><p>Direct military action against the PRC is suicidal because they have nuclear weapons. Even if they didn&#39;t, who would be willing to sacrifice millions (if not tens of millions) of their countrymen to liberate the Uyghurs? Also, in the last 20 years, military actions by Western nations have resulted in horrific failures.</p></li>\n<li><p>For those of you who say &quot;<em>we need to set an example that genocide isn&#39;t OK</em>&quot;, the PRC constantly brings up Western nations&#39; atrocities to claim that we have no right to criticize them, and imply that genocides are OK because we did genocides too. This not only makes the PRC look heroic to its populace, it also makes Westerners question if we do have any right to criticize the PRC.</p></li>\n<li><p>The CCP has a strong grip on power. Many of its citizens remember poverty within their own lifetimes, and are grateful to the CCP for uplifting them out of poverty (regardless of whether or not the CCP deserves such credit). Plus, as mentioned in point #2, they take advantage of endless opportunities to deflect blame. If it didn&#39;t have a strong grip on power, then it&#39;s not long before another Chinese Civil War begins, which would not necessarily be good for Uyghurs, and would cause suffering all over the world.</p></li>\n<li><p>Racism and apathy against minorities exists everywhere, including in liberal democracies. There is no reason to believe that these problems don&#39;t exist in the PRC too. What hope is there in fixing a racism problem if there is no will to fix it?</p></li>\n<li><p>My country, Australia, has a severe economic dependence on exporting to the PRC. Most other countries have the PRC among their top 3 trading partners. We have reached a point where it is economic suicide to boycott or sanction the PRC. And before you tell me &quot;<em>why not boycott or sanction the USA for its atrocities</em>&quot;, the same deal applies there (and that&#39;s not even getting into Australia&#39;s own shameful history). The most powerful countries can get away with almost everything.</p></li>\n<li><p>The PRC has managed economic growth despite the ongoing pandemic. Aside from Australia and New Zealand, most Western countries have been hit very hard by the pandemic, both in terms of GDP decline and deaths. Even if the PRC is covering up the truth about its pandemic deaths, the pandemic has accelerated the decline of Western nations in terms of economic, cultural, diplomatic and military power. Even if the PRC were lying about its economic growth, it doesn&#39;t change the fact that all other nations have been weakened by the pandemic.</p></li>\n<li><p>On this very sub, we get a lot of people claiming &quot;<em>the PRC will hit a brick wall because of a housing bubble / middle income trap / aging population / corruption</em>&quot;. Yet this crash never comes. It makes me believe that the CCP has found a way to somehow dodge the consequences of these problems, a way that none of us westerners have figured out.</p></li>\n</ol>\n\n<p>I am a member of <a href=\"/r/EnoughCommieSpam\">r/EnoughCommieSpam</a> and <a href=\"/r/EnoughWumaoSpam\">r/EnoughWumaoSpam</a>, <a href=\"/r/Shitwehraboossay\">r/Shitwehraboossay</a> and <a href=\"/r/Shitracistssay\">r/Shitracistssay</a> because I oppose totalitarianism, racism and genocide. I would love to have hope, but deep down, I know that there is no hope, so I try to pretend there is.</p>\n\n<p><strong>Edit</strong>: In case someone tells me &quot;<em>concern about the Uyghurs is virtue signalling</em>&quot; or &quot;<em>people only care about the Uyghurs because it&#39;s trendy to do so</em>&quot;, it&#39;s irrelevant. Whether or not these accusations are true doesn&#39;t affect my opinion that there is no hope about the situation of Uyghurs in Xinjiang.</p>\n</div><!-- SC_ON -->",
  "score": 526,
  "permalink": "/r/changemyview/comments/o2k9uo/cmv_we_ought_to_lose_all_hope_about_the_situation/",
  "subreddit": "changemyview",
  "id": "o2k9uo",
  "is_self": true,
  "media": null,
  "is_video": false
}