{
  "author": "GATHRAWN91",
  "the_new_excerpt": "My dad got me readings Guards! Guards! When I was a teen and I've been hooked\never since. When I first started my Disc World journey I enjoyed the adventure\nand mystery in the books and also got a good couple of chuckles too.\n\nWhen I re read them in my 20s I fell in live all over again, it was like…",
  "original_created_utc": 1623331353,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パパがリーディングガードを買ってくれました! ガード! 10代の頃に読んで以来、すっかりはまってしまいました。\nそれ以来、夢中になっています。ディスク・ワールドの旅を始めたばかりの頃は、冒険やミステリーを楽しむことができました。\nまた、何度か笑いもしました。\n\n20代になって再読したときには、またしても夢中になってしまいました。",
      "title": "テリー・プラチェット卿への感謝の気持ち"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我爸爸给我买了读物 \"卫士\"! 守卫！守卫！守卫 当我还是个少年时，我就迷上了这本书。\n从那时起。当我第一次开始我的光盘世界之旅时，我很喜欢书中的冒险和神秘感。\n书中的冒险和神秘感，也得到了一些很好的笑声。\n\n当我在20多岁时重读这些书时，我又重新爱上了它们，这就像......",
      "title": "欣赏泰瑞-普拉切特爵士的作品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我爸爸給我買了讀物 \"衛士\"! 守衛！守衛！守衛 當我還是個少年時，我就迷上了這本書。\n從那時起。當我第一次開始我的光盤世界之旅時，我很喜歡書中的冒險和神祕感。\n書中的冒險和神祕感，也得到了一些很好的笑聲。\n\n當我在20多歲時重讀這些書時，我又重新愛上了它們，這就像......",
      "title": "欣賞泰瑞-普拉切特爵士的作品"
    }
  ],
  "title": "Appreciation for Sir Terry Pratchett",
  "created_utc": 1623340584,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My dad got me readings Guards! Guards! When I was a teen and I&#39;ve been hooked ever since. When I first started my Disc World journey I enjoyed the adventure and mystery in the books and also got a good couple of chuckles too. </p>\n\n<p>When I re read them in my 20s I fell in live all over again, it was like I was reading a brand new book, suddenly i understood the political jabs, some of the hidden humour and the running jokes. </p>\n\n<p>I do like to read a variety of books, my go to genre is fantasy/sci fi. I love the way the genre is subverted in Disc World.</p>\n\n<p>What are your favourite books/characters or moments in the series?</p>\n\n<p>GNU Terry Pratchett</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/nwnj9h/appreciation_for_sir_terry_pratchett/",
  "subreddit": "books",
  "id": "nwnj9h",
  "is_self": true,
  "media": null,
  "is_video": false
}