{
  "author": "greenbay33alt",
  "original_created_utc": 1629861481,
  "title": "cmv: Most people would be okay living under a dictatorship, as long its a dictatorship they agree with.",
  "created_utc": 1629887438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I&#39;m not saying that most people want a dictatorship or will try to bring about one. Sure there are more people like this now and we&#39;ve seen it. However, most people on some level want peace on some level and don&#39;t want to make waves. That being said, if a dictatorship were to be in power in the US today, those who generally support its policies would probably be happy with it, or at least wouldn&#39;t really care. Most would go about their lives doing whatever.</p>\n\n<p>Also, while most would not commit atrocities under our current system, most would do so under such a regime, if only because they would be &quot;following orders&quot; and sadly in most dictatorships, plenty of nonpolitical people who consider themselves generally patriotic can be convinced to commit atrocities. There were Germans who under any other government would be nobodies, but under the nazis committed genocide. Same for Russians who committed Soviet atrocities, or subjects of the British empire and so on.  </p>\n\n<p>One last thing is that most people don&#39;t really give a crap about the government committing atrocities unless it directly affects them. In a dictatorship that one supports, who cares if a bunch of enemies are killed if it doesn&#39;t affect you. In Germany, plenty of Germans, even very decent ones probably didn&#39;t do jack because the murder of Jews didn&#39;t affect them. Same with any authoritarian regime. Sadly if such a government were to rule the United States, whatever side was in charge, few would care about their enemies. Sure you&#39;d have a few saintly people who would stand up for their fellow man, but most sadly would not. Most would just go on with their lives, while some for sure would take pleasure in beating their enemies and a smaller number might stand up for the less fortunate, but the last group seems like a pretty small one.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/pb2v4p/cmv_most_people_would_be_okay_living_under_a/",
  "subreddit": "changemyview",
  "id": "pb2v4p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, I'm not saying that most people want a dictatorship or will try to\nbring about one. Sure there are more people like this now and we've seen it.\nHowever, most people on some level want peace on some level and don't want to\nmake waves. That being said, if a dictatorship were to be in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、私はほとんどの人が独裁政権を望んでいるとか、独裁政権を引き起こそうとしているとは言っていません。\n起こそうとするとは言っていません。確かに今はこのような人が増えていますし、それを目の当たりにしてきました。\nしかし、ほとんどの人は、あるレベルでは平和を望んでおり、そのためには\n波風を立てたくないのです。そうは言っても、もしも独裁政権が...。",
      "title": "cmv。ほとんどの人は、自分が納得できる独裁政権であれば、独裁政権下でも平気でしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我并不是说大多数人想要独裁，或者会试图实现独裁。\n带来的。当然，现在这样的人更多，我们已经看到了。\n然而，大多数人在某种程度上都希望和平，并不想\n兴风作浪。话虽如此，如果独裁者在...",
      "title": "cmv: 大多数人都会同意生活在独裁统治下，只要是他们同意的独裁统治。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我並不是說大多數人想要獨裁，或者會試圖實現獨裁。\n帶來的。當然，現在這樣的人更多，我們已經看到了。\n然而，大多數人在某種程度上都希望和平，並不想\n興風作浪。話雖如此，如果獨裁者在...",
      "title": "cmv: 大多數人都會同意生活在獨裁統治下，只要是他們同意的獨裁統治。"
    }
  ]
}