{
  "author": "greenbay33alt",
  "original_created_utc": 1629861481,
  "title": "cmv: Most people would be okay living under a dictatorship, as long its a dictatorship they agree with.",
  "created_utc": 1629887438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, I&#39;m not saying that most people want a dictatorship or will try to bring about one. Sure there are more people like this now and we&#39;ve seen it. However, most people on some level want peace on some level and don&#39;t want to make waves. That being said, if a dictatorship were to be in power in the US today, those who generally support its policies would probably be happy with it, or at least wouldn&#39;t really care. Most would go about their lives doing whatever.</p>\n\n<p>Also, while most would not commit atrocities under our current system, most would do so under such a regime, if only because they would be &quot;following orders&quot; and sadly in most dictatorships, plenty of nonpolitical people who consider themselves generally patriotic can be convinced to commit atrocities. There were Germans who under any other government would be nobodies, but under the nazis committed genocide. Same for Russians who committed Soviet atrocities, or subjects of the British empire and so on.  </p>\n\n<p>One last thing is that most people don&#39;t really give a crap about the government committing atrocities unless it directly affects them. In a dictatorship that one supports, who cares if a bunch of enemies are killed if it doesn&#39;t affect you. In Germany, plenty of Germans, even very decent ones probably didn&#39;t do jack because the murder of Jews didn&#39;t affect them. Same with any authoritarian regime. Sadly if such a government were to rule the United States, whatever side was in charge, few would care about their enemies. Sure you&#39;d have a few saintly people who would stand up for their fellow man, but most sadly would not. Most would just go on with their lives, while some for sure would take pleasure in beating their enemies and a smaller number might stand up for the less fortunate, but the last group seems like a pretty small one.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/pb2v4p/cmv_most_people_would_be_okay_living_under_a/",
  "subreddit": "changemyview",
  "id": "pb2v4p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, I'm not saying that most people want a dictatorship or will try to\nbring about one. Sure there are more people like this now and we've seen it.\nHowever, most people on some level want peace on some level and don't want to\nmake waves. That being said, if a dictatorship were to be in…"
}