{
  "author": "athsrueas",
  "original_created_utc": 1635009403,
  "title": "The GME people are getting more and more into blockchains.",
  "created_utc": 1635032333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit 3: upon reading the comments, it seems many think when building a portfolio it&#39;s good to hold both stocks and crypto. Many have been doing both for a long time. No need to think there is going to be a sudden influx of new interest. However I think that as companies begin using blockchains it will be an opportunity for older investors to see it as more acceptable. </p>\n\n<p>I&#39;m sure many here who follow crypto news will have been seeing information popping up about  <strong>PleasrDAO</strong></p>\n\n<p>It seems that the GME community is currently losing their marbles over the possible connection between this group and gamestop. But beside all of that is just what this group does in general; create the ability to invest in fractional NFT&#39;s. Consider for example that there is a famous image created by a reporter of knocking down a trump tower and blows up in popularity. Everyone wants to own a piece of this history. Well on most NFT auctions only the highest bidder can own the image and therefore the licensing. The goal of this group is to break up the ownership of the NFT into little pieces so that many in a DAO can own the rights to an image. Suppose all the Antifa warriors want to get in on the anti trump action. Well now you can. I don&#39;t know it seems interesting.</p>\n\n<p>&#x200B;</p>\n\n<p>Not quite sure how the GME folks that think this is going to cause the MOASS think that&#39;s going to happen, but both movements are big and popular and probably both can rise and fall together.</p>\n\n<p>Edit: it was the wutang album. And a video that had emojis in it relevant to their theories.</p>\n\n<p>Edit 2: and maybe Ryan Cohen is one of the purchasers</p>\n</div><!-- SC_ON -->",
  "score": 175,
  "permalink": "/r/CryptoCurrency/comments/qe932n/the_gme_people_are_getting_more_and_more_into/",
  "subreddit": "CryptoCurrency",
  "id": "qe932n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Edit 3: upon reading the comments, it seems many think when building a portfolio\nit's good to hold both stocks and crypto. Many have been doing both for a long\ntime. No need to think there is going to be a sudden influx of new interest.\nHowever I think that as companies begin using blockchains it…"
}