{
  "author": "Harleychillin93",
  "original_created_utc": 1628687093,
  "title": "No bartender has ever accepted a tip from me in crypto. I know we're not super early, but we are still pretty early.",
  "created_utc": 1628699772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in a big city on the central east coast. I go out for beers with friends pretty frequently. I litterally try at every new establishment I go to, or even when I&#39;m at the same place but its a different bartender, I ask them if they&#39;d accept the tip, not the bill, in btc, or any crypto of their preference. I haven&#39;t gotten a single person to accept my magic internet money yet. Millions of working class people in the U.S. still dont get it at all. I know were not early like btc for under 100 dollars early, but if this is truly an unsoverign money (which i believe it is), there is soooooo much adoption to happen yet. Billions of holders that aren&#39;t currently holding. </p>\n\n<p>My bartender last night said she would accept a stock as a tip. I said I cant send you a stock through our phones, and she rolled her eyes and shoulders and gave up. Not 1 of the 3 bartenders working last night wanted my btc. They even kinda started talking shit like is it real, what can they spend it on, and how would they tipshare it. They answered my question and I wasn&#39;t about to start lecturing in the bar about crypto so I sat back and enjoyed my beer with a smile after that. People get btc when they deserve I guess. </p>\n\n<p>I&#39;m going to say this next part, which I know can be a polarizing phrase around here lately, but this isn&#39;t an isolated incident for me. Ive been trying for 2 years now. Until my bartender accepts crypto as a tip....</p>\n\n<p>WE&#39;RE STILL EARLY!!!!!!</p>\n\n<p>Edited to clarify I still tipped the bartender 20%.</p>\n</div><!-- SC_ON -->",
  "score": 195,
  "permalink": "/r/CryptoCurrency/comments/p2cnvl/no_bartender_has_ever_accepted_a_tip_from_me_in/",
  "subreddit": "CryptoCurrency",
  "id": "p2cnvl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I live in a big city on the central east coast. I go out for beers with friends\npretty frequently. I litterally try at every new establishment I go to, or even\nwhen I'm at the same place but its a different bartender, I ask them if they'd\naccept the tip, not the bill, in btc, or any crypto of their…"
}