{
  "author": "Jdela512",
  "original_created_utc": 1630105730,
  "title": "YSK: if you’re online shopping from a big store and your cart is HUGE. Buy one or two things first, then the rest later.",
  "created_utc": 1630111490,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A LOT of stores will put a coupon in your package (for upwards of 25% off your next purchase) when you buy one thing from their store. This ensures you shop there again. </p>\n\n<p>If you were already planning on spending a lot of money there this initial coupon could really soften the blow on your wallet.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/pcyc48/ysk_if_youre_online_shopping_from_a_big_store_and/",
  "subreddit": "YouShouldKnow",
  "id": "pcyc48",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A LOT of stores will put a coupon in your package (for upwards of 25%\noff your next purchase) when you buy one thing from their store. This ensures\nyou shop there again.\n\nIf you were already planning on spending a lot of money there this initial\ncoupon could really soften the blow on your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くのお店では、そのお店で1つの商品を購入すると、次回のお買い物が25％以上割引になるクーポンをパッケージに入れてくれます。\nのクーポン）を同梱していますので、そのお店で何か1つ買うと これにより\nまたその店で買い物をしてくれるようになります。\n\nもしあなたがすでにその店でたくさんのお金を使うことを計画していたなら、この最初の\n最初のクーポンは、その店でたくさんのお金を使おうと思っていた人にとっては、非常に大きな痛手となるでしょう。",
      "title": "YSK：大きなお店のオンラインショッピングで、カートがHUGEになった場合。最初に1つか2つのものを買って、残りは後で買うようにしましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：很多商店都会在你的包裹里放一张优惠券（可享受25%以上的优惠）。\n折扣），当你从他们的商店购买一件东西时。这可以确保\n你会再次去那里购物。\n\n如果你已经打算在那里花很多钱，这个最初的\n优惠券可以真正减轻对你的打击。",
      "title": "YSK：如果你在一家大商店网上购物，你的购物车是巨大的。先买一两件东西，然后再买其他的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：很多商店都會在你的包裹裏放一張優惠券（可享受25%以上的優惠）。\n折扣），當你從他們的商店購買一件東西時。這可以確保\n你會再次去那裏購物。\n\n如果你已經打算在那裏花很多錢，這個最初的\n優惠券可以真正減輕對你的打擊。",
      "title": "YSK：如果你在一家大商店網上購物，你的購物車是巨大的。先買一兩件東西，然後再買其他的。"
    }
  ]
}