{
  "author": "The_Card_Player",
  "original_created_utc": 1624653859,
  "title": "CMV: If corporations legally count as people, then it should be possible to 'imprison' them.",
  "created_utc": 1624669634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Welcome to my glorified shower thought. I&#39;m hoping to learn from people more informed than myself about corporate and criminal law in the USA.  </p>\n\n<p>My basic understanding is that one reason that corporations are able to spend extravagant funding on political campaigns in the USA is that (a) they have been ruled to legally count as &#39;people&#39; and (b) money has been ruled to be a form of speech - hence donating money to political campaigns is a constitutionally protected right. I personally am opposed to both of these ideas, but if we&#39;re stuck with them, I don&#39;t see why we  shouldn&#39;t come up with some additional ways of criminally punishing corporations beyond fines small enough to just be a cost of doing business. For example, instead of just fining companies, why not prohibit them from doing any business for some amount of time (ie &#39;imprison&#39; them)? They might be prohibited from selling, transporting, purchasing, or manufacturing products, purchasing labor, and a freeze could be placed on trading their stock. This seems like it might actually provide corporations with good reasons to avoid criminal behaviour, instead of just pulling some extra money out of them as compensation for their continued sociopathy.</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/o7w5jf/cmv_if_corporations_legally_count_as_people_then/",
  "subreddit": "changemyview",
  "id": "o7w5jf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Welcome to my glorified shower thought. I'm hoping to learn from people more\ninformed than myself about corporate and criminal law in the USA.\n\nMy basic understanding is that one reason that corporations are able to spend\nextravagant funding on political campaigns in the USA is that (a) they have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の豪華なシャワールームへようこそ。アメリカの会社法や刑法について、私よりも知識のある人たちから学びたいと思っています。\nアメリカの会社法と刑法について、私よりも詳しい方々に教えていただきたいと思っています。\n\n私の基本的な理解では、アメリカで企業が政治運動に巨額の資金を費やすことができる理由の一つは、(a)\n私の基本的な理解では、アメリカで企業が政治運動に巨額の資金を費やすことができる理由の一つは、(a)企業が...",
      "title": "CMV：企業が法的に人間としてカウントされるのであれば、企業を「投獄」することも可能なはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "欢迎来到我的荣耀淋浴思想。我希望能从比我更了解美国公司法和刑法的人那里学到\n比我更了解美国的公司法和刑法的人。\n\n我的基本理解是，在美国，公司能够在政治活动上花费大量资金的一个原因是\n在美国，企业能够在政治活动中花费奢侈的资金的一个原因是：(a)他们有...",
      "title": "CMV: 如果公司在法律上算作人，那么就应该可以 \"监禁 \"它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "歡迎來到我的榮耀淋浴思想。我希望能從比我更瞭解美國公司法和刑法的人那裏學到\n比我更瞭解美國的公司法和刑法的人。\n\n我的基本理解是，在美國，公司能夠在政治活動上花費大量資金的一個原因是\n在美國，企業能夠在政治活動中花費奢侈的資金的一個原因是：(a)他們有...",
      "title": "CMV: 如果公司在法律上算作人，那麼就應該可以 \"監禁 \"它們。"
    }
  ]
}