{
  "author": "The_Card_Player",
  "original_created_utc": 1624653859,
  "title": "CMV: If corporations legally count as people, then it should be possible to 'imprison' them.",
  "created_utc": 1624669634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Welcome to my glorified shower thought. I&#39;m hoping to learn from people more informed than myself about corporate and criminal law in the USA.  </p>\n\n<p>My basic understanding is that one reason that corporations are able to spend extravagant funding on political campaigns in the USA is that (a) they have been ruled to legally count as &#39;people&#39; and (b) money has been ruled to be a form of speech - hence donating money to political campaigns is a constitutionally protected right. I personally am opposed to both of these ideas, but if we&#39;re stuck with them, I don&#39;t see why we  shouldn&#39;t come up with some additional ways of criminally punishing corporations beyond fines small enough to just be a cost of doing business. For example, instead of just fining companies, why not prohibit them from doing any business for some amount of time (ie &#39;imprison&#39; them)? They might be prohibited from selling, transporting, purchasing, or manufacturing products, purchasing labor, and a freeze could be placed on trading their stock. This seems like it might actually provide corporations with good reasons to avoid criminal behaviour, instead of just pulling some extra money out of them as compensation for their continued sociopathy.</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/o7w5jf/cmv_if_corporations_legally_count_as_people_then/",
  "subreddit": "changemyview",
  "id": "o7w5jf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Welcome to my glorified shower thought. I'm hoping to learn from people more\ninformed than myself about corporate and criminal law in the USA.\n\nMy basic understanding is that one reason that corporations are able to spend\nextravagant funding on political campaigns in the USA is that (a) they have…"
}