{
  "author": "UsingTheSameWind",
  "original_created_utc": 1633262079,
  "title": "Secret Codes in Books",
  "created_utc": 1633279214,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m fascinated with all things codes within books. I remember when David Blaine released his book, Mysterious Stranger, he offered something like $100,000 to anyone who could crack the code and find the hidden treasure. There was a similar book released in 1979 filled with clues that led to a golden rabbit, Masquerade by Kit Williams. I know even Neil Strauss had hidden clues in his book, Emergency.</p>\n\n<p>TBH, I&#39;m surprised that more books aren&#39;t released with real-life treasures to find. It seems like a fun gimmick, and would definitely appeal to armchair sleuths and amateur code-lovers like me. Are there any other examples of secret codes in books that I don&#39;t know about?</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/q0ga2i/secret_codes_in_books/",
  "subreddit": "books",
  "id": "q0ga2i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm fascinated with all things codes within books. I remember when David Blaine\nreleased his book, Mysterious Stranger, he offered something like $100,000 to\nanyone who could crack the code and find the hidden treasure. There was a\nsimilar book released in 1979 filled with clues that led to a golden…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本の中のコードに魅了されています。デビッド・ブレインが\nミステリアス・ストレンジャー」という本を出したとき、10万ドルくらいの賞金を出していました。\nコードを解読して隠された宝を見つけた人に10万ドルを提供したんだ。同じような本が\n1979年に発売された同様の本には、黄金の...につながるヒントが詰まっていました。",
      "title": "本の中の秘密の暗号"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对书中所有的代码都很着迷。我记得当大卫-布莱恩\n发布他的书《神秘的陌生人》时，他提供了大约100,000美元给\n谁能破解密码并找到隐藏的宝藏。有一本\n有一本类似的书在1979年发行，里面充满了通往黄金的线索......",
      "title": "书籍中的秘密代码"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對書中所有的代碼都很着迷。我記得當大衛-布萊恩\n發佈他的書《神祕的陌生人》時，他提供了大約100,000美元給\n誰能破解密碼並找到隱藏的寶藏。有一本\n有一本類似的書在1979年發行，裏面充滿了通往黃金的線索......",
      "title": "書籍中的祕密代碼"
    }
  ]
}