{
  "author": "Abigail_grace_styles",
  "original_created_utc": 1638596905,
  "title": "Does it get better?",
  "created_utc": 1638607725,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’m a 22 year old female who lives with her dog in a apartment. I work from home and probably leave the house 3 times a week. I’m single and have been for 2 years. I do the same thing over and over again. I would hangout with my friends but I have 2 and they’re both married and one has a kid. I also live paycheck to paycheck and over all my life is just pretty shitty at the moment. I’m overweight, but I have lost 35 pounds but I just don’t feel like it’s enough. I need to lose more. If it wasn’t for my dog and my family I wouldn’t be here. I also got diagnosed with border line personality disorder a month ago and I smoke weed on a daily because that’s the only thing that makes me feel some type of serotonin… so my question is; Does life get better? I’m just so lost in the world, I know nothing about me, I’m not sure of my purpose in life.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 113,
  "permalink": "/r/NoStupidQuestions/comments/r8iuak/does_it_get_better/",
  "subreddit": "NoStupidQuestions",
  "id": "r8iuak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m a 22 year old female who lives with her dog in a apartment. I work from home\nand probably leave the house 3 times a week. I’m single and have been for 2\nyears. I do the same thing over and over again. I would hangout with my friends\nbut I have 2 and they’re both married and one has a kid. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私は犬と一緒に住んでいる22歳の女性です。\n私は22歳の女性で、犬と一緒にアパートに住んでいます。私は自宅で仕事をしており、家を出るのは週に3回程度です。\nしています。私は独身で、2年前からです。私は同じことを繰り返しています。\n繰り返しています。友達と遊ぶこともありますが、私には2人の友達がいて、どちらも...",
      "title": "良くなるのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我是一个22岁的女性，和她的狗住在一个公寓里。\n狗住在一个公寓里。我在家里工作，大概每周离开家3次。\n一周离开家3次。我是单身，已经有两年了。我一遍又一遍地做着同样的事情。\n遍。我想和我的朋友一起玩，但我有两个朋友，他们都是...",
      "title": "它是否会变得更好？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我是一個22歲的女性，和她的狗住在一個公寓裏。\n狗住在一個公寓裏。我在家裏工作，大概每週離開家3次。\n一週離開家3次。我是單身，已經有兩年了。我一遍又一遍地做着同樣的事情。\n遍。我想和我的朋友一起玩，但我有兩個朋友，他們都是...",
      "title": "它是否會變得更好？"
    }
  ]
}