{
  "author": "Faking_A_Name",
  "the_new_excerpt": "Why YSK: there is roughly $58 billion of forgotten money that is sitting there\nwaiting to be claimed. Pension benefits, abandoned savings accounts, paychecks\nare just a few examples of where this money comes from. It’s completely free to\nsearch and won’t cost you anything to file a claim (really…",
  "original_created_utc": 1618629227,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、忘れ去られたお金が約580億ドルも眠っているからです。\n請求されるのを待っているのです。年金給付、放置された貯蓄口座、給料など。\nなどがその一例です。検索は完全に無料です。\n検索は完全に無料ですし、請求するのにもお金はかかりません（本当に...）。",
      "title": "YSK: お金を借りているかもしれないし、検索は無料です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大概有580亿美元的被遗忘的钱放在那里。\n等着被领走。养老金福利、被遗弃的储蓄账户、工资支票。\n只是这些钱从哪里来的几个例子。它是完全免费的\n搜索，并且不会花费你任何费用来申请索赔（真的...",
      "title": "YSK：你可能被欠钱了，可以免费搜一下。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大概有580億美元的被遺忘的錢放在那裏。\n等着被領走。養老金福利、被遺棄的儲蓄賬戶、工資支票。\n只是這些錢從哪裏來的幾個例子。它是完全免費的\n搜索，並且不會花費你任何費用來申請索賠（真的...",
      "title": "YSK：你可能被欠錢了，可以免費搜一下。"
    }
  ],
  "title": "YSK: you may be owed money and it’s free to search",
  "created_utc": 1618894181,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: there is roughly <strong><em>$58 billion</em></strong> of forgotten money that is sitting there waiting to be claimed. Pension benefits, abandoned savings accounts, paychecks are just a few examples of where this money comes from. It’s completely free to search and won’t cost you anything to file a claim (really it’s just filling out your name and stuff). Plus, it’s <strong>your</strong> money! Some places try and make you pay for them to do the search for you, but don’t let them fool you.  </p>\n\n<p>Each state and U.S. jurisdiction has an unclaimed property law that governs the length of time before a specific type of asset must be turned over to the state for safekeeping.   </p>\n\n<p>Companies or Holders of potential unclaimed property are required by state laws to re-establish contact with the owner of the property.  If attempts to contact the owner are unsuccessful, the property is transferred to the custody of the state for safekeeping and eventual return to the rightful owner.  </p>\n\n<p>Types of unclaimed property include: checking and savings accounts, uncashed payroll checks, uncashed stock dividends, insurance payments, inactive stock brokerage accounts, utility deposits, refund checks, money orders, traveler’s checks, mineral proceeds, life insurance proceeds, and more.  </p>\n\n<p>I have had better success using <a href=\"https://findmyfunds.com\">findmyfunds.com</a> but you can also use <a href=\"https://unclaimed.org/\">unclaimed.org</a>.   </p>\n\n<p>Some states don’t use a third party and you have to search directly on their website, so you can go to <a href=\"https://findmyfunds.com/app/state-index\">findmyfunds.com/app/state-index</a> to find your states website.   </p>\n\n<p>For property that was originally issued from a government agency, go to <a href=\"https://www.fiscal.treasury.gov/unclaimed-assets.html\">fiscal.treasury.gov/unclaimed-assets.html</a>  </p>\n\n<p><a href=\"https://www.treasurydirect.gov/indiv/tools/tools_treasuryhunt.htm\">treasurydirect.gov/indiv/tools/tools_treasuryhunt.htm</a> is for matured, uncashed savings bonds that are over 30 years old and no longer earning interest.  </p>\n\n<p>If you’re owed a refund from HUD/FHA, go to <a href=\"https://entp.hud.gov/dsrs/refunds/\">entp.hud.gov/dsrs/refunds/</a> to search for your name.   </p>\n\n<p>For those in Canada, <a href=\"https://www.bankofcanada.ca/unclaimed-balances/\">bankofcanada.ca/unclaimed-balances/</a>    </p>\n\n<p>*because I know some people don’t like clicking on links.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/msiw5v/ysk_you_may_be_owed_money_and_its_free_to_search/",
  "subreddit": "YouShouldKnow",
  "id": "msiw5v",
  "is_self": true,
  "media": null,
  "is_video": false
}