{
  "author": "A-dull-123",
  "original_created_utc": 1633949628,
  "title": "Can books actually be scary?",
  "created_utc": 1633981371,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve started reading a horror fiction book every October. So far I&#39;ve got through Salem&#39;s Lot, Pet Sematary and I&#39;ve just started The Shining. Next year will be someone other than Stephen King</p>\n\n<p>Most people say The Shining is the King book to go to if you want to wee your pants, but I guess I&#39;ll see as I get through it. But for me the other two didn&#39;t do anything. Not even a shiver.</p>\n\n<p>Have I chosen the wrong books? Has the tele box desensitised me and killed my imagination? What&#39;s really gonna make me check under my bed at night?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q5t9y9/can_books_actually_be_scary/",
  "subreddit": "books",
  "id": "q5t9y9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've started reading a horror fiction book every October. So far I've got\nthrough Salem's Lot, Pet Sematary and I've just started The Shining. Next year\nwill be someone other than Stephen King\n\nMost people say The Shining is the King book to go to if you want to wee your\npants, but I guess I'll see…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎年10月にホラー小説を読むようになりました。これまでに\nセーラムズ・ロット」、「ペット・セマタリー」を読み終え、「シャイニング」を読み始めたところです。来年は\nは、スティーブン・キング以外の人にします。\n\n多くの人は、キングの本では「シャイニング」が一番だと言います。\nと言われていますが、どうでしょうね...。",
      "title": "本は本当に怖いものなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经开始每年十月阅读一本恐怖小说。到目前为止，我已经读完了\n我已经读完了《塞勒姆的土地》、《宠物森马特利》，而且我刚刚开始读《闪灵》。明年\n将是斯蒂芬-金以外的人\n\n大多数人说《闪灵》是国王的书，如果你想尿裤子，就去看它。\n裤子，但我想我会看到......",
      "title": "书籍实际上可以是可怕的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經開始每年十月閱讀一本恐怖小說。到目前爲止，我已經讀完了\n我已經讀完了《塞勒姆的土地》、《寵物森馬特利》，而且我剛剛開始讀《閃靈》。明年\n將是斯蒂芬-金以外的人\n\n大多數人說《閃靈》是國王的書，如果你想尿褲子，就去看它。\n褲子，但我想我會看到......",
      "title": "書籍實際上可以是可怕的嗎？"
    }
  ]
}