{
  "author": "authorinitaly",
  "original_created_utc": 1629835168,
  "title": "How do you think Anne Frank would feel to know that so many millions of people have read her diary?",
  "created_utc": 1629844071,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read Anne Frank: The Diary of a Young Girl multiple times when I was growing up and was always really fascinated with Anne&#39;s story. Now I&#39;m 32 and the other day, I bought a copy of the Definitive Edition of her diary and was just as excited to read the parts that were omitted from the other version as I was to read the book when I was a kid. But now that I&#39;m an adult myself, I found myself wondering for the first time, what would Anne say if she knew so many people were reading her private thoughts? I recently reread some of my old diaries from when I was a teenager and they were so cringey to me that I wanted to burn them all!</p>\n\n<p>Anne&#39;s diary, of course, seems way more readable than my own (and way more historically significant), but do you think she would be embarrassed if she knew everyone else was reading it? Or maybe proud? I know she said that she didn&#39;t think anyone would be interested in it, but I wonder how she would feel to know that so many people actually are!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pauzjk/how_do_you_think_anne_frank_would_feel_to_know/",
  "subreddit": "books",
  "id": "pauzjk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read Anne Frank: The Diary of a Young Girl multiple times when I was growing\nup and was always really fascinated with Anne's story. Now I'm 32 and the other\nday, I bought a copy of the Definitive Edition of her diary and was just as\nexcited to read the parts that were omitted from the other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は子供の頃、『アンネの日記』を何度も読みました。\n私は子供の頃、『アンネの日記』を何度も読み、アンネの物語にとても魅了されました。現在、私は32歳ですが、先日\n先日、アンネの日記の決定版を購入しました。\n省略された部分を読むのが楽しみになりました。",
      "title": "何百万人もの人々が彼女の日記を読んだことを知って、アンネ・フランクはどう感じるでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我成长的过程中，我多次阅读《安妮-弗兰克：一个年轻女孩的日记》。\n我一直对安妮的故事非常着迷。现在我32岁了，有一天\n有一天，我买了一本她的日记的最终版本，并同样兴奋地阅读她的日记中被省略的部分。\n兴奋地阅读其他版本中被省略的部分。",
      "title": "你认为安妮-弗兰克知道有那么多的人读过她的日记，会有什么感受？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我成長的過程中，我多次閱讀《安妮-弗蘭克：一個年輕女孩的日記》。\n我一直對安妮的故事非常着迷。現在我32歲了，有一天\n有一天，我買了一本她的日記的最終版本，並同樣興奮地閱讀她的日記中被省略的部分。\n興奮地閱讀其他版本中被省略的部分。",
      "title": "你認爲安妮-弗蘭克知道有那麼多的人讀過她的日記，會有什麼感受？"
    }
  ]
}