{
  "author": "Many_Scratch2269",
  "original_created_utc": 1639604433,
  "title": "Governments &amp; Banks around the world are trying to make Crypto a scapegoat for their failures. Today, Senator Elizabeth Warren blamed Stablecoins and DeFi for \"posing a threat to consumers &amp; our economy\" while completely ignoring the damage banks do by printing trillions of dollars out of thin air.",
  "created_utc": 1639618507,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s honestly outrageous that the top bankers, billionaires and government officials have been recently ramping up their rhetoric against Crypto for absolutely no reason. I mean for fuck sake, central banks are going as far as to blame Crypto for a global financial crash that hasn&amp;#39;t even happened yet. &lt;/p&gt;\n\n&lt;p&gt;Earlier today, Elizabeth Warren said &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Stablecoins pose risks to consumers &amp;amp; to our economy. They’re propping up one of the shadiest parts of the crypto world, DeFi, where consumers are least protected from getting scammed. Our regulators need to get serious about clamping down before it is too late. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;She wants to &amp;quot;clamp down&amp;quot; on Crypto for giving the average citizen the slightest amount of privacy while completely ignoring the fact that banks have been printing trillions of dollars out of thin air to give to billionaires as bailouts because of the bills SHE SIGNED. Not even a fifth of the US stimulus packages actually went to working people and families.&lt;/p&gt;\n\n&lt;p&gt;They know they&amp;#39;ve fucked up the economy and people are already switching to better alternatives. No one wants to sit and watch while their money is being eroded because the banks&amp;#39; cant stop giving billionaires bailouts. &lt;/p&gt;\n\n&lt;p&gt;DeFi isn&amp;#39;t the one that poses a risk to consumers or the economy and DeFi didn&amp;#39;t bring 60% of the current dollars in circulation out of thin air. This is honestly infuriating how low politicians and bankers can sink these days trying to scapegoat Crypto for their own failures.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 464,
  "permalink": "/r/CryptoCurrency/comments/rha586/governments_banks_around_the_world_are_trying_to/",
  "subreddit": "CryptoCurrency",
  "id": "rha586",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s honestly outrageous that the top\nbankers, billionaires and government officials have been recently ramping up\ntheir rhetoric against Crypto for absolutely no reason. I mean for fuck sake,\ncentral banks are going as far as to blame Crypto for a global…"
}