{
  "author": "DisposableAccount-2",
  "original_created_utc": 1637275103,
  "title": "cmv: The Finnish siding with the Nazis to defend themselves from the Soviets was completely justified",
  "created_utc": 1637289741,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Finnish were invaded by the soviet union for refusing to trade territory, and no countries helped. Imagine the situation: Your country gets invaded by one of the most powerful nations at the time. You are winning during the start, but that&#39;s simply because of a minor flaw in your enemy&#39;s camouflage, which will be fixed sooner or later. Then, another nation, the worst enemies of your opponents, offer to help. Then you have either the choice to side with an evil government, at no price at all, (Which then resulted in Italy helping a bit too, and the English being total idiots and siding with the Soviets) to avoid being destroyed, or you could refuse and get crushed. And the thing is; After the continuation war, which they lost as well as the winter war, both of which caused major damages to the USSR and minor to themselves, they signed an agreement with the Soviets to expulse or disarm all Germans remaining in Finland. Which, despite leading to a very short war between them and the nazis, with Finnish victory, meant they only sided with them, in order not to be destroyed. Amd did they adopt any Nazi ideologies? No.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qx1km6/cmv_the_finnish_siding_with_the_nazis_to_defend/",
  "subreddit": "changemyview",
  "id": "qx1km6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Finnish were invaded by the soviet union for refusing to trade territory,\nand no countries helped. Imagine the situation: Your country gets invaded by one\nof the most powerful nations at the time. You are winning during the start, but\nthat's simply because of a minor flaw in your enemy's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "フィンランド人は、領土の交換を拒否したためにソビエト連邦に侵略されました。\nしかし、どの国も助けてくれませんでした。状況を想像してみてください。あなたの国は、当時最も強力な国のひとつに侵略されました。\nあなたの国が、当時最も強力な国のひとつに侵略されたとします。最初のうちは勝っていましたが\nそれは単に、敵のちょっとした欠陥のせいで...。",
      "title": "cmv：フィンランド人がソ連から身を守るためにナチスに味方したことは、完全に正当化される。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "芬兰人因为拒绝交易领土而被苏联入侵。\n而没有国家提供帮助。想象一下这种情况。你的国家被当时最强大的国家之一入侵了\n当时最强大的国家之一入侵。在开始的时候你是胜利的，但\n这仅仅是因为你的敌人的一个小缺陷...",
      "title": "cmv: 芬兰人站在纳粹一边抵御苏联，是完全合理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "芬蘭人因爲拒絕交易領土而被蘇聯入侵。\n而沒有國家提供幫助。想象一下這種情況。你的國家被當時最強大的國家之一入侵了\n當時最強大的國家之一入侵。在開始的時候你是勝利的，但\n這僅僅是因爲你的敵人的一個小缺陷...",
      "title": "cmv: 芬蘭人站在納粹一邊抵禦蘇聯，是完全合理的。"
    }
  ]
}