{
  "author": "Igotalottaproblems",
  "original_created_utc": 1639681867,
  "title": "YSK that yelling, screaming, name-calling, etc, is not normal and rarely exists in healthy relationships.",
  "created_utc": 1639690829,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: If you&amp;#39;re like me, yelling was the only form of communication in your household. What many may not realize is the impact of that kind of behavior has long term effects on one&amp;#39;s self esteem, view of relationships, mental health (negative core self beliefs, trauma, PTSD/CPTSD, anxiety, depression, etc etc) and needs as a person. Thats why its important to stop the cycle and learn to communicate properly. Healing is definitely possible.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t matter how well they treat you after or how sincerely they apologize. It doesn&amp;#39;t matter if they are your parents or guardians. This is not normal healthy behavior. Healthy relationships involve talking about problems and working things out. There is no hurtful name-calling or blaming things on the other person. If they are willing to call you names to get a rise out of you on purpose, how do you think that will work out with children or years down the line?&lt;/p&gt;\n\n&lt;p&gt;Its hard enough to find a relationship, I get it, but yelling and screaming happen when there is not enough healthy communication. 9/10 times situations that involve yelling or screaming could be solved by a calm, emotionally mature, and honest conversation.&lt;/p&gt;\n\n&lt;p&gt;If you know you do this, own it. Talk to a therapist about why and work on it. You will be so much happier and healthier when you can communicate your feelings through talking rather than the less effective and more hurtful mode of verbal violence&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 200,
  "permalink": "/r/YouShouldKnow/comments/rhxqn1/ysk_that_yelling_screaming_namecalling_etc_is_not/",
  "subreddit": "YouShouldKnow",
  "id": "rhxqn1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you're like me, yelling was the only form of communication in your\nhousehold. What many may not realize is the impact of that kind of behavior has\nlong term effects on one's self esteem, view of relationships, mental health\n(negative core self beliefs, trauma, PTSD/CPTSD, anxiety,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの魅力：私のように、怒鳴ることが唯一のコミュニケーション手段であった時代。\n家庭で 多くの人が気づいていないのは、そのような行動がもたらす影響です。\n自尊心、人間関係、メンタルヘルスに長期的な影響を及ぼします。\n(ネガティブな自己信念、トラウマ、PTSD/CPTSD、不安、などなど。",
      "title": "怒鳴る、叫ぶ、悪口を言うなどは普通ではなく、健全な人間関係にはほとんど存在しないことをYSKは知っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 如果你像我一样，大喊大叫是你家里唯一的交流方式。\n家庭中唯一的沟通方式。许多人可能没有意识到，这种行为的影响是\n对一个人的自尊心、对人际关系的看法、心理健康有长期的影响\n(负面的核心自我信念、创伤、PTSD/CPTSD、焦虑...）。",
      "title": "YSK认为吼叫、尖叫、骂人等是不正常的，而且很少存在于健康的关系中。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 如果你像我一樣，大喊大叫是你家裏唯一的交流方式。\n家庭中唯一的溝通方式。許多人可能沒有意識到，這種行爲的影響是\n對一個人的自尊心、對人際關係的看法、心理健康有長期的影響\n(負面的核心自我信念、創傷、PTSD/CPTSD、焦慮...）。",
      "title": "YSK認爲吼叫、尖叫、罵人等是不正常的，而且很少存在於健康的關係中。"
    }
  ]
}