{
  "author": "_Final-Judgement_",
  "the_new_excerpt": "I never heard of white silence untill a few months ago but for those a who don’t\nknow what white silence is,white silence when a white person doesn’t talk about\nor or spread information on the hardships POC or other minorities face. I think\nthis is the stupidest thing I’ve ever heard of.Not everyone…",
  "original_created_utc": 1610028052,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我直到几个月前才听说过白色沉默，但对于那些不知道的人来说\n知道什么是白人沉默，当白人不谈论\n或传播有关POC或其他少数群体面临的困难的信息。我认为\n这是我听过的最愚蠢的事情。不是每个人都…",
      "title": "[改变我的想法]：白色的沉默不是一件事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我直到幾個月前才聽說過白色沉默，但對於那些不知道的人來說\n知道什麼是白人沉默，當白人不談論\n或傳播有關POC或其他少數羣體面臨的困難的信息。我認爲\n這是我聽過的最愚蠢的事情。不是每個人都…",
      "title": "[改變我的想法]：白色的沉默不是一件事。"
    }
  ],
  "title": "CMV: White silence isn’t a thing.",
  "created_utc": 1610060256,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never heard of white silence untill a few months ago but for those a who don’t know what white silence is,white silence when a white person doesn’t talk about or or spread information on the hardships POC or other minorities face. I think this is the stupidest thing I’ve ever heard of.Not everyone has to be an activist or talk on these issues.I as a black gay man don’t need some random white person talking about my issues or the issues they THINK I face.I actually find modern day activist in general no matter their race annoying.Not everyone has to get political or talk on politics,just because someone has a large platform doesn’t mean they have to get political or talk on social issue.Some people want to stay away from those topic so their platform is a great place to escape the real world.That doesn’t mean they are racist or against something.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ksdt8n/cmv_white_silence_isnt_a_thing/",
  "subreddit": "changemyview",
  "id": "ksdt8n",
  "is_self": true,
  "media": null,
  "is_video": false
}