{
  "author": "amandamichelle90",
  "original_created_utc": 1626432164,
  "title": "Have you considered being able to stay in crypto long term at the rate you’re going?",
  "created_utc": 1626453703,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>To preface, I’ve been in crypto since my first BTC purchase in 2011. Crypto and my classes were my entire life and I’ve done well, not as well as I should have done given my entry date but I left college with no student debt and managed to get into other really strong projects very early.</em></p>\n\n<p>You’ve probably heard that crashes shake out some alternative coins, they sometimes die and don’t return but nobody seems to mention that crashes have the same effect on many new investors. Lots of you know better than to sell for a loss but a season like this can last a really long time and often people get in the mindset of <em>if by some miracle I make back my investment, I’m pulling out and never doing this again</em> </p>\n\n<p><strong>I can tell you truthfully, if the projects you’re in survive, it’s very likely after the next bull you never see red again for that coin. Shit has crashed exorbitantly and I’m only in the red on MATIC, everything I held before last bull is still in deep profits because old ceilings become new floors.</strong></p>\n\n<p>My advice is to stop letting the market control your life and start making it just a part of your lifestyle. Don’t buy when the dip tells you to, buy on your own schedule. I don’t care how often you check the markets but try and keep a semblance of a life outside of crypto. Mental health is crazy neglected everywhere but especially in volatile communities where people’s money is at stake and especially during times like these. Right now you don’t hear many 2017 investors worried, and in 2025 you won’t hear many 2021 investors worried. But I’ve been on both sides of this and though I didn’t take my life or anything the relentless stress of being so deep in the red caused me to eject far too soon and miss out on <em>my first chance at</em> multiple millions.</p>\n\n<p>TLDR: protect your sanity by forming a long term mindset and putting crypto in a sustainable slot of your lifestyle.</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/oleco0/have_you_considered_being_able_to_stay_in_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "oleco0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To preface, I’ve been in crypto since my first BTC purchase in 2011. Crypto and\nmy classes were my entire life and I’ve done well, not as well as I should have\ndone given my entry date but I left college with no student debt and managed to\nget into other really strong projects very early.\n\nYou’ve…"
}