{
  "author": "bluepillarmy",
  "the_new_excerpt": "I'm going to start this post by saying that I'm super jet-lagged and I'm just\nlooking for a way to pass the time while I try to fall asleep. So, please\nforgive me if this does not make much sense and please know that I'm more than\nready to change my view, or at least have it adjusted.\n\nAnyway, it…",
  "original_created_utc": 1623807509,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事を始めるにあたり、私は超時差ぼけで、寝ようとする間の暇つぶしを探しているところです。\n眠ろうとしている間の暇つぶしを探しています。ですから、もし\nこの記事があまり意味のないものであってもお許しください。\n私の考えを変えるか、少なくとも調整する準備はできています。\n\nとにかく、それは...",
      "title": "CMV：アメリカ人は「Far-Left」の意味をよく理解していない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这篇文章的开头，我想说的是，我的时差太长了，我只是在试图入睡时寻找一种打发时间的方法。\n我正在寻找一种方法来打发时间，同时我试图入睡。所以，请\n如果这篇文章没有什么意义，请原谅我。\n我已经准备好改变我的观点，或者至少是调整我的观点。\n\n无论如何，它...",
      "title": "CMV：美洲人并不真正理解 \"极左 \"的含义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這篇文章的開頭，我想說的是，我的時差太長了，我只是在試圖入睡時尋找一種打發時間的方法。\n我正在尋找一種方法來打發時間，同時我試圖入睡。所以，請\n如果這篇文章沒有什麼意義，請原諒我。\n我已經準備好改變我的觀點，或者至少是調整我的觀點。\n\n無論如何，它...",
      "title": "CMV：美洲人並不真正理解 \"極左 \"的含義"
    }
  ],
  "title": "CMV: Americas don't really understand what \"Far-Left\" means",
  "created_utc": 1623822273,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m going to start this post by saying that I&#39;m super jet-lagged and I&#39;m just looking for a way to pass the time while I try to fall asleep.  So, please forgive me if this does not make much sense and please know that I&#39;m more than ready to change my view, or at least have it adjusted.  </p>\n\n<p>Anyway, it seems to me that a lot of American media has no idea what &quot;far-left&quot; means.  Here&#39;s an article from <a href=\"https://www.newsweek.com/real-radicals-arent-washington-opinion-1591769\"><em>Newsweek</em></a> (since when is <em>Newsweek</em> like <em>Fox News</em>, by the way?) talking about &quot;far-left&quot; billionaire George Soros.  </p>\n\n<p>Far-left billionaire?  That&#39;s like having a Nazi rabbi.  You can&#39;t be far-left and a billionaire.  If you are truly <em>far</em>-left, then you oppose private property and seek the overthrow of existing systems of power.  There cannot be a &quot;far-left&quot; billionaire.  Billionaires are by definition members of the exploiting class.  </p>\n\n<p>Similarly, there cannot be a &quot;far-left&quot; Hollywood or Silicon Valley agenda.  Hollywood and Silicon Valley exist to cash-in on on vanity and narcissism.  They are the antithesis of far-leftism.  </p>\n\n<p>I would admit that Hollywood writers, Silicon Valley moguls and certain billionaire financiers are <em>liberals,</em> and that they use their considerable power and influence to oppose traditional interpretations of sexuality, gender and race.  I would also concede that this probably infuriates a lot of religious and nationalist conservatives but this does not make them &quot;far-left&quot;. </p>\n\n<p>In fact, true &quot;radical leftists&quot; would oppose identity politics outright and would see it as something conjured up by elites to distract the working classes from their blatant exploitation by profit-driven capitalists.   </p>\n\n<p>I&#39;m pretty sure I have this right.  I&#39;m not saying where I stand on any of these issues but can anyone honestly say that a true &quot;far-leftist&quot; would support anything produced by media conglomerates, tech magnates and billionaire financiers?  Am I missing something?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/o0tqt9/cmv_americas_dont_really_understand_what_farleft/",
  "subreddit": "changemyview",
  "id": "o0tqt9",
  "is_self": true,
  "media": null,
  "is_video": false
}