{
  "author": "MarzipanFairy",
  "the_new_excerpt": "No big deal, right?\n\nA little about me. I have a degree in literature. I can explicate the hell out\nof a sonnet, read Chaucer without translation, and was an avid reader for much\nof my life.\n\nUntil...I decided to major in it.\n\nBeing forced to gorge on hundreds of pages a night completely killed one…",
  "original_created_utc": 1612124511,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "没什么大不了的，对吧？\n\n说说我吧 我有一个文学学位。我可以解释地狱了\n一首十四行诗，读乔叟的书，不需要翻译，是一个狂热的读者，在很多方面都是如此。\n我的生活。\n\n直到......我决定主修它。\n\n被迫一晚上大吃大喝几百页的书，彻底杀死了一个......。",
      "title": "我读了一本书。一整本书！"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒什麼大不了的，對吧？\n\n說說我吧 我有一個文學學位。我可以解釋地獄了\n一首十四行詩，讀喬叟的書，不需要翻譯，是一個狂熱的讀者，在很多方面都是如此。\n我的生活。\n\n直到......我決定主修它。\n\n被迫一晚上大喫大喝幾百頁的書，徹底殺死了一個......。",
      "title": "我讀了一本書。一整本書！"
    }
  ],
  "title": "I read a book. A whole book!",
  "created_utc": 1612132189,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No big deal, right?</p>\n\n<p>A little about me. I have a degree in literature. I can explicate the hell out of a sonnet, read Chaucer without translation, and was an avid reader for much of my life.</p>\n\n<p>Until...I decided to major in it.</p>\n\n<p>Being forced to gorge on hundreds of pages a night completely killed one of the great loves of my life - the love of reading. For decades now I have been a regular reader of blurbs...newspaper articles...Reddit...things like that. But couldn&#39;t make it through an entire book for some reason. It&#39;s like I couldn&#39;t focus enough to really lose myself in the story like I used to. I was constantly distracted (computer generation? Although I&#39;m 51).</p>\n\n<p>A friend recommended Educated, and I finished it in a couple of days. It&#39;s light reading I know, but that is exactly what I needed. Next I picked up The Tattooist of Auschwitz (history is my other great love). I&#39;m about halfway through and struggling a little bit, mostly because it&#39;s sad and I have to keep forcing myself to go back to it. </p>\n\n<p>Thanks for hearing me out, I feel a bit ridiculous exclaiming it, but I am just so happy that I read a book!</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/books/comments/l9l118/i_read_a_book_a_whole_book/",
  "subreddit": "books",
  "id": "l9l118",
  "is_self": true,
  "media": null,
  "is_video": false
}