{
  "author": "Tssss775",
  "original_created_utc": 1627672219,
  "title": "CMV: everyone should learn two foreign languages from elementary school on",
  "created_utc": 1627696605,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is strong scientific evidence that children under a certain age have a much easier time learning languages and being able to speak one is an increadibly usefull tool. So in my mind, having children wait until middle or high school to start learning foreign languages is having them miss an incredibile and never quite returning opportunity.</p>\n\n<p>You can of course never know if the specific individual is in fact going to need the languages in their life, but the majority of the world population does in fact use foreign languages fairly often. I&#39;d argue far more people use foreign languages regularly than say advanced chemistry, chemistry being a mandatory class in most countries. </p>\n\n<p>I&#39;d suggest that everyone should learn english or spanish and the language of a country neighbouring the one they live in.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/ourfq9/cmv_everyone_should_learn_two_foreign_languages/",
  "subreddit": "changemyview",
  "id": "ourfq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There is strong scientific evidence that children under a certain age have a\nmuch easier time learning languages and being able to speak one is an\nincreadibly usefull tool. So in my mind, having children wait until middle or\nhigh school to start learning foreign languages is having them miss…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ある年齢以下の子供は、言語を習得するのがはるかに容易であるという強い科学的証拠があります。\nある年齢以下の子供たちは、言語を習得するのがはるかに容易であり、言語を話すことができるということは\n非常に有用なツールです。私の考えでは、子供たちが中学や高校になってから外国語を学び始めるのは\n私の考えでは、子供たちが外国語を学び始めるのを中学や高校まで待たせるのは、彼らが...",
      "title": "CMV: 小学校から2つの外国語を学ぶべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有强有力的科学证据表明，一定年龄以下的儿童更容易学习语言。\n掌握语言更容易，而且能够说一种语言是一个非常有用的工具。\n能说一种语言是非常有用的工具。所以在我看来，让孩子们等到初中或高中才开始学习外语\n开始学习外语是让他们错过了......",
      "title": "CMV：每个人都应该从小学开始学习两门外语"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有強有力的科學證據表明，一定年齡以下的兒童更容易學習語言。\n掌握語言更容易，而且能夠說一種語言是一個非常有用的工具。\n能說一種語言是非常有用的工具。所以在我看來，讓孩子們等到初中或高中才開始學習外語\n開始學習外語是讓他們錯過了......",
      "title": "CMV：每個人都應該從小學開始學習兩門外語"
    }
  ]
}