{
  "author": "theholybookofenoch",
  "original_created_utc": 1633695164,
  "title": "Read my first Jane Austen novel",
  "created_utc": 1633750869,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For my first book I decided to read Northanger Abbey.  I know it is not her most popular book but I picked it because of the length.  My expectation initially was that it was going to be a boring and tedious read but when finished I was pleasantly surprised.  Being educated in America, I have a little trouble with unabridged novels because although I understood mostly everything there were at times when I felt a little lost and some background information would have been helpful to understand the totality of the literature.  I did not find the characters or the story particularly interesting but I did find Austen&#39;s commentary on relations very insightful.  I think the last line of the book sums it up very nicely, &quot;I leave it to be settled by whomsoever it may concern, whether the tendency of this work be altogether to recommend parental tyranny, or reward filial disobedience.&quot;  Despite the era of Jane Austen being behind us I think her commentary and insights on relations are still applicable to today.  Next Austen novel I read will be Pride and Prejudice.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q3whjm/read_my_first_jane_austen_novel/",
  "subreddit": "books",
  "id": "q3whjm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For my first book I decided to read Northanger Abbey. I know it is not her most\npopular book but I picked it because of the length. My expectation initially was\nthat it was going to be a boring and tedious read but when finished I was\npleasantly surprised. Being educated in America, I have a little…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の最初の本は、『Northanger Abbey』を読むことにしました。彼女の作品の中で一番の作品ではないことは承知していますが\nしかし、長さの点でこの本を選びました。最初の予想では\n読んでいたのですが、読み終わってみるととても驚きました。\n嬉しい驚きでした。アメリカで教育を受けたので、私は少しだけ...",
      "title": "初めてジェーン・オースティンの小説を読む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对于我的第一本书，我决定阅读《诺桑觉寺》。我知道这不是她最受欢迎的书\n的书，但我选择它是因为它的长度。我最初的期望是\n它将是一本无聊和乏味的书，但当我读完后，我感到惊喜。\n惊喜不已。作为在美国接受教育的人，我有一点...",
      "title": "阅读我的第一本简-奥斯汀小说"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於我的第一本書，我決定閱讀《諾桑覺寺》。我知道這不是她最受歡迎的書\n的書，但我選擇它是因爲它的長度。我最初的期望是\n它將是一本無聊和乏味的書，但當我讀完後，我感到驚喜。\n驚喜不已。作爲在美國接受教育的人，我有一點...",
      "title": "閱讀我的第一本簡-奧斯汀小說"
    }
  ]
}