{
  "author": "timmy6169",
  "the_new_excerpt": "Why YSK: Time can be very critical when it comes to an accidental poisoning. You\nare connected to a member of the ASPCA Poison Control who can walk you through\nany necessary things you can do or if you need to take your pet to the vet. I\nunfortunately had to utilize this yesterday after my dog got…",
  "original_created_utc": 1621977533,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか： 誤飲事故の場合、時間が非常に重要になります。あなたは\nASPCA Poison Controlのメンバーに接続されています。\n獣医に連れて行く必要があるかどうかなど、必要なことを教えてくれます。I\n昨日、私の犬が中毒になってしまったので、残念ながらこれを利用しなければなりませんでした。",
      "title": "ペットが何か危険なものを口にしてしまった場合、動物用の毒物管理番号があることをYSKは知っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当涉及到意外中毒时，时间可能是非常关键的。你\n你可以与ASPCA毒物控制中心的成员联系，他们可以指导你做任何必要的事情，或者你需要把你的宠物送到兽医那里。\n你可以做任何必要的事情，或者如果你需要带你的宠物去看兽医。I\n不幸的是，昨天在我的狗得病后，我不得不利用这个方法。",
      "title": "如果你的宠物吃了有潜在危险的东西，你可以联系YSK的动物毒物控制号码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當涉及到意外中毒時，時間可能是非常關鍵的。你\n你可以與ASPCA毒物控制中心的成員聯繫，他們可以指導你做任何必要的事情，或者你需要把你的寵物送到獸醫那裏。\n你可以做任何必要的事情，或者如果你需要帶你的寵物去看獸醫。I\n不幸的是，昨天在我的狗得病後，我不得不利用這個方法。",
      "title": "如果你的寵物吃了有潛在危險的東西，你可以聯繫YSK的動物毒物控制號碼。"
    }
  ],
  "title": "YSK that there is an animal Poison Control number you can contact incase your pet ingests something potentially dangerous",
  "created_utc": 1622064269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Time can be very critical when it comes to an accidental poisoning. You are connected to a member of the ASPCA Poison Control who can walk you through any necessary things you can do or if you need to take your pet to the vet. I unfortunately had to utilize this yesterday after my dog got into  a slow release fertilizer (it smells sweet by comparison to normal fertilizer) and as I was taking him to the vet, I was able to call them and they were able to see if there were any specific reactions that could happen as well as assuring me that the active chemicals were not life threatening</p>\n\n<p><a href=\"https://www.aspca.org/pet-care/animal-poison-control\">The number is  (888) 426-4435.</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nl0bar/ysk_that_there_is_an_animal_poison_control_number/",
  "subreddit": "YouShouldKnow",
  "id": "nl0bar",
  "is_self": true,
  "media": null,
  "is_video": false
}