{
  "author": "Finkis",
  "the_new_excerpt": "I'd consider myself a moderate Democrat, and there's been a lot of talk for some\ntime about raising the minimum wage to $15. And yes, the thought behind it I can\nagree with in that a lot of people are struggling to makes ends meet and this\nwould be a way to help those people. The problem with this…",
  "original_created_utc": 1610838965,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我认为自己是一个温和的民主党人，而且有很多人在谈论一些。\n关于提高最低工资到15元的时间。是的，背后的想法我可以\n同意在很多人挣扎在使生活和这一点。\n会是帮助这些人的一种方式。问题是...",
      "title": "[改变我的想法]：15美元的最低工资其实不是一个好的解决方案，全民基本收入是一个更好的选择。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲自己是一個溫和的民主黨人，而且有很多人在談論一些。\n關於提高最低工資到15元的時間。是的，背後的想法我可以\n同意在很多人掙扎在使生活和這一點。\n會是幫助這些人的一種方式。問題是...",
      "title": "[改變我的想法]：15美元的最低工資其實不是一個好的解決方案，全民基本收入是一個更好的選擇。"
    }
  ],
  "title": "CMV: $15 Minimum wage is actually not a good solution, and Universal Basic Income is a much better alternative.",
  "created_utc": 1610882015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;d consider myself a moderate Democrat, and there&#39;s been a lot of talk for some time about raising the minimum wage to $15. And yes, the thought behind it I can agree with in that a lot of people are struggling to makes ends meet and this would be a way to help those people. The problem with this in my opinion, is that in turn it hurts small businesses that may not be able to afford to pay everyone $15 an hour so they cut workers, or raise the prices of their goods. I don&#39;t want this to sound like I&#39;m not compassionate, because I am, but a lot of minimum wage jobs aren&#39;t meant for people to make careers out of, the intent is that they get their foot in the door and move on to bigger and better things. UBI would unencumber the businesses from yet more regulation. I&#39;m not talking about businesses such as Walmart, Amazon etc. these companies could easily raise the wage to much higher and be fine. I guess what I&#39;m getting at, is a lot of jobs are automated already, and more jobs are going to go away in favor of automation. Raising the minimum wage, will actually put more people out of work, doesn&#39;t take into account cost of living in various places, and hurts small businesses. The fewer small businesses we have, the less competition there is for the big guys. First time posting on this thread, and genuinely looking for discussion and civil discourse. I&#39;ve seen articles/research supporting both sides of this coin btw. Thanks in advance!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kytupk/cmv_15_minimum_wage_is_actually_not_a_good/",
  "subreddit": "changemyview",
  "id": "kytupk",
  "is_self": true,
  "media": null,
  "is_video": false
}