{
  "author": "Walk_Run_Skip",
  "the_new_excerpt": "I really enjoy when a protagonist actually treat their friends like friends, and\nnot a support cast!\n\nReal friendship is a mutual give and take, you take turns listening to each\nother's problems, giving advice, and offering support. But it feels like too\noften in books the main character's…",
  "original_created_utc": 1623357310,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "主人公が友達をサポート役ではなく、友達として扱っているのがとても楽しいです。\nサポートキャストではありません\n\n本当の友情とは、お互いにギブアンドテイクで、お互いの悩みを聞いたり、アドバイスしたり、サポートしたりして\n互いの問題に耳を傾け、アドバイスをし、サポートをする。しかし、本の中では\nしかし、本の中では、主人公の...",
      "title": "物語の中で、あなたが本当に感謝している小さな瞬間は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很喜欢主人公真正把他们的朋友当作朋友，而不是辅助演员。\n而不是一个辅助演员!\n\n真正的友谊是一种相互给予和接受，你们轮流倾听对方的问题，给予建议，并提供支持。\n倾听对方的问题，提供建议，并提供支持。但我感觉\n在书中，主角的...",
      "title": "在一个故事中，有哪些小时刻是你真正欣赏的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很喜歡主人公真正把他們的朋友當作朋友，而不是輔助演員。\n而不是一個輔助演員!\n\n真正的友誼是一種相互給予和接受，你們輪流傾聽對方的問題，給予建議，並提供支持。\n傾聽對方的問題，提供建議，並提供支持。但我感覺\n在書中，主角的...",
      "title": "在一個故事中，有哪些小時刻是你真正欣賞的？"
    }
  ],
  "title": "What are small moments in a story that you really appreciate?",
  "created_utc": 1623398102,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really enjoy when a protagonist actually treat their friends like friends, and not a support cast!</p>\n\n<p>Real friendship is a mutual give and take, you take turns listening to each other&#39;s problems, giving advice, and offering support. But it feels like too often in books the main character&#39;s interaction with their friends is so one-sided. </p>\n\n<p>I don&#39;t need a whole new subplot with the friend&#39;s problems as well as the main character&#39;s, I just want some indication the main character knows and/or cares what is going on in their friends&#39; lives.</p>\n\n<p>What are moments in a story that stand out to you?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nwxs3v/what_are_small_moments_in_a_story_that_you_really/",
  "subreddit": "books",
  "id": "nwxs3v",
  "is_self": true,
  "media": null,
  "is_video": false
}