{
  "author": "ADM_Kronos",
  "the_new_excerpt": "Holy hell, it took me 7 months and so many hours. With reading 628 pages of core\ntexts I've read 1700-2000 pages of side materials. And all I can give you here\nis small tips of all kinds:\n- Joyce by Ellmann is THE only obligatory side book here. Helped me so much.\n- I prefer Campbell as \"key\" book…",
  "original_created_utc": 1612472542,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我靠，我花了7个月，花了这么多时间。随着阅读628页的核心\n文本我看了1700-2000页的副资料。而我在这里能给你的只有\n是各种小技巧。\n- Joyce by Ellmann is THE only obligatory side book here. 乔伊斯的书是这里唯一的一本必读书。对我帮助很大。\n- 我更喜欢坎贝尔这个 \"关键 \"书...",
      "title": "刚看完詹姆斯-乔伊斯的《芬尼根醒》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我靠，我花了7個月，花了這麼多時間。隨着閱讀628頁的核心\n文本我看了1700-2000頁的副資料。而我在這裏能給你的只有\n是各種小技巧。\n- Joyce by Ellmann is THE only obligatory side book here. 喬伊斯的書是這裏唯一的一本必讀書。對我幫助很大。\n- 我更喜歡坎貝爾這個 \"關鍵 \"書...",
      "title": "剛看完詹姆斯-喬伊斯的《芬尼根醒》。"
    }
  ],
  "title": "Have just finished Finnegans Wake by James Joyce.",
  "created_utc": 1612510083,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Holy hell, it took me 7 months and so many hours. With reading 628 pages of core texts I&#39;ve read 1700-2000 pages of side materials. And all I can give you here is small tips of all kinds:<br/>\n- Joyce by Ellmann is THE only obligatory side book here. Helped me so much.<br/>\n- I prefer Campbell as &quot;key&quot; book for FW to Bishop Book of Darkness. I don&#39;t like many of Skeleton Keys thoughts but still in many places I thought it was nearly great.<br/>\n- Use finwake.com<br/>\n- Oxfords edition is the perfect one for reading, Vikings Hardback (with all authors notes embodied) is the perfect one for collection.<br/>\n- It has plot and there is no gibberish at all in it.<br/>\n- Just tackle through first 4 chapters.<br/>\n-  Don&#39;t try translated variants (Eng is not my 1st language but still DON&#39;T). As an example- Joyce was controling french translation of FW and he really prefered books sense being totally changed in favor of keeping its flow musical.<br/>\n- The book is very funny and positive.<br/>\n- Last 10 pages of the book are the greatest  in literature.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lcq24s/have_just_finished_finnegans_wake_by_james_joyce/",
  "subreddit": "books",
  "id": "lcq24s",
  "is_self": true,
  "media": null,
  "is_video": false
}