{
  "author": "Jakyland",
  "original_created_utc": 1631505566,
  "title": "CMV: Vatican City shouldn't be/shouldn't be recognized as a sovereign state",
  "created_utc": 1631540182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>e: my title means &quot;Vatican City shouldn&#39;t be a sovereign state/Vatician City shouldn&#39;t be recognized as a sovereign state&quot;, I now realize it looks really weird the way I typed it above.</p>\n\n<p>I understand that under the constitutive theory of statehood, VC is a state because it is recognized as such by other undisputed sovereign states, but I would argue that states shouldn&#39;t because of my reasons below:</p>\n\n<ol>\n<li>Failing to meet the definitions under the declarative theory of statehood, which states a state must have all four:</li>\n</ol>\n\n<p>1) a defined territory; 2) a permanent population; 3) a government and 4) a capacity to enter into relations with other states.</p>\n\n<p>1 (Territory). I would quibble but lets just give it a pass</p>\n\n<p>2 (Perm Pop). It doesn’t really have a permanent population </p>\n\n<blockquote>\n<p>“citizenship of Vatican City is granted on jus officii, namely on the grounds of appointment to work in a certain capacity in the service of the Holy See. It usually ceases upon cessation of the appointment. “</p>\n</blockquote>\n\n<p>Citizenship that is only temporary doesn&#39;t create a &quot;permanent population&quot;. People aren&#39;t born or naturalized into citizenship.</p>\n\n<p>Of its 618 citizens 372 don’t live in Vatican City, and instead are diplomats for the Holy See! Over half of their population of citizens are diplomats \nThis doesn’t count as a “permanent population”. </p>\n\n<p>Source: <a href=\"https://en.wikipedia.org/wiki/Vatican_City#Governance\">https://en.wikipedia.org/wiki/Vatican_City#Governance</a></p>\n\n<p>3 (Gov). I would argue, but I will also give it a pass because I haven’t done enough research</p>\n\n<p>4 (Capacity to enter relationship). Despite having over half their citizens as diplomats etc, Vatican City doesn’t have a capacity to enter relationship with other states. The smoking gun for this is Taiwan/ROC. Taiwan/ROC is not recognized by Italy, but its recognized Vatican City. The embassy from Taiwan to the Vatican City however is in Italy, so the embassy is a technically Taiwanese extraterritoriality of the Vatican extraterritoriality that is actually in Italy. The Vatican is too small to have an embassy to it actually be within it! To me that counts as not having “capacity to enter into relationship with other states”</p>\n\n<p>Post Italian reunification Vatican City a state around the institution of the Catholic Church, it is a religious leadership with state. Countries should have people who live in them. Vatican City does not have any political interests separate from the Catholic Church, if “Vatican City” needs something, its either the HQ of the Catholic Church needs something, or the clergy or direct employees of the Catholic Church needs something. </p>\n\n<p>There is no reason for the leader of the Catholic Church should be treated like the leader of a country*, when that “country” is a few hundred employees of the Catholic Church, not a real polity. Nor should the catholics church headquarters treated like a whole country. It skews statistics and is just not comparable to the other ~200 countries, where people actually live permanently. </p>\n\n<p>*the Pope is important because he is the head of a specific religion that has ~ 1 billion adherents, not because he is the leader of a “country” whose land area and population are negligible</p>\n\n<p>If it is important for the leadership of the Catholic Church to have sovereignty, the Holy See should have sovereignty rights and extraterritoriality over the Vatican complex in a similar way the Knights of Malta currently do(and the Knights of Malta should stop having sovereignty, cause like, they don’t need it), but the church don’t merit the rights of an independent state. Since the country is merely an extension of the Catholic Church, the Catholic Church (well, just the leadership/the concept of the Holy See) should be granted whatever specific sovereignty /rights is necessary.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pn7xmc/cmv_vatican_city_shouldnt_beshouldnt_be/",
  "subreddit": "changemyview",
  "id": "pn7xmc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "e: my title means \"Vatican City shouldn't be a sovereign state/Vatician City\nshouldn't be recognized as a sovereign state\", I now realize it looks really\nweird the way I typed it above.\n\nI understand that under the constitutive theory of statehood, VC is a state\nbecause it is recognized as such by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "e: 私のタイトルは「バチカン市国は主権国家であるべきではない／バチカン市国は主権国家として認められるべきではない」という意味です。\nshould't be recognized as a sovereign state \"という意味ですが、今になって、上のようなタイプの書き方では、とても変だと気づきました。\n今になって気がついたのですが、上記のようにタイプしたのでは、とても奇妙に見えます。\n\n国家の構成理論の下では、VCが国家であることは理解しています。\n認識されているからだと理解しています。",
      "title": "CMV: バチカン市国は主権国家として認められるべきではない/認められるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "e: 我的标题是 \"梵蒂冈城不应该是一个主权国家/梵蒂冈城\n不应该被承认为一个主权国家\"，我现在意识到，我在上面打字的方式看起来非常奇怪。\n我现在意识到，我在上面打字的方式很奇怪。\n\n我明白，根据国家地位的构成理论，梵蒂冈是一个国家\n因为它是由......承认的。",
      "title": "CMV：梵蒂冈城不应该/不应该被承认为一个主权国家"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "e: 我的標題是 \"梵蒂岡城不應該是一個主權國家/梵蒂岡城\n不應該被承認爲一個主權國家\"，我現在意識到，我在上面打字的方式看起來非常奇怪。\n我現在意識到，我在上面打字的方式很奇怪。\n\n我明白，根據國家地位的構成理論，梵蒂岡是一個國家\n因爲它是由......承認的。",
      "title": "CMV：梵蒂岡城不應該/不應該被承認爲一個主權國家"
    }
  ]
}