{
  "author": "AgentG91",
  "original_created_utc": 1633116068,
  "title": "I’m tired of adventure books furthering the theme of parents not believing their children",
  "created_utc": 1633146334,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love Halloween and I love my somewhat childish Halloween adventure books with kids saving the world from some unknown evil. But a common theme among so many Halloween adventure books that I’ve read over the years is kids trying to get help from adults and the adults fobbing it off as their wild imagination.</p>\n\n<p>Children reading these books are getting the message that they shouldn’t talk to their parents because their parents won’t believe them anyways. I understand that the plot of the story works better in this sense, but that doesn’t excuse the theme. Better writing and clever comments could allow the children their adventure without opening the door to dismissive parenting techniques for children.</p>\n\n<p>What are some books that don’t pull this stunt? Charles Halloway in Something Wicked This Way Comes is the example I always find myself coming back to. Not perfect, but in tune with his inner child (conveniently a theme in the book) and loves and trusts his son wholly (though it’s been a couple years since I last read it).</p>\n\n<p>Edit: rather than agree with everyone in the comments, I’ll say that you all raise good points. I was being unnecessarily judgmental of what I didn’t like in stories, when I should have simply stated my appreciation for stories that don’t do it. Well put.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pzf438/im_tired_of_adventure_books_furthering_the_theme/",
  "subreddit": "books",
  "id": "pzf438",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love Halloween and I love my somewhat childish Halloween adventure books with\nkids saving the world from some unknown evil. But a common theme among so many\nHalloween adventure books that I’ve read over the years is kids trying to get\nhelp from adults and the adults fobbing it off as their wild…"
}