{
  "author": "AgentG91",
  "original_created_utc": 1633116068,
  "title": "I’m tired of adventure books furthering the theme of parents not believing their children",
  "created_utc": 1633146334,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love Halloween and I love my somewhat childish Halloween adventure books with kids saving the world from some unknown evil. But a common theme among so many Halloween adventure books that I’ve read over the years is kids trying to get help from adults and the adults fobbing it off as their wild imagination.</p>\n\n<p>Children reading these books are getting the message that they shouldn’t talk to their parents because their parents won’t believe them anyways. I understand that the plot of the story works better in this sense, but that doesn’t excuse the theme. Better writing and clever comments could allow the children their adventure without opening the door to dismissive parenting techniques for children.</p>\n\n<p>What are some books that don’t pull this stunt? Charles Halloway in Something Wicked This Way Comes is the example I always find myself coming back to. Not perfect, but in tune with his inner child (conveniently a theme in the book) and loves and trusts his son wholly (though it’s been a couple years since I last read it).</p>\n\n<p>Edit: rather than agree with everyone in the comments, I’ll say that you all raise good points. I was being unnecessarily judgmental of what I didn’t like in stories, when I should have simply stated my appreciation for stories that don’t do it. Well put.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pzf438/im_tired_of_adventure_books_furthering_the_theme/",
  "subreddit": "books",
  "id": "pzf438",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love Halloween and I love my somewhat childish Halloween adventure books with\nkids saving the world from some unknown evil. But a common theme among so many\nHalloween adventure books that I’ve read over the years is kids trying to get\nhelp from adults and the adults fobbing it off as their wild…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はハロウィーンが大好きで、子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィーンの冒険本が大好きです。\n子供たちが未知の悪から世界を救うという、ちょっと子供っぽいハロウィンの冒険小説が好きなんだ。しかし、私が長年読んできた多くのハロウィン冒険小説に共通するテーマは\nしかし、私が長年読んできた多くのハロウィン冒険小説に共通するのは、子供が大人に助けを求めようとしても\n大人の助けを借りようとしても、大人はそれを自分の野生の力だと言ってはぐらかす。",
      "title": "親が子供を信じないというテーマの冒険小説はもう飽きた。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢万圣节，我喜欢我那有点幼稚的万圣节冒险书，里面有孩子们从一些未知的邪恶中拯救世界。\n孩子们从一些未知的邪恶中拯救世界。但是，这些年来我读过的许多万圣节冒险书中的一个共同主题\n但在我多年来读过的许多万圣节冒险书中，有一个共同的主题是孩子们试图从成人那里获得帮助，而这些孩子们却不知道。\n试图从成年人那里得到帮助，而成年人则把它当作他们的野蛮人来推脱。",
      "title": "我已经厌倦了冒险书中关于父母不相信孩子的主题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡萬聖節，我喜歡我那有點幼稚的萬聖節冒險書，裏面有孩子們從一些未知的邪惡中拯救世界。\n孩子們從一些未知的邪惡中拯救世界。但是，這些年來我讀過的許多萬聖節冒險書中的一個共同主題\n但在我多年來讀過的許多萬聖節冒險書中，有一個共同的主題是孩子們試圖從成人那裏獲得幫助，而這些孩子們卻不知道。\n試圖從成年人那裏得到幫助，而成年人則把它當作他們的野蠻人來推脫。",
      "title": "我已經厭倦了冒險書中關於父母不相信孩子的主題。"
    }
  ]
}