{
  "author": "horseshoemagnet",
  "the_new_excerpt": "I cannot read any book for more than 5 minutes but with the new font introduced\nby Kindle that is the Open Dyslexic, my reading speed has increased 10 times\nmore!\n\nI have observed a similar typeface Dyslexie on Instapaper which is a read it\nlater app that allows you to read articles on websites that…",
  "original_created_utc": 1619269249,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どんな本でも5分以上は読めませんが、Kindleが導入した新しいフォント、Open Dyslexicでは\nKindleで導入されたOpen Dyslexicの新しいフォントで、私の読書速度は10倍になりました。\n倍になりました。\n\n同じような書体のDyslexieをInstapaperで見たことがありますが、これは読んでみると\nあとで読む」アプリです。",
      "title": "Open dyslexic font is MAGIC"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不能阅读任何书超过5分钟，但有了Kindle推出的新字体\n的新字体，我的阅读速度提高了10倍。\n更多!\n\n我在Instapaper上观察到一种类似的字体Dyslexie，它是一个read it\n后面的应用程序，允许你阅读网站上的文章。",
      "title": "开放式阅读障碍字体是MAGIC"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不能閱讀任何書超過5分鐘，但有了Kindle推出的新字體\n的新字體，我的閱讀速度提高了10倍。\n更多!\n\n我在Instapaper上觀察到一種類似的字體Dyslexie，它是一個read it\n後面的應用程序，允許你閱讀網站上的文章。",
      "title": "開放式閱讀障礙字體是MAGIC"
    }
  ],
  "title": "Open dyslexic font is MAGIC",
  "created_utc": 1619273816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I cannot read any book for more than 5 minutes but with the new font introduced by Kindle that is the Open Dyslexic, my reading speed has increased 10 times more! </p>\n\n<p>I have observed a similar typeface Dyslexie on Instapaper which is a read it later app that allows you to read articles on websites that has again been a major benefit to me.</p>\n\n<p>No other font will ever work - I have tried Verdana, trebuchet and ideal sans which are somewhat similar but nowhere close to dyslexic. I don’t know if that means I have dyslexia ? </p>\n\n<p>Anyway the very first book I have started reading is the epic Moby Dick by Herman Melville and I am just so ecstatic!</p>\n</div><!-- SC_ON -->",
  "score": 109,
  "permalink": "/r/books/comments/mxjijz/open_dyslexic_font_is_magic/",
  "subreddit": "books",
  "id": "mxjijz",
  "is_self": true,
  "media": null,
  "is_video": false
}