{
  "author": "missblondie89",
  "the_new_excerpt": "YSK many dishwashers have filters that need to be pulled out and cleaned\nregularly, especially if you don’t rinse your dishes. Some are very easy to\naccess, a quick twist and rinse/light scrub with a brush and they’re good to go.\nOther filters are deeper in the dishwasher and require you to take…",
  "original_created_utc": 1610312403,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "YSK很多洗碗机的过滤器都需要拉出来清洗。\n定期，特别是如果你不冲洗你的餐具。有些人很容易\n访问，快速扭转和冲洗/轻刷擦洗，他们是好去。\n其他的过滤器在洗碗机里比较深，需要你拿...",
      "title": "YSK很多洗碗机都有过滤器，需要拉出来清洗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK很多洗碗機的過濾器都需要拉出來清洗。\n定期，特別是如果你不沖洗你的餐具。有些人很容易\n訪問，快速扭轉和沖洗/輕刷擦洗，他們是好去。\n其他的過濾器在洗碗機裏比較深，需要你拿...",
      "title": "YSK很多洗碗機都有過濾器，需要拉出來清洗。"
    }
  ],
  "title": "YSK many dishwashers have filters that need to be pulled out and cleaned.",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK many dishwashers have filters that need to be pulled out and cleaned regularly, especially if you don’t rinse your dishes. Some are very easy to access, a quick twist and rinse/light scrub with a brush and they’re good to go. Other filters are deeper in the dishwasher and require you to take the dishwasher apart. Other dishwashers don’t have filters you can access. Check your manual or YouTube for videos on how to clean your dishwasher filter. Why YSK, they don’t clean or run as efficiently when they’re full of gunk. </p>\n\n<p>Also, tossing 1 cup of bleach in the bottom and running it on the hottest, longest cycle will help to disinfect it. \nEdit: <a href=\"/u/OlyScott\">/u/OlyScott</a> pointed out you shouldn’t use bleach if you have a stainless steel dishwasher. Source: <a href=\"https://www.reference.com/world-view/can-use-bleach-clean-dishwasher-ae034ef1bea959f9\">https://www.reference.com/world-view/can-use-bleach-clean-dishwasher-ae034ef1bea959f9</a>\nEdit 2: Instead of bleach you can use vinegar-it seems to be the preferred method by many people. </p>\n\n<p>Recent before and after of a filter cleaning I did:\n<a href=\"https://imgur.com/gallery/87N0H4H\">https://imgur.com/gallery/87N0H4H</a>\nEdit 3: That isn’t my dishwasher-it’s my boyfriend’s parent’s dishwasher. It’s been in their house for 15 years and the filter was never cleaned (because they didn’t know it existed). They do a quick scrape of the big foodstuff, and they don’t always rinse well before loading like you should-I’m guessing that’s why it looks so putrid. \nEdit 4: Another edit because I certainly don’t know it all-a few people pointed out that you should scrape all the big food-stuffs but NOT rinse before putting your dishes in because the detergent attaches to to food particles to do its job. <a href=\"/u/giddy-girly-banana\">/u/giddy-girly-banana</a> cited: <a href=\"https://www.popsci.com/story/diy/dishwasher-cleaning-tips/\">https://www.popsci.com/story/diy/dishwasher-cleaning-tips/</a> <a href=\"/u/naurugger\">/u/naurugger</a> cited <a href=\"https://www.goodhousekeeping.com/home/cleaning/a33322/stop-prerinsing-dishes/\">https://www.goodhousekeeping.com/home/cleaning/a33322/stop-prerinsing-dishes/</a></p>\n</div><!-- SC_ON -->",
  "score": 19846,
  "permalink": "/r/YouShouldKnow/comments/kumvbb/ysk_many_dishwashers_have_filters_that_need_to_be/",
  "subreddit": "YouShouldKnow",
  "id": "kumvbb",
  "is_self": true,
  "media": null,
  "is_video": false
}