{
  "author": "martjona",
  "original_created_utc": 1628383973,
  "title": "CMV: collecting unemployment and bypassing underpaid jobs is a reasonable thing that shouldn’t be looked down upon.",
  "created_utc": 1628393439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From my understanding, unemployment exists to prevent a tidal wave of job loss and keep money flowing through our society.</p>\n\n<p>But it’s also an insurance policy. That people pay for.</p>\n\n<p>If I had a 2021 Mercedes-Benz, it got totaled due to natural events that were covered in my contract it would be absolutely insane to say “No, don’t pay me. I found an 81 Honda I can use. I’m good.” I would claim every penny that I signed up for.</p>\n\n<p>There’s nothing wrong in my mind of using all your benefit until you get a job in the same league as the one you lost. But I hear all the time that those people are lazy and “don’t want to work”. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 181,
  "permalink": "/r/changemyview/comments/p052ob/cmv_collecting_unemployment_and_bypassing/",
  "subreddit": "changemyview",
  "id": "p052ob",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "From my understanding, unemployment exists to prevent a tidal wave of job loss\nand keep money flowing through our society.\n\nBut it’s also an insurance policy. That people pay for.\n\nIf I had a 2021 Mercedes-Benz, it got totaled due to natural events that were\ncovered in my contract it would be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の理解では、失業は雇用喪失の津波を防ぐために存在しています。\n社会にお金が流れるようにするために存在しています。\n\nしかし、これは保険でもあります。そのために人々はお金を払うのです。\n\nもし私が2021年製のメルセデス・ベンツに乗っていて、契約でカバーされている自然現象のために全損したとしましょう。\n契約でカバーされていたとしても...",
      "title": "CMV：失業者を集めて低賃金の仕事を回避することは、合理的なことであり、見下されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "根据我的理解，失业的存在是为了防止失业的浪潮\n并保持资金在我们社会中的流动。\n\n但它也是一种保险政策。人们为此付出了代价。\n\n如果我有一辆2021年的梅赛德斯-奔驰，由于自然事件而被彻底毁坏，而这是我的合同所涵盖的。\n在我的合同中，这将是...",
      "title": "CMV：领取失业金和绕过低薪工作是一件合理的事情，不应该被看不起。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據我的理解，失業的存在是爲了防止失業的浪潮\n並保持資金在我們社會中的流動。\n\n但它也是一種保險政策。人們爲此付出了代價。\n\n如果我有一輛2021年的梅賽德斯-奔馳，由於自然事件而被徹底毀壞，而這是我的合同所涵蓋的。\n在我的合同中，這將是...",
      "title": "CMV：領取失業金和繞過低薪工作是一件合理的事情，不應該被看不起。"
    }
  ]
}