{
  "author": "ZRudd97",
  "the_new_excerpt": "I got into a heated argument with a friend who just graduated from medical\nschool. He was posting about now he earned his success on his own when in fact\nhis parents paid for the 500k tuition fees in full.\n\nI understand it isn’t easy to graduate from medical school or in any other\ncourse for the…",
  "original_created_utc": 1615767981,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我和一个刚从医科大学毕业的朋友发生了激烈的争吵。\n学校。他在发帖说现在他的成功是靠自己挣来的，而其实\n他的父母全额支付了50万的学费。\n\n我知道从医学院毕业不容易，或者在其他任何\n的课程，为...",
      "title": "CMV：如果你的父母为你的大学教育付出了代价，那么你就不应该向别人炫耀自己的成就"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我和一個剛從醫科大學畢業的朋友發生了激烈的爭吵。\n學校。他在發帖說現在他的成功是靠自己掙來的，而其實\n他的父母全額支付了50萬的學費。\n\n我知道從醫學院畢業不容易，或者在其他任何\n的課程，爲...",
      "title": "CMV：如果你的父母爲你的大學教育付出了代價，那麼你就不應該向別人炫耀自己的成就"
    }
  ],
  "title": "CMV: If your parents paid for your college education then you shouldn’t brag about achieving it on your own to others",
  "created_utc": 1615783027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I got into a heated argument with a friend who just graduated from medical school. He was posting about now he earned his success on his own when in fact his parents paid for the 500k tuition fees in full. </p>\n\n<p>I understand it isn’t easy to graduate from medical school or in any other course for the matter. I personally paid for my tuition whilst working after school and it was really tough. </p>\n\n<p>If you have a financial advantage, college is always so much easier because you don’t have that burden of debt over your shoulder. The only thing you worry about are your grades. </p>\n\n<p>Just don’t understand people who brag about their so called self made success when they clearly had a huge advantage.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/m58cvo/cmv_if_your_parents_paid_for_your_college/",
  "subreddit": "changemyview",
  "id": "m58cvo",
  "is_self": true,
  "media": null,
  "is_video": false
}