{
  "author": "Prof_Acorn",
  "the_new_excerpt": "Companies like Google pretend to care about suicide by linking help call lines,\nand other employers will pretend to care by offering \"counseling\" but they don't\nreally care. In fact, I'd say most people don't care. They only care enough to\nspew out some platitude about \"we could have never…",
  "original_created_utc": 1623398310,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Googleのような企業は、ヘルプコールラインをリンクすることで、自殺について気にかけているふりをする。\n他の雇用者は「カウンセリング」を提供することで気にしているふりをしますが、実際には気にしていません。\n実際には気にしていません。実際には、ほとんどの人が気にしていないと思います。彼らが気にするのは\n私たちは決して......」という決まり文句を口にする程度の関心しかありません。",
      "title": "CMV: ほとんどの企業は、自殺なんて気にしていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "像谷歌这样的公司通过链接帮助电话线假装关心自杀问题。\n其他雇主也会通过提供 \"咨询 \"来假装关心，但他们并不真正关心。\n真正关心。事实上，我想说大多数人并不关心。他们只关心到\n吐出一些陈词滥调：\"我们不可能......",
      "title": "CMV：大多数公司并不真正关心自杀问题，他们只关心道德信号和保持廉价劳动力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "像谷歌這樣的公司通過鏈接幫助電話線假裝關心自殺問題。\n其他僱主也會通過提供 \"諮詢 \"來假裝關心，但他們並不真正關心。\n真正關心。事實上，我想說大多數人並不關心。他們只關心到\n吐出一些陳詞濫調：\"我們不可能......",
      "title": "CMV：大多數公司並不真正關心自殺問題，他們只關心道德信號和保持廉價勞動力。"
    }
  ],
  "title": "CMV: Most companies don't really care about suicide, they only care about virtue signaling and keeping cheap labor",
  "created_utc": 1623430009,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Companies like Google pretend to care about suicide by linking help call lines, and other employers will pretend to care by offering &quot;counseling&quot; but they don&#39;t really <em>care</em>. In fact, I&#39;d say most people don&#39;t care. They only care enough to spew out some platitude about &quot;we could have never known!&quot; </p>\n\n<p>If companies and employers and people <em>really</em> cared, they would do something about the conditions that lead to suicide. </p>\n\n<p>You can&#39;t vote against Medicare for All and pretend to give a shit about suicide </p>\n\n<p>You can&#39;t vote against minimum wage increases and pretend to give a shit about suicide.</p>\n\n<p>You can&#39;t pay your employees starvation wages and pretend to give a shit about suicide.</p>\n\n<p>You can&#39;t hoard housing and raise rent to rates requiring people to spiral into misery and pretend to care about suicide.</p>\n\n<p>You can&#39;t vote against student loan relief and pretend to care about suicide.</p>\n\n<p>You can&#39;t support every condition that leads to suicide and pretend like you give a shit about suicide. </p>\n\n<p>Companies and employers and people who contribute to the conditions of misery that lead people to fantasising about putting a gun to their head cannot pretend to care about those people. If they cared they would actually do something about those conditions.</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/nxaiiu/cmv_most_companies_dont_really_care_about_suicide/",
  "subreddit": "changemyview",
  "id": "nxaiiu",
  "is_self": true,
  "media": null,
  "is_video": false
}