{
  "author": "PlouffDaddy",
  "the_new_excerpt": "I believe that if you are offered the Covid-19 vaccine, are healthy enough to\ntake it, but choose not to for whatever reason are selfish people who are blind\nto what the real issues are. Do you not care about the people that cannot take a\nvaccine? Those are the same people that get hit the hardest.…",
  "original_created_utc": 1619480757,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、もしあなたがCovid-19ワクチンの提供を受け、受けられるだけの健康状態にありながら、何らかの理由で受けないことを選択した場合、あなたは自分勝手な人間だと思います。\n何らかの理由で受けないことを選択するのは、本当のことを知らない利己的な人間だと思います。\n本当の問題が何であるかを知らない利己的な人だと思います。ワクチンを受けられない人たちのことは気にならないのですか？\nワクチンを受けられない人のことは気にならないのですか？そのような人たちが一番被害を受けているのです。....",
      "title": "cmv: ワクチンを受けないことを選択し、十分に健康であり、オファーを受けているのであれば、あなたは利己的です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，如果你被提供了Covid-19疫苗，并且健康状况良好，可以接种，但却选择不接种，不管是什么原因，都是可以接受的。\n疫苗，但出于某种原因而选择不接种，那就是自私的人，他们对真正的问题视而不见。\n忽视了真正的问题是什么。难道你不关心那些不能接种疫苗的人吗？\n疫苗的人吗？这些人也是受到最严重打击的人....。",
      "title": "cmv：如果你选择不接种疫苗，并且足够健康，并且已经被提供了，你就是自私的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，如果你被提供了Covid-19疫苗，並且健康狀況良好，可以接種，但卻選擇不接種，不管是什麼原因，都是可以接受的。\n疫苗，但出於某種原因而選擇不接種，那就是自私的人，他們對真正的問題視而不見。\n忽視了真正的問題是什麼。難道你不關心那些不能接種疫苗的人嗎？\n疫苗的人嗎？這些人也是受到最嚴重打擊的人....。",
      "title": "cmv：如果你選擇不接種疫苗，並且足夠健康，並且已經被提供了，你就是自私的。"
    }
  ],
  "title": "cmv: YOU are selfish if you choose to not take the vaccine and are healthy enough and have been offered.",
  "created_utc": 1619486270,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that if you are offered the Covid-19 vaccine, are healthy enough to take it, but choose not to for whatever reason are selfish people who are blind to what the real issues are. Do you not care about the people that cannot take a vaccine? Those are the same people that get hit the hardest. You are saying those people do not matter because you are healthy and have a low chance of bad Covid-19 symptoms. I feel like I am open minded to listen but definitely wnt to see some proof as to why you believe that. Tired of people that are more worried about looking for info that bolsters their claim in the deep corners of the dark web than taking a second to properly educate themselves. Please give me some links! . Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/mzbetj/cmv_you_are_selfish_if_you_choose_to_not_take_the/",
  "subreddit": "changemyview",
  "id": "mzbetj",
  "is_self": true,
  "media": null,
  "is_video": false
}