{
  "author": "Clevone",
  "original_created_utc": 1628020440,
  "title": "Can't get it out of my head! The beauty of some elements of this book \"The Great Gatsby\"",
  "created_utc": 1628077041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I read The Great Gatsby around a month ago and...</p>\n\n<p>How absolutely hauntingly beautiful is the whole Green Light element of the story!! Can&#39;t stop thinking about it. Gatsby pusued her with such intensity that his whole universe revolved around it, nothing else mattered and it became the only motivation behind all his deeds.</p>\n\n<p>And some paragraphs are just gorgeous, like:</p>\n\n<p>A stirring warmth flowed from her, as if her heart was trying to come out to you concealed in one of those breathless, thrilling words.</p>\n\n<p>The exhilarating ripple of her voice was a wild tonic in the rain. I had to follow the sound of it for a moment, up and down, with my ear alone, before any words came through. A damp streak of hair lay like a dash of blue paint across her cheek, and her hand was wet with glistening drops as I took it to help her from the car.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/oxbfrp/cant_get_it_out_of_my_head_the_beauty_of_some/",
  "subreddit": "books",
  "id": "oxbfrp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I read The Great Gatsby around a month ago and...\n\nHow absolutely hauntingly beautiful is the whole Green Light element of the\nstory!! Can't stop thinking about it. Gatsby pusued her with such intensity that\nhis whole universe revolved around it, nothing else mattered and it became the\nonly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1ヶ月ほど前に『華麗なるギャツビー』を読んだのですが\n\nグリーン・ライトの要素がどれほど心に響く美しさか。\n物語のグリーンライトの要素がどれほど心に響く美しいものか! そのことが頭から離れません。ギャツビーは彼女にとても強く働きかけました。\n彼の全世界はそのことを中心に回っていて、他のことは重要ではなく、それが唯一のものになった。\n唯一の...",
      "title": "頭から離れません。この本「華麗なるギャツビー」のいくつかの要素の美しさについて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我大约在一个月前读了《了不起的盖茨比》，并...\n\n整个故事中的绿灯元素是多么的令人神往啊\n故事！！！。无法停止思考它。盖茨比以如此强烈的方式推崇她，以至于\n他的整个宇宙都围绕着它，其他的都不重要，它成了\n变成了唯一的...",
      "title": "无法从我的脑海中抹去! 这本书 \"了不起的盖茨比 \"中的一些元素的美感"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我大約在一個月前讀了《了不起的蓋茨比》，並...\n\n整個故事中的綠燈元素是多麼的令人神往啊\n故事！！！。無法停止思考它。蓋茨比以如此強烈的方式推崇她，以至於\n他的整個宇宙都圍繞着它，其他的都不重要，它成了\n變成了唯一的...",
      "title": "無法從我的腦海中抹去! 這本書 \"了不起的蓋茨比 \"中的一些元素的美感"
    }
  ]
}