{
  "author": "imnotathrowaway2233",
  "original_created_utc": 1625688794,
  "title": "CMV: Racism is not just about minorities, meaning any race can be racist against any other.",
  "created_utc": 1625747784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we can agree that the definition of racism is &quot;Discrimination against someone because of their race.&quot;, then why does racism only get called out when it is against a group deemed to be a &quot;minority&quot; (which doesn&#39;t make sense if you look at global percentages instead of just country to country metrics)? </p>\n\n<p>Throughout human existence different races have been discriminated against, sometimes with the minority groups in one country being the majority or &quot;ruling class&quot; in another, which in my mind means that on a global and historical level there is no minority, just people. The tides of social and geographical power struggles between peoples has a gradual shift, meaning overtime the oppressed groups becoming the oppressing groups, and vice versa. Which in the long term does nothing but shift public opinion against one group and then demonize another, which continues the cycle of hatred. If we allow racist comments to be levied against ANY group of people, no matter their perceived social standing, eventually those peoples will become the oppressed groups, thus furthering the damage against society and peoples as a whole. </p>\n\n<p>To truly end racism, we must come together as a planet of humans and reject that any race has a right to &quot;bully&quot; for lack of a better term any other race, no matter the past offences of the given group. Obviously in this instance I&#39;m speaking of Caucasians in America, but this argument is universal, meaning you can supplant any race throughout history with the ones that are more in the public eye today. You can also replace racism with nationalism, geographical or tribal differences in less developed countries. Hate only begets hate and hating someone for the color of their skin is racism no matter what color that they happen to be.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ofr2n0/cmv_racism_is_not_just_about_minorities_meaning/",
  "subreddit": "changemyview",
  "id": "ofr2n0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If we can agree that the definition of racism is \"Discrimination against someone\nbecause of their race.\", then why does racism only get called out when it is\nagainst a group deemed to be a \"minority\" (which doesn't make sense if you look\nat global percentages instead of just country to country…"
}