{
  "author": "imnotathrowaway2233",
  "original_created_utc": 1625688794,
  "title": "CMV: Racism is not just about minorities, meaning any race can be racist against any other.",
  "created_utc": 1625747784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we can agree that the definition of racism is &quot;Discrimination against someone because of their race.&quot;, then why does racism only get called out when it is against a group deemed to be a &quot;minority&quot; (which doesn&#39;t make sense if you look at global percentages instead of just country to country metrics)? </p>\n\n<p>Throughout human existence different races have been discriminated against, sometimes with the minority groups in one country being the majority or &quot;ruling class&quot; in another, which in my mind means that on a global and historical level there is no minority, just people. The tides of social and geographical power struggles between peoples has a gradual shift, meaning overtime the oppressed groups becoming the oppressing groups, and vice versa. Which in the long term does nothing but shift public opinion against one group and then demonize another, which continues the cycle of hatred. If we allow racist comments to be levied against ANY group of people, no matter their perceived social standing, eventually those peoples will become the oppressed groups, thus furthering the damage against society and peoples as a whole. </p>\n\n<p>To truly end racism, we must come together as a planet of humans and reject that any race has a right to &quot;bully&quot; for lack of a better term any other race, no matter the past offences of the given group. Obviously in this instance I&#39;m speaking of Caucasians in America, but this argument is universal, meaning you can supplant any race throughout history with the ones that are more in the public eye today. You can also replace racism with nationalism, geographical or tribal differences in less developed countries. Hate only begets hate and hating someone for the color of their skin is racism no matter what color that they happen to be.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ofr2n0/cmv_racism_is_not_just_about_minorities_meaning/",
  "subreddit": "changemyview",
  "id": "ofr2n0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If we can agree that the definition of racism is \"Discrimination against someone\nbecause of their race.\", then why does racism only get called out when it is\nagainst a group deemed to be a \"minority\" (which doesn't make sense if you look\nat global percentages instead of just country to country…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種差別の定義が「人種を理由にした差別」であることに同意できるならば\n人種による差別」という定義に同意するならば、なぜ人種差別は、「マイノリティ」とみなされる集団に対するものでなければ\nなぜ人種差別が叫ばれるのかというと、「少数派」とされるグループ（国ごとの割合ではなく、世界的な割合を見ても意味がありません。\n国ごとではなく、世界全体の割合を見ても意味がありませんが...。",
      "title": "CMV: 人種差別はマイノリティに限ったことではなく、どのような人種であっても他の人種に対して人種差別を行う可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们同意种族主义的定义是 \"因为某人的种族而对其进行歧视。\n如果我们同意种族主义的定义是 \"因其种族而歧视某人\"，那么为什么种族主义只有在针对被认为是 \"少数民族 \"的群体时才会被指出来？\n种族主义只有在针对一个被认为是 \"少数民族 \"的群体时才会被提出来（如果你看一下全球的百分比而不是 \"少数民族\"，这就说不通了）。\n如果你看一下全球的百分比，而不仅仅是国家与国家之间的百分比，这就说不通了......",
      "title": "CMV：种族主义不仅仅是针对少数民族的，这意味着任何种族都可能对其他种族产生种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們同意種族主義的定義是 \"因爲某人的種族而對其進行歧視。\n如果我們同意種族主義的定義是 \"因其種族而歧視某人\"，那麼爲什麼種族主義只有在針對被認爲是 \"少數民族 \"的羣體時纔會被指出來？\n種族主義只有在針對一個被認爲是 \"少數民族 \"的羣體時纔會被提出來（如果你看一下全球的百分比而不是 \"少數民族\"，這就說不通了）。\n如果你看一下全球的百分比，而不僅僅是國家與國家之間的百分比，這就說不通了......",
      "title": "CMV：種族主義不僅僅是針對少數民族的，這意味着任何種族都可能對其他種族產生種族主義。"
    }
  ]
}