{
  "author": "Bone_Her_Sauce",
  "original_created_utc": 1630693622,
  "title": "CMV: It’s perfectly okay to “snitch” on someone, it’s simply just peer pressure not to.",
  "created_utc": 1630705232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If someone does something that’s worth reporting, fucking report it. Now, this doesn’t mean report petty little bullshit, but I’ve seen situations that were 100% worth reporting but the person was pressured into not reporting due to having a “snitch” label. For example, in 9th grade, my phone got stolen during gym. When I reported it, the friends of the guys who stole it called me snitch. Fuck you, if it’s worth reporting I’ll report it. Now, I can understand in situations where it’s life threatening (like in prison or a crime) where snitching could literally get you KILLED, but other than that, like in school or something of a similar setting, snitching is perfectly fine and I encourage it.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/phawqg/cmv_its_perfectly_okay_to_snitch_on_someone_its/",
  "subreddit": "changemyview",
  "id": "phawqg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If someone does something that’s worth reporting, fucking report it. Now, this\ndoesn’t mean report petty little bullshit, but I’ve seen situations that were\n100% worth reporting but the person was pressured into not reporting due to\nhaving a “snitch” label. For example, in 9th grade, my phone got…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もし誰かが報告する価値のあることをしたら、それを報告する。さて、これは\n些細なことを報告するという意味ではありませんが、私はこれまでに、100％正しいと思われる状況を見てきました。\n密告者」というレッテルを貼られたために報告しないように圧力をかけられた状況を見たことがあります。\n密告者」というレッテルを貼られて報告しないように圧力をかけられた状況を見たことがあります。例えば、9年生の時、私の携帯電話が...",
      "title": "CMV: 誰かを \"密告 \"するのは全く問題ありませんが、そうしないのは単なる同調圧力です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果有人做了值得报道的事情，就他妈的报道。现在，这\n这并不意味着报告一些小事，但我见过的情况是\n但我见过的情况是，100%值得举报，但这个人迫于压力没有举报，因为\n有一个 \"告密者 \"的标签。例如，在九年级时，我的手机被...",
      "title": "CMV：\"打小报告 \"是完全可以的，这只是同龄人的压力而已，不需要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果有人做了值得報道的事情，就他媽的報道。現在，這\n這並不意味着報告一些小事，但我見過的情況是\n但我見過的情況是，100%值得舉報，但這個人迫於壓力沒有舉報，因爲\n有一個 \"告密者 \"的標籤。例如，在九年級時，我的手機被...",
      "title": "CMV：\"打小報告 \"是完全可以的，這只是同齡人的壓力而已，不需要。"
    }
  ]
}