{
  "author": "ALWolfie",
  "original_created_utc": 1628074110,
  "title": "Im looking for books for handling grief ot anxiety? My father has cancer.",
  "created_utc": 1628093790,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Maybe Trigger warning?</p>\n\n<p>So I&#39;m 21 and found out the other day my dad has stage 4 cancer and im not taking it too great. Doc says he has maybe a year to live. I threw up a couple times from the anxiety and am just all around having trouble pulling myself together. Everytime I think I have a handle on things I end up breaking down.</p>\n\n<p>I recognize im not dealing with this well so I&#39;m looking for anything to read that can help me be strong or process my emotions. Thanks.</p>\n</div><!-- SC_ON -->",
  "score": 223,
  "permalink": "/r/booksuggestions/comments/oxq32w/im_looking_for_books_for_handling_grief_ot/",
  "subreddit": "booksuggestions",
  "id": "oxq32w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Maybe Trigger warning?\n\nSo I'm 21 and found out the other day my dad has stage 4 cancer and im not\ntaking it too great. Doc says he has maybe a year to live. I threw up a couple\ntimes from the anxiety and am just all around having trouble pulling myself\ntogether. Everytime I think I have a handle on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トリガーワーニングかも？\n\n私は21歳で、先日、父がステージ4の癌であることを知りました。\nしていません。医者は余命1年と言っています。不安で何度か吐いてしまいました。\n不安で何度も吐いてしまい、全体的に自分をまとめるのに苦労しています。\nしています。自分では手に負えると思っていたのに...。",
      "title": "悲しみや不安に対処するための本を探しています。私の父は癌です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "也许是触发警告？\n\n我今年21岁，前几天发现我父亲患了第四期癌症，我不太接受。\n我不知道该怎么办。医生说他可能还有一年的生命。我吐了好几次\n我因焦虑而呕吐了几次，而且只是在所有方面都难以振作起来。\n凝聚力。每当我认为我有能力处理好...",
      "title": "我在寻找处理悲痛或焦虑的书籍？我的父亲患有癌症。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許是觸發警告？\n\n我今年21歲，前幾天發現我父親患了第四期癌症，我不太接受。\n我不知道該怎麼辦。醫生說他可能還有一年的生命。我吐了好幾次\n我因焦慮而嘔吐了幾次，而且只是在所有方面都難以振作起來。\n凝聚力。每當我認爲我有能力處理好...",
      "title": "我在尋找處理悲痛或焦慮的書籍？我的父親患有癌症。"
    }
  ]
}