{
  "author": "Rockin_freakapotamus",
  "original_created_utc": 1637008767,
  "title": "YSK - Although in America one of your Miranda rights is the right to an attorney and if you cannot afford an attorney one will be provided for you. In many jurisdictions that attorney is paid by the city or county, but the city or county can then recoup that cost from the Defendant.",
  "created_utc": 1637012892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  I learned this early in my legal career. My county did not have a public defender, but instead would assign criminal defense cases to all of the firms in the county on an as-needed basis. The attorneys, as a service to the community (and to stay on the good side of the judges), would take on the cases at a discounted rate. I, as the lowest ranking attorney in my firm, worked the criminal defense cases. One of my clients who got fully acquitted called me later asking why he received a bill from the county for my legal fees. I had no idea, so I inquired with the judge in charge of the pauper defense counsel program. He said that was how the program worked. The county was required to provide an attorney, but it does not have to be free. I was floored. They never taught us that in law school when we learned the Miranda rights. I always assumed &quot;if you cannot afford an attorney, one will be provided for you&quot; implied that it was free of charge.</p>\n</div><!-- SC_ON -->",
  "score": 142,
  "permalink": "/r/YouShouldKnow/comments/qupu13/ysk_although_in_america_one_of_your_miranda/",
  "subreddit": "YouShouldKnow",
  "id": "qupu13",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I learned this early in my legal career. My county did not have a\npublic defender, but instead would assign criminal defense cases to all of the\nfirms in the county on an as-needed basis. The attorneys, as a service to the\ncommunity (and to stay on the good side of the judges), would take…"
}