{
  "author": "Rockin_freakapotamus",
  "original_created_utc": 1637008767,
  "title": "YSK - Although in America one of your Miranda rights is the right to an attorney and if you cannot afford an attorney one will be provided for you. In many jurisdictions that attorney is paid by the city or county, but the city or county can then recoup that cost from the Defendant.",
  "created_utc": 1637012892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  I learned this early in my legal career. My county did not have a public defender, but instead would assign criminal defense cases to all of the firms in the county on an as-needed basis. The attorneys, as a service to the community (and to stay on the good side of the judges), would take on the cases at a discounted rate. I, as the lowest ranking attorney in my firm, worked the criminal defense cases. One of my clients who got fully acquitted called me later asking why he received a bill from the county for my legal fees. I had no idea, so I inquired with the judge in charge of the pauper defense counsel program. He said that was how the program worked. The county was required to provide an attorney, but it does not have to be free. I was floored. They never taught us that in law school when we learned the Miranda rights. I always assumed &quot;if you cannot afford an attorney, one will be provided for you&quot; implied that it was free of charge.</p>\n</div><!-- SC_ON -->",
  "score": 142,
  "permalink": "/r/YouShouldKnow/comments/qupu13/ysk_although_in_america_one_of_your_miranda/",
  "subreddit": "YouShouldKnow",
  "id": "qupu13",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I learned this early in my legal career. My county did not have a\npublic defender, but instead would assign criminal defense cases to all of the\nfirms in the county on an as-needed basis. The attorneys, as a service to the\ncommunity (and to stay on the good side of the judges), would take…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私は弁護士になってすぐにこのことを学びました。私の住んでいた郡には、公選弁護人がいませんでした。\nその代わりに、必要に応じて郡内のすべての事務所に刑事弁護事件を割り当てていました。\n必要に応じて弁護士事務所に依頼していました。弁護士は、コミュニティへのサービスとして\nコミュニティへのサービスとして（そして裁判官の良い側に滞在するために）、取るだろう...",
      "title": "YSK - アメリカでは、ミランダ権の1つとして弁護士を雇う権利があり、もし弁護士を雇う余裕がない場合は、弁護士を派遣してもらえます。多くの管轄区域では、その弁護士は市や郡から支払われますが、市や郡はその費用を被告から回収することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我在我的法律生涯中很早就学到了这一点。我所在的县没有公设辩护人。\n我所在的县没有公设辩护人，而是将刑事辩护案件分配给县内所有的公司。\n我所在的县没有公设辩护人，而是根据需要将刑事辩护案件分配给县里的所有公司。律师们，作为对社区的服务（并保持良好的声誉）。\n社区的服务（并保持与法官的良好关系），将采取...",
      "title": "YSK - 尽管在美国，你的米兰达权利之一是获得律师的权利，如果你负担不起律师，将为你提供律师。在许多司法管辖区，该律师由市或县支付，但市或县可以从被告那里收回费用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我在我的法律生涯中很早就學到了這一點。我所在的縣沒有公設辯護人。\n我所在的縣沒有公設辯護人，而是將刑事辯護案件分配給縣內所有的公司。\n我所在的縣沒有公設辯護人，而是根據需要將刑事辯護案件分配給縣裏的所有公司。律師們，作爲對社區的服務（並保持良好的聲譽）。\n社區的服務（並保持與法官的良好關係），將採取...",
      "title": "YSK - 儘管在美國，你的米蘭達權利之一是獲得律師的權利，如果你負擔不起律師，將爲你提供律師。在許多司法管轄區，該律師由市或縣支付，但市或縣可以從被告那裏收回費用。"
    }
  ]
}