{
  "author": "EveryXtakeYouCanMake",
  "original_created_utc": 1635355722,
  "title": "YSK about the post offices \"General Delivery\" for those without an address. It's free and requires no application.",
  "created_utc": 1635360592,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the smallest P.O. Box is $70/3 months. $70 upfront. My situation is that the barn that was given to me to teach a free class to teenagers on how to remove engines from cars and install new ones, it&#39;s address belongs to the house next to it, and the barn itself actually needs its own address because people live in the house. The properties are separate but share the same address.</p>\n\n<p>Go to your local post office, ask for general delivery instructions, and they will tell you how to receive mail to that post office. </p>\n\n<p>My city only has one post office, so to format the address on my envelopes, it&#39;s simply:</p>\n\n<p>Name<br/>\nGeneral Delivery<br/>\nCity, State Zip  </p>\n\n<p>Also, don&#39;t forget to put in a change of address to whatever they format the post office gives you.</p>\n\n<p>Edit: address format</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/qh1va2/ysk_about_the_post_offices_general_delivery_for/",
  "subreddit": "YouShouldKnow",
  "id": "qh1va2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: the smallest P.O. Box is $70/3 months. $70 upfront. My situation is\nthat the barn that was given to me to teach a free class to teenagers on how to\nremove engines from cars and install new ones, it's address belongs to the house\nnext to it, and the barn itself actually needs its own address…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、一番小さい私書箱が70ドル/3ヶ月。前払いで$70。私の状況は\n私の状況は、車からエンジンを取り外して新しいエンジンを取り付ける方法を10代の若者に無料で教えるために与えられた納屋が、その住所は家に属しているということです。\n私の状況は、車からエンジンを取り外して新しいエンジンを取り付ける方法をティーンエイジャーに無料で教えるために与えられた納屋で、その住所は隣の家に属しています。\n隣の家の住所になっていて、納屋自体にも独自の住所が必要なんです。",
      "title": "住所のない人のための郵便局「一般配達」についてのYSKです。無料で、申し込みも不要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：最小的邮政信箱是70美元/3个月。预付70美元。我的情况是\n我的情况是，给我的谷仓是用来给青少年上免费课的，内容是如何从汽车上拆下发动机并安装新的发动机。\n从汽车上拆下发动机并安装新的发动机，它的地址属于旁边的房子。\n旁边的房子，而谷仓本身实际上需要自己的地址......",
      "title": "YSK关于邮局为没有地址的人提供的 \"普通快递\"。它是免费的，不需要申请。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：最小的郵政信箱是70美元/3個月。預付70美元。我的情況是\n我的情況是，給我的穀倉是用來給青少年上免費課的，內容是如何從汽車上拆下發動機並安裝新的發動機。\n從汽車上拆下發動機並安裝新的發動機，它的地址屬於旁邊的房子。\n旁邊的房子，而穀倉本身實際上需要自己的地址......",
      "title": "YSK關於郵局爲沒有地址的人提供的 \"普通快遞\"。它是免費的，不需要申請。"
    }
  ]
}