{
  "author": "Cymbelined",
  "original_created_utc": 1630332741,
  "title": "Do people who proudly hate on Catcher in the Rye know it’s about CSA?",
  "created_utc": 1630336656,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading Catcher in the Rye for the first time. We’ve all heard that liking this novel is a “red flag” and folks seem to talk a lot of shit when men and young boys like this novel especially. I knew this book resonated with some real criminals who enacted awful acts of violence, so I was truly expecting the worst. I was completely shocked by the actual nature of the novel. </p>\n\n<p>As someone who works with teens/in youth services, I found Holden heartbreaking. He’s a teenager dealing with depression, isolation, and trauma, both from the loss of his brother and, it’s revealed, childhood sexual abuse/sexual assault. After he evades assault from Mr Antolini, he has a panic response and confesses to the reader: “that kind of stuff&#39;s happened to me about twenty times since I was a kid. I can&#39;t stand it.”</p>\n\n<p>I feel like all anybody ever speaks about when it comes to Catcher is how annoying/pretentious Holden is - but isn’t this very obviously a trauma response to unspeakable suffering? The novel’s approach to sexual violence doesn’t even begin and end with Holden - it permeates the novel, from Jane to the sex worker Holden meets to the sexual violence/aggression Holden knows his peers enact against other students and girls he knows. </p>\n\n<p>It’s a really weird “flex” that people think dunking on Holden or readers who identify with him is impressive. Do people realize that CSA survivors, especially boys who are far less likely to speak up about their abuse, may see themselves in Holden? Are they aware that finding Holden annoying for whining or being pretentious or jaded or depressed just perpetuates the idea that the only good victims of abuse are the noble, palatable ones (ie the ones that don’t actually exist outside of movies)? What do y’all think?</p>\n</div><!-- SC_ON -->",
  "score": 128,
  "permalink": "/r/books/comments/peiw7o/do_people_who_proudly_hate_on_catcher_in_the_rye/",
  "subreddit": "books",
  "id": "peiw7o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading Catcher in the Rye for the first time. We’ve all heard\nthat liking this novel is a “red flag” and folks seem to talk a lot of shit when\nmen and young boys like this novel especially. I knew this book resonated with\nsome real criminals who enacted awful acts of violence, so I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ライ麦畑でつかまえて」を初めて読み終えました。この小説が好きなのは\nこの小説が好きなのは「赤信号」だと聞いたことがあるし、特に男性や若い男の子がこの小説を好きになると、人々は多くの悪口を言うようだ。\n特に男性や少年がこの小説を好きになると悪口を言われるようです。私はこの本が、実際に犯罪を犯した人たちの心に響くことを知っていました。\n私はこの本が、ひどい暴力行為を行った本物の犯罪者たちの心に響くことを知っていたので、...",
      "title": "ライ麦畑でつかまえて』を誇らしげに嫌う人たちは、あれがCSAの話だと知っているのだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《麦田里的守望者》，这是第一遍。我们都听说\n喜欢这本小说是一个 \"红旗\"，当男人和年轻男孩喜欢这本小说时，人们似乎会说很多废话。\n尤其是男人和年轻男孩喜欢这本小说时，人们似乎说了很多废话。我知道这本书引起了人们的共鸣\n我知道这本书引起了一些真正的罪犯的共鸣，他们实施了可怕的暴力行为，所以我...",
      "title": "那些自豪地讨厌《麦田里的守望者》的人知道它是关于CSA的吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《麥田裏的守望者》，這是第一遍。我們都聽說\n喜歡這本小說是一個 \"紅旗\"，當男人和年輕男孩喜歡這本小說時，人們似乎會說很多廢話。\n尤其是男人和年輕男孩喜歡這本小說時，人們似乎說了很多廢話。我知道這本書引起了人們的共鳴\n我知道這本書引起了一些真正的罪犯的共鳴，他們實施了可怕的暴力行爲，所以我...",
      "title": "那些自豪地討厭《麥田裏的守望者》的人知道它是關於CSA的嗎？"
    }
  ]
}