{
  "author": "DifficultEbb4",
  "original_created_utc": 1636310956,
  "title": "CMV: Raising your child to be morbidly obese should be considered child abuse.",
  "created_utc": 1636317324,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t mean to sound “fat shamey” at all. I worked as a trainer for years and worked with multiple obese clients to help them regain their mobility, confidence, health, and ultimately their lives back. I love and respect every one of them, I don’t view “being fat” as a moral failing or something that makes those people less worthy. I do however think that parents who raise their children to be morbidly obese are abusive and neglectful, and setting their children up for a lifetime of physical, mental, and social struggles. </p>\n\n<p>I just watched a video about a dog whose owners fed him so much that he ended up 172 pounds and almost unable to walk. Everyone on the video comments was appalled and people were even asking if the owner could be charged with something. I totally agree that it’s abusive, and that when you have a child or adopt a pet their health is fully the owner/parents responsibility... yet I haven’t seen people comment as passionately about morbidly obese children and how their parents actions led them to that state. </p>\n\n<p>I totally get that it is expensive to have fresh food all the time and a lot of parents work long hours... but obesity isn’t caused by a happy meal for dinner 4 nights a week. It’s caused by overconsumption and lack of physical activity. If one is unable to handle keeping their child or pet healthy shouldn’t that be reason enough to take their child/pet from them? Children deserve to have their health taken care of, it shouldn’t be a personal choice of the parents. (Parents can be considered neglectful or abusive for smoking around their kids, or disregarding medical advice given by a doctor, why wouldn’t overfeeding them to the point of morbid obesity be treated differently ?) </p>\n\n<p>Also I’m posting this because I truly believe this but understand others think differently. Would like to hear others points of views to help expand my understanding and discover aspects of this problem I don’t already know about. I hope I have conveyed my point respectfully, please be respectful in your responses.</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/changemyview/comments/qov05u/cmv_raising_your_child_to_be_morbidly_obese/",
  "subreddit": "changemyview",
  "id": "qov05u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t mean to sound “fat shamey” at all. I worked as a trainer for years and\nworked with multiple obese clients to help them regain their mobility,\nconfidence, health, and ultimately their lives back. I love and respect every\none of them, I don’t view “being fat” as a moral failing or something…"
}