{
  "author": "eriksen2398",
  "original_created_utc": 1636228813,
  "title": "CMV: Advertising of alcohol should be banned",
  "created_utc": 1636306245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think alcohol should be treated the exact same way that cigarettes are treated - as a threat to public health. Therefore, the government should take necessary steps to reduce consumption without outright banning it, because that didn’t work. A major component of this strategy is preventing advertising of alcohol. Let’s be honest, alcohol is a recreational drug, and it kills over 100,000 people each year, so why is it ok to advertise? What makes it different from cigarettes? </p>\n\n<p>People might say, “banning alcohol commercials won’t do anything.” I don’t agree. It’ll be a slow process, but this will prevent alcohol companies from controlling the way people think about alcohol consumption. And over time drinking will become less ingrained in society and less cool.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qo7zxm/cmv_advertising_of_alcohol_should_be_banned/",
  "subreddit": "changemyview",
  "id": "qo7zxm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think alcohol should be treated the exact same way that cigarettes are treated\n- as a threat to public health. Therefore, the government should take necessary\nsteps to reduce consumption without outright banning it, because that didn’t\nwork. A major component of this strategy is preventing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アルコールは、タバコと同じように、公衆衛生上の脅威として扱われるべきだと思います。\n- 公共の健康を脅かすものとして したがって、政府は、アルコールを完全に禁止することなく、消費を減らすために必要な措置を講じるべきです。\n政府は消費を減らすために必要な措置を講じるべきですが、完全に禁止することはできません。\nそれはうまくいかないからです。この戦略の主要な要素は、アルコールの消費を防ぐことです。",
      "title": "CMV: 酒類の広告は禁止すべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为对待酒精的方式应与对待香烟的方式完全相同\n- 作为对公众健康的威胁。因此，政府应该采取必要的措施来减少消费，而不是直接禁止。\n采取必要的措施来减少消费，而不是直接禁止它，因为那并没有\n奏效。这一策略的一个主要组成部分是防止...",
      "title": "CMV：应禁止酒类广告"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲對待酒精的方式應與對待香菸的方式完全相同\n- 作爲對公衆健康的威脅。因此，政府應該採取必要的措施來減少消費，而不是直接禁止。\n採取必要的措施來減少消費，而不是直接禁止它，因爲那並沒有\n奏效。這一策略的一個主要組成部分是防止...",
      "title": "CMV：應禁止酒類廣告"
    }
  ]
}