{
  "author": "Thejenfo",
  "original_created_utc": 1634746372,
  "title": "cmv: I’m female and I’m sexist but I want to believe in equality.",
  "created_utc": 1634773222,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m the single mother and have a 12yr old son. I think about this everyday raising him. I acknowledge that my view may be ..skewed due to personal experiences. Also that society raises boys and girls with opposite values, destined to fail together. </p>\n\n<p>Warning -I use absolutes here* </p>\n\n<p>So every dad I’ve known left. In fact I don’t know anyone who was raised by their biological dad. I’ve never known anyone raised by a step dad either…\nEvery male I personally have met has been unfaithful, had substance addictions, committed abuse, and ( other than my gay friends) \nultimately left a woman and children behind with debt and trauma. ( I do know 1 dad that didn’t leave debt) </p>\n\n<p>Now every single mother I’ve ever known has raised her kids alone the majority of the time. Every woman I know has been abused by some male in her life. Shit every male I know has been abused by a male at some point too. </p>\n\n<p>I literally have no success story in my personal life to reference. Every male has overwhelmingly not done their part and did damage. While the females in my experience did their jobs and the “mans job” AND healed from that damage. </p>\n\n<p>For the record I don’t think women are always perfect and I do think this world has good men. But I don’t even know what that looks like aside from stories… I admit in the back on my head I don’t believe these stories. I’m sick of feeling this way.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qc4gbs/cmv_im_female_and_im_sexist_but_i_want_to_believe/",
  "subreddit": "changemyview",
  "id": "qc4gbs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m the single mother and have a 12yr old son. I think about this everyday\nraising him. I acknowledge that my view may be ..skewed due to personal\nexperiences. Also that society raises boys and girls with opposite values,\ndestined to fail together.\n\nWarning -I use absolutes here*\n\nSo every dad I’ve…"
}