{
  "author": "Thejenfo",
  "original_created_utc": 1634746372,
  "title": "cmv: I’m female and I’m sexist but I want to believe in equality.",
  "created_utc": 1634773222,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m the single mother and have a 12yr old son. I think about this everyday raising him. I acknowledge that my view may be ..skewed due to personal experiences. Also that society raises boys and girls with opposite values, destined to fail together. </p>\n\n<p>Warning -I use absolutes here* </p>\n\n<p>So every dad I’ve known left. In fact I don’t know anyone who was raised by their biological dad. I’ve never known anyone raised by a step dad either…\nEvery male I personally have met has been unfaithful, had substance addictions, committed abuse, and ( other than my gay friends) \nultimately left a woman and children behind with debt and trauma. ( I do know 1 dad that didn’t leave debt) </p>\n\n<p>Now every single mother I’ve ever known has raised her kids alone the majority of the time. Every woman I know has been abused by some male in her life. Shit every male I know has been abused by a male at some point too. </p>\n\n<p>I literally have no success story in my personal life to reference. Every male has overwhelmingly not done their part and did damage. While the females in my experience did their jobs and the “mans job” AND healed from that damage. </p>\n\n<p>For the record I don’t think women are always perfect and I do think this world has good men. But I don’t even know what that looks like aside from stories… I admit in the back on my head I don’t believe these stories. I’m sick of feeling this way.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qc4gbs/cmv_im_female_and_im_sexist_but_i_want_to_believe/",
  "subreddit": "changemyview",
  "id": "qc4gbs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m the single mother and have a 12yr old son. I think about this everyday\nraising him. I acknowledge that my view may be ..skewed due to personal\nexperiences. Also that society raises boys and girls with opposite values,\ndestined to fail together.\n\nWarning -I use absolutes here*\n\nSo every dad I’ve…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はシングルマザーで、12歳の息子がいます。毎日、このことについて考えています。\n彼を育てています。個人的な経験から、私の見解が偏っているかもしれないことは承知しています。\n認識しています。また、社会は正反対の価値観を持った男の子と女の子を育てます。\n共に失敗する運命にあります。\n\n警告-ここでは絶対的なものを使用しています。\n\nだから、すべての父親は、私が...",
      "title": "cmv：私は女性で、性差別主義者ですが、平等を信じたいと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个单身母亲，有一个12岁的儿子。我每天都在考虑这个问题\n抚养他。我承认我的观点可能因为个人经历而有所偏差。\n经验。另外，社会培养的男孩和女孩的价值观是相反的。\n价值观相反，注定要一起失败。\n\n警告--我在这里使用了绝对的说法*。\n\n因此，我的每一位父亲...",
      "title": "cmv：我是女性，我有性别歧视，但我想相信平等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個單身母親，有一個12歲的兒子。我每天都在考慮這個問題\n撫養他。我承認我的觀點可能因爲個人經歷而有所偏差。\n經驗。另外，社會培養的男孩和女孩的價值觀是相反的。\n價值觀相反，註定要一起失敗。\n\n警告--我在這裏使用了絕對的說法*。\n\n因此，我的每一位父親...",
      "title": "cmv：我是女性，我有性別歧視，但我想相信平等。"
    }
  ]
}