{
  "author": "Phaesporic",
  "the_new_excerpt": "Why YSK:\n\nA lot of well-intentioned people stigmatize being fat, believing that it will\nhelp encourage healthy weight loss. Many people justify fat shaming by saying\nit's for the person's health. People perpetuate stereotypes that fat people are\n\"lazy, weak-willed, unsuccessful, unintelligent, lack…",
  "original_created_utc": 1614535372,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n很多善意的人对肥胖进行污名化，认为这将\n有助于鼓励健康减肥。许多人为脂肪羞辱辩护，说\n这是为了人的健康。人们延续着这样的陈规定型观念：胖人是\n\"懒惰，意志薄弱，不成功，不聪明，缺乏...",
      "title": "YSK认为，因肥胖而羞辱人实际上会使健康状况恶化。如果你关心一个较重的人的健康，你应该做的最后一件事就是对他们的体重或健康行为进行负面评论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n很多善意的人對肥胖進行污名化，認爲這將\n有助於鼓勵健康減肥。許多人爲脂肪羞辱辯護，說\n這是爲了人的健康。人們延續着這樣的陳規定型觀念：胖人是\n\"懶惰，意志薄弱，不成功，不聰明，缺乏...",
      "title": "YSK認爲，因肥胖而羞辱人實際上會使健康狀況惡化。如果你關心一個較重的人的健康，你應該做的最後一件事就是對他們的體重或健康行爲進行負面評論。"
    }
  ],
  "title": "YSK that shaming people for being fat actually worsens health outcomes. If you care about a heavier person's health, the last thing you should do is make negative comments about their weight or health behaviors.",
  "created_utc": 1614596060,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong></p>\n\n<p>A lot of well-intentioned people stigmatize being fat, believing that it will help encourage healthy weight loss. Many people justify fat shaming by saying it&#39;s for the person&#39;s health. People perpetuate stereotypes that fat people are <a href=\"https://ajph.aphapublications.org/doi/pdfplus/10.2105/AJPH.2009.159491\">&quot;lazy, weak-willed, unsuccessful, unintelligent, lack self-discipline, have poor willpower, and are noncompliant with weight loss treatment</a>.&quot; <strong>Research shows that these things do more harm than good</strong>. </p>\n\n<p><strong>The research:</strong></p>\n\n<p>Stigma and bias against fat people is <a href=\"https://pubmed.ncbi.nlm.nih.gov/25294247/\">pervasive</a>.  It&#39;s not something that only a handful of people experience.</p>\n\n<p>Studies have found that experiencing weight discrimination actually <a href=\"https://psycnet.apa.org/record/2020-09435-012\">increases the risk for obesity and weight gain over time</a>. This holds true even over the span of <em>years</em>: &quot;a... study examining 1,830 adolescents... found that weight-based teasing in adolescence was associated with higher BMI and obesity <em>15 years later</em> when participants were in their 30s, even after adjusting for their age, race/ethnicity, socioeconomic status (SES), and baseline weight status. (Puhl et al., 2017)&quot; (<a href=\"https://psycnet.apa.org/record/2020-09435-012\">source</a>, italics added).</p>\n\n<p>Body weight dissatisfaction, <em>independent of BMI,</em> has also been found to predict type 2 diabetes, cancer, high cholesterol, lower activity level, higher alcohol consumption, higher blood pressure, and more (<a href=\"https://www.researchgate.net/profile/Joan-Chrisler/publication/306331614_Sizeism_is_a_health_hazard/links/599ae94145851574f4ac553a/Sizeism-is-a-health-hazard.pdf\">Source</a>).  </p>\n\n<p><strong>Basically?</strong> <strong>Making someone feel bad about their weight will negatively impact their health.</strong></p>\n\n<p>There are several theories as to why, but <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/spc3.12172?casa_token=Gh1VzH7FpIIAAAAA%3AbImWMbwg3mhkEJqjXrF7u58aJFKVCVizGLGKvKXkN9F42rW0idDZQq-ei6GuTYsfGRScO8f4GOkzdKDB2w\">one suggests</a> that this is because experiencing stigma leads to stress and feelings of threat, which can make it harder for people to regulate their emotions and behaviors and can lead people to avoid sources of stigma, like the gym.  This makes controlling diet and exercise more difficult. For people who struggle to cope with negative emotions in healthy ways, weight stigma has been linked to <a href=\"https://psycnet.apa.org/fulltext/2017-50269-001.pdf\">worse physical health outcomes, greater depressive symptoms and lower self-esteem</a>.</p>\n\n<p><strong>If you really want to help an overweight loved one, YSK that</strong> <strong><em>combating</em></strong> <strong>weight stigma is more helpful than perpetuating it.</strong></p>\n</div><!-- SC_ON -->",
  "score": 245,
  "permalink": "/r/YouShouldKnow/comments/lum5hv/ysk_that_shaming_people_for_being_fat_actually/",
  "subreddit": "YouShouldKnow",
  "id": "lum5hv",
  "is_self": true,
  "media": null,
  "is_video": false
}