{
  "author": "J-Roge-1",
  "original_created_utc": 1636928909,
  "title": "CMV: Life was better before social media.",
  "created_utc": 1636938269,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m 22 years old. Most of the time I&#39;ve been alive I&#39;ve known about social media. It just seems to be a toxic cesspit of negativity where people can spew whatever shit they want, and has undermined the nature of human interaction, as well as democracy at large. The President of the United States himself attempted to usher in a coup using Twitter. Sure you could have hypothetically done the same over radio or whatever, but we all know know wouldn&#39;t have the same influence.</p>\n\n<p>I genuinely believe that life was better before social media. I am not talking about cell phones, i think cell phones are great, I wouldn&#39;t feel safe leaving home without one. But social media... has it made any positive contributions to society at large? </p>\n\n<p>And yes, I am aware of the irony of me posting this on a social media platform.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qu17um/cmv_life_was_better_before_social_media/",
  "subreddit": "changemyview",
  "id": "qu17um",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm 22 years old. Most of the time I've been alive I've known about social\nmedia. It just seems to be a toxic cesspit of negativity where people can spew\nwhatever shit they want, and has undermined the nature of human interaction, as\nwell as democracy at large. The President of the United States…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は22歳です。生きている間、ほとんどの時間、私は社会のことを知っていました。\nメディアを知っています。ソーシャルメディアは、人々が好きなことを好きなだけ吐き出せる、ネガティブな有害物質の巣窟のように思えます。\n人間関係や民主主義の本質を損なっていると思います。\n人と人との交流の本質を損ない、民主主義の根幹を揺るがすものです。アメリカの大統領は...",
      "title": "CMV: ソーシャルメディアが普及する前の方が良かった。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年22岁了。在我活着的大部分时间里，我都知道社交媒体的存在。\n媒体。它似乎是一个有毒的负面情绪的粪坑，人们可以在那里喷出他们想要的任何东西。\n它破坏了人类互动的本质，也破坏了整个民主。\n以及广大的民主。美国总统...",
      "title": "CMV：在社交媒体之前，生活更美好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年22歲了。在我活着的大部分時間裏，我都知道社交媒體的存在。\n媒體。它似乎是一個有毒的負面情緒的糞坑，人們可以在那裏噴出他們想要的任何東西。\n它破壞了人類互動的本質，也破壞了整個民主。\n以及廣大的民主。美國總統...",
      "title": "CMV：在社交媒體之前，生活更美好。"
    }
  ]
}