{
  "author": "ChubbyBunny2020",
  "original_created_utc": 1631858784,
  "title": "YSK: Proper studies only provide the facts proven in their simplest form. They do NOT make judgement calls, extrapolations, or logical conclusions based on those facts.",
  "created_utc": 1631900890,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Note: to keep it neutral, all hypothetical studies and arguments are made up nonsense.  If I say something factually wrong in an example, it’s because I literally made it up.</p>\n\n<p>I see this a lot and it really bothers me.  If someone has an argument on say skin care that goes “hydroelectric massage therapy is helpful”, and you ask for a study, you will NOT get a study that says “hydroelectric massage therapy is helpful”.  </p>\n\n<p>You might find a study that says “hydroelectric massage therapy opens skin pores” or “hydroelectric massage therapy I increased skin radiance”, but the judgement call of “helpful” will never be there.</p>\n\n<p>On a similar note, let’s say you are arguing about dog diets and you want a source for “Beef improves an active dogs life”.  You may get a source that says “dogs absorb more protein from beef than any other meat” or “dogs who consume beef are more likely to run faster”.</p>\n\n<p>A smart person may recognize that protein is important to an active lifestyle and dogs running faster is a sign of athleticism.  But those are your conclusions.  The authors of the study will NEVER draw those extrapolations or logical conclusions that it improves their active life.  They are ONLY concerned with proving protein intake or correlations between diet and speed.</p>\n\n<p>Why YSK:  This why YSK comes in 2 parts: </p>\n\n<p>First off, if you see a study that draws a logical conclusion or makes value judgement, it’s almost certainly BS.  The only people who would publish a “study” claiming hydroelectric therapy is good are the people what want you to by their hydroelectric therapy brush.  Any scientist who cares about the process will provide you the facts in a pure way and let you make those conclusions/judgements yourself.</p>\n\n<p>But for a second reason, if you give a source and someone says “AkCtuaLLy it doesn’t say dogs are more active”, that should be a clear sign the person you are arguing with doesn’t understand the basics of the scientific process.  You’re not going to get an educated reading of the science so you should probably reconsider if it’s worth replying.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/ppukup/ysk_proper_studies_only_provide_the_facts_proven/",
  "subreddit": "YouShouldKnow",
  "id": "ppukup",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Note: to keep it neutral, all hypothetical studies and arguments are made up\nnonsense. If I say something factually wrong in an example, it’s because I\nliterally made it up.\n\nI see this a lot and it really bothers me. If someone has an argument on say\nskin care that goes “hydroelectric massage…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "注：中立性を保つために、仮説的な研究や議論はすべて作り物である\nのナンセンスです。もし私が例の中で事実に反することを言ったら、それは私が\n文字通りの作り話です。\n\n私はこれをよく目にして、本当に困っています。もし誰かが、例えばスキンケアに関する議論で\nスキンケアについて「水力発電によるマッサージは......」と議論している人がいたら",
      "title": "YSK: 適切な研究は、証明された事実を最もシンプルな形で提供するだけです。それらの事実に基づいて、判断を下したり、推定したり、論理的に結論を出したりすることはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "注：为了保持中立，所有假设的研究和论证都是编造的\n胡说八道。如果我在一个例子中说了一些错误的事实，那是因为我\n字面意义上的编造。\n\n我经常看到这种情况，这真的让我很困扰。如果有人在论证时说\n皮肤护理，说 \"水电按摩......",
      "title": "YSK：适当的研究只提供以最简单形式证明的事实。他们不会根据这些事实做出判断、推断或逻辑结论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注：爲了保持中立，所有假設的研究和論證都是編造的\n胡說八道。如果我在一個例子中說了一些錯誤的事實，那是因爲我\n字面意義上的編造。\n\n我經常看到這種情況，這真的讓我很困擾。如果有人在論證時說\n皮膚護理，說 \"水電按摩......",
      "title": "YSK：適當的研究只提供以最簡單形式證明的事實。他們不會根據這些事實做出判斷、推斷或邏輯結論。"
    }
  ]
}