{
  "author": "HomiieEric",
  "original_created_utc": 1639541684,
  "title": "YSK to start preparing for small animals entering your house or car",
  "created_utc": 1639583548,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: it’s getting colder and colder weather sometimes brings unwelcome guests into warm and safe spots in your car and/or house. They get hungry and will feed on your wires, insulation, and hoses causing expensive damage. Had a 2022 MDX come in saying warning lights were all on her brand new car. After inspecting it. I found the communication wire to be completely torn apart. Luckily I was able to fix it for less than $100, if not, it would have costed about $6K to replace being as that wire was part of the complete dash harness. However you handle rodents is entirely up to you but know that they can cause lots of damage; most of the time insurance companies and warranty companies will never back you up for that.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 111,
  "permalink": "/r/YouShouldKnow/comments/rgq73g/ysk_to_start_preparing_for_small_animals_entering/",
  "subreddit": "YouShouldKnow",
  "id": "rgq73g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: it’s getting colder and colder weather sometimes brings unwelcome\nguests into warm and safe spots in your car and/or house. They get hungry and\nwill feed on your wires, insulation, and hoses causing expensive damage. Had a\n2022 MDX come in saying warning lights were all on her brand new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 寒さが厳しくなってきました。\n天候が悪いと、車の中の安全な場所に、歓迎されないお客さんが来ることがあります。\nや家。電線や絶縁体、ホースなどを食べて、お腹を空かせてしまいます。\n高価な損害の原因となります。2022年式MDXが警告と言いながら入庫してきました...",
      "title": "YSK、家や車への小動物の侵入に備えた準備を始める"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：越来越冷了\n天气有时会把不受欢迎的客人带到你的汽车和/或房子里的温暖和安全的地方。\n和/或房子里。它们变得饥肠辘辘，会以你的电线、绝缘体和软管为食。\n造成昂贵的损害。有一辆2022年的MDX说警告......",
      "title": "YSK开始为小动物进入你的房子或汽车做准备"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：越來越冷了\n天氣有時會把不受歡迎的客人帶到你的汽車和/或房子裏的溫暖和安全的地方。\n和/或房子裏。它們變得飢腸轆轆，會以你的電線、絕緣體和軟管爲食。\n造成昂貴的損害。有一輛2022年的MDX說警告......",
      "title": "YSK開始爲小動物進入你的房子或汽車做準備"
    }
  ]
}