{
  "author": "tillymilly1999",
  "the_new_excerpt": "It annoys me every time when prolifers say “abortion is murder”. Because so what\nif it is. We make allowances for “murder” all the time in society; war,\nexecution, autonomy. Let’s say for a minute that the foetus was a fully grown\nhuman. And there was no debate on its status of personhood.\n\nA fully…",
  "original_created_utc": 1621168053,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "賛成派が「中絶は殺人だ」と言うと、毎回腹が立ちます。だって、もしそうだったら\nもしそうだとしたら。私たちは社会の中で常に「殺人」を許容しています。戦争、処刑、自治。\n戦争、処刑、自主性。例えば、胎児が完全に成長した人間だったとしましょう。\n人間だったとしましょう。そして、その人称の状態についての議論はなかった。\n\n完...",
      "title": "CMV：自分の体を頼りに生きている人がいたら、その人を死なせる権利があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每次当prolifers说 \"堕胎是谋杀 \"时，我都很恼火。因为那又怎样\n如果它是。在社会中，我们一直在为 \"谋杀 \"留有余地；战争。\n处决、自主权。让我们假设一下，这个胎儿是一个完全成熟的人。\n人。而且没有关于其人格地位的辩论。\n\n一个完整的...",
      "title": "CMV：如果有人依靠你的身体生存，你有权利让他死。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每次當prolifers說 \"墮胎是謀殺 \"時，我都很惱火。因爲那又怎樣\n如果它是。在社會中，我們一直在爲 \"謀殺 \"留有餘地；戰爭。\n處決、自主權。讓我們假設一下，這個胎兒是一個完全成熟的人。\n人。而且沒有關於其人格地位的辯論。\n\n一個完整的...",
      "title": "CMV：如果有人依靠你的身體生存，你有權利讓他死。"
    }
  ],
  "title": "CMV: if someone is reliant on your body for survival, you have a right to let them die",
  "created_utc": 1621175816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It annoys me every time when prolifers say “abortion is murder”.  Because so what if it is.  We make allowances for “murder” all the time in society;  war,  execution, autonomy.  Let’s say for a minute that the foetus was a fully grown human.  And there was no debate on its status of personhood. </p>\n\n<p>A fully grown human has no right to use another persons body; say for example a blood transfusion.  Even if they will die without that transfusion,  they have no right to infringe on another’s autonomy.  </p>\n\n<p>That’s because outside the realms of women’s health autonomy is ALWAYS respected more that the protection of life.  </p>\n\n<p>You can’t force someone to let another person use their body for sustenance.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/ndnadp/cmv_if_someone_is_reliant_on_your_body_for/",
  "subreddit": "changemyview",
  "id": "ndnadp",
  "is_self": true,
  "media": null,
  "is_video": false
}