{
  "author": "MaybeJackson",
  "original_created_utc": 1633301832,
  "title": "CMV: Marijuana is safer, and less physically and mentally harmful than alcohol",
  "created_utc": 1633311484,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Id like to preface this by saying I am not trying to convince anyone that weed is completely harmless, or that you should start smoking. All I am trying to say is that it&#39;s safer than alcohol. </p>\n\n<p>1: Addictiveness and withdrawals </p>\n\n<p>Marijuana is less addictive than alcohol. I&#39;m not saying that it is impossible to become addicted to weed, but the chances of a weed smoker becoming addicted is less than a drinker, with <a href=\"https://www.theatlantic.com/health/archive/2014/09/is-marijuana-more-addictive-than-alcohol/380183/\">9% of weed smokers becoming addicted, compared to 15% of drinkers.</a> Both marijuana and alcohol users can experience withdrawal symptoms, but withdrawal symptoms for drinking are much worse. <a href=\"https://americanaddictioncenters.org/withdrawal-timelines-treatments/weed-marijuana\">Weed withdrawals</a> mostly include irritability or anxiousness, and some mild physical discomfort. <a href=\"https://www.verywellmind.com/alcohol-withdrawal-63792\">Alcohol withdrawal</a> on the other hand can be fatal. Heavy drinkers who quit can experience <a href=\"https://en.wikipedia.org/wiki/Delirium_tremens\">delirium tremens</a>. </p>\n\n<p>&#x200B;</p>\n\n<p>2: Physical effects </p>\n\n<p>Every year, around <a href=\"https://www.cdc.gov/vitalsigns/alcohol-poisoning-deaths/index.html\">2,200</a> Americans die from alcohol poisoning, and <a href=\"https://www.cdc.gov/alcohol/features/excessive-alcohol-deaths.html\">95,000</a> people die from drinking related causes. It is <a href=\"https://www.discovermagazine.com/health/can-you-overdose-on-marijuana\">virtually impossible to die</a> directly from smoking marijuana. I&#39;m sure some people die from marijuana related causes like lung problems or driving issues, but I genuinely couldn&#39;t find any concrete statistics on the numbers, which goes to show how its most likely significantly lower than alcohol related deaths. </p>\n\n<p>Alcohol can lead to <a href=\"https://www.healthline.com/health/alcoholism/liver-disease#risk-factors\">liver damage/disease</a>, <a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/cardiomyopathy\">cardiomyopathy</a>, <a href=\"https://www.everydayhealth.com/erectile-dysfunction/why-boozing-can-be-bad-for-your-sex-life.aspx\">erectile dysfunction</a>, and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5513683/\">intestine damage</a>.   Alcohol can also be bad for your <a href=\"https://vertavahealth.com/alcohol/effects-on-lungs/\">lungs</a>, its linked to pneumonia and acute lung injuries. I admit frequently smoking blunts is pretty bad for your lungs. There are other methods of getting high than blunts, such as vapes, <a href=\"https://www.hopkinsmedicine.org/health/wellness-and-prevention/5-truths-you-need-to-know-about-vaping\">which are safer</a> (still bad for you though). Edibles are an option that don&#39;t hurt your lungs, although they can have other problems like taking a while to kick in. </p>\n\n<p>&#x200B;</p>\n\n<p>Cognitive and psychological effects: </p>\n\n<p>Both marijuana and alcohol affect peoples reaction time, spatial judgement, and motor skills. You should not do activities that require these skills when under the influence of alcohol or marijuana, but <a href=\"https://auto.howstuffworks.com/car-driving-safety/accidents-hazardous-conditions/driving-stoned-worse-driving-drunk.htm\">studies show</a> that driving while drunk is significantly more dangerous than while driving high. Most of the reason behind this boils down to risk taking behavior. Alcohol is a depressant, slowing parts of the brain, <a href=\"https://www.psychologicalscience.org/news/motr/after-drinking-risky-odds-become-more-appealing.html\">which is shown to lead to bad decision making</a>. Alcohol use <a href=\"https://www.drinkaware.co.uk/facts/health-effects-of-alcohol/mental-health/alcohol-and-aggression\">is linked with aggression, and fights</a>.   I admit weed can also have <a href=\"https://www.medic8.com/healthguide/marijuana/psychological-effects-of-marijuana.html\">negative psychological effects</a>, such as paranoia/anxiety. These feelings are uncomfortable, but very rarely lead to the same danger that alcohol does. </p>\n\n<p>&#x200B;</p>\n\n<p>Medical benefits: </p>\n\n<p>Marijuana is being more widely used as a medical practice. Weed has been shown to help relax muscles, which can help with things like <a href=\"https://www.ajmc.com/view/mjff-says-work-is-needed-to-improve-health-equity-in-pd\">Parkinson&#39;s disease</a>, and <a href=\"https://comprehensivepain.com/blog/can-medical-marijuana-help-back-pain\">back pain</a>. Marijuana has also been shown to help with <a href=\"https://www.neurocenternj.com/blog/can-medical-marijuana-help-control-epileptic-seizures/\">epileptic seizures</a>. Finally, low THC weed can actually help with <a href=\"https://www.medicalnewstoday.com/articles/317777\">stress and anxiety</a>. I did find some positive benefits of drinking, but alcohol is rarely prescribed or seen as useful for specific conditions.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/q0suxa/cmv_marijuana_is_safer_and_less_physically_and/",
  "subreddit": "changemyview",
  "id": "q0suxa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Id like to preface this by saying I am not trying to convince anyone that weed\nis completely harmless, or that you should start smoking. All I am trying to say\nis that it's safer than alcohol.\n\n1: Addictiveness and withdrawals\n\nMarijuana is less addictive than alcohol. I'm not saying that it is…"
}