{
  "author": "SirEffKay",
  "original_created_utc": 1631459397,
  "title": "To all the 101million users who are asking \"will ADA pump after the upgrade\". We know as much as you so stop asking and just wait and watch.",
  "created_utc": 1631472322,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As above - no one truly knows if the price action of ADA will go up/down after the launch of smart contracts.  If someone claims to know otherwise they are lying.  No one here or on the planet can provide you with a definitive response. People only predict what will happen, and the prediction itself is usually biased and based on a foundation of personal interest/emotion.  </p>\n\n<p>Please be patient and observe statistical data over the coming hours/days and make your own conclusions based on this statistical analysis. </p>\n\n<p>However, that being said, ADA has already made some groundbreaking price movements in the last few weeks, and in comparison, nothing special can be noted in the last 72hrs, of trading, in the runup to smart contracts, so my personal prediction is that there will be no significant rise in price straightaway. </p>\n\n<p>In addition to this, you may need to worry about the people, who bought in a few weeks ago, that will look to dump the moment the headlines read &quot;Cardano now smart contract proficient&quot;.  </p>\n\n<p>Please only invest what you are willing to lose. Crypto is like being at the tracks. We all hedge our bets on the horses we think will do well but not everyone will pick the right horse. </p>\n\n<p>P.s. my portfolio is heavy on ADA but I&#39;m getting a bit irritated with all these questions as no one really has the answer to it. That is including Charles himself!</p>\n\n<p>Edit, it&#39;s like Charles was waiting for me to post this. He just tweeted: <a href=\"https://twitter.com/IOHK_Charles/status/1436937666755366914?s=19\">https://twitter.com/IOHK_Charles/status/1436937666755366914?s=19</a></p>\n</div><!-- SC_ON -->",
  "score": 177,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/NxLzYEJaWmJ9qL_tgr3vuyOGu5IMjFlhD7mqC1pfH9E.jpg?auto=webp&s=91783b99226ee0c599b1710b1cb833c75cc42228",
          "width": 140,
          "height": 140
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/NxLzYEJaWmJ9qL_tgr3vuyOGu5IMjFlhD7mqC1pfH9E.jpg?width=108&crop=smart&auto=webp&s=fedaaf0a7cc2d975310a70ea871361c4e2daf1dc",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "YWkBQH70GmSu-pU4wTUZUtPE_lb74p6qkDdKMEeAZbY"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/CryptoCurrency/comments/pmuf68/to_all_the_101million_users_who_are_asking_will/",
  "subreddit": "CryptoCurrency",
  "id": "pmuf68",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As above - no one truly knows if the price action of ADA will go up/down after\nthe launch of smart contracts. If someone claims to know otherwise they are\nlying. No one here or on the planet can provide you with a definitive response.\nPeople only predict what will happen, and the prediction itself…"
}