{
  "author": "sadiecakes1",
  "original_created_utc": 1633101074,
  "title": "I know I’m late but the Fifth Season trilogy are some of the best books I’ve ever read.",
  "created_utc": 1633136469,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It took me a few tries to get into the first book over the last year. I read the same first chapter or two a couple times and just didn’t find anything that grabbed me so would go read something else. Finally I finished a book in the middle of the night while trying to read myself through a bout of insomnia and finally got far enough along for the story and the writing to grab me. That first book had me so obsessed I would think about it all the time and read a little whenever I had a moment to sneak a bit in. I cried more than once and I’ve NEVER cried while reading a book before. I just finished the second book The Obelisk Gate and had to post to this group. \nI’m almost hesitant to start the third book because I don’t want to go through that sadness when you finish a book/series that you’ve loved so much. \nIf you have read this series, do right away. It’s fantastic!!!!!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/pza10r/i_know_im_late_but_the_fifth_season_trilogy_are/",
  "subreddit": "books",
  "id": "pza10r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It took me a few tries to get into the first book over the last year. I read the\nsame first chapter or two a couple times and just didn’t find anything that\ngrabbed me so would go read something else. Finally I finished a book in the\nmiddle of the night while trying to read myself through a bout of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "去年から1冊目に入るのに何度か挑戦していました。読んだのは\n何度か同じ第一章や第二章を読んでみたのですが、これといって惹かれるものはありませんでした。\n他の本を読んでいましたが、私の心をつかむようなものはありませんでした。最終的には、夜中に本を読み終えて\n最後に本を読み終えたのは真夜中だった。",
      "title": "遅れてしまいましたが、フィフスシーズン三部作は今まで読んだ本の中でも最高の作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的一年里，我花了几次尝试才进入第一本书。我读了\n同样的第一章或两章读了几遍，只是没有发现任何吸引我的东西。\n吸引我，所以会去读别的东西。最后我完成了一本书，在\n最后，我在半夜读完了一本书，当时我正试图让自己通过一阵阵的疼痛来阅读......",
      "title": "我知道我迟到了，但第五季三部曲是我所读过的最好的书之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的一年裏，我花了幾次嘗試才進入第一本書。我讀了\n同樣的第一章或兩章讀了幾遍，只是沒有發現任何吸引我的東西。\n吸引我，所以會去讀別的東西。最後我完成了一本書，在\n最後，我在半夜讀完了一本書，當時我正試圖讓自己通過一陣陣的疼痛來閱讀......",
      "title": "我知道我遲到了，但第五季三部曲是我所讀過的最好的書之一。"
    }
  ]
}