{
  "author": "chocobear420",
  "original_created_utc": 1625363201,
  "title": "CMV: people’s outrage over Sha’Carri being banned from the olympics is ridiculous and the ban is definitely not an attempt to silence or oppress anybody.",
  "created_utc": 1625430944,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems like a lot of people are really upset over the failed drug test. It’s crazy that people want there to be no consequences to her getting caught on a drug test. I don’t even think it’s right that they drug test for cannabis, but the standard is already there. Is it awful her mother died and she had to cope? Absolutely! But let’s not pretend like she’s super oppressed because of a failed drug test for the olympics. It’s an unfortunate situation but people are really making a mountain out of a mole hill. Also, how is it fair to the athletes that didn’t smoke and get to move up to her spot? Some people wouldn’t go to the olympics otherwise so are supposed to forget about rules cause Sha’Carri can run fast?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/odavbx/cmv_peoples_outrage_over_shacarri_being_banned/",
  "subreddit": "changemyview",
  "id": "odavbx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems like a lot of people are really upset over the failed drug test. It’s\ncrazy that people want there to be no consequences to her getting caught on a\ndrug test. I don’t even think it’s right that they drug test for cannabis, but\nthe standard is already there. Is it awful her mother died and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "薬物検査に失敗したことで、多くの人が本当に怒っているようですね。それは\n薬物検査に引っかかっても何の影響もないことを望んでいる人たちはおかしいですよね。\n薬物検査に引っかかっても何の影響もないようにと考える人たちはおかしいです。私は大麻の薬物検査をすることが正しいとは思いません。\n基準はすでにそこにあるのです。彼女の母親が死んでしまったのはひどいかな...。",
      "title": "CMV: Sha'Carriがオリンピックへの参加を禁止されたことに対する人々の怒りは馬鹿げており、この禁止は誰かを黙らせたり、抑圧しようとするものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎很多人都对药检不合格感到非常不安。这真是\n人们希望她在药检中被抓到时没有任何后果，这很疯狂。\n药检中被发现的后果。我甚至不认为他们对大麻进行药检是正确的，但\n但标准已经存在了。她的母亲去世了，这是不是很可怕？",
      "title": "CMV：人们对Sha'Carri被禁止参加奥运会的愤怒是荒谬的，禁令绝对不是试图压制或压迫任何人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎很多人都對藥檢不合格感到非常不安。這真是\n人們希望她在藥檢中被抓到時沒有任何後果，這很瘋狂。\n藥檢中被發現的後果。我甚至不認爲他們對大麻進行藥檢是正確的，但\n但標準已經存在了。她的母親去世了，這是不是很可怕？",
      "title": "CMV：人們對Sha'Carri被禁止參加奧運會的憤怒是荒謬的，禁令絕對不是試圖壓制或壓迫任何人。"
    }
  ]
}