{
  "author": "PhantomOfTheNopera",
  "original_created_utc": 1631792473,
  "title": "Love in the Time of Cholera and the musicality of Gabriel García Márquez's prose.",
  "created_utc": 1631800600,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not sure why I put off reading this book for so long. I loved <em>100 Years of Solitude</em> and wanted more by Márquez, and yet I resisted reading this other deservedly famous work. Partly, because I foolishly dismissed it as a silly romance, and partly because a friend described it as &#39;pointless and meandering.&#39; But I downloaded this book on impulse and I&#39;m glad I did.</p>\n\n<p>It isn&#39;t quite as surreal as <em>100 Years</em> (though a few fantastical elements like perfumed crows swoop in unobtrusively into the perfectly plausible port city the story is set in). Here, the magic lies in the prose. It is as close to poetry as a novel has a right to be. Wryly witty, powerfully evocative, and with characters so well rounded you&#39;d know them as well as your own family.</p>\n\n<p>Some, like my friend, may find it &#39;meandering and pointless.&#39; But this isn&#39;t the sort of book you read for answers, this is the sort of book you read for an experience. <em>Love in the Time of Cholera</em> was a feast, and I savoured every word.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ppbncn/love_in_the_time_of_cholera_and_the_musicality_of/",
  "subreddit": "books",
  "id": "ppbncn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not sure why I put off reading this book for so long. I loved 100 Years of\nSolitude and wanted more by Márquez, and yet I resisted reading this other\ndeservedly famous work. Partly, because I foolishly dismissed it as a silly\nromance, and partly because a friend described it as 'pointless and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜこの本を読むのをずっと先延ばしにしていたのか、自分でもよくわかりません。孤独の100年」が大好きで\n孤独の100年」が大好きで、マルケスの作品をもっと読みたいと思っていたのに、この他の有名な作品を読むのに抵抗があった。\n読むのをためらっていました。くだらないロマンスだと馬鹿にしていたからでもある。\n友人がこの作品を「無意味で...」と評していたこともあります。",
      "title": "コレラの時の恋」とガブリエル・ガルシア・マルケスの散文の音楽性。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道为什么我把这本书推迟了这么久才读。我喜欢《百年孤独》，想读马尔克斯的更多作品。\n我喜欢《百年孤独》，并希望得到马尔克斯更多的作品，但我却拒绝阅读这另一部\n当之无愧的著名作品。部分原因是我愚蠢地认为它是一部愚蠢的浪漫小说。\n部分原因是我愚蠢地认为它是一部愚蠢的浪漫主义作品，部分原因是一位朋友将其描述为 \"毫无意义和...",
      "title": "霍乱时期的爱情》和加布里埃尔-加西亚-马尔克斯的散文的音乐性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道爲什麼我把這本書推遲了這麼久纔讀。我喜歡《百年孤獨》，想讀馬爾克斯的更多作品。\n我喜歡《百年孤獨》，並希望得到馬爾克斯更多的作品，但我卻拒絕閱讀這另一部\n當之無愧的著名作品。部分原因是我愚蠢地認爲它是一部愚蠢的浪漫小說。\n部分原因是我愚蠢地認爲它是一部愚蠢的浪漫主義作品，部分原因是一位朋友將其描述爲 \"毫無意義和...",
      "title": "霍亂時期的愛情》和加布裏埃爾-加西亞-馬爾克斯的散文的音樂性。"
    }
  ]
}