{
  "author": "the_homework-maker",
  "the_new_excerpt": "A few days ago, my father gave me his copy of Ender's Game that he read in 85 at\nmy age (15) and told me to read it.\n\nAt the beginning, I was reluctant. Card's pose was difficult to follow at first,\nand while Ender is a fascinating character, he isn't exactly charming in the\nfirst few pages. Plus, I…",
  "original_created_utc": 1614928010,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "几天前，我父亲给了我一本他85年在读的《安德的游戏》。\n我的年龄（15岁），叫我读。\n\n一开始，我很不情愿。卡的姿势一开始很难跟上。\n虽然埃德尔是一个迷人的角色，他并不完全迷人的在\n前几页。另外，我...",
      "title": "《安德的游戏》让我大吃一惊"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾天前，我父親給了我一本他85年在讀的《安德的遊戲》。\n我的年齡（15歲），叫我讀。\n\n一開始，我很不情願。卡的姿勢一開始很難跟上。\n雖然埃德爾是一個迷人的角色，他並不完全迷人的在\n前幾頁。另外，我...",
      "title": "《安德的遊戲》讓我大喫一驚"
    }
  ],
  "title": "Ender's Game blew me away",
  "created_utc": 1614949122,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A few days ago, my father gave me his copy of Ender&#39;s Game that he read in 85 at my age (15) and told me to read it.</p>\n\n<p>At the beginning, I was reluctant. Card&#39;s pose was difficult to follow at first, and while Ender is a fascinating character, he isn&#39;t exactly charming in the first few pages. Plus, I had heard and seen things that I don&#39;t exactly agree with come out of Card&#39;s mouth. So I read it slowly and wasn&#39;t really sure if I should continue. I even thought it was pretty bad at some points. </p>\n\n<p>Oh boy was I wrong. </p>\n\n<p>Once the book gets rolling, it became easily one of the best books I&#39;ve ever read. Everything from the characters getting going, to Valentine and Peter, Ender&#39;s psyche and the twist. That twist. Jesus. </p>\n\n<p>All in all, absolutely everyone should read Ender&#39;s Game. I hope to give my son this same copy in thirty or so years.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/ly6epy/enders_game_blew_me_away/",
  "subreddit": "books",
  "id": "ly6epy",
  "is_self": true,
  "media": null,
  "is_video": false
}