{
  "author": "G1mpb0t",
  "the_new_excerpt": "I used to think in order to read \"a lot,\" you had to first get a stack of books,\nand read them all cover to cover. So, in order to get through them, I would just\nrush through them resulting in me forgetting everything that I had just read.\nThis was even more evident when I wanted to tell others…",
  "original_created_utc": 1619483269,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、「たくさんの本」を読むためには、まず本の山を手に入れて、それを全部読んでしまわなければならないと思っていました。\nたくさんの本を読むためには、まず本の山を手に入れて、それを全部読む必要があると思っていました。そのため、本を読み切るために、私はただ急いで本を読んでいました。\nその結果、読んだばかりの本の内容をすべて忘れてしまったのです。\nそれが、人に伝えようとすると、さらに顕著になりました。",
      "title": "チェンジ・マイ・マインド 読書は、焦らずゆっくり読めば、より楽しく実りあるものになります"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经认为，为了 \"大量阅读\"，你必须首先得到一摞书。\n并把它们从头到尾全部读完。因此，为了读完这些书，我只是\n所以，为了读完这些书，我就匆匆忙忙地读完，结果把刚读过的东西都忘了。\n当我想告诉别人时，这一点就更加明显了。",
      "title": "改变我的想法。如果你读得慢，不急于求成，阅读会更愉快，更有收获。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經認爲，爲了 \"大量閱讀\"，你必須首先得到一摞書。\n並把它們從頭到尾全部讀完。因此，爲了讀完這些書，我只是\n所以，爲了讀完這些書，我就匆匆忙忙地讀完，結果把剛讀過的東西都忘了。\n當我想告訴別人時，這一點就更加明顯了。",
      "title": "改變我的想法。如果你讀得慢，不急於求成，閱讀會更愉快，更有收穫。"
    }
  ],
  "title": "Change My Mind: Reading is much more enjoyable and rewarding if you read slow and don't rush",
  "created_utc": 1619516489,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to think in order to read &quot;a lot,&quot; you had to first get a stack of books, and read them all cover to cover. So, in order to get through them, I would just rush through them resulting in me forgetting everything that I had just read. This was even more evident when I wanted to tell others about what I was currently reading or my thoughts on a particular book.</p>\n\n<p>Now, instead of reading 3-4 books a month, I just read one book every 2-3 weeks. I also forced myself to read slower and be more diligent about taking notes, looking things up, etc. This has made a big difference not only how much I remember, but it has basically made me fall in love with reading all over again.</p>\n\n<p>Sorry if this sounded lame or whatever, but thanks for reading!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/mzc80b/change_my_mind_reading_is_much_more_enjoyable_and/",
  "subreddit": "books",
  "id": "mzc80b",
  "is_self": true,
  "media": null,
  "is_video": false
}