{
  "author": "HorseFacedDipShit",
  "the_new_excerpt": "I hate when people say something like \"deep down he/she is very\nsweet/nice/caring\" when their actions show the opposite of those statements.\nFeeling guilty about being a jerk is not the same thing as being a good person.\nWe are defined by the actions we take. If someone is not paying child…",
  "original_created_utc": 1618246976,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、「彼/彼女は心の底ではとても優しくて、親切で、思いやりがある」というようなことを言う人がいます。\nと言う人がいますが、彼らの行動はその言葉とは正反対です。\n嫌な人間であることに罪悪感を感じることは、良い人間であることと同じではありません。\n私たちは、自分がとった行動によって定義されます。もし誰かが子供にお金を払っていなかったら...。",
      "title": "CMV： 「心の底から私は良い人間だ」という言葉は意味を持ちません。あなたは自分の行動の総体です。内面が良いということはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我讨厌别人说什么 \"他/她内心深处非常\n当他们的行为显示出与这些声明相反的时候，他们就会觉得自己很可爱/善良/关心。\n为自己是个混蛋而感到内疚与成为一个好人是不一样的。\n我们是由我们所采取的行动来定义的。如果有人不支付孩子的...",
      "title": "CMV：\"内心深处我是个好人 \"这句话是没有意义的。你是你行为的总和。没有所谓的内心善良。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我討厭別人說什麼 \"他/她內心深處非常\n當他們的行爲顯示出與這些聲明相反的時候，他們就會覺得自己很可愛/善良/關心。\n爲自己是個混蛋而感到內疚與成爲一個好人是不一樣的。\n我們是由我們所採取的行動來定義的。如果有人不支付孩子的...",
      "title": "CMV：\"內心深處我是個好人 \"這句話是沒有意義的。你是你行爲的總和。沒有所謂的內心善良。"
    }
  ],
  "title": "CMV: The saying \"deep down I'm a good person\" makes no sense. You are the sum total of your actions. There's no such thing as being good on the inside.",
  "created_utc": 1618253264,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hate when people say something like &quot;deep down he/she is very sweet/nice/caring&quot; when their actions show the opposite of those statements. Feeling guilty about being a jerk is not the same thing as being a good person. We are defined by the actions we take. If someone is not paying child support, ghosting friends, or generally being an asshole, it doesn&#39;t matter if they feel guilty about it. That doesn&#39;t mean they can&#39;t become a good person. Even if someone is mentally/physically ill, or has another valid excuse for behaving the way they are, it doesn&#39;t make them a good person deep down. It makes them a person who is acting out for a reason. That&#39;s not the same thing as secretly being good.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/mpi7wf/cmv_the_saying_deep_down_im_a_good_person_makes/",
  "subreddit": "changemyview",
  "id": "mpi7wf",
  "is_self": true,
  "media": null,
  "is_video": false
}