{
  "author": "FusRoDaahh",
  "original_created_utc": 1629776993,
  "title": "Posts from men expressing surprise and delight that they enjoyed a “women’s book” are not heartwarming posts… they are disturbing.",
  "created_utc": 1629780646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes, this is partly in response to the recent <em>Little Women</em> post, but more broadly about similar posts I have seen here that always seem to get a lot of attention and praise and many comments I’ve seen over the years. </p>\n\n<p>Like so many other teenage girls in high school, I had to read and relate to 95% male-centric stories written by men. I never questioned why we were reading so many “boy books” because the books were not presented as &quot;boy books,&quot; they were just presented as normal literature. The curriculum at my school allowed for just a smidgeon of diversity with <em>Pride and Prejudice</em> and <em>The Scarlet Letter</em>. This was never seen as an issue; it’s just how it was. I still remember clearly hearing the boys in my small class groaning about having to read a “girl book” when we started <em>Pride and Prejudice</em>. The fact that the author was a woman or the main characters women or some combination of those two facts in the boys’ minds was enough to make them sneer at it. It was mildly annoying then, but deeply infuriating and sad now looking back on it years later. Maybe, just maybe, if some of the great female authors and female-centric stories that have been written throughout history had been a part of our Literature curriculums starting from a young age and this was presented as NORMAL, we wouldn’t have high school boys joking and sneering at having to read a “girl book.”</p>\n\n<p>You can see the same scenario when men discover that movies like Mean Girls and Legally Blonde are, in fact, great movies. There was a post like this too recently on the movies subreddit. “I didn’t think I would like a chick flick, but it’s actually really good!” Turns out that women are just people, and stories about them and the things they go through are equally as valid and worthy of being told. What a mind-blowing concept!</p>\n\n<p>The way these statements are phrased as such delightful revelations makes me cringe, and then I feel sad, and then I feel a bit angry, because on some level, whether subconsciously or consciously, the driving force behind these sentiments and posts is that women are “other.” They are not the standard human, they are not fully-fledged standard human people in the same way that men are, so their stories and stories written by them are a sort of “special interest” sub-category of women’s fiction. “Girl books.” “Woman’s book.” “Chick-flicks.” </p>\n\n<p>Consider this hypothetical scenario and how utterly ludicrous it sounds to us:</p>\n\n<p><em>”As a middle-aged woman, I didn’t think I would be able to enjoy *Lord of the Flies</em>. I don’t know what it’s like to be a boy so I didn’t think I could possibly relate to these characters and their struggles, but I actually really enjoyed it! Even though it’s about male characters, I found the story to be really great overall and dealing with deep themes. It’s not just a boy book, it’s great literature!”*</p>\n\n<p>See? Sounds pretty damn ridiculous, doesn’t it? </p>\n\n<p>Girls and women are perfectly capable of viewing male-authored/male-centric stories as just normal good literature because that is the way it is presented to us from a young age all the way up to older education. This is how we are conditioned (with no real choice in the matter), while boys and men are never forced to view female-authored/female-centric stories the same way. </p>\n\n<p>So, next time you see on of these posts, I’m not calling for us to be rude and antagonistic to the OPs, because what they are doing is technically good I suppose, but I dislike the way they are wanting a pat on the back and upvotes simply for viewing women’s stories as good valid literature worthy of being read.</p>\n\n<p>It is sad and disturbing that women continue to be seen as the “other” in fiction, a sub-category separate from the established standard of “good literature.” </p>\n\n<p>There is no logical reason other than deeply engrained misogyny in society why a man should be that surprised that <em>Little Women</em> is a good book. It’s sold millions of copies, had tons of adaptations, is extremely well-known and deeply beloved by people all over the globe. It should not be that surprising that this “women’s book” is in fact, just a good piece of literature regardless of the gender of author or characters. Women are literally just people, and their stories are equally as worthy of being told and read as male stories. We are all part of the same humanity. </p>\n\n<p>The sentiment of “Wow, this isn’t just for women, it’s actually a good story!” carries the not-so-subtle implication that things that are “for women” are inherently lesser. They are seen as a separate sub-category other than the standard that can sometimes achieve “great literature” status despite their femaleness. The surprise expressed by men who find these stories to be great implies that their perception shifted, they believed something about the “women’s book” before, and now believe something different having read it.</p>\n\n<p>I am 25 now, so I don&#39;t know how things are in high schools nowadays. For anyone who does know, are the English Lit curriculums more balanced now or is it still the vast majority of male author/male story? I&#39;m very curious to know. </p>\n\n<p>I want to hear your thoughts on this matter.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/books/comments/pafomx/posts_from_men_expressing_surprise_and_delight/",
  "subreddit": "books",
  "id": "pafomx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yes, this is partly in response to the recent Little Women post, but more\nbroadly about similar posts I have seen here that always seem to get a lot of\nattention and praise and many comments I’ve seen over the years.\n\nLike so many other teenage girls in high school, I had to read and relate to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは最近の「Little Women」の投稿に対するものでもありますが、もっと広い意味では\nこれは、最近の「Little Women」の投稿に対するものでもありますが、もっと広く言えば、いつも注目を集めているように見える、ここで見た似たような投稿についてです。\nこれまでに見てきた同様の投稿は、いつも多くの注目を集め、賞賛され、多くのコメントが寄せられています。\n\n他の多くの10代の女子高生と同じように、私も読んで共感しなければなりませんでした...。",
      "title": "男性が「女性向けの本」を楽しんだという驚きと喜びを表現する投稿は、心温まる投稿ではなく...不愉快な投稿です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是的，这部分是为了回应最近的《小妇人》一文，但更多的是为了回应\n我在这里看到过类似的帖子，这些帖子似乎总是得到很多人的关注和赞扬。\n几年来，我在这里看到的类似帖子似乎总是得到很多关注和赞扬以及很多评论。\n\n像其他许多高中时期的少女一样，我不得不阅读并与...",
      "title": "男人们对他们喜欢一本 \"女人的书 \"表示惊讶和高兴的帖子，并不是温暖人心的帖子......它们令人不安。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，這部分是爲了迴應最近的《小婦人》一文，但更多的是爲了迴應\n我在這裏看到過類似的帖子，這些帖子似乎總是得到很多人的關注和讚揚。\n幾年來，我在這裏看到的類似帖子似乎總是得到很多關注和讚揚以及很多評論。\n\n像其他許多高中時期的少女一樣，我不得不閱讀並與...",
      "title": "男人們對他們喜歡一本 \"女人的書 \"表示驚訝和高興的帖子，並不是溫暖人心的帖子......它們令人不安。"
    }
  ]
}