{
  "author": "Inside__Outrageous",
  "the_new_excerpt": "A historical novel written by Yaa Gyasi, it was simultaneously beautiful and sad\nnovel. With the turn of each pages, I found myself transported back in time and\nwatched how the lives of each character unfolded- as if they were all living,\nbreathing characters while I was the one who was ageless, and…",
  "original_created_utc": 1623769703,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Yaa Gyasiが書いた歴史小説で、美しくも悲しい小説でした。\nの小説です。ページをめくるたびに、私は時間をさかのぼって、それぞれの登場人物の人生が\n登場人物の人生がどのように展開していくのか、まるで彼らが生きているかのように\n登場人物が生きていて、息をしているかのように、一方で私は年齢を重ねていて...。",
      "title": "Yaa GyasiのHomegoingはとても美しい作品でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一部由雅-加西写的历史小说，同时也是一部美丽和悲伤的小说。\n小说。随着每一页的翻动，我发现自己被送回了过去，看着每个人物的生活如何展开\n看着每个人物的生活如何展开--仿佛他们都在活着。\n他们都是活生生的人物，而我则是一个不老的人，而且......",
      "title": "Yaa Gyasi的《Homegoing》是如此美丽的一本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一部由雅-加西寫的歷史小說，同時也是一部美麗和悲傷的小說。\n小說。隨着每一頁的翻動，我發現自己被送回了過去，看着每個人物的生活如何展開\n看着每個人物的生活如何展開--彷彿他們都在活着。\n他們都是活生生的人物，而我則是一個不老的人，而且......",
      "title": "Yaa Gyasi的《Homegoing》是如此美麗的一本書。"
    }
  ],
  "title": "Homegoing by Yaa Gyasi was such a beautiful read!",
  "created_utc": 1623783911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A historical novel written by Yaa Gyasi, it was simultaneously beautiful and sad novel. With the turn of each pages, I found myself transported back in time and watched how the lives of each character unfolded- as if they were all living, breathing characters while I was the one who was ageless, and was traveling through time. Despite not sharing the same history, I felt an unimaginable connection with each of the characters of the book. I I never read anything like this before. I never read the same book twice, but maybe I will read this book again. Homegoing was one of the best books I read this year!</p>\n\n<p>Sharing because I thought everyone should this book at least once in their life. I am certainly going to recommend this book to all my friends.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o0gk56/homegoing_by_yaa_gyasi_was_such_a_beautiful_read/",
  "subreddit": "books",
  "id": "o0gk56",
  "is_self": true,
  "media": null,
  "is_video": false
}