{
  "author": "FlanInTheFacex42",
  "original_created_utc": 1632234089,
  "title": "CMV: Culture is not defined by your skin colour.",
  "created_utc": 1632243524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately I have heard the phrase ‘white culture’ quite a bit, and it’s really confusing me. Isn’t it a little racist to generalize all of white people into one culture? Wouldn’t it seem a little off if I were to say that all African Americans share the same culture? \nLet’s take a white person who grew up in India his entire life, and a white person who grew up in the U.S.A. Don’t you think that despite their skin colour they would have grown up to be accustomed to completely different cultures? Culture is defined not by the colour of your skin but by the characteristics and knowledge of someone. \nIf by white culture people just mean white people in the U.S.A, that’s still illogical; there are many many non-white people living in America who follow the exact same culture. I invite you to change my mind or possibly educate me more on this topic.</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/changemyview/comments/psjpnx/cmv_culture_is_not_defined_by_your_skin_colour/",
  "subreddit": "changemyview",
  "id": "psjpnx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately I have heard the phrase ‘white culture’ quite a bit, and it’s really\nconfusing me. Isn’t it a little racist to generalize all of white people into\none culture? Wouldn’t it seem a little off if I were to say that all African\nAmericans share the same culture? Let’s take a white person who grew…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、「白人文化」という言葉をよく耳にするようになり、とても困惑しています。\n困惑しています。白人をひとつの文化にまとめてしまうのは、ちょっと人種差別ではないでしょうか？\n差別的ではないでしょうか？アフリカ系アメリカ人が皆、同じ文化を持っていると言っても、少し違和感があるのではないでしょうか？\n同じ文化を持っていると言っても、少し違和感がありませんか？育った白人を例にとると...。",
      "title": "CMV：文化は、肌の色で決まるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我经常听到 \"白人文化 \"这个短语，这让我很困惑\n让我感到困惑。把所有的白人都归纳为一种文化，这是不是有点种族主义？\n一种文化？如果我说所有的非洲裔美国人都有相同的文化，这是不是有点不妥？\n美国人都有同样的文化？让我们来看看一个成长中的白人...",
      "title": "CMV：文化不是由你的肤色决定的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我經常聽到 \"白人文化 \"這個短語，這讓我很困惑\n讓我感到困惑。把所有的白人都歸納爲一種文化，這是不是有點種族主義？\n一種文化？如果我說所有的非洲裔美國人都有相同的文化，這是不是有點不妥？\n美國人都有同樣的文化？讓我們來看看一個成長中的白人...",
      "title": "CMV：文化不是由你的膚色決定的。"
    }
  ]
}