{
  "author": "ReiKiriyamaShogi",
  "original_created_utc": 1627337551,
  "title": "I just finished Anna Karenina",
  "created_utc": 1627350421,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My life has peaked. I have witnessed some of the most real characters, in both their complexity and human predictability, to ever stem from a mind. I almost feel as though I have truly lived a life during my reading; I have experienced so much that has made me ponder, smile with glee, cry with sorrow, and simply feel satisfied with how easily I can understand the various characters (I could relate to each in their own way!), their struggles, and their place in society even though it was written so long ago—Tolstoy was a genius, a genius that could make you question and realize and think and feel more than you would be able to without his mind. None of his characters were without some unique insight into the spirit of the universe, the world, philosphy, psychology, Russian society, or the soul; and because all—at least the main characters—have pulled me alongside such a profound journey, a lasting impression of them on me is undoubtedly imbued inside my core, and will always be there. It’s also the perfect social commentary, and I can say with certainty that I understand the human condition to a greater extent than I ever have. Really, my life has been entrenched with such a new richness during the course of my reading—I cannot help but think that I have already reached my peak!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/os9grj/i_just_finished_anna_karenina/",
  "subreddit": "books",
  "id": "os9grj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My life has peaked. I have witnessed some of the most real characters, in both\ntheir complexity and human predictability, to ever stem from a mind. I almost\nfeel as though I have truly lived a life during my reading; I have experienced\nso much that has made me ponder, smile with glee, cry with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の人生はピークを迎えました。私は、心の中から生まれた複雑さと人間の予測可能性の両方において、最もリアルなキャラクターを目撃しました。\nその複雑さと人間の予測可能性の両方において、これまでに心の中から生まれた最もリアルなキャラクターを目撃しました。私はほとんど\n読んでいる間、本当に人生を生きてきたような気がします。\n思案したり、喜んで笑ったり、泣いたりしたことがたくさんあります。",
      "title": "アンナ・カレーニナ」を読み終えました"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的生活已经达到了顶峰。我目睹了一些最真实的人物，在他们的复杂性和人类的可预测性方面，都是有史以来从头脑中产生的。\n他们的复杂性和人类的可预测性，是有史以来从一个人的头脑中产生的。我几乎\n我几乎感觉到我在阅读过程中真的活出了自己的人生；我经历了许多令我深思的事情。\n我经历了如此之多的事情，让我深思，让我欣喜地微笑，让我哭泣......",
      "title": "我刚刚完成了《安娜-卡列尼娜》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的生活已經達到了頂峯。我目睹了一些最真實的人物，在他們的複雜性和人類的可預測性方面，都是有史以來從頭腦中產生的。\n他們的複雜性和人類的可預測性，是有史以來從一個人的頭腦中產生的。我幾乎\n我幾乎感覺到我在閱讀過程中真的活出了自己的人生；我經歷了許多令我深思的事情。\n我經歷瞭如此之多的事情，讓我深思，讓我欣喜地微笑，讓我哭泣......",
      "title": "我剛剛完成了《安娜-卡列尼娜》。"
    }
  ]
}