{
  "author": "_dying_inside",
  "original_created_utc": 1627436250,
  "title": "I think Animal Farm is a better book than 1984",
  "created_utc": 1627443339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, so I know many don’t like opinions along the lines of “this book is better than that book” because everyone can have different interests, but I think Animal Farm is WAY underrated. </p>\n\n<p>It is a short, simple allegory that can be read at any level (I read it first in middle school), but that still holds deeper meaning when you understand more about the world. </p>\n\n<p>I’m sure it has to do with the fact it was a criticism of a past event rather than a warning about a possible future like 1984 is. But this is a must-read for any adult, especially in such a controversial political climate.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/ot022m/i_think_animal_farm_is_a_better_book_than_1984/",
  "subreddit": "books",
  "id": "ot022m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay, so I know many don’t like opinions along the lines of “this book is better\nthan that book” because everyone can have different interests, but I think\nAnimal Farm is WAY underrated.\n\nIt is a short, simple allegory that can be read at any level (I read it first in\nmiddle school), but that still…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本はあの本よりもいい」というような意見は、人によって興味の対象が異なるため、あまり好まれないのは承知しています。\nこの本はあの本よりいい」というような意見を好まない人も多いと思いますが、私は\n動物農場』は過小評価されていると思います。\n\n短くてシンプルな寓話で、どのレベルでも読めますが（私が最初に読んだのは中学の時でした。\n私が最初に読んだのは中学生の時でした）、それでも...",
      "title": "1984年よりもAnimal Farmの方が良い本だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我知道很多人不喜欢 \"这本书比那本书好 \"这样的观点，因为每个人的兴趣不同。\n因为每个人都可能有不同的兴趣，但我认为\n动物农场》被低估了。\n\n它是一个简短的寓言故事，可以在任何水平上阅读（我第一次读它是在初中），但这仍然是一个很好的例子。\n我是在初中时读的），但这仍然...",
      "title": "我认为《动物农场》是一本比《1984》更好的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我知道很多人不喜歡 \"這本書比那本書好 \"這樣的觀點，因爲每個人的興趣不同。\n因爲每個人都可能有不同的興趣，但我認爲\n動物農場》被低估了。\n\n它是一個簡短的寓言故事，可以在任何水平上閱讀（我第一次讀它是在初中），但這仍然是一個很好的例子。\n我是在初中時讀的），但這仍然...",
      "title": "我認爲《動物農場》是一本比《1984》更好的書"
    }
  ]
}