{
  "author": "PitlozeRodeDruif",
  "original_created_utc": 1633425587,
  "title": "Are there any authors you refuse to read, no matter how many time people have suggested them to you?",
  "created_utc": 1633437181,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To me the number one author I refuse to read another word from is Elizabeth Gilbert. She tricked me, she really did with Eat, Pray, Love. The reviews I first came across were quite promising and I had high hopes. A friend of mine and I read it together as our sort of private bookclub read. There were so many times where I just wanted to rip it to pieces because I hated it so much, but I pushed through, hoping to find some kind of connection or respect for this book and in some way the author. But that never happened. </p>\n\n<p>So now I refuse to read anything she writes. Even though I saw a more recent book from her suggested in a post about book recs for people who loved The Seven Husbands Of Evelyn Hugo.</p>\n\n<p>Is this a common thing? Do you have any authors you refuse to read? And if so, why?</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/books/comments/q1sq8m/are_there_any_authors_you_refuse_to_read_no/",
  "subreddit": "books",
  "id": "q1sq8m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To me the number one author I refuse to read another word from is Elizabeth\nGilbert. She tricked me, she really did with Eat, Pray, Love. The reviews I\nfirst came across were quite promising and I had high hopes. A friend of mine\nand I read it together as our sort of private bookclub read. There…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私にとって、もう何も読みたくない作家の第一位はエリザベス・ギルバートです。\nギルバートです。Eat, Pray, Love」では、本当に騙されました。最初に目にしたレビューでは\n最初に目にしたレビューは非常に有望で、私は大きな期待を寄せていました。友人が\n友人と一緒に、プライベートのブッククラブのような形で読みました。そこで...",
      "title": "何度も勧められても読まない作家はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，我拒绝再读一个字的头号作家是伊丽莎白\n吉尔伯特。她欺骗了我，她真的用《吃，祈祷，爱》欺骗了我。我第一次看到的评论\n我第一次看到的评论是相当有希望的，我抱有很大的希望。我的一个朋友\n和我一起读了这本书，作为我们的私人书友会的读物。在那里...",
      "title": "有没有什么作家是你拒绝阅读的，无论别人向你推荐多少次？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，我拒絕再讀一個字的頭號作家是伊麗莎白\n吉爾伯特。她欺騙了我，她真的用《喫，祈禱，愛》欺騙了我。我第一次看到的評論\n我第一次看到的評論是相當有希望的，我抱有很大的希望。我的一個朋友\n和我一起讀了這本書，作爲我們的私人書友會的讀物。在那裏...",
      "title": "有沒有什麼作家是你拒絕閱讀的，無論別人向你推薦多少次？"
    }
  ]
}