{
  "author": "Agnostic_Pagan",
  "the_new_excerpt": "As the saying goes, all forms of government are bad, democracy is just the best\none we've got.\n\nWhenever I see people talking about warnings against government power, I see two\nnovels come up: 1984, and Fahrenheit 451. I take issue with the latter, and as I\nread more and more of F. 451, I become…",
  "original_created_utc": 1611859086,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "俗话说，什么形式的政府都不好，民主只是最好的形式\n我们已经有了一个。\n\n每当我看到人们谈论对政府权力的警告，我看到两个\n小说来了。《1984》和《华氏451》。我对后者有异议，而且由于我。\n读了越来越多的F. 451，我变得... ...",
      "title": "CMV：据我所知，《华氏451》与其说是对政府权力的警告，不如说是对大多数人盲目信仰的警告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "俗話說，什麼形式的政府都不好，民主只是最好的形式\n我們已經有了一個。\n\n每當我看到人們談論對政府權力的警告，我看到兩個\n小說來了。《1984》和《華氏451》。我對後者有異議，而且由於我。\n讀了越來越多的F. 451，我變得... ...",
      "title": "CMV：據我所知，《華氏451》與其說是對政府權力的警告，不如說是對大多數人盲目信仰的警告。"
    }
  ],
  "title": "CMV: As far as I can tell, Fahrenheit 451 is less of a warning against government power and more of a warning of blind faith in the majority.",
  "created_utc": 1611876880,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the saying goes,  all forms of government are bad, democracy is just the best one we&#39;ve got.</p>\n\n<p>Whenever I see people talking about warnings against government power, I see two novels come up: 1984, and Fahrenheit 451. I take issue with the latter, and as I read more and more of F. 451, I become more convinced of this. I can see how one may think that the warning of the book is to minimize the power of government, but I strongly disagree.</p>\n\n<p>Bradbury tells us how it happens through the words of Captain Beatty. In summary, the banning of books was not a governmental project, but rather a path that people went down themselves. Because the majority of people were going this way, and it only seemed beneficial, the government gave it&#39;s support. </p>\n\n<p>So here is what I think: The novel of Fahrenheit 451 strongly warns against having faith in the majority of the population, and challenging ideas before they become institutions. To question and have concerns. But not that government power is a bad thing. Not by a long shot.</p>\n\n<p>If you think differently, well then I will try to engage and see why you believe that.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/l74puh/cmv_as_far_as_i_can_tell_fahrenheit_451_is_less/",
  "subreddit": "changemyview",
  "id": "l74puh",
  "is_self": true,
  "media": null,
  "is_video": false
}