{
  "author": "why0me",
  "the_new_excerpt": "WHY YSK: As a manager of a popular restaurant chain I cannot count the number of\ntimes people tell us they're not ready to order and then proceed to have VERY\nprivate conversations.\n\nSome things to know:\n\nWe cannot turn the headset off once you've activated it\n\nThere are either speakers inside the…",
  "original_created_utc": 1623240782,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 人気レストランチェーンのマネージャーとして、お客様から「まだ注文していません」と言われた後に、「とても美味しいです」と言われたことは数え切れません。\nお客様が「まだ注文していない」とおっしゃった後に、非常にプライベートな話をされることが\n個人的な会話をすることがあります。\n\n知っておいていただきたいことがあります。\n\n一度起動したヘッドセットはオフにできません。\n\nヘッドセットの内部にはスピーカーがあります。",
      "title": "YSK: ドライブスルーの人に「ちょっと待って」と言ったからといって、その人が聞いていないとは限りません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：作为一家受欢迎的连锁餐厅的经理，我无法计算有多少次人们告诉我们他们还没有准备好，然后就开始吃非常多的东西。\n人们告诉我们他们还没有准备好点菜，然后就开始进行非常私人的谈话。\n私下交谈。\n\n有些事情要知道。\n\n一旦你启动了耳机，我们就不能把它关掉。\n\n耳机内部有扬声器。",
      "title": "YSK: 你让开车的人 \"等一下 \"并不意味着他们没有在听。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：作爲一家受歡迎的連鎖餐廳的經理，我無法計算有多少次人們告訴我們他們還沒有準備好，然後就開始喫非常多的東西。\n人們告訴我們他們還沒有準備好點菜，然後就開始進行非常私人的談話。\n私下交談。\n\n有些事情要知道。\n\n一旦你啓動了耳機，我們就不能把它關掉。\n\n耳機內部有揚聲器。",
      "title": "YSK: 你讓開車的人 \"等一下 \"並不意味着他們沒有在聽。"
    }
  ],
  "title": "YSK: Just because you told the person at the drive thru to \"hang on\" doesnt mean they're not still listening",
  "created_utc": 1623252519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK:\nAs a manager of a popular restaurant chain I cannot count the number of times people tell us they&#39;re not ready to order and then proceed to have VERY private conversations.</p>\n\n<p>Some things to know:</p>\n\n<p>We cannot turn the headset off once you&#39;ve activated it</p>\n\n<p>There are either speakers inside the building or at least 4 people wearing headsets at all times, so literally everyone hears what you&#39;re saying</p>\n\n<p>The headsets (unless you&#39;re at an older place) are very sensitive, so that phone call? Yes we heard it too, also, side note, please quit screaming into them, a normal voice is fine</p>\n\n<p>We absolutely discuss everything you say, and remember the truly awkward ones, we even have names for you.</p>\n\n<p>In summation, be ready to order, dont scream, dont have conversations you dont want overheard, and repeated (often in a funny voice) and dont be rude</p>\n\n<p>Have a great day.</p>\n\n<p>For fun, my favorite so far is the guy we call Don Juan because he calls both his wife and girlfriend while sitting at the speaker and gets us to bag it seperately.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/nvuevh/ysk_just_because_you_told_the_person_at_the_drive/",
  "subreddit": "YouShouldKnow",
  "id": "nvuevh",
  "is_self": true,
  "media": null,
  "is_video": false
}