{
  "author": "wyrmzier",
  "original_created_utc": 1638134167,
  "title": "Just Finished Reading \"This Is How You Lose the Time War\" by Amal El-Mohtar and Max Gladstone",
  "created_utc": 1638148118,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>just WOW what a good read. Reasonably short but absolutely full to the brim with story, the descriptions were intricate and poetic, the letters were so fun it was really like reading correspondence between two soldiers/lovers, I&#39;ve never been one for time travel story with how confusing things can get but I feel like the time travel aspect was handled quite smoothly. Red and Blue&#39;s relationship was sooo goood they way they were intricately woven into eachothers lives ;;w;; </p>\n\n<p>The dystopian aspect of their respective lives was also so interesting, Garden made me think of the eco cult in Margaret Atwoods Oryx and Crake series and Commandment made me think of big brother in 1984, it was interesting to see how they contrasted and yet were quite similar. </p>\n\n<p>I just feel like the whole book was reading a work of poetry. Anyways totally a 5/5</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/r4ellv/just_finished_reading_this_is_how_you_lose_the/",
  "subreddit": "books",
  "id": "r4ellv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "just WOW what a good read. Reasonably short but absolutely full to the brim with\nstory, the descriptions were intricate and poetic, the letters were so fun it\nwas really like reading correspondence between two soldiers/lovers, I've never\nbeen one for time travel story with how confusing things can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "just WOW what a good read. 手頃な長さでありながら、ストーリーは非常に充実しています。\n描写は複雑で詩的であり、手紙はとても楽しく、まるで二人の兵士や恋人の間の\n手紙はとても楽しくて、まるで二人の兵士や恋人の手紙を読んでいるようでした。\n私はタイムトラベルの話はあまり好きではありませんが、物事がどれほど混乱するか...。",
      "title": "アマル・エル・モフタールとマックス・グラッドストーンの「This Is How You Lose the Time War」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这真是一本好书。虽说篇幅不长，但绝对是满满的故事。\n故事，描述错综复杂，充满诗意，信件非常有趣，真的就像在读两人之间的通信。\n真的就像在读两个士兵/恋人之间的通信，我从来没有\n我从来不是一个喜欢时间旅行故事的人，因为事情会让人困惑......",
      "title": "刚刚读完阿迈勒-莫赫塔尔和马克斯-格拉德斯通的《你是这样输掉时间战争的》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這真是一本好書。雖說篇幅不長，但絕對是滿滿的故事。\n故事，描述錯綜複雜，充滿詩意，信件非常有趣，真的就像在讀兩人之間的通信。\n真的就像在讀兩個士兵/戀人之間的通信，我從來沒有\n我從來不是一個喜歡時間旅行故事的人，因爲事情會讓人困惑......",
      "title": "剛剛讀完阿邁勒-莫赫塔爾和馬克斯-格拉德斯通的《你是這樣輸掉時間戰爭的》。"
    }
  ]
}