{
  "author": "Marketing-Severe",
  "original_created_utc": 1624815084,
  "title": "CMV: I think it’s wrong to expect homeless people to take food being offered to them.",
  "created_utc": 1624818634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start out by saying, it really bothers me when I see people “helping” the homeless by offering their half eating food and then getting sad and confused on why the homeless man didn’t take their food.</p>\n\n<p>I’ve never been homeless nor poor, I’m upper middle class. However, I never look down on the homeless and give them money instead of outright giving food to them. I feel the only people who get butthurt are those who offer food just to boost their ego. If I were homeless, I’d never take someone’s half eaten food.</p>\n\n<p>I see so many posts saying “I only ever offer food because the money will go to drugs”. That’s not why you’re not giving money…I’m sick of people bullshitting with that excuse to not give money. Besides, don’t people ever think that maybe the homeless guy just ate? Or he can’t carry 100 McDonald’s sandwiches that people offer him? </p>\n\n<p>Just because he turns down your food that you thought was gourmet, doesn’t mean he’s a choosy beggar.</p>\n\n<p>Edit: I think it’s perfectly fine to give someone food if they ask for it. What I have a problem with is the people who go up to homeless offering their leftovers, then getting angry when the homeless guy turns the food down.</p>\n\n<p>Edit: What I mean by leftovers is half eaten food/spoiled food</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/o91m9c/cmv_i_think_its_wrong_to_expect_homeless_people/",
  "subreddit": "changemyview",
  "id": "o91m9c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start out by saying, it really bothers me when I see people “helping” the\nhomeless by offering their half eating food and then getting sad and confused on\nwhy the homeless man didn’t take their food.\n\nI’ve never been homeless nor poor, I’m upper middle class. However, I never look\ndown on the…"
}