{
  "author": "Marketing-Severe",
  "original_created_utc": 1624815084,
  "title": "CMV: I think it’s wrong to expect homeless people to take food being offered to them.",
  "created_utc": 1624818634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start out by saying, it really bothers me when I see people “helping” the homeless by offering their half eating food and then getting sad and confused on why the homeless man didn’t take their food.</p>\n\n<p>I’ve never been homeless nor poor, I’m upper middle class. However, I never look down on the homeless and give them money instead of outright giving food to them. I feel the only people who get butthurt are those who offer food just to boost their ego. If I were homeless, I’d never take someone’s half eaten food.</p>\n\n<p>I see so many posts saying “I only ever offer food because the money will go to drugs”. That’s not why you’re not giving money…I’m sick of people bullshitting with that excuse to not give money. Besides, don’t people ever think that maybe the homeless guy just ate? Or he can’t carry 100 McDonald’s sandwiches that people offer him? </p>\n\n<p>Just because he turns down your food that you thought was gourmet, doesn’t mean he’s a choosy beggar.</p>\n\n<p>Edit: I think it’s perfectly fine to give someone food if they ask for it. What I have a problem with is the people who go up to homeless offering their leftovers, then getting angry when the homeless guy turns the food down.</p>\n\n<p>Edit: What I mean by leftovers is half eaten food/spoiled food</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/o91m9c/cmv_i_think_its_wrong_to_expect_homeless_people/",
  "subreddit": "changemyview",
  "id": "o91m9c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start out by saying, it really bothers me when I see people “helping” the\nhomeless by offering their half eating food and then getting sad and confused on\nwhy the homeless man didn’t take their food.\n\nI’ve never been homeless nor poor, I’m upper middle class. However, I never look\ndown on the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、ホームレスを「助ける」人が自分の食べかけの食べ物を提供して\nホームレスの人に食べかけの食べ物を提供して「助ける」人が、なぜ自分の食べ物を受け取らなかったのかと\nホームレスの人が自分の食べ物を受け取らなかったことを嘆き、困惑しているのを見ると、本当に腹が立ちます。\n\n私はホームレスになったこともなければ、貧乏になったこともない、中流以上の階級です。しかし、私はホームレスを見下したことはありません。\n見下すことはありません。",
      "title": "CMV：ホームレスの人たちに、差し出された食べ物を受け取ることを期待するのは間違っていると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我先说一下，当我看到人们 \"帮助 \"无家可归的人，提供他们吃了一半的食物，然后对他们感到悲伤和困惑时，我真的感到很困扰。\n当我看到人们 \"帮助 \"无家可归者，提供他们吃了一半的食物，然后对无家可归者为什么不接受他们的食物感到悲伤和困惑时，我真的很生气。\n为什么无家可归的人不接受他们的食物。\n\n我从来不是无家可归者，也不是穷人，我是中上阶层。然而，我从不看不起\n看不起......的人。",
      "title": "CMV：我认为期望无家可归的人接受提供给他们的食物是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我先說一下，當我看到人們 \"幫助 \"無家可歸的人，提供他們吃了一半的食物，然後對他們感到悲傷和困惑時，我真的感到很困擾。\n當我看到人們 \"幫助 \"無家可歸者，提供他們吃了一半的食物，然後對無家可歸者爲什麼不接受他們的食物感到悲傷和困惑時，我真的很生氣。\n爲什麼無家可歸的人不接受他們的食物。\n\n我從來不是無家可歸者，也不是窮人，我是中上階層。然而，我從不看不起\n看不起......的人。",
      "title": "CMV：我認爲期望無家可歸的人接受提供給他們的食物是錯誤的。"
    }
  ]
}