{
  "author": "Mompickmeupimscare",
  "the_new_excerpt": "Why YSK: Whenever you see someone having a seizure whilst there are people\naround them panicking, you have to tell them all to stay clear as crowding will\nmake the person panic and make it hard to breathe. Next, you lay them on their\nside so they can breathe and get rid of foam because that can…",
  "original_created_utc": 1622181331,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：発作を起こしている人がいて、その周りにはパニックになっている人がいる。\n周りの人がパニックになっているときに発作を起こしている人を見かけたら、その人たちに近づかないように言わなければなりません。\n周りに人がいると、その人はパニックになり、息苦しくなるからです。次に、横向きに寝かせることで、呼吸と\n息ができるように横向きにして、泡を取り除きます。",
      "title": "YSK: 痙攣治療"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：每当你看到有人癫痫发作时，周围的人都在惊慌失措。\n时，你必须告诉他们都不要靠近，因为拥挤会使人惊慌失措，使人难以呼吸。\n使患者惊慌失措并使其难以呼吸。接下来，你让他们躺在自己的\n这样他们就能呼吸并排出泡沫，因为这可能会...",
      "title": "YSK: 癫痫治疗"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：每當你看到有人癲癇發作時，周圍的人都在驚慌失措。\n時，你必須告訴他們都不要靠近，因爲擁擠會使人驚慌失措，使人難以呼吸。\n使患者驚慌失措並使其難以呼吸。接下來，你讓他們躺在自己的\n這樣他們就能呼吸並排出泡沫，因爲這可能會...",
      "title": "YSK: 癲癇治療"
    }
  ],
  "title": "YSK: Seizure Treatment",
  "created_utc": 1622226035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Whenever you see someone having a seizure whilst there are people around them panicking, you have to tell them all to stay clear as crowding will make the person panic and make it hard to breathe. Next, you lay them on their side so they can breathe and get rid of foam because that can obstruct breathing. Finally, calmly comfort them and help them breathe whilst the seizure runs its course. On average a seizure lasts between 30-2:30 seconds but if the seizure persists for over 5 minutes seek immediate medical attention as this circumstance can be a serious problem.</p>\n</div><!-- SC_ON -->",
  "score": 97,
  "permalink": "/r/YouShouldKnow/comments/nmr2h5/ysk_seizure_treatment/",
  "subreddit": "YouShouldKnow",
  "id": "nmr2h5",
  "is_self": true,
  "media": null,
  "is_video": false
}