{
  "author": "Prudent_Giraffe_8880",
  "original_created_utc": 1626837844,
  "title": "If you’ve started reading ‘To Kill a Mockingbird’ and given up, try to persist with it! [NO spoilers]",
  "created_utc": 1626863473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I won’t spoil anything here. </p>\n\n<p>I wanted to make this post because when I read the first few chapters of this book, I simply didn’t understand why it was perceived as a modern classic. I actually found it difficult to read due to the 1930s southern slang. I wasn’t enjoying it much at all at first and I very nearly put the book down and stopped reading it entirely, but I decided to persist just a little longer. </p>\n\n<p>At some point towards the middle of the book I really, really started enjoying it. I don’t want to elaborate too much because I don’t want to give any of the details of the book away but the book really ‘warms up’ towards the middle and all of a sudden, you’ll find it hard to put the book down!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/oohrax/if_youve_started_reading_to_kill_a_mockingbird/",
  "subreddit": "books",
  "id": "oohrax",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I won’t spoil anything here.\n\nI wanted to make this post because when I read the first few chapters of this\nbook, I simply didn’t understand why it was perceived as a modern classic. I\nactually found it difficult to read due to the 1930s southern slang. I wasn’t\nenjoying it much at all at first and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここでは何もネタバレしません。\n\n私がこの投稿をしようと思ったのは、この本の最初の数章を読んだときに\n読んだときに、なぜこの本が現代の古典として認識されているのか理解できませんでした。I\n実際、1930年代の南部のスラングのせいで、読むのに苦労しました。最初はあまり楽しめませんでした。\n最初はあまり楽しめませんでしたし...。",
      "title": "To Kill a Mockingbird」を読み始めて諦めてしまった人は、粘り強く読んでみましょう [NO ネタバレ]"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不会在这里破坏任何东西。\n\n我想发这个帖子是因为当我读到这本书的前几章时\n书的前几章时，我根本不明白为什么它被认为是现代经典。I\n事实上，由于1930年代的南方俚语，我发现它很难读。一开始我并不\n一开始并不喜欢它，而且...",
      "title": "如果你已经开始阅读《杀死一只知更鸟》并放弃了，请试着坚持下去! [没有破坏者]"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不會在這裏破壞任何東西。\n\n我想發這個帖子是因爲當我讀到這本書的前幾章時\n書的前幾章時，我根本不明白爲什麼它被認爲是現代經典。I\n事實上，由於1930年代的南方俚語，我發現它很難讀。一開始我並不\n一開始並不喜歡它，而且...",
      "title": "如果你已經開始閱讀《殺死一隻知更鳥》並放棄了，請試着堅持下去! [沒有破壞者]"
    }
  ]
}