{
  "author": "-M-o-X-",
  "original_created_utc": 1638544944,
  "title": "YSK: If you have a CareerBuilder account, even if old and disused, they have started applying for jobs on your behalf even when not relevant.",
  "created_utc": 1638557395,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I started getting emails thanking me for my application to jobs I don’t want and am not qualified for recently. One of the recruiters was kind enough to respond to my follow up and informed me:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Thank you for Emailing me about this. I received an application through Career Builder for a Truck Driver/Warehouse position yesterday. I spoke with the manager of my company and she advised me that if your resume and information is on CareerBuilder; CareerBuilder will apply on behalf of the candidate. I greatly apologize for the mix up and inconvenience.  I have deleted your information and you will no longer be contacted by our staffing company.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Why YSK: If you have received similar notifications, you did not have your identity compromised, apparently CareerBuilder is just resorting to desperate measures to increase their numbers. Time to delete!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/r81h2u/ysk_if_you_have_a_careerbuilder_account_even_if/",
  "subreddit": "YouShouldKnow",
  "id": "r81h2u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started getting emails thanking me for my application to jobs I don’t want and\nam not qualified for recently. One of the recruiters was kind enough to respond\nto my follow up and informed me:\n\n> Thank you for Emailing me about this. I received an application through Career\n> Builder for a Truck…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>最近、希望していない、または資格のない仕事に応募した際に、お礼のメールが届くようになりました。\n最近、希望していない、資格のない仕事への応募に感謝のメールが届くようになりました。そのうちのひとつ\n</p> <blockquote> </p> <p>その中の一つのリクルーターが、私のフォローアップに親切にも応えてくれて、次のように教えてくれました。\n<blockquote> <p>この件でメールを下さってありがとうございます。私が受け取ったのは...",
      "title": "YSK: あなたがCareerBuilderのアカウントを持っていれば、たとえ古くて使われていなくても、あなたに代わって求人に応募するようになっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我最近开始收到电子邮件，感谢我申请了我不想要也不合格的工作。\n最近，我开始收到电子邮件，感谢我申请我不想要也不符合条件的工作。其中一个\n其中一位招聘人员很好地回应了我的追问，并告诉我：</p> <p>我是一个很好的人。\n<blockquote> <p>谢谢你给我发邮件谈及此事。我已经收到了一封邮件。",
      "title": "YSK：如果你有一个CareerBuilder账户，即使是旧的和废弃的，他们已经开始代表你申请工作，即使不相关。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我最近開始收到電子郵件，感謝我申請了我不想要也不合格的工作。\n最近，我開始收到電子郵件，感謝我申請我不想要也不符合條件的工作。其中一個\n其中一位招聘人員很好地迴應了我的追問，並告訴我：</p> <p>我是一個很好的人。\n<blockquote> <p>謝謝你給我發郵件談及此事。我已經收到了一封郵件。",
      "title": "YSK：如果你有一個CareerBuilder賬戶，即使是舊的和廢棄的，他們已經開始代表你申請工作，即使不相關。"
    }
  ]
}