{
  "author": "blue-birdz",
  "the_new_excerpt": "I'm currently reading Bram Stoker's Dracula, and I'm loving it. I was so hooked\nfrom the first page that I've not been able to put down the book until now to\nexpress how I feel about it.\n\nIn the past I read Sherlock Holmes, Alice in Wonderland, Poe's short stories,\nThe Portrait of Dorian Gray and…",
  "original_created_utc": 1618087607,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、ブラム・ストーカーの『ドラキュラ』を読んでいて、とても気に入っています。最初のページから夢中になりました。\n最初のページから夢中になって、今まで本を手放すことができませんでした。\nその感想を述べたいと思います。\n\n過去に読んだのは、シャーロック・ホームズ、不思議の国のアリス、ポーの短編集。\nドリアン・グレイの肖像」などを読んできましたが...。",
      "title": "19世紀の英文学が大好きです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我现在正在读布拉姆-斯托克的《德古拉》，我很喜欢它。我被深深地吸引住了\n从第一页开始，我就一直没能放下书，直到现在，我才发现\n表达我对它的感受。\n\n过去我读过福尔摩斯、爱丽丝梦游仙境、坡的短篇小说。\n多里安-格雷的肖像和...",
      "title": "我喜欢19世纪的英国文学!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我現在正在讀布拉姆-斯托克的《德古拉》，我很喜歡它。我被深深地吸引住了\n從第一頁開始，我就一直沒能放下書，直到現在，我才發現\n表達我對它的感受。\n\n過去我讀過福爾摩斯、愛麗絲夢遊仙境、坡的短篇小說。\n多裏安-格雷的肖像和...",
      "title": "我喜歡19世紀的英國文學!"
    }
  ],
  "title": "I LOVE the English literature from the 19th Century!",
  "created_utc": 1618105936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently reading Bram Stoker&#39;s Dracula, and I&#39;m loving it. I was so hooked from the first page that I&#39;ve not been able to put down the book until now to express how I feel about it.</p>\n\n<p>In the past I read Sherlock Holmes, Alice in Wonderland, Poe&#39;s short stories, The Portrait of Dorian Gray and Frankenstein, loved each one of them. All these authors have a unique style and are also able to completely hook me into the story they&#39;re telling in very different ways.</p>\n\n<p>I&#39;m neither English nor European so all this culture is foreign to me, I guess half the charm comes from there, but I&#39;ve read American, Russian, Japanese and Polish books, none of them has entertained me as much as the English authors have. I guess the Victorian era was a breeding ground for great literature to appear.</p>\n\n<p>Lovecraft is the next in my list (I know he&#39;s not from the 19th century, but I&#39;ve heard he&#39;s excellent). But please, recommend me more authors and books, I&#39;m craving them so much!</p>\n\n<p>Do you guys feel like this or am I the only one who enjoys so much these type of stories?</p>\n\n<p>Edit: Thank you guys for all the recomendations! You&#39;re amazing. I&#39;ll check them as soon as I finish Dracula.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/mocpq6/i_love_the_english_literature_from_the_19th/",
  "subreddit": "books",
  "id": "mocpq6",
  "is_self": true,
  "media": null,
  "is_video": false
}