{
  "author": "JustAGlance",
  "original_created_utc": 1627680140,
  "title": "YSK: Prostate Stimulation can be a healthy and pleasurable activity that every man can enjoy REGARDLESS of sexual orientation.",
  "created_utc": 1627688497,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: most men go their whole lives not experiencing what is one of the best sexual experiences a man can have, simply because of the stigma attached to doing so.</p>\n\n<p>I first discovered prostate stimulation on Reddit about a decade ago in my early 20s. Someone had written their story of having mind blowing orgasms and I decided I would try it for myself.</p>\n\n<p>I found that it felt great by myself, but I carried some pointless guilt and embarrassment for many years. It wasn&#39;t until I accepted that I can enjoy it as a straight male that I really discovered how pleasurable prostate stimulation can be. </p>\n\n<p>It wasnt until this discovery that I brought it up with my wife. Once I did, we began experimenting a bit more with toys specifically made for it. Butt plugs, vibrators, wands. I can honestly say it has produced some of the best sexual experiences I have ever had. </p>\n\n<p>It is even possible to orgasm from prostate stimulation alone, though I&#39;ve never experienced it. </p>\n\n<p>So if you are even a little curious, do some research and try it out. Use your fingers or a toy meant for such things. Be safe, relax and enjoy. You may just find that you can be more comfortable with yourself when you begin breaking down stigmas such as this. I have.</p>\n</div><!-- SC_ON -->",
  "score": 275,
  "permalink": "/r/YouShouldKnow/comments/ouu874/ysk_prostate_stimulation_can_be_a_healthy_and/",
  "subreddit": "YouShouldKnow",
  "id": "ouu874",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: most men go their whole lives not experiencing what is one of the best\nsexual experiences a man can have, simply because of the stigma attached to\ndoing so.\n\nI first discovered prostate stimulation on Reddit about a decade ago in my early\n20s. Someone had written their story of having mind…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ほとんどの男性は、男性が経験できる最高の性体験のひとつである\n男性にとって最高の性体験の一つであるセックスを経験しないまま一生を終えることになります。\nしています。\n\n私が前立腺刺激を知ったのは、約10年前の20代前半にRedditで知りました。\n20s. 誰かが、前立腺刺激を受けた話を書いていました。",
      "title": "YSK: 前立腺を刺激することは、性的指向に関係なく、すべての男性が楽しめる健康的で快い行為です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数男人一生都没有经历过男人可以拥有的最好的性体验之一\n的性体验，只是因为对性行为的污名化。\n这样做。\n\n我第一次在Reddit上发现前列腺刺激是在大约十年前，也就是我20岁出头的时候。\n20s. 有人写下了他们的故事，说他们有心灵上的创伤。",
      "title": "YSK: 前列腺刺激可以是一种健康和愉悦的活动，每个男人都可以享受，无论其性取向如何。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數男人一生都沒有經歷過男人可以擁有的最好的性體驗之一\n的性體驗，只是因爲對性行爲的污名化。\n這樣做。\n\n我第一次在Reddit上發現前列腺刺激是在大約十年前，也就是我20歲出頭的時候。\n20s. 有人寫下了他們的故事，說他們有心靈上的創傷。",
      "title": "YSK: 前列腺刺激可以是一種健康和愉悅的活動，每個男人都可以享受，無論其性取向如何。"
    }
  ]
}