{
  "author": "JustAGlance",
  "original_created_utc": 1627680140,
  "title": "YSK: Prostate Stimulation can be a healthy and pleasurable activity that every man can enjoy REGARDLESS of sexual orientation.",
  "created_utc": 1627688497,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: most men go their whole lives not experiencing what is one of the best sexual experiences a man can have, simply because of the stigma attached to doing so.</p>\n\n<p>I first discovered prostate stimulation on Reddit about a decade ago in my early 20s. Someone had written their story of having mind blowing orgasms and I decided I would try it for myself.</p>\n\n<p>I found that it felt great by myself, but I carried some pointless guilt and embarrassment for many years. It wasn&#39;t until I accepted that I can enjoy it as a straight male that I really discovered how pleasurable prostate stimulation can be. </p>\n\n<p>It wasnt until this discovery that I brought it up with my wife. Once I did, we began experimenting a bit more with toys specifically made for it. Butt plugs, vibrators, wands. I can honestly say it has produced some of the best sexual experiences I have ever had. </p>\n\n<p>It is even possible to orgasm from prostate stimulation alone, though I&#39;ve never experienced it. </p>\n\n<p>So if you are even a little curious, do some research and try it out. Use your fingers or a toy meant for such things. Be safe, relax and enjoy. You may just find that you can be more comfortable with yourself when you begin breaking down stigmas such as this. I have.</p>\n</div><!-- SC_ON -->",
  "score": 275,
  "permalink": "/r/YouShouldKnow/comments/ouu874/ysk_prostate_stimulation_can_be_a_healthy_and/",
  "subreddit": "YouShouldKnow",
  "id": "ouu874",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: most men go their whole lives not experiencing what is one of the best\nsexual experiences a man can have, simply because of the stigma attached to\ndoing so.\n\nI first discovered prostate stimulation on Reddit about a decade ago in my early\n20s. Someone had written their story of having mind…"
}