{
  "author": "IamNotPersephone",
  "the_new_excerpt": "My library uses an Overdrive library system. I don't know exactly how it works,\nbut my state (and my tax dollars) pays for it and my local library gives me\naccess to an absolute ton of ebooks for free. I'm sure many of you have similar\nsystems available to you.\n\nAnyway, when I'm done with an ebook,…",
  "original_created_utc": 1621799290,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の図書館では、Overdriveライブラリーシステムを使用しています。どのように機能しているのか正確にはわかりません。\n私の州（と私の税金）がその費用を負担していて、私の地元の図書館は絶対的な数の電子書籍に無料でアクセスできます。\n膨大な数の電子書籍に無料でアクセスできます。皆さんの中にも同じようなシステムをお持ちの方がいらっしゃるのではないでしょうか。\n皆さんも同じようなシステムをお持ちだと思います。\n\nとにかく、私が電子書籍を読み終わったら...",
      "title": "電子書籍を早めに返却すると、満足感が得られるのですが...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的图书馆使用Overdrive图书馆系统。我不知道它到底是如何运作的。\n但我的州（和我的税款）为它支付了费用，我的当地图书馆让我可以免费获得绝对大量的电子书。\n我的当地图书馆让我免费获得了大量的电子书。我相信你们中的许多人都有类似的\n的系统。\n\n总之，当我看完一本电子书后，...",
      "title": "每当我提前归还一本电子书时，我就会有一种满足感。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的圖書館使用Overdrive圖書館系統。我不知道它到底是如何運作的。\n但我的州（和我的稅款）爲它支付了費用，我的當地圖書館讓我可以免費獲得絕對大量的電子書。\n我的當地圖書館讓我免費獲得了大量的電子書。我相信你們中的許多人都有類似的\n的系統。\n\n總之，當我看完一本電子書後，...",
      "title": "每當我提前歸還一本電子書時，我就會有一種滿足感。"
    }
  ],
  "title": "I get a kick of satisfaction whenever I return an ebook early...",
  "created_utc": 1621821506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My library uses an Overdrive library system. I don&#39;t know exactly how it works, but my state (and my tax dollars) pays for it and my local library gives me access to an absolute ton of ebooks for free. I&#39;m sure many of you have similar systems available to you.</p>\n\n<p>Anyway, when I&#39;m done with an ebook, especially one I had on hold, I don&#39;t like to let it expire on it&#39;s own. Now, for those of you who don&#39;t know, you can check out a book and keep it for the whole loan period, and when it&#39;s up the book is automatically returned for you - no interaction required. But the neat thing is, the system is able to estimate how long you&#39;ll have to wait to receive that book, based on the standard loan period. So, if three people are waiting in line for one book and the standard loan period is two weeks, it&#39;ll be six weeks before I&#39;ll get to check out the book.</p>\n\n<p>Anyway, when I have a book to return, I have this little ritual I do where I click into the book&#39;s page and I double check how many people are in line behind me waiting for that book. Then, when I go to my Loans page to return it, I get a little charge out of the fact that someone else, perhaps hundreds of miles away, is getting an email informing them that the book they&#39;ve been waiting for is now available to check out. I imagine their surprise and excitement at being able to read this book a week (or more!) earlier than expected. It&#39;s a little, random act of kindness I can do once every few days that makes me feel a little better about myself, and a little more connected to my community in general and the fans of that book in specific.</p>\n\n<p>All this to say, if you&#39;re in Wisconsin and you have Brandon Sanderson&#39;s Mistborn series on hold, please return it early when you&#39;re done with it! I have to wait six months for each book!</p>\n</div><!-- SC_ON -->",
  "score": 429,
  "permalink": "/r/books/comments/njfjed/i_get_a_kick_of_satisfaction_whenever_i_return_an/",
  "subreddit": "books",
  "id": "njfjed",
  "is_self": true,
  "media": null,
  "is_video": false
}