{
  "author": "decadentcolour",
  "the_new_excerpt": "I read this story on the account of the Asian Readathon hosted by Read With\nCindy who is a booktuber!\n\nThe story revolves around a postman who discovers that he has a brain tumour and\nis visited by the Devil (who is a doppelganger wearing a Hawaiian shirt!). The\nDevil offers him a deal where if he…",
  "original_created_utc": 1619888921,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この物語は、Read With Cindyが主催するAsian Readathonのアカウントで読みました。\nCindyさんはブックチューバーです。\n\n物語は、自分が脳腫瘍であることを知った郵便配達員が、悪魔（ハワイアンシャツを着たドッペルゲンガー！）の訪問を受けるというものです。\n悪魔（ハワイアンシャツを着たドッペルゲンガー！）の訪問を受けます。悪魔は\n悪魔は彼に、もしも...という条件を提示します。",
      "title": "中村元気さんの「世界から猫が消えたなら」を読んで、赤ちゃんのように泣いてしまいました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是在 \"和你一起阅读 \"举办的亚洲阅读马拉松的账户上读到这个故事的。\nCindy举办的亚洲阅读马拉松活动，她是一位读书人!\n\n故事围绕着一个邮递员发现自己得了脑瘤，并被魔鬼拜访（他是一个穿着夏威夷衬衫的二重身！）的故事展开。\n恶魔（他是一个穿着夏威夷衬衫的二重身！）来访。魔鬼向他提供了一个交易，如果他能在短时间内完成这个交易，那么他就能得到一个新的职位\n魔鬼为他提供了一个交易，如果他...",
      "title": "我读了中村元气写的《如果猫从世界上消失了》，它让我像婴儿一样嚎啕大哭。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是在 \"和你一起閱讀 \"舉辦的亞洲閱讀馬拉松的賬戶上讀到這個故事的。\nCindy舉辦的亞洲閱讀馬拉松活動，她是一位讀書人!\n\n故事圍繞着一個郵遞員發現自己得了腦瘤，並被魔鬼拜訪（他是一個穿着夏威夷襯衫的二重身！）的故事展開。\n惡魔（他是一個穿着夏威夷襯衫的二重身！）來訪。魔鬼向他提供了一個交易，如果他能在短時間內完成這個交易，那麼他就能得到一個新的職位\n魔鬼爲他提供了一個交易，如果他...",
      "title": "我讀了中村元氣寫的《如果貓從世界上消失了》，它讓我像嬰兒一樣嚎啕大哭。"
    }
  ],
  "title": "I read \"If Cats Disappeared From The World\" by Genki Nakamura and it made me bawl like a baby",
  "created_utc": 1619918747,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this story on the account of the Asian Readathon hosted by Read With Cindy who is a booktuber!</p>\n\n<p>The story revolves around a postman who discovers that he has a brain tumour and is visited by the Devil (who is a doppelganger wearing a Hawaiian shirt!). The Devil offers him a deal where if he made on object disappear from the world, he could live another day. The story continues with him making objects disappear and the connection between these objects and people in his life.</p>\n\n<p>He manages to poignantly examine the importance of the various objects that disappear and wonder whether the world is better off without them.\nIt&#39;s told in a first person pov and the postman&#39;s internal monologue is hilarious. I cried at several points in the book and it was definitely worth it.\nThis book ends up making you respect things you realize you take for granted.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/n2mkxo/i_read_if_cats_disappeared_from_the_world_by/",
  "subreddit": "books",
  "id": "n2mkxo",
  "is_self": true,
  "media": null,
  "is_video": false
}