{
  "author": "eyephd",
  "original_created_utc": 1637436924,
  "title": "What’s your favorite stand-alone sci-fi novel?",
  "created_utc": 1637442715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am thoroughly jealous of anyone who hasn’t read <em>All Good Children</em> by Dayna Ingram. </p>\n\n<p>The reveal totally sucker-punched me. I didn’t see it coming. When I read the book again, I was still affected, albeit not as strongly. It is not a <em>deus ex machina</em> twist and I still can’t see it coming even though I know it’s coming. It’s not hinted at or foreshadowed. </p>\n\n<p>The story itself is enthralling. I love the world she created and watching the characters navigate their lives.</p>\n\n<p>It’s not a long book. It’s tight and dense and there are no wasted pages. Golly, what a read.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qycypj/whats_your_favorite_standalone_scifi_novel/",
  "subreddit": "books",
  "id": "qycypj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am thoroughly jealous of anyone who hasn’t read All Good Children by Dayna\nIngram.\n\nThe reveal totally sucker-punched me. I didn’t see it coming. When I read the\nbook again, I was still affected, albeit not as strongly. It is not a deus ex\nmachina twist and I still can’t see it coming even though…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Dayna Ingramの「All Good Children」を読んでいない人がいたら、とても羨ましいです。\nIngramです。\n\nこの作品を見て、私はすっかり虜になってしまいました。予測していませんでした。読んでみると\n読んでみると、それほど強くはないものの、やはり影響を受けました。デウス・エクス・マキナのような展開ではなく\nしかし、私はまだそれを見ることができませんでした・・・。",
      "title": "好きなスタンドアロンのSF小説は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我非常羡慕那些没有读过戴娜-英格拉姆的《所有好孩子》的人。\n英格拉姆。\n\n这本书的揭示让我大吃一惊。我没有看到它的到来。当我读到\n这本书时，我仍然受到了影响，尽管没有那么强烈。这不是一个神来之笔的转折。\n机关的转折，而且我仍然看不到它的到来，尽管......",
      "title": "你最喜欢的独立科幻小说是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我非常羨慕那些沒有讀過戴娜-英格拉姆的《所有好孩子》的人。\n英格拉姆。\n\n這本書的揭示讓我大喫一驚。我沒有看到它的到來。當我讀到\n這本書時，我仍然受到了影響，儘管沒有那麼強烈。這不是一個神來之筆的轉折。\n機關的轉折，而且我仍然看不到它的到來，儘管......",
      "title": "你最喜歡的獨立科幻小說是什麼？"
    }
  ]
}