{
  "author": "Sleepythrowaway97",
  "the_new_excerpt": "Writing this makes me sound like an incel, but this is just genuinely something\nI don't understand and something that I would 100% be willing to have a\ndiscussion about and hopefully change my mind about.\n\nIt's pretty often that I see people generalize about men online with comments\nlike \"All men…",
  "original_created_utc": 1612519471,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "写这个让我听起来像一个乱伦， 但这只是真正的东西，\n我不明白，也是我百分百愿意拥有的东西。\n的讨论，希望能改变我的想法。\n\n我经常在网上看到有人以偏概全地评论男人的事\n像 \"所有的男人...",
      "title": "CMV：用 \"男人都是垃圾 \"这样的话来贬低男人，是一种严厉的概括，不应该被正常化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "寫這個讓我聽起來像一個亂倫， 但這只是真正的東西，\n我不明白，也是我百分百願意擁有的東西。\n的討論，希望能改變我的想法。\n\n我經常在網上看到有人以偏概全地評論男人的事\n像 \"所有的男人...",
      "title": "CMV：用 \"男人都是垃圾 \"這樣的話來貶低男人，是一種嚴厲的概括，不應該被正常化。"
    }
  ],
  "title": "CMV: The degradation of men by saying things like \"All men are trash\" is a harsh generalization that shouldn't be normalized.",
  "created_utc": 1612528905,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Writing this makes me sound like an incel, but this is just genuinely something I don&#39;t understand and something that I would 100% be willing to have a discussion about and hopefully change my mind about. </p>\n\n<p>It&#39;s pretty often that I see people generalize about men online with comments like &quot;All men are trash&quot; or &quot;I&#39;m uncomfortable around men&quot;. The reasoning that I&#39;ve seen behind this is because the person may have had a negative experience with men, so they they generalize about all men and hold this negative opinion on men as a whole. I find this to be completely counter-intuitive and making the problem worse.</p>\n\n<p>In my opinion, this is akin to someone saying they were attacked by a person of color, and now they are apprehensive of people of color, but with this situation it would be deemed completely unacceptable to say something like this and you would be deemed a racist. How is trashing on men any different?</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/changemyview/comments/ld44ga/cmv_the_degradation_of_men_by_saying_things_like/",
  "subreddit": "changemyview",
  "id": "ld44ga",
  "is_self": true,
  "media": null,
  "is_video": false
}