{
  "author": "smita16",
  "original_created_utc": 1634127323,
  "title": "Reading the \"His Dark Materials\" series",
  "created_utc": 1634158158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey bookies,</p>\n\n<p>Long time lurker. I watched the  &quot;his dark materials&quot; tv show and it really got me inspired to read the books. When I was in middle school I read the Subtle Knife not realizing it was part of a series.</p>\n\n<p>Coming back as an adult--man oh man! I don&#39;t claim to be a book scholar so my opinions are obviously going to vary from ya&#39;lls, but I just finished the subtle knife again and I really enjoyed it. His Dark Materials was great, but I felt like it was kind of like the first half of dune. It felt like a majority of that book was setting the scene for the rest of the series.</p>\n\n<p>Lee Scoresby is such a great character and gets so much more love in the book. I cannot deny that I cried near the end of the second book.</p>\n\n<p>I can&#39;t wait to start the third book.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/q79uxt/reading_the_his_dark_materials_series/",
  "subreddit": "books",
  "id": "q79uxt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey bookies,\n\nLong time lurker. I watched the \"his dark materials\" tv show and it really got\nme inspired to read the books. When I was in middle school I read the Subtle\nKnife not realizing it was part of a series.\n\nComing back as an adult--man oh man! I don't claim to be a book scholar so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは、ブッキーズです。\n\n久しぶりのラーカーです。his dark materials」のテレビ番組を見て、本を読む気になりました。\n本を読みたくなりました。中学生の時に「微妙な」を読みました。\nKnife」を読みましたが、シリーズものだとは知りませんでした。\n\n大人になってから読み返してみると、なんということでしょう。私は本の研究者ではないので...。",
      "title": "His Dark Materials」シリーズを読む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，赌徒们。\n\n长时间的潜伏者。我看了 \"他的黑暗材料 \"电视节目，它真的让我有了读这本书的灵感。\n我受到启发，想读这些书。当我在中学时，我读了《微妙的刀》，并没有意识到这是一个系列。\n刀》，没有意识到它是一个系列的一部分。\n\n成年后再看--天啊！我的天啊！\"。我并不声称自己是一个图书学者，所以...",
      "title": "阅读 \"他的黑暗材料 \"系列"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，賭徒們。\n\n長時間的潛伏者。我看了 \"他的黑暗材料 \"電視節目，它真的讓我有了讀這本書的靈感。\n我受到啓發，想讀這些書。當我在中學時，我讀了《微妙的刀》，並沒有意識到這是一個系列。\n刀》，沒有意識到它是一個系列的一部分。\n\n成年後再看--天啊！我的天啊！\"。我並不聲稱自己是一個圖書學者，所以...",
      "title": "閱讀 \"他的黑暗材料 \"系列"
    }
  ]
}