{
  "author": "Heidegger12",
  "original_created_utc": 1631837623,
  "title": "The three musketeers and the non-idealization of the characters",
  "created_utc": 1631853043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p>I love the three Musketeers and I liked that Alexandre Dumas avoided the idealization of the characters. In romanticism there was the pure and good heroe.</p>\n\n<p>I liked that Dumas prevented us from having a pure hero and no moral defects. If you go to the History books, we&#39;ll see abuse and cruelty.e And Alexandre Dumas didn&#39;t run away from it to create idealized heroes.</p>\n\n<p>In 1572 we had the massacre on The St. Bartholomew&#39;s Day, when the group of assassinations and the wave of Catholic mob violence directed against the Huguenots.</p>\n\n<p>Musketeers lived in a violent society. Did they expect them to behave differently?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pppd0h/the_three_musketeers_and_the_nonidealization_of/",
  "subreddit": "books",
  "id": "pppd0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love the three Musketeers and I liked that Alexandre Dumas avoided the\nidealization of the characters. In romanticism there was the pure and good\nheroe.\n\nI liked that Dumas prevented us from having a pure hero and no moral defects. If\nyou go to the History books, we'll see abuse and cruelty.e And…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は三銃士が大好きで、アレクサンドル・デュマがキャラクターの理想化を避けているのが気に入っています。\n登場人物の理想化を避けているところがいい。ロマン主義では、純粋で善良なヒロインが登場します。\nロマン主義では、純粋で善良なヒーローがいました。\n\nデュマは、純粋なヒーローが道徳的な欠陥を持たないようにしたのが良かったです。もし\n歴史書を読めば、虐待や残酷さを目にすることになるでしょう。",
      "title": "三銃士」と登場人物の非理想化"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢三个火枪手，我喜欢大仲马避免将人物理想化。\n角色的理想化。在浪漫主义中，有一个纯洁和善良的\n她。\n\n我喜欢大仲马阻止我们拥有一个纯粹的英雄，没有道德缺陷。如果\n你去看历史书，我们会看到虐待和残忍。",
      "title": "三个火枪手和人物的非理想化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡三個火槍手，我喜歡大仲馬避免將人物理想化。\n角色的理想化。在浪漫主義中，有一個純潔和善良的\n她。\n\n我喜歡大仲馬阻止我們擁有一個純粹的英雄，沒有道德缺陷。如果\n你去看歷史書，我們會看到虐待和殘忍。",
      "title": "三個火槍手和人物的非理想化"
    }
  ]
}