{
  "author": "booknerdspells",
  "original_created_utc": 1637681833,
  "title": "What is a weirdly specific book theme/trope that makes you automatically pick up a book?",
  "created_utc": 1637736308,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TLDR: I have realized that I have really small weird specific book themes/tropes that will automatically make me a give a book a try or put it down and I&#39;m curious if other people have them. If so, I&#39;d love to know what they are!</p>\n\n<p>I haven&#39;t read a TJ Klune book yet (even though I own House in the Cerulean Sea) and I was in the library and saw Under the Whispering Door. I loved the cover and when I read the synopsis, I decided I was going to get it right when I read this sentence: &quot;On the outskirts, off the path through the woods, tucked between mountains, is a particular tea shop...&quot;&#39;</p>\n\n<p>Not only did I pick it up but it moved to the top of my TBR. I realized I will automatically pick up any book that centers tea or tea shops and that I have other weirdly specific tropes/themes I love. For instance, I will pick up any book that centers:</p>\n\n<ul>\n<li>main characters who are researchers, bonus points for English professors analyzing texts (I thought I would love A Discovery for Witches for this reason but it just didn&#39;t happen....)</li>\n<li>senior citizens dealing with age and growing older and they don&#39;t have a foil of a younger person &quot;reminding them of their youth&quot; apart of the journey, centers their story</li>\n<li>nerds becoming friends or falling in love- people who are really deeply into a specific fandom and find connection through it , bonus points for comic cons and nerdy events that come up throughout the book</li>\n<li>main characters dealing with the death of a romantic interest and processing it, I especially love when they travel or do some sort of project to work through their emotions</li>\n<li>the after life, but specifically after life that is some sort of heaven or other place; not located on Earth or in an in between spot</li>\n<li>characters who spend a lot of time alone reading or writing and have to be encouraged to leave the house</li>\n</ul>\n\n<p>None of these things describe me as a person yet I love these tropes/themes! They just get me in the heart.</p>\n\n<p>I&#39;m curious: what are some of yours?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/r0fw0k/what_is_a_weirdly_specific_book_themetrope_that/",
  "subreddit": "books",
  "id": "r0fw0k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TLDR: I have realized that I have really small weird specific book themes/tropes\nthat will automatically make me a give a book a try or put it down and I'm\ncurious if other people have them. If so, I'd love to know what they are!\n\nI haven't read a TJ Klune book yet (even though I own House in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TLDR: 私は、本を読むときには、本当に小さな奇妙な特定のテーマや傾向があることに気がつきました。\n本を読んでみようかなと思ったり、読んでみようかなと思ったりするきっかけになっていることに気づきました。\n他の人もそれを持っているかどうか興味があります。もしそうなら、それが何か教えてほしいです。\n\nTJ Kluneの本はまだ読んだことがありません（House in the...は持っているのですが）。",
      "title": "あなたが自動的に本を手に取るようになる、奇妙に具体的な本のテーマ/テーマは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TLDR: 我已经意识到，我有非常小的奇怪的特定书籍主题/类型\n会自动让我试一试或放下一本书。\n我很好奇其他人是否也有这种情况。如果有的话，我很想知道它们是什么。\n\n我还没有读过TJ-Klune的书（尽管我拥有House in the...",
      "title": "有什么奇怪的特定图书主题/主题让你自动拿起一本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TLDR: 我已經意識到，我有非常小的奇怪的特定書籍主題/類型\n會自動讓我試一試或放下一本書。\n我很好奇其他人是否也有這種情況。如果有的話，我很想知道它們是什麼。\n\n我還沒有讀過TJ-Klune的書（儘管我擁有House in the...",
      "title": "有什麼奇怪的特定圖書主題/主題讓你自動拿起一本書？"
    }
  ]
}