{
  "author": "Colin1th",
  "original_created_utc": 1637516108,
  "title": "YSK don’t buy VISA gift cards from retail stores. Chances are thieves have already stolen the card.",
  "created_utc": 1637580410,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently made the mistake of buying a VISA gift card and giving it as a birthday gift. Not 1 week after the card was purchased and it was already completely used up, even though it hadn’t even been removed from the packaging. </p>\n\n<p>Thieves will swipe the info from the card while it’s in the store, wait for you to purchase and activate it, then use the balance on the card. </p>\n\n<p>It’s also a huge pain trying to dispute the transaction, and it would have been way easier just to give this person $100 bill rather than a gift card. </p>\n\n<p><strong>Why YSK:</strong> So that you don’t make the same mistake and have your birthday gift stolen.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/qyzy8f/ysk_dont_buy_visa_gift_cards_from_retail_stores/",
  "subreddit": "YouShouldKnow",
  "id": "qyzy8f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently made the mistake of buying a VISA gift card and giving it as a\nbirthday gift. Not 1 week after the card was purchased and it was already\ncompletely used up, even though it hadn’t even been removed from the packaging.\n\nThieves will swipe the info from the card while it’s in the store, wait…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、VISAギフトカードを購入して、誕生日プレゼントとして贈るという失敗をしてしまいました。\n誕生日プレゼントとして贈りました。カードを購入してから1週間も経たないうちに、包装から取り出してもいないのに、すでに完全に使い切っていました。\nカードを購入してから1週間も経たないうちに、包装から出していないにもかかわらず、完全に使い切ってしまっていました。\n\n窃盗犯は店頭でカードの情報を盗み、待っている間に...",
      "title": "YSKでは、小売店でVISAギフトカードを購入することはありません。窃盗団がすでにカードを盗んでいる可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近犯了一个错误，买了一张VISA礼品卡，并把它作为一个\n生日礼物。买卡后不到一周，它就已经被完全用完了。\n完全用完了，尽管它甚至还没有从包装中取出。\n\n小偷会在卡在店里的时候刷掉卡上的信息，等...",
      "title": "YSK不要从零售店购买VISA礼品卡。盗贼有可能已经偷走了卡片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近犯了一個錯誤，買了一張VISA禮品卡，並把它作爲一個\n生日禮物。買卡後不到一週，它就已經被完全用完了。\n完全用完了，儘管它甚至還沒有從包裝中取出。\n\n小偷會在卡在店裏的時候刷掉卡上的信息，等...",
      "title": "YSK不要從零售店購買VISA禮品卡。盜賊有可能已經偷走了卡片。"
    }
  ]
}