{
  "author": "justfoxice",
  "the_new_excerpt": "I am an adult child of toxic parents. Open to self-help style books written by\nlicensed professionals, fictional narratives with relatable young adult\ncharacters who find themselves victims of toxic parent-child relationships, and\nanything else you may find helpful.\n\nI would prefer books that do not…",
  "original_created_utc": 1620271355,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毒親のアダルトチルドレンです。ライセンスを持った専門家が書いた自己啓発スタイルの本や\nライセンスを持つ専門家が書いた自己啓発書、毒親と親子関係の被害者である若者が登場するフィクション小説\n毒親と子供の関係の犠牲になっていることに気づく、親近感のあるヤングアダルトの登場人物を描いたフィクション、その他、参考になるものなら何でもOKです。\nその他、参考になるものであれば何でも構いません。\n\n私は、このような本が好きです。",
      "title": "毒親に育てられた後の癒しに関する本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个有毒父母的成年子女。愿意接受由有执照的专业人士撰写的自助式书籍\n有执照的专业人士所写的自助式书籍，有亲和力的年轻成年人的虚构叙事\n的小说，这些小说中的人物发现自己是有毒父母-子女关系的受害者，以及\n其他任何你可能觉得有帮助的东西。\n\n我更喜欢那些不需要的书。",
      "title": "在被有毒的父母抚养长大后，关于愈合的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個有毒父母的成年子女。願意接受由有執照的專業人士撰寫的自助式書籍\n有執照的專業人士所寫的自助式書籍，有親和力的年輕成年人的虛構敘事\n的小說，這些小說中的人物發現自己是有毒父母-子女關係的受害者，以及\n其他任何你可能覺得有幫助的東西。\n\n我更喜歡那些不需要的書。",
      "title": "在被有毒的父母撫養長大後，關於癒合的書籍。"
    }
  ],
  "title": "Books on healing after being raised by a toxic parent.",
  "created_utc": 1620301697,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am an adult child of toxic parents. Open to self-help style books written by licensed professionals, fictional narratives with relatable young adult characters who find themselves victims of toxic parent-child relationships, and anything else you may find helpful. </p>\n\n<p>I would prefer books that do not focus primarily on rebuilding that relationship or developing empathy for the toxic parent. I do believe that I understand much of the etiology of their behavior would prefer material that will help me preserve and rebuild my emotional health for future interpersonal relationships.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/n5y1i2/books_on_healing_after_being_raised_by_a_toxic/",
  "subreddit": "booksuggestions",
  "id": "n5y1i2",
  "is_self": true,
  "media": null,
  "is_video": false
}