{
  "author": "blackwarbler",
  "original_created_utc": 1629502318,
  "title": "What older work of fiction most closely forecast social media as we know and use it today?",
  "created_utc": 1629535600,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading Heinlein’s 1961 “Stranger in a Strange Land” now (for the first time— tag spoilers if you must!), and it has me thinking about many things including how people of the past wrote about the future and future technology. </p>\n\n<p>Curious if anyone has read an older work of science fiction that closely describes our modern day social media and its trends? Has any author from a previous era been able to predict something as strange and viral as what we are familiar with today?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p8gj6l/what_older_work_of_fiction_most_closely_forecast/",
  "subreddit": "books",
  "id": "p8gj6l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reading Heinlein’s 1961 “Stranger in a Strange Land” now (for the first time—\ntag spoilers if you must!), and it has me thinking about many things including\nhow people of the past wrote about the future and future technology.\n\nCurious if anyone has read an older work of science fiction that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハインラインの1961年の「見知らぬ土地の見知らぬ人」を今読んでいます。\n読んでいて、いろいろなことを考えさせられました。\n過去の人々がどのように未来や未来のテクノロジーについて書いたか。\n\n誰か古いSF作品を読んで、その中で...",
      "title": "今日私たちが知っている、そして使っているソーシャルメディアを最もよく予測している古いフィクション作品は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在正在读海因莱因1961年的《异乡人》（第一次读）。\n如果你一定要看的话，就把破坏性的内容标出来！），它让我思考了很多事情，包括\n过去的人是如何写未来和未来技术的。\n\n我很好奇，是否有人读过一部较早的科幻作品？",
      "title": "哪部较早的小说作品最能预测我们今天所知道和使用的社交媒体？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在正在讀海因萊因1961年的《異鄉人》（第一次讀）。\n如果你一定要看的話，就把破壞性的內容標出來！），它讓我思考了很多事情，包括\n過去的人是如何寫未來和未來技術的。\n\n我很好奇，是否有人讀過一部較早的科幻作品？",
      "title": "哪部較早的小說作品最能預測我們今天所知道和使用的社交媒體？"
    }
  ]
}