{
  "author": "Elevendytwelve97",
  "the_new_excerpt": "Why YSK: People making assumptions can be a cause for anxiety for someone\nalready going through something tough. For example, I was in a wheelchair\nbecause I had trouble with movement of my legs and walking, but could stand\nstraight up just fine. I’m also really young and would get really strange…",
  "original_created_utc": 1623982645,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：思い込みの激しい人は、何か大変なことがあったときに\n不安になりますよね。例えば、私が車いすに乗っていたのは\n私は、足の動きや歩くことが苦手なので車いすに乗っていましたが、まっすぐ立つことは\n私は足の動きが悪く、歩くことができないので車いすに乗っていました。また、私はとても若いので、変なことを言われるのではないかと...。",
      "title": "YSK 車椅子の人が立ったり、少し歩いたりしたからといって、それを偽っているわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们的假设可能是一个人焦虑的原因。\n已经在经历一些艰难的事情。例如，我坐过轮椅\n因为我的腿部运动和行走有问题，但可以站立。\n直立就可以了。我也非常年轻，会得到非常奇怪的...",
      "title": "YSK 坐轮椅的人站起来，甚至走一点路，并不意味着他们是在装病。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們的假設可能是一個人焦慮的原因。\n已經在經歷一些艱難的事情。例如，我坐過輪椅\n因爲我的腿部運動和行走有問題，但可以站立。\n直立就可以了。我也非常年輕，會得到非常奇怪的...",
      "title": "YSK 坐輪椅的人站起來，甚至走一點路，並不意味着他們是在裝病。"
    }
  ],
  "title": "YSK just because someone with a wheelchair stands, or even walks a little, doesn’t mean they’re faking it",
  "created_utc": 1623987896,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People making assumptions can be a cause for anxiety for someone already going through something tough. For example, I was in a wheelchair because I had trouble with movement of my legs and walking, but could stand straight up just fine. I’m also really young and would get really strange looks a lot, especially from older people, which would make me super self conscious. </p>\n\n<p>There are reasons other than being paralyzed that may require use of a wheelchair :) This only came to mind because I saw a post accusing someone faking their illness because they stood up from their wheelchair</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/o2e6yf/ysk_just_because_someone_with_a_wheelchair_stands/",
  "subreddit": "YouShouldKnow",
  "id": "o2e6yf",
  "is_self": true,
  "media": null,
  "is_video": false
}