{
  "author": "Proof_Advantage2295",
  "original_created_utc": 1632234311,
  "title": "CMV: The trend in movies/series that glorifies it as \"girlpower\" when female characters assault/often even destroy the genitals of male ones is nothing more than a portrayal of gratuitous sexual violence.",
  "created_utc": 1632238870,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title explains itself.<br/>\nThe only exceptions to this are the good ol&#39; kick in the balls in self defense (or if a guy is being extremely sexist/ sexually harassed a woman), or castration in revenge for rape.</p>\n\n<p>In any other case it&#39;s just sexual violence and humiliation that is equally severe as groping a woman and violently putting her in that kind of agony.</p>\n\n<p>Violent castration/stabbing/shooting/shattering a guy&#39;s testicles is on a similar level of violating, horrible and wrong as rape, and should never be justified for anything other than revenge for rape.</p>\n\n<p>For your information, sexual violence does not require a &quot;sexual act&quot; to happen.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/psjsdd/cmv_the_trend_in_moviesseries_that_glorifies_it/",
  "subreddit": "changemyview",
  "id": "psjsdd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title explains itself.\nThe only exceptions to this are the good ol' kick in the balls in self defense\n(or if a guy is being extremely sexist/ sexually harassed a woman), or\ncastration in revenge for rape.\n\nIn any other case it's just sexual violence and humiliation that is equally\nsevere as groping…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルは自分で説明します。\n唯一の例外は、自己防衛のためにボールを蹴ることです。\n(または男性が女性に極端な性差別やセクハラをした場合)、または\nレイプの報復としての去勢。\n\nそれ以外の場合は、ただの性的暴力と屈辱であり、それは痴漢行為と同じくらい厳しいものです。\nそれ以外の場合は、ただの性的暴力と屈辱であり、それは痴漢行為と同じくらい厳しいものです。",
      "title": "CMV：女性キャラクターが男性キャラクターの性器を暴行したり、破壊したりすることを「女子力」として美化する映画やシリーズの傾向は、無償の性的暴力の描写に他なりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题本身就说明了问题。\n唯一的例外是在自我防卫中踢球的好办法。\n(或如果一个男人对一个女人有极端的性别歧视/性骚扰），或\n为报复强奸而进行的阉割。\n\n在任何其他情况下，这只是性暴力和羞辱，与抚摸同样严重。\n与摸索行为同样严重...",
      "title": "CMV：当女性角色攻击/甚至破坏男性角色的生殖器时，电影/电视剧的趋势是将其美化为 \"少女的力量\"，这只不过是无偿性暴力的写照。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題本身就說明了問題。\n唯一的例外是在自我防衛中踢球的好辦法。\n(或如果一個男人對一個女人有極端的性別歧視/性騷擾），或\n爲報復強姦而進行的閹割。\n\n在任何其他情況下，這只是性暴力和羞辱，與撫摸同樣嚴重。\n與摸索行爲同樣嚴重...",
      "title": "CMV：當女性角色攻擊/甚至破壞男性角色的生殖器時，電影/電視劇的趨勢是將其美化爲 \"少女的力量\"，這只不過是無償性暴力的寫照。"
    }
  ]
}