{
  "author": "sassymightyena",
  "original_created_utc": 1634933342,
  "title": "YSK if you work in public service in the US, you may be eligible to receive credit for past ineligible payments towards federal loan forgiveness.",
  "created_utc": 1634949764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> This is a limited opportunity offered to public service workers through the US Dept of Education, has received very little press, and requires you to submit a PSLF (Public Service Loan Forgiveness) form by <strong>Oct 31, 2021</strong>. Since you can get credits for payments as far back as October 2007, this could potentially eliminate your debt or get you significantly closer to forgiveness. You can find out more information, how to apply, and if you would qualify at <a href=\"https://studentaid.gov/announcements-events/pslf-limited-waiver\">https://studentaid.gov/announcements-events/pslf-limited-waiver</a></p>\n\n<p><strong>Are you a public service worker?</strong>\nIf you are employed by any federal government agency full time, you count as a public service worker. But that&#39;s not all! You are also considered one if you work full time for a state government, local government, tribal government, the US military, or a not-for-profit organization. You also may qualify if you work in education, public health, law enforcement, emergency management, elder or disability care, or at a library. The website linked above provides more specific information.</p>\n\n<p>I do not work for the federal government or in finance or with student loans, so I cannot provide advice or any guarantees. I just figured I should share this because I literally found out about this yesterday, the deadline is October 31st, and the form was easy to complete and submit, at least in my case. Hope this helps someone in these rough times.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/qdp5hp/ysk_if_you_work_in_public_service_in_the_us_you/",
  "subreddit": "YouShouldKnow",
  "id": "qdp5hp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is a limited opportunity offered to public service workers through\nthe US Dept of Education, has received very little press, and requires you to\nsubmit a PSLF (Public Service Loan Forgiveness) form by Oct 31, 2021. Since you\ncan get credits for payments as far back as October 2007,…"
}