{
  "author": "sassymightyena",
  "original_created_utc": 1634933342,
  "title": "YSK if you work in public service in the US, you may be eligible to receive credit for past ineligible payments towards federal loan forgiveness.",
  "created_utc": 1634949764,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> This is a limited opportunity offered to public service workers through the US Dept of Education, has received very little press, and requires you to submit a PSLF (Public Service Loan Forgiveness) form by <strong>Oct 31, 2021</strong>. Since you can get credits for payments as far back as October 2007, this could potentially eliminate your debt or get you significantly closer to forgiveness. You can find out more information, how to apply, and if you would qualify at <a href=\"https://studentaid.gov/announcements-events/pslf-limited-waiver\">https://studentaid.gov/announcements-events/pslf-limited-waiver</a></p>\n\n<p><strong>Are you a public service worker?</strong>\nIf you are employed by any federal government agency full time, you count as a public service worker. But that&#39;s not all! You are also considered one if you work full time for a state government, local government, tribal government, the US military, or a not-for-profit organization. You also may qualify if you work in education, public health, law enforcement, emergency management, elder or disability care, or at a library. The website linked above provides more specific information.</p>\n\n<p>I do not work for the federal government or in finance or with student loans, so I cannot provide advice or any guarantees. I just figured I should share this because I literally found out about this yesterday, the deadline is October 31st, and the form was easy to complete and submit, at least in my case. Hope this helps someone in these rough times.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/qdp5hp/ysk_if_you_work_in_public_service_in_the_us_you/",
  "subreddit": "YouShouldKnow",
  "id": "qdp5hp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is a limited opportunity offered to public service workers through\nthe US Dept of Education, has received very little press, and requires you to\nsubmit a PSLF (Public Service Loan Forgiveness) form by Oct 31, 2021. Since you\ncan get credits for payments as far back as October 2007,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれた理由: この機会は、米国教育省を通じて公共サービスに従事する人々に提供される限定的なものです。\nこれは、米国教育省が公務員に与えた限定的な機会で、ほとんど報道されていません。\n2021年10月31日までにPSLF(Public Service Loan Forgiveness)フォームを提出する必要があります。PSLF\n2007年10月までに支払った分のクレジットを得ることができますので、...",
      "title": "YSKさんが米国で公共サービスに従事している場合、過去の不適格支払い分を連邦ローン免除に向けてクレジットを受けられる可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这是一个有限的机会，通过美国的公共服务工作者提供。\n这是由美国教育部提供给公共服务工作者的有限机会，很少有媒体报道，并且要求你在10月31日前提交PSLF（公共服务贷款豁免）表格。\n2021年10月31日之前提交PSLF（公共服务贷款豁免）表格。由于你\n由于你可以获得早在2007年10月的付款信用，...",
      "title": "YSK如果你在美国的公共服务部门工作，你可能有资格获得过去不符合条件的付款抵扣联邦贷款的豁免。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這是一個有限的機會，通過美國的公共服務工作者提供。\n這是由美國教育部提供給公共服務工作者的有限機會，很少有媒體報道，並且要求你在10月31日前提交PSLF（公共服務貸款豁免）表格。\n2021年10月31日之前提交PSLF（公共服務貸款豁免）表格。由於你\n由於你可以獲得早在2007年10月的付款信用，...",
      "title": "YSK如果你在美國的公共服務部門工作，你可能有資格獲得過去不符合條件的付款抵扣聯邦貸款的豁免。"
    }
  ]
}