{
  "author": "SlomoNoSempai",
  "the_new_excerpt": "The story is really well done and engaging. The characters all have a good arcs,\nand even the cold unfeeling robot is able to learn what it means to be human by\nthe end of the film. The action in the film is not just to have mindless action,\nit serves a purpose based on what the characters are…",
  "original_created_utc": 1623883489,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "物語は本当によくできていて、魅力的です。登場人物は皆、良い弧を描いています。\n冷たいロボットも、最後には人間であることの意味を学ぶことができます。\n映画の終わりには人間であることの意味を学ぶことができます。映画の中のアクションは、ただ単に無意味なアクションをするためのものではありません。\n登場人物が何を考えているかに基づいた目的があります。",
      "title": "CMV：『ターミネーター2』は、これまでに作られたアクション映画の中で最もソリッドな作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个故事真的做得很好，很吸引人。人物都有一个很好的弧度。\n即使是冷酷无情的机器人也能在故事的最后学会做人的道理。\n在影片结束时，即使是冷酷无情的机器人也能学会做人的意义。影片中的行动不只是无意识的行动。\n它是基于人物的目的而服务的......",
      "title": "CMV：《终结者2》是有史以来最坚实的动作电影。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個故事真的做得很好，很吸引人。人物都有一個很好的弧度。\n即使是冷酷無情的機器人也能在故事的最後學會做人的道理。\n在影片結束時，即使是冷酷無情的機器人也能學會做人的意義。影片中的行動不只是無意識的行動。\n它是基於人物的目的而服務的......",
      "title": "CMV：《終結者2》是有史以來最堅實的動作電影。"
    }
  ],
  "title": "CMV: Terminator 2 is the most solid action movie that has ever been made.",
  "created_utc": 1623908635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The story is really well done and engaging. The characters all have a good arcs, and even the cold unfeeling robot is able to learn what it means to be human by the end of the film. The action in the film is not just to have mindless action, it serves a purpose based on what the characters are trying to do. It makes sense based on their characters.</p>\n\n<p>The small and tight cast allows them to each have a significant amount of screen time, and we get a good understanding for who they are</p>\n\n<p>The villain is an unstoppable force with a singular understandable motivation, and while not having an incredible amount of character is still one of the most iconic villains ever created.</p>\n\n<p>The film balance is practical effects and CGI to quite near perfection. It was done so well that it still holds up to today’s standards. On top of all of this the film is complemented by a great score.</p>\n\n<p>This may not be controversial enough of an opinion, but I was mainly curious to see what other films people consider to be good contenders. I’m not trying to be too technical people consider this more of a sci-fi thriller or sci-fi action or whatever a sub genre, if we can consider this in a general sense in action film I would say it is one of the greatest</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/o1hr2f/cmv_terminator_2_is_the_most_solid_action_movie/",
  "subreddit": "changemyview",
  "id": "o1hr2f",
  "is_self": true,
  "media": null,
  "is_video": false
}