{
  "author": "ZeusThunder369",
  "original_created_utc": 1635809016,
  "title": "CMV: Being a stay at home parent (SAHP) is not \"the hardest job in the world\", and it's insulting to call it that",
  "created_utc": 1635828182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>First off, what I DON&#39;T mean by this:</strong></p>\n\n<p>- Parents on maternity leave of newborn children</p>\n\n<p>- Parents of children with special needs</p>\n\n<p>- Extreme scenarios, such as having 8 kids</p>\n\n<p>I&#39;m talking about what the average common scenario. One parent is at home while the other works, 2-3 kids, that usual.</p>\n\n<p><strong>Personal experience that has done a lot of work in forming this view:</strong></p>\n\n<p>- My wife and I both have full time jobs, but hers requires a lot more hours, and many of those hours require her to be in meetings and have a schedule. My work is more productivity based, and most of it can be done any time of the day.</p>\n\n<p>- We have 2 kids, boys 9 and 11; I&#39;m the step dad. They do the usual school, sports stuff that many kids do</p>\n\n<p>- Normally, I do about 90% of the household responsibilities; Including cooking for 3 people with extremely defined and varied diets (vegan/gluten free, and two very picky eating kids). Meeting with coaches/teachers, doctors, etc...All the &quot;man stuff&quot; as well. Laundry is about the only thing I don&#39;t regularly do.</p>\n\n<p>- A while back, my wife had a severe bout of depression, and was practically non-functional for 3 months. ALL of the house stuff was my responsibility during this time. </p>\n\n<p><em>But ya know what? It wasn&#39;t all that hard</em>. I was able to not just manage it, but excel at it. One of the kids was starting football (tackle) and had never played before, the other, same story but with baseball. I worked with them A LOT on the skills they&#39;d need to catch up with the kids they&#39;d be playing with that had been playing the sport for years already. And kids never missed any important school stuff.</p>\n\n<p>It never occurred to me then, and I don&#39;t think now, that anything I did was AMAZING or exceptional.</p>\n\n<p>I never felt the need to take any time off of work (again, full time career)</p>\n\n<p>I&#39;m not an exceptional individual. I was a bachelor before marriage, with hardly any experience with kids. I did develop my own cooking skills starting at a young age, but I&#39;m certainly not a professional chef. </p>\n\n<p>I had never been a caretaker for someone before, but I did that really well also</p>\n\n<p>If I can do all of that, without any experience, and WHILE WORKING...then doing it without having to work is easy in comparison to just about any career one can think of.</p>\n\n<p>Oh, and on top of my full time work I also play baseball (hardball) in a competitive league 8 months every year. I didn&#39;t have to compromise that hobby either.</p>\n\n<p><strong>Other reasons:</strong></p>\n\n<p>- A parent being able to stop working and producing income for the household is a privilege, one that many, many people do not have. Calling it the hardest job in the world is especially insulting to those people.</p>\n\n<p>- A person who says this, I believe, lacks any perspective at all into what life is like for single working parents. It&#39;s similar to someone who started life with a million dollar inheritance telling poor people to just work harder.</p>\n\n<p>- There are multiple television programs, that clearly are marketed towards stay at home parents. If it was the hardest job in the world, there simply wouldn&#39;t be a market for programming like this because people wouldn&#39;t have the time to watch them.</p>\n\n<p>- The consequences for failure are pretty low in comparison. Kids could miss school, maybe miss a meal, perhaps not have a project turned in, maybe miss an appointment....none of these are disastrous. The parent who is financially supporting the household could be responsible for the whole family being homeless (which is a thing that happens to families every year) if they fail.</p>\n\n<p>- There are much better phrases we could use. What about &quot;Being a parent is the most important job in the world&quot;? </p>\n\n<p>I think that&#39;s it. Thanks for reading. Let&#39;s discuss!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qkqpjt/cmv_being_a_stay_at_home_parent_sahp_is_not_the/",
  "subreddit": "changemyview",
  "id": "qkqpjt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, what I DON'T mean by this:\n\n- Parents on maternity leave of newborn children\n\n- Parents of children with special needs\n\n- Extreme scenarios, such as having 8 kids\n\nI'm talking about what the average common scenario. One parent is at home while\nthe other works, 2-3 kids, that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、私がDON'Tで言いたいこと。\n\n- 生まれたばかりの子どもの育休中の親\n\n- 特別なニーズを持つ子供を持つ親\n\n- 子供が8人いるなどの極端な場合\n\n私が言っているのは、一般的なシナリオのことです。片方の親が家にいて、もう片方が働いている。\n子供は2〜3人、というのが一般的です。",
      "title": "CMV: 専業主婦は「世界で一番大変な仕事」ではなく、そのように呼ぶのは侮辱です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我说的不是这个意思。\n\n- 新生儿休产假的父母\n\n- 有特殊需要的孩子的父母\n\n- 极端情况，如有8个孩子\n\n我说的是一般常见的情况。父母中的一方在家里，而\n另一方工作，有2-3个孩子，这...",
      "title": "CMV：作为一个在家的父母（SAHP）并不是 \"世界上最难的工作\"，这样说是一种侮辱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我說的不是這個意思。\n\n- 新生兒休產假的父母\n\n- 有特殊需要的孩子的父母\n\n- 極端情況，如有8個孩子\n\n我說的是一般常見的情況。父母中的一方在家裏，而\n另一方工作，有2-3個孩子，這...",
      "title": "CMV：作爲一個在家的父母（SAHP）並不是 \"世界上最難的工作\"，這樣說是一種侮辱。"
    }
  ]
}