{
  "author": "zkruse92",
  "original_created_utc": 1631475361,
  "title": "YSK that in the United States it is illegal for private sector employers to discourage or punish you for discussing your wages with coworkers",
  "created_utc": 1631482328,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Pursuant to 29 U.S.C. §§ 151-169 it illegal for your employer to:</p>\n\n<ol>\n<li>Discourage discussion between employees about their wages by saying things like “here’s your raise, don’t talk about it to anyone”</li>\n<li>Threaten to write an employee up for discussing their wages with coworkers</li>\n<li>Fire, demote, transfer you, cut your hours or otherwise change your shift, or take any adverse action against you in any way because of discussions with coworkers about wages and benefits or approaching your superiors about discussions regarding wages with your coworkers</li>\n</ol>\n\n<p>Violations of this law, known as the National Labor Relations Act of 1935, can be reported to the National Labor Relations Board by going to their website <a href=\"http://www.nlrb.gov\">www.nlrb.gov</a> or calling 1-844-762-NLRB (6572).</p>\n</div><!-- SC_ON -->",
  "score": 615,
  "permalink": "/r/YouShouldKnow/comments/pmzgrr/ysk_that_in_the_united_states_it_is_illegal_for/",
  "subreddit": "YouShouldKnow",
  "id": "pmzgrr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Pursuant to 29 U.S.C. §§ 151-169 it illegal for your employer to:\n\n 1. Discourage discussion between employees about their wages by saying things\n    like “here’s your raise, don’t talk about it to anyone”\n 2. Threaten to write an employee up for discussing their wages with coworkers\n 3.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：29 U.S.C. § 151-169に基づき、あなたの雇用主が以下の行為を行うことは違法です。\n\n 1. 従業員同士の賃金に関する話し合いを阻害するような発言をする。\n    これがあなたの昇給額です、誰にも話してはいけません」などと言って、従業員同士の賃金に関する話し合いを阻止する。\n 2. 従業員が同僚と賃金について話し合ったことを理由に、記録に残すと脅す。\n 3....",
      "title": "米国では、民間企業の雇用主が、賃金について同僚と話し合うことを阻止したり、罰したりすることは違法であることをYSKは知っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：根据29 U.S.C. §§ 151-169，你的雇主这样做是非法的。\n\n 1. 1.通过说 \"这是你的加薪，不要跟别人说 \"这样的话来阻止员工之间讨论他们的工资。\n    1.通过说 \"这是你的加薪，不要跟任何人说 \"来阻止员工讨论他们的工资。\n 2. 2. 威胁说如果员工与同事讨论他们的工资，就将其开除。\n 3....",
      "title": "YSK在美国，私营部门的雇主不鼓励或惩罚你与同事讨论你的工资是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：根據29 U.S.C. §§ 151-169，你的僱主這樣做是非法的。\n\n 1. 1.通過說 \"這是你的加薪，不要跟別人說 \"這樣的話來阻止員工之間討論他們的工資。\n    1.通過說 \"這是你的加薪，不要跟任何人說 \"來阻止員工討論他們的工資。\n 2. 2. 威脅說如果員工與同事討論他們的工資，就將其開除。\n 3....",
      "title": "YSK在美國，私營部門的僱主不鼓勵或懲罰你與同事討論你的工資是非法的。"
    }
  ]
}