{
  "author": "anotherjohnishere",
  "original_created_utc": 1637306429,
  "title": "Anytime I see an article that says Craig Wright is Satoshi, I report it for misinformation and why you should too.",
  "created_utc": 1637325435,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s be real. <strong>Craig Wright is not Satoshi</strong> any person of prominence in the blockchain space would not only say the same, but Vitalik has even said it to his face. </p>\n\n<p>Craig Wright is a fraud. A sensationalist, narcissistic, self serving fraud who could put a finger up his own ass when given a map. If Craig Wright is Satoshi, I&#39;m Jesus Christ. That&#39;s how ridiculous that comparison is. </p>\n\n<p>The second person to ever run a Bitcoin node INSISTS he is not Satoshi. If he WAS in fact Satoshi, he could move some BTC from the Genesis block and silence the speculation right? Oh right. He&#39;s never done that. </p>\n\n<p>BSV is a joke. Mainly because Satoshi&#39;s vision for Bitcoin didn&#39;t include a shitcoin hocking hack who lacks foundational knowledge of the project he claims to have created claiming credit over half a decade later. </p>\n\n<p>Satoshi wouldn&#39;t sue people for daring to say that he isn&#39;t who he says he is. </p>\n\n<p>Satoshi&#39;s wallet(s) have long been inactive, strongly suggesting he is in fact no longer alive. It would be easy to prove that one was Satoshi, what Craig did you lose your keys? </p>\n\n<p>The genius of Satoshi is being unknown, and why would he then out himself to the world 7 years later? And why the fuck would that person be Craig Wright, serial attention seeking and known fraud? You tell me. These dumb ass articles referring to him AS Satoshi are ridiculous, nonsensical, and downright wrong; he&#39;s Satoshi like dog shit is to dessert. </p>\n\n<p>Tldr; Hal Finney is Satoshi.</p>\n</div><!-- SC_ON -->",
  "score": 243,
  "permalink": "/r/CryptoCurrency/comments/qxavm1/anytime_i_see_an_article_that_says_craig_wright/",
  "subreddit": "CryptoCurrency",
  "id": "qxavm1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let's be real. Craig Wright is not Satoshi any person of prominence in the\nblockchain space would not only say the same, but Vitalik has even said it to\nhis face.\n\nCraig Wright is a fraud. A sensationalist, narcissistic, self serving fraud who\ncould put a finger up his own ass when given a map. If…"
}