{
  "author": "cosmoloz",
  "original_created_utc": 1632382032,
  "title": "Do you guys listen to audiobooks? Why/why not?",
  "created_utc": 1632401527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Over the pandemic I really started getting into audiobooks - now I can’t imagine not listening to them and the amount I read has quadrupled. </p>\n\n<p>I’m wondering as a community of readers how do people feel about them? Do you enjoy them?</p>\n\n<p>If you don’t listen, why is that? Is it the audiobooks themselves, the subscription model, the lack of physical ‘book’? Maybe you just haven’t tried it yet? What would potentially convert you into a listener?</p>\n\n<p>Really keen to hear all your thoughts on this!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ptpzvr/do_you_guys_listen_to_audiobooks_whywhy_not/",
  "subreddit": "books",
  "id": "ptpzvr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Over the pandemic I really started getting into audiobooks - now I can’t imagine\nnot listening to them and the amount I read has quadrupled.\n\nI’m wondering as a community of readers how do people feel about them? Do you\nenjoy them?\n\nIf you don’t listen, why is that? Is it the audiobooks themselves,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "パンデミックの後、私はオーディオブックに傾倒し始めましたが、今ではオーディオブックを聴かないなんて考えられません。\n今ではオーディオブックを聴かないことは考えられませんし、読む量も4倍になりました。\n\n今ではオーディオブックを聴かないなんて考えられませんし、読書量も4倍になりました。読者のコミュニティとして、皆さんはオーディオブックについてどう感じているのでしょうか？楽しんでいますか？\n楽しんでいますか？\n\nもし聴かないのであれば、それはなぜですか？オーディオブック自体のせいなのか、それとも...。",
      "title": "皆さんは、オーディオブックを聴きますか？なぜ/なぜそうしない？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这场大流行中，我真的开始喜欢上了有声书--现在我无法想象不听有声书会有什么后果。\n现在我无法想象不听它们，我的阅读量也翻了两番。\n\n我在想，作为一个读者群体，人们对它们的感觉如何？你是否\n喜欢它们吗？\n\n如果你不听，那是为什么？是不是因为有声书本身的问题？",
      "title": "你们听有声读物吗？为什么/为什么不？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這場大流行中，我真的開始喜歡上了有聲書--現在我無法想象不聽有聲書會有什麼後果。\n現在我無法想象不聽它們，我的閱讀量也翻了兩番。\n\n我在想，作爲一個讀者羣體，人們對它們的感覺如何？你是否\n喜歡它們嗎？\n\n如果你不聽，那是爲什麼？是不是因爲有聲書本身的問題？",
      "title": "你們聽有聲讀物嗎？爲什麼/爲什麼不？"
    }
  ]
}