{
  "author": "AlexandrosGreco_",
  "the_new_excerpt": "In the early to mid 2000s I saw the early stages of the rampant anti-science\nmovement we have today emerging from the likes of Alex Jones.\n\nOne friend of mine had begun muttering some nonsense about global warming being\na hoax and citing studies he took directly off one of Alex Jones' pages so…",
  "original_created_utc": 1620653866,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2000年代前半から半ばにかけて、私はアレックス・ジョーンズのような人物から、現在のような反科学的な運動が横行する初期段階を目にしました。\nアレックス・ジョーンズに代表されるように、今日のような反科学運動が横行しているのを目の当たりにしました。\n\n私の友人の一人が、地球温暖化はデマだというくだらない言葉を呟き始めました。\nアレックス・ジョーンズのページから直接引用した研究結果を引用して、地球温暖化はデマだというくだらないことを呟き始めました...",
      "title": "CMV：今日、反科学が横行しているのは、権威に訴えることを論拠にして、実際に研究やデータ、調査を引用しないことが大きな原因です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在2000年早期到中期，我看到了今天猖獗的反科学运动的早期阶段。\n我们今天的反科学运动是由亚历克斯-琼斯等人发起的。\n\n我的一个朋友开始喃喃自语，说全球变暖是个骗局，并引用了他从亚历克斯-琼斯的网页上直接摘下来的研究报告。\n是一个骗局，并引用了他直接从亚历克斯-琼斯的一个网页上摘下来的研究报告，所以...",
      "title": "CMV：今天反科学的现象很猖獗，主要是由于人们使用权威的呼吁作为论据，而没有真正引用研究、数据和研究。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在2000年早期到中期，我看到了今天猖獗的反科學運動的早期階段。\n我們今天的反科學運動是由亞歷克斯-瓊斯等人發起的。\n\n我的一個朋友開始喃喃自語，說全球變暖是個騙局，並引用了他從亞歷克斯-瓊斯的網頁上直接摘下來的研究報告。\n是一個騙局，並引用了他直接從亞歷克斯-瓊斯的一個網頁上摘下來的研究報告，所以...",
      "title": "CMV：今天反科學的現象很猖獗，主要是由於人們使用權威的呼籲作爲論據，而沒有真正引用研究、數據和研究。"
    }
  ],
  "title": "CMV: The anti-science that is rampant today is largely due to people using appeal to authority as an argument and not actually citing studies, data, and research.",
  "created_utc": 1620661616,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the early to mid 2000s I saw the early stages of the rampant anti-science movement we have today emerging from the likes of Alex Jones. </p>\n\n<p>One friend of mine had begun muttering some nonsense about global warming being a hoax and citing studies he took directly off one of Alex Jones&#39; pages so I invited my meteorologist friend to his house for a discussion.  During the discussion the meteorologist went through all of the data cited and gave his counterpoints with data.  Surprisingly he didn&#39;t necessarily dismiss all of the &quot;denial&quot; data but gave his scientific perspective on it. At the end he managed to change the &quot;deniers&quot; perspective and they now not only act consciously in the world but also share the information at their disposal.</p>\n\n<p>Fast forward to 2014 and my son was about to be born amidst all of the anti-vaxx hype.  My sister in law was very anti-vaxx and would give my wife and I countless studies to read.  I remembering spending many many hours trying to find just one good article actually debunking the anti-vaxx movement and have very little if any success. Again I called on a friend to supply data, this time my friends sister who is an OB-GYN. Again they took out charts and moved systematically through research both debunking and explaining some of the anti-vaxx points.  Needless to say my kids are vaccinated but unfortunately most people don&#39;t have close and personal access to people they trust that have information like this.</p>\n\n<p>The significant problem is actually getting the real information.  Everywhere I looked whether it was reddit, or articles from the New York Times or any publication the argument always ended up at &quot;Trust science or you are both a moron and an asshole&quot;.  This sentiment has actually caused my meteorologist friend to step out of his position in the academic world because he thinks people should be <em>encouraged to question everything</em> and then given the data in the best way possible in order to actually proliferate science.  His belief, and mine now too, is that if your argument ever comes down to &quot;Trust us(or &#39;them&#39;) we are experts&quot; than you are as anti science as an anti vaxxer.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/n94mwe/cmv_the_antiscience_that_is_rampant_today_is/",
  "subreddit": "changemyview",
  "id": "n94mwe",
  "is_self": true,
  "media": null,
  "is_video": false
}