{
  "author": "biifinbeedinbooding",
  "original_created_utc": 1640502294,
  "title": "Why is the Latin Script relatively similar across European languages, while almost all languages in the Indian Subcontinent have their own unique writing systems?",
  "created_utc": 1640523133,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Across most Germanic and Latin based European languages, varied from Hungarian to English, the Latin script is used, with only very minor changes.&lt;/p&gt;\n\n&lt;p&gt;However, in the Indian Subcontinent, almost all languages have their own unique script. These scripts are significantly different from each other. However all these writing systems developed from a single script called the Brahmi Script: &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://en.m.wikipedia.org/wiki/Brahmi_script\"&gt;https://en.m.wikipedia.org/wiki/Brahmi_script&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Brahmi writing system, or script, appeared as a fully developed universal one in South Asia in the third century BCE, and is a forerunner of all writing systems that have found use in South Asia with the exception of the Indus script of the third millennium BCE, the Kharosthi script, which originated in what today is northwestern Pakistan in the fourth or possibly fifth century BCE, the Perso–Arabic scripts since the medieval period, and the Latin scripts of the modern period.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Accross languages, modern scripts descended from the Brahmi Script look significantly different from each other. Examples of which can be found in the following links:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://imgur.com/MlkYC6S\"&gt;https://imgur.com/MlkYC6S&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And,&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Phrase_sanskrit.svg/1788px-Phrase_sanskrit.svg.png\"&gt;https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Phrase_sanskrit.svg/1788px-Phrase_sanskrit.svg.png&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Why has Indian Subcontinental writing systems evolved so widely and drastically from a single source, while the Latin alphabet remains relatively similar accross European languages?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/rorpbf/why_is_the_latin_script_relatively_similar_across/",
  "subreddit": "AskHistorians",
  "id": "rorpbf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Across most Germanic and Latin based European\nlanguages, varied from Hungarian to English, the Latin script is used, with only\nvery minor changes.</p> <p>However, in the Indian Subcontinent, almost all\nlanguages have their own unique script. These scripts are…"
}