{
  "author": "biifinbeedinbooding",
  "original_created_utc": 1640502294,
  "title": "Why is the Latin Script relatively similar across European languages, while almost all languages in the Indian Subcontinent have their own unique writing systems?",
  "created_utc": 1640523133,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Across most Germanic and Latin based European languages, varied from Hungarian to English, the Latin script is used, with only very minor changes.&lt;/p&gt;\n\n&lt;p&gt;However, in the Indian Subcontinent, almost all languages have their own unique script. These scripts are significantly different from each other. However all these writing systems developed from a single script called the Brahmi Script: &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://en.m.wikipedia.org/wiki/Brahmi_script\"&gt;https://en.m.wikipedia.org/wiki/Brahmi_script&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Brahmi writing system, or script, appeared as a fully developed universal one in South Asia in the third century BCE, and is a forerunner of all writing systems that have found use in South Asia with the exception of the Indus script of the third millennium BCE, the Kharosthi script, which originated in what today is northwestern Pakistan in the fourth or possibly fifth century BCE, the Perso–Arabic scripts since the medieval period, and the Latin scripts of the modern period.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Accross languages, modern scripts descended from the Brahmi Script look significantly different from each other. Examples of which can be found in the following links:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://imgur.com/MlkYC6S\"&gt;https://imgur.com/MlkYC6S&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And,&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Phrase_sanskrit.svg/1788px-Phrase_sanskrit.svg.png\"&gt;https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Phrase_sanskrit.svg/1788px-Phrase_sanskrit.svg.png&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Why has Indian Subcontinental writing systems evolved so widely and drastically from a single source, while the Latin alphabet remains relatively similar accross European languages?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/rorpbf/why_is_the_latin_script_relatively_similar_across/",
  "subreddit": "AskHistorians",
  "id": "rorpbf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Across most Germanic and Latin based European\nlanguages, varied from Hungarian to English, the Latin script is used, with only\nvery minor changes.</p> <p>However, in the Indian Subcontinent, almost all\nlanguages have their own unique script. These scripts are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>ゲルマン語やラテン語をベースにしたヨーロッパのほとんどの国で\nハンガリー語から英語まで、様々な言語でラテン文字が使用されています。\n</p> <p>しかし、インド亜大陸では、ほとんどすべての国々が、そのような国である必要はありません。\nは、その言語独自の文字を持っています。これらのスクリプトは...",
      "title": "インド亜大陸のほとんどの言語が独自の文字体系を持っているのに、なぜヨーロッパの言語ではラテン文字が比較的よく似ているのだろうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在大多数以日耳曼语和拉丁语为基础的欧洲语言中，从匈牙利语到英语，都使用拉丁字母。\n从匈牙利语到英语，大多数日耳曼语和拉丁语系的欧洲语言都使用拉丁字母，只做了很小的改动。\n</p> <p>然而，在印度次大陆，几乎所有的语言都使用拉丁文。\n语言都有自己独特的文字。这些文字是...",
      "title": "为什么在欧洲的各种语言中，拉丁文字体相对相似，而印度次大陆的几乎所有语言都有自己独特的书写系统？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在大多數以日耳曼語和拉丁語爲基礎的歐洲語言中，從匈牙利語到英語，都使用拉丁字母。\n從匈牙利語到英語，大多數日耳曼語和拉丁語系的歐洲語言都使用拉丁字母，只做了很小的改動。\n</p> <p>然而，在印度次大陸，幾乎所有的語言都使用拉丁文。\n語言都有自己獨特的文字。這些文字是...",
      "title": "爲什麼在歐洲的各種語言中，拉丁文字體相對相似，而印度次大陸的幾乎所有語言都有自己獨特的書寫系統？"
    }
  ]
}