{
  "author": "CreativeBanshee",
  "the_new_excerpt": "Tl:dr - putting yourself in a separate bubble only results in others not liking\nyou. If conservative views are now the minority can we please just merge with\nnormal society where no one needs to give a fuck who you’re with, as there is\nlegal representation, and far more accepting views, and we can…",
  "original_created_utc": 1623310360,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Tl:dr - 自分を独立したバブルの中に置いておくと、他人に嫌われてしまう。\nになってしまいます。保守的な意見が少数派になったのなら、誰も必要としない普通の社会と融合して\n誰と一緒にいようと誰も気にする必要のない普通の社会と融合してください。\n法的な代理権があり、はるかに多くの意見を受け入れることができる普通の社会と融合して、私たちは...",
      "title": "CMV: LGBT+コミュニティは、無限ともいえるレッテルを使い、独立したコミュニティを作り、表現を要求することで（いつもではありませんが）容赦ない態度をとることで、自らを大きく傷つけています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Tl:dr - 把自己放在一个单独的泡沫中，只会导致别人不喜欢你。\n你。如果保守派的观点现在是少数，我们能不能与正常社会合并？\n我们能不能与正常的社会合并，在那里没有人需要在乎你和谁在一起，因为那里有\n法律代表，以及更多接受的观点，我们可以......",
      "title": "CMV：LGBT+社区通过使用似乎无穷无尽的标签，创建一个独立的社区，并在要求代表权方面（往往但不总是）毫不留情，从而设法极大地伤害了自己。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Tl:dr - 把自己放在一個單獨的泡沫中，只會導致別人不喜歡你。\n你。如果保守派的觀點現在是少數，我們能不能與正常社會合並？\n我們能不能與正常的社會合並，在那裏沒有人需要在乎你和誰在一起，因爲那裏有\n法律代表，以及更多接受的觀點，我們可以......",
      "title": "CMV：LGBT+社區通過使用似乎無窮無盡的標籤，創建一個獨立的社區，並在要求代表權方面（往往但不總是）毫不留情，從而設法極大地傷害了自己。"
    }
  ],
  "title": "CMV: The LGBT+ community is managing to harm themselves greatly by using seemingly endless labels, creating a separate community, and being (often but not always) unforgiving in demanding representation",
  "created_utc": 1623324643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tl:dr - putting yourself in a separate bubble only results in others not liking you. If conservative views are now the minority can we please just merge with normal society where no one needs to give a fuck who you’re with, as there is legal representation, and far more accepting views, and we can still carry on pushing for rights, just not from a far away place, but with the support of the general public too. </p>\n\n<p>Please note: Gay guy here before I’m called a homophobe or not understanding of many of the issues (though I will say this isn’t a request for absolution in my argument, just something to note). Also, on mobile so please forgive formatting </p>\n\n<p>I will first say this:\n1. I am in complete support of the full and legally recognised equality of all minorities in this area, and I see that there is still a significant way to go to get to this point, especially on some trans issues.\n2. I believe I understand the extent to which society has rallied against the community in the past and understand the need for a bubble of safety and support then. \n3. I in no way attempt to devalue or disrespect anyone who chooses a particular label. My attitude is that I don’t give a fuck (in the sense that I couldn’t give less of a fuck how you define yourself so long as you are happy doing so, and if you want me to call you x I’ll call you x. If you want me to give a fuck I can, but I can’t see it as necessary in general society and interaction). I give a fuck about the person because it’s the person that matters, not who they want to be with, or whether they feel like Piers Morgan’s ‘two spirited penguin’. \n4. In this, I am referring more to the west, where pride is so much more prominent, and not to countries where activism is undeniably necessary, and where I can feel nothing but compassion and great admiration for those standing up for a right to exist for themselves and those alike to them. I feel it’s probably easier to assume that I am talking about countries and societies that have many companies that dump the rainbow as soon as pride is over, as that seems quite a good benchmark to me. </p>\n\n<p>I simply feel that it’s getting to a point where the community risks turning people against them who wouldn’t have been against them before. In almost any situation, if you take a minority, put them in a bubble, and move them away from what the normal is, it’s likely that they’re going to have stones thrown at them. It’s human nature that means that if something new and foreign turns up, we are going to be unsure and scrutinising of what it is and what it’s implications are upon society. This is necessary for most change, and is an often uncomfortable (probably an understatement) but unavoidable part of new concepts or groups joining or being recognised by society. </p>\n\n<p>This is how the LGBT community seems to have formed. They needed to step back and be seen, so that society could see they existed in public and not in myth (or prison). As a result, we see the legalisation of homosexuality begin to occur in different countries and states, and the inevitable, if slow, progression of society. As a result of their heroics, they got very little else than hate and confusion. Whilst some accepted them the loudest voices were against them. It’s fair enough to go and find others facing the same issues. </p>\n\n<p>Now, it seems like in the US and the UK, and probably lots elsewhere but I don’t know enough of there to speak about it, that legal protection has come such a long way, that it might be time to contemplate whether the new minority is those who are against the community and whether as a result it can now merge with general society. The rule stands strong that intertwining different characteristics creates a far stronger bond between each other, and if we could come to society asking that whilst we might be x, y, or somewhere in between, that they just don’t care about it and love us for who we are as people, not for who we are described as. </p>\n\n<p>Labels seem to do nothing else but create early and often unhelpful prejudices. In the situation where someone is describing to their friend someone else at their work perhaps, if he says ‘oh he’s gay’, the general concept is going to be overly camp, talking a certain way etc, which is going to be deeply unhelpful. Need I not mention the gay best friend thing. I give the gay example as it’s the one I know most of, but I’d expect the same for many in the community. So can we please not use these labels. </p>\n\n<p>A few years ago, when at school, a non binary speaker came and outlined around 75 different genders. This was unfortunately had a comical effect on nearly all of the students, admittedly myself included, and many spent the rest of the day asking others to call themselves what they thought the most ridiculous genders were. It shouldn’t be so complicated, or so seemingly much to adjust to that teenagers find it funny or ridiculous, because whilst they may be tenuous, they can often be expressive of a general gut reaction of society, without a hidden veil. Whilst this was admittedly a more conservative leaning demographic, when I came out a few years later I felt nothing but support, had no issues at all, and I felt like no one saw the need to give a fuck. Pretty perfect realistically.</p>\n\n<p>Finally, in terms of those who demand for representation in the media and entertainment, this just seems so exasperating. It’s a fairly obvious catch 22. Shows like Love Victor and love Simon have faced strong criticism saying they haven’t shown enough lgbt characters. This is so deeply annoying as the obvious goal is to have the sexuality hopefully insignificant, and for it to be a romcom, or coming of age etc. If lgbt characters are followed up with criticism asking for more of them, it’s a losing situation. It then dissuades any writers from using characters. And everyone loses. Which is just great. </p>\n\n<p>So I think that’s it. Please change my view.</p>\n</div><!-- SC_ON -->",
  "score": 99,
  "permalink": "/r/changemyview/comments/nwhraf/cmv_the_lgbt_community_is_managing_to_harm/",
  "subreddit": "changemyview",
  "id": "nwhraf",
  "is_self": true,
  "media": null,
  "is_video": false
}