{
  "author": "failureforeverr",
  "original_created_utc": 1626287325,
  "title": "Is it normal to need at least one day to “process” a book before jumping to another one?",
  "created_utc": 1626296364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I usually read summaries of that book, criticism, opinions, essays and analysis or I simply think about that book as much as possible.</p>\n\n<p>I’m doing this because I know that it’s the only way to retain something from that book. It doesn’t help tremendously because I will still forget much of it, but it’s better than nothing. </p>\n\n<p>If I finish and then start a new book on the same day, I feel that I will forget 99% of the content in a few days and reading becomes pointless. </p>\n\n<p>Is it normal? Are you able to get the most out of the book even if you don’t apply this technique?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/okags5/is_it_normal_to_need_at_least_one_day_to_process/",
  "subreddit": "books",
  "id": "okags5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I usually read summaries of that book, criticism, opinions, essays and analysis\nor I simply think about that book as much as possible.\n\nI’m doing this because I know that it’s the only way to retain something from\nthat book. It doesn’t help tremendously because I will still forget much of it,\nbut…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は通常、その本の要約、批評、意見、エッセイ、分析を読みます。\nあるいは、できるだけその本について考えるようにしています。\n\nそれが、その本から何かを得るための唯一の方法だとわかっているからです。\nしています。それでも多くのことを忘れてしまうので、多大な効果はありません。\nでも...。",
      "title": "次の作品に移る前に、少なくとも1日は本を \"処理 \"する必要があるのは普通のことですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我通常会阅读该书的摘要、批评、意见、文章和分析\n或者我只是尽可能多地思考那本书。\n\n我这样做是因为我知道这是保留书中内容的唯一方法。\n那本书的内容。这并没有巨大的帮助，因为我还是会忘记很多东西。\n但是...",
      "title": "在跳到另一本书之前，至少需要一天来 \"处理 \"一本书，这是否正常？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我通常會閱讀該書的摘要、批評、意見、文章和分析\n或者我只是儘可能多地思考那本書。\n\n我這樣做是因爲我知道這是保留書中內容的唯一方法。\n那本書的內容。這並沒有巨大的幫助，因爲我還是會忘記很多東西。\n但是...",
      "title": "在跳到另一本書之前，至少需要一天來 \"處理 \"一本書，這是否正常？"
    }
  ]
}