{
  "author": "Revenge_of_the_Khaki",
  "original_created_utc": 1627148099,
  "title": "YSK that split lips are a sign of an iron deficiency for men and women.",
  "created_utc": 1627172662,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most people think that split lips are simply a form of chapped lips, when in reality they can be a sign of an iron deficiency which could lead to other adverse health effects. My PCP noticed my split lip and ordered a blood test to check my iron levels. Lo and behold, I was quite low likely due to a couple of recent surgeries. Luckily with a daily supplement, my split lips cleared up quickly and haven&#39;t returned.\nSources such as <a href=\"https://www.theironclinic.com/symptoms/\">The Iron Clinic</a> and <a href=\"https://www.healthline.com/nutrition/chapped-lips-vitamin-deficiency\">Healthline</a> have confirmed that split lips and similar symptoms could be a sign of iron deficiency.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/oquhaa/ysk_that_split_lips_are_a_sign_of_an_iron/",
  "subreddit": "YouShouldKnow",
  "id": "oquhaa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most people think that split lips are simply a form of chapped lips,\nwhen in reality they can be a sign of an iron deficiency which could lead to\nother adverse health effects. My PCP noticed my split lip and ordered a blood\ntest to check my iron levels. Lo and behold, I was quite low likely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、唇の割れは単に唇のひび割れの一種だと思っています。\n実際には、鉄分が不足していると、健康に悪影響を及ぼす可能性があります。\n健康に悪影響を及ぼす可能性があります。私のPCPは私の唇の裂け目に気づき、鉄分濃度を調べるために血液検査を命じました。\n唇が割れていることに気づいたPCPは、私の鉄分濃度を調べるために血液検査を命じました。驚いたことに、私の鉄分濃度はかなり低かったのです...。",
      "title": "唇の割れは、男女ともに鉄分不足のサインだというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数人认为嘴唇开裂只是嘴唇干裂的一种形式。\n而实际上，它们可能是缺铁的迹象，可能会导致\n其他不利的健康影响。我的初级保健医生注意到我的嘴唇开裂，并要求进行血液测试，以检查我的铁含量。\n检查我的铁含量。看吧，我的铁含量很低，可能是...",
      "title": "YSK认为嘴唇开裂是男性和女性缺铁的标志。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數人認爲嘴脣開裂只是嘴脣乾裂的一種形式。\n而實際上，它們可能是缺鐵的跡象，可能會導致\n其他不利的健康影響。我的初級保健醫生注意到我的嘴脣開裂，並要求進行血液測試，以檢查我的鐵含量。\n檢查我的鐵含量。看吧，我的鐵含量很低，可能是...",
      "title": "YSK認爲嘴脣開裂是男性和女性缺鐵的標誌。"
    }
  ]
}