{
  "author": "u_donut_know_me",
  "the_new_excerpt": "Americans like to think the experience a greater amount of freedom than everyone\nelse in the world.\n\nHowever, the low economic mobility; high inequality/poverty; and class divisions\nmean that a greater number of Americans are less free than in other countries.\n\nYou can’t be free without choice. In a…",
  "original_created_utc": 1619585068,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ人は、世界の他の国々よりも多くの自由を経験していると思いたがっています。\nアメリカ人は、世界の他の人々よりも多くの自由を享受していると思いたがっています。\n\nしかし、経済的流動性の低さ、格差や貧困の大きさ、そして階級の違いなどから\nつまり、多くのアメリカ人が他の国に比べて自由ではないということです。\n\n選択肢がなければ自由にはなれません。で...",
      "title": "CMV：アメリカの「自由」という考え方は嘘です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国人喜欢认为他们比世界上其他任何人都有更多的自由。\n在世界上的其他国家。\n\n然而，经济流动性低；高度不平等/贫困；以及阶级分化\n意味着更多的美国人比其他国家的人更不自由。\n\n没有选择就不可能有自由。在一个...",
      "title": "CMV：美国的自由理念是一个谎言。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國人喜歡認爲他們比世界上其他任何人都有更多的自由。\n在世界上的其他國家。\n\n然而，經濟流動性低；高度不平等/貧困；以及階級分化\n意味着更多的美國人比其他國家的人更不自由。\n\n沒有選擇就不可能有自由。在一個...",
      "title": "CMV：美國的自由理念是一個謊言。"
    }
  ],
  "title": "CMV: The American idea of Freedom is a lie.",
  "created_utc": 1619642195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Americans like to think the experience a greater amount of <em>freedom</em> than everyone else in the world. </p>\n\n<p>However, the low economic mobility; high inequality/poverty; and class divisions mean that a greater number of Americans are less free than in other countries. </p>\n\n<p>You can’t be free without choice. In a heavily capitalist society that means you can’t be free without money to make choices. </p>\n\n<p>While there are protections for American freedoms in the constitution, that is only protection from the <em>government</em> taking your freedoms. Meanwhile, capitalism and inequality are stripping your freedoms away, and there is nothing to protect you from that. Additionally, the freedoms protected by the constitution and bill of rights are not remarkably different to rights protections in many other western countries (save for 2A).</p>\n\n<p>The whole idea that the USA is the <em>freest country in the world</em> is just a nationalistic lie.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/n074i9/cmv_the_american_idea_of_freedom_is_a_lie/",
  "subreddit": "changemyview",
  "id": "n074i9",
  "is_self": true,
  "media": null,
  "is_video": false
}