{
  "author": "HeioFish",
  "original_created_utc": 1624909771,
  "title": "YSK Cleaning using a Vinegar and Baking Soda mixture doesn't work the way we think they should",
  "created_utc": 1625352198,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK? When making a cleaner using vinegar and baking soda, the two will actually <em>neutralise</em> each other when the two are mixed together. This happens because one is acidic and the other is the complete opposite, a base. The fizzing is actually just carbon dioxide being released as the two ingredients react and neutralize each other leaving a type of salt.<br/>\nDepending on the recipe this means that we&#39;re actually cleaning with either a weakened vinegar paste, a weakened baking soda paste, or (if the ratio is just right) a &quot;salt&quot; paste with neither the effects of baking soda nor vinegar but a ton of our own &quot;elbow grease&quot;!</p>\n\n<p>A bit of childhood trauma follows:  </p>\n\n<p>White vinegar ( acetic acid - CH<sup>3</sup> COOH).  </p>\n\n<p>Baking soda   ( sodium bicarbonate - NaHCO<sup>3</sup> )   </p>\n\n<p>Acetic acid + sodium bicarbonate ----&gt; carbon dioxide + water + sodium acetate ( a salt used as an electrolyte in some IV&#39;s, potato chip seasoning, heating pads, and more TIL)  </p>\n\n<p>NaHCO<sup>3</sup> + CH<sup>3</sup> COOH  ----&gt; CO<sup>2</sup> + H<sup>2</sup> O + NaCH<sup>3</sup> COO</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o9rwsy/ysk_cleaning_using_a_vinegar_and_baking_soda/",
  "subreddit": "YouShouldKnow",
  "id": "o9rwsy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK? When making a cleaner using vinegar and baking soda, the two will\nactually neutralise each other when the two are mixed together. This happens\nbecause one is acidic and the other is the complete opposite, a base. The\nfizzing is actually just carbon dioxide being released as the two…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか？お酢と重曹を使って洗剤を作る場合、2つを混ぜるとお互いに中和されてしまいます。\n混ぜ合わせると、お互いに中和されます。これは\nこれは、一方が酸性で、もう一方がその反対の塩基であるためです。この\n泡立ちは、実際には2つの物質が混ざり合って二酸化炭素が放出されているだけです。",
      "title": "酢と重曹の混合液を使ったYSKクリーニングは思うようにいかない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK？当使用醋和小苏打制作清洁剂时，这两种物质在混合后会\n当两者混合在一起时，实际上是相互中和的。发生这种情况的原因是\n因为一个是酸性的，另一个是完全相反的，是碱。这种\n发泡实际上只是二氧化碳被释放出来，因为这两者...",
      "title": "YSK清洁使用醋和小苏打的混合物并不像我们认为的那样有效"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK？當使用醋和小蘇打製作清潔劑時，這兩種物質在混合後會\n當兩者混合在一起時，實際上是相互中和的。發生這種情況的原因是\n因爲一個是酸性的，另一個是完全相反的，是鹼。這種\n發泡實際上只是二氧化碳被釋放出來，因爲這兩者...",
      "title": "YSK清潔使用醋和小蘇打的混合物並不像我們認爲的那樣有效"
    }
  ]
}