{
  "author": "infinitealchemist",
  "original_created_utc": 1627594114,
  "title": "Vandermeer's Ambergris is a misunderstood masterpiece.",
  "created_utc": 1627660066,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Vandermeer is an author best known for <em>Annihilation</em>, which was made into movie starring Natalie Portman. His earlier trilogy, <em>Ambergris</em>, is obscure enough that it was mostly out of print until a year ago when it was released in as an omnibus. After reading through the trilogy in a couple weeks, I am convinced it&#39;s small following is due to a lack of marketing and readers constantly misunderstanding what they&#39;re getting into when they come to it.</p>\n\n<p>Vandermeer employs strange literary devices to describe the interactions of the civilians of the vivid, strange city of Ambergris. At the core, Vandermeer is writing pure literary works here. Stylistically he reads far more like McCarthy, Fitzgerald, and Hemingway than the typical fantasy fiction juggernauts. Content-wise, his stories are streamlined on characters, just like any literary work. The fantasy elements are included in deeply human ways that force the reader to grapple with the fate of millions and what it means to witness and understand history.</p>\n\n<p>The books are sadly impossible to market. His later work found critical success with <em>Annihilation</em>, which could be pigeonholed as a thriller for marketing. <em>Ambergris</em> still sits in the background, mostly unread and avoided, which a real shame. You can classify it as weird fiction but that label will send away most of the readers who will truly love it, as you don&#39;t really expect to see a mushroom-world in literary canon.  I&#39;m fairly well-read and I was constantly amazed as Vandermeer showed me time and again things I never imagined in a book. His later work is more polished and marketable but this early trilogy arguably has more heart in it. I wonder if one day <em>Ambergris</em> will finally pick up steam and be recognized for what it is.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ou6sbm/vandermeers_ambergris_is_a_misunderstood/",
  "subreddit": "books",
  "id": "ou6sbm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Vandermeer is an author best known for Annihilation, which was made into movie\nstarring Natalie Portman. His earlier trilogy, Ambergris, is obscure enough that\nit was mostly out of print until a year ago when it was released in as an\nomnibus. After reading through the trilogy in a couple weeks, I am…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "バンダーメアは、ナタリー・ポートマン主演で映画化された『アニヒレーション』で知られる作家です。\nナタリー・ポートマン主演で映画化されました。彼の初期の3部作であるAmbergrisは、1年前に日本で発売されるまで、ほとんど印刷されていなかったほど無名の作品です。\n一年前にオムニバスとして発売されるまで、ほとんど絶版状態でした。\nオムニバスとして発売されました。数週間でこの3部作を読み終えた後、私は...",
      "title": "VandermeerのAmbergrisは、誤解されている名作です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "范德梅尔是一位作家，最著名的作品是《湮灭》，它被拍成电影，由娜塔莉-波特曼主演。\n由娜塔莉-波特曼主演。他早期的三部曲《龙涎香》（Ambergris）非常晦涩难懂，以至于在一年前被印制成书时，大部分内容都已绝版。\n直到一年前，他的三部曲以总集的形式发行，才基本绝版。\n总集。在几周内读完这三部曲后，我...",
      "title": "范德梅尔的《龙涎香》是一部被误解的杰作。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "範德梅爾是一位作家，最著名的作品是《湮滅》，它被拍成電影，由娜塔莉-波特曼主演。\n由娜塔莉-波特曼主演。他早期的三部曲《龍涎香》（Ambergris）非常晦澀難懂，以至於在一年前被印製成書時，大部分內容都已絕版。\n直到一年前，他的三部曲以總集的形式發行，才基本絕版。\n總集。在幾周內讀完這三部曲後，我...",
      "title": "範德梅爾的《龍涎香》是一部被誤解的傑作。"
    }
  ]
}