{
  "author": "iwfan53",
  "the_new_excerpt": "The video game Metal Gear Solid 2 which came out back in 2001 contains some\nshockingly prescient writing when it comes to their villains (well one of their\nvillains the plot of the games makes your average Chris Nolan movie look clear\ncut and simple) have an evil scheme for being able to control…",
  "original_created_utc": 1623206653,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2001年に発売されたビデオゲーム「メタルギアソリッド2」には\n悪役に関しては、衝撃的なほど予見的な記述があります（まあ、悪役の一人ですが）。\nこのゲームのプロットは、クリス・ノーランの平均的な映画を単純明快に見せている。\nゲームのプロットは、クリス・ノーランの平均的な映画のように明快でシンプルなものです）は、悪の計画を持っています。",
      "title": "CMV：（『メタルギアソリッド2』の）愛国者たちは、正当な主張／問題／課題を提起しています...."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "早在2001年推出的视频游戏《合金装备2》在涉及到反派人物时，包含了一些令人震惊的预见性写作。\n当涉及到他们的反派时，一些令人震惊的预见性写作（好比他们的一个反派）。\n游戏中的反派人物的情节让你的克里斯-诺兰电影看起来很清晰\n切和简单）有一个邪恶的计划，能够控制......",
      "title": "CMV：（《合金装备2》的）爱国者们提出了一个有效的论点/问题/难题...."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "早在2001年推出的視頻遊戲《合金裝備2》在涉及到反派人物時，包含了一些令人震驚的預見性寫作。\n當涉及到他們的反派時，一些令人震驚的預見性寫作（好比他們的一個反派）。\n遊戲中的反派人物的情節讓你的克里斯-諾蘭電影看起來很清晰\n切和簡單）有一個邪惡的計劃，能夠控制......",
      "title": "CMV：（《合金裝備2》的）愛國者們提出了一個有效的論點/問題/難題...."
    }
  ],
  "title": "CMV: The patriots (of Metal Gear Solid 2) raise a valid argument/issue/problem....",
  "created_utc": 1623228241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The video game Metal Gear Solid 2 which came out back in 2001 contains some shockingly prescient writing when it comes to their villains (well one of their villains the plot of the games makes your average Chris Nolan movie look clear cut and simple) have an evil scheme for being able to control what information people can post/access through the internet...</p>\n\n<p>This is their justification for doing so, I&#39;m copying and pasting straight from the game&#39;s script.</p>\n\n<p>(Raiden is the Hero while Colonel and Rose are both Patriot members)</p>\n\n<p>Colonel:</p>\n\n<p>Raiden, you seem to think that our plan is one of censorship.</p>\n\n<p>Raiden:</p>\n\n<p>Are you telling me it&#39;s not!?</p>\n\n<p>Rose:</p>\n\n<p>You&#39;re being silly! What we propose to do is not to control content, but to create context.</p>\n\n<p>Raiden:</p>\n\n<p>Create context?</p>\n\n<p>Colonel:</p>\n\n<p>The digital society furthers human flaws and selectively rewards development of convenient half-truths. Just look at the strange juxtapositions of morality around you.</p>\n\n<p>Rose:</p>\n\n<p>Billions spent on new weapons in order to humanely murder other humans.</p>\n\n<p>Colonel:</p>\n\n<p>Rights of criminals are given more respect than the privacy of their victims.</p>\n\n<p>Rose:</p>\n\n<p>Although there are people suffering in poverty, huge donations are made to protect endangered species. Everyone grows up being told the same thing.</p>\n\n<p>Colonel:</p>\n\n<p>Be nice to other people.</p>\n\n<p>Rose:</p>\n\n<p>But beat out the competition!</p>\n\n<p>Colonel:</p>\n\n<p>&quot;You&#39;re special.&quot; &quot;Believe in yourself and you will succeed.&quot;</p>\n\n<p>Rose:</p>\n\n<p>But it&#39;s obvious from the start that only a few can succeed...</p>\n\n<p>Colonel:</p>\n\n<p>You exercise your right to &quot;freedom&quot; and this is the result. All rhetoric to avoid conflict and protect each other from hurt. The untested truths spun by different interests continue to churn and accumulate in the sandbox of political correctness and value systems.</p>\n\n<p>Rose:</p>\n\n<p>Everyone withdraws into their own small gated community, afraid of a larger forum. They stay inside their little ponds, leaking whatever &quot;truth&quot; suits them into the growing cesspool of society at large.</p>\n\n<p>Colonel:</p>\n\n<p>The different cardinal truths neither clash nor mesh. No one is invalidated, but nobody is right.</p>\n\n<p>Rose:</p>\n\n<p>Not even natural selection can take place here. The world is being engulfed in &quot;truth.&quot;</p>\n\n<p>Colonel:</p>\n\n<p>And this is the way the world ends. Not with a bang, but a whimper.</p>\n\n<p>Rose:</p>\n\n<p>We&#39;re trying to stop that from happening.</p>\n\n<p>Colonel:</p>\n\n<p>It&#39;s our responsibility as rulers. Just as in genetics, unnecessary information and memory must be filtered out to stimulate the evolution of the species.</p>\n\n<p>(End script segment I copied over)</p>\n\n<p>Like the last thing the world needs right now is some shadowy gobal cabal pulling strings on the internet... but I worry that because there&#39;s just *so much* information in the internet, almost any argument can find some evidence to support it no matter how blatantly absurd, like not just flat earther nonsense but also whatever the f**k time cube is/was....</p>\n\n<p>It at times feels like we as a society have gone from two sides arguing about &quot;given that fact X is true, what should we do&quot; to &quot;Fact X is true!&quot; &quot;No, fact Y is true!&quot;  We&#39;re becoming people separated not by a common language as the joke about Americans and English people goes, but separated by a common reality where we only interact with the portions of it that at times seem to barely intersect.</p>\n\n<p>The internet is just so big that we&#39;ve all become the blind men arguing over what an elephant is.  <a href=\"https://en.wikipedia.org/wiki/Blind_men_and_an_elephant\">https://en.wikipedia.org/wiki/Blind_men_and_an_elephant</a></p>\n\n<p>To change my view, I&#39;d probably want to hear about how either there really is some form of effective &quot;internet umpire&quot; out there calling balls and strikes whose everyone agrees to play by in order to create a more grounded/consensual reality shared among us all... or I&#39;d want to hear talk from people about what life was like before the internet, and maybe we were always this deeply divided, but before the same divisions that would have also kept us from being able to argue with each other, since you didn&#39;t exactly have people getting into flame wars with each other over the telegraph.  (DOT DOT DOT DASH!  That&#39;ll teach &#39;em!)</p>\n\n<p>Basically is this a new societal problem caused by the internet, or is it a problem that has always existed and I&#39;m only being made aware of it due to great capability to communicate with people whose life experiences have been so different from my own?</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/changemyview/comments/nvlcqh/cmv_the_patriots_of_metal_gear_solid_2_raise_a/",
  "subreddit": "changemyview",
  "id": "nvlcqh",
  "is_self": true,
  "media": null,
  "is_video": false
}