{
  "author": "SnowdropWorks",
  "original_created_utc": 1630325017,
  "title": "What do you enjoy about the classics?",
  "created_utc": 1630339818,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was younger I read a lot. Mostly YA and I read the hungergames and Harry Potter series. Then I stopped reading somewhere around my early twenties.\nAround two years ago I wanted to pick up the reading habit again and raided my mothers bookcase. I borrowed and read Jane eyre, wuthering heights and gone with the wind. These books got me hooked on books again</p>\n\n<p>I was wondering what other people like about readimg older books  the classic. Stuff like that.\nHow did you get into them? Just curious.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pegpqh/what_do_you_enjoy_about_the_classics/",
  "subreddit": "books",
  "id": "pegpqh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I was younger I read a lot. Mostly YA and I read the hungergames and Harry\nPotter series. Then I stopped reading somewhere around my early twenties. Around\ntwo years ago I wanted to pick up the reading habit again and raided my mothers\nbookcase. I borrowed and read Jane eyre, wuthering heights…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い頃はたくさんの本を読みました。ほとんどがYAで、ハンガーゲームやハリー\nポッターシリーズなどを読みました。その後、20代前半の頃には読むのをやめてしまいました。年ほど前\n2年前に再び読書の習慣を取り戻したいと思い、母の本棚を漁りました。\n母の本棚を漁りました。Jane eyre, wuthering heights...を借りて読みました。",
      "title": "クラシックのどんなところが好きですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我年轻的时候，我读了很多书。主要是YA，我读了《饥饿游戏》和《哈利?\n波特》系列。然后我在20岁出头的时候停止了阅读。大约在\n两年前，我想重新拾起阅读的习惯，于是搜查了我母亲的书柜。\n书柜。我借来并阅读了《简-爱》、《呼啸山庄》......",
      "title": "你喜欢的经典之作是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我年輕的時候，我讀了很多書。主要是YA，我讀了《飢餓遊戲》和《哈利?\n波特》系列。然後我在20歲出頭的時候停止了閱讀。大約在\n兩年前，我想重新拾起閱讀的習慣，於是搜查了我母親的書櫃。\n書櫃。我借來並閱讀了《簡-愛》、《呼嘯山莊》......",
      "title": "你喜歡的經典之作是什麼？"
    }
  ]
}