{
  "author": "Dangerous-Donald",
  "original_created_utc": 1627742399,
  "title": "YSK - it is illegal to block required means of egress (exits)",
  "created_utc": 1627753459,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK - Businesses cannot block required means of egress for ANY reason. </p>\n\n<p>Buildings are designed to accommodate an occupant load with exits placed to handle those occupants with the least amount of travel distance.</p>\n\n<p>If there is an exit sign above the blocked door, contact the local fire marshals office. This is a life safety issue.</p>\n\n<p>They can block entry to corral folks but they CANNOT block exits. It’s against the law.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/YouShouldKnow/comments/ov8bcu/ysk_it_is_illegal_to_block_required_means_of/",
  "subreddit": "YouShouldKnow",
  "id": "ov8bcu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK - Businesses cannot block required means of egress for ANY reason.\n\nBuildings are designed to accommodate an occupant load with exits placed to\nhandle those occupants with the least amount of travel distance.\n\nIf there is an exit sign above the blocked door, contact the local fire…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由 - いかなる理由でも、企業は必要な出口を塞ぐことはできません。\n\n建物は居住者の負荷を考慮して設計されており、そのような状況に対応できるように出口が設置されています。\n建物は居住者を収容するように設計されており、出口は居住者の移動距離が最も短くなるように配置されています。\n\n遮断されたドアの上に出口のサインがある場合は、地元の消防署に連絡してください...",
      "title": "YSK - 必要な脱出手段（出口）を塞ぐことは違法です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK - 企业不能以任何理由阻挡所需的出口通道。\n\n建筑物的设计是为了满足居住者的需求，而出口的设置是为了以最小的旅行距离处理这些居住者。\n处理那些旅行距离最少的居住者。\n\n如果被封锁的门上方有出口标志，请联系当地消防部门。",
      "title": "YSK - 堵塞所需的出口通道（出口）是非法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK - 企業不能以任何理由阻擋所需的出口通道。\n\n建築物的設計是爲了滿足居住者的需求，而出口的設置是爲了以最小的旅行距離處理這些居住者。\n處理那些旅行距離最少的居住者。\n\n如果被封鎖的門上方有出口標誌，請聯繫當地消防部門。",
      "title": "YSK - 堵塞所需的出口通道（出口）是非法的。"
    }
  ]
}