{
  "author": "meester_pink",
  "the_new_excerpt": "I’m 45 and just re-read Catcher in the Rye for the first time in probably close\nto 30 years. I really liked this book as a kid and sorta identified with Holden\nat the time. Since then - inasmuch as I thought of him at all - I’d sort of come\nto think of him as this pretentious, obnoxious, and spoiled…",
  "original_created_utc": 1617495265,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我45岁了，刚刚重读了《麦田守望者》，大概是近几年来的第一次。\n到30年。我小时候真的很喜欢这本书，也有点认同霍尔登了\n当时。从那时起... ...只要我一想到他... ...我就会有点...\n把他想成这个自命不凡，讨厌的，被宠坏的... ...",
      "title": "我还是喜欢Holden Caulfield"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我45歲了，剛剛重讀了《麥田守望者》，大概是近幾年來的第一次。\n到30年。我小時候真的很喜歡這本書，也有點認同霍爾登了\n當時。從那時起... ...只要我一想到他... ...我就會有點...\n把他想成這個自命不凡，討厭的，被寵壞的... ...",
      "title": "我還是喜歡Holden Caulfield"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は45歳ですが、「ライ麦畑でつかまえて」をおそらくほぼ初めて再読しました。\n30年近くぶりに再読しました。子供の頃、この本がとても好きで、当時はホールデンに共感していました。\nその時はホールデンに共感しました。それ以来、彼のことを考える限り、私は彼を気取った人物だと思うようになりました。\nそれ以来、私はホールデンのことを、気取っていて、不愉快で、甘やかされて育った...と思うようになりました。",
      "title": "やっぱりホールデン・コールフィールドが好き"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は45歳ですが、「ライ麦畑でつかまえて」をおそらくほぼ初めて再読しました。\n30年近くぶりに再読しました。子供の頃、この本がとても好きで、当時はホールデンに共感していました。\nその時はホールデンに共感しました。それ以来、彼のことを考える限り、私は彼を気取った人物だと思うようになりました。\nそれ以来、私はホールデンのことを、気取っていて、不愉快で、甘やかされて育った...と思うようになりました。",
      "title": "やっぱりホールデン・コールフィールドが好き"
    }
  ],
  "title": "I still like Holden Caulfield",
  "created_utc": 1617507392,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m 45 and just re-read <em>Catcher in the Rye</em> for the first time in probably close to 30 years.  I really liked this book as a kid and sorta identified with Holden at the time.  Since then - inasmuch as I thought of him at all - I’d sort of come to think of him as this pretentious, obnoxious, and spoiled brat, because that was my understanding of how he came off to adults when they re-read the book; I guess I just sort of assumed that I’d feel the same way.  But really, after my re-read I <em>still</em> like him.  </p>\n\n<p>I mean, if Holden was an adult and he acted the way he does I’d be pretty put off for sure. But for his age he shows so much insight into human nature, he is genuinely funny, and sensitive, and the way he interacts and describes children is so incredibly sweet.  Instead of myself he now reminds me a bit of my own 13 year old son.  And Salinger does such a great job of writing him that these traits are believable in a character his age, as opposed to the child-with-ridiculous-adult-perspective that is so pervasive in literature with children narrators.  </p>\n\n<p>Anyway, sorry for yet another post about this book.  One of the recent ones inspired my re-read and I didn’t really see this take in any of the comments, so I thought I’d put it out there.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/mjksvy/i_still_like_holden_caulfield/",
  "subreddit": "books",
  "id": "mjksvy",
  "is_self": true,
  "media": null,
  "is_video": false
}