{
  "author": "-final-girl-",
  "the_new_excerpt": "Why YSK: so many times I've been in friends houses or cars with them while\nthey're smoking cigarettes and it's honestly the worst thing, it makes me not\nwant to hang out with those people or go to their houses at all. That kind of\nthing could be affecting your friendships and you may not even know…",
  "original_created_utc": 1617228311,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多次我和他们一起在朋友家或者车上，而。\n他们吸烟的香烟，它是诚实的最糟糕的事情，它让我不。\n想跟那些人混在一起，或者去他们的家里，根本。那种\n事情可能会影响你的友谊，你可能甚至不知道... ...",
      "title": "YSK如果你是个烟民，非烟民也不想在你抽烟的时候和你一起被困在家里或车里，但我们太客气了，当着你的面告诉你这些"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多次我和他們一起在朋友家或者車上，而。\n他們吸菸的香菸，它是誠實的最糟糕的事情，它讓我不。\n想跟那些人混在一起，或者去他們的家裏，根本。那種\n事情可能會影響你的友誼，你可能甚至不知道... ...",
      "title": "YSK如果你是個菸民，非菸民也不想在你抽菸的時候和你一起被困在家裏或車裏，但我們太客氣了，當着你的面告訴你這些"
    }
  ],
  "title": "YSK if you're a smoker, non-smokers don't want to be trapped in your house or car with you while you are smoking, but we're too polite to tell you that to your face",
  "created_utc": 1617234480,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: so many times I&#39;ve been in friends houses or cars with them while they&#39;re smoking cigarettes and it&#39;s honestly the worst thing, it makes me not want to hang out with those people or go to their houses at all. That kind of thing could be affecting your friendships and you may not even know it. Most people don&#39;t want to tell you that your smoking is grossing them out because they don&#39;t want to offend you or cause a fuss. I&#39;d rather come outside and stand with you outside while you&#39;re smoking than have you light one up indoors with me in the room. Sure it&#39;s your house, but don&#39;t be surprised if no one wants to come over if you smoke indoors around other people, it should be common courtesy not to.</p>\n</div><!-- SC_ON -->",
  "score": 760,
  "permalink": "/r/YouShouldKnow/comments/mhgxvi/ysk_if_youre_a_smoker_nonsmokers_dont_want_to_be/",
  "subreddit": "YouShouldKnow",
  "id": "mhgxvi",
  "is_self": true,
  "media": null,
  "is_video": false
}