{
  "author": "Phaesporic",
  "the_new_excerpt": "Why YSK:\n\nWe often underestimate how much information we're really sharing online. It\nmight not feel like we're identifying ourselves by sharing a few generic pieces\nof information about ourselves. But given just how easily identifiable we become\nafter sharing just a few pieces of information, it…",
  "original_created_utc": 1616115395,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\nWe often underestimate how much information we're really sharing online. 我们常常低估了我们在网上分享的信息量。它\n可能不会觉得我们分享几件普通的作品就能表明自己的身份了。\n的信息，我们自己。但鉴于我们变得多么容易识别\n在分享了几条信息后，它... ...",
      "title": "YSK说，对于超过50%的美国人口来说，一个人的5位邮政编码、性别和出生日期的组合只有一个人是独一无二的。小心处理你在网上分享的信息--它比你想象的更容易被识别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\nWe often underestimate how much information we're really sharing online. 我們常常低估了我們在網上分享的信息量。它\n可能不會覺得我們分享幾件普通的作品就能表明自己的身份了。\n的信息，我們自己。但鑑於我們變得多麼容易識別\n在分享了幾條信息後，它... ...",
      "title": "YSK說，對於超過50%的美國人口來說，一個人的5位郵政編碼、性別和出生日期的組合只有一個人是獨一無二的。小心處理你在網上分享的信息--它比你想象的更容易被識別。"
    }
  ],
  "title": "YSK that for over 50% of the United States population, the combination of someone's 5-digit zip code, gender, and date of birth is unique to only one person. Be careful with the information you share online-- it's more identifiable than you think.",
  "created_utc": 1616176377,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>We often underestimate how much information we&#39;re really sharing online.  It might not feel like we&#39;re identifying ourselves by sharing a few generic pieces of information about ourselves.  But given just how easily identifiable we become after sharing just a few pieces of information, it might be worth reconsidering what you share (or are truthful about) online.</p>\n\n<p><a href=\"https://www.hhs.gov/hipaa/for-professionals/privacy/special-topics/de-identification/index.html#_edn10\">Source (references 10 and 11)</a></p>\n\n<p>Edit: Date of birth includes the year.  A lot of people have been trying to work out the math.  If you&#39;re interested in digging deeper, please check out the source I linked.</p>\n</div><!-- SC_ON -->",
  "score": 22506,
  "permalink": "/r/YouShouldKnow/comments/m85hbk/ysk_that_for_over_50_of_the_united_states/",
  "subreddit": "YouShouldKnow",
  "id": "m85hbk",
  "is_self": true,
  "media": null,
  "is_video": false
}