{
  "author": "Ladidido",
  "original_created_utc": 1631458937,
  "title": "Best single book author you've read",
  "created_utc": 1631472316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been thinking of authors who write one amazing book,  possibly a masterpiece, and aren&#39;t heard from again.   I guess the most famous is Harper Lee and her seminal To Kill  A Mockingbird. (I&#39;ll ignore the publishing of the first draft scribbles found in her attic.) Or Confederacy of Dunces, a posthumous success by John Kennedy Toole.</p>\n\n<p>But my all time favorite is Girl In The Road, by Monica Byrne.  It&#39;s my favorite book of the last decade and I re-read it every couple of years.  If I really like someone,  I&#39;ll buy them a copy of the book.    Maybe she&#39;s still working on her sophomoric novel and i don&#39;t think she&#39;s dead but I haven&#39;t heard anything from her since her debut was published in 2014.   </p>\n\n<p>Who&#39;s your favorite one book wonder writer?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/pmu9un/best_single_book_author_youve_read/",
  "subreddit": "books",
  "id": "pmu9un",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been thinking of authors who write one amazing book, possibly a\nmasterpiece, and aren't heard from again. I guess the most famous is Harper Lee\nand her seminal To Kill A Mockingbird. (I'll ignore the publishing of the first\ndraft scribbles found in her attic.) Or Confederacy of Dunces, a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "傑作かもしれない素晴らしい本を一冊書いて、それっきりになってしまう作家のことを考えていました。\n傑作といえるような素晴らしい本を一冊書いて、それっきりになってしまう作家のことを考えていました。最も有名なのは、ハーパー・リー\n彼女の代表作である『To Kill A Mockingbird』です。(彼女の部屋で発見された初稿の出版については無視します。\n彼女の屋根裏部屋で見つかった初稿の出版は無視します）。) あるいは、『Confederacy of Dunces』という...",
      "title": "あなたが読んだ最高の単行本作家"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在想那些写了一本令人惊奇的书的作者，可能是一本杰作，然后就没有下文了。\n著作，然后就没有下文了。我想最著名的是哈珀-李\n和她的开创性作品《杀死一只知更鸟》。(我将忽略在她的书中发现的初稿的出版。\n我将忽略在她的阁楼上发现的初稿的发表）。) 或者《傻瓜联盟》（Confederacy of Dunces）。",
      "title": "你读过的最好的单行本作者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在想那些寫了一本令人驚奇的書的作者，可能是一本傑作，然後就沒有下文了。\n著作，然後就沒有下文了。我想最著名的是哈珀-李\n和她的開創性作品《殺死一隻知更鳥》。(我將忽略在她的書中發現的初稿的出版。\n我將忽略在她的閣樓上發現的初稿的發表）。) 或者《傻瓜聯盟》（Confederacy of Dunces）。",
      "title": "你讀過的最好的單行本作者"
    }
  ]
}