{
  "author": "Ihatebuttonss",
  "original_created_utc": 1630250713,
  "title": "To the people who spoil endings and major plot details of books:",
  "created_utc": 1630256828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>May the chocolate chips in your cookies always turn out to be raisins.</p>\n\n<p>May the people who come to talk to you in your room leave the door slightly ajar, so that you have to get up and close it.</p>\n\n<p>May your article load that extra little bit as you&#39;re about to click a link so you click an ad instead.</p>\n\n<p>May both sides of your pillow be warm.</p>\n\n<p>May you forever feel your cellphone vibrating in the pocket it&#39;s not even in.</p>\n\n<p>May you always get up from your computer with your headphones still attached.</p>\n\n<p>May your life be as pleasant as you are.</p>\n\n<p>May your chair produce a sound similar to a fart, but only once, such that you cannot reproduce it to prove that it was just the chair.</p>\n\n<p>May you have your laptop charge all night without noticing the chord isn&#39;t plugged in the wall.</p>\n\n<p>May you always step in a wet spot after putting on fresh socks.</p>\n\n<p>May your tea be too hot when you receive it, and too cold by the time you remember it&#39;s there.</p>\n\n<p>May your cookie always be slightly too large to fit inside your glass of milk.</p>\n\n<p>May the pin of the bathroom stall never reach the lock to close the door.</p>\n\n<p>May you never be quite certain whether that pressure is a fart or poop.</p>\n\n<p>May your spoon always slip and sink under the hot soup you eat.</p>\n\n<p>yours sincerely,</p>\n\n<p>Everyone you’ve spoiled books for.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/pdx9lq/to_the_people_who_spoil_endings_and_major_plot/",
  "subreddit": "books",
  "id": "pdx9lq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "May the chocolate chips in your cookies always turn out to be raisins.\n\nMay the people who come to talk to you in your room leave the door slightly\najar, so that you have to get up and close it.\n\nMay your article load that extra little bit as you're about to click a link so\nyou click an ad…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたのクッキーのチョコチップが、いつもレーズンになりますように。\n\nあなたの部屋に話に来た人が、ドアを少し開けておいてくれますように。\nあなたが立ち上がってドアを閉めなければならないように。\n\nあなたがリンクをクリックしようとしたときに、あなたの記事がほんの少しだけ読み込まれますように。\n広告をクリックしてしまうように...。",
      "title": "本の結末や主要なプロットの詳細をネタバレする人たちへ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "愿你饼干中的巧克力片总是变成葡萄干。\n\n愿那些到你房间和你谈话的人把门稍稍离开\n虚掩着，让你不得不起身去关。\n\n愿你的文章在你要点击一个链接时能多加载一点，以便\n你点击一个广告...",
      "title": "致那些破坏书籍结局和主要情节细节的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "願你餅乾中的巧克力片總是變成葡萄乾。\n\n願那些到你房間和你談話的人把門稍稍離開\n虛掩着，讓你不得不起身去關。\n\n願你的文章在你要點擊一個鏈接時能多加載一點，以便\n你點擊一個廣告...",
      "title": "致那些破壞書籍結局和主要情節細節的人。"
    }
  ]
}