{
  "author": "Noname_FTW",
  "the_new_excerpt": "Why YSK: If you are ever in the situation to need help from any emergency\nservice you should be aware that it doesn't matter how long the call takes and\nhow many questions are being asked. The operator will already have sent help\nonce they know what is happening and where. Stay calm and just answer…",
  "original_created_utc": 1616019592,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果您在任何紧急情况下需要帮助，您可以选择YSK。\n服务，你应该知道，不管通话时间有多长，也不管。\n问了多少问题。操作员已经发送了帮助\n一旦他们知道发生了什么，在哪里。保持冷静，只是回答...",
      "title": "YSK在大多数国家拨打紧急服务电话时，只要你告诉他们位置，当你和接线员通话时，帮助已经在路上了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果您在任何緊急情況下需要幫助，您可以選擇YSK。\n服務，你應該知道，不管通話時間有多長，也不管。\n問了多少問題。操作員已經發送了幫助\n一旦他們知道發生了什麼，在哪裏。保持冷靜，只是回答...",
      "title": "YSK在大多數國家撥打緊急服務電話時，只要你告訴他們位置，當你和接線員通話時，幫助已經在路上了。"
    }
  ],
  "title": "YSK that when calling emergency services in most countries, once you tell them the location help will already be on the way while you are talking to the operator.",
  "created_utc": 1616052234,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are ever in the situation to need help from any  emergency service you should be aware that it doesn&#39;t matter how long the call takes and how many questions are being asked. The operator will already have sent help once they know what is happening and where. Stay  calm and just answer the questions that are being asked as best as possible. The help will take the same time to arrive whether the  operator asks 3 questions or 50. Follow their instructions. Remember.  Help is already on the way while you are talking to them. If not, the operator would already have told you they won&#39;t send help and why.</p>\n</div><!-- SC_ON -->",
  "score": 95,
  "permalink": "/r/YouShouldKnow/comments/m7ca8d/ysk_that_when_calling_emergency_services_in_most/",
  "subreddit": "YouShouldKnow",
  "id": "m7ca8d",
  "is_self": true,
  "media": null,
  "is_video": false
}