{
  "author": "wudntulik2no",
  "original_created_utc": 1633769677,
  "title": "CMV: Social media companies tracking, storing or selling people's personal information should be 100% illegal",
  "created_utc": 1633784060,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;but you agreed to in in the ToS&quot; shut up. They shouldn&#39;t be able to put that in the ToS</p>\n\n<p>&quot;But they&#39;re a private company and should be able to do what ever they want&quot; shut up. Nestle, ENRON, BP and Monsanto are private companies who were allowed to do whatever they want; just look how that ended up.</p>\n\n<p>&quot;Just don&#39;t use social media&quot; shut up. If you want to grow your business, find an audience for your creative works, get elected into public office, or maintain contact with friends and family you have to use social media.</p>\n\n<p>&quot;But selling data is what allows these sites to be free&quot; shut up. Duckduckgo runs a perfectly sustainable business by only showing ads based on search terms.</p>\n\n<p>&quot;But you get much more relevant ads to what you want to buy&quot; shut up. Everyone knows not to click on internet ads because they give you viruses. Most Facebook ads are for scams anyways.</p>\n\n<p>&quot;But no one else has access to your data and it&#39;s completely safe&quot; shut up. Rogue employees, hackers, and with one subpoena the government has your data. Companies like Google and Facebook don&#39;t deserve our trust.</p>\n\n<p>&quot;If you have nothing to hide you have nothing to worry about&quot; shut up. Privacy is a right and if people don&#39;t want to be spied on they shouldn&#39;t be spied on</p>\n\n<p>&quot;But you can opt out&quot; that&#39;s cute. I opted out of data collection and still got ads for Miller lite right after I opened my last one</p>\n\n<p>Was there anything else I missed?</p>\n</div><!-- SC_ON -->",
  "score": 185,
  "permalink": "/r/changemyview/comments/q4hi1c/cmv_social_media_companies_tracking_storing_or/",
  "subreddit": "changemyview",
  "id": "q4hi1c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "\"but you agreed to in in the ToS\" shut up. They shouldn't be able to put that in\nthe ToS\n\n\"But they're a private company and should be able to do what ever they want\"\nshut up. Nestle, ENRON, BP and Monsanto are private companies who were allowed\nto do whatever they want; just look how that ended…"
}