{
  "author": "LisaMck041",
  "the_new_excerpt": "Why YSK: If you are reading a self-help book, it is most likely written by a\nproven professional scammer or someone who's only accomplishments in life are\nwriting self-help books. Their advice, CDs, DVDs, seminars, workshops will have\nno lasting impact on you whatsoever. At best, they are placebos.…",
  "original_created_utc": 1619393168,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか？\n自己啓発本を読んでいるとしたら、それはおそらく、実績のあるプロの詐欺師か、自己啓発本を書くことでしか人生を達成できない人が書いたものでしょう。\n自己啓発本を書いている人が書いている可能性があります。彼らのアドバイス、CD、DVD、セミナー、ワークショップは、あなたに何の影響も与えません。\nあなたには何の影響もありません。せいぜいプラシーボ程度です....",
      "title": "金持ち父さん、貧乏父さん』で知られる金融界の大御所ロバート・キヨサキ氏は、彼のセミナーに参加した人々から集団訴訟を起こされています。また、CBCの詐欺に関する特集で取り上げられ、彼の会社であるRich Global LLCは2012年に破産を申請しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你正在阅读一本自助书籍，那么它很可能是由一个被证实的职业骗子或一个一生中唯一的成就是为了赚钱的人写的。\n的人写的，或者是那些在生活中唯一的成就是写自助书的人。\n写自助书籍。他们的建议、CD、DVD、研讨会、讲习班都不会对你产生\n对你没有任何持久的影响。充其量，它们是安慰剂....。",
      "title": "以《富爸爸，穷爸爸》一书而闻名的YSK金融大师罗伯特-清崎（Robert Kiyosaki）被参加过他的研讨会的人提起集体诉讼，加拿大广播公司（CBC）曾对他的骗局进行过曝光，他的公司Rich Global LLC于2012年申请破产。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你正在閱讀一本自助書籍，那麼它很可能是由一個被證實的職業騙子或一個一生中唯一的成就是爲了賺錢的人寫的。\n的人寫的，或者是那些在生活中唯一的成就是寫自助書的人。\n寫自助書籍。他們的建議、CD、DVD、研討會、講習班都不會對你產生\n對你沒有任何持久的影響。充其量，它們是安慰劑....。",
      "title": "以《富爸爸，窮爸爸》一書而聞名的YSK金融大師羅伯特-清崎（Robert Kiyosaki）被參加過他的研討會的人提起集體訴訟，加拿大廣播公司（CBC）曾對他的騙局進行過曝光，他的公司Rich Global LLC於2012年申請破產。"
    }
  ],
  "title": "YSK Financial Guru Robert Kiyosaki, known best for his book \"Rich Dad, Poor Dad\" is the subject of a class action suit filed by people who attended his seminars and was featured by CBC in an expose on scams and his company Rich Global LLC filed for bankruptcy in 2012",
  "created_utc": 1619405422,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are reading a self-help book, it is most likely written by a  proven professional scammer or someone who&#39;s only accomplishments in  life are writing self-help books. Their advice, CDs, DVDs, seminars,  workshops will have no lasting impact on you whatsoever. At best, they  are placebos. People can be so gulable when searching for help. Do not  make the mistake of continuously looking for &quot;that one self-help book&quot;  that will change your life. Get better at doing searches.</p>\n\n<p>Research  the author&#39;s background before reading a book. Question the &quot;facts&quot; you  are presented while reading a book. Make actions according to what  you&#39;ve learned from a book, if there are any. Else, you&#39;d be wasting a  lot of time reading trashy books while allowing trash into your mind and  then wonder why you&#39;re feeling worse before you started.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Robert_Kiyosaki\">https://en.wikipedia.org/wiki/Robert_Kiyosaki</a></p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/YouShouldKnow/comments/mykdsy/ysk_financial_guru_robert_kiyosaki_known_best_for/",
  "subreddit": "YouShouldKnow",
  "id": "mykdsy",
  "is_self": true,
  "media": null,
  "is_video": false
}