{
  "author": "Phaesporic",
  "the_new_excerpt": "Why YSK:\n\nTimes are tough, dudes, and we all need some help sometimes. When you're in a\nplace where you can't afford therapy, or need a little extra support between\ntherapy appointments, mental health apps can help fill those gaps.\n\nNot all mental health apps are legit, though, and outside of the…",
  "original_created_utc": 1613696241,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK Why YSK:\n\nTimes are tough, dudes, 我们有时都需要一些帮助 and we all need some help sometimes. 当你在一个\n在你负担不起治疗的地方，或者需要一点额外的支持之间\n治疗预约，心理健康应用程序可以帮助填补这些差距。\n\n并非所有的心理健康应用程序都是合法的，虽然，和外面的...",
      "title": "YSK：如果你付不起Headspace或Calm这样的心智应用，你可以找到*免费的、基于证据的心理健康和心智应用，这些应用是由美国退伍军人事务部的研究人员开发的，供平民和退伍军人使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK Why YSK:\n\nTimes are tough, dudes, 我們有時都需要一些幫助 and we all need some help sometimes. 當你在一個\n在你負擔不起治療的地方，或者需要一點額外的支持之間\n治療預約，心理健康應用程序可以幫助填補這些差距。\n\n並非所有的心理健康應用程序都是合法的，雖然，和外面的...",
      "title": "YSK：如果你付不起Headspace或Calm這樣的心智應用，你可以找到*免費的、基於證據的心理健康和心智應用，這些應用是由美國退伍軍人事務部的研究人員開發的，供平民和退伍軍人使用。"
    }
  ],
  "title": "YSK: If you can't afford to pay for mindfulness apps like Headspace or Calm, you can find *free*, evidence-based mental health and mindfulness apps that were developed by researchers at the US Department of Veterans Affairs for use by civilians and veterans alike.",
  "created_utc": 1613727686,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Times are tough, dudes, and we all need some help sometimes.  When you&#39;re in a place where you can&#39;t afford therapy, or need a little extra support between therapy appointments, mental health apps can help fill those gaps.</p>\n\n<p>Not all mental health apps are legit, though, and outside of the most popular paid apps (e.g. Headspace &amp; Calm), it can be hard to find something that&#39;s actually shown to be effective.</p>\n\n<p>The VA has developed <a href=\"https://mobile.va.gov/appstore/mental-health\">a bunch of mental health apps</a> that are free to the general public.  Some were designed with veterans as the target audience, but some were designed to be used by anyone.</p>\n\n<p>Some highlights are:</p>\n\n<p><a href=\"https://mobile.va.gov/app/mindfulness-coach\">Mindfulness Coach</a>, which offers a self-guided mindfulness course and some recorded mindfulness exercises similar to what you can find on Headspace</p>\n\n<p><a href=\"https://mobile.va.gov/app/insomnia-coach\">Insomnia Coach</a>, which walks you through a treatment program for insomnia and has features like guided imagery recordings</p>\n\n<p><a href=\"https://mobile.va.gov/app/move-coach\">MOVE Coach</a> which can help with weight loss and exercise in a guided program</p>\n\n<p>---</p>\n\n<p>If you don&#39;t end up finding one you like through the VA, I highly recommend you check out <a href=\"https://onemindpsyberguide.org/\">One Mind PsyberGuide</a>, which is a nonprofit site that has experts review mental health apps based on their credibility, effectiveness, and privacy settings.  There&#39;s some wonderful potential as far as apps go, but you don&#39;t want to waste your time on something that doesn&#39;t work or sells your private info.</p>\n\n<p>Be well, friends!</p>\n\n<p><a href=\"https://www.sciencedirect.com/science/article/pii/S1077722918300233?casa_token=NEDuA9Iwhh0AAAAA:7nW3jLvBvOVhFAlhZ8st2O3D0GPH7XEe1-etDVtZhLCjQ6ZelE7iAXIImj-FNCxkCNM88xsSDpPB\">Source</a></p>\n</div><!-- SC_ON -->",
  "score": 22147,
  "permalink": "/r/YouShouldKnow/comments/ln2fyy/ysk_if_you_cant_afford_to_pay_for_mindfulness/",
  "subreddit": "YouShouldKnow",
  "id": "ln2fyy",
  "is_self": true,
  "media": null,
  "is_video": false
}