{
  "author": "whiskeynoble",
  "original_created_utc": 1637165677,
  "title": "For those that have been involved for ~ 10 years, what has surprised you most about the development of bitcoin?",
  "created_utc": 1637206931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all. I&#39;ve been involved with bitcoin since 2013. While I was not involved for extended periods of time, it is something I have always been deeply passionate about. In 2014-2015, I was convinced bitcoin was going to be the future of currency. I had no interest in getting rich off of it and simply wanted to be a part of something that intrigued me. I have not posted on this subreddit since approx. 2015. At the time I believed bitcoin/blockchain tech was going to be as revolutionary as the internet. Through the years a few things have surprised me. </p>\n\n<p>- In my eyes, bitcoin would not have made it past 2015 without a hard fork, I still cannot comprehend that bitcoin is able to function (although not without flaws) in todays world with the volume we are seeing.</p>\n\n<p>- The publics perception of bitcoin as an inflationary hedge and genuine store of value</p>\n\n<p>- The continued praise of Satoshi and his vision, I believe bitcoin has mostly stayed true to its core values </p>\n\n<p>- I am astounded by the continued denial of cryptocurrencies as an asset class by institutions. Through reports I have read, institutions are only getting involved due to client demand, I firmly believe this is a failure on their end. </p>\n\n<p>&#x200B;</p>\n\n<p>Overall, I cannot put into words how bitcoin has reshaped my vision of the world, and the revolution it has introduced to finance is nothing short of incredible. I&#39;d love to hear others experiences over the years.</p>\n</div><!-- SC_ON -->",
  "score": 155,
  "permalink": "/r/Bitcoin/comments/qw2pkt/for_those_that_have_been_involved_for_10_years/",
  "subreddit": "Bitcoin",
  "id": "qw2pkt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all. I've been involved with bitcoin since 2013. While I was not involved for\nextended periods of time, it is something I have always been deeply passionate\nabout. In 2014-2015, I was convinced bitcoin was going to be the future of\ncurrency. I had no interest in getting rich off of it and simply…"
}