{
  "author": "DaddySkates",
  "original_created_utc": 1640187204,
  "title": "I didn’t 10x this bull run.. am I an idiot?",
  "created_utc": 1640201491,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;During this bull market a lot of people were posting their assets in crypto and they’re insane figures going up a lot and it sometimes triggers FOMO especially in new investors.\nDon’t get triggered by those numbers&lt;/p&gt;\n\n&lt;p&gt;Those of you who entered the space and bought at or near top it’s very likely that you won’t be seeing those kind of returns on your investments just yet. Those who have 10x-ed or even more have likely likely invested much earlier than you did so you have to take that into it into account. &lt;/p&gt;\n\n&lt;p&gt;Also it’s likely that they invested when the fear levels were high and the market was much more volatile. Greater risk sometimes means great rewards.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind that bulls market make profits… but bear market makes millionaires.&lt;/p&gt;\n\n&lt;p&gt;Be brave when others are fearful. And have patience..alway be on the hunt for good bargains on projects that show some good potential.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 182,
  "permalink": "/r/CryptoCurrency/comments/rm7mkj/i_didnt_10x_this_bull_run_am_i_an_idiot/",
  "subreddit": "CryptoCurrency",
  "id": "rm7mkj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "During this bull market a lot of people were posting their assets in crypto and\nthey’re insane figures going up a lot and it sometimes triggers FOMO especially\nin new investors. Don’t get triggered by those numbers\n\nThose of you who entered the space and bought at or near top it’s very likely\nthat…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>この強気市場の間、多くの人々がいました。\n暗号で資産を公開すると、非常識な数字がどんどん上がっていくんです。\n特に新しい投資家はFOMOを誘発することがあります。このような場合\n</p> <p>この分野に参入した方で、...",
      "title": "このブルランを10倍にしなかった私はバカなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在这个牛市中，很多人都在发布他们在加密货币中的资产，他们的数字疯狂地上涨了很多。\n在这轮牛市中，很多人把他们的资产发布在加密货币上，他们的数字疯狂地上涨，这\n有时会引发FOMO，特别是在新投资者中。不要被这些数字所触发\n这些数字</p> <p>那些进入该领域的人和...",
      "title": "我没有10倍于这个牛市的运行，我是个白痴吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在這個牛市中，很多人都在發佈他們在加密貨幣中的資產，他們的數字瘋狂地上漲了很多。\n在這輪牛市中，很多人把他們的資產發佈在加密貨幣上，他們的數字瘋狂地上漲，這\n有時會引發FOMO，特別是在新投資者中。不要被這些數字所觸發\n這些數字</p> <p>那些進入該領域的人和...",
      "title": "我沒有10倍於這個牛市的運行，我是個白癡嗎？"
    }
  ]
}