{
  "author": "Odd_Avocado",
  "the_new_excerpt": "I think that if your work does not require direct contact with customers or\nworking in person with a physical product, you should be allowed to work from\nhome or at least be allowed a flex schedule where you can go into the office, if\nneeded. There are numerous benefits for both employees and…",
  "original_created_utc": 1615927049,
  "localize": [
    {
      "locale": "zh",
      "title": "CMV：如果员工愿意，应该允许他们在家里工作，而不是面对客户的角色。",
      "the_new_excerpt": "我认为，如果你的工作不需要直接接触客户或\n亲自与实物产品一起工作，你应该被允许从以下地方工作\n家，或者至少允许你有一个灵活的日程安排，你可以去办公室，如果你有一个灵活的日程安排。\n需要。雇员和员工都有很多好处，..."
    },
    {
      "locale": "zh-Hant",
      "title": "CMV：如果員工願意，應該允許他們在家裏工作，而不是面對客戶的角色。",
      "the_new_excerpt": "我認爲，如果你的工作不需要直接接觸客戶或\n親自與實物產品一起工作，你應該被允許從以下地方工作\n家，或者至少允許你有一個靈活的日程安排，你可以去辦公室，如果你有一個靈活的日程安排。\n需要。僱員和員工都有很多好處，..."
    }
  ],
  "title": "CMV:Employees in non-customer facing roles should be allowed to work from home, if they want to.",
  "created_utc": 1615951828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think that if your work does not require direct contact with customers or working in person with a physical product, you should be allowed to work from home or at least be allowed a flex schedule where you can go into the office, if needed. There are numerous benefits for both employees and employers, some of which I’ve documented below: </p>\n\n<p>Employees -</p>\n\n<p>-Commutes\n     Reduced stress due to lack of traffic/time wasted\n     Reduce commuting time for others who NEED to commute\n-More freedom/flexibility\n-Generally speaking, able to dress however they please</p>\n\n<p>Employers - </p>\n\n<p>-Cost Savings<br/>\n     any and all office-related expenditures\n     Office HVAC\n     Electricity\n-Real Estate - can downsize to a smaller office\n-Office Maintenance\n-Data-driven world, easy to monitor employees to ensure satisfactory performance</p>\n\n<p>I understand that sometimes in-person collaboration and in-person meetings are beneficial but think that the remote benefits outweigh the value-add of being in person, especially with technology like Zoom, Teams, and Discord connecting people easily.</p>\n\n<p>I work on a computer, manipulating spreadsheets all day - why should I be required to go into an office?</p>\n\n<p>Edit - Struggling to get the benefits to be formatted correctly, my apologies.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/m6is1i/cmvemployees_in_noncustomer_facing_roles_should/",
  "subreddit": "changemyview",
  "id": "m6is1i",
  "is_self": true,
  "media": null,
  "is_video": false
}