{
  "author": "Human_Power_3366",
  "original_created_utc": 1630782478,
  "title": "CMV: instead of asking society to change language in order to make a more decent experience, people should instead learn to not let language affect them so much",
  "created_utc": 1630794635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In America, we learn from an early age not to let other peoples mean words effect them, with slogans like &quot;sticks and stones may break my bones...&quot; along with many others. This was so critical for me growing up as a minority in a racist southern state, if I didn&#39;t learn early on not to let other peoples words affect me then I would&#39;ve fallen into deep clinical depression. But instead, I learned to block out other peoples hatred (particularly strangers) as I realized that no matter what I do or say, these people will never like me due to the color of my skin. I accepted the reality of my situation and moved on to focusing on maximizing my life and happiness.</p>\n\n<p>But nowadays there are huge pushes from largely white groups to change the language strangers use around them. From using proper pro-nouns to removing all forms of microaggressions, there seems to be a concerted effort to get everyone to change the way they speak. Growing up how I did, this is an effectively impossible battle to win IMO as people will not change their language if they do not like you (for whatever reason that may be: skin color, gender, age, weight, etc etc). A much more effective strategy for a happy life is to build up your inner strength to ignore people that don&#39;t like you, otherwise you&#39;ll constantly frustrated that the world will not change in their favor.  </p>\n\n<p>Why have we moved away from building up inner strength and instead resigned ourselves to focus our attention towards changing <em>other</em> peoples behavior? Personally I think its very dangerous because its not a strategy I believe in and will ultimately give people false hope and inevitably get heartbroken/depressed by the lack of changes in their lives.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/phxm7v/cmv_instead_of_asking_society_to_change_language/",
  "subreddit": "changemyview",
  "id": "phxm7v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In America, we learn from an early age not to let other peoples mean words\neffect them, with slogans like \"sticks and stones may break my bones...\" along\nwith many others. This was so critical for me growing up as a minority in a\nracist southern state, if I didn't learn early on not to let other…"
}