{
  "author": "Human_Power_3366",
  "original_created_utc": 1630782478,
  "title": "CMV: instead of asking society to change language in order to make a more decent experience, people should instead learn to not let language affect them so much",
  "created_utc": 1630794635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In America, we learn from an early age not to let other peoples mean words effect them, with slogans like &quot;sticks and stones may break my bones...&quot; along with many others. This was so critical for me growing up as a minority in a racist southern state, if I didn&#39;t learn early on not to let other peoples words affect me then I would&#39;ve fallen into deep clinical depression. But instead, I learned to block out other peoples hatred (particularly strangers) as I realized that no matter what I do or say, these people will never like me due to the color of my skin. I accepted the reality of my situation and moved on to focusing on maximizing my life and happiness.</p>\n\n<p>But nowadays there are huge pushes from largely white groups to change the language strangers use around them. From using proper pro-nouns to removing all forms of microaggressions, there seems to be a concerted effort to get everyone to change the way they speak. Growing up how I did, this is an effectively impossible battle to win IMO as people will not change their language if they do not like you (for whatever reason that may be: skin color, gender, age, weight, etc etc). A much more effective strategy for a happy life is to build up your inner strength to ignore people that don&#39;t like you, otherwise you&#39;ll constantly frustrated that the world will not change in their favor.  </p>\n\n<p>Why have we moved away from building up inner strength and instead resigned ourselves to focus our attention towards changing <em>other</em> peoples behavior? Personally I think its very dangerous because its not a strategy I believe in and will ultimately give people false hope and inevitably get heartbroken/depressed by the lack of changes in their lives.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/phxm7v/cmv_instead_of_asking_society_to_change_language/",
  "subreddit": "changemyview",
  "id": "phxm7v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In America, we learn from an early age not to let other peoples mean words\neffect them, with slogans like \"sticks and stones may break my bones...\" along\nwith many others. This was so critical for me growing up as a minority in a\nracist southern state, if I didn't learn early on not to let other…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカでは、幼い頃から他人の悪口に影響されないことを学びます。\nアメリカでは、幼い頃から「棒と石で私の骨を折るかもしれない...」というようなスローガンがあります。\nなどのスローガンがあります。これは、人種差別の激しいアメリカ南部でマイノリティとして育った私にとって、とても重要なことでした。\n人種差別の激しい南部の州でマイノリティとして育った私にとって、これはとても重要なことでした。",
      "title": "CMV：より良い体験をするために社会に言葉の変化を求めるのではなく、人々は言葉の影響をあまり受けないようにすることを学ぶべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在美国，我们从小就学习不要让别人的刻薄话影响自己。\n影响他们，口号是 \"棍子和石头可以打断我的骨头...... \"以及其他许多口号。\n以及其他许多口号。这对我这个生长在南方种族主义国家的少数民族来说是非常关键的。\n种族主义的南方州，如果我不在早期学习不要让其他...",
      "title": "CMV：与其要求社会改变语言以获得更体面的体验，不如让人们学会不要让语言如此影响他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國，我們從小就學習不要讓別人的刻薄話影響自己。\n影響他們，口號是 \"棍子和石頭可以打斷我的骨頭...... \"以及其他許多口號。\n以及其他許多口號。這對我這個生長在南方種族主義國家的少數民族來說是非常關鍵的。\n種族主義的南方州，如果我不在早期學習不要讓其他...",
      "title": "CMV：與其要求社會改變語言以獲得更體面的體驗，不如讓人們學會不要讓語言如此影響他們。"
    }
  ]
}