{
  "author": "MoreDblRainbows",
  "original_created_utc": 1627957336,
  "title": "CMV: If you are an adult male living alone you should pee in your bathroom sink instead of the toilet",
  "created_utc": 1627962013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean this is a pretty basic one so essentially what it says above. But my three main reasons are the following:  </p>\n\n<p>&#x200B;</p>\n\n<p>Easy to clean right after, soap is right there (urine while not actually sterile has very low bacteria levels).</p>\n\n<p>&#x200B;</p>\n\n<p>No &quot;missing&quot; because its right at crotch height</p>\n\n<p>&#x200B;</p>\n\n<p>Saves a ton of water:  this is good not only for your bills but also for the environment. </p>\n\n<p>&#x200B;</p>\n\n<p>I put in the caveat of living alone because I obviously understand this isn&#39;t for everyone and people should be respectful of shared space. </p>\n\n<p>&#x200B;</p>\n\n<p>I could be convinced if someone could come up with a  legitimate health concern of some sort. But I honestly think this mostly just seems off putting because of social norms etc. </p>\n\n<p>As George said, it&#39;s all pipes!</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/changemyview/comments/owts1z/cmv_if_you_are_an_adult_male_living_alone_you/",
  "subreddit": "changemyview",
  "id": "owts1z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean this is a pretty basic one so essentially what it says above. But my\nthree main reasons are the following:\n\n\n\nEasy to clean right after, soap is right there (urine while not actually sterile\nhas very low bacteria levels).\n\n\n\nNo \"missing\" because its right at crotch height\n\n\n\nSaves a ton of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "つまり、これはかなり基本的なものなので、基本的には上に書いてある通りです。しかし、私の\n私の主な理由は以下の3点です。\n\n\n\n石鹸ですぐに洗える（尿は無菌状態ではありませんが、細菌の数は非常に少ないです。\n尿は実際には無菌ではありませんが、細菌レベルは非常に低いです）。)\n\n\n\n股間の高さにあるので、「欠ける」ことがない。\n\n\n\n膨大なコストを削減できる。",
      "title": "CMV: もしあなたが成人男性で一人暮らしをしているなら、トイレではなく洗面台でおしっこをするべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是这是一个相当基本的，所以基本上是上面所说的。但我的\n三个主要原因如下。\n\n\n\n之后容易清洗，肥皂就在那里（尿液虽然实际上不是无菌的）。\n细菌含量很低）。)\n\n\n\n没有 \"遗漏\"，因为它就在裆部高度。\n\n\n\n节省了大量的...",
      "title": "CMV: 如果你是一个独居的成年男性，你应该在浴室的水槽而不是马桶里小便。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是這是一個相當基本的，所以基本上是上面所說的。但我的\n三個主要原因如下。\n\n\n\n之後容易清洗，肥皂就在那裏（尿液雖然實際上不是無菌的）。\n細菌含量很低）。)\n\n\n\n沒有 \"遺漏\"，因爲它就在襠部高度。\n\n\n\n節省了大量的...",
      "title": "CMV: 如果你是一個獨居的成年男性，你應該在浴室的水槽而不是馬桶裏小便。"
    }
  ]
}