{
  "author": "jclinares",
  "original_created_utc": 1627950443,
  "title": "'Guide to Getting It On', and books that can genuinely make the world a better place",
  "created_utc": 1627979925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I figured this book would have been mentioned a bunch of times already, but searching didn&#39;t turn up many results, so here it goes.</p>\n\n<p>The <a href=\"https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&amp;from_search=true&amp;qid=whEaHexXdF&amp;rank=1\">&#39;Guide to Getting It On&#39;, by Paul Joannides</a> is, I think, the only book I&#39;ve ever read that I genuinely think would make the world a better place, if everyone read it.</p>\n\n<p>I just recommended it to people on a different subreddit, and putting into words why I think it&#39;s important for people to have this book (especially if you&#39;re high school or college-aged) made me remember how much it helped me mature and achieve a new, healthier perspective, on sexuality as a part of the human experience.</p>\n\n<p>I still have my copy, and crack it open every now and then, just to look up something, or re-read what the author said regarding a particular topic.</p>\n\n<p>Yes, it&#39;s a book about sex. But it&#39;s a book that teaches that sex and sexuality are natural, enjoyable things; that nonetheless carry with them a weight of respect, responsibility, maturity and knowledge. Yes, it&#39;ll talk quite openly about the sexual act, but also teach people about consent, safety, risk prevention, respect for your partner, self-exploration, to enjoy giving and receiving pleasure, and to accept your sexuality and that of other people. All in a fun and open tone. <em>That&#39;s</em> where it makes the most good, imo. It&#39;d be extremely helpful for some people, given the atrocious levels of sex education most of us receive at home or at school, and for others, it might be life-changing.</p>\n\n<p>I think the book should be required reading for every high-schooler out there, and I have actually gifted it to younger cousins that are near graduation age. If everyone read it, the world would be happier and more responsible with their sexuality, which is a huge part of the human experience, even if we don&#39;t think about it that often.</p>\n\n<p>I don&#39;t recommend reading cover-to-cover in a sprint, like you would a novel. The book is designed to be read in parts, or a few chapters at a time. And it can be read while skipping chapters. Just look at the index and read whatever chapter interests you. Even if you&#39;re not a teenager, and you&#39;ve been having sex for years, I guarantee you&#39;ll learn something new, or get a new perspective about something in the book.</p>\n\n<p>That&#39;s my epiphany with this book, and why I think it&#39;s important. I&#39;d love to hear comments about it, if someone else has read it.</p>\n\n<p>I also want to know if you have read any other books that, like this one for me, you believe can have a tangible positive effect in the world, when people read it, and why.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/owrqxp/guide_to_getting_it_on_and_books_that_can/",
  "subreddit": "books",
  "id": "owrqxp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I figured this book would have been mentioned a bunch of times already, but\nsearching didn't turn up many results, so here it goes.\n\nThe 'Guide to Getting It On', by Paul Joannides\n[https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&from_search=true&qid=whEaHexXdF&rank=1]\nis, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本はすでに何度も紹介されているだろうと思っていましたが\n検索してもあまり出てこないので、ここで紹介します。\n\nポール・ジョアニデス著『ゲット・イット・オンの手引き\n[https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&from_search=true&qid=whEaHexXdF&rank=1]\nは、私...",
      "title": "ゲットするためのガイド」、純粋に世界を良くすることができる本たち"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想这本书应该已经被提到过很多次了，但是\n搜索没有找到很多结果，所以就来了。\n\n得到它的指南》，作者是保罗-约安尼德。\n[https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&from_search=true&qid=whEaHexXdF&rank=1]\n是，我...",
      "title": "得到它的指南》，以及能够真正使世界变得更美好的书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想這本書應該已經被提到過很多次了，但是\n搜索沒有找到很多結果，所以就來了。\n\n得到它的指南》，作者是保羅-約安尼德。\n[https://www.goodreads.com/book/show/72834.Guide_to_Getting_It_On_?ac=1&from_search=true&qid=whEaHexXdF&rank=1]\n是，我...",
      "title": "得到它的指南》，以及能夠真正使世界變得更美好的書籍"
    }
  ]
}