{
  "author": "FlyingTurkey",
  "original_created_utc": 1634307021,
  "title": "Great Sci-Fi books that are not fantasy focused?",
  "created_utc": 1634337160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everybody always suggests Dune, or Hyperion as some of the best sci-fi books out there, but these lean more towards fantasy imo. I want some space focused books that portray things in a realistic way that also offer some cosmic-horror vibes. Can also include first-contact type books.</p>\n\n<p>Books i’ve enjoyed:</p>\n\n<p>In the Quick by Kate Hope Day</p>\n\n<p>Artemis by Andy Weir</p>\n\n<p>The Gone World by Tom Sweterlitsch</p>\n\n<p>Constance by Matthew FitzSimmons</p>\n\n<p>Thanks! Looking forward to reading your suggestions.</p>\n\n<p>EDIT: Thank you guys for all of these suggestions! Currently creating a reading list. I went from having nothing to read to having an entire list that I have to get through now lol</p>\n\n<p>EDIT 2: Well… 7 hours later, I think I’ve added months worth of books to my reading list at this point. Thanks everyone for making this thread as extensive as it is. Hopefully this will help out other people looking for sci-fi books of this type!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/q8p99y/great_scifi_books_that_are_not_fantasy_focused/",
  "subreddit": "booksuggestions",
  "id": "q8p99y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Everybody always suggests Dune, or Hyperion as some of the best sci-fi books out\nthere, but these lean more towards fantasy imo. I want some space focused books\nthat portray things in a realistic way that also offer some cosmic-horror vibes.\nCan also include first-contact type books.\n\nBooks i’ve…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが最高のSF本としてDuneやHyperionを挙げるが、これらはファンタジーに近い。\nしかし、これらはどちらかというとファンタジーに近いと思います。私は宇宙に焦点を当てた本が欲しいのです。\n宇宙に焦点を当てた本で、現実的な方法で物事を描写し、宇宙的なホラーの雰囲気もあるものが欲しいです。\nファーストコンタクト系の本もOKです。\n\n今まで読んだ本",
      "title": "ファンタジー中心ではないSFの名作は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个人总是建议将《沙丘》或《海伯利安》作为最好的科幻书。\n但在我看来，这些书更倾向于奇幻。我想要一些以空间为重点的书籍\n以现实的方式描写事物，同时提供一些宇宙恐怖的氛围。\n也可以包括首次接触的书籍。\n\n我的书...",
      "title": "不以幻想为重点的伟大科幻书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人總是建議將《沙丘》或《海伯利安》作爲最好的科幻書。\n但在我看來，這些書更傾向於奇幻。我想要一些以空間爲重點的書籍\n以現實的方式描寫事物，同時提供一些宇宙恐怖的氛圍。\n也可以包括首次接觸的書籍。\n\n我的書...",
      "title": "不以幻想爲重點的偉大科幻書籍？"
    }
  ]
}