{
  "author": "ElectricalInflation",
  "the_new_excerpt": "If you’re needing to cover a large surface and going to use multiple tins you\nshould mix them together before hand rather than using one and opening another\nas you’ll be able to see the slight differences next to one another and doing\nthis makes the paint job look more uniform.\n\nWhy YSK: Even though…",
  "original_created_utc": 1621706022,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "広い面積をカバーする必要があり、複数の缶を使用する場合は、1つの缶を使用して別の缶を開けるのではなく、事前に混合しておく必要があります。\n1つの缶を使ってから別の缶を開けるのではなく、事前に混ぜておくべきです。\nそうすることで、塗装がより均一に見えるからです。\nそうすることで、塗装がより均一に見えるからです。\n\nなぜYSKなのか？",
      "title": "YSK 2つ以上の缶の絵具を使う場合は、まずそれらを混ぜ合わせる必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你需要覆盖一个大的表面，并且要使用多个罐子，你应该事先将它们混合在一起，而不是用一个罐子打开另一个罐子。\n应该在使用前将它们混合在一起，而不是使用一个后再打开另一个。\n因为你可以看到彼此之间的细微差别。\n这样做可以使油漆工作看起来更均匀。\n\n为什么是YSK：尽管...",
      "title": "YSK 如果你使用多于一罐的油漆，你应该先把它们混合在一起。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你需要覆蓋一個大的表面，並且要使用多個罐子，你應該事先將它們混合在一起，而不是用一個罐子打開另一個罐子。\n應該在使用前將它們混合在一起，而不是使用一個後再打開另一個。\n因爲你可以看到彼此之間的細微差別。\n這樣做可以使油漆工作看起來更均勻。\n\n爲什麼是YSK：儘管...",
      "title": "YSK 如果你使用多於一罐的油漆，你應該先把它們混合在一起。"
    }
  ],
  "title": "YSK If you’re using more than one tin of paint you should mix them together first",
  "created_utc": 1621724393,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you’re needing to cover a large surface and going to use multiple tins you should mix them together before hand rather than using one and opening another as you’ll be able to see the slight differences next to one another and doing this makes the paint job look more uniform.</p>\n\n<p>Why YSK: Even though you will be buying the same colour of paint there is always slight variation between every tin of paint that make it more obvious where the start of a new tin of paint has began.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/nio494/ysk_if_youre_using_more_than_one_tin_of_paint_you/",
  "subreddit": "YouShouldKnow",
  "id": "nio494",
  "is_self": true,
  "media": null,
  "is_video": false
}