{
  "author": "Zestyclose-Ad8836",
  "the_new_excerpt": "My fucking god what a delicious fucking book that went above and beyond anything\nI could've dreamt of. This book is the fattest, juciest heartthrob I've ever\nread.\n\nDon't be afraid of reading Marcel Proust! He's only talking about shit we've all\nexperienced before! I was intimidated with the purple…",
  "original_created_utc": 1614486158,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的天啊，真是一本美味的书，超越了任何东西。\n我做梦都想得到。这本书是我见过的最胖最多汁的心机小说\n读。\n\n不要害怕读马塞尔-普鲁斯特！他只是在说我们都在说的那些狗屁事。\n以前的经验！我是被紫色吓到了... ...",
      "title": "为什么你不应该害怕读《燕子之道》？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的天啊，真是一本美味的書，超越了任何東西。\n我做夢都想得到。這本書是我見過的最胖最多汁的心機小說\n讀。\n\n不要害怕讀馬塞爾-普魯斯特！他只是在說我們都在說的那些狗屁事。\n以前的經驗！我是被紫色嚇到了... ...",
      "title": "爲什麼你不應該害怕讀《燕子之道》？"
    }
  ],
  "title": "Why you shouldn't be afraid to read Swann's Way",
  "created_utc": 1614518550,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My fucking god what a delicious fucking book that went above and beyond anything I could&#39;ve dreamt of. This book is the fattest, juciest heartthrob I&#39;ve ever read.</p>\n\n<p>Don&#39;t be afraid of reading Marcel Proust! He&#39;s only talking about shit we&#39;ve all experienced before! I was intimidated with the purple prose at first but then it suddenly became endearing to me because I realized that what he&#39;s talking about is just mundane shit I&#39;ve experienced day to day. The feverish struggle to go to sleep, yearning for a girl, good brioche, not being able to remember a piece of music, taking a sip of a drink to feel the first hit again etc. The intimacies of daily life! Emotions I have NEVER been able to put words as beautifully as Proust did.</p>\n\n<p>Even though he&#39;s &quot;In Search of Lost Time&quot;, I&#39;d argue he already FOUND that lost time, because the eye for beauty he gives you is an appreciation for the life you have. Words in a book to record that lost time. A gratefulness for the most mundane daily shit that EVERYBODY experiences. That the best parts of life is not in the big moments. It&#39;s in these small little places that Proust just perfectly and completely encapsulates. And it&#39;s quite a perfect read during a pandemic for this reason. You should give it a second chance if you&#39;ve turned a page or two and got scared.</p>\n\n<p>I&#39;ve never truly fell in love with a book until like now. I was actually scared to finish this book because I feel like I just don&#39;t want to let go of it. I only hope to inspire other people to read it as well just to be able to experience the expansive breadth of beauty it gives you. I&#39;m fucking devastated actually like what am I going to be doing with myself for the time being I ordered part 2 but it&#39;s not gonna ship until March 9...</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lu5v3p/why_you_shouldnt_be_afraid_to_read_swanns_way/",
  "subreddit": "books",
  "id": "lu5v3p",
  "is_self": true,
  "media": null,
  "is_video": false
}