{
  "author": "AutoModerator",
  "original_created_utc": 1626861613,
  "title": "Literature of Belgium: July 2021",
  "created_utc": 1626946960,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Welkom readers, </p>\n\n<p>This is our monthly discussion of the literature of the world!  Every Wednesday, we&#39;ll post a new country or culture for you to recommend literature from, with the caveat that it must have been written by someone from that there (i.e. Shogun by James Clavell is a great book but wouldn&#39;t be included in Japanese literature). </p>\n\n<p>Today is the Belgian national Day and to celebrate we&#39;re discussing Belgian literature!  Please use this thread to discuss your favorite Belgian literature and authors.</p>\n\n<p>If you&#39;d like to read our previous discussions of the literature of the world please visit the <a href=\"https://www.reddit.com/r/books/wiki/literatureof\">literature of the world</a> section of our <a href=\"https://www.reddit.com/r/books/wiki/index\">wiki</a>. </p>\n\n<p>Dank u and enjoy!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ooms3q/literature_of_belgium_july_2021/",
  "subreddit": "books",
  "id": "ooms3q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Welkom readers,\n\nThis is our monthly discussion of the literature of the world! Every Wednesday,\nwe'll post a new country or culture for you to recommend literature from, with\nthe caveat that it must have been written by someone from that there (i.e.\nShogun by James Clavell is a great book but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Welcomekom readers,\n\n毎月恒例の世界の文学についての討論会です 毎週水曜日。\n毎週水曜日に新しい国や文化を紹介します。\nその国の人が書いたものでなければならないという注意事項があります。\nジェームズ・クラベルの『将軍』は素晴らしい本だけど...。",
      "title": "ベルギーの文学。2021年7月"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "欢迎读者。\n\n这是我们每个月对世界文学的讨论! 每个星期三。\n我们将发布一个新的国家或文化，供大家推荐其文学作品，但要注意，这些作品必须是该国家的人写的。\n但要注意的是，它必须是由该国家的人写的（即\n詹姆斯-克莱威尔的《幕府将军》是一本好书，但...",
      "title": "比利时的文学。2021年7月"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "歡迎讀者。\n\n這是我們每個月對世界文學的討論! 每個星期三。\n我們將發佈一個新的國家或文化，供大家推薦其文學作品，但要注意，這些作品必須是該國家的人寫的。\n但要注意的是，它必須是由該國家的人寫的（即\n詹姆斯-克萊威爾的《幕府將軍》是一本好書，但...",
      "title": "比利時的文學。2021年7月"
    }
  ]
}