{
  "author": "VPackardPersuadedMe",
  "the_new_excerpt": "Why YSK: Most people will grind their teeth at some point and it can cause years\nof horrible nights sleep, random neck pain, back pain, stress and headaches.\n(When you known can save you a fortune on pillows, mattresses and chiropractors)\n\nAs a stopgap solution a simple nightguard can help, but the…",
  "original_created_utc": 1611952173,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：大多数人都会在某些时候磨牙，这可能会导致多年来的\n的可怕夜晚的睡眠，随机颈部疼痛，背部疼痛，压力和头痛。\n(当你知道可以节省你的枕头，床垫和脊椎按摩师的财富)\n\n作为权宜之计，一个简单的夜视镜可以帮助，但...",
      "title": "YSK 颈痛、背痛、头痛、睡眠不佳和一般疼痛可能与您的床垫或枕头无关。您可能在睡眠中咬牙或磨牙。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：大多數人都會在某些時候磨牙，這可能會導致多年來的\n的可怕夜晚的睡眠，隨機頸部疼痛，背部疼痛，壓力和頭痛。\n(當你知道可以節省你的枕頭，牀墊和脊椎按摩師的財富)\n\n作爲權宜之計，一個簡單的夜視鏡可以幫助，但...",
      "title": "YSK 頸痛、背痛、頭痛、睡眠不佳和一般疼痛可能與您的牀墊或枕頭無關。您可能在睡眠中咬牙或磨牙。"
    }
  ],
  "title": "YSK Neckpain, backache, headaches, poor sleep and general pain can have nothing to do with your mattress or pillow. You might be clenching or grinding your teeth in your sleep.",
  "created_utc": 1612032258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most people will grind their teeth at some point and it can cause years of horrible nights sleep, random neck pain, back pain, stress and headaches. (When you known can save you a fortune on pillows, mattresses and chiropractors)</p>\n\n<p>As a stopgap solution a simple nightguard can help, but the teeth grinding is usually caused by an emotional trigger such as stress or anxiety. Not your pillow or mattress...</p>\n\n<p><a href=\"https://migrainepal.com/treatments-clenching-grinding-headache-and-migraine/\">https://migrainepal.com/treatments-clenching-grinding-headache-and-migraine/</a></p>\n</div><!-- SC_ON -->",
  "score": 4563,
  "permalink": "/r/YouShouldKnow/comments/l839lf/ysk_neckpain_backache_headaches_poor_sleep_and/",
  "subreddit": "YouShouldKnow",
  "id": "l839lf",
  "is_self": true,
  "media": null,
  "is_video": false
}