{
  "author": "ScowlingWolfman",
  "original_created_utc": 1637443627,
  "title": "CMV: The Rittenhouse verdict was correct, but self-defense laws are too broad and risk turning the US into the wild west",
  "created_utc": 1637501449,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There was a phrase popular in the Trump era that &quot;Facts don&#39;t care about your feelings&quot;, but the only standard for self-defense is that you &quot;feel&quot; your life was in danger. If two people both threaten each other, both their lives are in danger and both are privy to self-defense from one another.</p>\n\n<p>National CC across state lines is a popular push for firearms enthusiasts, but it further endangers the lives of all, because anyone could be conceal carrying, and anyone could be a threat, and if someone feels they are threatened they can legally take <em>any action</em> to feel less threatened.</p>\n\n<p>Do I know how to prove someone&#39;s life is actually in danger? No, I don&#39;t. But right now the law seems to be <em>If you live, you were right. And if you die, you were wrong.</em></p>\n\n<p><strong>Outcome View:</strong> The law changes based on whether the jury believes the defense in each situation was reasonable. That&#39;s why it seems so broad.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qyf80z/cmv_the_rittenhouse_verdict_was_correct_but/",
  "subreddit": "changemyview",
  "id": "qyf80z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There was a phrase popular in the Trump era that \"Facts don't care about your\nfeelings\", but the only standard for self-defense is that you \"feel\" your life\nwas in danger. If two people both threaten each other, both their lives are in\ndanger and both are privy to self-defense from one…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "トランプ時代に流行った言葉で、「事実はあなたの気持ちを気にしない\n感情は関係ない」という言葉がありましたが、正当防衛の唯一の基準は、自分の命が危険にさらされていると「感じる」こと\nが危険にさらされたということです。二人の人間がともに相手を脅せば、どちらも命の危険があり\nを危険にさらし、どちらも一方からの正当防衛にプライ...",
      "title": "CMV: リットンハウス事件の判決は正しかったが、正当防衛の法律は広すぎて、アメリカを西部開拓時代に変えてしまう危険性がある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在特朗普时代，有一句话很流行：\"事实不关心你的\n感受\"，但自卫的唯一标准是你 \"感觉 \"到自己的生命受到威胁。\n处于危险之中。如果两个人都威胁对方，他们的生命都处于\n处于危险之中，两人都有权利进行自卫......",
      "title": "CMV：Rittenhouse的判决是正确的，但自卫法过于宽泛，有可能将美国变成狂野的西部。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在特朗普時代，有一句話很流行：\"事實不關心你的\n感受\"，但自衛的唯一標準是你 \"感覺 \"到自己的生命受到威脅。\n處於危險之中。如果兩個人都威脅對方，他們的生命都處於\n處於危險之中，兩人都有權利進行自衛......",
      "title": "CMV：Rittenhouse的判決是正確的，但自衛法過於寬泛，有可能將美國變成狂野的西部。"
    }
  ]
}