{
  "author": "Crypthomie",
  "original_created_utc": 1628098613,
  "title": "Thanks to crypto, I won’t need to work another day in my life.",
  "created_utc": 1628106007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really wish the same to all of you guys. \nIt’s also all about the lifestyle you decide to apply to yourself.</p>\n\n<p>If you become rich but starts spending all your money in useless stuff like expensive branded clothes, cars and want to have a chef at home, then you won’t last long with your financial freedom.</p>\n\n<p>Passive incomes is certainly one of the keys, but if you’re ok budgeting your life with the money you have, I really advise you to apply what I said and not become too fancy.</p>\n\n<p>Never sell all your crypto, you never know what will happen in the future and keeping some bitcoin or whatever you like under the mattress will never be a waste, from my point of view.</p>\n\n<p>Most of you want to travel for sure, and they are expensive, mostly now with the current situation. Luckily, I went to more than 90 countries with my previous job and I don’t really care anymore to leave my chalet by the lake where I decided to settle with my wife and 6 cats. </p>\n\n<p>That’s something you will have to choose wisely, I really recommend visiting Vietnam if you want to try Southeast Asia, very affordable destination with amazing food and beautiful sceneries. </p>\n\n<p>Avoid bullshit countries like UAE where I lived couple of years. It’s expensive and there’s no history, it’s very superficial overall, locals are pretty uneducated and think they are kings and queens but don’t get me wrong some Emiratis are nice also.</p>\n\n<p>Canada, where I live, is in my heart, the best place on Earth and perfect to settle if you like tranquility and nature. </p>\n\n<p>I wish you all the possible success with your investment and to remain clear-minded in your decision making when shit will hit the fan (meaning price will burst).</p>\n\n<p>Take care and have a great day wherever you are.</p>\n</div><!-- SC_ON -->",
  "score": 310,
  "permalink": "/r/CryptoCurrency/comments/oxxvxg/thanks_to_crypto_i_wont_need_to_work_another_day/",
  "subreddit": "CryptoCurrency",
  "id": "oxxvxg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I really wish the same to all of you guys. It’s also all about the lifestyle you\ndecide to apply to yourself.\n\nIf you become rich but starts spending all your money in useless stuff like\nexpensive branded clothes, cars and want to have a chef at home, then you won’t\nlast long with your financial…"
}