{
  "author": "Incognito_Igloo",
  "the_new_excerpt": "Why YSK: Certain sites like the NYTimes limit users to 3-5 free articles a\nmonth, and require a subscription to read more. By copying and pasting the link\ninto an incognito tab, you bypass this and can read an unlimited amount of\narticles. Still, if you can, it's better to subscribe to support the…",
  "original_created_utc": 1621978214,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: NYTimesのような特定のサイトでは、ユーザーが無料で読める記事は月に3～5本に制限されています。\n月に3～5本の無料記事に限られており、それ以上読むには購読料が必要です。リンクをコピー＆ペーストして\nリンクをコピーしてシークレットタブに貼り付けることで、この制限を回避し、無制限に記事を読むことができます。\n記事を読むことができます。でも、できることなら、記事を読むために購読したほうがいいでしょう。",
      "title": "YSKでは、月に数本の無料記事に限定しているウェブサイトを利用する場合、記事をコピーしてシークレットタブに貼り付けることで、有料記事を回避することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：某些网站，如《纽约时报》，限制用户每月只能阅读3-5篇免费文章，并要求订阅更多文章。\n而需要订阅才能阅读更多。通过复制和粘贴链接\n到一个隐身标签，你就可以绕过这一点，并可以阅读无限量的\n文章。不过，如果你可以的话，最好还是订阅以支持...",
      "title": "YSK认为，当使用那些限制你每月只能阅读几篇免费文章的网站时，你可以将文章复制粘贴到一个隐身标签中，以绕过付费墙。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：某些網站，如《紐約時報》，限制用戶每月只能閱讀3-5篇免費文章，並要求訂閱更多文章。\n而需要訂閱才能閱讀更多。通過複製和粘貼鏈接\n到一個隱身標籤，你就可以繞過這一點，並可以閱讀無限量的\n文章。不過，如果你可以的話，最好還是訂閱以支持...",
      "title": "YSK認爲，當使用那些限制你每月只能閱讀幾篇免費文章的網站時，你可以將文章複製粘貼到一個隱身標籤中，以繞過付費牆。"
    }
  ],
  "title": "YSK that when using websites that limit you to a few free articles a month, you can copy paste the article into an incognito tab to bypass the paywall.",
  "created_utc": 1621985687,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Certain sites like the NYTimes limit users to 3-5 free articles a month, and require a subscription to read more. By copying and pasting the link into an incognito tab, you bypass this and can read an unlimited amount of articles. Still, if you can, it&#39;s better to subscribe to support the journalism.</p>\n</div><!-- SC_ON -->",
  "score": 126,
  "permalink": "/r/YouShouldKnow/comments/nl0k35/ysk_that_when_using_websites_that_limit_you_to_a/",
  "subreddit": "YouShouldKnow",
  "id": "nl0k35",
  "is_self": true,
  "media": null,
  "is_video": false
}