{
  "author": "electricmaster23",
  "the_new_excerpt": "I was commissioned to write a litepaper about an upcoming project called\n\"Ardana\", which is set to be based on the Cardano blockchain. I was paid $350\nupfront as a 35% deposit for the litepaper. Only a few days into the project, I\nsent him a draft. He wanted me to add a few things and polish it…",
  "original_created_utc": 1620905886,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "というプロジェクトについての論文を書くよう依頼されました。\n\"Cardanoブロックチェーンをベースにした「Ardana」というプロジェクトについてのライトペーパーの執筆を依頼されました。報酬は350ドル\nを前払いしてもらいました。プロジェクトが始まってわずか数日後、私は彼に原稿を送りました。\n彼に草稿を送りました。彼は、私にいくつかのことを追加して、それを磨いてほしいと言っていました...。",
      "title": "警告：PlethoriとArdanaのチームについての公開警告です。具体的には、Ryan Matovuのことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我被委托撰写一份关于一个即将到来的项目的文字报告，该项目名为\n\"Ardana \"的项目，该项目将基于Cardano区块链。我得到了350美元的报酬\n作为该论文的35%的定金。项目开始仅几天后，我\n给他发了一份草稿。他希望我添加一些东西，并对其进行抛光...",
      "title": "警告：关于普莱托里和阿尔达纳背后的团队的公开警告；特别是，我说的是瑞安-马托武。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我被委託撰寫一份關於一個即將到來的項目的文字報告，該項目名爲\n\"Ardana \"的項目，該項目將基於Cardano區塊鏈。我得到了350美元的報酬\n作爲該論文的35%的定金。項目開始僅幾天後，我\n給他發了一份草稿。他希望我添加一些東西，並對其進行拋光...",
      "title": "警告：關於普萊托里和阿爾達納背後的團隊的公開警告；特別是，我說的是瑞安-馬託武。"
    }
  ],
  "title": "WARNING: An open warning about the team behind Plethori and Ardana; specifically, I'm talking about Ryan Matovu.",
  "created_utc": 1620942526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was commissioned to write a litepaper about an upcoming project called &quot;Ardana&quot;, which is set to be based on the Cardano blockchain. I was paid $350 upfront as a 35% deposit for the litepaper. Only a few days into the project, I sent him a draft. He wanted me to add a few things and polish it up.</p>\n\n<p><em>Fair enough</em>.</p>\n\n<p>Anyway, he said he was going to add a few notes for me to work off for the final section. The next day, I had the draft completed and ready to send... when he told me someone else on the team had already done it, claiming I was &quot;taking too long&quot;; all this despite the fact he never gave me a deadline, nor was I taking an unreasonable amount of time for something as important as a litepaper for a cryptocurrency. Initially he said he would honour the contract, but then only moments later he simply blocked me on Telegram and LinkedIn without honouring the contract, leaving me short $650.</p>\n\n<p>Not only is this very unprofessional but a red flag that the team behind the aforementioned projects are not to be trusted. This is a shame, as I really thought the idea of basing a reliable stablecoin on the Cardano platform would make for a great idea, but this blatant theft of services rendered has soured me on this whole project. I want anyone who Googles &quot;Ryan Matovu&quot;, &quot;Plethori&quot;, or &quot;Ardana&quot; to see this page. If you&#39;re doing contract  work for this team, be <em>very wary</em>. If you must, use an escrow service, although I would honestly just refuse to work altogether. I was really counting on this money, too. :(</p>\n\n<p><strong>Edit: A couple of people have asked me to prove this. Well, it&#39;s a bit tricky to show you our conversation, since I was blocked on both Telegram and LinkedIn, but below was my response.</strong></p>\n\n<p>&quot;First of all, Ardana isn&#39;t even listed yet, so my story can only be vindicated with the passing of time. (Google it: there&#39;s nothing on it yet, so there&#39;s no way for me to know this information unless I had advanced knowledge!) The projected launch date for the token was estimated to be about two months.&quot;</p>\n\n<p>Additionally, I&#39;m intending to keep this post up so I can link back here when it&#39;s launched. This is assuming they do not honour the deal. I would consider taking this post down if the payment is made in full. I just want what&#39;s fair. Nothing more and nothing less.</p>\n</div><!-- SC_ON -->",
  "score": 287,
  "permalink": "/r/CryptoCurrency/comments/nbel71/warning_an_open_warning_about_the_team_behind/",
  "subreddit": "CryptoCurrency",
  "id": "nbel71",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1621590796938
}