{
  "author": "TheIncredibleBucket",
  "original_created_utc": 1626524177,
  "title": "I used to think Goodreads motivated me to read",
  "created_utc": 1626535592,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t know how many people feel this way, but I’ve realized not too long ago how stressful consciously tracking my music listening or reading habits has become for me. I should just be able to read whatever I want whenever I want and not worry about how much progress I make or how many books I’ve read this year (not that many, it turns out! To each their own pace!)</p>\n\n<p>The same for music— who cares that I have this or that many plays logged for certain artists on my lastfm page? Has anyone else struggled with that? I feel like cutting down on my time on Twitter and giving up on these apps has made my life just so much simpler.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/om34k5/i_used_to_think_goodreads_motivated_me_to_read/",
  "subreddit": "books",
  "id": "om34k5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don’t know how many people feel this way, but I’ve realized not too long ago\nhow stressful consciously tracking my music listening or reading habits has\nbecome for me. I should just be able to read whatever I want whenever I want and\nnot worry about how much progress I make or how many books I’ve…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どれだけの人がそう感じているかはわかりませんが、私は少し前に\n音楽を聴いたり、本を読んだりする習慣を意識的に追いかけることが、いかに自分にとってストレスになっているか、少し前に気づきました。\n私は少し前に、音楽や読書の習慣を意識的に追いかけることがいかにストレスになるかに気づきました。好きな本を好きな時に読めればいいんだよ。\n読書がどれだけ進んだか、何冊読んだかなんて気にしないで、好きなものを好きな時に読めればいい。",
      "title": "以前は、Goodreadsが読書のモチベーションを高めてくれると思っていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道有多少人有这种感觉，但我不久前意识到\n我意识到，有意识地跟踪我的音乐听觉或阅读习惯对我来说是多么的紧张。\n成为我的压力。我应该能够随时阅读我想读的东西，而\n而不必担心我取得了多少进展或我读了多少书。",
      "title": "我曾经认为Goodreads激励我去阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道有多少人有這種感覺，但我不久前意識到\n我意識到，有意識地跟蹤我的音樂聽覺或閱讀習慣對我來說是多麼的緊張。\n成爲我的壓力。我應該能夠隨時閱讀我想讀的東西，而\n而不必擔心我取得了多少進展或我讀了多少書。",
      "title": "我曾經認爲Goodreads激勵我去閱讀"
    }
  ]
}