{
  "author": "ejkrause",
  "original_created_utc": 1630171402,
  "title": "CMV: Affirmative Action for college admissions should be based on socioeconimic status, and not race.",
  "created_utc": 1630176337,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title. I&#39;ll use myself as an example to start. I&#39;m Lumbee Indian (card-carrying), and thus college is free for me from many instutions. </p>\n\n<p>The issue arises from the fact that I don&#39;t live in Robeson County, North Carolina, where much of my family does, and where the Lumbee tend to be poorer than white people, on average. I live in Minnesota, am moderately well-off, and have never faced racial discrimination, (mostly because my dad is white and I got his genes.)</p>\n\n<p>But I still get free college, despite my grades being average at best. </p>\n\n<p>This is why I believe that college admissions shouldn&#39;t look at you&#39;re race, but at the wealth of your family. Race doesn&#39;t generally cause people to get poor grades and test scores, but the wealth of their parents can. </p>\n\n<p>A white kid with a single mother who works as a janitor, but has a 3.8 GOA and a 30 on the ACT would be more qualified for university than Malia Obama, if she had the same numbers.</p>\n\n<p>Race can be a factor, but it isn&#39;t always a factor, and colleges should recognize that.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/pddz0n/cmv_affirmative_action_for_college_admissions/",
  "subreddit": "changemyview",
  "id": "pddz0n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title. I'll use myself as an example to start. I'm Lumbee Indian\n(card-carrying), and thus college is free for me from many instutions.\n\nThe issue arises from the fact that I don't live in Robeson County, North\nCarolina, where much of my family does, and where the Lumbee tend to be poorer\nthan white…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルです。まず、私自身を例に挙げます。私はルンビー族インディアン\n(カード保持者）なので、大学は多くの機関から無料で提供されています。\n\n問題は、私の家族の多くが住んでいるノースカロライナ州ロベソン郡に私が住んでいないという事実から生じます。\n私の家族の多くが住んでいるノースカロライナ州ロベソン郡に私が住んでいないこと、そしてルンビー族が白人よりも貧しい傾向にあることです。\nルンビー族は白人よりも貧しい傾向にありますから...。",
      "title": "CMV: 大学入学のためのアファーマティブ・アクションは、人種ではなく、社会経済的地位に基づいて行われるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题。我以自己为例来开始。我是伦比族印第安人\n(Card-carrying)，因此，许多机构对我来说，大学是免费的。\n\n问题是，我并不住在北卡罗来纳州的罗伯逊县，而我的大部分家人都住在那里。\n卡罗来纳州的罗伯逊县，我的大部分家人都住在那里，而那里的伦比人往往比白人更穷\n伦比人往往比白人更穷......",
      "title": "CMV：大学招生的平权行动应该基于社会经济地位，而不是种族。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題。我以自己爲例來開始。我是倫比族印第安人\n(Card-carrying)，因此，許多機構對我來說，大學是免費的。\n\n問題是，我並不住在北卡羅來納州的羅伯遜縣，而我的大部分家人都住在那裏。\n卡羅來納州的羅伯遜縣，我的大部分家人都住在那裏，而那裏的倫比人往往比白人更窮\n倫比人往往比白人更窮......",
      "title": "CMV：大學招生的平權行動應該基於社會經濟地位，而不是種族。"
    }
  ]
}