{
  "author": "Nebarious",
  "the_new_excerpt": "Why YSK: This is mostly relevant for gamers who're used to opening task manager\nto close games that have crashed but won't close properly. Sometimes task\nmanager won't open properly because the game is taking up the entire screen and\nno matter what you do you can't access task manager. Using this…",
  "original_created_utc": 1613392527,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这主要是和习惯于打开任务管理器的游戏玩家有关。\n来关闭已经崩溃但无法正常关闭的游戏。有时任务\n经理无法正常打开，因为游戏占据了整个屏幕，而且......。\n无论你做什么都无法访问任务管理器。使用这个...",
      "title": "YSK：Win10用户可以按Windows键和标签打开一个新的桌面实例。如果你是个游戏玩家，游戏崩溃/卡住了，但任务管理器打不开，这就特别有用。换到桌面2并在那里打开它，关闭你的游戏，然后切换回来，以立即解决问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這主要是和習慣於打開任務管理器的遊戲玩家有關。\n來關閉已經崩潰但無法正常關閉的遊戲。有時任務\n經理無法正常打開，因爲遊戲佔據了整個屏幕，而且......。\n無論你做什麼都無法訪問任務管理器。使用這個...",
      "title": "YSK：Win10用戶可以按Windows鍵和標籤打開一個新的桌面實例。如果你是個遊戲玩家，遊戲崩潰/卡住了，但任務管理器打不開，這就特別有用。換到桌面2並在那裏打開它，關閉你的遊戲，然後切換回來，以立即解決問題。"
    }
  ],
  "title": "YSK: Win10 users can press the Windows key and tab to open a new desktop instance. This is especially useful if you're a gamer and a game is crashing/stuck, but task manager won't open. Swap over to Desktop 2 and open it there, close your game and then switch back to instantly solve the problem.",
  "created_utc": 1613421502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is mostly relevant for gamers who&#39;re used to opening task manager to close games that have crashed but won&#39;t close properly. Sometimes task manager won&#39;t open properly because the game is taking up the entire screen and no matter what you do you can&#39;t access task manager. Using this fix you can close any program at any time, just make sure you close task manager in Desktop 1 if you opened it there first otherwise it won&#39;t open in Desktop 2.</p>\n\n<p>I&#39;m sure this would also be useful for people trying to be sneaky at work or at home if someone&#39;s entering your space and you&#39;d rather they don&#39;t see what&#39;s happening over on Desktop 1, but I wouldn&#39;t know anything about that ;)</p>\n</div><!-- SC_ON -->",
  "score": 10857,
  "permalink": "/r/YouShouldKnow/comments/lkctvj/ysk_win10_users_can_press_the_windows_key_and_tab/",
  "subreddit": "YouShouldKnow",
  "id": "lkctvj",
  "is_self": true,
  "media": null,
  "is_video": false
}