{
  "author": "meanorus",
  "the_new_excerpt": "So I've seen a few people looking for recommendations of books like The Seven\nHusbands of Evelyn Hugo and there are some good suggestions but I'm specifically\nlooking for books that feature queer/sapphic storylines in that same style. I've\nbeen having a really hard time trying to find sapphic books…",
  "original_created_utc": 1618706900,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "The Seven Husbands of Evelyn Hugoのような本の推薦を求めている人を何人か見かけました。\nEvelyn Hugoの7人の夫』のような本を探している人を何人か見たし、良い提案もあったけど、私は特に\n同じようなスタイルでクィア／サフィックスのストーリーを描いた本を探しています。私は今まで\nサフィックスな本を探すのにとても苦労しています...。",
      "title": "エヴリン・ヒューゴのようなサッパリ系の本？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我看到有一些人在找《七》等书的推荐。\n伊芙琳-雨果的丈夫，有一些很好的建议，但我特别。\n寻找具有相同风格的同性恋/apphic故事情节的书籍。我已经\n一直有一个非常困难的时间 试图找到蓝宝石的书籍... ...",
      "title": "像伊夫林-雨果这样的蓝本？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我看到有一些人在找《七》等書的推薦。\n伊芙琳-雨果的丈夫，有一些很好的建議，但我特別。\n尋找具有相同風格的同性戀/apphic故事情節的書籍。我已經\n一直有一個非常困難的時間 試圖找到藍寶石的書籍... ...",
      "title": "像伊夫林-雨果這樣的藍本？"
    }
  ],
  "title": "Sapphic books like Evelyn Hugo?",
  "created_utc": 1618734072,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;ve seen a few people looking for recommendations of books like The Seven Husbands of Evelyn Hugo and there are some good suggestions but I&#39;m specifically looking for books that feature queer/sapphic storylines in that same style. I&#39;ve been having a really hard time trying to find sapphic books that aren&#39;t fantasy or YA. There&#39;s nothing wrong with fantasy or YA - I&#39;ve read plenty of books in both genres - but I&#39;m looking for more adult-style sapphic romances with well written characters. Does anyone know any good books like that?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/mt2v96/sapphic_books_like_evelyn_hugo/",
  "subreddit": "booksuggestions",
  "id": "mt2v96",
  "is_self": true,
  "media": null,
  "is_video": false
}