{
  "author": "IMakeFriendsWithCake",
  "the_new_excerpt": "When applying to a company abroad, make sure that the information you present is\nunderstandable for someone from that country.\n\nThis includes: * Adding the country codes to your phone number (+1 for US) *\nAdding the country to places you worked / studied instead of only states *\nAdding the country /…",
  "original_created_utc": 1612378214,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在申请国外公司时，要确保所提供的资料是\n对于来自该国的人来说是可以理解的。\n\n这包括 * 将国家代码添加到您的电话号码中（美国为+1）*。\n在您工作/学习的地方添加国家，而不是只添加州*。\n增加国家/...",
      "title": "YSK：在申请国外公司时，要根据国际背景调整申请信息（包括添加国家电话代码）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在申請國外公司時，要確保所提供的資料是\n對於來自該國的人來說是可以理解的。\n\n這包括 * 將國家代碼添加到您的電話號碼中（美國爲+1）*。\n在您工作/學習的地方添加國家，而不是隻添加州*。\n增加國家/...",
      "title": "YSK：在申請國外公司時，要根據國際背景調整申請信息（包括添加國家電話代碼）。"
    }
  ],
  "title": "YSK: when applying to companies abroad, adapt the information in your application to an international context (including adding country phone codes)",
  "created_utc": 1612424272,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When applying to a company abroad, make sure that the information you present is understandable for someone from that country.</p>\n\n<p>This includes:\n* Adding the country codes to your phone number (+1 for US)\n* Adding the country to places you worked / studied instead of only states\n* Adding the country / city where you&#39;re living\n* Not using abbreviations that may not be understood from someone with a different background</p>\n\n<p>Why YSK? Not doing this hinders your chance of getting that job because it makes it more difficult for the company to understand your application. Also, it makes you look like you either lack intercultural competence which  companies hiring international applicants will most likely care about and/or indicate that you aren&#39;t aware that the job you just applied to is not in your home country and you didn&#39;t care to look it up, which almost every company will care about. </p>\n\n<p>Source: I&#39;m a hiring manager at a European company and every application from US Americans I have received recently makes this mistake (seems to be a uniquely American thing but it&#39;s of course still applicable for others as well). The first time I received an application with a phone code of (321) or something I was wondering what country code this was until I figured out it&#39;s from the US.</p>\n</div><!-- SC_ON -->",
  "score": 9970,
  "permalink": "/r/YouShouldKnow/comments/lbuxrs/ysk_when_applying_to_companies_abroad_adapt_the/",
  "subreddit": "YouShouldKnow",
  "id": "lbuxrs",
  "is_self": true,
  "media": null,
  "is_video": false
}