{
  "author": "hondaguy1998",
  "original_created_utc": 1625625830,
  "title": "CMV:There's a distinct double standard between woman and abuse on men",
  "created_utc": 1625653838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So first off I just wanna say that this isn&#39;t aimed to be a jab at woman or a way to berate them in any way. Like the description in the sub says I understand my view may be flawed and I&#39;ll except that if it is. Basically the reason I feel this way stems from something from my childhood. </p>\n\n<p>My mom was adamant about letting everyone know that if her husband (my stepfather) didn&#39;t listen to her or do what she wanted, she&#39;d smack him. Now I&#39;m not saying she meant it but it&#39;s the fact that she was able to get away with saying it in the first place that bugs me. If it were my stepfather saying that to her he&#39;d get shit from everyone in the room. </p>\n\n<p>I&#39;ve seen woman literally smack their boyfriends/husband&#39;s in the face out of frustration then acting like nothing happened and no one said a single word. When I hear woman say things like &quot;I keep my man on a tight leash&quot; oh, so you mean to say that you control him like he&#39;s your pet or something?</p>\n\n<p>When men cheat (and I&#39;m not condoning the cheating part) I&#39;ve seen woman literally go full blown bat-shit crazy and start swinging on him and trying to beat him up. If the roles were reversed there the man would still be called a piece of shit for trying to assault her even if she cheated. I&#39;ve also seen men who&#39;ve cheated get publicly shamed for it but why do I feel like if the roles were reversed in that situation the man would get called cruel or childish? It is doesn&#39;t make sense to me and it&#39;s really frustrating.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ofa28a/cmvtheres_a_distinct_double_standard_between/",
  "subreddit": "changemyview",
  "id": "ofa28a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So first off I just wanna say that this isn't aimed to be a jab at woman or a\nway to berate them in any way. Like the description in the sub says I understand\nmy view may be flawed and I'll except that if it is. Basically the reason I feel\nthis way stems from something from my childhood.\n\nMy mom was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、これは女性を非難するためのものではありません。\n女性を非難するためのものではありません。サブページの説明にあるように、私は自分の見解が間違っているかもしれないと理解しています。\n私の見解には欠陥があるかもしれませんが、それはそれとして受け入れます。基本的に私がこのように感じるのは\n私がこのように感じるのは、子供の頃のことが原因です。\n\n私の母は...",
      "title": "CMV:女性と男性への虐待の間には明確なダブルスタンダードがある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，首先我想说，这并不是要嘲笑女人，也不是要以任何方式责骂她们。\n以任何方式责骂她们。就像文章中描述的那样，我理解\n我的观点可能是有缺陷的，如果是这样，我也不会介意。基本上，我之所以有这种感觉\n这种方式源于我童年的一些事情。\n\n我的妈妈是...",
      "title": "CMV:女人和虐待男人之间有明显的双重标准"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，首先我想說，這並不是要嘲笑女人，也不是要以任何方式責罵她們。\n以任何方式責罵她們。就像文章中描述的那樣，我理解\n我的觀點可能是有缺陷的，如果是這樣，我也不會介意。基本上，我之所以有這種感覺\n這種方式源於我童年的一些事情。\n\n我的媽媽是...",
      "title": "CMV:女人和虐待男人之間有明顯的雙重標準"
    }
  ]
}