{
  "author": "Figsnbacon",
  "the_new_excerpt": "This quote is from Notes on a Silencing, a memoir by Lacy Crawford. It is one of\nthe most extraordinary books I’ve read in a while. Crawford writes a\ncoming-of-age memoir of her privileged life at an elite boarding school (St\nPaul’s School) in Concord, New Hampshire in the early 90s, where she…",
  "original_created_utc": 1618160661,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この言葉は、レイシー・クロフォードの回顧録『Notes on a Silencing』からの引用です。この本は、私が今まで読んだ本の中で\n私が今まで読んだ本の中で最も素晴らしい本のひとつです。クロフォードは\nクロフォードは、コンコードにあるエリート寄宿学校（St Paul's School）での恵まれた生活を綴った青春記です。\nPaul's School）での恵まれた生活を綴っています。",
      "title": "\"男の子は、女の子のずぼらなセコンドではありませんでした。したがって、女の子だけが、パートナーによって社会的に汚染される可能性があります。彼女たちはターゲットでありベクターでもあるのだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这句话出自Lacy Crawford的回忆录《Notes on a Silencing》。它是其中之一。\n最非凡的书 我读了一段时间。克劳福德写了一本\n她的成长回忆录，讲述了她在精英寄宿学校的特权生活（圣地亚哥）。\nPaul's School）在新罕布什尔州康科德，90年代初，她在那里... ...",
      "title": "\"没有男孩是某个女孩的马虎秒。因此，只有女孩，才有可能被她们的伴侣污染社会。她们既是目标，也是载体\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這句話出自Lacy Crawford的回憶錄《Notes on a Silencing》。它是其中之一。\n最非凡的書 我讀了一段時間。克勞福德寫了一本\n她的成長回憶錄，講述了她在精英寄宿學校的特權生活（聖地亞哥）。\nPaul's School）在新罕布什爾州康科德，90年代初，她在那裏... ...",
      "title": "\"沒有男孩是某個女孩的馬虎秒。因此，只有女孩，纔有可能被她們的伴侶污染社會。她們既是目標，也是載體\"。"
    }
  ],
  "title": "“No boy was some girl’s sloppy seconds. Only girls, therefore, could be socially contaminated by their partners. They were both target and vector.”",
  "created_utc": 1618168276,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This quote is from Notes on a Silencing, a memoir by Lacy Crawford. It is one of the most extraordinary books I’ve read in a while. Crawford writes a coming-of-age memoir of her privileged life at an elite boarding school (St Paul’s School) in Concord, New Hampshire in the early 90s, where she suffered numerous instances of sexual abuse. It is fascinating for many reasons. She goes into great detail about life at the school, the routine, the traditions, the social hierarchy and how kids fall in and out of favor. </p>\n\n<p>One thing that resonated with me was the classic social-culture of that time period. I grew up in the 80s and 90s so this double standard that I quoted really resonated with me. I guess it made me wonder, are we still in this same mind-set today? A lot of people avoid memoirs such as this, like Mary Karr’s The Liar’s Club, but I think they’re important reads. Just wanted to share and unpack.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/moulz7/no_boy_was_some_girls_sloppy_seconds_only_girls/",
  "subreddit": "books",
  "id": "moulz7",
  "is_self": true,
  "media": null,
  "is_video": false
}