{
  "author": "clark_kent88",
  "the_new_excerpt": "Why YSK: This can attract the wrong type of customer to the business, and lead\npeople to expect things that are not advertised.\n\nIf you want to help the business mention things like \"went above and beyond\"\n\"came in under the estimate\" \"always willing to work with my needs.\" This can\ndrive traffic to…",
  "original_created_utc": 1613348346,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这可能会吸引错误类型的客户到企业，并导致。\n人们期待的东西，而不是广告。\n\n如果你想帮助企业提到的东西，如 \"超越了\"。\n\"低于估价而来\"\"总是愿意与我的需求合作\"。这可以\n引流",
      "title": "YSK如果一个小企业给你挂上免费的东西，或者打折的服务，不要在你的评论里这么说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這可能會吸引錯誤類型的客戶到企業，並導致。\n人們期待的東西，而不是廣告。\n\n如果你想幫助企業提到的東西，如 \"超越了\"。\n\"低於估價而來\"\"總是願意與我的需求合作\"。這可以\n引流",
      "title": "YSK如果一個小企業給你掛上免費的東西，或者打折的服務，不要在你的評論裏這麼說。"
    }
  ],
  "title": "YSK if a small business hooks you up with free stuff, or discounted services don't word it that way in your review.",
  "created_utc": 1613374627,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This can attract the wrong type of customer to the business, and lead people to expect things that are not advertised. </p>\n\n<p>If you want to help the business mention things like &quot;went above and beyond&quot; &quot;came in under the estimate&quot; &quot;always willing to work with my needs.&quot; This can drive traffic to the business, but won&#39;t attract people expecting handouts or discounts.</p>\n\n<p>I have known quite a few people building their business who have done discounted work to get it off the ground, or just as a favor trying to help someone in need out. It is great work at FAR below market value, and then that person turns around and tells 5 friend, but they also mention they got the work done for X rate, when the business usually charges Y rate.</p>\n\n<p>Edit: For clarity I am not condoning shilling.</p>\n</div><!-- SC_ON -->",
  "score": 385,
  "permalink": "/r/YouShouldKnow/comments/lk15tl/ysk_if_a_small_business_hooks_you_up_with_free/",
  "subreddit": "YouShouldKnow",
  "id": "lk15tl",
  "is_self": true,
  "media": null,
  "is_video": false
}