{
  "author": "vote4boat",
  "original_created_utc": 1631389719,
  "title": "Do people still read Mishima?",
  "created_utc": 1631399408,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently started reading a book by the brilliant and controversial Japanese author Yukio Mishima, and curious what, if anything, western audiences think of him these days.</p>\n\n<p>Growing up in Japan in the 80s, he was a name that everyone knew, but not many people read. There was an intellectually dangerous aura to his work due to the ultra-right nationalism, but ultimately I think his epic suicide overshadowed everything. It&#39;s a little hard to take someone seriously after something like that, so he became an edgy punchline of sorts. I never read him but I did have a hip t-shirt with a cartoon of his face.</p>\n\n<p>I recently came across some of his work, and holy shit this guy can write. I&#39;ve never described an author as narcotic, but that&#39;s what it feels like. 3 paragraphs in and it&#39;s like &quot;wait, where am I?&quot;</p>\n\n<p>So, he&#39;s like the demon-genius of post-war Japanese literature, but I&#39;ve never seen him discussed here. Do people still read him? I think he was popular in the West for a while.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pme41q/do_people_still_read_mishima/",
  "subreddit": "books",
  "id": "pme41q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently started reading a book by the brilliant and controversial Japanese\nauthor Yukio Mishima, and curious what, if anything, western audiences think of\nhim these days.\n\nGrowing up in Japan in the 80s, he was a name that everyone knew, but not many\npeople read. There was an intellectually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、物議を醸した日本の作家、三島由紀夫の本を読み始めました。\n三島由紀夫の本を読み始めたのですが、最近、欧米の人たちが三島由紀夫をどう思っているのか\n三島由紀夫の本を読み始めました。\n\n80年代の日本で育った私にとって、三島由紀夫は誰もが知っている名前でしたが、読む人はあまりいませんでした。\n読む人は少なかった。三島由紀夫の作品には、知的な雰囲気がありました。",
      "title": "今でも三島を読む人はいるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始读一本由杰出而有争议的日本作家三岛由纪夫写的书。\n三岛由纪夫的书，并好奇西方观众对他的看法，如果有的话。\n他的作品。\n\n80年代在日本长大的时候，他是一个人人皆知的名字，但没有多少人\n人阅读。三岛由纪夫的作品在智力上有很大的优势。",
      "title": "现在还有人读三岛吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始讀一本由傑出而有爭議的日本作家三島由紀夫寫的書。\n三島由紀夫的書，並好奇西方觀衆對他的看法，如果有的話。\n他的作品。\n\n80年代在日本長大的時候，他是一個人人皆知的名字，但沒有多少人\n人閱讀。三島由紀夫的作品在智力上有很大的優勢。",
      "title": "現在還有人讀三島嗎？"
    }
  ]
}