{
  "author": "SampsonRustic",
  "original_created_utc": 1638117310,
  "title": "YSK products with down insulation (coats, jackets, vests, pillows, comforters, etc) may use feathers from live-plucked duck and geese.",
  "created_utc": 1638125550,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong></p>\n\n<ul>\n<li>You may be considering purchasing down-insulated products during the holiday season</li>\n<li>You may not know that the geese and duck feathers may be plucked while they are still alive, often several times over the course of their life.</li>\n<li>Even if you aren&#39;t vegan, you may not want to support this painful and inhumane practice</li>\n<li>A single down coat can require feathers from 10-20 geese or ducks</li>\n<li>There are alternatives or more ethical sources of down you can consider purchasing</li>\n</ul>\n\n<p><strong>Alternatives</strong></p>\n\n<p>Many companies offer alternatives (and many have even banned using down altogether) There are several ways to search for down-alternative products. Usually they will have keywords such as:</p>\n\n<ul>\n<li>Synthetic Insulation</li>\n<li>&quot;Down-Alternative&quot;</li>\n<li>&quot;Featherless&quot;</li>\n<li>Recycled Insulation</li>\n<li>Cotton or Rayon Filled</li>\n</ul>\n\n<p><strong>Ethically-Sourced Down Options</strong></p>\n\n<p>There are currently 2 certification standards for ethical down retrieval that work to combat this issue, RDS and GTDS.</p>\n\n<p><strong>RDS -</strong> <a href=\"https://certifications.controlunion.com/en/certification-programs/certification-programs/rds-responsible-down-standard\">Responsible Down Standard</a> is utilized by most ethically-aware companies, however even this standard has many flaws.</p>\n\n<ul>\n<li>Farm inspections are announced in advance</li>\n<li>RDS allows for parallel farm operation (RDS and non-RDS down produced on the same farm)</li>\n<li>RDS does not consider the parent farm (where the geese are hatched and raised)</li>\n</ul>\n\n<p><strong>GTDS -</strong> <a href=\"https://d2evkimvhatqav.cloudfront.net/documents/su_traceble_down_infopaper.pdf\">Global Traceable Down Standard</a> is only utilized by Patagonia in partnership with the NSF, and is a much stricter certification.</p>\n</div><!-- SC_ON -->",
  "score": 260,
  "permalink": "/r/YouShouldKnow/comments/r489d2/ysk_products_with_down_insulation_coats_jackets/",
  "subreddit": "YouShouldKnow",
  "id": "r489d2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\n * You may be considering purchasing down-insulated products during the holiday\n   season\n * You may not know that the geese and duck feathers may be plucked while they\n   are still alive, often several times over the course of their life.\n * Even if you aren't vegan, you may not want to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n * 年末年始に羽毛製品の購入を検討されている方も多いのではないでしょうか。\n   シーズン\n * ガチョウやアヒルの羽毛は、生きている間にむしり取られることがあることをご存知でしょうか。\n   知らないかもしれませんが、ガチョウやアヒルの羽毛は、生きている間にむしり取られることがあります。\n * 菜食主義者でなくても、...",
      "title": "YSKのダウンを使用した製品（コート、ジャケット、ベスト、枕、布団など）には、アヒルやガチョウの羽毛を使用している場合があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n * 你可能会考虑在假日期间购买羽绒保温产品。\n   季节\n * 你可能不知道，鹅和鸭的羽毛可能是在它们还活着的时候被拔掉的。\n   你可能不知道，鹅和鸭的羽毛可能在它们还活着的时候就被拔掉了，在它们的一生中经常被拔几次。\n * 即使你不是素食主义者，你可能也不想...",
      "title": "YSK的羽绒保温产品（大衣、夹克、背心、枕头、被子等）可能使用活摘的鸭子和鹅的羽毛。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n * 你可能會考慮在假日期間購買羽絨保溫產品。\n   季節\n * 你可能不知道，鵝和鴨的羽毛可能是在它們還活着的時候被拔掉的。\n   你可能不知道，鵝和鴨的羽毛可能在它們還活着的時候就被拔掉了，在它們的一生中經常被拔幾次。\n * 即使你不是素食主義者，你可能也不想...",
      "title": "YSK的羽絨保溫產品（大衣、夾克、背心、枕頭、被子等）可能使用活摘的鴨子和鵝的羽毛。"
    }
  ]
}