{
  "author": "ederewleinad",
  "the_new_excerpt": "Like in several other languages, it is common to have a plural noun that is used\nwhen talking to a group of ambiguous gender. (For example the Chinese tāmen\n(plural form of he/him/she/her/it.)) however, English doesn’t have a specific\nword that fits this description in every way. They/them works…",
  "original_created_utc": 1620519840,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "他のいくつかの言語と同様に、性別が曖昧なグループに話しかけるときに使用される複数形の名詞を持つことが一般的です。\n曖昧な性別のグループに話しかけるときに使われる複数形の名詞があるのが一般的です。(例えば、中国語のtāmen\n(he/him/she/her/itの複数形)などがありますが、英語にはこのような特定の単語はありません。\nしかし、英語にはこの説明にすべての面で合致する特定の単語がありません。They/themが効く...。",
      "title": "CMV: 複数形の名詞「guys」は、ほとんどの場面で性別を問わない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与其他几种语言一样，在谈论性别模糊的群体时，通常会使用复数名词。\n当与一个性别模糊的群体交谈时，通常使用复数名词。(例如中文的tāmen\nhe/him/she/her/it的复数形式））但是，英语没有一个特定的\n词在各方面都符合这种描述。他们/他们的工作...",
      "title": "CMV: 复数名词 \"家伙 \"在大多数情况下是中性的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與其他幾種語言一樣，在談論性別模糊的羣體時，通常會使用複數名詞。\n當與一個性別模糊的羣體交談時，通常使用複數名詞。(例如中文的tāmen\nhe/him/she/her/it的複數形式））但是，英語沒有一個特定的\n詞在各方面都符合這種描述。他們/他們的工作...",
      "title": "CMV: 複數名詞 \"傢伙 \"在大多數情況下是中性的。"
    }
  ],
  "title": "CMV: The plural noun ‘guys’ is gender neutral in most situations",
  "created_utc": 1620549510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like in several other languages, it is common to have a plural noun that is used when talking to a group of ambiguous gender. (For example the Chinese tāmen (plural form of he/him/she/her/it.)) however, English doesn’t have a specific word that fits this description in every way. They/them works when talking about a person/group but doesn’t work when you are talking directly to the group. The slang ya’ll fits this but what I want to argue is that the term guys also works.</p>\n\n<p>Since English speakers outside of Some American states don’t use the phrase ya’ll when talking to a group of ambiguous gender, I think it is acceptable to use the term guys instead. However, this only applies if the gender of the group is either majority male or ambiguous. I think girls is the right phrase when talking to a majority female group or fully female group. The ambiguous situation is the one I think is open to debate. But my argument for it is that it is not disrespectful to simply call a group Guys when you talk to them because there is no simple alternative.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n82951/cmv_the_plural_noun_guys_is_gender_neutral_in/",
  "subreddit": "changemyview",
  "id": "n82951",
  "is_self": true,
  "media": null,
  "is_video": false
}