{
  "author": "Comprehensive_Dolon",
  "original_created_utc": 1630633207,
  "title": "Do you find ratings and reviews on Goodreads helpful to choose your next book?",
  "created_utc": 1630657645,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I use goodreads for a looong time. And I now I&#39;m in a situation that I see the rating &amp; reviews of a book, if it seems intriguing I mark that as &quot;Want to Read&quot; and later read that when I can get the book.\n It has become impossible for me to start a book without checking it on goodreads.\nWhat about you guys?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pgvdni/do_you_find_ratings_and_reviews_on_goodreads/",
  "subreddit": "books",
  "id": "pgvdni",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I use goodreads for a looong time. And I now I'm in a situation that I see the\nrating & reviews of a book, if it seems intriguing I mark that as \"Want to Read\"\nand later read that when I can get the book. It has become impossible for me to\nstart a book without checking it on goodreads. What about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は長い間、goodreadsを使っています。そして今、私は本の評価とレビューを見て、興味をそそられたら「読みたい」とマークするという状況にあります。\nその本の評価やレビューを見て、興味をそそられるようであれば \"読みたい \"にマークして\n後日、その本が手に入ったら読む、という状況です。今では、評価やレビューを見ずに本を読み始めることはできなくなりました。\ngoodreadsでチェックしないと本を読み始めることができなくなりました。どうでしょうか？",
      "title": "Goodreadsでの評価やレビューは、次の本を選ぶのに参考になりますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我使用goodreads已经有很长一段时间了。而我现在的情况是，我看到一本书的评级和评论。\n如果它看起来很吸引人，我就把它标记为 \"想读\"。\n然后在我能得到这本书的时候再读。对我来说，如果不在 \"好书 \"网站上查看，就不可能开始看书。\n我已经不可能不在goodreads上检查它就开始读一本书了。那么...",
      "title": "你觉得Goodreads上的评分和评论对你选择下一本书有帮助吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我使用goodreads已經有很長一段時間了。而我現在的情況是，我看到一本書的評級和評論。\n如果它看起來很吸引人，我就把它標記爲 \"想讀\"。\n然後在我能得到這本書的時候再讀。對我來說，如果不在 \"好書 \"網站上查看，就不可能開始看書。\n我已經不可能不在goodreads上檢查它就開始讀一本書了。那麼...",
      "title": "你覺得Goodreads上的評分和評論對你選擇下一本書有幫助嗎？"
    }
  ]
}