{
  "author": "Shenanigan15",
  "the_new_excerpt": "Why YSK: (Note: I'm from the US) When you hand money to a staff member at any\nestablishment, they should be asking you to verify how much you gave them. The\nlast thing they need is to give you $6 in change because you gave them a $10\nbill, and have you yell at them because you thought you handed…",
  "original_created_utc": 1619767592,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：（注：私はアメリカ出身です）どんな施設でもスタッフにお金を渡すときには、いくら渡したかを確認するべきです。\n渡したときに、いくら渡したのかを確認されるはずです。そして\n最後に必要なのは、あなたが10ドル札を渡したからといって、6ドルのお釣りを渡すことです。\n渡したと思って怒鳴られたりするのが一番困る。",
      "title": "YSK: 現金で支払いをしたときに「○○ドル札をくれましたか」と聞かれたら、スタッフの仕事を守るためです。と聞かれたら、「はい」か「いいえ」で答えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：（注：我来自美国）当你把钱交给任何机构的工作人员时，他们应该要求你确认你给他们多少钱。\n的时候，他们应该要求你确认你给了他们多少钱。他们最不需要的是给你6美元的零钱。\n他们最不需要的就是给你6美元的零钱，因为你给了他们一张10美元的钞票。\n而让你对他们大喊大叫，因为你认为你给了他们......",
      "title": "YSK: 如果你用现金支付东西，有人问你：\"你给了我一张X美元的钞票吗？\"，这是为了挽救工作人员的工作。只要说是或不是。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：（注：我來自美國）當你把錢交給任何機構的工作人員時，他們應該要求你確認你給他們多少錢。\n的時候，他們應該要求你確認你給了他們多少錢。他們最不需要的是給你6美元的零錢。\n他們最不需要的就是給你6美元的零錢，因爲你給了他們一張10美元的鈔票。\n而讓你對他們大喊大叫，因爲你認爲你給了他們......",
      "title": "YSK: 如果你用現金支付東西，有人問你：\"你給了我一張X美元的鈔票嗎？\"，這是爲了挽救工作人員的工作。只要說是或不是。"
    }
  ],
  "title": "YSK: If you pay for something in cash and you're asked \"Did you give me a $X bill?\", it's to save the staff member's job. Just say yes or no.",
  "created_utc": 1619776341,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: (Note: I&#39;m from the US) When you hand money to a staff member at any establishment, they should be asking you to verify how much you gave them. The last thing they need is to give you $6 in change because you gave them a $10 bill, and have you yell at them because you thought you handed them a $20 bill (and should therefore get $16 in change).</p>\n\n<p>Apparently at my job (I&#39;m a pharmacy tech), someone in the drive-thru left a terrible review because he gave me a $10 bill to pay for a $4 medication, and I had the audacity to ask him &quot;you sent me a $10 bill, correct?&quot; He said it was &quot;bizarre and unnecessary&quot;. He gave us a 1/10 JUST for that. Don&#39;t be that guy.</p>\n\n<p>The best thing is to tell them exactly what you&#39;re giving them right from the get-go. &quot;Here&#39;s a $20&quot; or &quot;I&#39;ve got a dollar and 15 cents here&quot; removes any doubts about what money has been exchanged, and prevents issues about money and change down the line.</p>\n\n<p>Edit: Someone made a good point that if you&#39;re an employee, you can just state the amount of money the customer gave you, no need to ask them to verify the amount. Saying &quot;out of a $20&quot; is fine, and then the customer can correct you if it&#39;s wrong. I do that when it&#39;s a face-to-face transaction, but in this scenario, the patient was in the far drive-thru lane so I had to make sure he heard me correctly, hence why I needed to phrase it as a question</p>\n</div><!-- SC_ON -->",
  "score": 478,
  "permalink": "/r/YouShouldKnow/comments/n1oq16/ysk_if_you_pay_for_something_in_cash_and_youre/",
  "subreddit": "YouShouldKnow",
  "id": "n1oq16",
  "is_self": true,
  "media": null,
  "is_video": false
}