{
  "author": "K7LIANMBAPPE",
  "original_created_utc": 1625448015,
  "title": "CMV: Crypto is logistically unworkable and is thus glorified gambling, not an investment",
  "created_utc": 1625499822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have yet to see a convincing answer for why Bitcoin and other currencies are actually the future of finance. There are a few very basic flaws that are obvious to me:</p>\n\n<ul>\n<li>Devaluation of fiat. Fiat is already not in a great spot in many places due to the absurd money printing for COVID relief spending.</li>\n<li>Following that, a government is not going to allow something that further devalues their currency and then cuts into tax revenue on top of that, since Bitcoin is untaxable. I&#39;m fiscally conservative, but tax revenue is certainly necessary. Governments could fine companies who take Bitcoin, essentially taxing them and removing the incentive to use it.</li>\n<li>The fragmentation of the economy. You can&#39;t run a modern economy with multiple currencies, all holding different values that fluctuate wildly. If I go to the store with one dollar, I can be confident that the purchasing power of that dollar will be the same next week. Yes, inflation happens, but it is usually gradual and measured. My dollar will be able to buy me a candy bar next month the same as it can this month. Bitcoin (and other currencies that follow its lead) has wild swings of 10% within days, sometimes hours.</li>\n<li>Elon Musk has singlehandedly sent Bitcoin crashing with one tweet. You can&#39;t do that to fiat.</li>\n</ul>\n\n<p>I haven&#39;t seen any good rebuttals to these very simple arguments. I see crypto as a gamble, not an investment. There is no thesis required, and the vast majority of crypto fans seem to do their DD by reading tweets from big holders that want to pump the price. There aren&#39;t earnings, balance sheets, SEC filings to look at for Bitcoin. The stock market can be irrational, yes, but crypto seems like it&#39;s very obviously doomed to fail.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/odx41x/cmv_crypto_is_logistically_unworkable_and_is_thus/",
  "subreddit": "changemyview",
  "id": "odx41x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have yet to see a convincing answer for why Bitcoin and other currencies are\nactually the future of finance. There are a few very basic flaws that are\nobvious to me:\n\n * Devaluation of fiat. Fiat is already not in a great spot in many places due\n   to the absurd money printing for COVID relief…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ビットコインやその他の通貨がなぜ未来の金融なのか、納得のいく答えはまだ出ていません。\n説得力のある答えはまだありません。私には明らかな、いくつかの基本的な欠陥があります。\n私には明らかです。\n\n * フィアットの価値を下げること。フィアットは、CO2のための不条理なお金の印刷のために、多くの場所ですでに良い状態ではありません。\n   フィアットは、COVID救済のために無茶苦茶なお金を刷ったために、すでに多くの場所でいい状態ではありません...。",
      "title": "CMV: 暗号は論理的に実行不可能であり、投資ではなく、栄光あるギャンブルである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我还没有看到一个令人信服的答案，为什么比特币和其他货币是\n实际上是金融的未来。有几个非常基本的缺陷是\n对我来说很明显。\n\n * 法币的贬值。法币在许多地方已经不是很好了，因为\n   荒唐的印钞机为缓解COVID而印钞......",
      "title": "CMV：加密货币在逻辑上是不可行的，因此是美化了的赌博，而不是一种投资"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我還沒有看到一個令人信服的答案，爲什麼比特幣和其他貨幣是\n實際上是金融的未來。有幾個非常基本的缺陷是\n對我來說很明顯。\n\n * 法幣的貶值。法幣在許多地方已經不是很好了，因爲\n   荒唐的印鈔機爲緩解COVID而印鈔......",
      "title": "CMV：加密貨幣在邏輯上是不可行的，因此是美化了的賭博，而不是一種投資"
    }
  ]
}