{
  "author": "beancounter2trucker",
  "the_new_excerpt": "It may work in the short term, but in the long run, reducing costs of attending\ncollege is the best solution. Why? Because the higher the costs of attending,\nthe more students will have to borrow. In the coming years, college costs are\nexpected to continue to rise to a point where the average amount…",
  "original_created_utc": 1611754914,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这可能在短期内有效，但从长远来看，减少参加的成本。\n大学是最好的解决方案。为什么这么说呢？因为上大学的费用越高。\n学生需要借贷的费用就越多。在未来几年，大学费用是\n预计将继续上升到一个点，平均金额...",
      "title": "CMV：减少学生贷款债务并不是降低大学费用的解决方案。减少实际的上学成本才是。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這可能在短期內有效，但從長遠來看，減少參加的成本。\n大學是最好的解決方案。爲什麼這麼說呢？因爲上大學的費用越高。\n學生需要借貸的費用就越多。在未來幾年，大學費用是\n預計將繼續上升到一個點，平均金額...",
      "title": "CMV：減少學生貸款債務並不是降低大學費用的解決方案。減少實際的上學成本纔是。"
    }
  ],
  "title": "CMV: Reducing student loan debt isn’t the solution to lowering college expenses. Reducing the actual costs of attendance is.",
  "created_utc": 1611779867,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It may work in the short term, but in the long run, reducing costs of attending college is the best solution. Why? Because the higher the costs of attending, the more students will have to borrow. In the coming years, college costs are expected to continue to rise to a point where the average amount borrowed will exceed the mortgage of a half a million dollar house. The higher the costs of attending college, the more students and families will have to borrow. And vice versus. That’s what people are not understanding. But since, colleges probably will not do that, we have to find ways to reduce student loan debt. </p>\n\n<p>It’s so ridiculous that in a country like America, how expensive college is. Especially compared to other countries. It’s even more ridiculous that a student has to go into such debt to get an education. I just don’t understand how college has gotten so expensive. I mean, if more people are attending college, shouldn’t it be cheaper? Think supply and demand.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/l64pw7/cmv_reducing_student_loan_debt_isnt_the_solution/",
  "subreddit": "changemyview",
  "id": "l64pw7",
  "is_self": true,
  "media": null,
  "is_video": false
}