{
  "author": "DelectPierro",
  "the_new_excerpt": "The number one cause of abortions is unwanted pregnancies. Unwanted pregnancies\nare prevented by contraception - so it makes no sense that religious groups who\noppose abortion also oppose contraception coverage in employer health insurance\nplans (ie Hobby Lobby case). If anything, religious groups…",
  "original_created_utc": 1612971968,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "堕胎的首要原因是意外怀孕。意外怀孕\n是通过避孕来防止的 -- -- 因此，没有理由说宗教团体的人，如果他们不知道自己是谁。\n反对堕胎也反对雇主医疗保险中的避孕措施\n计划（即Hobby Lobby案）。如果说，宗教团体...",
      "title": "CMV：亲生运动对避孕覆盖率、全民保健和性教育等事情的普遍反对是自欺欺人的，是导致堕胎率上升的原因。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "墮胎的首要原因是意外懷孕。意外懷孕\n是通過避孕來防止的 -- -- 因此，沒有理由說宗教團體的人，如果他們不知道自己是誰。\n反對墮胎也反對僱主醫療保險中的避孕措施\n計劃（即Hobby Lobby案）。如果說，宗教團體...",
      "title": "CMV：親生運動對避孕覆蓋率、全民保健和性教育等事情的普遍反對是自欺欺人的，是導致墮胎率上升的原因。"
    }
  ],
  "title": "CMV: The Pro-life movement’s general opposition to things like contraception coverage, universal healthcare, and sex education are self-defeating and contribute to increasing the abortion rate.",
  "created_utc": 1612976515,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The number one cause of abortions is unwanted pregnancies. Unwanted pregnancies are prevented by contraception - so it makes no sense that religious groups who oppose abortion also oppose contraception coverage in employer health insurance plans (ie Hobby Lobby case). If anything, religious groups should be funding contraception if they really want to reduce abortion rates. </p>\n\n<p>Universal healthcare coverage also reduces infant mortality rates, and sex-education reduces unwanted pregnancies, thus abortions. </p>\n\n<p>I understand the opposition to abortion, and sympathise with it in many ways. What I do not understand is the reluctance to embrace policies proven to reduce the abortion rate (ie the abortion rate dropped after Obamacare took effect, largely thanks to expanded health insurance coverage and inclusion of contraception). </p>\n\n<p>I’m open to changing my view on this. But I would like to hear how opposing contraception mandates and sex-education does anything other than set back the pro-life movement’s goals?</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/lgwegy/cmv_the_prolife_movements_general_opposition_to/",
  "subreddit": "changemyview",
  "id": "lgwegy",
  "is_self": true,
  "media": null,
  "is_video": false
}