{
  "author": "camibus1420",
  "the_new_excerpt": "Tariq Nasheed's latest documentary 'Buck Breaking' makes unverifiable claims\nthat slave owners ritualistically sodomized slaves as a form of control. He has\nclaimed slave rebellions often failed because black women \"snitched\" on\nrebelling slaves. He has also made inflammatory claims about hate…",
  "original_created_utc": 1623625098,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タリク・ナシード監督の最新ドキュメンタリー『Buck Breaking』は、「奴隷を支配するために、奴隷を儀式的に性交した」という検証不可能な主張をしている。\n奴隷所有者が支配の手段として儀式的に奴隷を性交していたという検証不可能な主張をしています。また、彼は\n奴隷の反乱がしばしば失敗したのは、反乱を起こした奴隷を黒人女性が「密告」したからだと主張しています。\n奴隷の反乱が失敗することが多いと主張しています。彼はまた、憎しみの感情を煽るような主張もしています...",
      "title": "CMV: Tariq Nasheedは、金儲けのために突飛な主張をするペテン師であり、アメリカの人種関係の悪化にも貢献しています。彼を支持する人たちは、アメリカ人をさらに分裂させる罪を犯しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "塔里克-纳希德的最新纪录片《破釜沉舟》提出了无法证实的说法\n奴隶主以仪式性地鸡奸奴隶作为一种控制方式。他曾\n他声称，奴隶叛乱之所以失败，是因为黑人妇女 \"告发 \"了叛乱的奴隶。\n反叛的奴隶。他还提出了关于仇恨的煽动性说法。",
      "title": "CMV：塔里克-纳希德是个骗子，他推崇离奇的说法来赚钱，这也导致了美国的种族关系恶化。他的支持者对进一步分裂美国人负有责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "塔裏克-納希德的最新紀錄片《破釜沉舟》提出了無法證實的說法\n奴隸主以儀式性地雞姦奴隸作爲一種控制方式。他曾\n他聲稱，奴隸叛亂之所以失敗，是因爲黑人婦女 \"告發 \"了叛亂的奴隸。\n反叛的奴隸。他還提出了關於仇恨的煽動性說法。",
      "title": "CMV：塔裏克-納希德是個騙子，他推崇離奇的說法來賺錢，這也導致了美國的種族關係惡化。他的支持者對進一步分裂美國人負有責任。"
    }
  ],
  "title": "CMV: Tariq Nasheed is a grifter that pushes outlandish claims to make money which also contributes to diminished race relations in America. His supporters are culpable in further dividing Americans.",
  "created_utc": 1623678121,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tariq Nasheed&#39;s latest documentary &#39;Buck Breaking&#39; makes unverifiable claims that slave owners ritualistically sodomized slaves as a form of control.  He has claimed slave rebellions often failed because black women &quot;snitched&quot; on rebelling slaves. He has also made inflammatory claims about hate crimes towards Asians.  </p>\n\n<p>I believe talking about race in America is difficult enough without &quot;commentators&quot; introducing preposterous revisionist claims.  I believe his primary motivation for making these claims is to make money.  I believe his supporters are culpable in further dividing Americans.  Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/nz8d5d/cmv_tariq_nasheed_is_a_grifter_that_pushes/",
  "subreddit": "changemyview",
  "id": "nz8d5d",
  "is_self": true,
  "media": null,
  "is_video": false
}