{
  "author": "emveetu",
  "original_created_utc": 1625856239,
  "title": "YSK there are a variety of different types of noise canceling headgear available for dogs who are terrorized and traumatized by thunder, fireworks, and other things that go boom.",
  "created_utc": 1625913810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: For the many dogs are terrified of thunder, fireworks and other very loud noises, a possible solution is noise cancelling headgear. There&#39;s a lot of research on the technology and articles that rate different brands on the net. There are many different types, configurations and styles available which are specifically made just for dogs.</p>\n\n<p>Although the vast majority are not completely noise canceling, they do reduce it enough to make a big difference for many pooches. These type of products were initially created for dogs who have anxiety while flying, and have also been found useful for super nervous dogs who have anxiety while being groomed. They can also prevent hearing loss in the cases of dogs in the military or dogs who spend their time in loud workshops or environments with their humans.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/oh1w8w/ysk_there_are_a_variety_of_different_types_of/",
  "subreddit": "YouShouldKnow",
  "id": "oh1w8w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: For the many dogs are terrified of thunder, fireworks and other very\nloud noises, a possible solution is noise cancelling headgear. There's a lot of\nresearch on the technology and articles that rate different brands on the net.\nThere are many different types, configurations and styles…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：雷や花火などの大きな音を怖がる犬が多いので\nノイズキャンセリングヘッドギアは、その解決策の一つです。この技術については多くの研究がなされています。\nネット上では、その技術について多くの研究がなされ、様々なブランドの評価記事が掲載されています。\nまた、様々なタイプ、構成、スタイルがありますが...",
      "title": "YSKでは、雷や花火などの「ドーン」という音に恐怖を感じてトラウマになっている犬のために、さまざまな種類のノイズキャンセリングヘッドギアを用意しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：对于许多害怕打雷、放烟花和其他非常大的噪音的狗来说\n嘈杂的声音，一个可能的解决方案是降噪头套。有很多\n关于这项技术的研究，以及在网上对不同品牌进行评价的文章。\n有许多不同的类型、配置和风格...",
      "title": "YSK有各种不同类型的降噪头套，可供那些被雷声、烟花和其他东西吓坏和创伤的狗使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：對於許多害怕打雷、放煙花和其他非常大的噪音的狗來說\n嘈雜的聲音，一個可能的解決方案是降噪頭套。有很多\n關於這項技術的研究，以及在網上對不同品牌進行評價的文章。\n有許多不同的類型、配置和風格...",
      "title": "YSK有各種不同類型的降噪頭套，可供那些被雷聲、煙花和其他東西嚇壞和創傷的狗使用。"
    }
  ]
}