{
  "author": "PM_ME_KITTYNIPPLES",
  "original_created_utc": 1635628325,
  "title": "CMV: The definition of asexuality is too broad and invites more ridicule and less acceptance of the LGBTQ+ community as a whole",
  "created_utc": 1635655374,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started thinking of this after seeing this tweet. It&#39;s an asexual model advertising an asexual-themed lingerie line. <a href=\"https://twitter.com/SophNar0747/status/1453702975222919168?t=2zXdqNmFzX5C8xV7pUL99A&amp;s=09\">https://twitter.com/SophNar0747/status/1453702975222919168?t=2zXdqNmFzX5C8xV7pUL99A&amp;s=09</a></p>\n\n<p>Apparently the accepted definition of asexual has broadened to include people that enjoy sex, seek out sex, yet say they feel no sexual attraction. That they feel sex as an asexual person is essentially like masturbation, just involving another person.</p>\n\n<p><a href=\"https://www.healthline.com/health/what-is-asexual\">https://www.healthline.com/health/what-is-asexual</a></p>\n\n<p>Now, I have a friend that identifies as asexual, is married but has never had sex with her husband. She&#39;s sex repulsed, which is what I think most people think of when they see the term asexual. I understand that kind of asexuality being included in the broader LGBTQ+ community. It&#39;s unusual and opens you to ridicule in a society that pressures people to lose their virginity and advertising often with sexual themes. I can see that being surrounded by sex when you&#39;re repulsed by sex would be distressing, like when your friends family and coworkers talk about sex. I can see that the other kind of asexuality, where you&#39;re simply not interested in sex, would also contribute to reduced acceptance in society.</p>\n\n<p>However, I don&#39;t see the functional difference in how you&#39;re treated in society and conform to societal expectations if you label yourself as asexual but regularly engage in sex, whether casually or in a relationship. People with strict paraphilias can only be aroused when non-human elements are present and are attracted to those non-human elements (like leather, shoes, food, etc). They&#39;re not considered automatically part of the queer community. They engage in sex and enjoy it when their partner accommodates those fetishes.</p>\n\n<p>I think this new broad definition of asexuality is confusing to the average person, and contributes to the perception that being LGBTQ+ is &quot;trendy&quot; and &quot;attention seeking.&quot; This attitude contributes to queer issues being taken less seriously, like discrimination and violence on the basis of your sexuality or gender identity. I just don&#39;t see any example of, and can&#39;t imagine, oppression that would be leveled against a person that identifies as asexual yet regularly engages in sex with other people. </p>\n\n<p>My argument is that the definition of asexuality should be limited to people that are not interested in sex, either because of repulsion or simply non-interest. I&#39;m not setting the bar that they all have to be virgins, because there are plenty of gay people that married and had children with people of the opposite sex to fit in and avoid discrimination. I can see someone not fully accepting that they don&#39;t feel sexual attraction until they try it out. I&#39;m not suggesting the label of asexual should be ruled out for masturbation either, as it&#39;s very different than sex with another person. But, I think actively seeking sex should be disqualifying for labeling yourself as asexual. There&#39;s no functional difference between having sex because you&#39;re attracted to someone and having sex just because it feels good. </p>\n\n<p>TL;DR: The label of asexual makes no sense for someone that actively seeks out sexual partners, and engages regularly in sex. Asexuality is understandably being included in the broader LGBTQ+ community, but I think people that identify as asexual yet engage in sex shouldn&#39;t be included in that. It&#39;s confusing and leads to people taking queer issues less seriously.</p>\n\n<p>EDIT: What would change my view is if someone could provide an example of discrimination or distress a person would experience if they identify as asexual yet still engage in sex regularly and actively seek it out.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qjapxt/cmv_the_definition_of_asexuality_is_too_broad_and/",
  "subreddit": "changemyview",
  "id": "qjapxt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started thinking of this after seeing this tweet. It's an asexual model\nadvertising an asexual-themed lingerie line.\nhttps://twitter.com/SophNar0747/status/1453702975222919168?t=2zXdqNmFzX5C8xV7pUL99A&s=09\n\nApparently the accepted definition of asexual has broadened to include people\nthat enjoy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このツイートを見てから考え始めたことがあります。それは、アセクシャルモデル\nアセクシャルをテーマにしたランジェリーラインの広告です。\nhttps://twitter.com/SophNar0747/status/1453702975222919168?t=2zXdqNmFzX5C8xV7pUL99A&s=09\n\nどうやらアセクシャルの定義が広がってきているようです。\n楽しめるようになったらしい...",
      "title": "CMV: 無性愛者の定義は広すぎて、LGBTQ+コミュニティ全体の嘲笑を招き、受け入れられなくなる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "看到这条推文后，我开始思考这个问题。这是一个无性恋模特\n为一个以无性恋为主题的内衣系列做广告。\nhttps://twitter.com/SophNar0747/status/1453702975222919168?t=2zXdqNmFzX5C8xV7pUL99A&s=09\n\n显然，公认的无性恋的定义已经扩大到包括人们\n喜欢...",
      "title": "CMV：无性恋的定义过于宽泛，会招致更多的嘲笑，并减少对整个LGBTQ+社区的接受。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看到這條推文後，我開始思考這個問題。這是一個無性戀模特\n爲一個以無性戀爲主題的內衣系列做廣告。\nhttps://twitter.com/SophNar0747/status/1453702975222919168?t=2zXdqNmFzX5C8xV7pUL99A&s=09\n\n顯然，公認的無性戀的定義已經擴大到包括人們\n喜歡...",
      "title": "CMV：無性戀的定義過於寬泛，會招致更多的嘲笑，並減少對整個LGBTQ+社區的接受。"
    }
  ]
}