{
  "author": "ApprehensiveFutures",
  "original_created_utc": 1624760617,
  "title": "YSK to look at the overall compensation package when looking for a new job",
  "created_utc": 1624877132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK when accepting a new job offer look at the overall benefits including health Insurance. Remember that the pay that your employer gives you isn’t the amount you will take home. Take into account insurance, retirement and taxes. </p>\n\n<p>Why YSK </p>\n\n<p>Sometimes people think they are getting a pay raise but they don’t take into account the cost of health insurance, etc. Your pay raise May not actually be a raise.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/o8o8zn/ysk_to_look_at_the_overall_compensation_package/",
  "subreddit": "YouShouldKnow",
  "id": "o8o8zn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YSK when accepting a new job offer look at the overall benefits including health\nInsurance. Remember that the pay that your employer gives you isn’t the amount\nyou will take home. Take into account insurance, retirement and taxes.\n\nWhy YSK\n\nSometimes people think they are getting a pay raise but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKは、新しい仕事のオファーを受ける際に、健康保険を含む全体的な福利厚生に注目しています。\n保険を含めた総合的なベネフィットを確認します。雇用主があなたに与える給料は、あなたの仕事の量ではないことを忘れないでください。\nていないことを忘れないでください。保険や退職金、税金なども考慮に入れましょう。\n\nなぜYSKなのか\n\n時々、人は自分が給料を上げていると思っていますが、...",
      "title": "転職活動の際には、総合的な報酬パッケージを見ることにしているYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK在接受一份新的工作机会时，要看整体的福利，包括健康\n保险。请记住，你的雇主给你的工资并不是你的收入。\n你将带回家。要考虑到保险、退休和税收。\n\n为什么是YSK\n\n有时，人们认为他们得到了加薪，但...",
      "title": "YSK在寻找新工作时要看整体的补偿方案"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK在接受一份新的工作機會時，要看整體的福利，包括健康\n保險。請記住，你的僱主給你的工資並不是你的收入。\n你將帶回家。要考慮到保險、退休和稅收。\n\n爲什麼是YSK\n\n有時，人們認爲他們得到了加薪，但...",
      "title": "YSK在尋找新工作時要看整體的補償方案"
    }
  ]
}