{
  "author": "CannibalismIsNatural",
  "original_created_utc": 1635255783,
  "title": "YSK most states have online maps of current road conditions so you can safely plan winter travel.",
  "created_utc": 1635280527,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Road conditions are constantly changing and can vary considerably over the same stretch of road, so having an up to date map of conditions is very useful for making safe travel plans in winter. The <a href=\"https://www.weather.gov/cys/unitedstatesroadconditions\">NOAA has compiled a list of states that have road condition maps available.</a> Safe travels!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/qg6orj/ysk_most_states_have_online_maps_of_current_road/",
  "subreddit": "YouShouldKnow",
  "id": "qg6orj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Road conditions are constantly changing and can vary considerably over\nthe same stretch of road, so having an up to date map of conditions is very\nuseful for making safe travel plans in winter. The NOAA has compiled a list of\nstates that have road condition maps…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 道路状況は常に変化しており、同じ道路でもかなり異なる場合があります。\nそのため、最新の道路状況の地図を持っていると、安全な旅行計画を立てるのにとても役立ちます。\n最新の道路状況を把握することは、冬場の安全な旅行計画を立てる上で非常に有効です。NOAAは、道路状況マップを作成している州のリストを作成しました。\nNOAAは、道路状況マップを持っている州のリストをまとめています...",
      "title": "YSKでは、ほとんどの州で現在の道路状況を示すオンラインマップを用意していますので、冬の旅行を安全に計画することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：道路状况是不断变化的，在同一路段上可能有很大的不同。\n因此，拥有一张最新的路况地图是非常重要的。\n对于制定冬季的安全旅行计划非常有用。美国国家海洋和大气管理局（NOAA）已经编制了一份清单，其中包括\n有道路状况地图的州的名单...",
      "title": "YSK大多数州都有当前道路状况的在线地图，因此你可以安全地计划冬季旅行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：道路狀況是不斷變化的，在同一路段上可能有很大的不同。\n因此，擁有一張最新的路況地圖是非常重要的。\n對於制定冬季的安全旅行計劃非常有用。美國國家海洋和大氣管理局（NOAA）已經編制了一份清單，其中包括\n有道路狀況地圖的州的名單...",
      "title": "YSK大多數州都有當前道路狀況的在線地圖，因此你可以安全地計劃冬季旅行。"
    }
  ]
}