{
  "author": "rockytop24",
  "the_new_excerpt": "I opened this post with a paragraph about the times we find ourselves in, but\nthat felt too soapbox-y and so I deleted it because this actually bothers me as\nwhat feels like a unique case that was worth openly discussing/debating. Also\nlet me just get out of the way that I don't think there is any…",
  "original_created_utc": 1614857076,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在这篇文章的开头写了一段关于我们所处的时代，但是\n这感觉太肥皂盒式的，所以我删除了它，因为这其实困扰我作为\n感觉是一个值得公开讨论/辩论的独特案例。同时\n让我把话说清楚，我不认为有任何... ...",
      "title": "CMV：社区的 \"黑脸情节\"（ S02E14 \"高级地下城与龙\"）不是种族主义，也不应该被撤下。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這篇文章的開頭寫了一段關於我們所處的時代，但是\n這感覺太肥皂盒式的，所以我刪除了它，因爲這其實困擾我作爲\n感覺是一個值得公開討論/辯論的獨特案例。同時\n讓我把話說清楚，我不認爲有任何... ...",
      "title": "CMV：社區的 \"黑臉情節\"（ S02E14 \"高級地下城與龍\"）不是種族主義，也不應該被撤下。"
    }
  ],
  "title": "CMV: The 'blackface episode' of Community (S02E14 \"Advanced Dungeons and Dragons) isn't racist and shouldn't have been pulled.",
  "created_utc": 1614861268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I opened this post with a paragraph about the times we find ourselves in, but that felt too soapbox-y and so I deleted it because this actually bothers me as what feels like a unique case that was worth openly discussing/debating. Also let me just get out of the way that I don&#39;t think there is any argument to be made for Jim Crow Era bullshit and jokes on the level of blackface. To me this specific issue becomes more about changing an artistic work for the sake of public appeal to the point of censoring it. </p>\n\n<p><strong>Here&#39;s what got the episode pulled: the opening has the gang playing a game of Dungeons &amp; Dragons, and Chang (an incompetently malicious nutjob) is in a full cosplay as a Drow/Dark Elf. Shirley (the African American evangelical Christian) makes the joke of &#39;y&#39;all gonna ignore the obvious hate crime over here?&#39; If you haven&#39;t seen the episode it truly looks nothing like blackface with things like exaggerated lips or nose caricatures, it&#39;s a silver wig and elf ears and I&#39;m pretty sure CGI that makes his whole body dark black like that Vantablack pigment that absorbs light. The entire actual (nerdy) joke is that this is in fact just cosplay of a real race in the world of DnD which fleshed out lore and Chang is just leaning hard into his character, to comic effect when his character gets unceremoniously murdered right as the first encounter happens. Shirley misunderstanding his intention is the set up, but there is no joke about POC here. However the implication alone was enough to lose access to one of the best episodes of the entire Community run.</strong></p>\n\n<p>I was fortunate to grow up in a very diverse community and work with some incredible people from all walks of life, I&#39;m a registered independent but across the board liberal in my feelings on human rights and Healthcare and not turning the planet into an Easy-Bake Oven. I am white, and so one of the first things I had to accept as a kid was I can&#39;t completely understand how POC or minorities feel when they are discriminated against or made an outsider/&#39;less-than&#39; via dehumanizing &#39;jokes&#39; a la Jewish space lasers and other crackpot gateway bs. I may immediately see why Native American warchief headdress and &#39;redskins&#39; are extremely offensive while not really getting the hate over Jeep Cherokee, such is the limitation of my own culture. I know that seeing &#39;different&#39; people as equal is only part of the story, and that there is a lot more to not just institutional biases but also subconscious discrimination and psychological mechanisms. Like Kyle jokes on South Park, &#39;I finally get it! I don&#39;t get it.&#39;  I only throw all of this into the mix in an attempt to keep the focus on what seems to be a highly unusual and unique case to me, and to preemptively answer any generalizations you may feel tempted to make about someone making a post like this. </p>\n\n<p>So bottom line there is no argument here for continuing to support artists with edgy racial jokes or rape culture, and there is an even stronger case against individual artists still profiting from their art in order to pursue their outrageous behavior, like Roman Polanski or Woody Allen or the author of Ruroni Kenshin (dude caught a fine for his CP collection and the manga continues serialization today).</p>\n\n<p>But as a general rule of thumb,  I don&#39;t think tv or movies that &#39;didn&#39;t age well&#39; belong in the same camp as something like confederate flag culture or slave owner statues, not least of all because the audience generally has to choose to engage with the art. I hate to find myself sounding like some of the folks yelling censorship at every business or government decision (looking at you anti vaxxers, nobody&#39;s looking at you flat earthers bc we&#39;ve just given up on your lot).</p>\n\n<p>These works still have plenty of cultural value, and it&#39;s perfectly fine and even desirable to be able to look at it and go, &#39;society had a long way to go, this was a big deal to make light of, etc.&#39; As a matter of fact, I looked at this episode and thought there probably is a dumb kid out there who got his ass saved in cosplay because someone knew he was a Drow, not some neonazi parading around in a shitty high fantasy blackface costume. </p>\n\n<p>When every streaming service nukes an episode without warning, when they even renumber their seasons to make it impossible to notice, it is akin to censoring the artists and changing its impact by neutering any possible enjoyment or discussion of it. And it was all for a joke that wasn&#39;t actually a blackface or race joke. Idk where the line is in the slippery slope argument, but I&#39;m pretty sure this is overshooting it.</p>\n\n<p>Maybe there&#39;s a side I&#39;m not seeing? CMV.</p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/changemyview/comments/lxid5g/cmv_the_blackface_episode_of_community_s02e14/",
  "subreddit": "changemyview",
  "id": "lxid5g",
  "is_self": true,
  "media": null,
  "is_video": false
}