{
  "author": "CarlPeligro",
  "the_new_excerpt": "How does 1984 end? In a sense, it ends with the four words that we've all lugged\naround like a stone in our hearts since the time we first read them in 9th\ngrade: He loved big brother. Silent rebel dies a blubbering totalitarian zombie.\nSad ending, right?\n\nIf you're primarily concerned with the fate…",
  "original_created_utc": 1617615809,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "一九八四》的结局如何？从某种意义上说，它的结尾是我们都带过的四个字--《1984》。\n自从我们在9年级第一次读到它们的时候，它们就像一块石头一样围绕在我们的心中。\n等级：他喜欢大哥。默默无闻的叛逆者死了，成了一个哭哭啼啼的极权主义僵尸。\n悲伤的结局，对吗？\n\n如果你主要关心的是命运...。",
      "title": "为纪念1984年日。1984年其实有一个美好的结局 听我说完。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一九八四》的結局如何？從某種意義上說，它的結尾是我們都帶過的四個字--《1984》。\n自從我們在9年級第一次讀到它們的時候，它們就像一塊石頭一樣圍繞在我們的心中。\n等級：他喜歡大哥。默默無聞的叛逆者死了，成了一個哭哭啼啼的極權主義殭屍。\n悲傷的結局，對嗎？\n\n如果你主要關心的是命運...。",
      "title": "爲紀念1984年日。1984年其實有一個美好的結局 聽我說完。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "1984年の終わり方は？ある意味では、誰もが持ち合わせている4つの言葉で終わります。\n9年生のときに初めて読んだときから、心の中に石のようにしまっておいた4つの言葉で終わります。\n彼は兄を愛していた」。静かな反逆者は、全体主義のゾンビとして泣き叫ぶように死ぬ。\n悲しい結末ですよね？\n\nもしあなたが、主にその運命を気にしているのなら...",
      "title": "1984年の日にちなんで 1984年はハッピーエンドでした。私の話を聞いてください。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "1984年の終わり方は？ある意味では、誰もが持ち合わせている4つの言葉で終わります。\n9年生のときに初めて読んだときから、心の中に石のようにしまっておいた4つの言葉で終わります。\n彼は兄を愛していた」。静かな反逆者は、全体主義のゾンビとして泣き叫ぶように死ぬ。\n悲しい結末ですよね？\n\nもしあなたが、主にその運命を気にしているのなら...",
      "title": "1984年の日にちなんで 1984年はハッピーエンドでした。私の話を聞いてください。"
    }
  ],
  "title": "In honor of 1984 day: 1984 actually had a happy ending. Hear me out.",
  "created_utc": 1617625518,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How does <em>1984</em> end? In a sense, it ends with the four words that we&#39;ve all lugged around like a stone in our hearts since the time we first read them in 9th grade: <em>He loved big brother</em>. Silent rebel dies a blubbering totalitarian zombie. Sad ending, right?</p>\n\n<p>If you&#39;re primarily concerned with the fate of Winston Smith, then yes. But if you&#39;re more concerned with the longevity of Big Brother and the INGSOC regime, then I have some good news for you.</p>\n\n<p>The book <em>actually</em> ends with the &quot;Principles of Newspeak&quot; appendix. And in that appendix, the anonymous author writes both of Newspeak and of Oceania -- and indeed, of the whole INGSOC-style system of government -- <em>in the past tense</em>. This means that Big Brother&#39;s regime no longer exists or is no longer a major presence in the world -- at the very least, we know that Newspeak and the INGSOC system are considered curious enough to warrant a 30-page appendix explaining their basic features. Somehow or another, and who knows how far in the future, humanity ultimately prevailed over the black boot stamping on its face -- humanity became human again. </p>\n\n<p>So in the same way that Winston Smith describes himself as writing to the future, the Principles of Newspeak appendix is the future writing back.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mkgvwn/in_honor_of_1984_day_1984_actually_had_a_happy/",
  "subreddit": "books",
  "id": "mkgvwn",
  "is_self": true,
  "media": null,
  "is_video": false
}