{
  "author": "mostly_cooperative",
  "original_created_utc": 1624289441,
  "title": "Have any of you successfully come back from being deeply misanthropic?",
  "created_utc": 1624318470,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I should start by saying I can function ok on a day to day basis in society, I don&#39;t live in a cave or never interact with people positively, but I just kind of have a growing, bitter disappointment with humans generally (myself included). Everywhere I turn it seems like I just see weakness, ignorance and selfishness.</p>\n\n<p>I find that all the things I liked about myself and others are slowly draining away. I used to be able to find humor in things, to make an easy effort to be charming and try to connect with others. But it feels like I&#39;ve slid into this hole where I just don&#39;t see anything to love about people any more, they don&#39;t seem worth the effort. I myself don&#39;t feel I&#39;m worth the effort, I don&#39;t see a point any more to &quot;putting myself out there&quot;.</p>\n\n<p>I don&#39;t want to be this jaded, but it doesn&#39;t feel like a choice, it just is how it is. The desire and instinct is there, but my experiences over the years have made me mistrustful of that desire and I guess I kind of see it like a mirage.</p>\n\n<p>Have any of you recovered from a deep hole like this? Like to the point that you genuinely don&#39;t struggle with it any more and find value in relationships again?</p>\n\n<p>EDIT: I appreciate everyone&#39;s replies and sharing their experiences, while I wasn&#39;t expecting any single be all and end all answer that is applicable to everyone, there&#39;s still some good food for thought in there and while I can&#39;t reply to everyone I wanted to show gratitude for people taking the time to answer. It&#39;s helpful to see people&#39;s varied takes and analogies on the issue, which is what I was looking for (outside perspective). Thank you, everyone.</p>\n\n<p>(Except for the guy who DMed me to try pitch Jordan Peterson, who is emblematic of the type of intellectual cowardice and hypocrisy that drove me to be misanthropic in the first place. If you can&#39;t market your beliefs out in the open with everyone else, it may be worth considering why that is.)</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/TrueAskReddit/comments/o4xs8x/have_any_of_you_successfully_come_back_from_being/",
  "subreddit": "TrueAskReddit",
  "id": "o4xs8x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I should start by saying I can function ok on a day to day basis in society, I\ndon't live in a cave or never interact with people positively, but I just kind\nof have a growing, bitter disappointment with humans generally (myself\nincluded). Everywhere I turn it seems like I just see weakness,…"
}