{
  "author": "DerrickRoseTackoFell",
  "original_created_utc": 1628876947,
  "title": "My girlfriend’s dad is a banking exec, I told him I’m all in on crypto",
  "created_utc": 1628883251,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He and I met yesterday. He is a kind and mild mannered guy who comes off as deeply intelligent. I asked him how he felt about decentralized finance and he said it was a risky venture (no surprise from his banking point of view) and anyone putting money into it is a fool.</p>\n\n<p>He seemed disappointed that his daughter’s boyfriend wanted to talk about crypto. For me, crypto has fundamentally changed my life - it has taught me about finance, geopolitics, and that I have the agency to live a life I wasn’t sure was possible. So, when he seemed disappointed, what did I do? I doubled down. I gave an impassioned speech about why cryptocurrency is changing the world and democratizing resources that traditionally only the wealthy had access to. It is giving poor communities a fighting chance and that it is revolutionary and something that is a big part of my investment strategy.</p>\n\n<p>I don’t know what the point of this post is, but I just, idk, he made me feel like a fool of an investor because he either just doesn’t get it or is scared of it and I feel like his view of me has become less favorable in terms of dating his daughter, but I’m going to stand up for what I believe in.</p>\n\n<p>Ramble over.</p>\n</div><!-- SC_ON -->",
  "score": 485,
  "permalink": "/r/CryptoCurrency/comments/p3qayi/my_girlfriends_dad_is_a_banking_exec_i_told_him/",
  "subreddit": "CryptoCurrency",
  "id": "p3qayi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "He and I met yesterday. He is a kind and mild mannered guy who comes off as\ndeeply intelligent. I asked him how he felt about decentralized finance and he\nsaid it was a risky venture (no surprise from his banking point of view) and\nanyone putting money into it is a fool.\n\nHe seemed disappointed that…"
}