{
  "author": "Namika",
  "original_created_utc": 1630256613,
  "title": "CMV: When interviewing members of the Taliban, it doesn't make sense to send a female journalist. Everyone already knows the Taliban don't respect women (which is horrible), but antagonizing them with a women during an important interview is just self-sabotaging for the sake of grandstanding.",
  "created_utc": 1630265436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With all the important news coming out of Afghanistan, lots of people are desperate for information on the status of the evacuation, etc, going on in Kabul. </p>\n\n<p>The BBC, ABC, Al-Jazeera, and others, all have female lead reporters on the ground who are trying to interview Taliban leaders for critical information, and oftentimes the interview (with the goal of <em>getting critical information</em>) ends up accomplishing nothing at all because the Taliban don&#39;t respect them. Here is an example I saw this morning on Al Jazeera:</p>\n\n<p><a href=\"https://i.imgur.com/RiYAmfb.png\">&quot;I asked for information about the situation at the airport, and they refused to talk to me because I was a women and not dressed appropriately&quot;</a></p>\n\n<p>Of course they didn&#39;t want to talk to you on camera. What did you expect? <strong>The Taliban don&#39;t respect women.</strong> We all know that. We all know that is wrong and bigoted. We have known that for decades, so why self sabotage an important information gathering activity by purposefully antagonizing the people you are trying to interview?</p>\n\n<p>It would be like sending a blind reporter to give an eye witness report for a newspaper. Or sending a deaf person to review a new music album. Or sending an Amish person who doesn&#39;t use electricity to an press conference about new computer chip designs.</p>\n\n<p>It just isn&#39;t the right person to send for this one particular activity.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pdz4ll/cmv_when_interviewing_members_of_the_taliban_it/",
  "subreddit": "changemyview",
  "id": "pdz4ll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With all the important news coming out of Afghanistan, lots of people are\ndesperate for information on the status of the evacuation, etc, going on in\nKabul.\n\nThe BBC, ABC, Al-Jazeera, and others, all have female lead reporters on the\nground who are trying to interview Taliban leaders for critical…"
}