{
  "author": "Namika",
  "original_created_utc": 1630256613,
  "title": "CMV: When interviewing members of the Taliban, it doesn't make sense to send a female journalist. Everyone already knows the Taliban don't respect women (which is horrible), but antagonizing them with a women during an important interview is just self-sabotaging for the sake of grandstanding.",
  "created_utc": 1630265436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With all the important news coming out of Afghanistan, lots of people are desperate for information on the status of the evacuation, etc, going on in Kabul. </p>\n\n<p>The BBC, ABC, Al-Jazeera, and others, all have female lead reporters on the ground who are trying to interview Taliban leaders for critical information, and oftentimes the interview (with the goal of <em>getting critical information</em>) ends up accomplishing nothing at all because the Taliban don&#39;t respect them. Here is an example I saw this morning on Al Jazeera:</p>\n\n<p><a href=\"https://i.imgur.com/RiYAmfb.png\">&quot;I asked for information about the situation at the airport, and they refused to talk to me because I was a women and not dressed appropriately&quot;</a></p>\n\n<p>Of course they didn&#39;t want to talk to you on camera. What did you expect? <strong>The Taliban don&#39;t respect women.</strong> We all know that. We all know that is wrong and bigoted. We have known that for decades, so why self sabotage an important information gathering activity by purposefully antagonizing the people you are trying to interview?</p>\n\n<p>It would be like sending a blind reporter to give an eye witness report for a newspaper. Or sending a deaf person to review a new music album. Or sending an Amish person who doesn&#39;t use electricity to an press conference about new computer chip designs.</p>\n\n<p>It just isn&#39;t the right person to send for this one particular activity.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pdz4ll/cmv_when_interviewing_members_of_the_taliban_it/",
  "subreddit": "changemyview",
  "id": "pdz4ll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With all the important news coming out of Afghanistan, lots of people are\ndesperate for information on the status of the evacuation, etc, going on in\nKabul.\n\nThe BBC, ABC, Al-Jazeera, and others, all have female lead reporters on the\nground who are trying to interview Taliban leaders for critical…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アフガニスタンからの重要なニュースを受けて、多くの人が\nカブールで行われている避難などの状況について、多くの人が情報を求めています。\nカブール\n\nBBC、ABC、アルジャジーラなどは、女性レポーターを現地に配置して、タリバンのリーダーにインタビューしています。\nタリバンのリーダーにインタビューして、重要な情報を得ようとしています。",
      "title": "CMV: タリバンのメンバーにインタビューする場合、女性ジャーナリストを派遣することは意味がありません。タリバンが女性を尊重しないことはすでに知られていますが（それはひどいことです）、重要なインタビューの時に女性を使って敵対させるのは、大見得を切るための自虐的な行為に過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "随着所有重要的新闻从阿富汗传出，很多人都在急切地想知道在阿富汗的疏散状况等信息。\n很多人急切地想知道在喀布尔进行的疏散等活动的情况。\n喀布尔的情况。\n\n英国广播公司（BBC）、美国广播公司（ABC）、半岛电视台（Al-Jazeera）和其他电视台都有女主播在当地采访。\n他们正试图采访塔利班领导人，以获取关键信息。",
      "title": "CMV：在采访塔利班成员时，派一个女记者去采访是没有意义的。大家都已经知道塔利班不尊重妇女（这很可怕），但在一次重要的采访中用一个妇女来对抗他们，只是为了哗众取宠而自我破坏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着所有重要的新聞從阿富汗傳出，很多人都在急切地想知道在阿富汗的疏散狀況等信息。\n很多人急切地想知道在喀布爾進行的疏散等活動的情況。\n喀布爾的情況。\n\n英國廣播公司（BBC）、美國廣播公司（ABC）、半島電視臺（Al-Jazeera）和其他電視臺都有女主播在當地採訪。\n他們正試圖採訪塔利班領導人，以獲取關鍵信息。",
      "title": "CMV：在採訪塔利班成員時，派一個女記者去採訪是沒有意義的。大家都已經知道塔利班不尊重婦女（這很可怕），但在一次重要的採訪中用一個婦女來對抗他們，只是爲了譁衆取寵而自我破壞。"
    }
  ]
}