{
  "author": "stickyterpslurper",
  "original_created_utc": 1634227936,
  "title": "Why do people become obsessed with celebrities?",
  "created_utc": 1634253839,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve never really understood it. Looking back I can think of popular celebrities from my childhood, but not any that really stand apart as far as an emotional connection to them. I can think of the characters and my childhood emotional connection to the person/thing they were portraying, but  not so much for the actor/ress themself. When celebrities die I&#39;m not surprised and I&#39;ve never cried about one. They are people I don&#39;t know in the real world and if it weren&#39;t for a news article, I wouldn&#39;t have known they had died anyways, and either way it never changes my day-to-day enough for it to warrant an emotional response. The characters have been immortalized in film, the music is available on demand, the things we loved them for giving us will outlive us. </p>\n\n<p>Obviously I can get behind the family being upset, as well as the managers, the assistants, the roadies, the tour bus drivers, and all of the people who knew them personally. However, as just another fan in the crowd, I cannot understand being emotionally crippled by the passing of a celebrity. Is it because it forces people to come to terms with the passing of time and their own slow march in the same direction? I could understand the existential dread of familiar childhood faces passing, it means you will soon too, but staying in bed because Michael Jackson died? Seek therapy maybe?</p>\n\n<p>Or for music I don&#39;t understand the obsession people get with bands or with individual members of them. Like, I love King Gizzard and the Wizard Lizard, but I couldn&#39;t name the members or tell you anything about their personal lives because I don&#39;t care, I&#39;m just here to listen to the music. Then I see people losing their minds over BTS or when I was in middle school it was One Direction. I&#39;ve seen pictures and videos of people doing weird shit like celebrating individual members birthdays (alone in their own home without said celebrity or any acknowledgement) or having cardboard cut outs of members in their bedroom........In high school I watched a girl absolutely bawl her eyes out in the lunchroom over her parents surprising her at school with One Direction tickets. Is it because these bands are more sexualized in the media and it draws a more obsessive fan base? It just seems really sad and kind of creepy to me and I can&#39;t wrap my mind around it. </p>\n\n<p>Help me understand</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/TooAfraidToAsk/comments/q82wxe/why_do_people_become_obsessed_with_celebrities/",
  "subreddit": "TooAfraidToAsk",
  "id": "q82wxe",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've never really understood it. Looking back I can think of popular celebrities\nfrom my childhood, but not any that really stand apart as far as an emotional\nconnection to them. I can think of the characters and my childhood emotional\nconnection to the person/thing they were portraying, but not so…"
}