{
  "author": "Frag_Bearlm",
  "original_created_utc": 1627544282,
  "title": "CMV: Debating religion is impossible because the \"Pro-God\" side nevers follows rules of debate",
  "created_utc": 1627563013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve tried debating reliigon many times, and one fundamental flaw is that religious people always start from the the stance that gos IS real. This breaks the basic rules of debate. The existance of god is a positive claim, and you have to bring evidence to support the claim, else it is inherently flase. Its like me saying &quot;invisible passthrough elephants exist, prove me wrong&quot;.</p>\n\n<p>You cannot prove such a negative in this case, and therefore, you cannot protect your stance. To debate religion, we need the positive side to follow the basic rules of debate.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/otsvkj/cmv_debating_religion_is_impossible_because_the/",
  "subreddit": "changemyview",
  "id": "otsvkj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've tried debating reliigon many times, and one fundamental flaw is that\nreligious people always start from the the stance that gos IS real. This breaks\nthe basic rules of debate. The existance of god is a positive claim, and you\nhave to bring evidence to support the claim, else it is inherently…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は何度もレリゴーの議論を試みましたが、根本的な欠陥の一つは\n根本的な欠陥は、宗教家が常に「神は実在する」というスタンスからスタートすることです。これはディベートの\n議論の基本的なルールを破っています。神の存在は肯定的な主張であり、その主張を裏付ける証拠を提示しなければなりません。\n神の存在は肯定的な主張であり、その主張を裏付ける証拠を持ってこなければ、本質的に...",
      "title": "CMV: 宗教についての議論は、「神を支持する側」が議論のルールを守らないため、不可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾多次尝试与救济金辩论，一个基本的缺陷是\n宗教人士总是从 \"上帝是真实的 \"这一立场出发。这打破了\n破坏了辩论的基本规则。神的存在是一个积极的主张，而你\n你必须拿出证据来支持这一主张，否则它就会在本质上...",
      "title": "CMV：辩论宗教是不可能的，因为 \"支持上帝 \"的一方从来不会遵守辩论规则。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾多次嘗試與救濟金辯論，一個基本的缺陷是\n宗教人士總是從 \"上帝是真實的 \"這一立場出發。這打破了\n破壞了辯論的基本規則。神的存在是一個積極的主張，而你\n你必須拿出證據來支持這一主張，否則它就會在本質上...",
      "title": "CMV：辯論宗教是不可能的，因爲 \"支持上帝 \"的一方從來不會遵守辯論規則。"
    }
  ]
}