{
  "author": "blueblarg",
  "original_created_utc": 1638209108,
  "title": "Black soldiers ordered to guard supply depot so German spies would have no way to infiltrate?",
  "created_utc": 1638234760,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Years ago I heard an anecdote about how during the Battle of the Bulge Patton fixed a problem they were having.  With German spies being about, Patton gave the order to black units to guard supply depots, with orders to shoot any white soldiers that came close.  </p>\n\n<p>A while back I made a post on here asking if anyone had heard of it.  Basically people came up with all sorts of reasons why it couldn&#39;t have happened, and no one had heard the story before, so it was deemed a myth.  </p>\n\n<p>However recently while I was reading up on the 761st tank battalion on wikipedia, a line caught my eye.  </p>\n\n<p><em>During the Battle of the Bulge, German soldiers who had raided American warehouses were reported to have</em> <a href=\"https://en.wikipedia.org/wiki/Operation_Greif\"><em>disguised themselves as Americans</em></a> <em>guarding checkpoints in order to ambush American soldiers. Patton solved this problem by ordering black soldiers, including the 761st, to guard the checkpoints, and gave the order to shoot any white soldiers at the checkpoints who acted suspiciously.</em><a href=\"https://en.wikipedia.org/wiki/761st_Tank_Battalion_(United_States\"><em>[23]</em></a>#cite_note-23)   </p>\n\n<p>Unfortunately the citation leads to a wayback machine archived website that has the beginning part of his story, however not the relevant section.  Is there anyway to find the relevant portion of the interview?  It would be great to shine some light on a small but interesting contribution of African Americans to the war effort.</p>\n</div><!-- SC_ON -->",
  "score": 1608,
  "permalink": "/r/AskHistorians/comments/r51no0/black_soldiers_ordered_to_guard_supply_depot_so/",
  "subreddit": "AskHistorians",
  "id": "r51no0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Years ago I heard an anecdote about how during the Battle of the Bulge Patton\nfixed a problem they were having. With German spies being about, Patton gave the\norder to black units to guard supply depots, with orders to shoot any white\nsoldiers that came close.\n\nA while back I made a post on here…"
}