{
  "author": "makaylarh",
  "the_new_excerpt": "Is anybody else an easy to please reader? I never really hate any books that I\nread. I can find flaws and like some books better than others. But I just like\nthe stories. I read reviews before and after I buy books. I’ll read a book (and\nenjoy it like I do with most) and then I’ll go to read reviews…",
  "original_created_utc": 1619845474,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが簡単に満足できる読書家ではありませんか？私は、読んだ本を嫌いになったことはありません。\n読んだ本を嫌いになったことはありません。欠点を見つけることもできるし、他の本よりも好きな本もあります。しかし、私はただ物語が好きなのです。\n物語が好きなんです。私は本を買う前と後にレビューを読みます。私は、ある本を読むと（そして\n本を読んで（ほとんどの場合は楽しんで）から、レビューを読みに行くんです。",
      "title": "物語が好きだから"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "还有人是个容易取悦的读者吗？我从来没有真正讨厌我所读的任何书\n读的书。我可以找到缺点，并且喜欢一些书比其他书好。但我只是喜欢\n故事。我在买书之前和之后都会阅读评论。我会读一本书（并且\n然后我再去看评论......",
      "title": "我只是喜欢故事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "還有人是個容易取悅的讀者嗎？我從來沒有真正討厭我所讀的任何書\n讀的書。我可以找到缺點，並且喜歡一些書比其他書好。但我只是喜歡\n故事。我在買書之前和之後都會閱讀評論。我會讀一本書（並且\n然後我再去看評論......",
      "title": "我只是喜歡故事"
    }
  ],
  "title": "I just like stories",
  "created_utc": 1619858672,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Is anybody else an easy to please reader? I never really hate any books that I read. I can find flaws and like some books better than others. But I just like the stories. \nI read reviews before and after I buy books. I’ll read a book (and enjoy it like I do with most) and then I’ll go to read reviews or Iook at a subreddit and see so much contempt for that author or their work. \nSometimes I’ll look up a book on Reddit to see some discussion and so many people will just blatantly hate it. Which is all good but I’m like what is wrong with me? I think I’m just a simpleton who likes any story, what can I say? \nI was just curious to see if anyone else has felt this way. </p>\n\n<p>So a book that wasn’t my favorite but still enjoyed: We Were Liars\nA book(s) that I love but a lot of people seem to hate: Bridgerton Series</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/n2bog9/i_just_like_stories/",
  "subreddit": "books",
  "id": "n2bog9",
  "is_self": true,
  "media": null,
  "is_video": false
}