{
  "author": "AkamiAhaisu",
  "original_created_utc": 1636868970,
  "title": "CMV: being fat isn't healthy.",
  "created_utc": 1636904325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People nowadays are more and more sedentary, spending their days in cars or sofas, eating junk food all the time. Those are facts. Sadly, this leads to obesity taking over a pretty big position as one of the most common diseases in the world. </p>\n\n<p>Being fat puts stress over your bones and articulations, makes your sleep worse, heart and lungs worse, and is also a major factor for cancer and several other diseases, including covid.</p>\n\n<p>However, for some reason people are pushing back against this and saying that being obese isn&#39;t bad. That people shouldn&#39;t diet, and so on...</p>\n\n<p>Look, I&#39;m not here to say there is no problem here. People are absolutely pressured into fitting expectations, and that pressure leads to terrible things like anorexia. It also creates fatphobia, which does exist. As a former fat person, I can say that for sure.</p>\n\n<p>However, not everything you are pressured into doing is a bad thing. You don&#39;t have to be super skinny or have a lot of muscle, for sure, but being over 400 pounds is just too much. People like these are killing themselves slowly. They spend their days unable to do many things, barely breathing, and often die at 40 or 50 yo.</p>\n\n<p>I&#39;d like to see an actual argument from HAES, because until now Ir frankly have only seen pseudoscience and appeal to emotion.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qtj8yk/cmv_being_fat_isnt_healthy/",
  "subreddit": "changemyview",
  "id": "qtj8yk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People nowadays are more and more sedentary, spending their days in cars or\nsofas, eating junk food all the time. Those are facts. Sadly, this leads to\nobesity taking over a pretty big position as one of the most common diseases in\nthe world.\n\nBeing fat puts stress over your bones and articulations,…"
}