{
  "author": "BloodyBeaks",
  "the_new_excerpt": "My girls are 4 and 6. We have read to them almost every single night since they\nwere born. Literally, when we were home from the hospital, we would lay in bed\ntogether in the evenings: baby and mama cuddled up together, and me reading to\nthem. We had no illusions that the babies were getting…",
  "original_created_utc": 1623532273,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の娘は4歳と6歳です。二人が生まれてから、ほぼ毎晩のように読み聞かせをしてきました。\n読んできました。文字通り、病院から家に帰ると、夜になると一緒にベッドに横になります。\n赤ちゃんとママが一緒に寝て、私が読み聞かせをしていました。\n読んであげていました。私たちは、赤ちゃんが成長しているとは思っていませんでした。",
      "title": "自分が好きな本を子供たちと共有し、子供たちにも好きになってもらうことに勝る喜びを、私はまだ見つけていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的女儿是4岁和6岁。自从她们出生以来，我们几乎每天晚上都给她们读书。\n出生后，我们几乎每晚都给她们读书。从字面上看，当我们从医院回家时，我们会在晚上一起躺在床上：宝宝和妈妈依偎在一起，我给她们读书。\n晚上一起躺在床上：孩子和妈妈拥抱在一起，我给她们读书。\n他们。我们并不幻想宝宝们能得到...",
      "title": "我还没有找到与我的孩子分享我喜欢的书，并让他们也喜欢上它的快乐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的女兒是4歲和6歲。自從她們出生以來，我們幾乎每天晚上都給她們讀書。\n出生後，我們幾乎每晚都給她們讀書。從字面上看，當我們從醫院回家時，我們會在晚上一起躺在牀上：寶寶和媽媽依偎在一起，我給她們讀書。\n晚上一起躺在牀上：孩子和媽媽擁抱在一起，我給她們讀書。\n他們。我們並不幻想寶寶們能得到...",
      "title": "我還沒有找到與我的孩子分享我喜歡的書，並讓他們也喜歡上它的快樂。"
    }
  ],
  "title": "I have not yet found a joy to match sharing a book I love with my kids, and having them love it too.",
  "created_utc": 1623546786,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My girls are 4 and 6.  We have read to them almost every single night since they were born.  Literally, when we were home from the hospital, we would lay in bed together in the evenings: baby and mama cuddled up together, and me reading to them.  We had no illusions that the babies were getting anything from the books themselves, but the family experience of being together with books was amazing.  That of course transitioned into reading them age appropriate bed time stories, and them looking at picture books during the day, etc.</p>\n\n<p>About six months ago I sat them down and told them I thought they are now getting old enough to enjoy and appreciate longer chapter books, and I had a few I wanted to share with them.  I read them the first chapter of <em>Charlie and the Chocolate Factory</em> and they.  Were.  Captivated.  We sat in their room reading, getting at least 2/3 of the way through that book over the course of an afternoon.</p>\n\n<p>We&#39;ve now read all of Roald Dahl&#39;s children&#39;s books; <em>Charlie</em> remains their favorite, although they loved <em>Matilda, BFG, The Witches</em> (my personal favorite of his) and really all of them.  Then we blitzed through a David Walliams collection; <em>Grandpa&#39;s Great Escape</em> was the stand out star, but again, they enjoyed them all.</p>\n\n<p>Last night I took a chance and started reading them <em>The Lion, the Witch, and the Wardrobe,</em> easily one of my favorite books (and series) of all time<em>.</em>  I was afraid it might be a little old for them still, or possibly even a little scary; my 6 year old in particular is sort of anxious and nervous about anything at all scary.  Again, though, they were enraptured right away, and again, we&#39;ve read a good portion of it now in less than a day.</p>\n\n<p>Y&#39;all, I get legit choked up whenever they react audibly to the books.  They both literally <em>gasped</em> <em>out loud</em> when Charlie finds the golden ticket.  They started clapping when the Pevensies found their way into Narnia - they had been waiting eagerly for them all to go together.  I&#39;m not afraid of emotion, but it gets in the way of reading!  My heart absolutely overflows when they react they way I did (and, sometimes, still do) when reading these books.</p>\n\n<p>Anyway.  Sorry if this is too off topic, or if its inappropriate for the sub, but I don&#39;t have any other social media and I had to get it off my chest.  Anyone else have beautiful, life changing experiences like this you want to share?</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/books/comments/nygowy/i_have_not_yet_found_a_joy_to_match_sharing_a/",
  "subreddit": "books",
  "id": "nygowy",
  "is_self": true,
  "media": null,
  "is_video": false
}