{
  "author": "DaftPunkk",
  "original_created_utc": 1626737336,
  "title": "CMV: \"Neopronouns\" is just attention seeking with extra steps",
  "created_utc": 1626755501,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have no problem with he/she/they (even they&#39;s a little iffy since it&#39;s plural but it&#39;s not that huge deal).  But I&#39;ve now started educating myself on the crazy world of so called &quot;Neo Pronouns&quot;.  If you&#39;re not in the loop these are a bunch of made up words for people who claim they dont fit in the normal pronouns so they make up random words.  I&#39;m a somewhat accepting person and lgbt myself, but I feel these people are making us all look like nutjobs.</p>\n\n<p>I&#39;m honestly not sure if this is a big joke I&#39;m not in on.  Or if people legitimately go around wanting to be called &quot;Xe/Xem/Xyr/Xyrs/Xemself&quot;, &quot;Co/Cos/Co&#39;s/Coself&quot;, &quot;Ae/Aer/Aers/Aerself&quot;, &quot;E/Em/Es/Ems/Emself&quot;.</p>\n\n<p>How does someone decide they&#39;re a Aerself, like I really don&#39;t get it.  I think it&#39;s just something people use when they&#39;re insecure with their identity, and want to get a little attention.  I fail to see how validating these people does anything beneficial for anyone.  Having everyone learn a few hundred new words because people wanna be called made up words doesnt make a lot of sense to me</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/onpyo3/cmv_neopronouns_is_just_attention_seeking_with/",
  "subreddit": "changemyview",
  "id": "onpyo3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have no problem with he/she/they (even they's a little iffy since it's plural\nbut it's not that huge deal). But I've now started educating myself on the crazy\nworld of so called \"Neo Pronouns\". If you're not in the loop these are a bunch\nof made up words for people who claim they dont fit in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はhe/she/theyに問題はありません（theyでも複数形なのでちょっと微妙ですが\nしかし、それほど大きな問題ではありません）。) しかし、私は今、いわゆる「ネオ代名詞」と呼ばれるクレイジーな\nいわゆる「ネオ代名詞」の世界を学び始めました。もしあなたが知らないのであれば、これらはたくさんの\n自分には合わないと主張する人たちのために作られた言葉です。",
      "title": "CMV: \"ネオプロン \"は余計なことをして注目を集めているに過ぎない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对 \"他/她/他们 \"没有意见（甚至 \"他们 \"也有点问题，因为它是复数）。\n但这并不是什么大问题）。) 但我现在已经开始教育自己，了解所谓的 \"新代词 \"的疯狂世界。\n所谓的 \"新代词 \"的世界。如果你不了解，这些是一堆\n如果你不知道，这些都是为那些声称自己不适合 \"新代词 \"的人所编造的词汇。",
      "title": "CMV：\"Neopronouns \"只是寻求关注的额外步骤"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對 \"他/她/他們 \"沒有意見（甚至 \"他們 \"也有點問題，因爲它是複數）。\n但這並不是什麼大問題）。) 但我現在已經開始教育自己，瞭解所謂的 \"新代詞 \"的瘋狂世界。\n所謂的 \"新代詞 \"的世界。如果你不瞭解，這些是一堆\n如果你不知道，這些都是爲那些聲稱自己不適合 \"新代詞 \"的人所編造的詞彙。",
      "title": "CMV：\"Neopronouns \"只是尋求關注的額外步驟"
    }
  ]
}