{
  "author": "Dreken666",
  "the_new_excerpt": "I dont think it people should call it reverse racism cause thats a bit confusing\nbut anyway. Any race can be racist towards any other race. Yes, i believe one\ncan even be racist towards white people. The definition of racism is prejudice\ntowards someone based on their skin. Usually of a marginalized…",
  "original_created_utc": 1617490031,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不认为它的人应该叫它反向种族主义的原因，这是一个有点混乱。\n但无论如何， 任何种族都可以对任何其他种族进行种族主义。是的，我相信一个\n甚至可以对白人实行种族主义。种族主义的定义是偏见\n对某人基于他们的皮肤。通常是边缘化的... ...",
      "title": "CMV：\"反向种族主义 \"确实存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不認爲它的人應該叫它反向種族主義的原因，這是一個有點混亂。\n但無論如何， 任何種族都可以對任何其他種族進行種族主義。是的，我相信一個\n甚至可以對白人實行種族主義。種族主義的定義是偏見\n對某人基於他們的皮膚。通常是邊緣化的... ...",
      "title": "CMV：\"反向種族主義 \"確實存在。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は、人々が逆差別と呼ぶべきではないと思いますが、それは少し紛らわしいからです。\nでも、とにかく どんな人種でも、他の人種を差別することは可能です。そう、私は白人に対しても\n白人に対しても人種差別的になることがあります。人種差別の定義は、肌の色に基づく誰かへの偏見\n人種差別の定義は、肌の色に基づいて誰かに偏見を持つことです。通常、疎外された...",
      "title": "CMV：「逆レイシズム」は存在する"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は、人々が逆差別と呼ぶべきではないと思いますが、それは少し紛らわしいからです。\nでも、とにかく どんな人種でも、他の人種を差別することは可能です。そう、私は白人に対しても\n白人に対しても人種差別的になることがあります。人種差別の定義は、肌の色に基づく誰かへの偏見\n人種差別の定義は、肌の色に基づいて誰かに偏見を持つことです。通常、疎外された...",
      "title": "CMV：「逆レイシズム」は存在する"
    }
  ],
  "title": "CMV: “reverse racism” does exist",
  "created_utc": 1617540909,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I dont think it people should call it reverse racism cause thats a bit confusing but anyway. Any race can be racist towards any other race. Yes, i believe one can even be racist towards white people. The definition of racism is prejudice towards someone based on their skin. Usually of a marginalized group/minority. But not always. I believe that one can be racist against white people, however racism against white people will NEVER in any realm of possibility be systemic, and also that racism against white people doesnt really need to be talked about or addressed, but i still believe it exists. Even tho its not really important or bad, it still exists. To me, this seems like a logical belief. But i myself am white so im not sure. To alot of people i somewhat consider my friends, this is controversial and i would be considered racist for this opinion. Is my opinion wrong?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mjj7v7/cmv_reverse_racism_does_exist/",
  "subreddit": "changemyview",
  "id": "mjj7v7",
  "is_self": true,
  "media": null,
  "is_video": false
}