{
  "author": "Unlikely-Database-27",
  "original_created_utc": 1629768778,
  "title": "CMV: an opened relationship is not an actual relationship, and those who request that type of arrangement only do so to have an excuse to cheat or because they fear true commitment.",
  "created_utc": 1629815503,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not talking about the religious relationships where people have multiple spouses or whatever. I mean the people who are in relationships but then go out fucking other random people all the time. How is that a relationship? You aren&#39;t exactly being loyal to your partner now are you. It also seems like they&#39;re set up to fail. Somebody usually gets mad about the lack of attention, one loses interest so the other gets upset etc. Obviously this can happen regardless of being an opened relationship or not, but it seems much more likely to in an opened relationship. Why have sex with your partner when you could just go fuck that much better looking person you see across the office every day? Nah. I don&#39;t personally believe in opened relationships. So reddit, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/padj2r/cmv_an_opened_relationship_is_not_an_actual/",
  "subreddit": "changemyview",
  "id": "padj2r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not talking about the religious relationships where people have multiple\nspouses or whatever. I mean the people who are in relationships but then go out\nfucking other random people all the time. How is that a relationship? You aren't\nexactly being loyal to your partner now are you. It also seems…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "複数の配偶者を持つような宗教的な関係のことではありません。\n配偶者が複数いるような宗教的な関係のことではありません。交際していても、他のランダムな人たちといつもファックしている人たちのことです。\n他のランダムな人たちといつもファックしている人たちのことよ。それって、どうやって付き合うの？あなたは\nパートナーに忠誠を誓っているとは言えませんよね。また、それは...",
      "title": "CMV：オープンな関係は、実際の関係ではありません。そのような関係を求める人は、浮気の口実を作るためか、真のコミットメントを恐れているからです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在谈论宗教关系，在那里人们有多个\n配偶什么的。我的意思是那些有关系的人，但随后就出去了\n和其他随机的人一直在做爱。这怎么会是一种关系呢？你并不是\n你对你的伴侣并不忠诚，对吧。这也似乎...",
      "title": "CMV：开放的关系不是真正的关系，那些要求这种类型的安排的人只是为了有借口欺骗或因为他们害怕真正的承诺。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在談論宗教關係，在那裏人們有多個\n配偶什麼的。我的意思是那些有關係的人，但隨後就出去了\n和其他隨機的人一直在做愛。這怎麼會是一種關係呢？你並不是\n你對你的伴侶並不忠誠，對吧。這也似乎...",
      "title": "CMV：開放的關係不是真正的關係，那些要求這種類型的安排的人只是爲了有藉口欺騙或因爲他們害怕真正的承諾。"
    }
  ]
}