{
  "author": "ARCT0MYS",
  "the_new_excerpt": "Why YSK: When you pay for something that involves risk, companies will typically\ngive you a receipt/ticket telling you that you assume all the risk for the\nservice being provided. For example, when you buy a ticket for a roller coaster\nride, the back of the ticket will typically say something like…",
  "original_created_utc": 1620399710,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: リスクを伴うものにお金を払うとき、企業は一般的に\n領収書やチケットを渡して、提供されるサービスのすべてのリスクを引き受けることを伝えます。\n領収書やチケットを渡します。例えば、ジェットコースターのチケットを購入すると、チケットの裏には、次のように書かれています。\n例えば、ジェットコースターのチケットを購入した場合、チケットの裏面には次のようなことが書かれています。",
      "title": "YSK: 不法行為による保護について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当你为涉及风险的东西付款时，公司通常会\n公司通常会给你一张收据/票据，告诉你要承担所提供服务的所有风险。\n所提供的服务。例如，当你买了一张过山车的票\n乘坐过山车时，票的背面通常会写着这样的内容",
      "title": "YSK：关于《侵权法》为你提供的保护"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當你爲涉及風險的東西付款時，公司通常會\n公司通常會給你一張收據/票據，告訴你要承擔所提供服務的所有風險。\n所提供的服務。例如，當你買了一張過山車的票\n乘坐過山車時，票的背面通常會寫着這樣的內容",
      "title": "YSK：關於《侵權法》爲你提供的保護"
    }
  ],
  "title": "YSK: About the protection provided you under Tort Law",
  "created_utc": 1620410772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: When you pay for something that involves risk, companies will typically give you a receipt/ticket telling you that you assume all the risk for the service being provided. For example, when you buy a ticket for a roller coaster ride, the back of the ticket will typically say something like ‘you assume any and all risk involved, you shall not hold the operator liable in case of accident, and you shall indemnify the owners of any and all responsibility whether or not caused by negligence’, etc. In some cases, they may make you sign a waiver saying you release them of all liability. However, in cases of negligence, you can still sue under Tort law regardless of whether you signed a waiver. Waivers do provide some degree of protection in specific cases but in general, the greater the negligence, the less protection a waiver provides and if it gross negligence, you will usually win when you sue.</p>\n</div><!-- SC_ON -->",
  "score": 1386,
  "permalink": "/r/YouShouldKnow/comments/n70jb5/ysk_about_the_protection_provided_you_under_tort/",
  "subreddit": "YouShouldKnow",
  "id": "n70jb5",
  "is_self": true,
  "media": null,
  "is_video": false
}