{
  "author": "CentristAnCap",
  "original_created_utc": 1635473092,
  "title": "CMV: Science cannot \"tell you to do something\", trying to use science as a means of telling people to do something is an is-ought fallacy.",
  "created_utc": 1635496923,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Disclaimer: Since I&#39;m probably going to be called an anti-vaxxer for making this argument, I want to make it clear that I have taken the vaccine and would encourage anyone who is medically fit to do so also take it.</strong> </p>\n\n<p>With that out of the way, I see a lot of pro-vaccine and pro-mandate advocates arguing that anti-vaxxers are &quot;contradicting the science&quot; when they choose to not get vaccinated. I think this argument reveals a lack of understanding about what science is and what science is not. </p>\n\n<p>Science is a set of positive/descriptive statements about what <em>is.</em> F=ma or e=mc<sup>2</sup> are merely statements which describe reality. </p>\n\n<p>Science <strong>is not</strong> a set of normative/prescriptive about what <em>should be</em>. Newton&#39;s laws of motion or Einstein&#39;s theory of relativity do not provide us with knowledge about how we <em>should behave</em>.</p>\n\n<p>The statement &quot;COVID-19 vaccines improve your chances of survival by x, and the probability of you having complications due to the vaccine is y&quot; is a scientific statement. </p>\n\n<p>The statement &quot;the vaccine is safe, therefore you should take it&quot; is <strong>not</strong> a scientific statement. Embedded within this statement is a value judgement being made by a human actor according to their ethical or philosophical position, which is <strong>outside the purview of scientific inquiry.</strong> </p>\n\n<p>Hume&#39;s is-ought gap &quot;arises when one makes claims about what ought to be that are based solely on statements about what is&quot;, and this example is a perfect exemplification of that fallacy. </p>\n\n<p>To be sure, people might incorporate scientific data into their decision-making process, however, that in and of itself is a value judgement which claims the information provided by the scientific method <em>should</em> be incorporated into such a process. </p>\n\n<p>TL;DR: Science is descriptive, not prescriptive, therefore stating &quot;the science tells us we should do x&quot; is simply a category error and constitutes an is-ought fallacy.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qi278p/cmv_science_cannot_tell_you_to_do_something/",
  "subreddit": "changemyview",
  "id": "qi278p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Disclaimer: Since I'm probably going to be called an anti-vaxxer for making this\nargument, I want to make it clear that I have taken the vaccine and would\nencourage anyone who is medically fit to do so also take it.\n\nWith that out of the way, I see a lot of pro-vaccine and pro-mandate…"
}