{
  "author": "DKSigh51",
  "the_new_excerpt": "I worded this quite vaguely since I think it's quite applicable across many\nfacets in our lives. But recently, I've noticed more and more how people let\nother's opinions influence and even dictate what they choose to do and not to\ndo. I've noticed in some friends of mine that they will turn away…",
  "original_created_utc": 1615819247,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的措辞很含糊，因为我认为它在很多方面都很适用。\n我们生活中的方方面面。但最近，我注意到越来越多的人是如何让...\n别人的意见影响甚至决定了他们的选择和不选择。\n做。我注意到我的一些朋友会拒绝... ...",
      "title": "不要让别人的观点影响你的好奇心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的措辭很含糊，因爲我認爲它在很多方面都很適用。\n我們生活中的方方面面。但最近，我注意到越來越多的人是如何讓...\n別人的意見影響甚至決定了他們的選擇和不選擇。\n做。我注意到我的一些朋友會拒絕... ...",
      "title": "不要讓別人的觀點影響你的好奇心。"
    }
  ],
  "title": "Don't let other people's opinions influence your curiosities",
  "created_utc": 1615828353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I worded this quite vaguely since I think it&#39;s quite applicable across many facets in our lives. But recently, I&#39;ve noticed more and more how people let other&#39;s opinions influence and even dictate what they choose to do and not to do. I&#39;ve noticed in some friends of mine that they will turn away from their interests because the herd of people that have spoken out about the topic were negative.</p>\n\n<p>Personally, while the logic is sound in the sense that they will save themselves time, but I&#39;d question to ask where this saved time is being spent if not on your interests.</p>\n\n<p>Last night I decided to read &quot;The Alchemist&quot; by Paulo Coelho. I&#39;ve seen several posts here and there about it being amazing, terrible, underwhelming, or whatnot. After reading it, I don&#39;t feel an overwhelming sense of self realization by any means, but I wouldn&#39;t go as far as talking ill of the book. It can serve to help people experience the &quot;hero&#39;s journey&quot; which is the core of many stories out there. It&#39;s not terribly dense or difficult to unpack, but I wouldn&#39;t devalue the book by any means. I&#39;ve spent years wanting to read this book because of the hype, but last night I finally did because I saw posts talking less of it.</p>\n\n<p>I enjoyed it. It&#39;s akin to The Little Prince. A very straightforward story that can be appreciated by all to some degree. At the least, it will open a door to allow a person to look more introspectively on their lives and to connect with themselves and their virtues. To put such a lesson in an easily digestible book is nothing short of valuable.</p>\n\n<p>So all in all, think for yourselves whether to pick up a book or not. Take the opinions of others always with a grain of salt(even mine for that matter), because your experience will not be theirs. Follow your bliss, and trust in the path you want to take.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/m5m4lh/dont_let_other_peoples_opinions_influence_your/",
  "subreddit": "books",
  "id": "m5m4lh",
  "is_self": true,
  "media": null,
  "is_video": false
}