{
  "author": "oracleskyscan",
  "the_new_excerpt": "Why YSK: The Ivy Lee Method is one of the oldest, simplest, and most effective\nproductivity hacks that you can apply in your life.\n\nHere is the way it works: each night before your day of work, write down your\nsix most important tasks to do the next day in order of importance. The next\nday, you…",
  "original_created_utc": 1610388230,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：李常春藤方法是最古老、最简单、最有效的方法之一。\n生产力小技巧，你可以应用在生活中。\n\n它的工作方法是这样的：每天晚上在你一天工作前，写下你的\n第二天要做的最重要的六项工作，按重要性排序。接下来的\n一天，你...",
      "title": "YSK如何使用李常春藤方法来提高你的生产力"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：李常春藤方法是最古老、最簡單、最有效的方法之一。\n生產力小技巧，你可以應用在生活中。\n\n它的工作方法是這樣的：每天晚上在你一天工作前，寫下你的\n第二天要做的最重要的六項工作，按重要性排序。接下來的\n一天，你...",
      "title": "YSK如何使用李常春藤方法來提高你的生產力"
    }
  ],
  "title": "YSK how to use the Ivy Lee Method to increase your productivity",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The Ivy Lee Method is one of the oldest, simplest, and most effective productivity hacks that you can apply in your life.</p>\n\n<p>Here is the way it works: each night before your day of work, write down your six most important tasks to do the next day in order of importance. The next day, you simply begin doing the tasks you wrote down one at a time.</p>\n\n<p>This method is highly effective because you reduce decision fatigue and reserve your energy for your most prioritized tasks. If you don’t complete all of your tasks, simply add those unfinished ones to your list for the next day.</p>\n\n<p>Link: <a href=\"https://www.google.com/amp/s/www.businessinsider.com/ivy-lee-method-productivity-2018-9%3famp\">https://www.google.com/amp/s/www.businessinsider.com/ivy-lee-method-productivity-2018-9%3famp</a></p>\n\n<p>Edit: Your list should never have more than 6 tasks. Anything more will most likely be demotivating and counter-productive</p>\n</div><!-- SC_ON -->",
  "score": 14072,
  "permalink": "/r/YouShouldKnow/comments/kv849q/ysk_how_to_use_the_ivy_lee_method_to_increase/",
  "subreddit": "YouShouldKnow",
  "id": "kv849q",
  "is_self": true,
  "media": null,
  "is_video": false
}