{
  "author": "LilPeep1k",
  "original_created_utc": 1632443663,
  "title": "CMV: Your religion should have no effects on my laws.",
  "created_utc": 1632449288,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Your religion is YOUR religion and it should have no affect on MY laws. You can choose what you would like to do with your own body and who you would like to sleep with. I can choose what I would like to do with my own body and who I will sleep with. </p>\n\n<p>I genuinely don’t understand how 2,000 year old religious texts that often encourage slavery and genocide have the ability to affect MY laws. I don’t think Bronze Age “morals” should be relevant in the 21st century. Our laws shouldn’t be based around any religion in my opinion.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/pu8jp9/cmv_your_religion_should_have_no_effects_on_my/",
  "subreddit": "changemyview",
  "id": "pu8jp9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Your religion is YOUR religion and it should have no affect on MY laws. You can\nchoose what you would like to do with your own body and who you would like to\nsleep with. I can choose what I would like to do with my own body and who I will\nsleep with.\n\nI genuinely don’t understand how 2,000 year old…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたの宗教はあなたの宗教であり、私の法律に影響を与えるべきではありません。あなたは\n自分の体で何をしたいか、誰と結婚したいかを選ぶことができます。\n誰と寝るかを選ぶことができます。私は自分の体で何をしたいのか、誰と寝るのかを選ぶことができます。\n選ぶことができます。\n\n純粋に理解できないのは、2,000年前の...",
      "title": "CMV: あなたの宗教が私の法律に影響を与えるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你的宗教是你的宗教，它不应该影响到我的法律。你可以\n你可以选择你想对自己的身体做什么，以及你想和谁睡觉。\n与谁上床。我可以选择我想对自己的身体做什么，以及我想和谁睡觉。\n和谁上床。\n\n我真的不明白，两千年前的...",
      "title": "CMV: 你的宗教信仰不应影响我的法律。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你的宗教是你的宗教，它不應該影響到我的法律。你可以\n你可以選擇你想對自己的身體做什麼，以及你想和誰睡覺。\n與誰上牀。我可以選擇我想對自己的身體做什麼，以及我想和誰睡覺。\n和誰上牀。\n\n我真的不明白，兩千年前的...",
      "title": "CMV: 你的宗教信仰不應影響我的法律。"
    }
  ]
}