{
  "author": "testrail",
  "original_created_utc": 1634574229,
  "title": "CMV: The term elope does not include the concept of getting married in a court house and having a small gathering with family and friends afterwards",
  "created_utc": 1634593241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty simple concept here. I don’t believe semantic change has come so far as to have the term elope change so drastically that it now can be applied to something small and local.</p>\n\n<p>Elope, as defined by the Oxford dictionary is:</p>\n\n<blockquote>\n<blockquote>\n<p>run away secretly in order to get married, especially without parental consent</p>\n</blockquote>\n</blockquote>\n\n<p>What I’m seeing is folks are using the term elope as a catch all for anything that is a non traditional wedding. This seems to include going to the local court house to make the marriage legal and then having a small party to celebrate with family and friends. To me, this doesn’t fit either of the term Elope’s criteria, of leaving nor being secret. </p>\n\n<p>I’m also seeing it being marketed as a term that roughly is the same as destination wedding, but with a sexier, en vogue term, of “modern eloping”.</p>\n\n<p>To further specify, I’m specifically referring to folks who are publicly known to be a couple and publicly engaged running through this process. </p>\n\n<p><a href=\"https://www.reddit.com/r/AmItheAsshole/comments/qajjme/aita_for_refusing_to_be_my_best_friends_moh_after/hh3ta4n/?utm_source=share&amp;utm_medium=ios_app&amp;utm_name=iossmf&amp;context=3\">For reference as to where this started in AITA</a></p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/qaq4cv/cmv_the_term_elope_does_not_include_the_concept/",
  "subreddit": "changemyview",
  "id": "qaq4cv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pretty simple concept here. I don’t believe semantic change has come so far as\nto have the term elope change so drastically that it now can be applied to\nsomething small and local.\n\nElope, as defined by the Oxford dictionary is:\n\n> > run away secretly in order to get married, especially without…"
}