{
  "author": "stayinschoolsayszuul",
  "original_created_utc": 1629575679,
  "title": "Best summer reading experience",
  "created_utc": 1629629612,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This summer, I reread Jurassic Park. I turned my bed into the ultimate cozy reading nest,  closed the blinds, and read this on my computer in dark screen mode.  I lit a candle, and turned on an 8 hour YouTube ambient noises ofJurassic Park video. I had SO MUCH FUN reading this book. I first read this in middle school (and now I realize some things were lost on me), and as an adult I loved the references to early DOS computer stuff, realized how often it was written Sam Jackson s character smoked, and how much I now hate the young whiny girl character.  This author Def has a difficulty writing women. </p>\n\n<p>I would love to do this same experience with a Harry Potter book, or maybe howls moving castle! Has anyone ever &quot;imaxed&quot; their trading experience? I recommend,  it&#39;s worth the effort.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p8y3wn/best_summer_reading_experience/",
  "subreddit": "books",
  "id": "p8y3wn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This summer, I reread Jurassic Park. I turned my bed into the ultimate cozy\nreading nest, closed the blinds, and read this on my computer in dark screen\nmode. I lit a candle, and turned on an 8 hour YouTube ambient noises ofJurassic\nPark video. I had SO MUCH FUN reading this book. I first read this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この夏、『ジュラシック・パーク』を読み返しました。自分のベッドを究極に居心地の良い読書の巣にして\nブラインドを閉めて、ダークスクリーンモードのパソコンで読みました。\nモードで読みました。ロウソクを灯し、YouTubeで8時間に渡って「ジュラシック・パーク」のアンビエント・ノイズを再生しました。\nパークのビデオを8時間かけて見ました。この本を読むのはとても楽しかったです。私が最初にこの本を読んだのは...",
      "title": "最高の夏の読書体験"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今年夏天，我重读了《侏罗纪公园》。我把我的床变成了一个终极的舒适的\n我把我的床变成了终极舒适的阅读窝，关上百叶窗，在我的电脑上以黑屏模式阅读这本书。\n模式阅读。我点燃了一支蜡烛，并在YouTube上播放了8小时的侏罗纪公园环境噪音视频。\n公园的视频。我读这本书时感到非常有趣。我第一次读这本书...",
      "title": "最佳暑期阅读体验"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今年夏天，我重讀了《侏羅紀公園》。我把我的牀變成了一個終極的舒適的\n我把我的牀變成了終極舒適的閱讀窩，關上百葉窗，在我的電腦上以黑屏模式閱讀這本書。\n模式閱讀。我點燃了一支蠟燭，並在YouTube上播放了8小時的侏羅紀公園環境噪音視頻。\n公園的視頻。我讀這本書時感到非常有趣。我第一次讀這本書...",
      "title": "最佳暑期閱讀體驗"
    }
  ]
}