{
  "author": "edged1297",
  "original_created_utc": 1627804304,
  "title": "Is it’s normal thing to finish a book and have almost 0 recollection of what you read?",
  "created_utc": 1627814631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi there, </p>\n\n<p>As a kid and through high school, I read maybe 10 books, I pretty much refused to read. Even since then, I haven’t read much but I’m trying to get into it now. </p>\n\n<p>I just finished Man’s Search for Meaning and while I was reading I’d pick out a few things here and there which I thought I could somewhat relate to or something that really stuck out throughout the book. Here’s the kicker, I can’t remember what 90% of those were and most of them were towards the end! And I finished it last night. A teacher once said to me that to be able to understand a book you have to read it more than once.</p>\n\n<p>I’m wondering what’s everyone else’s experiences are like? Is this something that you relate to? Is there a method that helps?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/ovo3ct/is_its_normal_thing_to_finish_a_book_and_have/",
  "subreddit": "books",
  "id": "ovo3ct",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi there,\n\nAs a kid and through high school, I read maybe 10 books, I pretty much refused\nto read. Even since then, I haven’t read much but I’m trying to get into it now.\n\nI just finished Man’s Search for Meaning and while I was reading I’d pick out a\nfew things here and there which I thought I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\n子供の頃から高校までは、10冊くらいしか本を読まず、読むことをかなり拒んでいました。\n読むことを拒否していました。それ以来、あまり本を読んでいませんでしたが、今、本を読もうとしています。\n\nちょうど『意味を探す男』を読み終えたところですが、読んでいる間に、彼女の作品をいくつかピックアップしていました。\n読んでいるうちに、あちこちで「これは......」と思うことが出てきました。",
      "title": "本を読み終えて、何を読んだかほとんど覚えていないというのは普通のことなのでしょうか？"
    },
    {
      "locale": "zh",
      "title": "读完一本书，对所读内容几乎毫无印象，这是正常现象吗？",
      "the_new_excerpt": "你们好。\n\n小时候到高中，我大概读了10本书，我几乎拒绝了\n阅读。即使从那时起，我也没怎么读过书，但我现在正试图进入这个领域。\n\n我刚刚读完《人类对意义的探索》，当我在阅读时，我会挑出一些我认为有意义的东西。\n当我在阅读时，我会挑出一些我认为我......的东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你們好。\n\n小時候到高中，我大概讀了10本書，我幾乎拒絕了\n閱讀。即使從那時起，我也沒怎麼讀過書，但我現在正試圖進入這個領域。\n\n我剛剛讀完《人類對意義的探索》，當我在閱讀時，我會挑出一些我認爲有意義的東西。\n當我在閱讀時，我會挑出一些我認爲我......的東西。",
      "title": "讀完一本書，對所讀內容幾乎毫無印象，這是正常現象嗎？"
    }
  ]
}