{
  "author": "Hamburgeler9",
  "original_created_utc": 1624638476,
  "title": "CMV: thousands of upvotes or retweets doesn’t actually mean the majority of people agree with you.",
  "created_utc": 1624642246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All social media platforms are just echo chambers where thousands or even millions of people with similar view points will group together all agreeing with and retweeting, liking, upvoting, etc, everything that is pro whatever the topic is while anyone who disagrees is met with a swarm or push back.</p>\n\n<p>But, it is very natural for agreeing groups of people to stick together, so just because a couple of thousand people have your back on a subject doesn’t mean the majority of an entire country would agree. Even if a million people were on your side that’s still well under 1% of the US. Stay kind, keep learning, and be open minded, different viewpoints are what drive free countries forward. Don’t let a little support in a group convince you all your views are perfect and right. We all have places to change and learn.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/o7r5bn/cmv_thousands_of_upvotes_or_retweets_doesnt/",
  "subreddit": "changemyview",
  "id": "o7r5bn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "All social media platforms are just echo chambers where thousands or even\nmillions of people with similar view points will group together all agreeing\nwith and retweeting, liking, upvoting, etc, everything that is pro whatever the\ntopic is while anyone who disagrees is met with a swarm or push…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべてのソーシャルメディアプラットフォームは、何千人、何百万人という\n何千人、何百万人もの似たような視点を持った人たちが、みんなで一緒になって\n賛成、リツイート、「いいね！」、アップヴォートなど、話題が何であれ肯定的なものにはすべて賛成し、反対する人は群がったり、押したりする。\n一方で、反対意見を持つ人には群がったり、押し付けたりします。",
      "title": "CMV: 何千ものアップヴォートやリツイートがあっても、実際には大多数の人が賛成しているわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所有的社交媒体平台都是回音室，成千上万甚至上百万的观点相似的人都会聚集在一起。\n观点相近的几百万人聚集在一起，都同意\n同意并转发、赞美、投票等，无论什么话题都是支持的。\n而任何持不同意见的人都会遭到群起而攻之的局面。",
      "title": "CMV：数以千计的加注或转发实际上并不意味着大多数人同意你的观点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所有的社交媒體平臺都是迴音室，成千上萬甚至上百萬的觀點相似的人都會聚集在一起。\n觀點相近的幾百萬人聚集在一起，都同意\n同意並轉發、讚美、投票等，無論什麼話題都是支持的。\n而任何持不同意見的人都會遭到羣起而攻之的局面。",
      "title": "CMV：數以千計的加註或轉發實際上並不意味着大多數人同意你的觀點。"
    }
  ]
}