{
  "author": "LilPeep1k",
  "original_created_utc": 1637262776,
  "title": "CMV: When people mention “Biblical Marriage” they should also include polygamy and incest in their definitions of marriage.",
  "created_utc": 1637271128,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The Bible makes it very clear that polygamy and marrying your sister or family members is perfectly moral. When having discussions about marriage with Christians we should really consider the entire context of the Bible to get a better understanding of its VERY open view of marriage.</p>\n\n<p>The Bible encourages marrying your wife and sleeping with all of her concubines (Abraham, Jacob, Gideon, and Solomon are just a few). The Bible also considers a Biblical marriage to be a man, wife, and all of her slaves. The Bible also thinks that polygamy is perfectly acceptable (there are too many men to list here). The Bible also commands women to marry their rapist and their prisoners of war (Deuteronomy 22:28-29, Numbers 31:1-18, and Deuteronomy 21:11-14). The Bible also never mentions that incest marriages are wrong (Genesis 20:12).</p>\n\n<p>The God of the Bible encourages forced incest twice. The first time is when God created only two people on earth (Adam and Eve). He again made incest necessary when he drowned the entire earth in a rage fueled flood. Both times he made it necessary for somebody to have sex with their own family members to populate the earth. </p>\n\n<p>It would be nice if all of these verses where used when talking about “Biblical marriage” as the term has many meanings including polygamy. I believe all of these varying definitions should be referenced when talking about what the Bible considers as a legitimate “marriage” or union. I am open to being wrong about everything I stated so I am excited to see what other people’s views are on this.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/qwx5z0/cmv_when_people_mention_biblical_marriage_they/",
  "subreddit": "changemyview",
  "id": "qwx5z0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The Bible makes it very clear that polygamy and marrying your sister or family\nmembers is perfectly moral. When having discussions about marriage with\nChristians we should really consider the entire context of the Bible to get a\nbetter understanding of its VERY open view of marriage.\n\nThe Bible…"
}