{
  "author": "Not_a_fireman",
  "the_new_excerpt": "My 3rd grader has been confused about how fractions work. The example we were\ndiscussing mentioned that the denominator was 5 because the shape was divided\ninto 5 equal parts. I asked what part she was confused by and she said that 5 is\nan odd number, so she didn’t understand how it could be divided…",
  "original_created_utc": 1611338982,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的三年级学生一直对分数的计算方法感到困惑。我们的例子是\n在讨论中提到，分母是5，因为形状是分的。\n成5等份。我问她困惑的是哪部分，她说5是什么？\n一个奇数，所以她不明白怎么分... ...",
      "title": "如果您的幼儿正在学习分数，请使用YSK这个快速提示。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的三年級學生一直對分數的計算方法感到困惑。我們的例子是\n在討論中提到，分母是5，因爲形狀是分的。\n成5等份。我問她困惑的是哪部分，她說5是什麼？\n一個奇數，所以她不明白怎麼分... ...",
      "title": "如果您的幼兒正在學習分數，請使用YSK這個快速提示。"
    }
  ],
  "title": "YSK this quick tip if your young child is learning about fractions.",
  "created_utc": 1611374673,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My 3rd grader has been confused about how fractions work. The example we were discussing mentioned that the denominator was 5 because the shape was divided into 5 equal parts. I asked what part she was confused by and she said that 5 is an odd number, so she didn’t understand how it could be divided equally.</p>\n\n<p>“Oh!” I replied. “Now I understand your confusion. Don’t think of the denominator as being an even or odd number, because that’s not what fractions are talking about. Imagine you and 4 friends want to split a bag of M&amp;Ms. You get 5 cups and then slowly pour the same amount into each of those 5 cups. Each of those cups has the same amount, so you have 5 equal parts.“</p>\n\n<p>”Oh!” she exclaimed. “That makes so much more sense!“</p>\n\n<p>”Right?” I said. “Now, if you have a total of 5 equal cups and you give 2 of them to 2 of your friends, how many did you give away?“</p>\n\n<p>”I gave away 2.“</p>\n\n<p>”Yes, but how many did you give away in fractions?“</p>\n\n<p>”I gave 2 of the 5, so 2 of the fifths. 2 fifths.“</p>\n\n<p>”Yes! And if you gave 2 away, how many do you have left, in fractions?“</p>\n\n<p>”I have 3 fifths left.“</p>\n\n<p>”Yes! And 2 + 3 = what?“</p>\n\n<p>”5.“</p>\n\n<p>”Correct. And 5 over 5 is what?“</p>\n\n<p>”All 5 of them together is 1 whole.“</p>\n\n<p>”Bingo! You know how to do fractions now.“</p>\n\n<p>She was elated and knocked out her basic fractions schoolwork without any problems.</p>\n\n<p><strong>Why YSK: The child might be confusing even/odd numbers with equal parts of something.</strong></p>\n</div><!-- SC_ON -->",
  "score": 319,
  "permalink": "/r/YouShouldKnow/comments/l2td8h/ysk_this_quick_tip_if_your_young_child_is/",
  "subreddit": "YouShouldKnow",
  "id": "l2td8h",
  "is_self": true,
  "media": null,
  "is_video": false
}