{
  "author": "_harleys",
  "original_created_utc": 1634204138,
  "title": "I just finished reading The Seven Husbands of Evelyn Hugo...",
  "created_utc": 1634247635,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book was widely recommended so it shot at the top of my TBR, and it did not disappoint! I know a lot of people talk about really falling in love with characters in books and to some extent while I always liked certain characters, I never had that &quot;love&quot; for them that I see other people describe. </p>\n\n<p>But reading about Evelyn Hugo.....wow....I haven&#39;t met a character as real as her in a book, just like the main character in the story, I was completely enraptured by Evelyn even with all her flaws and eccentricities. I know she wasn&#39;t a saint but that did not stop me from wanting to know more about her. Major props to Taylor Jenkins Reid for creating such a complex character you cannot help but root for. The whole time I was reading I was completely sucked into her world and I enjoyed every second of it.  I really cannot put my thoughts into words after finishing the novel but I am happy that I got to read about her story through this book. </p>\n\n<p>I cannot wait to read more books and discover amazingly written characters such as Evelyn!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q7w9n1/i_just_finished_reading_the_seven_husbands_of/",
  "subreddit": "books",
  "id": "q7w9n1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book was widely recommended so it shot at the top of my TBR, and it did not\ndisappoint! I know a lot of people talk about really falling in love with\ncharacters in books and to some extent while I always liked certain characters,\nI never had that \"love\" for them that I see other people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は広く推薦されていたので、私のTBRの一番上にあったのですが、期待を裏切りませんでした。\n期待を裏切りませんでした。多くの人が、本の中のキャラクターに本当に恋をしたと話しているのを知っています。\n本の中のキャラクターに恋をするという話はよく聞きますが、私もある程度は特定のキャラクターが好きでした。\n他の人が見ているような「愛」を感じることはありませんでした。",
      "title": "エヴリン・ヒューゴの7人の夫』を読み終えて...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书被广泛推荐，所以它在我的TBR中名列前茅，而且它没有让我失望。\n让人失望 我知道很多人都在谈论真正爱上了书中的人物。\n在某种程度上，虽然我一直喜欢某些角色，但我从来没有像其他人那样 \"爱 \"他们。\n我从来没有像其他人那样 \"爱 \"过他们。",
      "title": "我刚刚读完《伊夫林-雨果的七个丈夫》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書被廣泛推薦，所以它在我的TBR中名列前茅，而且它沒有讓我失望。\n讓人失望 我知道很多人都在談論真正愛上了書中的人物。\n在某種程度上，雖然我一直喜歡某些角色，但我從來沒有像其他人那樣 \"愛 \"他們。\n我從來沒有像其他人那樣 \"愛 \"過他們。",
      "title": "我剛剛讀完《伊夫林-雨果的七個丈夫》。"
    }
  ]
}