{
  "author": "SkepticDrinker",
  "original_created_utc": 1626230814,
  "title": "Animal Farm is amazing and haunting",
  "created_utc": 1626239685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Never thought a fable could keep me up at night but it did. Mostly everyone already, at least, has heard of what George Orwell&#39;s Animal Farm is about and represents; The allegory for the communist revolution. Animals at the farm overthrow their oppressor humans and now own their labor! It was fun to try and see who Major, Napoleon and Snowball were supposed to represent and even Squealer. And sad to see how it ended, though unsurprising. </p>\n\n<p>While this is a direct criticism of communism it can basically be a cautionary tale about power in any setting. When those with so much can see no consequence what&#39;s to stop them from committing such acts? And are the Animals to blame for allowing the pigs to have so much power? This book of only 160 pages has so much in it, and I will reread countless times. I&#39;ll even it share it, does that make me a Comrade?</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/ojv5zj/animal_farm_is_amazing_and_haunting/",
  "subreddit": "books",
  "id": "ojv5zj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Never thought a fable could keep me up at night but it did. Mostly everyone\nalready, at least, has heard of what George Orwell's Animal Farm is about and\nrepresents; The allegory for the communist revolution. Animals at the farm\noverthrow their oppressor humans and now own their labor! It was fun to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "寓話が私を夜眠れなくさせるとは思わなかったが、そうなってしまった。ほとんどの人は\nジョージ・オーウェルの『動物農場』がどんな作品で、どんな意味を持っているのか、少なくとも誰もが聞いたことがあるだろう。\n共産主義革命の寓話となっている。農場の動物たちは\n農場の動物たちは、抑圧していた人間を倒し、今では自分たちの労働力を所有しているのです。楽しかった...",
      "title": "動物農場は素晴らしく、心に残る"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从未想过一个寓言故事能让我彻夜难眠，但它确实如此。大多数人\n至少已经听说过乔治-奥威尔的《动物农场》是关于什么的。\n代表；共产主义革命的寓言。农场里的动物\n推翻了压迫他们的人类，现在拥有了自己的劳动力！\"。这很有趣，因为...",
      "title": "动物农场》令人惊奇，令人魂牵梦绕"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從未想過一個寓言故事能讓我徹夜難眠，但它確實如此。大多數人\n至少已經聽說過喬治-奧威爾的《動物農場》是關於什麼的。\n代表；共產主義革命的寓言。農場裏的動物\n推翻了壓迫他們的人類，現在擁有了自己的勞動力！\"。這很有趣，因爲...",
      "title": "動物農場》令人驚奇，令人魂牽夢繞"
    }
  ]
}