{
  "author": "bigdaddyz92",
  "the_new_excerpt": "Sharing because 6 months ago I was addicted to nicotine, kratom, and alcohol.\nFor 2 years, I was using 2 cans of 6 mg zyn per day, 3 bottles of premium kratom\nextract per day, and a half bottle of whisky every night. I felt trapped and\nthat there was no hope of ever being able to stop.\n\nDisclaimer:…",
  "original_created_utc": 1620841992,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "半年前にニコチン、クラトン、アルコールに依存していたので共有。\n2年間、6mgのジンを1日2缶、プレミアム・クラトム・エキスを1日3本、毎晩ウイスキーのハーフボトルを使っていました。\nエキスを1日3本、そして毎晩ウィスキーをハーフボトルで飲んでいました。窮屈な思いをしました。\n止めることができる見込みはありませんでした。\n\n免責事項：...",
      "title": "YSKは物質依存症を克服する希望があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "分享是因为6个月前我对尼古丁、克拉托姆和酒精上瘾。\n两年来，我每天使用2罐6毫克的Zyn，3瓶高级Kratom\n提取物，每晚喝半瓶威士忌。我感到被困住了，而且\n我觉得自己被困住了，没有希望能够停止。\n\n免责声明：...",
      "title": "YSK在克服药物成瘾方面有希望"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "分享是因爲6個月前我對尼古丁、克拉託姆和酒精上癮。\n兩年來，我每天使用2罐6毫克的Zyn，3瓶高級Kratom\n提取物，每晚喝半瓶威士忌。我感到被困住了，而且\n我覺得自己被困住了，沒有希望能夠停止。\n\n免責聲明：...",
      "title": "YSK在克服藥物成癮方面有希望"
    }
  ],
  "title": "YSK there is hope in overcoming substance addiction",
  "created_utc": 1620875490,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sharing because 6 months ago I was addicted to nicotine, kratom, and alcohol. For 2 years, I was using 2 cans of 6 mg zyn per day, 3 bottles of premium kratom extract per day, and a half bottle of whisky every night. I felt trapped and that there was no hope of ever being able to stop. </p>\n\n<p>Disclaimer: While my substances may not be hardcore drugs you see on tv, I was once addicted to pain pills for a year and I would put the grasp of my kratom and nicotine addiction in the same realm as that opiate addiction.  That was my experience, others I’m sure differ. </p>\n\n<p>Why YSK: I’m sharing my embarrassing story because there are people that feel the same empty way every day and I want you or a loved one to recognize the normality of the lie and feel the hope that was hidden from me for so long. </p>\n\n<p>Each morning, my brain would trick me into thinking there was no way I could function without popping in some zyn then later I would “need” kratom to boost my mood and at night I would “need” alcohol to chill out, forget about a stressful day, and fall asleep. </p>\n\n<p>My brain used every excuse in the book “I have an addictive personality” “my job is so stressful and I need these to be successful” “these aren’t hardcore drugs” but ultimately and deep down I felt no hope and didn’t think I could ever stop. It was impossible to see my life without “my” substances. </p>\n\n<p>I’m now free of all 3 of my addictions and I knocked them out one at a time. I feel the hope and joy that I once thought was lost forever. This post is about hope and not my method or motivations. But Im happy to answer questions through comments or messages if it would help you. </p>\n\n<p>There is hope, your brain is tricking you, you can do this. Let’s do it together.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/YouShouldKnow/comments/nauwah/ysk_there_is_hope_in_overcoming_substance/",
  "subreddit": "YouShouldKnow",
  "id": "nauwah",
  "is_self": true,
  "media": null,
  "is_video": false
}