{
  "author": "tilliethewitch",
  "original_created_utc": 1632482883,
  "title": "YSK how to avoid killing animals with your car.",
  "created_utc": 1632488376,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>why YSK: avoid death, suffering, guilt, a potential car accident, and potential vehicle damage.</p>\n\n<p>&#x200B;</p>\n\n<p>the first thing you need to know about how to avoid hitting an animal is to expect the animal to be on the road before it&#39;s on the road. complacency is the thing that kills most animals that wander onto a road. COMPLACENCY is also the thing that kills most HUMANS on the road. imagine you&#39;re just driving, chilling, listening to music, and suddenly there&#39;s some random animal in your way and because this is such an oddity in your life your brain does not come up with a solution quickly enough. if you simulate the scenario in your mind before it happens you will be able to react accordingly, minimizing potential losses without risk to yourself.</p>\n\n<p>-if you drive at night this is relatively simple. most animal and vehicle crashes occur between the hours of 5PM and midnight. be on the lookout for animals if you drive during these times, but <em>especially</em> if you&#39;re driving while it&#39;s dark out. and remember not to limit your view to what&#39;s immediately in front of you. you should be aiming to look down the road 10 to 15 seconds ahead of your vehicle in order to avoid any last minute moves.</p>\n\n<p>&#x200B;</p>\n\n<p>this is the thing you need to know about animals on the road: 99% of the time you encounter an animal on the road, the animal will stop in the middle of the road and/or turn around after noticing your car. the headlights confuse their dark-adjusted eyes and signal that there is imminent danger, and their brain tells them to retreat. you must anticipate this. to see this for yourself, if you look up &quot;russ lepage deer&quot; on google you&#39;ll be directed to a video that shows a close call with an automated tesla driver and a deer.</p>\n\n<ul>\n<li>(I would like to mention that the vehicle in this video made a lane change that I would consider too sharp for comfort, and making a split second decision to switch lanes like that is not ideal. this is not a demonstration, but it is some footage for you to get yourself acquainted with the idea of having an animal stuck in your headlights because it is a textbook encounter and should better prepare you for the situation. do not try to replicate the technique shown here. instead, read on.)</li>\n</ul>\n\n<p>so, animals don&#39;t know what&#39;s on the other side of the road. they only know the area they came from. when they see your scary car, their instinct is to go back to safety. which means they&#39;ll literally spin around and go back, and this will even happen if they&#39;ve already safely made it to the other side of the road. all animals are guilty of this. raccoons, foxes, deer, cats, squirrels, it doesn&#39;t matter. in a pinch, they will always go back to the side of the road they entered from. they will not move forward into an unknown area after realizing they&#39;re in danger.</p>\n\n<p>&#x200B;</p>\n\n<h1>&#39;the maneuver&#39;</h1>\n\n<ol>\n<li>identify animal in your field of vision</li>\n<li>take your foot off of the accelerator pedal</li>\n<li>switch lanes if possible in a controlled manner. do not act with haste. you must not make any sudden or sharp movements. if you are close to the animal, you want to switch to the lane that they came from. if you are far away or very close, do not switch lanes.</li>\n<li>always slow down. if you are switching lanes, begin to slow down halfway into your transition from one side of the road to the other. do not brake and switch lanes at the same time. do not slam the brakes. do not brake in a way that would cause your vehicle to skid.</li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>on switching lanes:</p>\n\n<p><strong>~8</strong> seconds seconds of time to react: in the video I referenced, it is a close call. but if this was in reality, you can clearly see the deer coming a mile away. the correct choice in that instance would be to simply slow down upon spotting the deer and alerting the animal and drivers behind you that something is up by hitting your car horn. no need to switch lanes.</p>\n\n<p>~<strong>5</strong> seconds of time to react: in an instance where you have less time to react to the animal where it is directly in front of you, you are looking to switch lanes so that you pass the animal before it is making the active decision to turn around. the animal is also more likely to make a better decision if it can see the trajectory of your vehicle. it cannot properly see your trajectory if you are heading straight towards it.</p>\n\n<p>~<strong>3</strong> seconds of time to react: if you ever have a very short amount of time to react to an animal on the road unfortunately the best course of action is to slow down as much as possible without losing control of your vehicle, drive straight, and brace yourself for impact. do not attempt to change the trajectory of your vehicle.</p>\n\n<p>(note that these numbers are just approximations. I&#39;m not a driving expert. I am only trying to help you make the decision to switch lanes for yourself)</p>\n\n<p>&#x200B;</p>\n\n<h1>tips:</h1>\n\n<ul>\n<li><strong>constantly check your blind spot and your left/right mirrors</strong> as you are driving so you can prematurely know if you&#39;re able to switch lanes on the fly if necessary. this is a helpful driving tip in general and you can avoid vehicle collisions this way as well. you may need to react quickly and not have time to check for cars on the other lane. this does not mean recklessly switch lanes without looking. it means that if you know for certain there are no cars in your way, you will be able to use the other lane to your advantage if the need arises.</li>\n<li><strong>always slow down</strong> if you identify an obstacle in your path (such as an animal, or another car, or a human being) there is no reason to ever not slow down. do not slam the breaks. just slow down like you normally would in a timely manner. the slower you are going, the more control you have over your vehicle. if you crash into a massive animal such as a moose or a large buck, the faster you are going the more likely you are to suffer a fatal collision. with moose, it is not much different than crashing into another vehicle.</li>\n<li><strong>combine tip #1 and #2.</strong> just make sure that this is not done in a panic. it must be a calculated maneuver. if you make too sharp of a turn and your brakes are engaged too aggressively you could flip your car or lose control of your vehicle and spiral out of control, and kill or injure yourself and other drivers around you. and just to reiterate what I&#39;ve said before, don&#39;t begin to brake until you are at least halfway into your lane change. just make sure you take your foot off the accelerator before doing anything.</li>\n<li><strong>do not swerve</strong>. swerving is a last ditch effort and extremely dangerous. if you are going to change your trajectory to avoid an incoming collision, you must do it in a similar manner as if you were turning to switch lanes. any abrupt changes to the steering wheel at high speeds will severely and negatively impact the stability of your vehicle. this is why the previously mentioned tips are so useful. if you practice them you should not ever feel the need to swerve. animals do not usually run onto the road so spontaneously that you would need to swerve, rather we react so slowly to these situations that we may impulsively feel like swerving because we ran out of time, failed to make a decision, and panicked. on the other hand people may panic and decide to crash into an animal that they could have avoided if they were better prepared. you should expect to have around 5 seconds of time to react to an animal that has suddenly tried to cross the road, on average. 5 seconds is enough time to make a decision and execute it while on the road, provided that you were paying attention and not drifting off while manning a vehicle.</li>\n<li><strong>stay the speed limit while driving at night</strong>. animals will not be able to react properly to anything that is going significantly faster than your average wildlife predator. if you&#39;re driving in a 65mph zone, drive 65mph. it&#39;s night time. you are in no rush to get home. don&#39;t put animal lives in jeopardy in order to save yourself a meaningless amount of time. speed inhibits control of the vehicle. the faster you&#39;re going, the longer it takes to slow down and the more vulnerable your vehicle&#39;s stability is to sudden movements, and the more likely you are to get in an accident and/or run over an animal.</li>\n<li><strong>every time you get out of the driveway always go and personally seek out your surroundings</strong> to check for animals or people around you before you get in the car, even if you live in a populated neighborhood. it is not uncommon to run over a baby duck, baby rabbit, kitten, or frog while backing out of a driveway, and they are too small for you to notice them in your mirrors.</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p>I would like everyone to remind everyone to never forget how powerful a vehicle is and how weak living things are in comparison. as the years go by you get used to these machines. complacency is a killer. do not ever get used to driving a vehicle.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/puhs4j/ysk_how_to_avoid_killing_animals_with_your_car/",
  "subreddit": "YouShouldKnow",
  "id": "puhs4j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "why YSK: avoid death, suffering, guilt, a potential car accident, and potential\nvehicle damage.\n\n\n\nthe first thing you need to know about how to avoid hitting an animal is to\nexpect the animal to be on the road before it's on the road. complacency is the\nthing that kills most animals that wander…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、「死」「苦しみ」「罪悪感」「交通事故の可能性」「車の破損」を避けるためです。\n車の損傷を避けるためです。\n\n\n\n動物にぶつからないようにするためにまず知っておくべきことは\n動物が道路に出る前に、その動物が道路に出ることを期待することです。\n迷い込んだ動物の多くを殺してしまうもの...",
      "title": "YSK 車で動物を殺さない方法。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：避免死亡、痛苦、内疚、潜在的车祸和潜在的\n车辆损坏。\n\n\n\n关于如何避免撞到动物，你需要知道的第一件事是\n你需要知道的第一件事是，在动物上路之前，你就应该期待它上路。\n是杀死大多数流浪动物的东西......",
      "title": "YSK如何避免用你的车杀死动物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：避免死亡、痛苦、內疚、潛在的車禍和潛在的\n車輛損壞。\n\n\n\n關於如何避免撞到動物，你需要知道的第一件事是\n你需要知道的第一件事是，在動物上路之前，你就應該期待它上路。\n是殺死大多數流浪動物的東西......",
      "title": "YSK如何避免用你的車殺死動物。"
    }
  ]
}