{
  "author": "allofthisisbullshit",
  "the_new_excerpt": "Why YSK: Saying that to a victim is you trying to justify your decision or make\nyourself feel better directly at the victim’s expense. Stop it. Make your\nchoices, process all of the weird feelings that come up when you find out that\nyour friend hurts other people on your own, without the abuse…",
  "original_created_utc": 1619548023,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 被害者にそのようなことを言うのは、自分の判断を正当化したり、被害者を犠牲にして自分の気分を良くしようとしているとしか思えません。\n自分を正当化しようとしているのです。もうやめましょう。自分の\n自分で選択して、自分の友人が他の人を傷つけていることを知ったときに出てくる奇妙な感情を処理してください。\nあなたの友人が他の人を傷つけていることを知ったときに生じる奇妙な感情を処理してください...",
      "title": "YSK: もし、あなたが虐待をしている人を知っていて、その虐待の被害者に「どちらの側にもつきたくない」と言ったとしたら、あなたはどちらかの側についていることになります。あなたは加害者の側を選んでいるのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：对受害者说这句话是你试图证明你的决定是正确的，或者直接以牺牲受害者的利益来使自己感觉更好。\n你想证明你的决定是正确的，或者直接以受害者的利益为代价让自己感觉更好。停止吧。让你的\n做出选择，处理所有当你发现你的朋友伤害了你时出现的奇怪感觉。\n你的朋友伤害了其他人，而你自己却没有受到虐待......",
      "title": "YSK：如果你认识一个有虐待行为的人，而你告诉那个虐待者的受害者你不想站在哪一边，那么你就是站在了某一边。你是在选择施暴者的一方。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：對受害者說這句話是你試圖證明你的決定是正確的，或者直接以犧牲受害者的利益來使自己感覺更好。\n你想證明你的決定是正確的，或者直接以受害者的利益爲代價讓自己感覺更好。停止吧。讓你的\n做出選擇，處理所有當你發現你的朋友傷害了你時出現的奇怪感覺。\n你的朋友傷害了其他人，而你自己卻沒有受到虐待......",
      "title": "YSK：如果你認識一個有虐待行爲的人，而你告訴那個虐待者的受害者你不想站在哪一邊，那麼你就是站在了某一邊。你是在選擇施暴者的一方。"
    }
  ],
  "title": "YSK: If you know someone who is abusive and you tell a victim of that abuser you don't want to take sides, you ARE taking a side. You are choosing the abuser's side.",
  "created_utc": 1619552624,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: \nSaying that to a victim is you trying to justify your decision or make yourself feel better directly at the victim’s expense. Stop it. Make your choices, process all of the weird feelings that come up when you find out that your friend hurts other people on your own, without the abuse victim as your audience/feelingshelper. Don’t ask abuse victims for their blessing to keep your monthly “Abuser Bowling Night” going or do your processing of your feelings on their time.</p>\n</div><!-- SC_ON -->",
  "score": 1021,
  "permalink": "/r/YouShouldKnow/comments/mzv3y6/ysk_if_you_know_someone_who_is_abusive_and_you/",
  "subreddit": "YouShouldKnow",
  "id": "mzv3y6",
  "is_self": true,
  "media": null,
  "is_video": false
}