{
  "author": "TheMayoVendetta",
  "the_new_excerpt": "I was recently reading a BBC opinion article that identified a list of new terms\nfor various descriptors on the spectrum of asexuality. These included: asexual,\nace, demisexual, aromantic, gray-sexual, heteroromantic, homoromantic and\nallosexual. This brought some deeper thoughts to the surface,…",
  "original_created_utc": 1620552595,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、BBCの記事を読んでいました。\n新しい用語のリストを見つけました。その中には次のようなものが含まれていました: asexual,\nace, demisexual, aromantic, gray-sexual, heteroromantic, homoromantic, allosexual。\nallosexualです。これにより、いくつかの深い考えが表面化しました。",
      "title": "CMV: 私たちは、自分の行動を正当化するために「レッテル」を貼らなければならないという不健全な文化に入り込んでいます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近在读BBC的一篇观点文章，其中确定了一个新的术语列表\n在无性恋光谱上的各种描述词。这些术语包括：无性恋。\nace, demisexual, aromantic, gray-sexual, heteroromantic, homoromantic and\n异性恋。这使一些更深层次的想法浮出水面，...",
      "title": "CMV：我们正在进入一种不健康的文化，需要认同一个 \"标签 \"来证明我们的行为是合理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近在讀BBC的一篇觀點文章，其中確定了一個新的術語列表\n在無性戀光譜上的各種描述詞。這些術語包括：無性戀。\nace, demisexual, aromantic, gray-sexual, heteroromantic, homoromantic and\n異性戀。這使一些更深層次的想法浮出水面，...",
      "title": "CMV：我們正在進入一種不健康的文化，需要認同一個 \"標籤 \"來證明我們的行爲是合理的。"
    }
  ],
  "title": "CMV: We are entering an unhealthy culture of needing to identify with a 'label' to be justified in our actions",
  "created_utc": 1620567371,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was recently reading a BBC opinion article that identified a list of new terms for various descriptors on the spectrum of asexuality. These included: asexual, ace, demisexual, aromantic, gray-sexual, heteroromantic, homoromantic and allosexual. This brought some deeper thoughts to the surface, which I&#39;d like to externalise and clarify.</p>\n\n<p>I&#39;ve never been a fan of assigning labels to people. Although two people are homosexual, it doesn&#39;t mean they have identical preferences. So why would we label them as the primary action, and look at their individual preferences as the secondary action?</p>\n\n<p>I&#39;ve always aimed to be competent in dealing with grey areas, making case-specific judgements and finding out information relevant to the current situation. In my view, we shouldn&#39;t be over-simplifying reality by assigning labels, which infers a broad stereotype onto an individual who may only meet a few of the stereotypical behaviours. </p>\n\n<p>I understand the need for labels to exist - to make our complex world accessible and understandable. However, I believe this should be an external projection to observe how others around us function. It&#39;s useful to manage risks (e.g. judge the risk of being mugged by an old lady versus young man) and useful for statistical analysis where detailed sub-questioning isn&#39;t practical.</p>\n\n<p>I&#39;ve more and more often seen variants of the phrase <em>&#39;I discovered that I identified as XXX and felt so much better&#39;</em> in social media and publications (such as this BBC article). The article is highlighting this in a positive, heart-warming/bravery frame. </p>\n\n<p>This phrase makes me uneasy, as it feels like an extremely unhealthy way of perceiving the self. As if they weren&#39;t real people until they felt they could be simplified because they&#39;re not introspective enough to understand their own preferences. As if engaging with reality is less justified than engaging with stereotypical behaviour. As if the preferences weren&#39;t obvious until it had an arbitrary label assigned - and they then became suddenly clear. And they are relatively arbitrary - with no clear threshold between the categories we&#39;ve used to sub-divide what is actually a spectrum. To me, life-changing relief after identifying with a label demonstrates an unhealthy coping mechanism for not dealing with deeper problems, not developing self-esteem, inability to navigate grey areas and not having insight into your own thoughts. Ultimately, inability to face reality.</p>\n\n<p>As you can see, I haven&#39;t concisely pinned down exactly <em>why</em> I have a problem with this new culture of &#39;proclaiming your label with pride&#39;. In some sense, I feel people are projecting their own inability to cope with reality onto others, and I dislike the trend towards participating in this pseudo-reality. Regardless, I would like to hear your arguments against this perspective.</p>\n\n<hr/>\n\n<p><strong>EDIT: Thanks to those who have &#39;auto-replied&#39; on my behalf when someone hasn&#39;t seen the purpose of my argument. I won&#39;t edit the original post because it will take comments below out of context, but I will clarify...</strong></p>\n\n<p><strong>My actual argument was that people shouldn&#39;t be encouraged to seek life-changing significance, pride or self-confidence from &#39;identifying&#39; themselves. The <em>internal</em> labelling is my concern, as it encourages people to detach from their individual grey-areas within the spectrum of preferences to awkwardly fit themselves into the closest stereotype - rather than simply developing coping strategies for addressing reality directly, i.e. self-esteem, mental health, insight.</strong></p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/n8aqhe/cmv_we_are_entering_an_unhealthy_culture_of/",
  "subreddit": "changemyview",
  "id": "n8aqhe",
  "is_self": true,
  "media": null,
  "is_video": false
}