{
  "author": "ColdBloodedReptiles",
  "the_new_excerpt": "Why YSK : I often get people making comments about this to me, my little brother\nis autistic and in the uk we have a thing called radar keys which allow you to\nunlock disabled toilets in restaurants and public areas. You have to have this\nkey to get access to these toilets and you have to have a…",
  "original_created_utc": 1612730176,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK : 经常会有人对我这个小弟进行评论。\n是自闭症，在英国，我们有一个东西，称为雷达键，允许你\n解锁餐厅和公共区域的残疾人厕所。您必须具备以下条件\n钥匙，以获得访问这些厕所，你必须有一个... ...",
      "title": "YSK 关于残障人士厕所，仅仅因为某人能够行走或看起来像一个 \"普通 \"的人，并不意味着他们不应该使用它，这不是你的地方来决定。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK : 經常會有人對我這個小弟進行評論。\n是自閉症，在英國，我們有一個東西，稱爲雷達鍵，允許你\n解鎖餐廳和公共區域的殘疾人廁所。您必須具備以下條件\n鑰匙，以獲得訪問這些廁所，你必須有一個... ...",
      "title": "YSK 關於殘障人士廁所，僅僅因爲某人能夠行走或看起來像一個 \"普通 \"的人，並不意味着他們不應該使用它，這不是你的地方來決定。"
    }
  ],
  "title": "YSK In regards to disabled toilets just because someone is able to walk or seemingly looks like an ‘average’ person does not mean that they should not be using it and it’s not your place to determine that",
  "created_utc": 1612762998,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK : I often get people making comments about this to me, my little brother is autistic and in the uk we have a thing called radar keys which allow you to unlock disabled toilets in restaurants and public areas. You have to have this key to get access to these toilets and you have to have a diagnosis to get the key. I often get people throwing looks when unlocking it for him to use or just staring in a way that shows they don’t think he should be using it- it’s not anyones place to judge</p>\n\n<p>Lots of people have pointed out that you can buy radar keys, i’m fairly sure it’s not always been that way but unfortunately it relies on peoples honesty</p>\n</div><!-- SC_ON -->",
  "score": 16701,
  "permalink": "/r/YouShouldKnow/comments/leux99/ysk_in_regards_to_disabled_toilets_just_because/",
  "subreddit": "YouShouldKnow",
  "id": "leux99",
  "is_self": true,
  "media": null,
  "is_video": false
}