{
  "author": "Roughsauce",
  "original_created_utc": 1629912773,
  "title": "YSK that \"immunity\" to poison ivy is a myth",
  "created_utc": 1629948519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: To avoid any potentially unpleasant experiences and hopefully prevent any unintentional harm coming to yourself or others.</p>\n\n<p>Inspired by a post I saw in <a href=\"https://www.reddit.com/r/IsItBullshit/\">r/IsItBullshit</a> that I commented on and decided it is worth signal boosting because its surprising how widespread of a rumor this is. Pretty much copy and pasted my comment from that thread, removing some profanity. Also, to be clear, I&#39;m just trying to be informative! I&#39;m not trying to call anybody out, just dispel an oft perpetuated rumor.</p>\n\n<blockquote>\n<p><strong>The &quot;active&quot; ingredient in Poison Ivy that causes the rash is Urushiol, it is a hapten molecule which means sticks to your cells (in this case, skin cells), causing your immune cells (CD8+ killer T cells) to recognize your own cells as foreign and attack, leading to a type IV hypersensitivity reaction.</strong> <strong><em>This is a fundamental aspect of adaptive immune response and if you don&#39;t experience type IV reactions at all, you probably have a greater immune problem.</em></strong> <strong>If you doubt me, that&#39;s fine, but I advise you to actually look it up because pretty much any medical resource will tell you the same thing. It is not the same type of allergy as we commonly associate with seasonal or food allergies. Repeated exposure to poison ivy sensitizes you to it precisely because the reaction is mediated by the adaptive immune response, which has &quot;memory&quot; and reacts more intensely each time you are re-exposed to a given compound or microbe.</strong>  </p>\n\n<p>Many compounds are like this. For example, the resin used for 3D printing does the same thing, though I&#39;m not quite sure what it is exactly in the resin that is responsible for this. Each subsequent exposure results in a more dramatic effect. <strong>The reality is that the people who say they aren&#39;t allergic just haven&#39;t been exposed to it very much and/or are careful enough around it to avoid exposure altogether.</strong> I&#39;ve never had a reaction before, but that doesn&#39;t mean I&#39;m going to go frolicking through patches of poison ivy butt naked. My dad was &quot;immune&quot; until about a decade ago when he got a horrible reaction while doing yardwork, nearly had to go to the ER because he unknowingly spread it all over his body. Tolerance can be genetically inherited, but as you age, various factors (something to do with changes in various protein and immune marker expression) can cause you to lose that tolerance even without exposure, similar to how some people &quot;randomly&quot; develop a seafood allergy.  </p>\n\n<p>Anyway, the 15% figure often touted online is also false if you are talking about total immunity. You may be &quot;tolerant&quot; of it but that doesn&#39;t mean you won&#39;t eventually have some reaction. I&#39;m not gonna beat up anybody for spreading this rumor, but it *is* potentially harmful disinformation and people should know the truth so they don&#39;t end up hurting themselves or others unintentionally.</p>\n</blockquote>\n\n<p>Hopefully this post saves somebody from an avoidable rash and teaches people to be a bit more cautious around poison ivy, even if you are tolerant.</p>\n\n<p>Citations:</p>\n\n<p>source 1: <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK562228/\">https://www.ncbi.nlm.nih.gov/books/NBK562228/</a></p>\n\n<p>source 2: <a href=\"https://en.wikipedia.org/wiki/Urushiol\">https://en.wikipedia.org/wiki/Urushiol</a></p>\n\n<p>source 3: <a href=\"https://www.healthline.com/health/poison-ivy-immunity#:%7E:text=The%20bottom%20line,to%20the%20effects%20of%20urushiol\">https://www.healthline.com/health/poison-ivy-immunity#:~:text=The%20bottom%20line,to%20the%20effects%20of%20urushiol</a></p>\n\n<p>source 4:  <a href=\"https://www.livescience.com/35712-heathy-geezer-poison-ivy.html\">https://www.livescience.com/35712-heathy-geezer-poison-ivy.html</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/pbg2z0/ysk_that_immunity_to_poison_ivy_is_a_myth/",
  "subreddit": "YouShouldKnow",
  "id": "pbg2z0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: To avoid any potentially unpleasant experiences and hopefully prevent\nany unintentional harm coming to yourself or others.\n\nInspired by a post I saw in r/IsItBullshit\n[https://www.reddit.com/r/IsItBullshit/] that I commented on and decided it is\nworth signal boosting because its surprising…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 不快な経験をしないために、そしてできれば意図しない被害を防ぐために\n意図せずに自分や他人を傷つけることを防ぐためです。\n\nr/IsItBullshitで見た投稿に触発されました。\n[https://www.reddit.com/r/IsItBullshit/]で見た投稿に触発されてコメントしました。\nシグナルブーストする価値があると判断しました...",
      "title": "ツタウルシに対する「免疫」は神話であることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：为了避免任何潜在的不愉快的经历，希望能够防止\n任何无意中对自己或他人造成的伤害。\n\n灵感来自我在r/IsItBullshit看到的一个帖子\n[https://www.reddit.com/r/IsItBullshit/]中看到的一个帖子，我对其进行了评论，并决定它\n值得提升信号，因为它令人惊讶......",
      "title": "YSK认为对毒藤的 \"免疫 \"是一个神话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：爲了避免任何潛在的不愉快的經歷，希望能夠防止\n任何無意中對自己或他人造成的傷害。\n\n靈感來自我在r/IsItBullshit看到的一個帖子\n[https://www.reddit.com/r/IsItBullshit/]中看到的一個帖子，我對其進行了評論，並決定它\n值得提升信號，因爲它令人驚訝......",
      "title": "YSK認爲對毒藤的 \"免疫 \"是一個神話。"
    }
  ]
}