{
  "author": "BillnTedsTelltaleAdv",
  "original_created_utc": 1639159920,
  "title": "YSK your local library likely offers heavily discounted tickets to nearby museums",
  "created_utc": 1639175910,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: I&amp;#39;ll give an example. Living within an hour from Boston my local library gives discounts to all the city&amp;#39;s museums. I wanted to take my girlfriend on a date to the Museum of Fine Arts which is normally $25 per ticket. But through the library you can get them for $10 per ticket. Turning the date from a $50 expense to a $20 expense.&lt;/p&gt;\n\n&lt;p&gt;It can make an awesome date/trip with friends much cheaper!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 116,
  "permalink": "/r/YouShouldKnow/comments/rdeqgu/ysk_your_local_library_likely_offers_heavily/",
  "subreddit": "YouShouldKnow",
  "id": "rdeqgu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I'll give an example. Living within an hour from Boston my local\nlibrary gives discounts to all the city's museums. I wanted to take my\ngirlfriend on a date to the Museum of Fine Arts which is normally $25 per\nticket. But through the library you can get them for $10 per ticket. Turning…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：一例を挙げます。ボストンから1時間圏内に住んでいる私の地元の\n図書館では、市内のすべての美術館が割引で利用できます。私は、自分の\n通常1回25ドルの美術館に、彼女とデートで行ってきました。\nチケット しかし、図書館を通せば、1枚10ドルで購入することができます。回転...",
      "title": "YSK あなたの地元の図書館では、近隣の博物館の割引券を提供しているかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我举个例子。我住在离波士顿不到一个小时的地方，我的当地图书馆\n图书馆提供该市所有博物馆的折扣。我想带我的\n我想带我的女朋友去美术博物馆约会，通常每张票是25美元。\n门票。但通过图书馆，你可以以每张票10美元的价格买到它们。转身...",
      "title": "YSK你当地的图书馆很可能提供附近博物馆的大幅折扣门票"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我舉個例子。我住在離波士頓不到一個小時的地方，我的當地圖書館\n圖書館提供該市所有博物館的折扣。我想帶我的\n我想帶我的女朋友去美術博物館約會，通常每張票是25美元。\n門票。但通過圖書館，你可以以每張票10美元的價格買到它們。轉身...",
      "title": "YSK你當地的圖書館很可能提供附近博物館的大幅折扣門票"
    }
  ]
}