{
  "author": "CovidLivesMatter",
  "the_new_excerpt": "Yesterday I went out to a restaurant with some friends and the waitress was\nextremely new.\n\nAnd bad.\n\n\n\nLike holy shit bad.\n\n\n\nShe took our orders for appetizers and then went around the table again for\nentrees and stopped one short so my friend had to call her back after she turned\naround to place…",
  "original_created_utc": 1621616274,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、友人たちとレストランに行ったのですが、その時のウェイトレスが非常に\n非常に新しい人でした。\n\nそして悪い。\n\n\n\n凄く悪い。\n\n\n\n彼女は前菜の注文を受けてから、再びテーブルを回って\n前菜を注文した後、再びテーブルを回ってメインディッシュを注文したのですが、1つ足りなかったので、友人が彼女を呼び戻さなければなりませんでした。\n私の友人は彼女が振り向いた後に呼び戻さなければなりませんでした・・・。",
      "title": "CMV：努力しているように見えれば、仕事が下手でも構わないと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "昨天我和一些朋友去了一家餐厅，女服务员是\n非常新。\n\n而且很糟糕。\n\n\n\n糟糕得要命。\n\n\n\n她为我们点了开胃菜，然后又绕着桌子点了主食，并停了一个，所以我的朋友在她转身后不得不叫她回来。\n我的朋友不得不在她转身后叫她回来。\n她转身去点...",
      "title": "CMV：只要看起来你在努力，我真的不介意你的工作很糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "昨天我和一些朋友去了一家餐廳，女服務員是\n非常新。\n\n而且很糟糕。\n\n\n\n糟糕得要命。\n\n\n\n她爲我們點了開胃菜，然後又繞着桌子點了主食，並停了一個，所以我的朋友在她轉身後不得不叫她回來。\n我的朋友不得不在她轉身後叫她回來。\n她轉身去點...",
      "title": "CMV：只要看起來你在努力，我真的不介意你的工作很糟糕。"
    }
  ],
  "title": "CMV: As long as it looks like you're trying, I really don't mind if you're bad at your job.",
  "created_utc": 1621636237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yesterday I went out to a restaurant with some friends and the waitress was extremely new.</p>\n\n<p>And bad.  </p>\n\n<p>&#x200B;</p>\n\n<p>Like holy shit bad.  </p>\n\n<p>&#x200B;</p>\n\n<p>She took our orders for appetizers and then went around the table again for entrees and stopped one short so my friend had to call her back after she turned around to place his order.  She forgot drinks (Same friend didn&#39;t get his beer when she brought the rest of ours over) and someone from the back had to come out to pitch in and there was this one part where we moved from inside to outside and I was trailing behind and she double checked with me what the others have ordered.  The place was half empty and she had about 2 other tables to take care of.  This girl was not overwhelmed in any way shape or form.  2/10 service.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>BUT</strong> it was pretty clear that she was trying, and our opinions were split clearly into two camps:  Those of us who came from the industry and those who haven&#39;t.  Those of us who did got all nostalgic in a brotherly, fatherly kind of way with &quot;Oh, I remember my first day... what a train-wreck that was&quot; and those of us who didn&#39;t, got really frustrated.  The friend who didn&#39;t get the beer was able to see his beer on the bar and had to be talked into not going over there to get it himself and the others were pretty grumbly.</p>\n\n<p>And I get it- bad service sucks.  I&#39;ve had service so bad that I had to walk over to the waitress station to ask our server, who was on her phone, for our bill after about 20 or 30 minutes of trying to flag her down.  </p>\n\n<p>&#x200B;</p>\n\n<p>But if you&#39;re trying and are still bad at your job, I have endless patience for you.  We all had a first day and if anything, I&#39;d blame the owner for hiring her in the first place, but not everyone has previous experience to put on their resumes.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/nhxbaf/cmv_as_long_as_it_looks_like_youre_trying_i/",
  "subreddit": "changemyview",
  "id": "nhxbaf",
  "is_self": true,
  "media": null,
  "is_video": false
}