{
  "author": "Z7-852",
  "original_created_utc": 1633680423,
  "title": "CMV: Average service should receive 3 stars on 5 star ranking",
  "created_utc": 1633718683,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First I personally don&#39;t put much trust on crowd sourced reviews unless criteria are outlined clearly. If site or survey don&#39;t state what 3 stars means in comparison to 4 stars then the whole system is bit sketchy. But in my view 3 is average (because it is in the middle) and half of establishments should get higher than this and half should get lower than this. Reviews should be equally distributed around 3.</p>\n\n<p>Reviews are useful tool to gauge products quality or value. They become even more useful when you average out lot of reviews. In this way on individuals skewed or unfortunate experiences don&#39;t give wrong impression. But all this said it works only if people use even vaguely same scale in things. Like 1 being rubbish, 2 poor, 3 average, 4 good, 5 great.</p>\n\n<p>Someone has told me that 4 is average and 5 above average to nearly perfection. IMHO this is too wide of range. Why do we need 3 different stages of bad but only 1 stage of good? To me place must be above average to receive 4 stars and truly an amazing experience to receive 5 stars. This gives more room to judge.</p>\n\n<p>Now if we give 4 stars (or God forbid 5 stars) to average places that inflates valuations. This wouldn&#39;t be problem if we could just give higher ratings for the best but if 4 stars is &quot;ok place&quot; then what do you give for &quot;good&quot; or &quot;amazing&quot; places? 5 stars? But how do you differentiate good from amazing if both have 5 stars? In system like this we strip power from customer because they cannot truly reward the good performance. It just makes the whole system pass/fail. And we already have thumb up vs down for this.</p>\n\n<p>Customers use this system to find products and places to buy. They need to separate good products from the amazing ones. Companies needs this system to improve their quality. If you are told you are best there could be there is no room to improve. Collecting meaningful data is important. Same goes for the workers. It’s actually bad for the workers in the company if they are all reviewed as 5 star employees. Amazing worker will not get promoted because their rating is same as good workers. It puts unreasonable stress on employees if they might lose their job for being average. Expecting more than average performance from average employee is dishonest from employer. It doesn’t help anyone.</p>\n\n<p>Lot of people are also using argument &quot;but this is how things are deal with it&quot;. This is bandwagon argument. This is how things should be not how things are.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/q3tavn/cmv_average_service_should_receive_3_stars_on_5/",
  "subreddit": "changemyview",
  "id": "q3tavn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First I personally don't put much trust on crowd sourced reviews unless criteria\nare outlined clearly. If site or survey don't state what 3 stars means in\ncomparison to 4 stars then the whole system is bit sketchy. But in my view 3 is\naverage (because it is in the middle) and half of establishments…"
}