{
  "author": "Sprinkle247",
  "original_created_utc": 1633275234,
  "title": "YSK that having slightly yellow teeth is COMPLETELY normal and it’s actually bad for the health of your teeth if they are too white.",
  "created_utc": 1633279217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most whitening tooth paste breaks down enamel on your teeth and destroys their protection, I know several people who destroyed their teeth by obsessively trying to get them to look white as snow! My dentist give me this tip “your teeth should never be whiter than the white in your eyes, and if they are than they are either fake or unhealthy” don’t buy whitening tooth paste, but tooth paste that is made to strengthen enamel. Hopefully this but if info will help save somebody from destroying their teeth!</p>\n</div><!-- SC_ON -->",
  "score": 827,
  "permalink": "/r/YouShouldKnow/comments/q0k3q1/ysk_that_having_slightly_yellow_teeth_is/",
  "subreddit": "YouShouldKnow",
  "id": "q0k3q1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most whitening tooth paste breaks down enamel on your teeth and\ndestroys their protection, I know several people who destroyed their teeth by\nobsessively trying to get them to look white as snow! My dentist give me this\ntip “your teeth should never be whiter than the white in your eyes, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ほとんどのホワイトニング歯磨き粉は、歯のエナメル質を破壊してしまいます。\n雪のように白く見せようとすることで、歯を破壊してしまった人を何人も知っています。\n私は、雪のように白い歯を手に入れようとすることで、歯を破壊した人を何人も知っています。私の歯科医はこのように教えてくれました。\nあなたの歯は、あなたの目の白さよりも白いことはありませんし、...",
      "title": "YSKさんは、歯が少し黄色いのは全くもって普通のことで、歯が白すぎると歯の健康に悪いということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：大多数美白牙膏都会破坏牙齿的珐琅质，破坏它们的保护。\n我知道有几个人因为执着地尝试用牙膏刷牙而破坏了他们的牙齿。\n我认识几个人，他们为了让自己的牙齿看起来像雪一样白，不惜毁掉自己的牙齿。我的牙医给了我这个\n我的牙医给了我这样的提示：\"你的牙齿不应该比你眼睛里的白色更白，而且......",
      "title": "YSK认为，牙齿略微发黄是完全正常的，如果牙齿太白，实际上对牙齿的健康不利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：大多數美白牙膏都會破壞牙齒的琺琅質，破壞它們的保護。\n我知道有幾個人因爲執着地嘗試用牙膏刷牙而破壞了他們的牙齒。\n我認識幾個人，他們爲了讓自己的牙齒看起來像雪一樣白，不惜毀掉自己的牙齒。我的牙醫給了我這個\n我的牙醫給了我這樣的提示：\"你的牙齒不應該比你眼睛裏的白色更白，而且......",
      "title": "YSK認爲，牙齒略微發黃是完全正常的，如果牙齒太白，實際上對牙齒的健康不利。"
    }
  ]
}