{
  "author": "dr-hades6",
  "original_created_utc": 1631494365,
  "title": "Just reached 75 read books 10 months after beginning to read... My thoughts and feelings",
  "created_utc": 1631519517,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finally got into reading last November. My friend recommended audiobooks as a way to ease into reading. After listening to a few great books, I took the next step and started reading physical books as well.</p>\n\n<p>The first books that blew my mind were The Alchemist by Paulo Coelho , 1984 by Orwell and I worked my way up to The Stand by Stephen King.</p>\n\n<p>I then gobbled up classic authors like Ray Bradbury, HG Wells, Kurt Vonnegut, Phillip K Dick, Shirley Jackson, Arthur C Clarke, Poe, Lovecraft. ( Soft spot for sci Fi).</p>\n\n<p>I got addicted to Stephen King and Neil Gaiman </p>\n\n<p>My favorite books released this year have been Project Hail Mary by Andy Weir and Billy Summers by Stephen King.</p>\n\n<p>Right now I&#39;m addicted to Joe Abercrombie&#39;s First Law series.</p>\n\n<p>I just wanted to thank this subreddit for helping me on this journey and reminding me that reading is very much still the best medium to consume rich stories. I use to be a big movie buff, I still am, but I find myself nearly fully consumed by reading/listening to books to the point that I nearly have no patience for TV or movies. The continuous stream of information with word after word is just so good.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pn5029/just_reached_75_read_books_10_months_after/",
  "subreddit": "books",
  "id": "pn5029",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finally got into reading last November. My friend recommended audiobooks as a\nway to ease into reading. After listening to a few great books, I took the next\nstep and started reading physical books as well.\n\nThe first books that blew my mind were The Alchemist by Paulo Coelho , 1984 by\nOrwell and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨年11月にようやく読書に目覚めました。友人に勧められたのが、オーディオブックでした。\nオーディオブックを勧められました。いくつかの素晴らしい本を聴いた後、私は次のステップとして\n次のステップとして物理的な本も読み始めました。\n\n私の心を揺さぶった最初の本は、パウロ・コエーリョの『アルケミスト』、オーウェルの『1984』、そして......。\nオーウェル",
      "title": "読み始めて10ヶ月で75冊に到達したところで...。思ったこと、感じたこと"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "去年11月，我终于开始阅读。我的朋友推荐了有声读物作为一种\n缓解阅读的方法。在听了几本好书后，我迈出了下一步，开始阅读实体书。\n也开始阅读实体书。\n\n第一本让我大开眼界的书是保罗-科埃略的《炼金术士》、奥威尔的《一九八四》和《我的世界》。\n奥威尔的《一九八四》，以及...",
      "title": "开始阅读10个月后，刚刚达到75本阅读量... 我的想法和感受"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "去年11月，我終於開始閱讀。我的朋友推薦了有聲讀物作爲一種\n緩解閱讀的方法。在聽了幾本好書後，我邁出了下一步，開始閱讀實體書。\n也開始閱讀實體書。\n\n第一本讓我大開眼界的書是保羅-科埃略的《鍊金術士》、奧威爾的《一九八四》和《我的世界》。\n奧威爾的《一九八四》，以及...",
      "title": "開始閱讀10個月後，剛剛達到75本閱讀量... 我的想法和感受"
    }
  ]
}