{
  "author": "Twitch_VailVeix",
  "original_created_utc": 1639454887,
  "title": "YSK: White canes aren't only used by fully blind people.",
  "created_utc": 1639942490,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;Fully white canes can be used by any visually impaired person. They are often used as a signal to others. My dad is legally blind, but doesn&amp;#39;t need the cane to generally walk around. However, he uses it outside to make crossing the street easier. In most places, you are required to stop for people with a white cane (or guide dog).&lt;/p&gt;\n\n&lt;p&gt;Also, white canes with a red tip are for people who are deaf blind.&lt;/p&gt;\n\n&lt;p&gt;I know this was posted 6 years ago, but I saw some thread of people arguing about if a person with a white cane could see someone in front of them. Sometimes they can !&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 78,
  "permalink": "/r/YouShouldKnow/comments/rfyrub/ysk_white_canes_arent_only_used_by_fully_blind/",
  "subreddit": "YouShouldKnow",
  "id": "rfyrub",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nFully white canes can be used by any visually impaired person. They are often\nused as a signal to others. My dad is legally blind, but doesn't need the cane\nto generally walk around. However, he uses it outside to make crossing the\nstreet easier. In most places, you are required to stop…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>真っ白な杖が使えるようになる。\n視覚障がい者であれば誰でも 他の人への合図として使われることが多いようです。私の\n父は法的には盲目ですが、通常歩くのに杖は必要ありません。\nしかし、外では道を渡りやすくするために使っているそうです......。",
      "title": "YSK: 白杖は全盲の人だけが使うものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：</p> <p>全白的手杖可以被用于\n任何视力障碍者都可以使用。它们经常被用作向他人发出的信号。我的\n我的父亲是法律上的盲人，但一般不需要手杖来行走。\n然而，他在外面用它来使过马路更容易....。",
      "title": "YSK：白色手杖并不是只有全盲的人才会使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：</p> <p>全白的手杖可以被用於\n任何視力障礙者都可以使用。它們經常被用作向他人發出的信號。我的\n我的父親是法律上的盲人，但一般不需要手杖來行走。\n然而，他在外面用它來使過馬路更容易....。",
      "title": "YSK：白色手杖並不是只有全盲的人才會使用。"
    }
  ]
}