{
  "approved_at_utc": null,
  "subreddit": "changemyview",
  "selftext": "Intro: If you don't know what Affirmative Action is, it's basically when you give a different set of policies  to a minority to increase diversity or employment. This is coming from a black teenager, and after giving it a ton of thought. When you think about it, it's incredibly racist by textbook definition. Allow me to explain.   \n\n\nAffirmative action sharply discriminates against people of many other races in the workplace and education system. Regardless of merit or how hard you worked, you could be rejected due to another black/Hispanic student due to the color of their skin. Despite them being less qualified for that job, they got in due to the color of their skin. Affirmative action isn't their just to help black people get a job, but it's moreover a spit in the face as it screams \"We don't expect you to get in that job anyway, so we'll set the bar lower for you.\" Ironically causing more racism, as the hard working... lets say Asian person doesn't get in because their race is a bit too overqualified for the job. Don't believe me? Lets take the court case *Students for fair admissions v. Harvard.*   \n\n\nHarvard creates a racial quota to keep the Asian population their lower for the sake of diversity. This became more and more evident as the Asian population their started to suspiciously dip lower and lower. In the lawsuit, the admission files were revealed and shockingly the students that were Asian scored higher than every other race that applied for Harvard. But their personality ratings were extremely low keeping them from entering the school. The same was applied for the white students as well. Who also worked hard to get their. Despite their hard-work, they were given a penalty for being so hard working for a rigorous school that is seen to value hard-work. Their race was a huge factor on why they couldn't get in. It wasn't blind, it was racism.   \n\n\nIt's reverse racism in it's finest ladies and gentlemen. Which would you have? A racially diverse workplace based on skin color? Or a intellectually diverse workplace based of people's own merit. (Frankly speaking, I think we need more intellectual diversity. I feel like people are a little too starved of information. Raised to believe that liberals are good and conservatism bad and vice versa. But that's a topic for another day.) Affirmative action destroys this and it's ironically pretty shitty to even people who come from a minority based background. It reinforces this idea and stereotype that we are \"stupid\" and need to be pampered to even be considered a nice paying job or role in society. Thus, permanently placing us in the lower side of the system affirmative action advertises to destroy. As a quote from Fredrick Douglass goes \"All I ask is, give him a chance to stand on his own legs! Let him **alone**! If you see him on his way to school, let him **alone**, don't disturb him!\"   \n\n\nPS: Well uh, thanks for attending my Ted talk. Mods, pls have mercy it's nearly 9:00 pm for me and I have a essay I procrastinated by making another one LOL. I'd love to hear thoughts on this though and I will try my best to respond.",
  "author_fullname": "t2_8thu1aup",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "CMV: Affirmative Action in the United States is systematically racist and always will be.",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/changemyview",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_lwfv6i",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.71,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 55,
  "total_awards_received": 1,
  "media_embed": {},
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 55,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1614757475,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.changemyview",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Intro: If you don&#39;t know what Affirmative Action is, it&#39;s basically when you give a different set of policies  to a minority to increase diversity or employment. This is coming from a black teenager, and after giving it a ton of thought. When you think about it, it&#39;s incredibly racist by textbook definition. Allow me to explain.   </p>\n\n<p>Affirmative action sharply discriminates against people of many other races in the workplace and education system. Regardless of merit or how hard you worked, you could be rejected due to another black/Hispanic student due to the color of their skin. Despite them being less qualified for that job, they got in due to the color of their skin. Affirmative action isn&#39;t their just to help black people get a job, but it&#39;s moreover a spit in the face as it screams &quot;We don&#39;t expect you to get in that job anyway, so we&#39;ll set the bar lower for you.&quot; Ironically causing more racism, as the hard working... lets say Asian person doesn&#39;t get in because their race is a bit too overqualified for the job. Don&#39;t believe me? Lets take the court case <em>Students for fair admissions v. Harvard.</em>   </p>\n\n<p>Harvard creates a racial quota to keep the Asian population their lower for the sake of diversity. This became more and more evident as the Asian population their started to suspiciously dip lower and lower. In the lawsuit, the admission files were revealed and shockingly the students that were Asian scored higher than every other race that applied for Harvard. But their personality ratings were extremely low keeping them from entering the school. The same was applied for the white students as well. Who also worked hard to get their. Despite their hard-work, they were given a penalty for being so hard working for a rigorous school that is seen to value hard-work. Their race was a huge factor on why they couldn&#39;t get in. It wasn&#39;t blind, it was racism.   </p>\n\n<p>It&#39;s reverse racism in it&#39;s finest ladies and gentlemen. Which would you have? A racially diverse workplace based on skin color? Or a intellectually diverse workplace based of people&#39;s own merit. (Frankly speaking, I think we need more intellectual diversity. I feel like people are a little too starved of information. Raised to believe that liberals are good and conservatism bad and vice versa. But that&#39;s a topic for another day.) Affirmative action destroys this and it&#39;s ironically pretty shitty to even people who come from a minority based background. It reinforces this idea and stereotype that we are &quot;stupid&quot; and need to be pampered to even be considered a nice paying job or role in society. Thus, permanently placing us in the lower side of the system affirmative action advertises to destroy. As a quote from Fredrick Douglass goes &quot;All I ask is, give him a chance to stand on his own legs! Let him <strong>alone</strong>! If you see him on his way to school, let him <strong>alone</strong>, don&#39;t disturb him!&quot;   </p>\n\n<p>PS: Well uh, thanks for attending my Ted talk. Mods, pls have mercy it&#39;s nearly 9:00 pm for me and I have a essay I procrastinated by making another one LOL. I&#39;d love to hear thoughts on this though and I will try my best to respond.</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": "qa",
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2w2s8",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "lwfv6i",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "Silver2893",
  "discussion_type": null,
  "num_comments": 53,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/changemyview/comments/lwfv6i/cmv_affirmative_action_in_the_united_states_is/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/changemyview/comments/lwfv6i/cmv_affirmative_action_in_the_united_states_is/",
  "subreddit_subscribers": 1254551,
  "created_utc": 1614749797,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1614728675,
  "the_new_excerpt": "Intro: If you don't know what Affirmative Action is, it's basically when you\ngive a different set of policies to a minority to increase diversity or\nemployment. This is coming from a black teenager, and after giving it a ton of\nthought. When you think about it, it's incredibly racist by textbook…"
}