{
  "author": "leftistesticle_2",
  "original_created_utc": 1625776461,
  "title": "CMV: My friend's death in Afghanistan was in vain.",
  "created_utc": 1625794522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A childhood friend of mine (US Marine Sniper) was killed in action fighting in Afghanistan. After 20 years, US forces are withdrawing from the region. I believe the war was a complete failure and his death was in vain. A view I haven&#39;t shared with anyone else. I would like to believe that his death served some greater purpose. That his sacrifice will benefit the world in some way. But it seems that the country of Afghanistan remains in turmoil and the US is no safer as a result of the massive military effort and thousands of lives lost. I come from a pretty liberal / anti-military perspective. In part due to the death of my friend. That said I have many friends and family who have served. I&#39;m asking this question here because I don&#39;t want to offend the people I care about by minimizing their experience. And of course because I can&#39;t ask the friend I lost. I wish I had spoken to him about why he volunteered and what he believed in but it&#39;s too late now. Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ogftzq/cmv_my_friends_death_in_afghanistan_was_in_vain/",
  "subreddit": "changemyview",
  "id": "ogftzq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A childhood friend of mine (US Marine Sniper) was killed in action fighting in\nAfghanistan. After 20 years, US forces are withdrawing from the region. I\nbelieve the war was a complete failure and his death was in vain. A view I\nhaven't shared with anyone else. I would like to believe that his death…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の幼なじみ（米海兵隊のスナイパー）は、アフガニスタンでの戦闘で戦死しました。\nアフガニスタンで 20年後、米軍はこの地域から撤退します。I\n戦争は完全に失敗し、彼の死は無駄だったと思っています。この考えは\n他の誰とも共有していません。私は、彼の死が...と信じたい。",
      "title": "CMV：アフガニスタンでの友人の死は無駄ではありませんでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的一个童年朋友（美国海军陆战队狙击手）在阿富汗作战时阵亡。\n阿富汗。20年后，美国军队正在从该地区撤出。I\n我相信这场战争是完全失败的，他的死是徒劳的。这个观点我\n没有和其他人分享过。我愿意相信，他的死亡...",
      "title": "CMV：我朋友在阿富汗的死亡是徒劳的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的一個童年朋友（美國海軍陸戰隊狙擊手）在阿富汗作戰時陣亡。\n阿富汗。20年後，美國軍隊正在從該地區撤出。I\n我相信這場戰爭是完全失敗的，他的死是徒勞的。這個觀點我\n沒有和其他人分享過。我願意相信，他的死亡...",
      "title": "CMV：我朋友在阿富汗的死亡是徒勞的。"
    }
  ]
}