{
  "author": "Such_a_kid",
  "original_created_utc": 1628093699,
  "title": "CMV: NYC’s vaccine mandate on restaurants, gyms is justified",
  "created_utc": 1628116240,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Governments enact laws in order to keep its citizens safe. In this case, the government is justified in requiring vaccines in these settings in order to both stop the spread of covid overall and to protect patrons of these establishments.</p>\n\n<p>There is an analogy to seatbelts. There are laws where you must wear a seatbelt, which governments can enforce in order to keep citizens safe.</p>\n\n<p>One argument against this can be described as the slippery slope argument, where if you allow governments to impose vaccine mandates, this will lead to future situations where they can impose stricter requirements. However, you could’ve make this argument about seatbelts; if the government is forcing us to wear seatbelts, what will stop them from making us wear full body suits while driving? This hasn’t happened yet. This seems to come from a view where the government is infringing on rights for the sake of infringing on rights. However, in both examples, governments are just following the science in order to keep citizens safe.</p>\n\n<p>Second, there is the argument that since these vaccines haven’t gotten full approval, we can’t mandate them. However, with the incredibly large sample size of vaccinated people, I fail to see how the FDA changing the status to fully-approved will somehow make the vaccines safer than they have  already proven to be. With what we know about the vaccines, this status should not change our treatment towards them.</p>\n\n<p>Lastly, you can make the argument about individual freedom being infringed upon. Again, I don’t find this persuasive as the above seatbelt example shows, there is prevent for governments imposing laws to protect a single citizen. Also the spread of covid hurts other people, not only in the form of the actual infections but also downstream effects of hospitals and icu capacity increasing.</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/changemyview/comments/oxw38p/cmv_nycs_vaccine_mandate_on_restaurants_gyms_is/",
  "subreddit": "changemyview",
  "id": "oxw38p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Governments enact laws in order to keep its citizens safe. In this case, the\ngovernment is justified in requiring vaccines in these settings in order to both\nstop the spread of covid overall and to protect patrons of these establishments.\n\nThere is an analogy to seatbelts. There are laws where you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "政府は国民の安全を守るために法律を制定しています。このケースでは、政府は\nこの場合、政府がこのような環境でワクチンを要求することは、市民の安全を守るために正当化されます。\nこの場合、政府がこれらの施設でワクチンを要求することは、全体的なコビドの蔓延を阻止し、これらの施設の利用者を保護するために正当化されます。\n\nシートベルトの例えがあります。法律では、あなたは...",
      "title": "CMV: NYCのレストランやジムへのワクチン接種義務化は正当化される"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "政府制定法律是为了保证其公民的安全。在这种情况下，政府\n在这种情况下，政府有理由要求在这些场合接种疫苗，以便\n阻止病毒的全面传播，保护这些场所的顾客。\n\n有一个类似于安全带的例子。有一些法律规定，你...",
      "title": "CMV：纽约市对餐馆和健身房的疫苗授权是合理的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "政府制定法律是爲了保證其公民的安全。在這種情況下，政府\n在這種情況下，政府有理由要求在這些場合接種疫苗，以便\n阻止病毒的全面傳播，保護這些場所的顧客。\n\n有一個類似於安全帶的例子。有一些法律規定，你...",
      "title": "CMV：紐約市對餐館和健身房的疫苗授權是合理的"
    }
  ]
}