{
  "author": "Such_a_kid",
  "original_created_utc": 1628093699,
  "title": "CMV: NYC’s vaccine mandate on restaurants, gyms is justified",
  "created_utc": 1628116240,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Governments enact laws in order to keep its citizens safe. In this case, the government is justified in requiring vaccines in these settings in order to both stop the spread of covid overall and to protect patrons of these establishments.</p>\n\n<p>There is an analogy to seatbelts. There are laws where you must wear a seatbelt, which governments can enforce in order to keep citizens safe.</p>\n\n<p>One argument against this can be described as the slippery slope argument, where if you allow governments to impose vaccine mandates, this will lead to future situations where they can impose stricter requirements. However, you could’ve make this argument about seatbelts; if the government is forcing us to wear seatbelts, what will stop them from making us wear full body suits while driving? This hasn’t happened yet. This seems to come from a view where the government is infringing on rights for the sake of infringing on rights. However, in both examples, governments are just following the science in order to keep citizens safe.</p>\n\n<p>Second, there is the argument that since these vaccines haven’t gotten full approval, we can’t mandate them. However, with the incredibly large sample size of vaccinated people, I fail to see how the FDA changing the status to fully-approved will somehow make the vaccines safer than they have  already proven to be. With what we know about the vaccines, this status should not change our treatment towards them.</p>\n\n<p>Lastly, you can make the argument about individual freedom being infringed upon. Again, I don’t find this persuasive as the above seatbelt example shows, there is prevent for governments imposing laws to protect a single citizen. Also the spread of covid hurts other people, not only in the form of the actual infections but also downstream effects of hospitals and icu capacity increasing.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/oxw38p/cmv_nycs_vaccine_mandate_on_restaurants_gyms_is/",
  "subreddit": "changemyview",
  "id": "oxw38p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Governments enact laws in order to keep its citizens safe. In this case, the\ngovernment is justified in requiring vaccines in these settings in order to both\nstop the spread of covid overall and to protect patrons of these establishments.\n\nThere is an analogy to seatbelts. There are laws where you…"
}