{
  "author": "Mariana21bn",
  "original_created_utc": 1636544082,
  "title": "There are still people claiming that Cryptocurrencies are mostly used for criminal activities. Meanwhile, the UN estimates that ~$1.6 trillion in cash is laundered each year.",
  "created_utc": 1636554904,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is my first post here so take it easy on me. As a newbie investor trying to learn about the market, i was searching for articles about crypto to ensure i get to know basic fundamentals in depth. I came up to **this article from Coinbase which said some very interesting and important things to understand the propaganda against crypto by the goverments!</p>\n\n<p>To sum up so you dont have to read this.. Each year money laundering, drug trafficking etc. account for less and less of cryptocurrencies transactions (lower than half percent in 2020) while the &quot;innocent&quot; cash is used for an extremely larger amount of illicit activities.</p>\n\n<p>You hear people with power like Christine Lagarde come out and say stuff like that and it makes you angry at first place. But if you sit down and rethink, this is good for us long term. They try to dispute us with all they can, most of the times with unbelievably ignorant means which makes them look even more stupid and helpless against crypto. This is just a reminder that we are here to stay and as much as they fight us, we will come back stronger than ever.</p>\n\n<p>**Edit : I have trouble with the link so i put it in a comment below but i don&#39;t know how to pin it so it&#39;s visible if someone could do it it would be awesome, thanks!!</p>\n</div><!-- SC_ON -->",
  "score": 289,
  "permalink": "/r/CryptoCurrency/comments/qqsfic/there_are_still_people_claiming_that/",
  "subreddit": "CryptoCurrency",
  "id": "qqsfic",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is my first post here so take it easy on me. As a newbie investor trying to\nlearn about the market, i was searching for articles about crypto to ensure i\nget to know basic fundamentals in depth. I came up to **this article from\nCoinbase which said some very interesting and important things to…"
}