{
  "author": "ob-2-kenobi",
  "original_created_utc": 1636646634,
  "title": "YSK: \"Asocial\" and \"Antisocial\" mean two very different things",
  "created_utc": 1636652228,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It can be very hurtful and disrespectful to call someone who is introverted or doesn&#39;t like spending time with large groups of people &quot;Antisocial&quot;</p>\n\n<p>Asocial: Not social; Rejecting, or lacking the capacity for, social interaction. Introverted. </p>\n\n<p>Antisocial: Pertaining to Antisocial Personality Disorder, someone who exhibits disregard for the rights, feelings, and safety of others. A sociopath. </p>\n\n<p>Asocial means you often prefer to spend your night alone in your house than go to a party with your friends. Antisocial means you have a mental illness.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/qrog5u/ysk_asocial_and_antisocial_mean_two_very/",
  "subreddit": "YouShouldKnow",
  "id": "qrog5u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It can be very hurtful and disrespectful to call someone who is\nintroverted or doesn't like spending time with large groups of people\n\"Antisocial\"\n\nAsocial: Not social; Rejecting, or lacking the capacity for, social interaction.\nIntroverted.\n\nAntisocial: Pertaining to Antisocial Personality…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 内向的な人や大勢の人と一緒にいるのが苦手な人を「内向的な人」と呼ぶのは、とても傷つき、失礼なことです。\n内向的であったり、大勢の人と一緒に過ごすことを好まない人を\n\"Antisocial\"\n\n非社会的な。社会的ではない；社会的な交流を拒絶する、またはその能力がないこと。\n内向的であること。\n\n反社会的な。反社会的人格に属する...",
      "title": "YSK: \"非社会的 \"と \"反社会的 \"は、全く異なる意味を持っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：把一个内向或不喜欢花天酒地的人称为 \"内向 \"的人，这可能是非常伤人和不尊重的。\n内向或不喜欢花时间与大群人在一起的人称为\n\"反社会\"\n\n非社会性。不合群；拒绝或缺乏社会交往的能力。\n内向的。\n\n反社会性。与反社会人格有关...",
      "title": "YSK：\"非社会性 \"和 \"反社会性 \"是两件非常不同的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：把一個內向或不喜歡花天酒地的人稱爲 \"內向 \"的人，這可能是非常傷人和不尊重的。\n內向或不喜歡花時間與大羣人在一起的人稱爲\n\"反社會\"\n\n非社會性。不合羣；拒絕或缺乏社會交往的能力。\n內向的。\n\n反社會性。與反社會人格有關...",
      "title": "YSK：\"非社會性 \"和 \"反社會性 \"是兩件非常不同的事情。"
    }
  ]
}