{
  "author": "PerfectPromise7",
  "the_new_excerpt": "Why YSK: You'll most likely just get the person in trouble.\n\nI'm a department manager at a grocery store and someone tried to get me to give\nthem something for free to try out. We did have a policy at the time that we\ncould give something to a customer to try up to $5 but that was the most we\ncould…",
  "original_created_utc": 1618080305,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、相手を困らせるだけだからです。\n\n私は食料品店の部長をしていますが、ある人が私に何かを無料で試させようとしました。\nしようとしました。その時、私たちは以下のようなポリシーを持っていました。\n5ドルまでの試供品をお客様にお渡しすることができるというポリシーがありましたが、それが最大の\nしかし、それが限界でした。",
      "title": "YSK: もし、レストランやビジネスにおいて、あなたのためにルールを曲げてくれる従業員がいたとしても、いつもの従業員がいない、あるいは助けてくれないからといって、他の従業員やスタッフにそのことを伝えてはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你很可能只会给他带来麻烦。\n\n我是一家杂货店的部门经理，有人想让我给他提供\n他们免费试用的东西。我们当时的政策是\n可以给顾客提供最高5美元的尝试，但这是我们最多\n可以...",
      "title": "YSK：如果餐厅/企业有员工为你违规，不要因为平时员工不在或帮不了你而告诉其他员工/员工。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你很可能只會給他帶來麻煩。\n\n我是一家雜貨店的部門經理，有人想讓我給他提供\n他們免費試用的東西。我們當時的政策是\n可以給顧客提供最高5美元的嘗試，但這是我們最多\n可以...",
      "title": "YSK：如果餐廳/企業有員工爲你違規，不要因爲平時員工不在或幫不了你而告訴其他員工/員工。"
    }
  ],
  "title": "YSK: If there is an employee at a restaurant/business that bends the rules for you, don't tell other employees/staff about it because the usual employee isn't there or can't help you.",
  "created_utc": 1618087531,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You&#39;ll most likely just get the person in trouble. </p>\n\n<p>I&#39;m a department manager at a grocery store and someone tried to get me to give them something for free to try out.  We did have a policy at the time that we could give something to a customer to try up to $5 but that was the most we could give. What they were asking for was two items that came up to about $12.  When I told them I can&#39;t do that, they told me that another employee gave it to them but they just needed more to finish whatever dinner they were making.  Now of course besides the fact that this person was coming back for more of the same item that they just got for free, they basically told on the employee that gave it to them.  I ended up writing the employee up and then had to go over with everyone again that you can&#39;t give more than $5. The customer actually wanted to speak to upper management about it which could really have gotten the employee in serious trouble. To be fair the employee didn&#39;t deny it and the write up was little more than a slap on the wrist, but now the customer definitely wasn&#39;t going to get anything and we were watching for her in case she tried to do it again with another employee.</p>\n</div><!-- SC_ON -->",
  "score": 1181,
  "permalink": "/r/YouShouldKnow/comments/moahjt/ysk_if_there_is_an_employee_at_a/",
  "subreddit": "YouShouldKnow",
  "id": "moahjt",
  "is_self": true,
  "media": null,
  "is_video": false
}