{
  "author": "globalWarmingCowFart",
  "original_created_utc": 1630007881,
  "title": "How many of you heard of bitcoin before it exploded to tens of thousands of dollars, but decided to not buy because it was overpriced or you felt it didn’t have a future?",
  "created_utc": 1630035385,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Trust me, I was one of the people back in 2013 who heard about bitcoin, people were talking about it on Facebook and Twitter, but not in the capacity that it is mentioned today. People were talking about how some became millionaires because they had bought in at 2010. Nevertheless, everyone thought it was a nerdy gimmick and wanted to sell it as soon as possible if they had it as Bitcoin hit 1k for the first time.</p>\n\n<p>Now fast forward to 2021, and people are starting to regret that decision that they couldn’t have bought in earlier. I learned not to regret now because there was no way that we could’ve thought that it could’ve been this successful at this time. </p>\n\n<p>The 2013 bubble seemed like the bubble of all the bubbles and it wasn’t just that people thought it would fail, it’s just that most people don’t even know about it and you had to be an avid Internet user if you happened to stumble upon bitcoin.</p>\n\n<p>There goes a saying, “should’ve, could’ve, would’ve“. No one had a time machine and those who became millionaires from rags to riches didn’t even know they had bitcoin until now.</p>\n\n<p>So let me ask you, how was your experience when you found out about bitcoin for the first time? How do you feel today? I’m curious to hear.</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/pc77hf/how_many_of_you_heard_of_bitcoin_before_it/",
  "subreddit": "CryptoCurrency",
  "id": "pc77hf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Trust me, I was one of the people back in 2013 who heard about bitcoin, people\nwere talking about it on Facebook and Twitter, but not in the capacity that it\nis mentioned today. People were talking about how some became millionaires\nbecause they had bought in at 2010. Nevertheless, everyone thought…"
}