{
  "author": "Myownworld7",
  "original_created_utc": 1636959248,
  "title": "Just finished reading The Martian!",
  "created_utc": 1636997363,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nothing too deep in this post but I thoroughly enjoyed it. There was a lot of technical writing in it but I think it added to the immersion of the story. And Mark (main char.) was so easy going with everything and took his situation in stride. I won&#39;t spoil anything although I will put a tag just in case just for possible comments. But to those of you who read the book, what did you guys think of it? </p>\n\n<p>I haven&#39;t seen the movie yet and I am planning on seeing it. It was actually because I saw that it was coming out that I wanted to read the book first. I just like having a full detailed idea of the story before I see a movie I&#39;m excited about. (I&#39;m doing the same for Dune as well! It&#39;s next on my list :D)</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/quaeaj/just_finished_reading_the_martian/",
  "subreddit": "books",
  "id": "quaeaj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nothing too deep in this post but I thoroughly enjoyed it. There was a lot of\ntechnical writing in it but I think it added to the immersion of the story. And\nMark (main char.) was so easy going with everything and took his situation in\nstride. I won't spoil anything although I will put a tag just in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この投稿にはあまり深い意味はありませんが、十分に楽しめました。技術的な文章が多く含まれていますが\n技術的な文章が多かったのですが、それが物語への没入感を高めていたと思います。そして\n主人公のマークは何事にものんびりしていて、自分の置かれている状況を素直に受け止めていました。\n積極的に行動していました。ネタバレはしませんが、念のためタグをつけておきます。",
      "title": "The Martian」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这个帖子没有什么太深的内容，但我完全喜欢它。有大量的\n但我认为这增加了故事的沉浸感。而且\n马克（主角）对一切都很随和，对自己的处境也很淡定。\n大步走。我不会破坏任何东西，尽管我将把一个标签放在...",
      "title": "刚读完《火星人》!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個帖子沒有什麼太深的內容，但我完全喜歡它。有大量的\n但我認爲這增加了故事的沉浸感。而且\n馬克（主角）對一切都很隨和，對自己的處境也很淡定。\n大步走。我不會破壞任何東西，儘管我將把一個標籤放在...",
      "title": "剛讀完《火星人》!"
    }
  ]
}