{
  "author": "jasomniax",
  "original_created_utc": 1638207447,
  "title": "Lets be honest, most of us don't really understand how cryptocurrency works. And barely any of us know \"exactly\" how it functions.",
  "created_utc": 1638214753,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>These past months I&#39;ve been researching how blockchains work and every day I learn something new and realize more how little I know how everything really works.</p>\n\n<p>I mean sure, most of us know the basics:</p>\n\n<ul>\n<li>BTC is a store of value</li>\n<li>ETH has a shit ton of use cases and a massive ecosystem</li>\n<li>DeFi is the future</li>\n<li>Putting money in crypto long term is better than let my money rot away in a savings account</li>\n<li>Staking is good long term</li>\n</ul>\n\n<p>But how many of us really know the IT side of how the blockchain works.</p>\n\n<p>I bet lots of us have questions like:</p>\n\n<p>¿Why am I earning APY for staking? ¿How the fuck does a validator node validate? ¿How is a block created? ¿Why are blockchains so secure and hard to hack? ¿How do you REALLY know something is decentralized?</p>\n\n<p>I&#39;ll be honest, I don&#39;t fully understand any of these concepts.</p>\n\n<p>Many of these things I don&#39;t know because of lack of research and I ain&#39;t the brightest fella of the <strong>block</strong>.</p>\n\n<p><strong>TL;DR</strong> : Am I the only one that finds how blockchains truly work hard to understand? Or am I not alone?</p>\n</div><!-- SC_ON -->",
  "score": 228,
  "permalink": "/r/CryptoCurrency/comments/r511p0/lets_be_honest_most_of_us_dont_really_understand/",
  "subreddit": "CryptoCurrency",
  "id": "r511p0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "These past months I've been researching how blockchains work and every day I\nlearn something new and realize more how little I know how everything really\nworks.\n\nI mean sure, most of us know the basics:\n\n * BTC is a store of value\n * ETH has a shit ton of use cases and a massive ecosystem\n * DeFi is…"
}