{
  "author": "CatDadMilhouse",
  "the_new_excerpt": "Why YSK: lots of people complain about sore muscles, but many simply either do\nnothing, or load up on OTC painkillers.\n\nFor a more thorough rundown of the benefits and why you should use one, here's a\nlist from a chiropractic / rehab center:\nhttps://www.thorpechiropractic.com/new/index.php/blog/28…",
  "original_created_utc": 1616602214,
  "localize": [
    {
      "locale": "zh",
      "title": "YSK：一个泡沫滚轮的成本和出去吃午饭的成本差不多（或更低），持续时间长，而且可以瞬间让各种肌肉酸痛、背痛等问题得到巨大改善。",
      "the_new_excerpt": "为什么是YSK：很多人抱怨肌肉酸痛，但很多人根本不是这样做的\n什么都没有，或加载了OTC止痛药。\n\n对于一个更彻底的好处和为什么你应该使用一个，这里是一个彻底的概述\n脊椎按摩/康复中心的清单。\nhttps://www.thorpechiropractic.com/new/index.php/blog/28..."
    },
    {
      "locale": "zh-Hant",
      "title": "YSK：一個泡沫滾輪的成本和出去喫午飯的成本差不多（或更低），持續時間長，而且可以瞬間讓各種肌肉痠痛、背痛等問題得到巨大改善。",
      "the_new_excerpt": "爲什麼是YSK：很多人抱怨肌肉痠痛，但很多人根本不是這樣做的\n什麼都沒有，或加載了OTC止痛藥。\n\n對於一個更徹底的好處和爲什麼你應該使用一個，這裏是一個徹底的概述\n脊椎按摩/康復中心的清單。\nhttps://www.thorpechiropractic.com/new/index.php/blog/28..."
    }
  ],
  "title": "YSK: a foam roller costs about the same (or less) as going out for lunch, lasts for ages, and can instantly make a huge difference in all kinds of muscle soreness, back pain, etc.",
  "created_utc": 1616619091,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: lots of people complain about sore muscles, but many simply either do nothing, or load up on OTC painkillers.  </p>\n\n<p>For a more thorough rundown of the benefits and why you should use one, here&#39;s a list from a chiropractic / rehab center: <a href=\"https://www.thorpechiropractic.com/new/index.php/blog/28-11-benefits-of-foam-rolling\">https://www.thorpechiropractic.com/new/index.php/blog/28-11-benefits-of-foam-rolling</a></p>\n\n<p>But the simple summary from my own use and anyone else I know (including a doctor and a chiropractor) is that they&#39;re practically magic.  I&#39;ve gone from &quot;it hurts to move&quot; to &quot;wow, I&#39;m feeling 80-90%&quot; in just a few minutes more times than I&#39;d like to mention.  Sometimes the actual process of using it can be uncomfortable, but more often than I feel like a new person almost immediately, and after a few sessions over a couple of days I&#39;m back to normal.</p>\n</div><!-- SC_ON -->",
  "score": 473,
  "permalink": "/r/YouShouldKnow/comments/mc9lfl/ysk_a_foam_roller_costs_about_the_same_or_less_as/",
  "subreddit": "YouShouldKnow",
  "id": "mc9lfl",
  "is_self": true,
  "media": null,
  "is_video": false
}