{
  "author": "No-Isopod-3581",
  "original_created_utc": 1627450705,
  "title": "CMV: BLM movement has really been taken over by Black supremacist and people with white guilt.",
  "created_utc": 1627522729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok before anything. I do believe Black Lives Matter. I just don’t support the movement anymore. As a latino in 2020 seeing all the police brutality and mistreatment really resonated with me, so I stood with the black community during the hight of the movement. But once Latinos, Muslims, Asians, natives, LGBT and other groups started advocating for our issue we were shot down by people saying that were stealing form the BLM movement. And as many other movements took place groupie took the ___ lives matter name and used it, Latino Lives matter, Muslim Lives Matter, Asian Lives matter, etc. Supporters of blm called us racist and belittling the movement for using those names. But they use the argument “it doesn’t mean only Black Lives Matter” yet when other groups use it apparently we can’t. And now u see people advocating for segregation from white people and other POC, the usage of slurs against white people and POC who think like me, and calling other black people the c word for differing from thought. And many white people encourage it bc they feel guilt for being white, just the color of their skin.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ot3puu/cmv_blm_movement_has_really_been_taken_over_by/",
  "subreddit": "changemyview",
  "id": "ot3puu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ok before anything. I do believe Black Lives Matter. I just don’t support the\nmovement anymore. As a latino in 2020 seeing all the police brutality and\nmistreatment really resonated with me, so I stood with the black community\nduring the hight of the movement. But once Latinos, Muslims, Asians,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何かをする前にオッケー。私はBlack Lives Matterを信じています。ただ、もうこの運動を支持していません。\n運動を支持しないだけです。2020年にラテン系アメリカ人として、すべての警察の残虐行為と虐待を目の当たりにして\n虐待を目の当たりにして、心に響くものがありました。\n運動の最盛期には黒人コミュニティと一緒に行動していました。しかし、ラテンアメリカ人、イスラム教徒、アジア人...。",
      "title": "CMV：BLM運動は、黒人至上主義者や白人の罪悪感を持つ人たちに乗っ取られています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，在任何事情之前。我确实相信 \"黑人生命重要\"。我只是不支持这个\n运动了。作为2020年的拉美人，看到所有警察的暴力和虐待行为\n虐待真的让我产生了共鸣，所以我在运动高峰期与黑人社区站在一起\n在运动的高峰期，我支持黑人社区。但是，一旦拉丁美洲人、穆斯林、亚洲人......。",
      "title": "CMV：BLM运动确实已经被黑人至上主义者和有白人负罪感的人所接管。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，在任何事情之前。我確實相信 \"黑人生命重要\"。我只是不支持這個\n運動了。作爲2020年的拉美人，看到所有警察的暴力和虐待行爲\n虐待真的讓我產生了共鳴，所以我在運動高峯期與黑人社區站在一起\n在運動的高峯期，我支持黑人社區。但是，一旦拉丁美洲人、穆斯林、亞洲人......。",
      "title": "CMV：BLM運動確實已經被黑人至上主義者和有白人負罪感的人所接管。"
    }
  ]
}