{
  "author": "Scary-Jeweler4984",
  "original_created_utc": 1634306821,
  "title": "YSK to ask the pharmacy for an inhouse discount card before paying cash or a high copay for your prescription",
  "created_utc": 1634316044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> it&#39;s purely a waste of money to pay more than you have to for a prescription.  MOST pharmacies in the US have in house discount cards that can save you a huge amount of money if you don&#39;t have insurance but you have to ASK the tech to apply it.  GoodRX and WellRX provide the lowest cash price in your area but it&#39;s always worth it to see if they have an additional discount card you can use as well.  For example, cash prices for my meds at Walmart is $36 and at HEB it is $18.65.  After asking about the additional discount card, my total was $11.65.  It would have been a waste of almost $25 for me to purchase them from WalMart and I saved an additional $7 off the list price at HEB just by asking a simple question.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/YouShouldKnow/comments/q8p6x3/ysk_to_ask_the_pharmacy_for_an_inhouse_discount/",
  "subreddit": "YouShouldKnow",
  "id": "q8p6x3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK it's purely a waste of money to pay more than you have to for a\nprescription. MOST pharmacies in the US have in house discount cards that can\nsave you a huge amount of money if you don't have insurance but you have to ASK\nthe tech to apply it. GoodRX and WellRX provide the lowest cash price…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか......処方箋に必要以上のお金を払うのは純粋にもったいない。\n処方箋 アメリカのほとんどの薬局には社内割引カードがあり、保険に加入していない人はそれを使ってお金を節約することができます。\n保険に加入していない場合、大幅な節約になりますが、それを適用するには技術者に頼まなければなりません。\nしなければなりませんが、それを適用するには技術者に頼まなければなりません。GoodRXとWellRXは最低の現金価格を提供しています...",
      "title": "YSKでは、処方箋を現金または高額な自己負担で支払う前に、薬局で社内割引カードをもらうようにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK要为一个处方支付更多的钱，这纯粹是一种浪费。\n处方。在美国，大多数药店都有内部折扣卡，如果你没有保险，可以为你节省大量的钱。\n如果你没有保险，可以为你省下一大笔钱，但你必须要问\n技术人员来应用它。GoodRX和WellRX提供最低的现金价格...",
      "title": "在为你的处方支付现金或高额共付额之前，YSK向药房索取内部折扣卡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK要爲一個處方支付更多的錢，這純粹是一種浪費。\n處方。在美國，大多數藥店都有內部折扣卡，如果你沒有保險，可以爲你節省大量的錢。\n如果你沒有保險，可以爲你省下一大筆錢，但你必須要問\n技術人員來應用它。GoodRX和WellRX提供最低的現金價格...",
      "title": "在爲你的處方支付現金或高額共付額之前，YSK向藥房索取內部折扣卡。"
    }
  ]
}