{
  "author": "thejazzmaster69",
  "original_created_utc": 1637336626,
  "title": "My bank is charming me way to much. They have asked me to cease any crypto activity and sell my tokkens.",
  "created_utc": 1637343147,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m fuckin tired of my bank.</p>\n\n<p>I&#39;m a international student in France. On my first day on campus I meet a salesman from the BNP Paribas who offered me a student account for 0 fees.  I needed a french account so I took it.</p>\n\n<p>I&#39;ve been using it for 3 years but now I&#39;m fucking tired of them. They are charging me 21€ per month because I&#39;m already working (not really a job but an internship that pays 650$). </p>\n\n<p>The worst is that they contacted me because I&#39;m expending MY MONEY on crypto which is a &quot;bad investment expecially for students&quot;. They told be that I should suspended activities related to crypto and that I should sell my crypto and put it back into my account.</p>\n\n<p>Like What the flying FUCK ? Who the fuck they thing they are to force me to stop investing in crypto.</p>\n\n<p>What can I do ? </p>\n\n<p>I&#39;m thinking in doing a rugpull on them and close my account. \nI&#39;m also thinking of using the debit cards from Crypto .com for all my expenses. It&#39;s possible to do this or is this stupid ? </p>\n\n<p>Sorry for the rant but I&#39;m just frustrated. Have any body ever drop the use of banks ?</p>\n\n<p>I know &quot;Not your keys not your crypto&quot; and &quot;don&#39;t pull all your eggs in one basket&quot;.</p>\n\n<p>PS: I&#39;m using Crypto . Com and CoinBase.</p>\n\n<p>Edit : Wow thanks for the replies. It&#39;s awesome to get feedback from other cryptonauts. It don&#39;t really have a lot of people which who I can discuss about banks and crypto.\nThanks for the rewards. I feel so flattered that people share them with me (I don&#39;t even know what can I do with then, lol). It&#39;s not necessary to give me awards just by knowing that people share their 2 Satoshis with me it&#39;s already enough.</p>\n</div><!-- SC_ON -->",
  "score": 347,
  "permalink": "/r/CryptoCurrency/comments/qxiwjb/my_bank_is_charming_me_way_to_much_they_have/",
  "subreddit": "CryptoCurrency",
  "id": "qxiwjb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm fuckin tired of my bank.\n\nI'm a international student in France. On my first day on campus I meet a\nsalesman from the BNP Paribas who offered me a student account for 0 fees. I\nneeded a french account so I took it.\n\nI've been using it for 3 years but now I'm fucking tired of them. They…"
}