{
  "author": "an7285a",
  "the_new_excerpt": "As of the last few years, we have seen an explosion of influential culture from\nTik Tok, Instagram, Youtube, and more. I believe that this creates a\nself-sustaining culture of toxicity where people are idolized and abuse the\ntrust of millions of people.\n\nBecause of their large followings, these…",
  "original_created_utc": 1615475006,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "就像过去几年，我们看到了一个有影响力的文化的爆发，从\nTik Tok、Instagram、Youtube等。我相信，这将创造一个\n自我维持的毒害文化，人们被偶像化，被滥用。\n数百万人的信任。\n\n由于他们的追随者众多，这些...",
      "title": "CMV：影响者文化是一个自我维持的毒害和自我放纵系统"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像過去幾年，我們看到了一個有影響力的文化的爆發，從\nTik Tok、Instagram、Youtube等。我相信，這將創造一個\n自我維持的毒害文化，人們被偶像化，被濫用。\n數百萬人的信任。\n\n由於他們的追隨者衆多，這些...",
      "title": "CMV：影響者文化是一個自我維持的毒害和自我放縱系統"
    }
  ],
  "title": "CMV: Influencer Culture is a Self-Sustaining System of Toxicity and Self-Indulgence",
  "created_utc": 1615491088,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As of the last few years, we have seen an explosion of influential culture from Tik Tok, Instagram, Youtube, and more. I believe that this creates a self-sustaining culture of toxicity where people are idolized and abuse the trust of millions of people. </p>\n\n<p>Because of their large followings, these influencers often feel above the law, whether that be the Paul brothers looting a mall, or the more recent accusations against James Charles. </p>\n\n<p>Not only do many people want to live these lifestyles themselves, many fall victim to manipulation. Frequently, this is financial through purchasing products falsely advertised, or in more extreme cases sexual abuse occurs. </p>\n\n<p>Even if someone is called out for their actions, and fades from the spotlight, new influencers take their place and the cycle continues.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/m2s6ga/cmv_influencer_culture_is_a_selfsustaining_system/",
  "subreddit": "changemyview",
  "id": "m2s6ga",
  "is_self": true,
  "media": null,
  "is_video": false
}