{
  "author": "marmosetohmarmoset",
  "original_created_utc": 1634765937,
  "title": "YSK: “Ms.” is a marriage-neutral honorific for women and used exactly the same as “Mr.” is used for men",
  "created_utc": 1634769219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should know this so you can select the appropriate term to use when addressing women in formal contexts, and to avoid misinterpreting this term. I often see a lot of confusion and misconceptions about this term. </p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Ms\">https://en.wikipedia.org/wiki/Ms</a>.</p>\n\n<p>&quot;Miss,&quot; &quot;Mrs.&quot; and &quot;Ms.&quot; are all abbreviations of &quot;Mistress.&quot; Originally, all three abbreviations were in common use and used interchangeably, but over time &quot;Miss&quot; came to mean an unmarried woman, &quot;Mrs.&quot; a married woman, and &quot;Ms.&quot; fell out of favor. This forced women to be addressed according to their marital status, while &quot;Mr.&quot; (short for Mister) remained marriage-neutral. </p>\n\n<p>Recently, &quot;Ms.&quot; (pronounced &quot;mizz&quot;) has been revived as a marriage neutral honorific for women and it has become increasingly popular. </p>\n\n<p>A few misconceptions I&#39;ve noticed: </p>\n\n<ul>\n<li><p>People think &quot;Ms.&quot; means a woman is divorced or widowed (it does not- though divorced women might be more likely to use it)</p></li>\n<li><p>People think &quot;Ms.&quot; is short for &quot;miss&quot; and means the same thing (it does not- Miss means an unmarried woman, Ms. is marriage-neutral).</p></li>\n<li><p>People think &quot;Ms.&quot; is pronounced the same as &quot;miss.&quot; (some regional accents pronounce &quot;miss&quot; as &quot;mizz&quot; so in those places they are pronounced similarly, but for places where &quot;miss&quot; is pronounced with an s sound they are pronounced differently). </p></li>\n</ul>\n\n<p>So  in conclusion, if you&#39;re not sure if a woman is married (or you want to just skip the whole marriage issue altogether) you can use the honorific Ms. Use it exactly how you would use &quot;Mr.&quot; for men. </p>\n\n<p>Bonus YSK: a common gender-neural honorific for non-binary people is &quot;Mx.&quot; (pronounced like &quot;mix&quot; or &quot;meks&quot;).</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/qcbond/ysk_ms_is_a_marriageneutral_honorific_for_women/",
  "subreddit": "YouShouldKnow",
  "id": "qcbond",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You should know this so you can select the appropriate term to use when\naddressing women in formal contexts, and to avoid misinterpreting this term. I\noften see a lot of confusion and misconceptions about this term.\n\nhttps://en.wikipedia.org/wiki/Ms.\n\n\"Miss,\" \"Mrs.\" and \"Ms.\" are all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これを知っていれば、次のような場合に適切な用語を選択することができます。\nフォーマルな場で女性に声をかけるときに適切な言葉を選ぶため、また、この言葉を誤解しないためです。I\nまた、この言葉を誤解しないようにするためです。\n\nhttps://en.wikipedia.org/wiki/Ms。\n\n\"Miss\"、\"Mrs.\"、\"Ms. \"はすべて...",
      "title": "YSK: \"Ms. \"は結婚に関係のない女性への敬語で、男性への \"Mr. \"と全く同じ意味で使われます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该知道这一点，这样你就可以在正式场合称呼女性时选择适当的术语。\n你应该知道这一点，这样你就可以在正式场合称呼妇女时选择适当的术语，并避免误解这个术语的含义。I\n我经常看到很多关于这个术语的混淆和误解。\n\nhttps://en.wikipedia.org/wiki/Ms。\n\n\"小姐\"、\"夫人 \"和 \"女士 \"都是...",
      "title": "YSK：\"女士 \"是对女性的一种婚姻中立的尊称，与对男性的 \"先生 \"使用完全相同。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該知道這一點，這樣你就可以在正式場合稱呼女性時選擇適當的術語。\n你應該知道這一點，這樣你就可以在正式場合稱呼婦女時選擇適當的術語，並避免誤解這個術語的含義。I\n我經常看到很多關於這個術語的混淆和誤解。\n\nhttps://en.wikipedia.org/wiki/Ms。\n\n\"小姐\"、\"夫人 \"和 \"女士 \"都是...",
      "title": "YSK：\"女士 \"是對女性的一種婚姻中立的尊稱，與對男性的 \"先生 \"使用完全相同。"
    }
  ]
}