{
  "author": "45_tubs_of_guts",
  "original_created_utc": 1636649382,
  "title": "Happy 50th anniversary to Fear and Loathing in Las Vegas",
  "created_utc": 1636663473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of my all-time favorites.</p>\n\n<p>I know the movie was pretty close to the book, but I think it failed to really capture a lot of the subtlety. There&#39;s something about the way Hunter wrote that invited a certain slowness for me. More than once I stopped to try to understand references, people, that kind of thing. It&#39;s not like I don&#39;t know who Spiro Agnew was, It&#39;s just it was kind of before my time so sometimes I ended up studying the context.</p>\n\n<p>I hope that people read that book and decided to read more of his work.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qrpfnh/happy_50th_anniversary_to_fear_and_loathing_in/",
  "subreddit": "books",
  "id": "qrpfnh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of my all-time favorites.\n\nI know the movie was pretty close to the book, but I think it failed to really\ncapture a lot of the subtlety. There's something about the way Hunter wrote that\ninvited a certain slowness for me. More than once I stopped to try to understand\nreferences, people, that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ずっと好きな作品のひとつです。\n\n映画は本の内容にかなり近かったと思いますが、微妙な部分をうまく表現できなかったと思います。\n繊細さの多くを捉えることができなかったと思います。ハンターの書き方には、私にとってある種の遅さを誘うものがあります。\n私にとっては、ある種の遅さを誘うものでした。何度も理解しようと立ち止まりました。\n参考文献、人、それ...。",
      "title": "Fear and Loathing in Las Vegas」50周年おめでとうございます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直以来的最爱之一。\n\n我知道电影很接近书的内容，但我认为它未能真正\n捕捉到很多微妙之处。亨特的写作方式有一些特点\n对我来说是一种缓慢的感觉。我不止一次地停下来，试图理解\n参考资料、人、那...",
      "title": "拉斯维加斯的恐惧与厌恶》50周年纪念日快乐"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直以來的最愛之一。\n\n我知道電影很接近書的內容，但我認爲它未能真正\n捕捉到很多微妙之處。亨特的寫作方式有一些特點\n對我來說是一種緩慢的感覺。我不止一次地停下來，試圖理解\n參考資料、人、那...",
      "title": "拉斯維加斯的恐懼與厭惡》50週年紀念日快樂"
    }
  ]
}