{
  "author": "tabascoyo",
  "the_new_excerpt": "Why YSK: Most of us use the clock app for our morning alarms, with crappy\nringtone options that only scare us awake and make us hate the sound, but I\nrecently found that in the health app (which comes with the iPhone) there is a\nsleep section where you can set your sleeping schedule, and choose from…",
  "original_created_utc": 1622095272,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKを選んだ理由: 朝のアラームには、ほとんどの人が時計アプリを使っています。\nしかし、私は最近、iPhoneに付属している健康アプリの中に\nしかし、最近、iPhoneに付属している健康アプリの中に、睡眠のセクションがあることを見つけました。\n睡眠のセクションでは、あなたの睡眠スケジュールを設定することができ、その中から選ぶことができます。",
      "title": "YSK: Appleは、健康アプリのアラームの着信音をもっと素敵にしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我们中的大多数人都使用时钟应用程序作为早晨的闹钟，其蹩脚的铃声选项只会吓醒我们，让我们讨厌这种声音。\n铃声选项只会把我们吓醒，让我们讨厌这种声音。\n但我最近发现，在健康应用程序（iPhone自带）中，有一个睡眠部分，你可以设置你的睡眠时间表，并选择你的睡眠时间。\n但我最近发现，在健康应用程序（iPhone自带）中，有一个睡眠部分，你可以设置你的睡眠时间表，并选择...",
      "title": "YSK：苹果公司在健康应用程序中有更漂亮的报警铃声"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我們中的大多數人都使用時鐘應用程序作爲早晨的鬧鐘，其蹩腳的鈴聲選項只會嚇醒我們，讓我們討厭這種聲音。\n鈴聲選項只會把我們嚇醒，讓我們討厭這種聲音。\n但我最近發現，在健康應用程序（iPhone自帶）中，有一個睡眠部分，你可以設置你的睡眠時間表，並選擇你的睡眠時間。\n但我最近發現，在健康應用程序（iPhone自帶）中，有一個睡眠部分，你可以設置你的睡眠時間表，並選擇...",
      "title": "YSK：蘋果公司在健康應用程序中有更漂亮的報警鈴聲"
    }
  ],
  "title": "YSK: Apple has much nicer alarm ringtones in the health app",
  "created_utc": 1622280863,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most of us use the clock app for our morning alarms, with crappy ringtone options that only scare us awake and make us hate the sound, but I recently found that in the health app (which comes with the iPhone) there is a sleep section where you can set your sleeping schedule, and choose from some amazing alarm sounds like Helios and first light, that are meant for waking up to. They start slow and have some really calming tunes that could be from a video game soundtrack. I 100% recommend.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/YouShouldKnow/comments/nm0vaz/ysk_apple_has_much_nicer_alarm_ringtones_in_the/",
  "subreddit": "YouShouldKnow",
  "id": "nm0vaz",
  "is_self": true,
  "media": null,
  "is_video": false
}