{
  "author": "kimchichii",
  "original_created_utc": 1633447786,
  "title": "YSK: The BBB is not controlled by a State or Federal governing agency. It is a normal business.",
  "created_utc": 1633453523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A lot of people think because the BBB has “Bureau” at the end of its name that it’s part of some kind of controlled government. It is not. It is basically a fancier version of Yelp. Companies pay the BBB to be accredited so that the BBB can help protect them from consumer complaints (read: work in favor of companies). Not all consumer complaints are posted if the company can provide some kind of resolution to a consumer complaint. My company has had close to 100 complaints submitted through the BBB. Because we were able to resolve those issues before they went public, you will only see 3 or 4 complaints posted on our BBB profile. So, just because a company isn’t BBB accredited, it doesn’t necessarily make them a bad company.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/YouShouldKnow/comments/q1ytne/ysk_the_bbb_is_not_controlled_by_a_state_or/",
  "subreddit": "YouShouldKnow",
  "id": "q1ytne",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: A lot of people think because the BBB has “Bureau” at the end of its\nname that it’s part of some kind of controlled government. It is not. It is\nbasically a fancier version of Yelp. Companies pay the BBB to be accredited so\nthat the BBB can help protect them from consumer complaints (read:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: BBBの名前の最後に \"Bureau \"が付いていることから、多くの人が、BBBは政府の管理下にあると考えています。\nBBBの名前の最後に \"Bureau \"が付いているので、何か管理されている政府の一部だと思っている人が多いようです。しかし、そうではありません。それは、基本的に\n基本的には、Yelpのファンシーバージョンです。企業はBBBにお金を払って認定を受けています。\n企業はBBBにお金を払って認定を受け、BBBが消費者の苦情から企業を守る手助けをするのです。",
      "title": "YSK: BBBは、国や連邦政府の行政機関によって管理されているわけではありません。普通の企業です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人认为，因为BBB的名字后面有 \"Bureau\"（局）字样，所以它是一个很好的机构。\n就认为它是某种受控政府的一部分。其实不然。它是\n它基本上是Yelp的一个高级版本。公司向BBB付费以获得认证，以便\n这样BBB就可以帮助保护他们免受消费者投诉（阅读：...",
      "title": "YSK：BBB不受国家或联邦管理机构的控制。它是一个正常的企业。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人認爲，因爲BBB的名字後面有 \"Bureau\"（局）字樣，所以它是一個很好的機構。\n就認爲它是某種受控政府的一部分。其實不然。它是\n它基本上是Yelp的一個高級版本。公司向BBB付費以獲得認證，以便\n這樣BBB就可以幫助保護他們免受消費者投訴（閱讀：...",
      "title": "YSK：BBB不受國家或聯邦管理機構的控制。它是一個正常的企業。"
    }
  ]
}