{
  "author": "LevitatingTurtles",
  "original_created_utc": 1625257329,
  "title": "YSK how to get rid of robocalls... an easy trick that really seems to work for me.",
  "created_utc": 1625719446,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This technique can help to reduce the number of robocalls you receive.  </p>\n\n<p>When you get a call from a number you don&#39;t recognize, <strong>answer it but don&#39;t say anything</strong> (or even put your phone <strong>on mute</strong> so there is absolutely no sound).</p>\n\n<p><strong>Wait and listen.</strong>  If it happens to be a human being who is trying to call you, they will usually say something like &quot;um... hello?&quot; after a few seconds.</p>\n\n<p>But, most robocalls will say nothing and will simply hang up after 5-ish seconds.  </p>\n\n<p>Why does this work?  I think this works because it tricks the robocaller software into believing that your phone number is a non-working number.  </p>\n\n<p>Think of it this way, if you answer it normally (by saying hello or something) or if you just let it goes to voicemail, the call still gets &quot;answered&quot;.  If you answer the call and say nothing, it makes your phone look like it is a <strong>non-working number</strong>.  </p>\n\n<p>I&#39;ve been doing this consistently for the last few years and I probably only receive 1 or 2 robocalls per month.  I handle them this same way and they stop calling.  </p>\n\n<p>Also, there&#39;s no real downside to it... worst case you end up answering the phone for a real human you don&#39;t want to speak with.</p>\n\n<p>Edit: of course if my hypothesis is correct and this really does work... then sharing it with reddit will cause this technique to spread like wildfire and the robocallers will have to adapt their systems to overcome this technique, thereby damning me to get more robocalls.  You&#39;re welcome, reddit.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/ocikhj/ysk_how_to_get_rid_of_robocalls_an_easy_trick/",
  "subreddit": "YouShouldKnow",
  "id": "ocikhj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This technique can help to reduce the number of robocalls you receive.\n\nWhen you get a call from a number you don't recognize, answer it but don't say\nanything (or even put your phone on mute so there is absolutely no sound).\n\nWait and listen. If it happens to be a human being who is trying…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：このテクニックを使えば、かかってくるロボコールの数を減らすことができます。\n\n身に覚えのない番号から電話がかかってきたら、何も言わずに応答しましょう。\n何も言わずに（電話をミュートにして音が出ないようにしてもいいです）、待っていてください。\n\n待って、聞いてください。もし、それが人間であれば、その人は...",
      "title": "YSKがロボコールを排除する方法...私には本当に効果があると思える簡単なコツです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这项技术可以帮助减少你收到的抢购电话。\n\n当你接到一个你不认识的号码打来的电话时，接听但不要说\n什么都不说（或者甚至把你的手机调成静音，让它完全没有声音）。\n\n等待并倾听。如果它恰好是一个人，正在试图...",
      "title": "YSK如何摆脱抢劫电话......一个简单的技巧，似乎真的对我有用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這項技術可以幫助減少你收到的搶購電話。\n\n當你接到一個你不認識的號碼打來的電話時，接聽但不要說\n什麼都不說（或者甚至把你的手機調成靜音，讓它完全沒有聲音）。\n\n等待並傾聽。如果它恰好是一個人，正在試圖...",
      "title": "YSK如何擺脫搶劫電話......一個簡單的技巧，似乎真的對我有用。"
    }
  ]
}