{
  "author": "MDChristie",
  "original_created_utc": 1625416301,
  "title": "YSK: If an old laptop is constantly running it's fans it may be full of dust, you can quite easily remove it to improve noise, battery life, and even performance.",
  "created_utc": 1625743153,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Over time laptops (and all PCs) will build up dust inside if they&#39;re not cleaned regularly. After a few years this can be enough to prevent the fans properly moving air to keep it cool. As a result the fans run faster and more often than they should have to, making a lot of noise and draining your battery. If the device is getting really hot it may limit its performance to prevent overheating.</p>\n\n<p>Just removing this dust can make an old laptop feel like new again. Most laptops can be opened and cleaned inside fairly easily. Search &quot;clean inside [laptop model]&quot; and you&#39;ll find videos and guides on how to do it.</p>\n\n<p><strong>Don&#39;t use water / chemicals / vacuum cleaners inside electrical devices.</strong> Follow the guides on how to do it properly.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/odnxb7/ysk_if_an_old_laptop_is_constantly_running_its/",
  "subreddit": "YouShouldKnow",
  "id": "odnxb7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nOver time laptops (and all PCs) will build up dust inside if they're not cleaned\nregularly. After a few years this can be enough to prevent the fans properly\nmoving air to keep it cool. As a result the fans run faster and more often than\nthey should have to, making a lot of noise and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nノートパソコン（およびすべてのPC）は、定期的に掃除をしないと、時間の経過とともに内部に埃が溜まっていきます。\n蓄積していきます。数年後には、この埃が原因でファンが適切に空気を動かして冷却することができなくなります。\nファンが空気を適切に動かして冷却するのを妨げます。その結果、ファンは必要以上に速く、頻繁に作動してしまいます。\nその結果、ファンは必要以上に速く、頻繁に動作し、大きな音を出してしまいます。",
      "title": "YSK: 古いノートパソコンが常にファンを回している場合、ホコリが溜まっている可能性があります。ホコリを取り除くことで、静音性やバッテリー寿命、さらにはパフォーマンスを向上させることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n随着时间的推移，如果不定期清洁，笔记本电脑（和所有的PC）内部会积聚灰尘。\n尘。几年后，这就足以阻止风扇正确地\n移动空气以保持冷却。因此，风扇运行得更快、更频繁。\n他们应该有的，制造大量的噪音和...",
      "title": "YSK：如果一台旧的笔记本电脑不断地运行它的风扇，它可能充满了灰尘，你可以很容易地清除它以改善噪音、电池寿命，甚至性能。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n隨着時間的推移，如果不定期清潔，筆記本電腦（和所有的PC）內部會積聚灰塵。\n塵。幾年後，這就足以阻止風扇正確地\n移動空氣以保持冷卻。因此，風扇運行得更快、更頻繁。\n他們應該有的，製造大量的噪音和...",
      "title": "YSK：如果一臺舊的筆記本電腦不斷地運行它的風扇，它可能充滿了灰塵，你可以很容易地清除它以改善噪音、電池壽命，甚至性能。"
    }
  ]
}