{
  "author": "thilarialeen",
  "original_created_utc": 1624728645,
  "title": "YSK that raincoats expire.",
  "created_utc": 1624741629,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> I debated whether to post this in TIFU, TIL, or YSK. I decided to go the community service route. People of Reddit: raincoats expire. Or rather, the water repellant material that keeps you dry degrades over time. I learned this the hard way today when I stepped into a full on rainstorm with my &quot;trusty,&quot; expensive, fancy brand raincoat and was soaked to the bone within seconds. I got it as a gift 7 years ago and have been too poor to replace it. I guess in the year of closet time since last rainy season, it gave up the ghost: when I took it off, I was covered with flakes from the dissolved inner layer. Apparently you can delay this from happening by treating your coats now and then, but you&#39;ll only delay the inevitable. Thankfully, I&#39;m no longer poor, so I can buy myself a new one plus one to donate. Go forth and be dry!</p>\n\n<p>TL;DR: The water repellant material degrades over time; you&#39;ll need to re-treat your coat and, eventually, replace it.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/o8f7ir/ysk_that_raincoats_expire/",
  "subreddit": "YouShouldKnow",
  "id": "o8f7ir",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I debated whether to post this in TIFU, TIL, or YSK. I decided to go\nthe community service route. People of Reddit: raincoats expire. Or rather, the\nwater repellant material that keeps you dry degrades over time. I learned this\nthe hard way today when I stepped into a full on rainstorm with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これをTIFU、TIL、YSKのどれに投稿するか悩みました。私は社会貢献の道を選ぶことにしました。\n社会奉仕の道を選びました。Redditの皆さん：レインコートには期限があります。というか\n濡れないようにするための撥水素材は時間とともに劣化します。私はこのことを\n今日、私はこのことを痛感しました。激しい雨の中に足を踏み入れて...",
      "title": "レインコートの期限が切れるYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我曾争论过是否要在TIFU、TIL或YSK中发表这篇文章。我决定走\n社区服务路线。Reddit的人们：雨衣会过期。或者说\n让你保持干燥的防水材料会随着时间的推移而退化。我学到了这个\n今天，当我踏入一场全面的暴雨时，我艰难地了解到这一点。",
      "title": "YSK认为雨衣会过期。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我曾爭論過是否要在TIFU、TIL或YSK中發表這篇文章。我決定走\n社區服務路線。Reddit的人們：雨衣會過期。或者說\n讓你保持乾燥的防水材料會隨着時間的推移而退化。我學到了這個\n今天，當我踏入一場全面的暴雨時，我艱難地瞭解到這一點。",
      "title": "YSK認爲雨衣會過期。"
    }
  ]
}