{
  "author": "Mo_Jack",
  "original_created_utc": 1639825089,
  "title": "YSK: Is your sliding closet door hard to move? Have you lubricated it?",
  "created_utc": 1639845841,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Our house is 30+ years old and most the sliding closet doors were hard to open and close. I saw a video showing household tips &amp;amp; tricks and they used petroleum jelly (Vaseline) to lubricate the doors and now (2 years later) they still slide along effortlessly. &lt;/p&gt;\n\n&lt;p&gt;You have to be tall enough to reach the top of the door. There are usually a two brackets up on top with a small wheel that rides along a rail. If you can&amp;#39;t see it you can move your door back &amp;amp; forth slowly and feel around with your finger until you come across a little wheel spinning. Take some petroleum jelly on the end of your finger and touch it to the wheel as you move the door slowly. &lt;/p&gt;\n\n&lt;p&gt;The wheel will spread the jelly on the rail and use it up, which is what you want to happen. You should  have to use about 3 dabs to cover the rail &amp;amp; wheel really well. Move the door as far as you can one way then the other. Repeat with the other bracket. Then repeat on the two brackets on the other door. &lt;/p&gt;\n\n&lt;p&gt;When you are done with the jelly just use the door handle to move the doors back &amp;amp; forth as far as you can about a dozen times. This makes sure the lubricant is spread the entire length of the rails. You should already notice how easily it is gliding along. If not, then you have other problems. &lt;/p&gt;\n\n&lt;p&gt;Why YSK: A sliding door has moving pieces just like hinges move on swinging doors and need lubrication. Most people don&amp;#39;t think about lubricating the moving pieces because they are hidden. You won&amp;#39;t believe how easily some will open &amp;amp; shut afterwards.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 363,
  "permalink": "/r/YouShouldKnow/comments/rj56k7/ysk_is_your_sliding_closet_door_hard_to_move_have/",
  "subreddit": "YouShouldKnow",
  "id": "rj56k7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Our house is 30+ years old and most the sliding closet doors were hard to open\nand close. I saw a video showing household tips & tricks and they used petroleum\njelly (Vaseline) to lubricate the doors and now (2 years later) they still slide\nalong effortlessly.\n\nYou have to be tall enough to reach…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>我が家は築30年以上ですが、ほとんどの場合\nクローゼットの引き戸が開け閉めしにくかった。あるビデオで\nワセリンを使った家庭の知恵を紹介。\nを塗布したところ、2年経った現在でもまだ滑るようになりました...",
      "title": "YSK：クローゼットの引き戸が動きにくくなっていませんか？潤滑油を塗っていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我们的房子有30多年的历史了，大多数\n橱柜的滑动门都很难打开和关闭。我看到一个视频，显示\n技巧，他们用凡士林（Vaseline）来润滑门。\n他们用凡士林来润滑门，现在（2年后）它们仍然可以滑动...。",
      "title": "YSK：你的衣柜推拉门很难移动吗？你有没有给它上过润滑油？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我們的房子有30多年的歷史了，大多數\n櫥櫃的滑動門都很難打開和關閉。我看到一個視頻，顯示\n技巧，他們用凡士林（Vaseline）來潤滑門。\n他們用凡士林來潤滑門，現在（2年後）它們仍然可以滑動...。",
      "title": "YSK：你的衣櫃推拉門很難移動嗎？你有沒有給它上過潤滑油？"
    }
  ]
}