{
  "author": "Mo_Jack",
  "original_created_utc": 1639825089,
  "title": "YSK: Is your sliding closet door hard to move? Have you lubricated it?",
  "created_utc": 1639845841,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Our house is 30+ years old and most the sliding closet doors were hard to open and close. I saw a video showing household tips &amp;amp; tricks and they used petroleum jelly (Vaseline) to lubricate the doors and now (2 years later) they still slide along effortlessly. &lt;/p&gt;\n\n&lt;p&gt;You have to be tall enough to reach the top of the door. There are usually a two brackets up on top with a small wheel that rides along a rail. If you can&amp;#39;t see it you can move your door back &amp;amp; forth slowly and feel around with your finger until you come across a little wheel spinning. Take some petroleum jelly on the end of your finger and touch it to the wheel as you move the door slowly. &lt;/p&gt;\n\n&lt;p&gt;The wheel will spread the jelly on the rail and use it up, which is what you want to happen. You should  have to use about 3 dabs to cover the rail &amp;amp; wheel really well. Move the door as far as you can one way then the other. Repeat with the other bracket. Then repeat on the two brackets on the other door. &lt;/p&gt;\n\n&lt;p&gt;When you are done with the jelly just use the door handle to move the doors back &amp;amp; forth as far as you can about a dozen times. This makes sure the lubricant is spread the entire length of the rails. You should already notice how easily it is gliding along. If not, then you have other problems. &lt;/p&gt;\n\n&lt;p&gt;Why YSK: A sliding door has moving pieces just like hinges move on swinging doors and need lubrication. Most people don&amp;#39;t think about lubricating the moving pieces because they are hidden. You won&amp;#39;t believe how easily some will open &amp;amp; shut afterwards.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 363,
  "permalink": "/r/YouShouldKnow/comments/rj56k7/ysk_is_your_sliding_closet_door_hard_to_move_have/",
  "subreddit": "YouShouldKnow",
  "id": "rj56k7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Our house is 30+ years old and most the sliding closet doors were hard to open\nand close. I saw a video showing household tips & tricks and they used petroleum\njelly (Vaseline) to lubricate the doors and now (2 years later) they still slide\nalong effortlessly.\n\nYou have to be tall enough to reach…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "我が家は築30年以上で、ほとんどの押入れの引き戸が開けにくくなっていました。\nを閉じることができます。家庭の秘訣を紹介するビデオを見たのですが、彼らはペトロリウムを使い\nゼリー（ワセリン）で潤滑し、2年たった今でもスライドしています。\nを、難なくこなします。\n\n背が高くないと手が届かない...。",
      "title": "YSK：クローゼットの引き戸が動きにくくなっていませんか？潤滑油を塗っていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们的房子有30多年的历史，大多数壁橱的滑动门都很难开\n和关闭。我看了一个视频，显示了家庭技巧和窍门，他们用凡士林（Vaseline）来润滑门。\n凡士林）来润滑这些门，现在（2年后）它们仍然可以毫不费力地滑动。\n毫不费力。\n\n你必须有足够高的身高才能够得着...",
      "title": "YSK：你的衣柜推拉门很难移动吗？你有没有给它上过润滑油？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們的房子有30多年的歷史，大多數壁櫥的滑動門都很難開\n和關閉。我看了一個視頻，顯示了家庭技巧和竅門，他們用凡士林（Vaseline）來潤滑門。\n凡士林）來潤滑這些門，現在（2年後）它們仍然可以毫不費力地滑動。\n毫不費力。\n\n你必須有足夠高的身高才能夠得着...",
      "title": "YSK：你的衣櫃推拉門很難移動嗎？你有沒有給它上過潤滑油？"
    }
  ]
}