{
  "author": "antsareverycool",
  "the_new_excerpt": "I’ve been wanting to read it for a long time but I was having a major reading\nslump. The last book I’ve read was probably a year ago but I can safely say that\nthis book has motivated me to read more.\n\nIt was a really good book. When I first finished it, I was conflicted at how\nended but now after a…",
  "original_created_utc": 1619223080,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前から読みたいと思っていたのですが、大きな読書スランプに陥っていたので\nスランプに陥っていました。最後に読んだのは1年前だったかもしれませんが、この本を読んだおかげで\nこの本のおかげで、もっと読もうという気になりました。\n\n本当に良い本でした。最初に読み終えたときは、その終わり方に葛藤がありました。\n終わってしまいましたが、今では...。",
      "title": "ジキル博士とハイド氏には驚きました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想读这本书已经很久了，但我有一个很大的阅读低潮。\n萧条。我读的最后一本书可能是一年前的，但我可以肯定地说\n这本书激发了我的阅读热情。\n\n这真的是一本好书。当我第一次读完它时，我对它的结局感到很矛盾。\n但现在在读完这本书后，我对它的结局感到矛盾。",
      "title": "杰基尔博士和海德先生让我感到惊讶"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想讀這本書已經很久了，但我有一個很大的閱讀低潮。\n蕭條。我讀的最後一本書可能是一年前的，但我可以肯定地說\n這本書激發了我的閱讀熱情。\n\n這真的是一本好書。當我第一次讀完它時，我對它的結局感到很矛盾。\n但現在在讀完這本書後，我對它的結局感到矛盾。",
      "title": "傑基爾博士和海德先生讓我感到驚訝"
    }
  ],
  "title": "Dr Jekyll and Mr Hyde surprised me",
  "created_utc": 1619238974,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been wanting to read it for a long time but I was having a major reading slump. The last book I’ve read was probably a year ago but I can safely say that this book has motivated me to read more. </p>\n\n<p>It was a really good book. When I first finished it, I was conflicted at how ended but now after a couple of hours, I think I really enjoyed it. The only thing that I wish would have been different was the fact that I knew the twist, that Jekyll was Hyde. It would’ve blown my mind if I didn’t know because I’m easily entertained by plot twists, even cheap ones lol.</p>\n\n<p>Though I did know that Jekyll was Hyde, I had no clue about the circumstances behind how that came to be. I thought he had a split personality, which he has, but I thought he had two personalities with their own good and evil, not a whole evil version of himself that he concocted. I also thought that it was a natural manifestation rather than one he deliberately made to satisfy his own desires. At first I felt bad for Jekyll but after the last chapter, those feelings started to dissipate really quickly. He was like an addict to his own desires. He wanted to do evil but at the same time, did not have the courage to stand up to his conscious so he went and broke nature to satisfy his wants, detaching his guilt and attaching it to Hyde while running away from the consequences of his actions. The thing is though, Jekyll had everything anyone could ever need, money, education, brains and good friends, yet he pushed all that away because that’s not what he wanted. He wanted something completely different, he even went to pursue that something himself after the crime Hyde done. He was uncontrollable. Though I did say that my feelings had quickly dissipated, a part of me still felt incredibly bad for him. He tried to stop but couldn’t and he felt really regretful but that didn’t stop him. As I said before, he was almost like an addict. </p>\n\n<p>I like how it was never mentioned what exactly were the despicable things both Jekyll and Hyde had done. It makes you really wonder. I also like how we never knew how Mr Utterson, the man who is the embodiment of a white page, reacted to what he had read from the two confessions at the end. What became of his opinions about Jekyll? Was he disgusted or was he forgiving? </p>\n\n<p>I liked the concept of how Jekyll’s and Hyde’s physical appearances reflect their soul’s content. Hyde, the evil, started small and young because Jekyll did not touch that part of himself yet (despite his history). While Jekyll, the almost perfect, was a man in his 50s, tall and big in stature. Hyde steadily grew while Jekyll got weaker and weaker. It was nice touch. Also, the fact that Hyde was a bigger coward than Jekyll was a surprising but a fitting trait for that selfish man. Though I have to admit that I liked how Hyde would mess with Jekyll by scribbling on his books or doing similar inconvenient things just to spite him. Probably the only thing I liked about Hyde. </p>\n\n<p>Lastly, the fact that the salt for the concoction only worked because of its impurities made me both gasp and laugh at how absolutely unfortunate Jekyll’s dire situation was. </p>\n\n<p>I could go on about so many more things, but I feel like my post is long enough. Thank you for reading.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/mx8lf0/dr_jekyll_and_mr_hyde_surprised_me/",
  "subreddit": "books",
  "id": "mx8lf0",
  "is_self": true,
  "media": null,
  "is_video": false
}