{
  "author": "Boosterspice",
  "original_created_utc": 1636591472,
  "title": "YSK the signs of stroke and what to do.",
  "created_utc": 1636598777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Stroke treatments that work best are available only if the stroke is recognized and diagnosed within 3 hours of the first symptoms.  </p>\n\n<p>Signs of Stroke in Men and Women</p>\n\n<p>Sudden numbness or weakness in the face, arm, or leg, especially on one side of the body.\nSudden confusion, trouble speaking, or difficulty understanding speech.\nSudden trouble seeing in one or both eyes.\nSudden trouble walking, dizziness, loss of balance, or lack of coordination.\nSudden severe headache with no known cause.</p>\n\n<p>Call 9-1-1 right away if you or someone else has any of these symptoms.</p>\n\n<p>Acting F.A.S.T. Is Key for Stroke</p>\n\n<p>Acting F.A.S.T. can help stroke patients get the treatments they desperately need. The stroke treatments that work best are available only if the stroke is recognized and diagnosed within 3 hours of the first symptoms. Stroke patients may not be eligible for these if they don’t arrive at the hospital in time.</p>\n\n<p>If you think someone may be having a stroke, act F.A.S.T. and do the following simple test:</p>\n\n<p>F—Face: Ask the person to smile. Does one side of the face droop?</p>\n\n<p>A—Arms: Ask the person to raise both arms. Does one arm drift downward?</p>\n\n<p>S—Speech: Ask the person to repeat a simple phrase. Is the speech slurred or strange?</p>\n\n<p>T—Time: If you see any of these signs, call 9-1-1 right away.</p>\n\n<p>Citation:  <a href=\"https://www.cdc.gov/stroke/signs_symptoms.htm\">https://www.cdc.gov/stroke/signs_symptoms.htm</a></p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/qr8pxk/ysk_the_signs_of_stroke_and_what_to_do/",
  "subreddit": "YouShouldKnow",
  "id": "qr8pxk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Stroke treatments that work best are available only if the stroke is\nrecognized and diagnosed within 3 hours of the first symptoms.\n\nSigns of Stroke in Men and Women\n\nSudden numbness or weakness in the face, arm, or leg, especially on one side of\nthe body. Sudden confusion, trouble…"
}