{
  "author": "Boosterspice",
  "original_created_utc": 1636591472,
  "title": "YSK the signs of stroke and what to do.",
  "created_utc": 1636598777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Stroke treatments that work best are available only if the stroke is recognized and diagnosed within 3 hours of the first symptoms.  </p>\n\n<p>Signs of Stroke in Men and Women</p>\n\n<p>Sudden numbness or weakness in the face, arm, or leg, especially on one side of the body.\nSudden confusion, trouble speaking, or difficulty understanding speech.\nSudden trouble seeing in one or both eyes.\nSudden trouble walking, dizziness, loss of balance, or lack of coordination.\nSudden severe headache with no known cause.</p>\n\n<p>Call 9-1-1 right away if you or someone else has any of these symptoms.</p>\n\n<p>Acting F.A.S.T. Is Key for Stroke</p>\n\n<p>Acting F.A.S.T. can help stroke patients get the treatments they desperately need. The stroke treatments that work best are available only if the stroke is recognized and diagnosed within 3 hours of the first symptoms. Stroke patients may not be eligible for these if they don’t arrive at the hospital in time.</p>\n\n<p>If you think someone may be having a stroke, act F.A.S.T. and do the following simple test:</p>\n\n<p>F—Face: Ask the person to smile. Does one side of the face droop?</p>\n\n<p>A—Arms: Ask the person to raise both arms. Does one arm drift downward?</p>\n\n<p>S—Speech: Ask the person to repeat a simple phrase. Is the speech slurred or strange?</p>\n\n<p>T—Time: If you see any of these signs, call 9-1-1 right away.</p>\n\n<p>Citation:  <a href=\"https://www.cdc.gov/stroke/signs_symptoms.htm\">https://www.cdc.gov/stroke/signs_symptoms.htm</a></p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/qr8pxk/ysk_the_signs_of_stroke_and_what_to_do/",
  "subreddit": "YouShouldKnow",
  "id": "qr8pxk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Stroke treatments that work best are available only if the stroke is\nrecognized and diagnosed within 3 hours of the first symptoms.\n\nSigns of Stroke in Men and Women\n\nSudden numbness or weakness in the face, arm, or leg, especially on one side of\nthe body. Sudden confusion, trouble…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：脳卒中の治療法は、最初の症状が出てから3時間以内に脳卒中に気付き、診断された場合にのみ有効です。\n症状が出てから3時間以内に発見・診断された場合にのみ、有効な治療法があります。\n\n男性と女性の脳卒中の兆候\n\n顔、腕、脚、特に体の片側に突然のしびれや脱力感がある。\n体の片側。突然の混乱、トラブル...",
      "title": "YSKは、脳卒中の兆候と対処法を紹介します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：只有在中风发生后3小时内被识别和诊断出来，才能获得最佳的中风治疗效果。\n在出现第一个症状的3小时内被识别和诊断出来，才能获得最佳的治疗效果。\n\n男性和女性中风的征兆\n\n脸部、手臂或腿部突然麻木或无力，特别是在身体的一侧。\n身体的一侧。突然出现混乱、困难...",
      "title": "YSK中风的征兆以及该如何处理。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：只有在中風發生後3小時內被識別和診斷出來，才能獲得最佳的中風治療效果。\n在出現第一個症狀的3小時內被識別和診斷出來，才能獲得最佳的治療效果。\n\n男性和女性中風的徵兆\n\n臉部、手臂或腿部突然麻木或無力，特別是在身體的一側。\n身體的一側。突然出現混亂、困難...",
      "title": "YSK中風的徵兆以及該如何處理。"
    }
  ]
}