{
  "author": "Chris2112",
  "the_new_excerpt": "Why YSK: If you go to buy 3rd party water filter replacements for your fridge/\nbrita they'll tell you they can remove harmful metals like lead but aren't\nactually certified to do so unless they have NSF 53 certification.\n\nFull story:\n\nI live in Newark, NJ, so even though there's no lead pipes in my…",
  "original_created_utc": 1615915237,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你去购买第三方的冰箱/水过滤器替换产品。\nBrita他们会告诉你，他们可以去除有害金属，如铅，但不是。\n实际上是经过认证的，除非他们有NSF 53认证。\n\n完整的故事。\n\n我住在新泽西州的纽瓦克市 所以尽管我的家里没有铅管... I live in Newark, NJ, so even though there's no lead pipes in my...",
      "title": "YSK，并不是所有宣传能够去除铅的滤水器都是经过认证的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你去購買第三方的冰箱/水過濾器替換產品。\nBrita他們會告訴你，他們可以去除有害金屬，如鉛，但不是。\n實際上是經過認證的，除非他們有NSF 53認證。\n\n完整的故事。\n\n我住在新澤西州的紐瓦克市 所以儘管我的家裏沒有鉛管... I live in Newark, NJ, so even though there's no lead pipes in my...",
      "title": "YSK，並不是所有宣傳能夠去除鉛的濾水器都是經過認證的。"
    }
  ],
  "title": "YSK that not all water filters that advertise the ability to remove lead are actually certified to do so",
  "created_utc": 1615943802,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you go to buy 3rd party water filter replacements for your fridge/ brita they&#39;ll tell you they can remove harmful metals like lead but aren&#39;t actually certified to do so unless they have NSF 53 certification.</p>\n\n<p>Full story: </p>\n\n<p>I live in Newark, NJ, so even though there&#39;s no lead pipes in my house and my service line was replaced, I still have around 10 ppb of lead in my water. Not enough for an EPA violation but still more than I want to drink on a regular basis. When I went to buy replacement filters for my new fridge, I found <a href=\"https://morefilter.com/glacialpure-3pack-eptwfu01-refrigerator-water-filter\">these</a> which claim to be both &quot;NSF certified&quot; and capable of removing &quot;99% of lead&quot; at 1/3 the price of the OEM filter replacements.</p>\n\n<p>This seems like a great deal, but here&#39;s the thing; there are actually different levels of NSF certification, and while they call these &quot;certified filters&quot; and say that certified filters remove 99% of lead, they&#39;re actually referring to two different types of certification. These filters and the majority of third party filters out there are NSF 42 certified. They&#39;re even kind enough to link you to the <a href=\"http://info.nsf.org/Certified/DWTU/Listings.asp?Company=C0553011&amp;Standard=042\">Certificate on the NSF website</a>. But if you go to that certificate you can clearly see that all it certifies is &quot;Tested at a flow rate of 0.66 gpm to a capacity of 300 gallons for the reduction of Chlorine.&quot; This is because NSF 42 certification only certifies the removal of odors and taste caused by chlorine. It does NOT certify in any way the removal of lead or any other harmful metal / mineral.</p>\n\n<p>The ONLY filters that are actually certified to remove lead are NSF 53 certified filters. In my case the <a href=\"https://www.frigidaire.com/Filters--Accessories/Filters/Water-Filters/EPTWFU01/\">OEM Filters</a> are NSF 42, 53 and 401 certified, meaning they remove chlorine, lead, other harmful metals, and some organic contaminants like herbicides. So while you think you might be getting a good deal with 3rd party filters, and they&#39;ll claim they can remove harmful substances often by using deceptive wording, chances are they&#39;re not actually certified to do more than remove chlorine.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/YouShouldKnow/comments/m6e81u/ysk_that_not_all_water_filters_that_advertise_the/",
  "subreddit": "YouShouldKnow",
  "id": "m6e81u",
  "is_self": true,
  "media": null,
  "is_video": false
}