{
  "author": "Bulok",
  "the_new_excerpt": "I've seen conservatives on Twitter trying to invoke the 25th Amendment after a\nclip of Joe Biden at the end of a press conference \"looking confused\" and the\nstaffers asking the reporters to leave.\n\nI don't think Kamala Harris, potentially the first female president getting to\nthat office would be…",
  "original_created_utc": 1616675637,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在推特上看到一些保守派人士试图援引第25条修正案，在一次事件后\n乔-拜登在新闻发布会结束时 \"一脸茫然 \"的片段，以及在。\n工作人员要求记者离开。\n\n我不认为卡马拉・哈里斯， 潜在的第一个女总统 得到的。\n该办公室将是...",
      "title": "CMV：第一位女总统因为第25条修正案而到达那里，这对女性赋权来说并不是什么好事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在推特上看到一些保守派人士試圖援引第25條修正案，在一次事件後\n喬-拜登在新聞發佈會結束時 \"一臉茫然 \"的片段，以及在。\n工作人員要求記者離開。\n\n我不認爲卡馬拉・哈里斯， 潛在的第一個女總統 得到的。\n該辦公室將是...",
      "title": "CMV：第一位女總統因爲第25條修正案而到達那裏，這對女性賦權來說並不是什麼好事。"
    }
  ],
  "title": "CMV: The first woman president getting there because of the 25th Amendment is not a good look for female empowerment.",
  "created_utc": 1616694580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen conservatives on Twitter trying to invoke the 25th Amendment after a clip of Joe Biden at the end of a press conference &quot;looking confused&quot; and the staffers asking the reporters to leave.</p>\n\n<p>I don&#39;t think Kamala Harris, potentially the first female president getting to that office would be considered a success for the female empowerment movement. There would be a side note on her that detractors can say &quot;she only got there because a man had to drop out&quot;. This would be similar to Mackenzie Bezos being the richest woman because she got half of Jeff&#39;s fortune. Detractors are saying that the man did all the hard work.</p>\n\n<p>It would be better if the first woman president runs a successful primary campaign and wins the election as that says more about the nation than getting there through some roundabout back door.</p>\n\n<p>&#x200B;</p>\n\n<p>edit: I wish I could see comments on why this is getting down voted.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/mcx6dv/cmv_the_first_woman_president_getting_there/",
  "subreddit": "changemyview",
  "id": "mcx6dv",
  "is_self": true,
  "media": null,
  "is_video": false
}