{
  "author": "averyinterestingmoth",
  "original_created_utc": 1638711220,
  "title": "Why is writing in English so hard for native speakers?",
  "created_utc": 1638737098,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Obligatory on mobile so forgive me.&lt;/p&gt;\n\n&lt;p&gt;English is not my first language, but I happen to notice that a lot of native speakers make spelling mistakes and I just can&amp;#39;t wrap my head around it. While learning the language I&amp;#39;ve learnt how to write it and even the way I phrase things is not the most &amp;quot;English&amp;quot; way I almost never make spelling mistakes... Or at least I&amp;#39;m aware of them. We learn that pronunciation is very different from writing in English, so we learn how to write.\nAt the same time I can write in my native language without struggling, and same goes for almost everyone: the ones who can&amp;#39;t write correctly are mostly not educated people, or very old ones. But what I&amp;#39;m noticing is that young educated English speaking people have an hard time with spelling as well.\nWhy is that? Is it a school thing? Like, you don&amp;#39;t focus on the writing?&lt;/p&gt;\n\n&lt;p&gt;Some examples of mistakes I keep on seeing: your/you&amp;#39;re, should of instead of should have, their/they&amp;#39;re, ...&lt;/p&gt;\n\n&lt;p&gt;P.s. I don&amp;#39;t mean to be offensive in any way, so sorry if I come across as judgemental. I&amp;#39;m genuinely baffled and I would like to understand.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/NoStupidQuestions/comments/r9ftq9/why_is_writing_in_english_so_hard_for_native/",
  "subreddit": "NoStupidQuestions",
  "id": "r9ftq9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Obligatory on mobile so forgive me.</p>\n<p>English is not my first language, but I happen to notice that a lot of native\nspeakers make spelling mistakes and I just can&#39;t wrap my head around it.\nWhile learning the language I&#39;ve learnt how to write it and even…"
}