{
  "author": "North_Bid_3043",
  "the_new_excerpt": "Okay, I’m from the U.K. so it is not that common here with the exception of some\nreligions. But in many cultures it is tradition to chop of part of a baby’s\npenis and nobody sees an issue.\n\nIn some African countries the same happens to woman with part of the vagina but\nit is extremely frowned upon…",
  "original_created_utc": 1619137310,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、私はイギリス出身ですので、一部の宗教を除いて、ここではそれほど一般的ではありません。\n宗教を除いては一般的ではありません。しかし、多くの文化では、赤ちゃんのペニスの一部を切り取ることが伝統となっています。\n誰も問題にしません。\n\nアフリカのいくつかの国では、女性の膣の一部を切り取ることが行われていますが\n非常に嫌われていますが...。",
      "title": "CMV: 割礼は非常に間違った、時代遅れの伝統である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我来自英国，所以在这里，除了一些宗教之外，这并不常见。\n宗教除外。但在许多文化中，砍掉婴儿的部分阴茎是一种传统。\n没有人认为有什么问题。\n\n在一些非洲国家，同样的情况发生在妇女的部分阴道上，但是\n但这是非常不受欢迎的。",
      "title": "CMV：包皮环切术是一种极其错误和过时的传统"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我來自英國，所以在這裏，除了一些宗教之外，這並不常見。\n宗教除外。但在許多文化中，砍掉嬰兒的部分陰莖是一種傳統。\n沒有人認爲有什麼問題。\n\n在一些非洲國家，同樣的情況發生在婦女的部分陰道上，但是\n但這是非常不受歡迎的。",
      "title": "CMV：包皮環切術是一種極其錯誤和過時的傳統"
    }
  ],
  "title": "CMV: circumcision is an extremely wrong and outdated tradition",
  "created_utc": 1619160359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, I’m from the U.K. so it is not that common here with the exception of some religions. But in many cultures it is tradition to chop of part of a baby’s penis and nobody sees an issue.</p>\n\n<p>In some African countries the same happens to woman with part of the vagina but it is extremely frowned upon across the world, why isn’t circumcision viewed the same? It’s mutilation, and in my opinion should be banned. </p>\n\n<p>There are no health benefits (some reports say there are and some say there aren’t but there is no solid evidence one way or another), it actually affects pleasure from sex later in life negatively, and again, it’s mutilation of a baby.</p>\n\n<p>There is the “we should respect different religions and cultures” argument but I don’t see this as good enough to allow it across the world.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/mwiu3w/cmv_circumcision_is_an_extremely_wrong_and/",
  "subreddit": "changemyview",
  "id": "mwiu3w",
  "is_self": true,
  "media": null,
  "is_video": false
}