{
  "author": "alt-no-more",
  "original_created_utc": 1626599219,
  "title": "CMV: Racism can never be fully eradicated. It can and should be minimized, but thinking it’s going to stop existing is a fantasy.",
  "created_utc": 1626612730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Racism has existed for all of human history. There has never, in the history of existence, been a single person who was 100% not racist. Never. Even you reading this. We are all innately prejudiced. Through how we are raised/taught, some of us are more outwardly racist than others, but we all contain some degree of it.</p>\n\n<p>That’s not to say we can’t achieve a point where racism is negligible, and that we shouldn’t strive to minimize it. Of course we should! All it means is that racism will not go away completely, and the modern crusade against every “micro aggression” is dumb.</p>\n\n<p>The only way racism will go away is if humans continue to breed inter racially until there is but one “race” or skin color. But, your classic “skin color” racism would just be replaced by some other innocuous trait. “Oh, fuck those blue eyed people they’re dirty. They come from the north and their country is bad. And those people over there, with the blonde hair, they think they’re better than us, but their hair is ugly and undesirable.”</p>\n\n<p>Humans are jealous, vengeful, spiteful, and greedy creatures by nature. That’s how we’ve evolved. As an animal, you don’t survive in the wild and overcome natural selection by being “kind.” Those animals never existed because they starved to death compassionately letting others eat all the food.</p>\n\n<p>People will always find ways to hate each other. Not for the sake of hating, but for the sake of feeling superior. People invent bullshit to get upset about to justify their selfishness. Race, Religion, Nationality, Sexual orientation, gender identity, favorite sports team, Chicago or New York pizza, Nike or Adidas, it doesn’t matter.</p>\n\n<p>The last few in that list seem quite frivolous. That’s the point. No matter what, people will want and try to be seen as better than others. Isn’t it absurd that people care so much about what team a person watches, what type of pizza someone prefers, or the type of music they listen to alone on their own time? Yea, it is.</p>\n\n<p>But what’s even more absurd is the idea that those same people are going to suddenly put all of these extremely glaring physical differences aside and transform into a harmonious community of perfect people.</p>\n\n<p>Sorry, but it’s just that. No hashtag can undo all of evolution. No protest can undo all of human history. No propaganda can change the most fundamental aspects of human psychology. Good luck trying, though.</p>\n\n<p>It is impossible to teach a person not to be racist. You can only teach a person how to be mindful of their own racism, acknowledging that it exists, and to manage it in such a way that doesn’t result in future genocide.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/changemyview/comments/omn37w/cmv_racism_can_never_be_fully_eradicated_it_can/",
  "subreddit": "changemyview",
  "id": "omn37w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Racism has existed for all of human history. There has never, in the history of\nexistence, been a single person who was 100% not racist. Never. Even you reading\nthis. We are all innately prejudiced. Through how we are raised/taught, some of\nus are more outwardly racist than others, but we all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種差別は、人類の歴史の中でずっと存在してきました。人類の歴史の中で、一人の人間が\n100％人種差別をしない人間は存在しませんでした。一度もです。これを読んでいるあなたも\nこれを読んでいるあなたも 私たちは皆、生まれつき偏見を持っています。育てられ方や教えられ方によって、他の人よりも表立って差別的な人もいます。\n表立って差別的な態度をとる人もいますが、私たちは皆...",
      "title": "CMV: 人種差別を完全に根絶することはできません。最小限に抑えることはできますし、そうすべきですが、存在しなくなるというのは幻想です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "种族主义在整个人类历史上都是存在的。在历史上，从来没有一个人\n存在，没有一个人是100%没有种族主义的。从来没有。即使是正在阅读的你\n这篇文章。我们都有天生的偏见。通过我们的成长/教育方式，有些人\n我们比其他人更多地表现出种族主义，但我们都...",
      "title": "CMV: 种族主义永远不可能被完全消除。它可以而且应该被最小化，但认为它将停止存在是一种幻想。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "種族主義在整個人類歷史上都是存在的。在歷史上，從來沒有一個人\n存在，沒有一個人是100%沒有種族主義的。從來沒有。即使是正在閱讀的你\n這篇文章。我們都有天生的偏見。通過我們的成長/教育方式，有些人\n我們比其他人更多地表現出種族主義，但我們都...",
      "title": "CMV: 種族主義永遠不可能被完全消除。它可以而且應該被最小化，但認爲它將停止存在是一種幻想。"
    }
  ]
}