{
  "author": "Daleedge",
  "original_created_utc": 1638477122,
  "title": "This sub has changed",
  "created_utc": 1638559896,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I joined this sub in July 2020.  The same time I bought my first bitcoin, I came here for knowledge and sometimes guidance in strategies.  Since then I have dedicated my free time to researching everything to do with bitcoin and I haven’t really been active here since probably January 2021.  I made a few comments on a couple of posts over the past week and every interaction I had blew my mind.  This sub is full of hopium and dogmatic views.  Why isn’t anyone open to discussions anymore?&lt;/p&gt;\n\n&lt;p&gt;Example 1 -  I read a comment where someone said that bitcoin will never see a bear market again.  This to be is absolutely ludicrous,  I believe there is a case for arguing that this could happen but I don’t believe it, so I replied arguing it would see a bear market.  Then I had multiple downvotes and most people replying were not even open to accepting the possibility.&lt;/p&gt;\n\n&lt;p&gt;Example 2 - was actually from a guy who I looked to for guidance when I first joined , &lt;a href=\"/r/mark_bear\"&gt;r/mark_bear&lt;/a&gt; .  He made a comment stating that HODL is the best strategy and don’t even consider selling to take profits then buy lower in the bear market.  This again sounds ridiculous, surely since mark has been through two cycles already I believe that he would’ve learnt that bitcoin sky rockets at the top of the market and comes down with a crash, if you want to stack sats then surely taking profits and reducing risks towards the top of the market enabling you to buy more in the bear market?&lt;/p&gt;\n\n&lt;p&gt;Anyway sorry for the rant but it just feels like the whole sentiment here has changed,  I feel sorry for the people who see their bitcoin value drop 80% next year and wish they sold some&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 152,
  "permalink": "/r/Bitcoin/comments/r7gkgs/this_sub_has_changed/",
  "subreddit": "Bitcoin",
  "id": "r7gkgs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I joined this sub in July 2020. The same time\nI bought my first bitcoin, I came here for knowledge and sometimes guidance in\nstrategies. Since then I have dedicated my free time to researching everything\nto do with bitcoin and I haven’t really been active here since…"
}