{
  "author": "More_Science4496",
  "original_created_utc": 1629417576,
  "title": "CMV: At the rate we’re going the lockdowns and mask mandates will never end, it’s time to stop caring.",
  "created_utc": 1629459041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During the initial lockdowns we were told that we had to wait for vaccines. Those vaccines are here now and the rate of new vaccinations is slowing down. Washington state just announced that there will be another mask mandate due to a rise in cases. </p>\n\n<p>Now what are we holding out for? Are we hoping for the remaining unvaccinated to change their minds? We all know that it’s very unlikely a significant amount will get vaccinated. We’re going to have to wear our masks again and wait for the cases to drop. Eventually we will lift the mask mandate which will be followed by more cases and more mask mandates. When’s it going to end? </p>\n\n<p>I don’t think it will end in the next few years if we keep going on this way. I have a life to live. I will not spend it cowering inside my house and behind a mask. I’m sick of this. </p>\n\n<p>I’m vaccinated and I will continue to get boosters as scientist and researchers see fit. I’m safe from COVID. Those who choose not to get vaccinated have made their decision. Those who cannot get vaccinated will have to keep living in lockdowns. I know it’s not fair to them but I’ve lost my patience. We aren’t going to get any further in the fight against COVID. We should return to normal and let what happens happen</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p7qsyv/cmv_at_the_rate_were_going_the_lockdowns_and_mask/",
  "subreddit": "changemyview",
  "id": "p7qsyv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "During the initial lockdowns we were told that we had to wait for vaccines.\nThose vaccines are here now and the rate of new vaccinations is slowing down.\nWashington state just announced that there will be another mask mandate due to a\nrise in cases.\n\nNow what are we holding out for? Are we hoping…"
}