{
  "author": "More_Science4496",
  "original_created_utc": 1629417576,
  "title": "CMV: At the rate we’re going the lockdowns and mask mandates will never end, it’s time to stop caring.",
  "created_utc": 1629459041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During the initial lockdowns we were told that we had to wait for vaccines. Those vaccines are here now and the rate of new vaccinations is slowing down. Washington state just announced that there will be another mask mandate due to a rise in cases. </p>\n\n<p>Now what are we holding out for? Are we hoping for the remaining unvaccinated to change their minds? We all know that it’s very unlikely a significant amount will get vaccinated. We’re going to have to wear our masks again and wait for the cases to drop. Eventually we will lift the mask mandate which will be followed by more cases and more mask mandates. When’s it going to end? </p>\n\n<p>I don’t think it will end in the next few years if we keep going on this way. I have a life to live. I will not spend it cowering inside my house and behind a mask. I’m sick of this. </p>\n\n<p>I’m vaccinated and I will continue to get boosters as scientist and researchers see fit. I’m safe from COVID. Those who choose not to get vaccinated have made their decision. Those who cannot get vaccinated will have to keep living in lockdowns. I know it’s not fair to them but I’ve lost my patience. We aren’t going to get any further in the fight against COVID. We should return to normal and let what happens happen</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/p7qsyv/cmv_at_the_rate_were_going_the_lockdowns_and_mask/",
  "subreddit": "changemyview",
  "id": "p7qsyv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "During the initial lockdowns we were told that we had to wait for vaccines.\nThose vaccines are here now and the rate of new vaccinations is slowing down.\nWashington state just announced that there will be another mask mandate due to a\nrise in cases.\n\nNow what are we holding out for? Are we hoping…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初のロックダウンでは、ワクチンを待たなければならないと言われました。\nそのワクチンが今ここにあるのですが、新しいワクチンの接種率は低下しています。\nワシントン州では、感染者数の増加に伴い、マスクの着用を義務付けることを発表しました。\nワシントン州では、患者数の増加に伴い、マスクの義務化を発表しました。\n\nさて、私たちは何を待っているのでしょうか？私たちが期待しているのは...",
      "title": "CMV: このままでは、ロックダウンやマスクの義務化は終わらないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在最初的封锁期间，我们被告知，我们必须等待疫苗的到来。\n这些疫苗现在已经到了，而新疫苗接种的速度正在放缓。\n华盛顿州刚刚宣布，由于病例增加，将有另一个口罩任务。\n症的增加。\n\n现在我们还在等什么？我们是否希望...",
      "title": "CMV：以我们现在的速度，封锁和面具任务将永远不会结束，现在是时候停止关心了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在最初的封鎖期間，我們被告知，我們必須等待疫苗的到來。\n這些疫苗現在已經到了，而新疫苗接種的速度正在放緩。\n華盛頓州剛剛宣佈，由於病例增加，將有另一個口罩任務。\n症的增加。\n\n現在我們還在等什麼？我們是否希望...",
      "title": "CMV：以我們現在的速度，封鎖和麪具任務將永遠不會結束，現在是時候停止關心了。"
    }
  ]
}