{
  "author": "Astraper",
  "original_created_utc": 1628720362,
  "title": "CMV: Having a gun in the home does not make me significantly more likely to be a victim of gun violence",
  "created_utc": 1628746238,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>More broadly, I feel like many statistics are reduced to uselessness when applied on an individual level.</p>\n\n<p>It is often said that having a gun in the home doubles, triples, etc your likelihood of being a victim of gun violence.</p>\n\n<p>This sort of thing is not useful information when applied to individuals, in this case, me.</p>\n\n<p>Let’s give 2 extremes to illustrate.</p>\n\n<p>A: Navy SEAL, retired firearms instructor who lives alone. He owns a few firearms, all stored in a safe.</p>\n\n<p>Z: An alcoholic man who is married to a woman addicted to opiates. Occasionally use meth together recreationally. They have 4 kids living in the house, all but the youngest has a criminal record. A dozen firearms are left loaded and unsecured in various parts of the house “just in case”.</p>\n\n<p>Very few people live in condition A, and very few in condition Z. But all of our situations exist somewhere on that A-Z spectrum.</p>\n\n<p>I personally exist somewhere in the B-E zone. I do not believe I more likely to be harmed by a gun than the average person in any statistically significant way.</p>\n\n<p>These sorts of statistics are skewed way out of line by the people who fall into the W-Z zone and are not an accurate reflection of the actual risk posed by having a firearm in the home.</p>\n\n<p>EDIT FOR DETAILS BASED ON REPLIES:</p>\n\n<ol>\n<li>I do not think firearms-related activities are inherently safe.</li>\n<li>I do not think suicide should count as &quot;gun violence&quot;.</li>\n<li>I do not think ACTIVITIES related to firearms are risk-free. I engage in gun-related activities that are extremely risky:\na. I train inexperienced people how to shoot\nb. I manufacture and shoot my own ammunition\nc. I compete in fast-paced firearms competitions</li>\n<li>I have been shot TWICE</li>\n<li>All of the activities I listed make me much more likely to be inured by a firearm on purpose or on accident.</li>\n<li>The simple act of owning a gun does not significantly increase my personal risk.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/p2nlem/cmv_having_a_gun_in_the_home_does_not_make_me/",
  "subreddit": "changemyview",
  "id": "p2nlem",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "More broadly, I feel like many statistics are reduced to uselessness when\napplied on an individual level.\n\nIt is often said that having a gun in the home doubles, triples, etc your\nlikelihood of being a victim of gun violence.\n\nThis sort of thing is not useful information when applied to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もっと言えば、多くの統計は個人レベルで適用されると役に立たなくなるような気がします。\n多くの統計は、個人レベルで適用すると役に立たなくなるように感じます。\n\n家庭に銃があると、銃による暴力の被害者になる可能性が2倍、3倍などになるとよく言われます。\n家庭に銃を持っていると、銃による暴力の被害者になる可能性が2倍、3倍などとよく言われます。\n\nこのようなことは、個人レベルに適用した場合には有用な情報ではありません...",
      "title": "CMV: 家に銃を持っていても、銃による暴力の被害に遭う可能性は高くない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "更广泛地说，我觉得许多统计数字在应用于个人层面时，会沦为无用之物。\n在个人层面上的应用。\n\n人们常说，家里有枪会使你成为枪支暴力受害者的可能性增加一倍、三倍等等。\n成为枪支暴力受害者的可能性增加一倍、三倍等等。\n\n这类事情如果应用于......就不是有用的信息。",
      "title": "CMV：家中有枪并不会使我成为枪支暴力受害者的可能性大大增加"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "更廣泛地說，我覺得許多統計數字在應用於個人層面時，會淪爲無用之物。\n在個人層面上的應用。\n\n人們常說，家裏有槍會使你成爲槍支暴力受害者的可能性增加一倍、三倍等等。\n成爲槍支暴力受害者的可能性增加一倍、三倍等等。\n\n這類事情如果應用於......就不是有用的信息。",
      "title": "CMV：家中有槍並不會使我成爲槍支暴力受害者的可能性大大增加"
    }
  ]
}