{
  "author": "tigrubabe",
  "original_created_utc": 1626787467,
  "title": "Fantasy with romance pls",
  "created_utc": 1626805858,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading Crescent City by Sarah J Maas. I&#39;ve also previously read the Shadowhunters books. For me this is kind of escapist leave my brain alone kind of reading vs the political hard scifi I normally read. So please recommend me your fantasy book where the girl gets the boy in a world of werewolves, vampires, or whatever. You know what I mean &lt;3 </p>\n\n<p>I&#39;d prefer good writing as well, but looking for something entertaining.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/oo1yqy/fantasy_with_romance_pls/",
  "subreddit": "booksuggestions",
  "id": "oo1yqy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading Crescent City by Sarah J Maas. I've also previously read\nthe Shadowhunters books. For me this is kind of escapist leave my brain alone\nkind of reading vs the political hard scifi I normally read. So please recommend\nme your fantasy book where the girl gets the boy in a world…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Sarah J MaasのCrescent Cityを読み終えました。また、以前に読んだことのある\nShadowhuntersを読みました。私にとってこの作品は、普段読んでいる政治的なハードSFとは違い、脳を休ませる逃避行のような\n普段読んでいる政治的でハードなサイファイとは違って、私にとっては脳を休めるための逃避行のような読書です。なので、お勧めの\n女の子が男の子を手に入れるファンタジーの本を紹介してください。",
      "title": "ロマンチックなファンタジーをお願いします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完莎拉-J-马斯的《新月城》。我以前也读过\n影子猎手》的书。对我来说，这是一种逃避现实的、让我的大脑独处的\n对我来说，这是一种逃避现实的阅读，与我通常阅读的政治性的硬科幻作品相比，是一种让我的大脑独处的阅读。所以请向我推荐\n给我推荐你的幻想书，让女孩在一个世界里得到男孩......",
      "title": "浪漫的幻想"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完莎拉-J-馬斯的《新月城》。我以前也讀過\n影子獵手》的書。對我來說，這是一種逃避現實的、讓我的大腦獨處的\n對我來說，這是一種逃避現實的閱讀，與我通常閱讀的政治性的硬科幻作品相比，是一種讓我的大腦獨處的閱讀。所以請向我推薦\n給我推薦你的幻想書，讓女孩在一個世界裏得到男孩......",
      "title": "浪漫的幻想"
    }
  ]
}