{
  "author": "MohammadRezaPahlavi",
  "original_created_utc": 1629658201,
  "title": "YSK: Truck companies are always responsible for falling objects.",
  "created_utc": 1629661331,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;Not responsible for falling objects&quot; is not a legal disclaimer, it&#39;s a dishonest way of deterring injured parties from exercising their right to sue.</p>\n\n<p>You can&#39;t unilaterally indemnify yourself for damages to the public; a potential damaged party has to relieve you voluntarily as consideration for some reciprocal transaction. There are ways to create implicit consent, but no private party has the ability to give or withhold consent to a stranger&#39;s use of a public roadway.</p>\n\n<p>Why YSK: Too many people allow themselves to be misled and intimidated into waiving their legal rights. The ony person who can tell you what your rights are is your lawyer. Not the police, not some asshole with a sign, not opposing counsel, and definitely not me. So if you suffer damages and a conflict arises, call a lawyer.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/p9icx8/ysk_truck_companies_are_always_responsible_for/",
  "subreddit": "YouShouldKnow",
  "id": "p9icx8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "\"Not responsible for falling objects\" is not a legal disclaimer, it's a\ndishonest way of deterring injured parties from exercising their right to sue.\n\nYou can't unilaterally indemnify yourself for damages to the public; a potential\ndamaged party has to relieve you voluntarily as consideration for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "「落下物の責任は負いません」というのは、法的な免責事項ではなく、不誠実な方法です。\n傷害者の訴訟権の行使を抑止するための不誠実な手段です。\n\n一方的に公衆への損害を補償することはできません。\n損害を受ける可能性のある人が、その対価として自発的にあなたを免責しなければならないのです...",
      "title": "YSK：トラック会社は、落下物に対して常に責任があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "\"对落物不负责任 \"不是法律上的免责声明，而是一种\n它是阻止受害方行使其起诉权的一种不诚实的方式。\n\n你不能单方面赔偿自己对公众造成的损害；潜在的受损害方必须免除你的责任。\n潜在的受损方必须自愿免除你的责任，作为对...",
      "title": "YSK：卡车公司总是要对坠落物负责。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"對落物不負責任 \"不是法律上的免責聲明，而是一種\n它是阻止受害方行使其起訴權的一種不誠實的方式。\n\n你不能單方面賠償自己對公衆造成的損害；潛在的受損害方必須免除你的責任。\n潛在的受損方必須自願免除你的責任，作爲對...",
      "title": "YSK：卡車公司總是要對墜落物負責。"
    }
  ]
}