{
  "author": "urammar",
  "the_new_excerpt": "Why YSK: Its very easy to ruin your life in various ways, but a lot of possibly\nyounger people here seem to think its a very minor thing.\n\nIntentionally forcing things into other peoples bodies, through deception or\nforce, its extremely serious. Your intention is irrelevant. Warped humour under\nthe…",
  "original_created_utc": 1615787415,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：它很容易以各种方式毁掉你的生活，但很多可能的情况下，你的生活会被毁掉。\n这里的年轻人似乎认为这是一件非常小的事情。\n\n故意把东西强行塞进别人的身体里，通过欺骗或。\n武力，其极其严重。你的意图是无关紧要的。扭曲的幽默下\n的...",
      "title": "YSK \"食物恶作剧 \"不是恶作剧。他们是重罪的食物篡改罪行，严重的身体伤害和攻击，并通常有最低的刑期。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：它很容易以各種方式毀掉你的生活，但很多可能的情況下，你的生活會被毀掉。\n這裏的年輕人似乎認爲這是一件非常小的事情。\n\n故意把東西強行塞進別人的身體裏，通過欺騙或。\n武力，其極其嚴重。你的意圖是無關緊要的。扭曲的幽默下\n的...",
      "title": "YSK \"食物惡作劇 \"不是惡作劇。他們是重罪的食物篡改罪行，嚴重的身體傷害和攻擊，並通常有最低的刑期。"
    }
  ],
  "title": "YSK 'Food pranks' aren't pranks. They are felony food tampering offences, grievous bodily harm and assault, and often carry minimum sentences.",
  "created_utc": 1615811041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Its very easy to ruin your life in various ways, but a lot of possibly younger people here seem to think its a very minor thing.</p>\n\n<p>Intentionally forcing things into other peoples bodies, through deception or force, its extremely serious. Your intention is irrelevant. Warped humour under the misguided idea of what a prank is does not exempt you from interfering with another citizens bodily autonomy.</p>\n\n<p>I saw a post here wherein a youtuber feeding a homeless man toothpaste filled oreos was given 15 months prison and a criminal record for the rest of his life, and people were saying its too harsh.</p>\n\n<p>Uhh, no, its actually lenient for that kind of offence. Food tampering is very serious.</p>\n</div><!-- SC_ON -->",
  "score": 5187,
  "permalink": "/r/YouShouldKnow/comments/m5dxyc/ysk_food_pranks_arent_pranks_they_are_felony_food/",
  "subreddit": "YouShouldKnow",
  "id": "m5dxyc",
  "is_self": true,
  "media": null,
  "is_video": false
}