{
  "author": "takikochan",
  "original_created_utc": 1632760898,
  "title": "YSK: if you work for a corporation, your company may offer complimentary ergonomic products to make your job more comfortable and safe",
  "created_utc": 1633087251,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: you deserve to be comfortable and safe at work. Ergonomic product support is provided by some companies for no cost to the employee. If it is provided, different companies will have different spending budgets which might affect what you’re able to get, but it’s worth looking into. \nIf you have a disability you’re willing to disclose, more resources may be available. \nAt my company the supervisor has to approve the order. </p>\n\n<p>Recently i received an incredibly nice wireless noise canceling headset even though I’m barely on the phones. I got a nicer set because I’m slightly hard of hearing. But I’ll have these headphones forever even if i leave this job. \nI also got an ergonomic keyboard, ergonomic mouse and a laptop stand.</p>\n\n<p>If those resources are available to you, take advantage of them!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pwl16s/ysk_if_you_work_for_a_corporation_your_company/",
  "subreddit": "YouShouldKnow",
  "id": "pwl16s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: you deserve to be comfortable and safe at work. Ergonomic product\nsupport is provided by some companies for no cost to the employee. If it is\nprovided, different companies will have different spending budgets which might\naffect what you’re able to get, but it’s worth looking into. If you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: あなたは職場で快適で安全であるべきです。人間工学に基づいた製品\nサポートを無料で提供している企業もあります。提供されている場合\n提供されている場合、会社によって予算が異なるため、受けられる内容に影響があるかもしれません。\n提供されている場合、会社によって予算が異なるため、提供される製品に影響があるかもしれませんが、調べてみる価値はあると思います。もし、あなたが...",
      "title": "YSK: 企業にお勤めの方は、仕事をより快適に、より安全にするために、会社が人間工学に基づいた製品を無料で提供してくれるかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：你应该在工作中获得舒适和安全。人体工程学产品\n一些公司为员工提供了免费的支持。如果它是\n提供，不同的公司会有不同的支出预算，这可能会影响你能得到的东西。\n这可能会影响你能够得到的东西，但这是值得研究的。如果你...",
      "title": "YSK：如果你在一家公司工作，你的公司可能会提供免费的人体工程学产品，使你的工作更加舒适和安全。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：你應該在工作中獲得舒適和安全。人體工程學產品\n一些公司爲員工提供了免費的支持。如果它是\n提供，不同的公司會有不同的支出預算，這可能會影響你能得到的東西。\n這可能會影響你能夠得到的東西，但這是值得研究的。如果你...",
      "title": "YSK：如果你在一家公司工作，你的公司可能會提供免費的人體工程學產品，使你的工作更加舒適和安全。"
    }
  ]
}