{
  "author": "lifefuedjeopardy",
  "original_created_utc": 1624385662,
  "title": "CMV: Amazon Prime Day is a \"consumer scam\" in the same way that Black Friday is.",
  "created_utc": 1624404824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve noticed that a lot of items that were on sale are things that were either already on sale elsewhere previously and on more than one occasion or that were on sale and the supposed original price was extremely marked up beyond belief. Of course it seems like a sale if an item is $800 instead of $1500, but the original price listed often not even what the item is really worth. And as with Black Friday plenty of products that are listed on sale are the cheaper version of something, or a model that will soon be discontinued to make way for the newer model of the product. Many TVs bought on Black Friday would often end up broken sooner rather than later because they were never instead to last unbeknownst to the consumer who just saw a huge screen size TV for a lower than usual price. And because so many companies decided to have &quot;Black Friday&quot; multiple times a year, it gives more of a unique advantage to Amazon since if something actually is just only a couple a days and you know you won&#39;t see those &quot;deals&quot; again there is more of an urgency to the situation and more pressure for customers to buy.</p>\n\n<p>Consumer scam is just a vague way to attempt to describe it, but if you don&#39;t quite understand what I mean by it, refer to the way people say you should avoid going out to spend money on Black Friday and why they say that.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o5tgmd/cmv_amazon_prime_day_is_a_consumer_scam_in_the/",
  "subreddit": "changemyview",
  "id": "o5tgmd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've noticed that a lot of items that were on sale are things that were either\nalready on sale elsewhere previously and on more than one occasion or that were\non sale and the supposed original price was extremely marked up beyond belief.\nOf course it seems like a sale if an item is $800 instead of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "セールになっている商品の多くは、以前に他の場所で何度もセールになっていたものや\nセールになった商品の多くは、以前に他の場所で何度もセールになっていたものや\nセールになっていても、元々の値段が信じられないほど高くなっていたりします。\nもちろん、800円の商品が800円になっていればセールのように思えますが...。",
      "title": "CMV：Amazonプライムデーは、ブラックフライデーと同じように「消費者の詐欺」だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到，很多打折的商品要么是之前已经在其他地方多次打折的商品，要么是之前的商品。\n在其他地方已经打折的东西，而且不止一次，或者是打折的时候，所谓的原价已经高得离谱。\n或者在打折时，所谓的原价已经被标得超乎想象。\n当然，如果一件商品是800美元，而不是800美元，这似乎是一种销售。",
      "title": "CMV：亚马逊总理日是一个 \"消费者骗局\"，就像黑色星期五一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到，很多打折的商品要麼是之前已經在其他地方多次打折的商品，要麼是之前的商品。\n在其他地方已經打折的東西，而且不止一次，或者是打折的時候，所謂的原價已經高得離譜。\n或者在打折時，所謂的原價已經被標得超乎想象。\n當然，如果一件商品是800美元，而不是800美元，這似乎是一種銷售。",
      "title": "CMV：亞馬遜總理日是一個 \"消費者騙局\"，就像黑色星期五一樣。"
    }
  ]
}