{
  "author": "lifefuedjeopardy",
  "original_created_utc": 1624385662,
  "title": "CMV: Amazon Prime Day is a \"consumer scam\" in the same way that Black Friday is.",
  "created_utc": 1624404824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve noticed that a lot of items that were on sale are things that were either already on sale elsewhere previously and on more than one occasion or that were on sale and the supposed original price was extremely marked up beyond belief. Of course it seems like a sale if an item is $800 instead of $1500, but the original price listed often not even what the item is really worth. And as with Black Friday plenty of products that are listed on sale are the cheaper version of something, or a model that will soon be discontinued to make way for the newer model of the product. Many TVs bought on Black Friday would often end up broken sooner rather than later because they were never instead to last unbeknownst to the consumer who just saw a huge screen size TV for a lower than usual price. And because so many companies decided to have &quot;Black Friday&quot; multiple times a year, it gives more of a unique advantage to Amazon since if something actually is just only a couple a days and you know you won&#39;t see those &quot;deals&quot; again there is more of an urgency to the situation and more pressure for customers to buy.</p>\n\n<p>Consumer scam is just a vague way to attempt to describe it, but if you don&#39;t quite understand what I mean by it, refer to the way people say you should avoid going out to spend money on Black Friday and why they say that.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/o5tgmd/cmv_amazon_prime_day_is_a_consumer_scam_in_the/",
  "subreddit": "changemyview",
  "id": "o5tgmd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've noticed that a lot of items that were on sale are things that were either\nalready on sale elsewhere previously and on more than one occasion or that were\non sale and the supposed original price was extremely marked up beyond belief.\nOf course it seems like a sale if an item is $800 instead of…"
}