{
  "author": "BaconDragon69",
  "the_new_excerpt": "Someone told me this is just my self hatred speaking so I guess this opinion\nneeds to change;\n\nAs an autist I think it just doesnt matter at all if an autistic character is\nportrayed by an autistic actor, they are ACTING, if they are directed wrongly\nthey might as well be a normal actor.\n\nId rather…",
  "original_created_utc": 1616047184,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "有人告诉我，这只是我的自怨自艾的说法，所以我想这个观点。\n需要改变。\n\n作为一个自闭症患者，我认为它只是不要紧 在所有如果一个自闭症的字符是\n由自闭症患者扮演，他们是在演戏，如果他们被导演错了。\n他们还不如一个普通的演员。\n\n我宁愿...",
      "title": "CMV：作为一个边缘化群体的成员，我有权认为我们在媒体中的表现方式与描绘我们的演员没有关系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有人告訴我，這只是我的自怨自艾的說法，所以我想這個觀點。\n需要改變。\n\n作爲一個自閉症患者，我認爲它只是不要緊 在所有如果一個自閉症的字符是\n由自閉症患者扮演，他們是在演戲，如果他們被導演錯了。\n他們還不如一個普通的演員。\n\n我寧願...",
      "title": "CMV：作爲一個邊緣化羣體的成員，我有權認爲我們在媒體中的表現方式與描繪我們的演員沒有關係。"
    }
  ],
  "title": "CMV: as a member of an marginalised group I am entitled to think that the way we are represented in media isn’t connected to the actors portraying us",
  "created_utc": 1616056228,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Someone told me this is just my self hatred speaking so I guess this opinion needs to change; </p>\n\n<p>As an autist I think it just doesnt matter at all if an autistic character is portrayed by an autistic actor, they are ACTING, if they are directed wrongly they might as well be a normal actor. </p>\n\n<p>Id rather watch a normal person play an autist in a role that properly represents the disability, things like being unable to understand others or read body language or subtlety at all or really just something, anything other than „hurr durr Im super intelligent“ which is a stereotype I have genuinely suffered under. </p>\n\n<p>Is this even a view that needs to be changed? Looking at all the outrage other groups throw over media representation tells me yes but then again I think Im right so...</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/changemyview/comments/m7kdkh/cmv_as_a_member_of_an_marginalised_group_i_am/",
  "subreddit": "changemyview",
  "id": "m7kdkh",
  "is_self": true,
  "media": null,
  "is_video": false
}