{
  "author": "Randomminecraftseed",
  "original_created_utc": 1629815204,
  "title": "CMV: out of school suspension for high schoolers makes very little sense today",
  "created_utc": 1629822930,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Public schools have multiple functions: keeping kids off the street, socialization for kids, imparting lessons of society on them, and obviously education. According to <a href=\"https://www.lawyers.com/legal-info/research/education-law/what-kinds-of-behavior-can-lead-to-suspension-from-school.html\">Lawyers.com</a>, suspension is pretty much boiled down to either violent activities (fighting, harassment, possession of weapons, etc), use or possession of drugs, or stealing. </p>\n\n<p>Out of school suspension solves none of the issues while taking away literally all of the benefits/purposes of school. By not allowing a student to attend classes, they obviously aren’t learning, in many cases they aren’t monitored at home because parents have to work, they aren’t socializing with school friends, and they may socialize with worse influences. </p>\n\n<p>Suspension isn’t really meant to rehabilitate its a detrimental punishment akin to solitary confinement which according to one study has lead to prisoners being 3.2x more likely to self harm while incarcerated, so clearly not a great thing. (<a href=\"https://en.m.wikipedia.org/wiki/Solitary_confinement#Self-harm\">https://en.m.wikipedia.org/wiki/Solitary_confinement#Self-harm</a>).</p>\n\n<p>Doing this makes zero sense, especially considering high schools all around the world just did a full year of classes online via zoom. Simply have the OSS kids come into school being monitored by a teacher on duty (similar to detention) and have them complete their classes there. Depending on the severity of their actions, additional punishments like classes on things applicable to what they did or community service driven activities to put their time to good use would be far more useful than just sending them home potentially unmonitored to do who knows what. </p>\n\n<p>Additionally, if the “crime” is so serious they could have school mandated psychologist meetings or something similar to address the problem, or the same could apply to repeat offenders. Lower income families are less likely to be able to afford mental health care, and more likely to act out, so providing them a healthy outlet would be a way to kill 2 birds with one stone in this case.</p>\n\n<p>Edit: Even using recorded lectures would be far more beneficial than the system we currently use though I didn’t think of this at first for some reason, even thought it may be a better option.</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/changemyview/comments/paoet6/cmv_out_of_school_suspension_for_high_schoolers/",
  "subreddit": "changemyview",
  "id": "paoet6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Public schools have multiple functions: keeping kids off the street,\nsocialization for kids, imparting lessons of society on them, and obviously\neducation. According to Lawyers.com\n[https://www.lawyers.com/legal-info/research/education-law/what-kinds-of-behavior-can-lead-to-suspension-from…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "公立学校には、子供を路上に出さないという複数の機能があります。\n子供たちの社会化、社会の教訓を子供たちに伝えること、そして当然ながら\nそしてもちろん教育です。弁護士ドットコムによると\n[https://www.lawyers.com/legal-info/research/education-law/what-kinds-of-behavior-can-lead-to-suspension-from...",
      "title": "CMV: 高校生の学校外での停学は、今日ではほとんど意味がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "公立学校有多种功能：让孩子们远离街道。\n孩子们的社会化，向他们传授社会的经验教训，显然还有\n教育。根据Lawyers.com的报道\n[https://www.lawyers.com/legal-info/research/education-law/what-kinds-of-behavior-can-lead-to-suspension-from...",
      "title": "CMV：高中生校外停课在今天看来意义不大"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "公立學校有多種功能：讓孩子們遠離街道。\n孩子們的社會化，向他們傳授社會的經驗教訓，顯然還有\n教育。根據Lawyers.com的報道\n[https://www.lawyers.com/legal-info/research/education-law/what-kinds-of-behavior-can-lead-to-suspension-from...",
      "title": "CMV：高中生校外停課在今天看來意義不大"
    }
  ]
}