{
  "author": "CryptoMods",
  "original_created_utc": 1630513261,
  "title": "Offer Custom Flairs to Users with an Active Special Membership",
  "created_utc": 1630524651,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Credit for this idea goes to <a href=\"https://old.reddit.com/u/Arghmybrain\">/u/Arghmybrain</a></p>\n\n<h1>Summary</h1>\n\n<p>Custom user flairs should be offered to users with an active Special Membership.  People enjoy personalized flairs next to their name and this adds a perk for special membership, which is good for the subreddit and Moons.</p>\n\n<p>​</p>\n\n<h1>Problem Statement</h1>\n\n<p>The <a href=\"https://www.reddit.com/r/CryptoCurrency\">r/CryptoCurrency</a>  flair bot has been overloaded since subscriber count approximately quadrupled this year.  Under-utilization of user flairs presents an opportunity to improve the subreddit by offering custom flairs and provide a use-case for Moons</p>\n\n<p>​</p>\n\n<h1>Solution</h1>\n\n<p>Users with an active special membership will be able to DM a mod bot to set a  flair for them and the bot will enact the change if it follows our flair  rules.  These will be subject to change by the mods as needed, but basically flairs will need to follow the rules of the subreddit.  No offensive flairs, attacking other users, evading filters, advertising,  links, or malicious flairs such as impersonating a verified user.  All flair requests will be logged.  We will host a wiki page with the  relevant instructions, rules, and details about custom flairs.  </p>\n\n<p>The bot will also monitor the subreddit and remove custom flairs for any users who no longer have special membership.  </p>\n\n<p>This bot is currently the only way we have to verify special  membership, and we can only see a True or False for if the membership is active, so our implementation options are pretty limited.  However,  this should be enough information for the bot to do the job and custom flairs should be fun for our subreddit</p>\n\n<p><a href=\"https://www.reddit.com/poll/pfxa4t\">View Poll</a></p>\n</div><!-- SC_ON -->",
  "score": 301,
  "permalink": "/r/CryptoCurrency/comments/pfxa4t/offer_custom_flairs_to_users_with_an_active/",
  "subreddit": "CryptoCurrency",
  "id": "pfxa4t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Credit for this idea goes to /u/Arghmybrain\n[https://old.reddit.com/u/Arghmybrain]\n\n\nSUMMARY\n\nCustom user flairs should be offered to users with an active Special Membership.\nPeople enjoy personalized flairs next to their name and this adds a perk for\nspecial membership, which is good for the…"
}