{
  "author": "condor1670",
  "original_created_utc": 1624489734,
  "title": "CMV: People in heated online debates are more angry with an imaginary person than the one they are actually debating",
  "created_utc": 1624509524,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems that when people get angry in online debates, often due to their own ignorance in their positions, they invent an opponent and lobby accusations against this person. The more heated they become, the bigger the strawman becomes. Maybe this is partially because it is easier to hate this imaginary person than to confront their own ignorance in their arguments and ignorance of their opposition, but it seems like the mind is trying to take an easy out with an uncomfortable situation. Don&#39;t get me wrong, I am often ignorant of certain things in my own arguments, but I try to focus on what I actually disagree with in my opponent&#39;s positions, not fabricate my own reality about invented enemies.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/o6obu5/cmv_people_in_heated_online_debates_are_more/",
  "subreddit": "changemyview",
  "id": "o6obu5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems that when people get angry in online debates, often due to their own\nignorance in their positions, they invent an opponent and lobby accusations\nagainst this person. The more heated they become, the bigger the strawman\nbecomes. Maybe this is partially because it is easier to hate this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネット上の議論では、自分の立場を知らないために怒りを覚えることが多いようです。\n自分の立場を理解していないことが原因で怒りを覚えると、相手を捏造してその人に非難を浴びせることがあります。\nその人に対して非難をする。議論が深まれば深まるほど、ストローマンは大きくなります。\nになります。これは多分、この人物を憎む方が簡単だからではないかと思います。",
      "title": "CMV: ネット上で激しい議論をしている人は、実際に議論している相手よりも、想像上の相手に対して怒りを感じるものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎当人们在网上辩论时感到愤怒，往往是由于他们自己的\n的无知，他们就会编造一个对手，游说指责\n针对这个人。他们变得越激烈，这个草人就越大\n变得更大。也许这部分是因为恨这个人比较容易......",
      "title": "CMV：在激烈的在线辩论中，人们对一个假想的人比他们实际辩论的人更生气"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎當人們在網上辯論時感到憤怒，往往是由於他們自己的\n的無知，他們就會編造一個對手，遊說指責\n針對這個人。他們變得越激烈，這個草人就越大\n變得更大。也許這部分是因爲恨這個人比較容易......",
      "title": "CMV：在激烈的在線辯論中，人們對一個假想的人比他們實際辯論的人更生氣"
    }
  ]
}