{
  "author": "Kusuo-Saiki",
  "the_new_excerpt": "I can't remember how many times I have been asked what my preferred genre is.\nAnd sure, there are certain plots I enjoy more than others. Usually that's the\ncase because writers of certain genres tend to write in certain ways. I love\nreading about different stories and people.\n\nI love reading about…",
  "original_created_utc": 1614935290,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我已经记不清有多少次被问到我喜欢的类型是什么了。\n当然，有些情节我比其他的更喜欢。通常那是\n的情况下，因为某些类型的作家往往以某种方式写作。我喜欢\n阅读不同的故事和人。\n\n我喜欢阅读...",
      "title": "不受欢迎的意见。类型不重要，风格才重要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經記不清有多少次被問到我喜歡的類型是什麼了。\n當然，有些情節我比其他的更喜歡。通常那是\n的情況下，因爲某些類型的作家往往以某種方式寫作。我喜歡\n閱讀不同的故事和人。\n\n我喜歡閱讀...",
      "title": "不受歡迎的意見。類型不重要，風格才重要"
    }
  ],
  "title": "Unpopular opinion: The genre doesn't matter, the style does",
  "created_utc": 1614954297,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can&#39;t remember how many times I have been asked what my preferred genre is. And sure, there are certain plots I enjoy more than others. Usually that&#39;s the case because writers of certain genres tend to write in certain ways. I love reading about different stories and people. </p>\n\n<p>I love reading about a nobody who becomes a hero and saves the world along the way. \nI love reading about a selfish king who realizes in the end that he was the reason his kingdom burned to ashes. \nI love reading about a historical person and the little details about their life that tell me that the author really researched them. \nI love reading about monsters, horrific torture scenes, a teenage girl crushing on some perfect boy and daydreaming about their possible marriage, an escort, a tech-nerd who still gets the girl... </p>\n\n<p>But I only enjoy it if I love the style. No matter how good the plot, the writing style has to match. I love the general idea of Harry Potter or The Mortal Instruments. I still couldn&#39;t finish them because I find the style unbelievable and/ or boring. (Yes, feel free to send me hate now).</p>\n\n<p>Every plot can be interesting if written by someone who can create complex characters who you feel with and describe their experiences in a way that make your skin crawl.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/ly80ev/unpopular_opinion_the_genre_doesnt_matter_the/",
  "subreddit": "books",
  "id": "ly80ev",
  "is_self": true,
  "media": null,
  "is_video": false
}