{
  "author": "Fuzzyfoot12345",
  "original_created_utc": 1630649933,
  "title": "Met an El Salvadorian in Canada today, and asked him what he thought about bitcoin in his country.",
  "created_utc": 1630675837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just thought I&#39;d share the conversation, I made a bit of small talk with him and mentioned bitcoin and asked what his thoughts were with his country launching BC. He was very excited,  he said he doesn&#39;t own any crypto, but that he thinks it will be great for his country. </p>\n\n<p>The main points he brought up</p>\n\n<ul>\n<li><p>A lot of people send money back home from abroad, and the transfer fees are outrageous. He just recently sent his brother 100$, and after fees and everything it cost roughly 150$. </p></li>\n<li><p>He said that it&#39;s all US dollars, which makes it difficult because money is constantly coming in and out of the country, and with a government backed bitcoin, it will help keep transactions in the country. (He was really excited about this but I don&#39;t fully understand why).</p></li>\n<li><p>He mentioned that a lot of people don&#39;t have bank accounts, and they will sell things on the street etc, and that they get proper fucked when trying to bank. </p></li>\n<li><p>I asked him if he thought it would actually be widely adopted, or if it was just a niche thing that some people will use. He thinks it will become widely adopted fast, him and all of his family are really eager to start using it. Especially so he can send money back home without the outrageous fees. </p></li>\n<li><p>He said that it will be great for latin american countries, and that he has heard many countries are looking into it.</p></li>\n</ul>\n\n<p>At the end of the day, who funkin knows how it will pan out. This isn&#39;t a pump or a dump, it was just cool to hear about his take. He seemed REALLY stoked about it, it kind of surprised me.   It was interesting to talk to an El Salvadorian in Canada and hear his thoughts. Especially the parts about how expensive it is to send money back home, and how it is hard to keep US currency in El Salvador (Still not fully sure the implications of that, or how having bitcoin in El Salvador vs US dollars constantly coming in and going out is bad).</p>\n\n<p>Fingers crossed, I hope it improves the quality of life for people there, and it&#39;s cool to see a government try something like this.</p>\n</div><!-- SC_ON -->",
  "score": 169,
  "permalink": "/r/Bitcoin/comments/pgzhx0/met_an_el_salvadorian_in_canada_today_and_asked/",
  "subreddit": "Bitcoin",
  "id": "pgzhx0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just thought I'd share the conversation, I made a bit of small talk with him and\nmentioned bitcoin and asked what his thoughts were with his country launching\nBC. He was very excited, he said he doesn't own any crypto, but that he thinks\nit will be great for his country.\n\nThe main points he brought…"
}