{
  "author": "SkepticDrinker",
  "original_created_utc": 1631032022,
  "title": "Watchmen; missing the main point",
  "created_utc": 1631042633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Actually there&#39;s many points and ideas the graphic novel raises but one I thought was pretty obvious was this; having super heroes in our world would be a terrible idea. The problems that arise are directly linked to the existence of super heroes, so they basically solve the problems they started. Some might say the Nite Owl is a good super hero since he isn&#39;t a rapist, drinker or woman beater but his central problem is feeling emasculated because he can&#39;t dress up and fight crime, he&#39;s actually having too much fun rescuing those people from a building and only then can get a literal and metaphorical erection. Really shows it&#39;s not about saving people but the Super heroes own personal needs and wants</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/pjqh2p/watchmen_missing_the_main_point/",
  "subreddit": "books",
  "id": "pjqh2p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Actually there's many points and ideas the graphic novel raises but one I\nthought was pretty obvious was this; having super heroes in our world would be a\nterrible idea. The problems that arise are directly linked to the existence of\nsuper heroes, so they basically solve the problems they started.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このグラフィックノベルが提起するポイントやアイデアはたくさんありますが、私が考えたのは\n私たちの世界にスーパーヒーローがいることは、とんでもないことだと思います。\n恐ろしい考えだと思います。この問題は、スーパーヒーローの存在に直結しています。\nスーパーヒーローは基本的に彼らが始めた問題を解決します。....",
      "title": "ウォッチメン：主旨の違い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "事实上，这本漫画小说提出了许多观点和想法，但我认为有一点是非常明显的。\n我认为非常明显的一点是：在我们的世界中拥有超级英雄是一个可怕的想法。\n糟糕的想法。所出现的问题与超级英雄的存在直接相关。\n超级英雄，所以他们基本上解决了他们开始的问题....。",
      "title": "守望者；错过了重点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "事實上，這本漫畫小說提出了許多觀點和想法，但我認爲有一點是非常明顯的。\n我認爲非常明顯的一點是：在我們的世界中擁有超級英雄是一個可怕的想法。\n糟糕的想法。所出現的問題與超級英雄的存在直接相關。\n超級英雄，所以他們基本上解決了他們開始的問題....。",
      "title": "守望者；錯過了重點"
    }
  ]
}