{
  "author": "BoysOnTheRoof",
  "original_created_utc": 1637857310,
  "title": "Should I read dune?!",
  "created_utc": 1637868810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok, so I recently watched the movie and I quite liked it. I know the book series is huge, and I&#39;ve never really read any book series before, so that&#39;s something to take into consideration.</p>\n\n<p>To help with the suggestions, my favorite books are Steppenwolf, One Hundred Years of Solitude and the Karamazov Brothers. In terms of author, Dostoievski is probably my favorite.</p>\n\n<p>I think I&#39;ve only read one Sci fi book and it was tiny: Time Machine, by HG Wells, which I really enjoyed. I think I might want to get into Sci-fi, but I don&#39;t know if Dune is a good start. I have no particular problem with long books though.</p>\n\n<p>Should I go for it?!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/r206t0/should_i_read_dune/",
  "subreddit": "booksuggestions",
  "id": "r206t0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ok, so I recently watched the movie and I quite liked it. I know the book series\nis huge, and I've never really read any book series before, so that's something\nto take into consideration.\n\nTo help with the suggestions, my favorite books are Steppenwolf, One Hundred\nYears of Solitude and the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、この映画を見たのですが、とても気に入りました。本のシリーズが巨大であることは知っています。\n本のシリーズが巨大であることは知っていますが、私はこれまで本のシリーズを読んだことがないので、それを考慮に入れる必要があります。\n考慮する必要があると思います。\n\n提案の参考になるように、私の好きな本はSteppenwolf、One Hundred\nYears of Solitude and the...",
      "title": "duneを読むべきか！？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好的，所以我最近看了这部电影，我相当喜欢它。我知道这个系列的书\n我知道书中的系列是巨大的，而我以前从来没有真正读过任何系列的书，所以这是需要考虑的事情。\n要考虑到的。\n\n为了帮助提出建议，我最喜欢的书是《斯蒂芬沃尔夫》、《百年孤独》和《我的世界》。\n孤独的岁月和...",
      "title": "我应该阅读《沙丘》吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好的，所以我最近看了這部電影，我相當喜歡它。我知道這個系列的書\n我知道書中的系列是巨大的，而我以前從來沒有真正讀過任何系列的書，所以這是需要考慮的事情。\n要考慮到的。\n\n爲了幫助提出建議，我最喜歡的書是《斯蒂芬沃爾夫》、《百年孤獨》和《我的世界》。\n孤獨的歲月和...",
      "title": "我應該閱讀《沙丘》嗎？"
    }
  ]
}