{
  "author": "TKMayday",
  "original_created_utc": 1630246489,
  "title": "What books should be required reading",
  "created_utc": 1630262790,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m curious to what books people think should fall under required reading.\nWe all know most required reading is hit and miss especially for adolescent and growing audiences without much experience; what book would you say got to your core and actually had an effect on you?</p>\n\n<p>For me personally it was ‘A Monster Calls’.  It had a fantastic story and illustrations to match, while also being extremely relatable to ideas and topics we all face in our lifetime.  It completely blew me away and I am constantly recommending it to my friends, and I think it would be very beneficial to a growing audience in schools</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/books/comments/pdvzu2/what_books_should_be_required_reading/",
  "subreddit": "books",
  "id": "pdvzu2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m curious to what books people think should fall under required reading. We\nall know most required reading is hit and miss especially for adolescent and\ngrowing audiences without much experience; what book would you say got to your\ncore and actually had an effect on you?\n\nFor me personally it was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、人々がどのような本が必読書に該当すると考えているのか興味があります。私たちは\n思春期や成長期の経験の少ない人にとっては、必読書のほとんどが当たり外れがあることは周知の事実です。\nあなたはどんな本が自分の核心に触れ、実際に影響を与えたと思いますか？\n自分の核心に迫り、実際に影響を与えた本は何だと思いますか？\n\n私の場合は、...",
      "title": "必読書にすべき本とは"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很好奇，人们认为哪些书应该属于必读书目。我们\n我们都知道，大多数必读书目都是一针见血的，特别是对于青少年和成长中的受众来说。\n增长的受众没有太多的经验；你会说什么书进入了你的核心，并对你产生了影响？\n你会说什么书能触及你的核心并对你产生影响？\n\n就我个人而言，是...",
      "title": "哪些书应该是必读书目"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很好奇，人們認爲哪些書應該屬於必讀書目。我們\n我們都知道，大多數必讀書目都是一針見血的，特別是對於青少年和成長中的受衆來說。\n增長的受衆沒有太多的經驗；你會說什麼書進入了你的核心，並對你產生了影響？\n你會說什麼書能觸及你的核心並對你產生影響？\n\n就我個人而言，是...",
      "title": "哪些書應該是必讀書目"
    }
  ]
}