{
  "author": "Cat-attak",
  "the_new_excerpt": "If you suffer from lactose intolerance to anything dairy, just buy over the\ncounter Lactase pills.\n\nLactase is the enzyme that breaks down lactose in dairy products. Most adults\nstop being able to produce this in their bodies themselves as they age, which\nleads to the intolerance to dairy.\n\nThese…",
  "original_created_utc": 1617573408,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果你患有乳糖不耐症，对任何乳制品，只是买了过来的\n专柜乳酶丸。\n\n乳糖酶是分解乳制品中乳糖的酶。大多数成年人\n随着年龄的增长，他们的身体本身就不能再产生这种物质，而这\n导致对乳制品不耐受。\n\n这些...",
      "title": "YSK如果你有乳糖不耐症，有一个很简单的解决办法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你患有乳糖不耐症，對任何乳製品，只是買了過來的\n專櫃乳酶丸。\n\n乳糖酶是分解乳製品中乳糖的酶。大多數成年人\n隨着年齡的增長，他們的身體本身就不能再產生這種物質，而這\n導致對乳製品不耐受。\n\n這些...",
      "title": "YSK如果你有乳糖不耐症，有一個很簡單的解決辦法"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "乳製品に対する乳糖不耐症でお悩みの方は、市販の\n市販のラクターゼ薬を買えばいいのです。\n\nラクターゼは、乳製品に含まれる乳糖を分解する酵素です。ほとんどの大人は\n加齢とともに体内で生成できなくなり、それが原因で\n乳製品に不耐性になります。\n\nこれらの...",
      "title": "YSKさんが乳糖不耐症の場合、とても簡単な方法があります。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "乳製品に対する乳糖不耐症でお悩みの方は、市販の\n市販のラクターゼ薬を買えばいいのです。\n\nラクターゼは、乳製品に含まれる乳糖を分解する酵素です。ほとんどの大人は\n加齢とともに体内で生成できなくなり、それが原因で\n乳製品に不耐性になります。\n\nこれらの...",
      "title": "YSKさんが乳糖不耐症の場合、とても簡単な方法があります。"
    }
  ],
  "title": "YSK if you’re lactose intolerant there’s a very easy fix",
  "created_utc": 1617611520,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you suffer from lactose intolerance to anything dairy, just buy over the counter Lactase pills. </p>\n\n<p>Lactase is the enzyme that breaks down lactose in dairy products. Most adults stop being able to produce this in their bodies themselves as they age, which leads to the intolerance to dairy. </p>\n\n<p>These over the counter pills are simply powdered lactase, just pop one in before eating anything with dairy and say goodbye to any discomfort. </p>\n\n<p>Why YSK: \nI’m very surprised to learn many people don’t know about these easily accessible  over the counter pills. Hope this helps someone out there who thinks they can no longer enjoy milk, butter, cream or cheese.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/mk5uq6/ysk_if_youre_lactose_intolerant_theres_a_very/",
  "subreddit": "YouShouldKnow",
  "id": "mk5uq6",
  "is_self": true,
  "media": null,
  "is_video": false
}