{
  "author": "sc2summerloud",
  "original_created_utc": 1634462594,
  "title": "Emily St. John Mandel's is the closest to Kurt Vonnegut that I've ever read",
  "created_utc": 1634473993,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve read Station Eleven and The Glass Hotel so far, and loved both, especially the latter.</p>\n\n<p>The way she writes reminds me so much of Kurt Vonnegut </p>\n\n<ul>\n<li>the books are mainly about characters - the setting is a side point, even if it is the future or post-apocalypse as in Station Eleven</li>\n<li>all of her characters are the victim of circumstance. There are no villains.</li>\n<li>the story keeps jumping around in time and switching characters, never trying to create tension about what is to happen, even giving away future events intentionally and focussing more on how other characters, their relationsships and circumstances outside of their control shape their destinies </li>\n</ul>\n\n<p>It also amazes me how every single of the many characters she introduces in her novels is instantly interesting and compelling. In other books I always find the introduction of new characters halfway through the story tedious, since I&#39;m already emotionally invested with the prior characters and want to continue their story - but in Mandel&#39;s books every single character she introduces, even if barely have anything to do with the plot, is just instantly relatable. Within a few sentences she creates realistic human beings that you instantly care about.</p>\n\n<p>Did anyone here read her early novels? Are they equally good?</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/q9vdri/emily_st_john_mandels_is_the_closest_to_kurt/",
  "subreddit": "books",
  "id": "q9vdri",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read Station Eleven and The Glass Hotel so far, and loved both, especially\nthe latter.\n\nThe way she writes reminds me so much of Kurt Vonnegut\n\n * the books are mainly about characters - the setting is a side point, even if\n   it is the future or post-apocalypse as in Station Eleven\n * all of…"
}