{
  "author": "tambittu23",
  "the_new_excerpt": "The Times said - \"I finished the book determined to look at the world\ndifferently. I am not sure what higher compliment you can pay a novel.\" So\nnaturally, I have unbelievably high expectations. And it was longlisted for the\nMan Booker Prize? Am I missing something?\n\nI flipped page after page,…",
  "original_created_utc": 1622357121,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイムズ紙は、「私はこの本を読み終えて、世界を違った目で見ようと決心した。\n決意した。小説にこれ以上の賛辞を贈ることはできないだろう」。だから\n当然のことながら、私は信じられないほど大きな期待を抱いています。そして、この作品は\nマンブッカー賞の候補になったのですか？私は何かを見逃しているのだろうか？\n\n私は次々とページをめくり、...",
      "title": "サリー・ルーニーの『ノーマル・ピープル』という本が、なぜこんなに騒がれているのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "泰晤士报》说--\"我读完这本书，决心以不同的方式看待这个世界。\n不同的方式。我不知道你能给一部小说什么更高的赞誉。\" 所以\n自然，我有难以置信的高期望。它还入围了\n曼布克奖？我是不是错过了什么？\n\n我翻了一页又一页，...",
      "title": "为什么围绕萨利-鲁尼的《正常人》一书有这么多的噪音？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "泰晤士報》說--\"我讀完這本書，決心以不同的方式看待這個世界。\n不同的方式。我不知道你能給一部小說什麼更高的讚譽。\" 所以\n自然，我有難以置信的高期望。它還入圍了\n曼布克獎？我是不是錯過了什麼？\n\n我翻了一頁又一頁，...",
      "title": "爲什麼圍繞薩利-魯尼的《正常人》一書有這麼多的噪音？"
    }
  ],
  "title": "Why is there so much noise around the book Normal People by Sally Rooney?",
  "created_utc": 1622373962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The <strong>Times</strong> said - &quot;I finished the book determined to look at the world differently. I am not sure what higher compliment you can pay a novel.&quot; So naturally, I have unbelievably high expectations. And it was longlisted for the Man Booker Prize? Am I missing something?  </p>\n\n<p>I flipped page after page, cursing, and grumbling, hoping to feel it. Feel what the rest of the world is feeling about this book. I was hoping that this book was going to be a new age The Catcher in the Rye or The Perks of Being a Wallflower. I had no idea how wrong I was going to be proven.  </p>\n\n<p>What struck me as I read the first few chapters was how this book was a culmination of age-old cliches stacked on top of each other so meticulously. The girl is rich. The boy is poor. The girl has issues with her father. The boy plays football and also likes reading books. The girl does not wear make-up or care about what anyone thinks. The boy wants to be a writer. It was so uncomfortable to read. Also, the writing style was difficult to get through but that is a personal preference and not a criticism of the book itself.  </p>\n\n<p>Every chapter was a mini-story with the same plot with different characters. Marianne and Connell start talking, fight because of reasons that I honestly do not understand, get involved with other people, and part ways. The next chapter brings them together in a different setting with different people. It was so difficult to care for these characters.  </p>\n\n<p>It seemed like the author googled a bunch of topics on world&#39;s issues and sprinkled them throughout, forced social issues such as depression, suicide, and mental health into the mix almost like a second thought, and tried really hard to push the readers into believing that these characters are intellectuals with important world views. It was all too convenient to be true. And it did not seem like the story went anywhere.  </p>\n\n<p>I am picking my brain to come up with one great thing about this book but I am at a loss. Oh wait, the cover design is beautiful. The fact that the only good thing about this book is a judgment on its cover says a lot in my opinion.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/no5bkr/why_is_there_so_much_noise_around_the_book_normal/",
  "subreddit": "booksuggestions",
  "id": "no5bkr",
  "is_self": true,
  "media": null,
  "is_video": false
}