{
  "author": "corneliusthunderrod",
  "the_new_excerpt": "Pretty much title. All the shit that is constantly being upvoted in the crypto\nmoonshot sub and everywhere else that are constantly at the top of /r/all are no\ndifferent than your classic MLMs. You’re hoping you can trick a bunch of people\ninto buying after you so you can sell and make money at…",
  "original_created_utc": 1620680406,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "かなりのタイトル。cryptoで常にupvoteされているクソ記事や\nのサブやその他の場所で常に/r/allのトップにいるクソは、古典的なMLMと変わりません。\n古典的なMLMと変わりません。多くの人を騙して自分の後に買ってもらうことで\nあなたは、あなたの後に購入するために、あなたが販売してお金を稼ぐことができるように...",
      "title": "CMV: これらの新しいクリプトは、従来のMLMと変わりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几乎是标题。所有那些在加密货币和月光子栏目中不断被拉高票数的狗屎\n月光子和其他地方不断地在/r/all的顶部的所有狗屎都没有\n和你的经典传销没有区别。你希望你能欺骗一群人\n来购买你的产品，这样你就可以卖掉并赚钱了。",
      "title": "CMV：所有这些贴满头版的新加密货币与你的经典传销没有区别"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾乎是標題。所有那些在加密貨幣和月光子欄目中不斷被拉高票數的狗屎\n月光子和其他地方不斷地在/r/all的頂部的所有狗屎都沒有\n和你的經典傳銷沒有區別。你希望你能欺騙一羣人\n來購買你的產品，這樣你就可以賣掉並賺錢了。",
      "title": "CMV：所有這些貼滿頭版的新加密貨幣與你的經典傳銷沒有區別"
    }
  ],
  "title": "CMV: All these new cryptos plastered all over the front page are no different than your classic MLMs",
  "created_utc": 1620686497,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty much title. All the shit that is constantly being upvoted in the crypto moonshot sub and everywhere else that are constantly at the top of <a href=\"/r/all\">/r/all</a> are no different than your classic MLMs. You’re hoping you can trick a bunch of people into buying after you so you can sell and make money at their expense.  </p>\n\n<p>Apparently my first time I posted this it wasn’t long enough, so I’ll go on for a little bit longer to avoid having my post automatically removed. </p>\n\n<p>TL;DR </p>\n\n<p>If you see people pushing obvious bullshit like $YEET, be smart and don’t believe everything you read.</p>\n</div><!-- SC_ON -->",
  "score": 511,
  "permalink": "/r/changemyview/comments/n9fy68/cmv_all_these_new_cryptos_plastered_all_over_the/",
  "subreddit": "changemyview",
  "id": "n9fy68",
  "is_self": true,
  "media": null,
  "is_video": false
}