{
  "author": "pjrido",
  "original_created_utc": 1625666526,
  "title": "YSK: adding \"filetype:pdf\" to your google search query will make all results link to pdf documents. You can often use this to find good and full explanations of practical concepts in your field.",
  "created_utc": 1625673011,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Searching through webpages will often give you simplified, incomplete or waffling explanations or just irrelevant stuff altogether. Webpages take more effort to develop than simply uploading a pdf to the internet (and are often made by people who want your attention ). Which do you think a expert/professional will do?</p>\n\n<p>You&#39;ll find that this can take you to good, full explanations of a specific concept as pdf files - usually in the form of instructions, manuals, guides, lecture notes, white papers, application notes, preprints etc. - depending on the field. You can check the number of pages in each link on the google search page first to make sure it&#39;s not a giant textbook or a 1 page brochure or something before clicking. Check domain names as well.</p>\n</div><!-- SC_ON -->",
  "score": 330,
  "permalink": "/r/YouShouldKnow/comments/ofjhsk/ysk_adding_filetypepdf_to_your_google_search/",
  "subreddit": "YouShouldKnow",
  "id": "ofjhsk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nSearching through webpages will often give you simplified, incomplete or\nwaffling explanations or just irrelevant stuff altogether. Webpages take more\neffort to develop than simply uploading a pdf to the internet (and are often\nmade by people who want your attention ). Which do you think…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nウェブページを検索すると、簡略化された、不完全な、曖昧な説明や、全く関係のないものが出てきます。\n簡略化された、不完全な、曖昧な説明や、全く関係のないことが書かれています。ウェブページは\nウェブページは、単にPDFをインターネットにアップロードするよりも開発に手間がかかります（そして、多くの場合、あなたの注意を引きたい人が作っています）。\nあなたの注目を集めたい人たちが作っていることが多いのです）。) あなたはどちらだと思いますか？",
      "title": "YSK: Googleの検索クエリに「filetype:pdf」を追加すると、すべての検索結果がpdfドキュメントにリンクされます。これを利用して、自分の専門分野における実用的なコンセプトの、優れた完全な説明を見つけることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n通过网页搜索，往往会给你简化的、不完整的或\n解释，或者是完全不相关的东西。网页要比简单地将PDF文件上传到网站上花费更多\n网页比简单地将PDF上传到互联网上要花费更多的精力（而且往往是那些想让你注意的人做的）。\n而且往往是由那些想引起你注意的人制作的）。) 你认为哪一种...",
      "title": "YSK：在你的谷歌搜索查询中加入 \"filetype:pdf\"，会使所有结果都链接到pdf文件。你经常可以用它来寻找你所在领域的实用概念的良好和完整的解释。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n通過網頁搜索，往往會給你簡化的、不完整的或\n解釋，或者是完全不相關的東西。網頁要比簡單地將PDF文件上傳到網站上花費更多\n網頁比簡單地將PDF上傳到互聯網上要花費更多的精力（而且往往是那些想讓你注意的人做的）。\n而且往往是由那些想引起你注意的人制作的）。) 你認爲哪一種...",
      "title": "YSK：在你的谷歌搜索查詢中加入 \"filetype:pdf\"，會使所有結果都鏈接到pdf文件。你經常可以用它來尋找你所在領域的實用概念的良好和完整的解釋。"
    }
  ]
}