{
  "author": "ammm72",
  "original_created_utc": 1635568566,
  "title": "I’ve read 3 Murakami books and can’t get over how he writes women. Does it get better?",
  "created_utc": 1635575287,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve now read Norwegian Wood, Wind-Up Bird Chronicle, and Colorless Tsukuru Tazaki by Murakami. I generally enjoy his writing style and I feel pulled in by his stories which has kept me coming back to his works. I just cannot get over how he writes women. They seem to solely exist as sex objects to satisfy this average male fantasy and it’s so cringey to read. It’s distractingly bad and I really can’t stand it anymore. I just finished Norwegian Wood and the whole thing with Reiko and the 13-year old was just way too detailed for my comfort level. I can tolerate sex in a book but Murakami definitely crosses a line in my opinion. </p>\n\n<p>I’ve heard good things about Kafka on the Shore and 1Q84, but I won’t read them if I know they’re going to be equally weird. So, I guess I’m asking if these books or any Murakami are worth it given my discomfort with Murakami’s portrayal of women? I keep praying it gets better with every book, but I’m getting increasingly disturbed.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/qiu1rx/ive_read_3_murakami_books_and_cant_get_over_how/",
  "subreddit": "books",
  "id": "qiu1rx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve now read Norwegian Wood, Wind-Up Bird Chronicle, and Colorless Tsukuru\nTazaki by Murakami. I generally enjoy his writing style and I feel pulled in by\nhis stories which has kept me coming back to his works. I just cannot get over\nhow he writes women. They seem to solely exist as sex objects to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今まで読んだのは、「ノルウェイの森」「風立ちぬクロニクル」「色彩を持たないツクル\nTazaki by Murakami. 私は彼の文体が全般的に好きで、彼の物語に引き込まれる感じがします。\n私は彼の文体が好きで、彼の物語に引き込まれ、彼の作品に戻ってきています。ただ、この人の女性の書き方には\n彼の女性の書き方がどうしても好きになれない。彼女たちはただ性の対象として存在しているように見えます。",
      "title": "私は村上春樹の本を3冊読みましたが、彼の女性の書き方が好きになれません。良くなるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我现在已经读了《挪威的森林》、《风鸟纪事》和村上的《无色的津久》。\n村上的太宰治。我总体上喜欢他的写作风格，我感到被他的故事所吸引，这使我不断地回到他的作品中。\n他的故事让我不断回味他的作品。我只是不能接受\n他是如何写女人的。她们似乎只作为性对象而存在。",
      "title": "我已经读了3本村上的书，对他写女人的方式无法释怀。会有更好的结果吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我現在已經讀了《挪威的森林》、《風鳥紀事》和村上的《無色的津久》。\n村上的太宰治。我總體上喜歡他的寫作風格，我感到被他的故事所吸引，這使我不斷地回到他的作品中。\n他的故事讓我不斷回味他的作品。我只是不能接受\n他是如何寫女人的。她們似乎只作爲性對象而存在。",
      "title": "我已經讀了3本村上的書，對他寫女人的方式無法釋懷。會有更好的結果嗎？"
    }
  ]
}