{
  "author": "whyamisosoftinthemid",
  "original_created_utc": 1625928781,
  "title": "YSK: Propane tank exchanges give you only 15 lbs, not 20",
  "created_utc": 1625952724,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most if not all places that exchange an empty 20-lb propane tank for a &quot;full&quot; one don&#39;t really give you a full tank, they give you a tank that can hold 20 lbs of propane with only 15 lbs in it. Look at the fine print on their sign.</p>\n\n<p>To get what you&#39;re paying for, go to a place that refills tanks. They use a scale and charge you for what you get. You can bring in a half-empty tank and get it topped off, and (at least at most shops) pay for only half a tank.</p>\n\n<p>Why YSK:  these places routinely rip people off, you deserve fair treatment.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/ohk4ju/ysk_propane_tank_exchanges_give_you_only_15_lbs/",
  "subreddit": "YouShouldKnow",
  "id": "ohk4ju",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most if not all places that exchange an empty 20-lb propane tank for a \"full\"\none don't really give you a full tank, they give you a tank that can hold 20 lbs\nof propane with only 15 lbs in it. Look at the fine print on their sign.\n\nTo get what you're paying for, go to a place that refills tanks.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "空の20ポンドのプロパンガスタンクを「満タン」に交換してくれるところは、ほとんどが\n満タンにしてくれるわけではなく、20ポンドのプロパンが入るタンクを\n15ポンドしか入っていないプロパンガスタンクを渡します。彼らの看板の細かい文字を見てください。\n\nお金を払った分の価値を得るためには、タンクを補充してくれるところに行きましょう....",
      "title": "YSK: プロパン・タンクの交換では、20ポンドではなく15ポンドしか得られない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大多数（如果不是所有）将20磅的空丙烷罐换成 \"满的 \"的地方\n的地方并没有真正给你一个完整的罐子，他们给你的是一个可以容纳20磅的罐子。\n的丙烷罐，但里面只有15磅。看看他们招牌上的小字。\n\n要想得到你所支付的东西，请到一个加气罐的地方....。",
      "title": "YSK：丙烷罐的交换只给你15磅，而不是20磅"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大多數（如果不是所有）將20磅的空丙烷罐換成 \"滿的 \"的地方\n的地方並沒有真正給你一個完整的罐子，他們給你的是一個可以容納20磅的罐子。\n的丙烷罐，但裏面只有15磅。看看他們招牌上的小字。\n\n要想得到你所支付的東西，請到一個加氣罐的地方....。",
      "title": "YSK：丙烷罐的交換隻給你15磅，而不是20磅"
    }
  ]
}