{
  "author": "Cantthinkofname1245",
  "original_created_utc": 1628609888,
  "title": "CMV: There's a lot to proud about in US history",
  "created_utc": 1628620911,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been hearing a lot of individuals (especially young people) who have grown a sense of hatred and shame for this country based on the dark parts of its history and what they&#39;re up to currently. However, I feel like not as much acknowledgement has been put towards the countless positive things America has done since its founding in spite of all its flaws and troubles. Objectively speaking, there&#39;s a lot to be proud of in this country</p>\n\n<p>They defeated the British Empire in revolutionary war to grant themselves independence from the most powerful nation on Earth at the time (Colonial Britain in reality were the ones who built the nation on hate)</p>\n\n<p>They won a civil war to abolish slavery (one of the true acts of evil in modern times)</p>\n\n<p>They played a key role in winning WW1 and WW2. In WW2, they beat two of the most evil empires to ever exist and instead of conquering a severely weakened Europe and East Asia, they had mercy to help them rebuild and even became allies afterwards. Not to mention, they haven&#39;t engaged in warfare with another powerful nation since becoming a superpower unlike all the &quot;great powers&quot; who came before them</p>\n\n<p>They outlasted all of their Marxist rivals from the Cold War era as most of them have either dissolved (USSR, East Germany, Czechoslovakia) or been drastically reformed (China, Baltics, Vietnam, Romania) while US still remains the top economy</p>\n\n<p>US leads many modern global initiatives and have played a big role in helping poverty, hunger, and disease rates plummet around the world in recent decades.</p>\n\n<p>US is responsible for several of the world&#39;s most innovative creations such as the internet, microwave, search engines, computers, cell phone, online shopping, air conditioning, airplanes, emails, and of course, putting a man on the moon</p>\n\n<p>US is also a leader in medical breakthroughs (vaccines, new medications, etc.), business, technology, entertainment, and sports which have all impacted the world in a positive way.</p>\n\n<p>I&#39;m not even a giant patriot myself, but I had to get this off my chest as I&#39;ve been hearing so much slander on the country recently</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/p1rok6/cmv_theres_a_lot_to_proud_about_in_us_history/",
  "subreddit": "changemyview",
  "id": "p1rok6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been hearing a lot of individuals (especially young people) who have grown\na sense of hatred and shame for this country based on the dark parts of its\nhistory and what they're up to currently. However, I feel like not as much\nacknowledgement has been put towards the countless positive things…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この国の暗い部分を見て、この国への憎しみや恥ずかしさを募らせている人たち（特に若い人たち）の話をよく耳にします。\n憎しみや恥ずかしさを感じるようになりました。\n憎しみや恥ずかしさを感じている人が多いようです。しかし、その一方で\n数え切れないほどのポジティブなことにはあまり目が向けられていないような気がします...。",
      "title": "CMV: アメリカの歴史には誇れるものがたくさんある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经听到很多人（尤其是年轻人），他们已经增长了\n对这个国家的仇恨和耻辱感，基于它的黑暗部分\n以及他们目前的所作所为。然而，我觉得没有那么多\n认可无数积极的事情......",
      "title": "CMV：美国历史上有很多值得骄傲的地方"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經聽到很多人（尤其是年輕人），他們已經增長了\n對這個國家的仇恨和恥辱感，基於它的黑暗部分\n以及他們目前的所作所爲。然而，我覺得沒有那麼多\n認可無數積極的事情......",
      "title": "CMV：美國曆史上有很多值得驕傲的地方"
    }
  ]
}