{
  "author": "Reviewingremy",
  "original_created_utc": 1629000317,
  "title": "I just finished rereading the Animorphs, and goddamned those books are dark!",
  "created_utc": 1629011950,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seriously, kids fantasy books about fighting aliens with your cool animal powers, and it&#39;s 63 books of emotional termoil, ptsd, depression, torture, the horrors of war and everyone is a bastard.</p>\n\n<p>There&#39;s even one book were Rachel (who is 13 at the time) straight up nearly gets raped, and Marco is being groomed by an online pedo!</p>\n\n<p>I did not remember any of that!</p>\n\n<p>20/10 would recommend for all! Fantastic</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/p4mku0/i_just_finished_rereading_the_animorphs_and/",
  "subreddit": "books",
  "id": "p4mku0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seriously, kids fantasy books about fighting aliens with your cool animal\npowers, and it's 63 books of emotional termoil, ptsd, depression, torture, the\nhorrors of war and everyone is a bastard.\n\nThere's even one book were Rachel (who is 13 at the time) straight up nearly\ngets raped, and Marco is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "真面目な話、子供向けのファンタジー本では、クールな動物の力を使って宇宙人と戦う。\n感情的な苦悩、PTSD、うつ病、拷問、戦争の悲惨さを描いた63冊の本があります。\n感情的な苦悩、PTSD、うつ病、拷問、戦争の恐怖、そして誰もがろくでなしという内容の63冊です。\n\nレイチェル（当時13歳）がレイプされそうになった本もあります。\nレイプされそうになったり、マルコが...。",
      "title": "私はちょうどAnimorphsを読み直したところですが、あの本は暗いですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说真的，孩子们的幻想书是关于用你很酷的动物力量来对抗外星人的。\n这是63本关于情绪波动、创伤后遗症、抑郁症、酷刑、战争恐怖的书。\n战争的恐怖和每个人都是一个混蛋。\n\n甚至有一本书中，瑞秋（当时13岁）差点被强奸。\n被强奸了，而马可是...",
      "title": "我刚刚读完《阿尼莫夫》，该死的那些书都是黑暗的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說真的，孩子們的幻想書是關於用你很酷的動物力量來對抗外星人的。\n這是63本關於情緒波動、創傷後遺症、抑鬱症、酷刑、戰爭恐怖的書。\n戰爭的恐怖和每個人都是一個混蛋。\n\n甚至有一本書中，瑞秋（當時13歲）差點被強姦。\n被強姦了，而馬可是...",
      "title": "我剛剛讀完《阿尼莫夫》，該死的那些書都是黑暗的。"
    }
  ]
}