{
  "author": "EdwardoFelise",
  "original_created_utc": 1636275171,
  "title": "How do you fight the FOMO?",
  "created_utc": 1636291925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m new to crypto and took a small amount and put it on a coin I like (after a lot of reading!!)</p>\n\n<p>My plan is to just let it ride for a while because I really like what they are doing and think there is a lot of potential. </p>\n\n<p>However, the more I read about crypto as a whole and the stories of what people are doing, I can help but feel my small investment is not worth it and won’t get me anywhere.</p>\n\n<p>I see people putting large amounts of money in and I see my coins go up 10% and think if I had more in then that 10% would be worth more. </p>\n\n<p>This leaves me constantly feeling like I should be YOLOing all my saving into crypto or gambling on shitcoins to make money and it’s a hard temptation fight because it’s constant!</p>\n\n<p>I can’t help but check my account all the time to watch my little investment go up and down and it’s addictive. </p>\n\n<p>For those of you who have been doing this for a while (or even newbies like me) how do you fight this FOMO feeling?</p>\n\n<p>Edit</p>\n\n<p>Thank you kind people for the advice. I have been given some really good tips and some things to consider.</p>\n\n<p>I really appreciate it.</p>\n\n<p>It’s nice that everyone can have fun and still be nice. I like this community</p>\n\n<p>Edit 2</p>\n\n<p>Went away to have some dinner. Came back to bucket load of comments and my coin is up another 10%</p>\n\n<p>That itch is getting worse……….</p>\n</div><!-- SC_ON -->",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/qoknvf/how_do_you_fight_the_fomo/",
  "subreddit": "CryptoCurrency",
  "id": "qoknvf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m new to crypto and took a small amount and put it on a coin I like (after a\nlot of reading!!)\n\nMy plan is to just let it ride for a while because I really like what they are\ndoing and think there is a lot of potential.\n\nHowever, the more I read about crypto as a whole and the stories of what…"
}