{
  "author": "MissTossAccount",
  "the_new_excerpt": "How so many people don’t seem to get this, I’ll never understand. Most of the\n“arguments” against this that I’ve heard are “But (country) has problems with x,\ny, and z.”\n\nYou can love your country but still dislike parts of it, just the same way you\ncan love people and dislike things they do.…",
  "original_created_utc": 1624215584,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜ多くの人がこのことを理解していないのか、私には理解できません。私が聞いたことのある\n\"しかし、（国）にはx、y、zの問題がある」というものです。\ny, zに問題がある」というものです。\n\n自分の国を愛していても、その国の一部を嫌うことはあります。\n同じように、人を愛しても、その人がすることを嫌うことができます....",
      "title": "CMV: 愛国心を持つこと、自分の国を愛することは悪いことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么这么多人似乎不明白这一点，我永远不会明白。我听到的大多数\n的 \"论据 \"都是 \"但是（国家）有x的问题。\ny和z\"。\n\n你可以爱你的国家，但仍然不喜欢它的一部分，就像你\n你可以爱人们，但不喜欢他们做的事情....",
      "title": "CMV：爱国/爱你的国家并没有错。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼這麼多人似乎不明白這一點，我永遠不會明白。我聽到的大多數\n的 \"論據 \"都是 \"但是（國家）有x的問題。\ny和z\"。\n\n你可以愛你的國家，但仍然不喜歡它的一部分，就像你\n你可以愛人們，但不喜歡他們做的事情....",
      "title": "CMV：愛國/愛你的國家並沒有錯。"
    }
  ],
  "title": "CMV: There is nothing wrong with being patriotic/loving your country.",
  "created_utc": 1624221132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>How so many people don’t seem to get this, I’ll never understand. Most of the “arguments” against this that I’ve heard are “But (country) has problems with <strong>x, y, and z.</strong>”</p>\n\n<p>You can love your country but still dislike parts of it, just the same way you can love people and dislike things they do. Nothing is perfect. Something doesn’t have to be near-perfect for it to be enjoyed or loved, either.</p>\n\n<p>Let’s take America for example. This is where many more people will disagree with me: I love America. I love living here. I hate many aspects about it, but I love many aspects about it. I hate that for the longest time there’s been problems <strong><em>that I can’t say due to this sub’s filters.</em></strong> I like that we’ve gotten <em>better</em> in the sense of abolishing <strong><em>ownership of others</em></strong>, legalizing same-sex marriage, getting closer and closer to equal rights for all. There’s still lots of room for improvement, but I won’t hatefully undermine the positive changes over time due to some anti-American bias lots of people seem to have.</p>\n\n<p>I have no problem with others hating countries for legitimate reasons, don’t get me wrong. I dislike countries that behead women for standing against inequality, or slaughter their people for having opinions, and other insane reasons. That being said if you hate people for loving their country, even if they are relatively quiet about it/keep it to themself, you’re an asshole. You’re allowed to, but you’re still an asshole.</p>\n\n<p>Berating/silencing people for having different opinions is exactly what we’ve been trying to move away from. At least I thought for years that was the goal. I’m seeing the very people who fought for a voice, silencing others. Most of the time when someone mentions anything positive about certain countries, like America again, someone will just show up with “yeah sure, but what about (bad thing)?” and insult the person simply for implying there was anything good about the country.</p>\n\n<p>I honestly want to know why it’s considered so bad to enjoy, like, or love your country, even if you recognize it’s faults. I don’t understand this. If someone wants to help me understand, please, go ahead.</p>\n\n<p><strong>Disclaimer:</strong> <strong><em>When I used bold-italic in this post, it’s me censoring certain words so the automod doesn’t remove the post, thinking it’s about something else.</em></strong></p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/o4cg7q/cmv_there_is_nothing_wrong_with_being/",
  "subreddit": "changemyview",
  "id": "o4cg7q",
  "is_self": true,
  "media": null,
  "is_video": false
}