{
  "author": "thecornucopiaguy69",
  "original_created_utc": 1625177822,
  "title": "CMV: adult programs and songs shouldn't be censored as they are intended for adults",
  "created_utc": 1625185836,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Corporations shouldn&#39;t have to parent your child. You are their parent and it is your responsibility to raise them. If you don&#39;t want your kids to see or hear a programming then that should be on you. When I hear a song on the radio with 50 different little distorted parts it makes me laugh. If it&#39;s so inappropriate why is it on a channel meant for all audiences? If it&#39;s so inappropriate why let your child listen to begin with? Do you really think the swear words are the only controversial thing in these songs? Why not simply parent your child and make sure they aren&#39;t consuming content you don&#39;t see fit for your child?</p>\n\n<p>It also ruins songs and programs for us adults. There have been parts that are so heavily censored that the joke is basically how censored it is cause you&#39;ll never hear the actual words. You just hear bleep bleep bleeeep bleep bleep bleep and some bleep bleep and then everyone around the character is just shocked and I&#39;m just pissed. Why can I see a character get brutally killed in the most horrific way possible but not hear fuck? Why can I watch a character get sexually assaulted or even raped but as long as I don&#39;t see a dick or a nipple then I&#39;m good? I can watch mass genocide or listen to hate speech but can&#39;t hear cunt?</p>\n\n<p>The dumbest part of all of this is 99% of us know exactly what is being censored. It doesn&#39;t actually work as censoring if your mind fills in the blanks. Sure if the screen went completely black whenever nudity or sexual content came on or you censored the whole sentence instead of just the &quot;bad&quot; word then yeah it&#39;d work but we don&#39;t do that. It feels like we simply do the level of censoring we do to make the 0.001% of the population who would be lose their shit happy but why the fuck do we care what they think? They aren&#39;t watching the fucking shows! No way you are a stick up the butt prude and like watching South Park and rick and morty and you draw the line at nipples and fucks. Why do we pander to the extreme minority? We could uncensore every adult program and nothing would happen and everyone who watches these programs or listens to these songs would still listen and watch and the only mad ones would be people who don&#39;t even consume that media</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/obwn05/cmv_adult_programs_and_songs_shouldnt_be_censored/",
  "subreddit": "changemyview",
  "id": "obwn05",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Corporations shouldn't have to parent your child. You are their parent and it is\nyour responsibility to raise them. If you don't want your kids to see or hear a\nprogramming then that should be on you. When I hear a song on the radio with 50\ndifferent little distorted parts it makes me laugh. If it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "企業は、あなたの子供を育てる必要はありません。あなたは彼らの親であり、彼らを育てる責任があります。\n育てていく責任があります。もし、子供にある番組を見たり聞いたりしてほしくないと思うなら、それはあなたの責任です。\n番組を見たり聞いたりしたくなければ、それはあなたの責任です。ラジオで50の異なる小さな歪んだ部分を持つ歌を聞くと\n歪んだ部分が50個もある曲をラジオで聞くと笑ってしまいます。もしそれが...",
      "title": "CMV: 大人向けの番組や歌は、検閲されるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "公司不应该养育你的孩子。你是他们的父母，养育他们是\n你有责任抚养他们。如果你不希望你的孩子看到或听到一个\n节目，那么这应该是你的责任。当我在广播中听到一首歌有50个不同的小扭曲部分时\n不同的小失真部分时，我就会笑。如果它是...",
      "title": "CMV：成人节目和歌曲不应受到审查，因为它们是为成人准备的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "公司不應該養育你的孩子。你是他們的父母，養育他們是\n你有責任撫養他們。如果你不希望你的孩子看到或聽到一個\n節目，那麼這應該是你的責任。當我在廣播中聽到一首歌有50個不同的小扭曲部分時\n不同的小失真部分時，我就會笑。如果它是...",
      "title": "CMV：成人節目和歌曲不應受到審查，因爲它們是爲成人準備的"
    }
  ]
}