{
  "author": "GeoTheSavage10",
  "the_new_excerpt": "Why YSK- As a former representative/manager at a wireless carrier, I know first\nhand that most carriers do not tell you that you have options when it comes to\nprotecting your device. Often times you will only be given the most expensive\ncoverage option as it generates the most revenue. And this…",
  "original_created_utc": 1614045077,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK--作为一个前无线运营商的代表/经理，我首先了解到的是\n手，大多数运营商不会告诉你，你有选择的时候，它涉及到\n保护您的设备。通常情况下，你只会得到最昂贵的。\n覆盖选项，因为它产生了最多的收入。而这...",
      "title": "YSK你可能有更便宜的选择，通过你的移动服务提供商来保护你的手机和其他产品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK--作爲一個前無線運營商的代表/經理，我首先了解到的是\n手，大多數運營商不會告訴你，你有選擇的時候，它涉及到\n保護您的設備。通常情況下，你只會得到最昂貴的。\n覆蓋選項，因爲它產生了最多的收入。而這...",
      "title": "YSK你可能有更便宜的選擇，通過你的移動服務提供商來保護你的手機和其他產品。"
    }
  ],
  "title": "YSK That you probably have cheaper options on protecting your cell phones and other products through your mobile service provider",
  "created_utc": 1614152091,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK- As a former representative/manager at a wireless carrier, I know first hand that most carriers do not tell you that you have options when it comes to protecting your device. Often times you will only be given the most expensive coverage option as it generates the most revenue. And this option usually has a bunch of features you might not even care for but were never explained to you. Just know there are usually cheaper options that still give you the coverage you need.</p>\n\n<p>For example I have Verizon. If you walked into a store right now they would tell you that insuring your device would either cost you $17/mo for their Verizon Protect program, or $15/mo for their Total Mobile Protection plan.</p>\n\n<p>However they have 3 options they will never mention unless you personally bring them up which are Total Equipment Coverage (TEC), Extended Warranty (EW), and Wireless Phone Protection (WPP).</p>\n\n<p>In Verizon&#39;s case I&#39;ll explain the differences between the different options :</p>\n\n<p><strong>$17 VZ Protect</strong></p>\n\n<ul>\n<li>Has coverage against lost, stolen, or damaged devices</li>\n<li>Has extended warranty</li>\n<li>Has Identify Theft Protection</li>\n<li>Has Call filtering for Spam calls</li>\n<li>Has Tech Coach (24/7 tech support through an app or on the phone)</li>\n</ul>\n\n<p><strong>$15 TOTAL MOBILE PROTECTION</strong></p>\n\n<ul>\n<li>Has coverage against lost, stolen, or damaged devices</li>\n<li>Has extended warranty</li>\n<li>Has Tech Coach (24/7 tech support through an app or on the phone)</li>\n</ul>\n\n<p>Now let&#39;s look at the options they don&#39;t tell you about:</p>\n\n<p><strong>$11 TOTAL EQUIPMENT COVERAGE</strong></p>\n\n<ul>\n<li>Has coverage against lost, stolen, or damaged devices</li>\n<li>Has extended warranty</li>\n</ul>\n\n<p><strong>$6.85 WIRELESS PHONE PROTECTION</strong></p>\n\n<ul>\n<li>Has coverage against lost, stolen, or damaged devices</li>\n</ul>\n\n<p><strong>$5 EXTENDED WARRANTY</strong></p>\n\n<ul>\n<li>extends your device&#39;s warranty pass the manufacture&#39;s warranty for as long as you are paying for it.</li>\n</ul>\n\n<p>For most people, Wireless Phone Protection is all they possibly need, and it is almost $10 cheaper then what they&#39;re going to offer you when signing up. That&#39;s an extra $120 a year PER LINE that you might be able to save.</p>\n\n<p>So check with your phone provider and see what options they have available. Additionally, most carriers will give you these options online as well so you might be able to make the changes yourself!</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/lq64g1/ysk_that_you_probably_have_cheaper_options_on/",
  "subreddit": "YouShouldKnow",
  "id": "lq64g1",
  "is_self": true,
  "media": null,
  "is_video": false
}