{
  "author": "MushofPixels",
  "original_created_utc": 1627745034,
  "title": "CMV: Social media and \"new wave\" parenting has created self-centred individuals incapable of listening or debating.",
  "created_utc": 1627753456,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While I do appreciate that the younger generations are more open and accepting of the many ways people live life, I do think our generation has become insufferably intolerant towards anyone with slightly different views. </p>\n\n<p>I (20M) have been raised alongside the internet and got involved in social media pretty early on 12/13 - this is the case for many younger people - and I can&#39;t help noticing how we&#39;re creating more and more labels to put people in boxes as racist, homophobic, \n... e.g. the term &quot;microaggression&quot; that is meant to represent a covert manner of attacking/ostracizing certain groups. As a black man, I&#39;ve had people trying to touch my hair my entire life - I don&#39;t like it, in fact I hate it but is it racist in any way shape or form? No. Is it a microaggression? F*ck no. It&#39;s a person who&#39;s seen something different to what they&#39;re used to (my hair) and was thus curious about how it felt (differently from theirs, surely). </p>\n\n<p>If we keep trying to shun people by labeling them with this or that term as soon as they act in a way we perceive as wrong without even giving them the time of day to understand where they&#39;re coming from, we&#39;re going nowhere. </p>\n\n<p>We&#39;ve become so heavily politicized that instead of gaining an understanding through experience, we obtain an illusion of that through the skewed views of the people we follow on social media.</p>\n\n<p>(I&#39;ll just say now that I know I am generalizing when I say &quot;we&quot;, &quot;younger generations&quot;, ... I do understand that not everyone is like this. My point is that social media has seeped through enough of us for this lack of communication to become obvious.)</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/ov92pw/cmv_social_media_and_new_wave_parenting_has/",
  "subreddit": "changemyview",
  "id": "ov92pw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While I do appreciate that the younger generations are more open and accepting\nof the many ways people live life, I do think our generation has become\ninsufferably intolerant towards anyone with slightly different views.\n\nI (20M) have been raised alongside the internet and got involved in social…"
}