{
  "author": "MushofPixels",
  "original_created_utc": 1627745034,
  "title": "CMV: Social media and \"new wave\" parenting has created self-centred individuals incapable of listening or debating.",
  "created_utc": 1627753456,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While I do appreciate that the younger generations are more open and accepting of the many ways people live life, I do think our generation has become insufferably intolerant towards anyone with slightly different views. </p>\n\n<p>I (20M) have been raised alongside the internet and got involved in social media pretty early on 12/13 - this is the case for many younger people - and I can&#39;t help noticing how we&#39;re creating more and more labels to put people in boxes as racist, homophobic, \n... e.g. the term &quot;microaggression&quot; that is meant to represent a covert manner of attacking/ostracizing certain groups. As a black man, I&#39;ve had people trying to touch my hair my entire life - I don&#39;t like it, in fact I hate it but is it racist in any way shape or form? No. Is it a microaggression? F*ck no. It&#39;s a person who&#39;s seen something different to what they&#39;re used to (my hair) and was thus curious about how it felt (differently from theirs, surely). </p>\n\n<p>If we keep trying to shun people by labeling them with this or that term as soon as they act in a way we perceive as wrong without even giving them the time of day to understand where they&#39;re coming from, we&#39;re going nowhere. </p>\n\n<p>We&#39;ve become so heavily politicized that instead of gaining an understanding through experience, we obtain an illusion of that through the skewed views of the people we follow on social media.</p>\n\n<p>(I&#39;ll just say now that I know I am generalizing when I say &quot;we&quot;, &quot;younger generations&quot;, ... I do understand that not everyone is like this. My point is that social media has seeped through enough of us for this lack of communication to become obvious.)</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/ov92pw/cmv_social_media_and_new_wave_parenting_has/",
  "subreddit": "changemyview",
  "id": "ov92pw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "While I do appreciate that the younger generations are more open and accepting\nof the many ways people live life, I do think our generation has become\ninsufferably intolerant towards anyone with slightly different views.\n\nI (20M) have been raised alongside the internet and got involved in social…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い世代がよりオープンで、様々な生き方を受け入れていることは評価できますが\n受け入れていることは評価できますが、一方で、私たちの世代では\n私たちの世代は、少しでも違う意見を持つ人に対して、我慢できないほど不寛容になっていると思います。\n\n私(20M)は、インターネットと共に育ち、社会的な活動に参加してきました。",
      "title": "CMV: ソーシャルメディアや「ニューウェーブ」と呼ばれる子育ては、聞くことも議論することもできない自己中心的な人間を生み出しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "虽然我很欣赏年轻一代更加开放和接受\n人的多种生活方式，但我确实认为我们这一代已经变得\n对任何持不同观点的人都无法容忍。\n\n我（20岁）是在互联网边上长大的，并参与了社会活动。",
      "title": "CMV：社交媒体和 \"新浪潮 \"育儿法造就了以自我为中心的人，无法倾听或辩论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然我很欣賞年輕一代更加開放和接受\n人的多種生活方式，但我確實認爲我們這一代已經變得\n對任何持不同觀點的人都無法容忍。\n\n我（20歲）是在互聯網邊上長大的，並參與了社會活動。",
      "title": "CMV：社交媒體和 \"新浪潮 \"育兒法造就了以自我爲中心的人，無法傾聽或辯論。"
    }
  ]
}