{
  "author": "saalamander",
  "the_new_excerpt": "Every professional sport requires strategic adjustments and counter-adjustments\nfrom both teams.\n\nIn most sports it happens fluidly, on-the-fly, there's no pause for the\nannouncer to break down what just happened, there aren't 60 seconds in between\nplays for the casual viewer to process the play…",
  "original_created_utc": 1617358647,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "每一项职业运动都需要战略调整和反调整。\n两支球队的。\n\n在大多数体育项目中，它发生得很流畅，一气呵成，没有任何停顿。\n播音员把刚才发生的事情说出来，中间没有60秒的时间。\n戏，供普通观众处理戏... ...",
      "title": "CMV：美式橄榄球并不比其他运动更像一场 \"象棋比赛\"。比赛只是速度够慢，有足够的停顿，使普通观众能够对比赛的战术方面有更多的感知。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每一項職業運動都需要戰略調整和反調整。\n兩支球隊的。\n\n在大多數體育項目中，它發生得很流暢，一氣呵成，沒有任何停頓。\n播音員把剛纔發生的事情說出來，中間沒有60秒的時間。\n戲，供普通觀衆處理戲... ...",
      "title": "CMV：美式橄欖球並不比其他運動更像一場 \"象棋比賽\"。比賽只是速度夠慢，有足夠的停頓，使普通觀衆能夠對比賽的戰術方面有更多的感知。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "すべてのプロスポーツには、戦略的な調整と反調整が必要です。\n両チームの戦略的な調整が必要です。\n\nほとんどのスポーツでは、それは流動的に、その場で行われ、アナウンサーが何が起こったかを説明する間もなく\nアナウンサーが何が起こったかを説明する間もなく、カジュアルな視聴者がプレーを処理するためにプレーとプレーの間に60秒もありません。\nプレイの間に60秒もないので、何気なく見ている人がそのプレイを処理することもできません。",
      "title": "CMV: アメリカンフットボールは、他のスポーツに比べて「チェスのような試合」ではありません。ゲームは十分にゆっくりとしていて、十分な間があるので、カジュアルな視聴者でもゲームの戦術的な側面を理解することができます。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "すべてのプロスポーツには、戦略的な調整と反調整が必要です。\n両チームの戦略的な調整が必要です。\n\nほとんどのスポーツでは、それは流動的に、その場で行われ、アナウンサーが何が起こったかを説明する間もなく\nアナウンサーが何が起こったかを説明する間もなく、カジュアルな視聴者がプレーを処理するためにプレーとプレーの間に60秒もありません。\nプレイの間に60秒もないので、何気なく見ている人がそのプレイを処理することもできません。",
      "title": "CMV: アメリカンフットボールは、他のスポーツに比べて「チェスのような試合」ではありません。ゲームは十分にゆっくりとしていて、十分な間があるので、カジュアルな視聴者でもゲームの戦術的な側面を理解することができます。"
    }
  ],
  "title": "CMV: American Football is no more of a \"chess match\" than any other sport. The game is just slow enough and has enough pauses enabling the casual viewer to be more perceptive of the tactical aspects of the game.",
  "created_utc": 1617374608,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every professional sport requires strategic adjustments and counter-adjustments from both teams. </p>\n\n<p>In most sports it happens fluidly, on-the-fly, there&#39;s no pause for the announcer to break down what just happened, there aren&#39;t 60 seconds in between plays for the casual viewer to process the play they just saw with 7 different camera angles. </p>\n\n<p>This isn&#39;t a knock on football. The strategic depth of the game is astounding, but my point is that this is the case for almost all professional sports, it&#39;s just more easily perceived while viewing American Football.</p>\n</div><!-- SC_ON -->",
  "score": 320,
  "permalink": "/r/changemyview/comments/mihfen/cmv_american_football_is_no_more_of_a_chess_match/",
  "subreddit": "changemyview",
  "id": "mihfen",
  "is_self": true,
  "media": null,
  "is_video": false
}