{
  "author": "annannasse",
  "the_new_excerpt": "Hey Guys! I have recently been missing my family a lot and I remembered that my\ndad used to show me the movie adaptations of Terry Pratchett and I rewatched all\nof them.\n\nSince Ive been always more of a book person I looked into his books and I was\ncompletely lost at the amount of novels he…",
  "original_created_utc": 1621254545,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "みんな、お待たせしました。私は最近、家族がいなくて寂しい思いをしていたのですが、父がよくTerry Pratchettの映画化を見せてくれたことを思い出しました。\nテリー・プラチェットの映画化作品を父がよく見せてくれていたのを思い出し、全ての作品を見返しました。\nそれらのすべてを再鑑賞しました。\n\n私はいつも本を読むのが好きなので、彼の本を調べてみました。\n彼の小説の量には完全に驚かされました...",
      "title": "Terry Pratchettのどこから始めるか"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "嘿，伙计们! 我最近非常想念我的家人，我记得我爸爸曾经给我看泰瑞-普拉特切特的改编电影。\n我记得我爸爸曾经给我看泰瑞-普拉切特的改编电影，我重新看了所有的\n的电影。\n\n因为我一直都是一个喜欢看书的人，所以我看了他的书，我很喜欢。\n我完全迷失在他的大量小说中。",
      "title": "从哪里开始了解特里-普拉切特？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "嘿，夥計們! 我最近非常想念我的家人，我記得我爸爸曾經給我看泰瑞-普拉特切特的改編電影。\n我記得我爸爸曾經給我看泰瑞-普拉切特的改編電影，我重新看了所有的\n的電影。\n\n因爲我一直都是一個喜歡看書的人，所以我看了他的書，我很喜歡。\n我完全迷失在他的大量小說中。",
      "title": "從哪裏開始瞭解特里-普拉切特？"
    }
  ],
  "title": "Where to start with Terry Pratchett",
  "created_utc": 1621263336,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey Guys! I have recently been missing my family a lot and I remembered that my dad used to show me the movie adaptations of Terry Pratchett and I rewatched all of them.</p>\n\n<p>Since Ive been always more of a book person I looked into his books and I was completely lost at the amount of novels he wrote? </p>\n\n<p>I tried to find a way where to start in the Discworld but I couldnt quite get the hang of it?</p>\n\n<p>If you have read Terry Pratchetts Discworld where would you suggest starting? </p>\n\n<p>Thanks in advance!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/neexob/where_to_start_with_terry_pratchett/",
  "subreddit": "booksuggestions",
  "id": "neexob",
  "is_self": true,
  "media": null,
  "is_video": false
}