{
  "author": "ChAdDhA",
  "the_new_excerpt": "I've always loved to read from a young age. It had gotten to a point where I was\nreading nearly 100 books a year from many different genres. Once covid started,\nI realized that I'd never be able to read everything I wanted to, and it sent me\ninto an existential, downward spiral. I was paralyzed, and…",
  "original_created_utc": 1619619038,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は幼い頃から本を読むのが好きでした。様々なジャンルの本を年間100冊近く読むほどになっていました。\n様々なジャンルの本を年間100冊近く読んでいました。covidが始まってからは\ncovidが始まってからは、読みたい本を全部読むのは無理だと悟り、実存的な下降線を辿りました。\n実存的な負のスパイラルに陥ってしまいました。私は麻痺していて...",
      "title": "私は最近、より多くのことに執着するあまり、読書への情熱が損なわれていることに気づきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从小就喜欢读书。我已经达到了这样的程度\n每年阅读近100本书，涉及许多不同的流派。一旦covid开始。\n我意识到，我永远不可能读完所有我想读的书，这让我\n这让我陷入了一个存在感极低的漩涡。我瘫痪了，而且...",
      "title": "我最近发现，我对更多的痴迷已经破坏了我对阅读的热情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從小就喜歡讀書。我已經達到了這樣的程度\n每年閱讀近100本書，涉及許多不同的流派。一旦covid開始。\n我意識到，我永遠不可能讀完所有我想讀的書，這讓我\n這讓我陷入了一個存在感極低的漩渦。我癱瘓了，而且...",
      "title": "我最近發現，我對更多的癡迷已經破壞了我對閱讀的熱情。"
    }
  ],
  "title": "I've recently discovered that my obsession with more has been ruining my passion for reading.",
  "created_utc": 1619667106,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve always loved to read from a young age. It had gotten to a point where I was reading nearly 100 books a year from many different genres. Once covid started, I realized that I&#39;d never be able to read everything I wanted to, and it sent me into an existential, downward spiral. I was paralyzed, and instead of doing the expected and reading even more, I scrutinized my reading speed and how many pages I needed to get through each day. When I inevitably failed to reach my goals, I was disappointed and began to lose the love of reading I had in the past. </p>\n\n<p>Recently, I began to come to terms with this. Stemming from the realization that life itself is finite. It&#39;s funny, I obviously always knew that life is fleeting, but I never fully understood this. After reading some works by ancient stoic philosophers I realized, that quantity is never the answer. A person that reads few books well, is often much wiser than one that reads many books hastily. I&#39;m sure this &quot;profound&quot; realization is trivial for a lot of you, but it has certainly helped me to grapple with the impending sense of &quot;I&#39;m not moving fast enough and that&#39;s a bad thing.&quot;</p>\n\n<p>Take your time when you read, life and books are beautiful.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/n0fnpl/ive_recently_discovered_that_my_obsession_with/",
  "subreddit": "books",
  "id": "n0fnpl",
  "is_self": true,
  "media": null,
  "is_video": false
}