{
  "author": "reddtoric",
  "the_new_excerpt": "When reading nonfictional books or textbooks, do you read through each sentence\nwith a fine-tooth comb (and you still go through it pretty fast because you have\na high?/good? reading comprehension) or do you understand it like idk 60-90% of\nwhat it's saying (a good amount more than just the gist of…",
  "original_created_utc": 1619404013,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ノンフィクションの本や教科書を読むとき、一文一文を丁寧に読んでいますか？\n読んでいるのか（それでも読解力が高いので、かなりのスピードで読み進めているのか\n読んでいるのか、それとも6～9割は理解しているのか。\nといった感じで理解していますか？",
      "title": "bookworms/fast readers of reddit, ノンフィクション/教育/教科書の読解力/速度に関する質問"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在阅读非虚构类书籍或教科书时，你是否会用细牙梳梳理每一句话？\n你是用细牙梳子读完每一句话（你还是会很快读完，因为你的阅读理解能力很高/很好），还是理解我的意思？\n因为你的阅读理解能力很高/很好），还是说你对它的理解是60-90%都不知道？\n还是说你能理解它的60-90%（比大意多得多......）？",
      "title": "reddit的书虫/快速阅读者，关于非虚构/教育/教科书的阅读理解/速度的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在閱讀非虛構類書籍或教科書時，你是否會用細牙梳梳理每一句話？\n你是用細牙梳子讀完每一句話（你還是會很快讀完，因爲你的閱讀理解能力很高/很好），還是理解我的意思？\n因爲你的閱讀理解能力很高/很好），還是說你對它的理解是60-90%都不知道？\n還是說你能理解它的60-90%（比大意多得多......）？",
      "title": "reddit的書蟲/快速閱讀者，關於非虛構/教育/教科書的閱讀理解/速度的問題"
    }
  ],
  "title": "Bookworms/fast readers of reddit, question about reading comprehension/speed for nonfictional/educational/textbooks",
  "created_utc": 1619445361,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When reading nonfictional books or textbooks, do you read through each sentence with a fine-tooth comb (and you still go through it pretty fast because you have a high?/good? reading comprehension) or do you understand it like idk 60-90% of what it&#39;s saying (a good amount more than just the gist of it) and move on?</p>\n\n<p>I find that I pick apart almost every word of the sentence. And I think it&#39;s because I&#39;m mostly detailed oriented and meticulous.  Also, while sometimes getting distracted in the process. Like I&#39;ll be like okay this refers to this thing in this example, this means this, that means that, reread, and oh what&#39;s this thing on my mind.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mynjqz/bookwormsfast_readers_of_reddit_question_about/",
  "subreddit": "books",
  "id": "mynjqz",
  "is_self": true,
  "media": null,
  "is_video": false
}