{
  "author": "emotionalbagclaim",
  "the_new_excerpt": "why ysk: hey, mental health counselor and social worker here! my city is\nespecially struggling with destabilized housing and shelter. people start to\nbecome unsure about the needs of this demographic and will ask me \"what should i\ndonate? toys? blankets? seasonal items?\"\n\nthe long answer, yes. of…",
  "original_created_utc": 1617960617,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか： メンタルヘルス・カウンセラー兼ソーシャルワーカーの私ですが、私の住んでいる街は特に不安定な住宅やシェルターに悩まされています。\n私の街は、不安定な住宅やシェルターに特に悩まされています。\n私の街では、不安定な住宅やシェルターの問題が特に深刻です。\nおもちゃ、毛布、季節のもの、何を寄付したらいいの？\n\n長くなりましたが、答えは「はい」です。",
      "title": "YSKでは、家の不足やホームレス状態を経験している人々と協力して、貴重な寄付となる手頃な価格の製品を厳選しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么ysk：嘿，这里有心理健康咨询师和社工！我所在的城市是。\n特别是在不稳定的住房和住所中挣扎的人。\n变得不确定这类人群的需求，并会问我 \"我应该做什么\"。\n捐献 玩具 毯子 季节性物品\"\n\n长长的回答，是的。 的...",
      "title": "YSK，我和那些经历过家庭不安全/无家可归的人一起工作，我们策划了一个实惠的产品清单，作为无价的捐赠。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼ysk：嘿，這裏有心理健康諮詢師和社工！我所在的城市是。\n特別是在不穩定的住房和住所中掙扎的人。\n變得不確定這類人羣的需求，並會問我 \"我應該做什麼\"。\n捐獻 玩具 毯子 季節性物品\"\n\n長長的回答，是的。 的...",
      "title": "YSK，我和那些經歷過家庭不安全/無家可歸的人一起工作，我們策劃了一個實惠的產品清單，作爲無價的捐贈。"
    }
  ],
  "title": "YSK that i work with those experiencing home insecurity/homelessness and we curated a list of affordable products that double as invaluable donations",
  "created_utc": 1617971999,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>why ysk: hey, mental health counselor and social worker here! my city is especially struggling with destabilized housing and shelter. people start to become unsure about the needs of this demographic and will ask me &quot;what should i donate? toys? blankets? seasonal items?&quot;</p>\n\n<p>the long answer, yes. of course. but if you are asking for a list of items that you are certain will be 1. equitable, 2. convenient and 3. accessible then here is a list of items that have been approved by both those working as community aid and those who are part of the destabilized community itself:</p>\n\n<p>- socks. socks are SO important. the quickest infections can happen at the feet when people are elderly, mentally ill, in active addiction, unable to control dry conditions. it is really convenient if you wrap them in pairs, flat, in baggies. these baggies can be used again, and it keeps their next pair clean and dry and portable. i will buy mens (10ish usually) because they size down for womens shoes and they size up with a stretch for larger sizes. i don&#39;t recommend investing too much into these because socks in homelessness last only a few days (ideally). also: crew socks, not ankle socks.</p>\n\n<p>- pet food. a lot of these folks, more than you&#39;d ever think to consider, have a pet sidekick that is their family. i have been told &quot;i can eat pizza crust out of the garbage can, but my buddy deserves better.&quot; small cans of wet pet food are very much welcomed in the community. there is also the reality that some people would prefer to fill their bag with pet food and eat it themselves if it means their animal is nourished - and companionship is never shunned in this community, so please be inclusive to these precious friends. no one loves a homeless dog quite like a person who is homeless.</p>\n\n<p>- collapsible bowls. good for washing face, brushing teeth, eating food, etc. and they can be used for pets as well. collapsible bowls are marketed for a variety of things - i usually buy mine online in packs of varying sizes for food storage, and then i split them into individual gifting. &quot;we eat a lot of packs of food, and nothing will make you crazier than food without a bowl. i wouldn&#39;t trade my bowl for anything. i can&#39;t believe i made it so long without a bowl.&quot;</p>\n\n<p>- first aid kids, or first aid materials, particularly gauze wraps and hydrogen peroxide or some sort of hand/wound sanitizer. bandaids don&#39;t tend to do much with the conditions and then elements. stretchy bandage wraps are pretty universal, can be used without scissors, and are resilient. i DO NOT recommend rubbing alcohol or alcohol-based hand sanitizer. this is dangerous to consume but is very often consumed when a person is alcohol dependent.</p>\n\n<p>- sewing kits and shoelaces. a lot of people don&#39;t consider this, but their clothes and shoes get a lot more wear than is normally expected. it is much easier to sew a button back on than expect a whole item of clothing to get replaced. shoelaces break a lot, and they can be used for other things (hair ties, folding tents, etc.). i have been told that mending clothes with sewing is therapeutic, &quot;because the jacket wasn&#39;t wanted but with a little care, it can be needed - like me.&quot;</p>\n\n<p>- tampons/pads. remember that feminine hygiene products are necessary but not free.</p>\n\n<p>- coconut oil - note, i WILL buy this in bigger containers because the cost different is HUGE. less waste, i can distribute more, and i have leftover cash to buy reusable flat jars and some printer labels to distinguish a new seal. this can be used as chapstick, moisturizer, and also hair grease. natural hair gets especially neglected in homelessness and hair grease is a sought-after product. bonus: it&#39;s food-grade for cooking as well.</p>\n\n<p>- antibacterial wet wipes (not just baby wipes). they can be used to wash hands, they can be used to wash the body, and they are sanitizing vs. just cleansing. i wish there was something i could suggest that was better for the environment but this is the most effective, sanitary, portable and convenient option for most that eliminates ethanol alcohol.</p>\n\n<p>- deodorant. i usually just provide something like speedstick or whatever is at the dollar store. honestly i feel like the process of putting on deodorant is more emotionally valuable than a preference for feminine scents or it being antiperspirant. it&#39;s a ritual of self care. stick deodorant is the most preferred because it lasts a long time and it&#39;s familiar.</p>\n\n<p>- a mirror and a comb i have also been told that having access to these two things provides a better sense of self worth because &quot;i can watch me take care of myself, and that reminds me that i&#39;m worth more than i think i am.&quot; i buy small compact mirrors and pick combs (can be used on all hair types, including natural hair types that otherwise don&#39;t handle small combs).</p>\n\n<p>- baking soda toothpaste and a toothbrush. i will usually tie these two things together with a hair tie, which i always pack too. if they need it, they have a hair tie. if not, it can keep their two products together. these are preferred to be full size because it doesn&#39;t make a difference and one of my clients said &quot;the small toothbrushes just make me feel small too.&quot; baking soda tried and true.</p>\n\n<p>- peanut butter. PEANUT BUTTER. so high in fat, so high in protein, you can get this sugar free and no one cares and it&#39;s more accessible. it lasts forever, it&#39;s a great snack, it&#39;s quick. &quot;it really helps me with anxiety when i start wondering when i&#39;ll eat again.&quot; yes, some people are allergic. this helps a jazillion more people than it could ever harm in this community.</p>\n\n<p>- reusable bottles that have a good seal and can hook. these don&#39;t have to be expensive, they sell them at the dollar store and walmart etc. but the more the merrier because you can fill them when you see a source and just hook them outside your bag - no space requirement. i discourage single-use bottles of water and feel this is a more sustainable and practical alternative. try to be mindful of how hard it could be to clean (straw, nozzle) because perishable liquids are often kept in these and mold/bacteria can be a factor in these bottles. don&#39;t get tempted by the fancy spouts.</p>\n\n<p>- powdered hydrators or sports drinks. &quot;these are a life saver. i don&#39;t have to carry bottles of sports drinks and i get excited to try new flavors and kinds.&quot;</p>\n\n<p>- condoms. seriously. just because there isn&#39;t a bedroom does&#39;t mean they aren&#39;t sexually active, because they are people too! encourage safety, not shame.</p>\n\n<p>- trident/dental gum. a lot of dental problems are from dry mouth/gum disease. antipsychotics are infamous for causing dry-mouth, and stimulants especially can dry the mouth by reducing thirst. dental gum is great to freshen breath, keep the mouth hygienic, and i was told that it can help mentally: &quot;time doesn&#39;t mean anything when you&#39;re going nowhere and wearing the same clothes. chewing gum reminds me of being a kid and it makes me feel normal again.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 1640,
  "permalink": "/r/YouShouldKnow/comments/mndius/ysk_that_i_work_with_those_experiencing_home/",
  "subreddit": "YouShouldKnow",
  "id": "mndius",
  "is_self": true,
  "media": null,
  "is_video": false
}