{
  "author": "ivegotcheesyblasters",
  "original_created_utc": 1628543685,
  "title": "YSK: Your dog's nails are (quite likely) too long",
  "created_utc": 1628551721,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: Dogs who have overgrown nails suffer more serious consequences than most people realize.</p>\n\n<p><strong>How to tell if they&#39;re too long</strong>: When your dog is standing on all legs, fully upright, and they press into the ground.</p>\n\n<p><strong>Why this is bad</strong>: the more overgrown the nail, the more it pushes on the joints of the toe. The longer this goes on, the constant pressure will cause their toes to splay. Your dog may overcompensate by standing awkwardly - anything to relieve the pressure. This bad posture isn&#39;t good for their knees, hips, and spine. Think about how it feels when you wear uncomfortable shoes when you&#39;re standing, running, etc...except your dog can&#39;t take them off. If your dog has hip/joint issues, is older, disabled, or poorly bred, it&#39;s going to seriously exacerbate those problems. Additionally, your dog can slip and fall on slick surfaces, or just &quot;Bambi on ice&quot; all over your tile floors. With some breeds, the nails grow at such an extreme curve that they can become embedded in their pads and become infected. Yikes!</p>\n\n<p>A note: As their nail grows, the &quot;quick&quot; (tip of the toe inside the nail, sometimes called a vein) will grow with it, making it impossible to trim them back far enough unless you get them cut and cauterized at a vet. Cutting them frequently will help the quick recede, over time.</p>\n\n<p><strong>How to help</strong>: Get your dog&#39;s nails trimmed more frequently, by yourself or a professional. Vets, groomers, and local shops can help. If you&#39;re doing it yourself, YouTube it, don&#39;t go in blind. Use proper trimmers or grinders. Don&#39;t push a dog past its limits if it&#39;s freaking out - you&#39;ll make the job much harder for the next person if they&#39;re traumatized. Walk your dog more on hard surfaces, like pavement, packed beach sand, stone, you get it. Make a schedule and stick to it!</p>\n\n<p>Save your dog the pain and help them out. Nails are often overlooked and the effects can&#39;t always be seen until years down the line. You can&#39;t turn back the clock.</p>\n\n<p>Lastly, yes, some dogs don&#39;t need regular trims. If you have an active dog who runs the nails down on their own, this tip is not for you. However, keep an eye out as your pup ages or with prolonged bad weather that keeps them from exercising.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p1aoo5/ysk_your_dogs_nails_are_quite_likely_too_long/",
  "subreddit": "YouShouldKnow",
  "id": "p1aoo5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Dogs who have overgrown nails suffer more serious consequences than\nmost people realize.\n\nHow to tell if they're too long: When your dog is standing on all legs, fully\nupright, and they press into the ground.\n\nWhy this is bad: the more overgrown the nail, the more it pushes on the joints\nof…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 爪が伸びすぎた犬は、一般の人よりも深刻な事態に陥ります。\n爪が伸びすぎている犬は、多くの人が思っている以上に深刻な問題を抱えています。\n\n爪が伸びすぎているかどうかを判断する方法。爪が伸びすぎているかどうかは、犬が四肢を使って完全に直立しているときに\n爪が地面に食い込んでいるかどうかで判断します。\n\nなぜ悪いかというと、爪が伸びれば伸びるほど、関節を押す力が強くなるからです。\nのです。",
      "title": "YSK: あなたの犬の爪は（かなりの確率で）長すぎます"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：狗的指甲过长所带来的后果比大多数人意识到的要严重得多。\n大多数人都没有意识到。\n\n如何判断它们是否过长。当您的狗狗用四条腿站立，完全\n直立，并且指甲压在地面上。\n\n为什么会这样：指甲越长，它对关节的压迫就越大。\n的...",
      "title": "YSK：你的狗的指甲（很可能）太长了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：狗的指甲過長所帶來的後果比大多數人意識到的要嚴重得多。\n大多數人都沒有意識到。\n\n如何判斷它們是否過長。當您的狗狗用四條腿站立，完全\n直立，並且指甲壓在地面上。\n\n爲什麼會這樣：指甲越長，它對關節的壓迫就越大。\n的...",
      "title": "YSK：你的狗的指甲（很可能）太長了"
    }
  ]
}