{
  "author": "GelComb",
  "original_created_utc": 1625085582,
  "title": "CMV: San Jose's new \"gunowners pay for gun violence\" policy is wrong",
  "created_utc": 1625107199,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>San Jose has enacted a new policy that will force everybody who wishes to exercise their 2nd amendment right to purchase insurance that will be used to pay victims of gun violence.</p>\n\n<p>I think it&#39;s wrong. Imagine this equivalent scenario to understand why I feel this way:</p>\n\n<p>&quot;Everyone who exercises their first amendment rights by speaking or writing should be required to pay libel/slander insurance to the government to pay damages for all the victims of illegal speech.&quot;</p>\n\n<p>It should rub you the wrong way... Or at least it does me. But I would like to hear from people who support this policy, since it is popular in many online circles, to see what I&#39;m missing.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/ob61pw/cmv_san_joses_new_gunowners_pay_for_gun_violence/",
  "subreddit": "changemyview",
  "id": "ob61pw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "San Jose has enacted a new policy that will force everybody who wishes to\nexercise their 2nd amendment right to purchase insurance that will be used to\npay victims of gun violence.\n\nI think it's wrong. Imagine this equivalent scenario to understand why I feel\nthis way:\n\n\"Everyone who exercises their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "サンノゼは、憲法修正第2条の権利を行使しようとする人に、その権利を行使するために使用される保険に加入させる新しい政策を制定しました。\n憲法修正第2条の権利を行使しようとする人に、犠牲者への支払いに使われる保険に加入させる新しい政策を制定しました。\nこの保険は、銃による暴力の被害者に支払われるものです。\n\n私はこれは間違っていると思います。私がこのように感じる理由を理解するために、次の同等のシナリオを想像してみてください。\n想像してみてください。\n\n\"「憲法修正第2条の権利を行使する人は、誰でも",
      "title": "CMV: サンノゼの「銃所持者が銃暴力の代償を払う」という新政策は間違っている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "圣何塞颁布了一项新政策，将迫使所有希望行使第二修正案权利的人\n迫使每个希望行使第二修正案权利的人购买保险，以用于\n用于支付枪支暴力的受害者。\n\n我认为这是不对的。想象一下这个类似的场景，就能理解为什么我有这种感觉\n这种方式。\n\n\"每一个行使其...",
      "title": "CMV：圣何塞的新 \"枪支所有者为枪支暴力买单 \"政策是错误的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "聖何塞頒佈了一項新政策，將迫使所有希望行使第二修正案權利的人\n迫使每個希望行使第二修正案權利的人購買保險，以用於\n用於支付槍支暴力的受害者。\n\n我認爲這是不對的。想象一下這個類似的場景，就能理解爲什麼我有這種感覺\n這種方式。\n\n\"每一個行使其...",
      "title": "CMV：聖何塞的新 \"槍支所有者爲槍支暴力買單 \"政策是錯誤的"
    }
  ]
}