{
  "author": "ExcellentAardvark211",
  "original_created_utc": 1627041976,
  "title": "CMV: I'm reluctant to get an electric car because it doesn't feel safe for a woman to stay at a rest stop for 40 minutes to recharge the battery",
  "created_utc": 1627050646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I try and spend as little time as possible at the gas station because it feels unsafe. I understand that a lot of men won&#39;t know what that&#39;s like or even give it a second thought. I like to drive across the country and it doesn&#39;t seem sensible for a petite woman to be sat in a $80k vehicle in the middle of nowhere while it charges. I know eventually I&#39;ll have to because they won&#39;t make gas cars anymore but it&#39;s a genuine concern right now while there isn&#39;t a huge amount of infrastructure and the charging times are so long. Can anyone relate or allay my fears?</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/oq10bd/cmv_im_reluctant_to_get_an_electric_car_because/",
  "subreddit": "changemyview",
  "id": "oq10bd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I try and spend as little time as possible at the gas station because it feels\nunsafe. I understand that a lot of men won't know what that's like or even give\nit a second thought. I like to drive across the country and it doesn't seem\nsensible for a petite woman to be sat in a $80k vehicle in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ガソリンスタンドは危険な感じがするので、なるべく行かないようにしています。\n安全ではないからです。多くの男性はそれがどのようなものかわからないでしょうし、また、そのようなものを与えることもないでしょう。\n考えることもないでしょう。私は国中をドライブするのが好きなのですが、小柄な女性がドライブするのは\n小柄な女性が8万円台の車に乗っているのは賢明ではないと思います。",
      "title": "CMV：電気自動車に消極的なのは、女性が充電のために40分も休憩所に滞在するのは安全とは思えないからです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我尽量少花时间在加油站，因为感觉它不安全。\n不安全。我知道，很多男人不知道那是什么感觉，甚至不考虑\n思考一下。我喜欢在全国各地开车，对于一个身材娇小的女人来说，这似乎并不合理。\n一个身材娇小的女人坐在一辆价值8万美元的汽车里，似乎并不理智。",
      "title": "CMV：我不愿意买电动车，因为一个女人在休息站停留40分钟给电池充电感觉不安全。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我儘量少花時間在加油站，因爲感覺它不安全。\n不安全。我知道，很多男人不知道那是什麼感覺，甚至不考慮\n思考一下。我喜歡在全國各地開車，對於一個身材嬌小的女人來說，這似乎並不合理。\n一個身材嬌小的女人坐在一輛價值8萬美元的汽車裏，似乎並不理智。",
      "title": "CMV：我不願意買電動車，因爲一個女人在休息站停留40分鐘給電池充電感覺不安全。"
    }
  ]
}