{
  "author": "BakedPotato840",
  "original_created_utc": 1637849808,
  "title": "My 60 year old dad bought his first crypto last night. The best part? I didn't encourage him at all",
  "created_utc": 1637911841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m really proud of my dad. Up until two months ago he said crypto is shit and he still referred to all crypto as Bitcoin. Now he&#39;s doing his own research and came to the conclusion he wants to diversify his portfolio and include crypto. </p>\n\n<p>He&#39;s gone the safe route and went 50/50 BTC and ETH. He considers the current prices too high and fears a crash to below 50k. When he told me this I explained to him that he could DCA weekly and he liked that idea. </p>\n\n<p>A little back story: two months ago my dad asked me how my Bitcoin is doing. He knows I first got into crypto in Dec 2017 and has occasionally asked me about it through the years but he never felt like buying crypto up until now. So for a few weeks we&#39;ve spoken about crypto and he would ask me a lot of questions. I made sure to answer all questions objectively and made him very much aware of the risks involved. In fact, I placed a lot of emphasis on the risks. He thought about it for a while and then asked me to help him get started. </p>\n\n<p>Fast forward and now he&#39;s &quot;decrypting the crypto&quot; 😂 (When he says this to my mom, she just rolls her eyes) Yes, he now refers to it as crypto and no longer as Bitcoin. I would mostly talk about sports and cars with my dad but now we&#39;re talking about crypto too and I just love it. </p>\n\n<p>I&#39;m rooting for him. I think it would be pretty cool if he made more gains than me. Only time will tell.</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/r1xib0/my_60_year_old_dad_bought_his_first_crypto_last/",
  "subreddit": "CryptoCurrency",
  "id": "r1xib0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm really proud of my dad. Up until two months ago he said crypto is shit and\nhe still referred to all crypto as Bitcoin. Now he's doing his own research and\ncame to the conclusion he wants to diversify his portfolio and include crypto.\n\nHe's gone the safe route and went 50/50 BTC and ETH. He…"
}