{
  "author": "lemonm11",
  "the_new_excerpt": "A little background about me: I’m a 21F that just graduated college a semester\nearly in December 2020 and am stuck living at home with my emotionally abusive\nparents. I hate it here and am currently looking for a job to support myself and\nmove the heck out. I came home around the time of…",
  "original_created_utc": 1611881814,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "关于我的一点背景。我是一个21F的，刚毕业一个学期的大学生\n2020年12月上旬，我和我的情感虐待者被困在家里。\n父母。我讨厌这里，目前正在找一份工作来养活自己和。\n搬出去 我回到家的时候...",
      "title": "读书救了我的命"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於我的一點背景。我是一個21F的，剛畢業一個學期的大學生\n2020年12月上旬，我和我的情感虐待者被困在家裏。\n父母。我討厭這裏，目前正在找一份工作來養活自己和。\n搬出去 我回到家的時候...",
      "title": "讀書救了我的命"
    }
  ],
  "title": "Reading has saved my life",
  "created_utc": 1611889506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A little background about me: I’m a 21F that just graduated college a semester early in December 2020 and am stuck living at home with my emotionally abusive parents. I hate it here and am currently looking for a job to support myself and move the heck out. I came home around the time of Thanksgiving and felt like I was reliving my childhood trauma being here. I slowly but surely spiraled into a horrible mental state and with no hope of this pandemic ending I was struggling to find hope, happiness, and positivity. After being so busy in college and making excuses for not reading, I made it a goal this year to read two books per month. So far I have read five and it has enriched my life in ways I didn’t think possible. I wake up excited to read. I work PT at Whole Foods and on my days off all I want to do is read more. Reading has given my life a new light and purpose I have been struggling to find, but I am so glad I did.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/l7eioy/reading_has_saved_my_life/",
  "subreddit": "books",
  "id": "l7eioy",
  "is_self": true,
  "media": null,
  "is_video": false
}