{
  "author": "Impossible-Bench-39",
  "original_created_utc": 1625804128,
  "title": "CMV: protesting on the highway and streets is dangerous and shouldn’t be done",
  "created_utc": 1625841089,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We’ve all seen videos of protesters who’ve been run over because they decided to stand in the street and block traffic and someone decided they weren’t going to wait and tried to get past them, purposely or accidentally, hitting someone or a few people in the process.</p>\n\n<p>While there are definitely incidences that are completely wrong, like when the Charlottesville riots/protests were happening, a crazy man plowed through and group of protesters and drove off.</p>\n\n<p>But there were definitely cases where drivers had every right to do what they did, to either flee from the scene in fear for their life, or to defend themselves or their family’s. And example was when a CHP officer speed down the road a little when protesters swarmed his vehicle and he flung one off who tried to climb on top of his vehicle. These kind of situations need to be looked at on a case by case basis. </p>\n\n<p>But in most videos I found the protesters are in the wrong for obstructing traffic, and purposely making the drivers fear for their lives, such as when they throw stuff at them, try to hit or or break their vehicle, or point weapons or start threatening them. </p>\n\n<p>You shouldn’t put yourself in more danger to stop a vehicle from getting through, they are huge Metal machines that weigh a few tons and can go over a hundred miles an hour. It could cause unnecessary injuries to both parties involved. I wouldn’t want to pay hundreds of dollars in hospital bills (at least here in the U.S) because I got in the way of a moving vehicle</p>\n\n<p>And to top it off, most people won’t enjoy being stuck in traffic because protesters blocked the road. It actively hurts recruitment for organizations and protests as your being more annoying then anything else. </p>\n\n<p>Now like I said before these should be done on a case by case situation, and should be looked into thoroughly before making a final decision. But to help Prevent more accidents from happing in the future all you Gotta do is stay out of the road.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/ognwkq/cmv_protesting_on_the_highway_and_streets_is/",
  "subreddit": "changemyview",
  "id": "ognwkq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We’ve all seen videos of protesters who’ve been run over because they decided to\nstand in the street and block traffic and someone decided they weren’t going to\nwait and tried to get past them, purposely or accidentally, hitting someone or a\nfew people in the process.\n\nWhile there are definitely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "デモ参加者が道路に立って交通を妨害したために轢かれてしまったビデオを見たことがあります。\n轢かれてしまったデモ参加者の映像を見たことがあります。\n意図的であれ、偶然であれ、抗議者を追い越そうとし、誰かを轢いてしまったり、抗議者と一緒にいる人を轢いてしまったりしたからです。\nその過程で何人かの人をはねてしまったのです。\n\n確かにそれはありますが...",
      "title": "CMV：高速道路や路上での抗議活動は危険であり、すべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们都看过抗议者的视频，他们被碾压，因为他们决定站在街上，阻断交通，而有人认为他们不愿意。\n因为他们决定站在街上，阻断交通，而有人决定不等他们了，想从他们身边过去。\n故意或意外地试图越过他们，在这个过程中撞到了某人或几个人。\n在这个过程中撞到了某人或几个人。\n\n虽然肯定有...",
      "title": "CMV：在高速公路和街道上抗议是危险的，不应该这样做"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們都看過抗議者的視頻，他們被碾壓，因爲他們決定站在街上，阻斷交通，而有人認爲他們不願意。\n因爲他們決定站在街上，阻斷交通，而有人決定不等他們了，想從他們身邊過去。\n故意或意外地試圖越過他們，在這個過程中撞到了某人或幾個人。\n在這個過程中撞到了某人或幾個人。\n\n雖然肯定有...",
      "title": "CMV：在高速公路和街道上抗議是危險的，不應該這樣做"
    }
  ]
}