{
  "author": "letterlegs",
  "original_created_utc": 1638584183,
  "title": "YSK: Most dish soaps (like Dawn) are designed to be used in a filled sink, not directly on the sponge.",
  "created_utc": 1638593907,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Some soap companies are changing their formula because so many people wash dishes now one by one, by putting dish soap on the sponge and then scrubbing with running water, rather than filling the sink. If you don’t have a 2 part sink, it makes it harder to wash by hand (maybe consider using a tub), but if you do have 2 sides, fill one side w water and soap, soak dishes, scrub them while submerged, and then rinse them in the other side of the sink. It not only saves on both water and soap, but will get your dishes cleaner.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 395,
  "permalink": "/r/YouShouldKnow/comments/r8f5fq/ysk_most_dish_soaps_like_dawn_are_designed_to_be/",
  "subreddit": "YouShouldKnow",
  "id": "r8f5fq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Some soap companies are changing their formula because so many people\nwash dishes now one by one, by putting dish soap on the sponge and then\nscrubbing with running water, rather than filling the sink. If you don’t have a\n2 part sink, it makes it harder to wash by hand (maybe consider…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人が使っているため、石鹸メーカーが配合を変えていることがあります。\n今は食器を一つずつ洗う時代です。スポンジに食器用洗剤をつけ、その後に食器用洗剤で洗います。\nシンクに水を溜めずに、流水でゴシゴシと。シンクに水がない場合は\n2槽式シンクは手洗いがしにくくなる（もしかしたら検討するかも...）。",
      "title": "YSK: ほとんどの食器用洗剤（Dawnなど）は、スポンジに直接つけるのではなく、水を張ったシンクで使用するように設計されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：一些肥皂公司正在改变他们的配方，因为有很多人\n在海绵上涂抹洗洁精，然后用流动的水擦洗。\n然后用流动的水擦洗，而不是把水槽填满。如果你没有一个\n水槽，就很难用手洗了（也许可以考虑......）。",
      "title": "YSK：大多数洗碗皂（如黎明）都是在装满水的水槽中使用的，而不是直接用在海绵上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：一些肥皂公司正在改變他們的配方，因爲有很多人\n在海綿上塗抹洗潔精，然後用流動的水擦洗。\n然後用流動的水擦洗，而不是把水槽填滿。如果你沒有一個\n水槽，就很難用手洗了（也許可以考慮......）。",
      "title": "YSK：大多數洗碗皁（如黎明）都是在裝滿水的水槽中使用的，而不是直接用在海綿上。"
    }
  ]
}