{
  "author": "letterlegs",
  "original_created_utc": 1638584183,
  "title": "YSK: Most dish soaps (like Dawn) are designed to be used in a filled sink, not directly on the sponge.",
  "created_utc": 1638593907,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Some soap companies are changing their formula because so many people wash dishes now one by one, by putting dish soap on the sponge and then scrubbing with running water, rather than filling the sink. If you don’t have a 2 part sink, it makes it harder to wash by hand (maybe consider using a tub), but if you do have 2 sides, fill one side w water and soap, soak dishes, scrub them while submerged, and then rinse them in the other side of the sink. It not only saves on both water and soap, but will get your dishes cleaner.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 395,
  "permalink": "/r/YouShouldKnow/comments/r8f5fq/ysk_most_dish_soaps_like_dawn_are_designed_to_be/",
  "subreddit": "YouShouldKnow",
  "id": "r8f5fq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Some soap companies are changing their formula because so many people\nwash dishes now one by one, by putting dish soap on the sponge and then\nscrubbing with running water, rather than filling the sink. If you don’t have a\n2 part sink, it makes it harder to wash by hand (maybe consider…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：石けん会社の中には、食器を1つ1つ洗うようになったために配合を変えているところがあります。\n石鹸会社が処方を変えたのは、多くの人が食器を洗うときに、スポンジに食器用洗剤をつけてから流水で洗うようになったからです。\nシンクの中に食器を入れるのではなく、スポンジに食器用洗剤をつけて、流水でこすりながら一回ずつ洗う人が多いからです。\nシンクに水をためるよりも、スポンジに食器用洗剤をつけて流水で洗い、一回ずつ食器を洗う人が多いからです。2槽式のシンクでないと、洗い物がしにくくなります。",
      "title": "YSK: ほとんどの食器用洗剤（Dawnなど）は、スポンジに直接つけるのではなく、水を張ったシンクで使用するように設計されています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：一些肥皂公司正在改变配方。\n一些肥皂公司正在改变他们的配方，因为现在很多人都是一个一个地洗碗，把洗碗剂放在海绵上，然后用流水擦洗。\n肥皂放在海绵上，然后用流动的水擦洗，而不是在水槽里填满。\n水槽。如果你没有一个两部分的水槽，那就很难...",
      "title": "YSK：大多数洗碗皂（如黎明）都是在装满水的水槽中使用的，而不是直接用在海绵上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：一些肥皂公司正在改變配方。\n一些肥皂公司正在改變他們的配方，因爲現在很多人都是一個一個地洗碗，把洗碗劑放在海綿上，然後用流水擦洗。\n肥皂放在海綿上，然後用流動的水擦洗，而不是在水槽裏填滿。\n水槽。如果你沒有一個兩部分的水槽，那就很難...",
      "title": "YSK：大多數洗碗皁（如黎明）都是在裝滿水的水槽中使用的，而不是直接用在海綿上。"
    }
  ]
}