{
  "author": "ExceptionCollection",
  "the_new_excerpt": "Ensuring that the individuals making up the government are protected from\noutside influence, whether by businesses or by foreign actors, is a critical\npart of ensuring a democracy remains strong. By requiring the taxes be released,\nit allows them to be reviewed for signs of undue influence. By…",
  "original_created_utc": 1621360785,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "政府を構成する個人を、企業や外国人による外部からの影響から確実に保護することは\n政府を構成する個人が、企業や外国人による外部からの影響を受けないようにすることは、民主主義を強固なものにするための重要な要素です。\n民主主義を強固なものにするための重要な要素です。税金を公開することで\n不当な影響の兆候がないかどうかを確認することができます。それは...",
      "title": "CMV: 選挙に立候補する人、在職中の人、議員の確認が必要な役職に就いている人は、税金を（過度に個人的な情報には編集を加えて）公開することを義務付けるべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "确保组成政府的个人受到保护，不受外部影响，无论是企业还是外国行为者。\n确保组成政府的个人不受外界影响，无论是企业还是外国行为者，都是确保民主制度保持强大的一个关键部分。\n是确保民主制度保持强大的关键部分。通过要求公布税款，可以对其进行审查，以确定是否有迹象。\n它允许对其进行审查，看是否有不当影响的迹象。通过...",
      "title": "CMV：应该要求每个竞选、在职或担任需要立法机构确认的职位的人公开发布他们的税收（对过于个人化的信息进行编辑）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "確保組成政府的個人受到保護，不受外部影響，無論是企業還是外國行爲者。\n確保組成政府的個人不受外界影響，無論是企業還是外國行爲者，都是確保民主制度保持強大的一個關鍵部分。\n是確保民主制度保持強大的關鍵部分。通過要求公佈稅款，可以對其進行審查，以確定是否有跡象。\n它允許對其進行審查，看是否有不當影響的跡象。通過...",
      "title": "CMV：應該要求每個競選、在職或擔任需要立法機構確認的職位的人公開發布他們的稅收（對過於個人化的信息進行編輯）。"
    }
  ],
  "title": "CMV: Everyone running for office, in office, or in a position that requires legislative confirmation should be required to publicly release their taxes (with redactions for excessively personal information).",
  "created_utc": 1621370329,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ensuring that the individuals making up the government are protected from outside influence, whether by businesses or by foreign actors, is a critical part of ensuring a democracy remains strong.  By requiring the taxes be released, it allows them to be reviewed for signs of undue influence.  By requiring the release to be public, it prevents corrupt individuals within the government from selectively pursuing and/or ignoring the individuals that do become involved in malfeasance.  And by requiring the releases to be done by everyone in the upper levels of government, it allows for a completely party neutral approach.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/nfhhgz/cmv_everyone_running_for_office_in_office_or_in_a/",
  "subreddit": "changemyview",
  "id": "nfhhgz",
  "is_self": true,
  "media": null,
  "is_video": false
}