{
  "author": "SwiftRespite",
  "the_new_excerpt": "Basically your urge to breathe is based on how much CO2 is in your blood (more\nCO2 more urge to breathe). So if you hyperventilate and lower your CO2 levels\nand dive underwater, you will not have the urge to breathe but in fact you would\nbe low on Oxygen and may pass out without any signs and…",
  "original_created_utc": 1622560905,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的に息をしたくなるのは、血液中のCO2の量に基づいています（CO2が多いほど、息をしたくなります）。\nCO2が多いほど呼吸をしたくなる）。) つまり、過呼吸でCO2濃度を下げて水中に潜ると\n過呼吸でCO2濃度を下げて水中に潜ると、息をしたいという衝動はなくなりますが、実際には酸素が少なくなり\n低酸素状態になり、何の兆候もなく気絶してしまうかもしれません...。",
      "title": "YSK : 水深の浅いプールでは、「シャローウォーター・ブラックアウト」という現象が起きて、溺れてしまうことがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上，你的呼吸冲动是基于你血液中的二氧化碳数量（更多的\n二氧化碳越多，呼吸的欲望就越强）。) 因此，如果你过度换气并降低你的二氧化碳水平\n并潜入水下，你就不会有呼吸的冲动，但实际上你会\n氧气不足，可能会在没有任何征兆的情况下昏倒。",
      "title": "YSK：由于一种叫做浅水黑化的现象，你可能在浅水池中淹死。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上，你的呼吸衝動是基於你血液中的二氧化碳數量（更多的\n二氧化碳越多，呼吸的慾望就越強）。) 因此，如果你過度換氣並降低你的二氧化碳水平\n並潛入水下，你就不會有呼吸的衝動，但實際上你會\n氧氣不足，可能會在沒有任何徵兆的情況下昏倒。",
      "title": "YSK：由於一種叫做淺水黑化的現象，你可能在淺水池中淹死。"
    }
  ],
  "title": "YSK : You could drown in shallow water pools due to a phenomenon call Shallow Water Blackout.",
  "created_utc": 1622572644,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically your urge to breathe is based on how much CO2 is in your blood (more CO2 more urge to breathe). So if you hyperventilate and lower your CO2 levels and dive underwater, you will not have the urge to breathe but in fact you would be low on Oxygen and may pass out without any signs and drown.</p>\n\n<p>Read more about it here - <a href=\"https://www.shallowwaterblackoutprevention.org/how-it-happens\">https://www.shallowwaterblackoutprevention.org/how-it-happens</a></p>\n\n<p>Why YSK : It helps you not die in pools.</p>\n</div><!-- SC_ON -->",
  "score": 1869,
  "permalink": "/r/YouShouldKnow/comments/npwgsu/ysk_you_could_drown_in_shallow_water_pools_due_to/",
  "subreddit": "YouShouldKnow",
  "id": "npwgsu",
  "is_self": true,
  "media": null,
  "is_video": false
}