{
  "author": "fatuous_viceroy",
  "original_created_utc": 1629917225,
  "title": "Book loving parents: Can we talk about terrible children's fiction?",
  "created_utc": 1629935388,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My child loves horses so we have a series of fiction books about horse riding. The author, a former sports celebrity, is an absolute horse bore. You might think that would help in this scenario but the result is just lists of famous horses, important race course names and the titles of important competitions littered throughout the story. My child just listens in mild bewilderment. </p>\n\n<p>They also commit the egregious sin of paragraph long sentences causing me to occasionally keel over from lack of oxygen.</p>\n\n<p>Come vent with me. Tell me your truly terrible children&#39;s books. The ones that make you die inside a little when your sweet darling asks to hear it just one more time.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/pbhlfr/book_loving_parents_can_we_talk_about_terrible/",
  "subreddit": "books",
  "id": "pbhlfr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My child loves horses so we have a series of fiction books about horse riding.\nThe author, a former sports celebrity, is an absolute horse bore. You might\nthink that would help in this scenario but the result is just lists of famous\nhorses, important race course names and the titles of important…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "うちの子は馬が好きなので、乗馬に関するフィクションのシリーズを持っています。\n元スポーツタレントの著者は、絶対的な馬好きです。あなたはそれが\nと思うかもしれませんが、結果的には有名な馬のリストや\n有名な馬のリスト、重要なレースコースの名前、重要なタイトル...",
      "title": "本好きの親御さん ひどい子供向け小説について話してもいいですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的孩子喜欢马，所以我们有一系列关于骑马的小说书。\n作者是一位前体育界名人，绝对是个马迷。你可能\n你可能认为这在这种情况下会有帮助，但其结果只是列出了著名的\n马匹、重要的赛马场名称和重要赛事的名称。",
      "title": "爱书的父母。我们能谈谈可怕的儿童小说吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的孩子喜歡馬，所以我們有一系列關於騎馬的小說書。\n作者是一位前體育界名人，絕對是個馬迷。你可能\n你可能認爲這在這種情況下會有幫助，但其結果只是列出了著名的\n馬匹、重要的賽馬場名稱和重要賽事的名稱。",
      "title": "愛書的父母。我們能談談可怕的兒童小說嗎？"
    }
  ]
}