{
  "author": "dgcw",
  "original_created_utc": 1626930612,
  "title": "I read my first book in over 5 years!",
  "created_utc": 1626940753,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know this post isn’t unique or any big achievement but I set myself a task or trying to read books as part of my detox from using my technology and I’m proud to say that I have finished my first book. The book is titled Klara and the Sun by Kazuo Ishiguro and I really enjoyed it!</p>\n\n<p>Prior to this break I was an avid reader so I’m super happy to slowly continue becoming an avid reader again</p>\n\n<p>If anyone has any suggestions for a good fiction book please let me know!!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/op78vs/i_read_my_first_book_in_over_5_years/",
  "subreddit": "books",
  "id": "op78vs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know this post isn’t unique or any big achievement but I set myself a task or\ntrying to read books as part of my detox from using my technology and I’m proud\nto say that I have finished my first book. The book is titled Klara and the Sun\nby Kazuo Ishiguro and I really enjoyed it!\n\nPrior to this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この投稿は特別なものでもなく、大きな成果でもありませんが、私は自分に課題を課して、テクノロジーを使わないデトックスの一環として本を読もうとしました。\nこの投稿は特別なことでも、大きな成果でもありませんが、私は自分に課題を課して、テクノロジーの使用を断つために本を読もうとしました。\nそして、初めての本を読み終えたことを誇りに思います。本のタイトルはカズオ・イシグロの『クララと太陽\nカズオ・イシグロの『クララと太陽』という本で、とても楽しめました。\n\nその前に...",
      "title": "5年以上ぶりに本を読みました!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这个帖子并不独特，也没有什么大的成就，但是我给自己定了一个任务，或者说是尝试看书，作为我戒除科技的一部分。\n试图阅读书籍，作为我戒除使用技术的一部分，我很自豪地说，我已经完成了第一本书。\n我很自豪地说，我已经完成了我的第一本书。这本书的书名是《克拉拉与太阳》，作者是石黑一雄。\n石黑一雄的作品，我非常喜欢这本书\n\n在这之前...",
      "title": "我读了5年多来的第一本书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這個帖子並不獨特，也沒有什麼大的成就，但是我給自己定了一個任務，或者說是嘗試看書，作爲我戒除科技的一部分。\n試圖閱讀書籍，作爲我戒除使用技術的一部分，我很自豪地說，我已經完成了第一本書。\n我很自豪地說，我已經完成了我的第一本書。這本書的書名是《克拉拉與太陽》，作者是石黑一雄。\n石黑一雄的作品，我非常喜歡這本書\n\n在這之前...",
      "title": "我讀了5年多來的第一本書!"
    }
  ]
}