{
  "author": "FireRavenLord",
  "original_created_utc": 1634150493,
  "title": "Orwell mentioned London and Paris business implementing 'colour bars\" (or bans on non-whites) to cater to visiting Americans. How common was it for businesses overseas to cater to Americans during segregation?",
  "created_utc": 1634187198,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In a <a href=\"http://www.telelib.com/authors/O/OrwellGeorge/essay/tribune/AsIPlease19440811.html\">1944 Tribune column</a>, Orwell responded to an anecdote of a West African being told that a London dance club was whites-only:</p>\n\n<blockquote>\n<p>A few days ago a West African wrote to inform us that a certain London dance hall had recently erected a ‘colour bar’, presumably in order to please the American soldiers who formed an important part of its clientele. Telephone conversations with the management of the dance hall brought us the answers: (a) that the ‘colour bar’ had been cancelled, and (b) that it had never been imposed in the first place; but I think one can take it that our informant’s charge had some kind of basis. There have been other similar incidents recently. For instance, during last week a case in a magistrate’s court brought out the fact that a West Indian Negro working in this country had been refused admission to a place of entertainment when he was wearing Home Guard uniform. And there have been many instances of Indians, Negroes and others being turned away from hotels on the ground that ‘we don’t take coloured people’.</p>\n</blockquote>\n\n<p>Orwell continues to describe a similar thing happening in 1920s Paris, in order to cater to American ex-pats and tourists.</p>\n\n<p>How common was this in the first half the 20th century?  Would American guidebooks include recommendations for segregationists?</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/q7hoqw/orwell_mentioned_london_and_paris_business/",
  "subreddit": "AskHistorians",
  "id": "q7hoqw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In a 1944 Tribune column\n[http://www.telelib.com/authors/O/OrwellGeorge/essay/tribune/AsIPlease19440811.html],\nOrwell responded to an anecdote of a West African being told that a London dance\nclub was whites-only:\n\n> A few days ago a West African wrote to inform us that a certain London dance\n> hall…"
}