{
  "author": "Rathemon",
  "the_new_excerpt": "If we cancel student debt it means the taxpayers pay a ton of $$$$ to colleges\nand universities. So what will happen in a few more years when the next round of\ngraduates are finished? Do we just forgive student debt again? and forever? This\nis the equivalent of bailing water out of a boat with a…",
  "original_created_utc": 1614438200,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果我们取消学生债务，就意味着纳税人要向高校支付大量$$$$。\n和大学。那么，再过几年，当下一轮的\n毕业生都结束了吗？难道我们又要免除学生的债务吗，而且是永远免除吗？这个\n相当于把水从船上捞出来，用...",
      "title": "CMV：宽恕学生债务根本不是一个解决方案。它实际上会使问题变得更糟"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果我們取消學生債務，就意味着納稅人要向高校支付大量$$$$。\n和大學。那麼，再過幾年，當下一輪的\n畢業生都結束了嗎？難道我們又要免除學生的債務嗎，而且是永遠免除嗎？這個\n相當於把水從船上撈出來，用...",
      "title": "CMV：寬恕學生債務根本不是一個解決方案。它實際上會使問題變得更糟"
    }
  ],
  "title": "CMV: Forgiving student debt isn't a solution at all. It will actually make the problem worse",
  "created_utc": 1614458283,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If we cancel student debt it means the taxpayers pay a ton of $$$$ to colleges and universities. So what will happen in a few more years when the next round of graduates are finished? Do we just forgive student debt again? and forever? This is the equivalent of bailing water out of a boat with a bucket but not fixing the hole in the boat. It will fill back up and we will be bailing again.</p>\n\n<p>Why will the problem get worse? If we do this huge student debt cancellation (payoff with taxpayers $) college tuition prices will go up - why? Because colleges can charge whatever they want and the taxpayer will pay for it at the next bailout. We have seen over the past 30 years that universities will charge as much as they possibly can while still maintaining a high enrollment. Who wins? Universities and colleges because their tuition increases and is paid for by the taxpayer.</p>\n\n<p>What needs to be done? Student loan financing reform - leading to TUITION REFORM! We need to limit the amount of student loans that each student is given. A set amount (much lower than current numbers) for undergraduate, post grad, doctorate, etc. If there are not students enrolled for the programs (because they cannot afford the tuition), over time the universities will lower their tuition to fill the seats. This is why tuition increased over the last 20+ years at an astonishing amount - because there is an almost unlimited amount of debt that a student can borrow and its all funded by the govt backed student loan program. Reduce the $$ available for student loans and the tuition will follow. That is how we fix the hole in the boat. Make educational prices reasonable again. Maybe universities wont be able to have buildings that cost hundreds of millions of dollars but that&#39;s ok.  After this has been completed we can then discuss how to help those that have already been ripped off recently - might require a one time student debt cancellation.  </p>\n\n<p>As only one example - Only in the US can you graduate from dental/medical school with $500k in student debt. HALF A MILLION DOLLARS?! That&#39;s insanity - even for a higher income profession. If you graduated 30 years ago from dental/medical school you probably would have about 40-50K in student debt. No one would have loaned you $500k in the 90s - and there was no tuition even close to that high.</p>\n\n<p>There are  a lot of other factors to consider as well but all of this recent push to forgive student debt is crazy to me if we do not have a plan to fix the system.  Next year there will be more student debt that people cannot afford and we will be in the same discussion over and over.  Trillions of dollars.  Right now there is around $1,700,000,000,000 in US student debt.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/ltpwpa/cmv_forgiving_student_debt_isnt_a_solution_at_all/",
  "subreddit": "changemyview",
  "id": "ltpwpa",
  "is_self": true,
  "media": null,
  "is_video": false
}