{
  "author": "New-Cryptographer488",
  "original_created_utc": 1637816218,
  "title": "CMV: I've always hated work and will always hate work. I just need to save and retire.",
  "created_utc": 1637829049,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I (41F) have worked since I was 15 and hated every minute of it. Work just takes away from stuff I would rather be doing and honestly it depresses me and angers me so much that even during my off time I often don&#39;t end up doing what I want to do because I&#39;m so pissed that I had to work and dread going back to work. </p>\n\n<p>&#x200B;</p>\n\n<p>It&#39;s not the conditions of my particular job. It&#39;s not my coworkers. I like them and they like me, but I wouldn&#39;t hang out with them outside work (though in fairness I&#39;d rarely hang out with anyone, I generally don&#39;t like people). It&#39;s not the pay. </p>\n\n<p>&#x200B;</p>\n\n<p>It&#39;s just that I don&#39;t want to do it because I hate how work takes priority over everything else in my life. The best and only solution I&#39;ve found is to save as much as I can without being a complete miser so that I can retire earlier than normal. </p>\n\n<p>&#x200B;</p>\n\n<p>And starting my own business or doing a hobby as work? No thanks to that either. That&#39;s still work too and extrinsic vs intrinsic motivation.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/r1ofg3/cmv_ive_always_hated_work_and_will_always_hate/",
  "subreddit": "changemyview",
  "id": "r1ofg3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I (41F) have worked since I was 15 and hated every minute of it. Work just takes\naway from stuff I would rather be doing and honestly it depresses me and angers\nme so much that even during my off time I often don't end up doing what I want\nto do because I'm so pissed that I had to work and dread…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私（41F）は15歳から働いてきましたが、嫌で嫌で仕方ありませんでした。仕事は私のやりたいことを\n私は15歳から働いていますが、大嫌いです。\n正直、仕事は私を落ち込ませ、怒らせるので、休みの日でも結局やりたいことができません。\n働かなければならないことに腹が立って、やりたいことができないことが多いんです。",
      "title": "CMV：私は昔から仕事が嫌いで、これからも嫌いでしょう。ただ、貯金をして引退したいだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我（41岁）从15岁起就开始工作，讨厌其中的每一分钟。工作只是占用了\n工作只是占用了我想做的事情，说实话，它让我感到沮丧和愤怒。\n说实话，它让我感到沮丧和愤怒，以至于即使在休息时间，我也经常不做我想做的事情。\n因为我很生气，因为我不得不工作，而且害怕......",
      "title": "CMV: 我一直讨厌工作，并将永远讨厌工作。我只是需要储蓄和退休。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我（41歲）從15歲起就開始工作，討厭其中的每一分鐘。工作只是佔用了\n工作只是佔用了我想做的事情，說實話，它讓我感到沮喪和憤怒。\n說實話，它讓我感到沮喪和憤怒，以至於即使在休息時間，我也經常不做我想做的事情。\n因爲我很生氣，因爲我不得不工作，而且害怕......",
      "title": "CMV: 我一直討厭工作，並將永遠討厭工作。我只是需要儲蓄和退休。"
    }
  ]
}