{
  "author": "worst-birthday-ever",
  "original_created_utc": 1634999889,
  "title": "YSK: Sometimes your bathroom session will require more than one flush. And that's okay",
  "created_utc": 1635006346,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is mostly pertaining to public toilets, though I&#39;m sure your housemates will approve as well. If you leave poop or toilet paper floating in a public toilet people tend to get grossed out and not want to use that toilet. Also, if you&#39;re having a particularly smelly poop in a multi-stall bathroom, it&#39;s okay to have periodic courtesy flushes so your stank isn&#39;t just sitting there under you. Plus, who wants to be the nasty dude at work who leaves gross toilets? Bathroom etiquette goes a long way</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/YouShouldKnow/comments/qe62lg/ysk_sometimes_your_bathroom_session_will_require/",
  "subreddit": "YouShouldKnow",
  "id": "qe62lg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: This is mostly pertaining to public toilets, though I'm sure your\nhousemates will approve as well. If you leave poop or toilet paper floating in a\npublic toilet people tend to get grossed out and not want to use that toilet.\nAlso, if you're having a particularly smelly poop in a multi-stall…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは主に公衆トイレに関連したものですが、あなたの同居人もきっと認めてくれるでしょう。\nこれは主に公衆トイレに関することですが、あなたの同居人も認めてくれるでしょう。ウンチやトイレットペーパーを公共のトイレに置いておくと\nウンチやトイレットペーパーが浮いていると、人々は嫌悪感を抱き、そのトイレを使いたがらなくなります。\nまた、複数のトイレで特に臭いウンチをしてしまった場合...。",
      "title": "YSK: バスルームでは、1回だけでなく、複数回流す必要がある場合があります。それはそれでいいのですが"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这主要是与公共厕所有关，尽管我相信你的\n我相信你的室友也会同意。如果你把大便或卫生纸漂浮在公共厕所里\n如果你把大便或卫生纸漂浮在公共厕所里，人们往往会感到恶心，不想使用那个厕所。\n另外，如果你在一个多档位的厕所里拉了一坨特别臭的大便......",
      "title": "YSK: 有时候，你的卫生间会需要一次以上的冲水。这也没关系"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這主要是與公共廁所有關，儘管我相信你的\n我相信你的室友也會同意。如果你把大便或衛生紙漂浮在公共廁所裏\n如果你把大便或衛生紙漂浮在公共廁所裏，人們往往會感到噁心，不想使用那個廁所。\n另外，如果你在一個多檔位的廁所里拉了一坨特別臭的大便......",
      "title": "YSK: 有時候，你的衛生間會需要一次以上的沖水。這也沒關係"
    }
  ]
}