{
  "author": "N3bula20",
  "the_new_excerpt": "My reasoning behind this view is that police are meant to protect and serve the\npublic. It would be much easier and safer to flag down a marked and easy to see\nvehicle than it is a dark unmarked SUV driving down the road.\n\nAlso, if you're driving in the dark with no other vehicles in sight and…",
  "original_created_utc": 1618376617,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこのように考える理由は、警察は一般市民を保護し、奉仕することを目的としているからです。\n一般市民のためのものです。道を走っている暗いマークのないSUVよりも、マークのついた見やすい車に旗を振ったほうが、はるかに簡単で安全でしょう。\nマークの付いていない暗いSUVが道路を走っているよりも、マークの付いた見やすい車に旗を立てる方がはるかに簡単で安全です。\n\nまた、もしあなたが他の車が見えない暗闇の中を運転していて...",
      "title": "CMV: マークのないパトカーに交通違反の取り締まりをさせるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的理由是，警察的目的是保护和服务于社会。\n公开。如果能在一个有标记的、容易看到的地方悬挂旗帜，会更容易、更安全。\n的车辆，比它是一辆漆黑的无标SUV行驶在路上。\n\n另外，如果你在黑暗中行驶，没有看到其他车辆，...",
      "title": "CMV：无标识警车不应该被允许进行交通拦截。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的理由是，警察的目的是保護和服務於社會。\n公開。如果能在一個有標記的、容易看到的地方懸掛旗幟，會更容易、更安全。\n的車輛，比它是一輛漆黑的無標SUV行駛在路上。\n\n另外，如果你在黑暗中行駛，沒有看到其他車輛，...",
      "title": "CMV：無標識警車不應該被允許進行交通攔截。"
    }
  ],
  "title": "CMV: Unmarked police cars shouldn't be allowed to conduct traffic stops",
  "created_utc": 1618389816,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My reasoning behind this view is that police are meant to protect and serve the public. It would be much easier and safer to flag down a marked and easy to see vehicle than it is a dark unmarked SUV driving down the road.</p>\n\n<p>Also, if you&#39;re driving in the dark with no other vehicles in sight and an unmarked vehicle all of a sudden displays lights on top of the vehicle.. do you feel safe to pull over? Or could it be someone impersonating an officer? (<a href=\"https://abcnews.go.com/US/man-posed-officer-pull-cars-police/story?id=52031743\">Man Posed As Officer Pulls Over Cars</a>) This could very much mean life or death for the individual being pulled over.</p>\n\n<p>Obviously not all police vehicles are unmarked, the majority of city police cars I&#39;ve seen are at least white in color with distinct &quot;Police&quot; decals on the sides. But I&#39;ve definitely seen a lot of unmarked black SUV vehicles that are definitely used by police and used to conduct traffic stops.</p>\n\n<p>The only stance on this topic that I can partially understand is unmarked police cars being used for undercover operations. But from my research the majority of states still allow unmarked vehicles to conduct stops.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/mqjn0a/cmv_unmarked_police_cars_shouldnt_be_allowed_to/",
  "subreddit": "changemyview",
  "id": "mqjn0a",
  "is_self": true,
  "media": null,
  "is_video": false
}