{
  "author": "bananagoat34",
  "the_new_excerpt": "I just finished a book I've looked forward to for several months (The Crown of\nGilded Bones by Jennifer Armentrout). I was under the impression that it was\nbook 3 of a trilogy, because this author has written numerous series, most of\nwhich are trilogies, and Amazon has it listed as \"Book 3 of 3\". It…",
  "original_created_utc": 1619155098,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数ヶ月前から楽しみにしていた本を読み終えました（The Crown of\nGilded Bones by Jennifer Armentrout）。) 私はこの本が3部作の3冊目だと思っていました。\nこの作家は数多くのシリーズを書いていて、そのほとんどが三部作なので、三部作の3冊目だと思っていました。\nアマゾンでは「Book 3 of 3」と表示されていました。それが...",
      "title": "明らかに長引く本シリーズに飽きている人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完一本我期待了几个月的书（Jennifer Armentrout的The Crown of Gilded Bones）。\n詹妮弗-阿姆斯特朗的《镀金的骨头》）。) 我的印象是这本书是\n三部曲中的第三部，因为这位作者写了很多系列，其中大部分是三部曲。\n而亚马逊把它列为 \"三部曲中的第三部\"。它...",
      "title": "还有人对明显拖沓的系列图书感到厌倦吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完一本我期待了幾個月的書（Jennifer Armentrout的The Crown of Gilded Bones）。\n詹妮弗-阿姆斯特朗的《鍍金的骨頭》）。) 我的印象是這本書是\n三部曲中的第三部，因爲這位作者寫了很多系列，其中大部分是三部曲。\n而亞馬遜把它列爲 \"三部曲中的第三部\"。它...",
      "title": "還有人對明顯拖沓的系列圖書感到厭倦嗎？"
    }
  ],
  "title": "Anyone else getting tired of obviously drawn out book series?",
  "created_utc": 1619181678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished a book I&#39;ve looked forward to for several months (The Crown of Gilded Bones by Jennifer Armentrout). I was under the impression that it was book 3 of a trilogy, because this author has written numerous series, most of which are trilogies, and Amazon has it listed as &quot;Book 3 of 3&quot;. It turns out this is book 3 of 3 written so far, because there are going to be 6 books. I&#39;m wondering if that was the original plan. I doubt it because while I do enjoy the books, the second 2 definitely have a fair amount of filler with unremarkable scenes and repeated, predictable interactions between characters. This book could easily lose 150 pages. \nThis is not a new phenomenon. The other series that immediately come to mind are the Outlander series, in which each book gets less relevant as they go along, The Clan of the Cave Bear series, and quite possibly the Name of the Wind series (if it gets finished at all). I&#39;m sure I&#39;m forgetting others. It seems like once a book or author gets moderately popular the series start to get unnecessarily longer. I&#39;m not saying that I don&#39;t like where the stories go, it&#39;s that they begin to take very circuitous routes to get there, where the middle 70% of the books are irrelevant to the story arcs as a whole.  I&#39;ll still read them, to a point, but I do lose some respect for that author. Do they think readers don&#39;t notice? I guess it doesn&#39;t matter, because I&#39;m sure they do make more money this way, but it does make me less likely to begin a new series by the same author.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/mwo1yp/anyone_else_getting_tired_of_obviously_drawn_out/",
  "subreddit": "books",
  "id": "mwo1yp",
  "is_self": true,
  "media": null,
  "is_video": false
}