{
  "author": "Set1Less",
  "original_created_utc": 1634869030,
  "title": "Worldcoin is a dystopian nightmare, packaged as a crypto scam where VCs are harvesting biometrics of poor people, and expecting to profit from it. Shameful",
  "created_utc": 1634907522,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lots of scams and shady stuff have come out of this crypto space, but this one really takes the cake. Create a pre-mined coin, backed by 70+ billionaires and then distribute it &quot;freely&quot; to over 1 Billion people.. in exchange for your biometrics. </p>\n\n<p>It tries to tout itself as a &quot;fairly launched&quot; coin, but the insiders and VCs keep a huge chunk in yet another example of pre-mined cantillon altcoins. The game plan is to dispatch independent contracts to villages across the world, looking to sign a billion people up for this in promise of a &quot;free&quot; crypto token that has entirely been minted without any economic cost. </p>\n\n<p><a href=\"https://preview.redd.it/d01en5foqwu71.jpg?width=3757&amp;format=pjpg&amp;auto=webp&amp;s=bd5ead3d29fd2f0ee466486643e0ea6b985afdf5\">Such a fair distribution. Except our VCs get to keep 20&#37; of it. </a></p>\n\n<p>Orb operators get to earn worldcoins for each person they manage to sign up for the scheme. Enter ponzinomics. </p>\n\n<p>The business model is so simple - a bunch of unethical VCs,  not satisfied with the amount of money they have created for themselves, fund this project and keep a huge allocation for themselves (20%), so if it succeeds they get to become masters of currency while their project contains biometrics of everyone who has signed up. </p>\n\n<p>The technical model they have adopted is just awful. If it is profitable enough, orb operators who earn for every signup will find a way to game this. They dont have any incentive to stop fraud, as they continue to earn their commission for onboarding more people into the scam. </p>\n\n<p>The company claims the orb will not store any biometrics, but will use an irreversible function to convert them into a hash that is unique for every person. The problem with such a system is that backdoors could exist, or an orb operator could choose to tamper the device and harvest millions of biometrics for themselves. </p>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/5xinlnpgrwu71.jpg?width=512&amp;format=pjpg&amp;auto=webp&amp;s=ad3ff7c31c20d309364efe50b5f29914972c78a9\">Sign up... or</a></p>\n\n<p>They claim to have solved the sybil attack problem. Except this is no solution at all. The real solution is one that doesnt require any identity. This kind of prove your identity solution has been solved by the banking system already. </p>\n\n<p><a href=\"https://preview.redd.it/8o4cnyo9swu71.jpg?width=1125&amp;format=pjpg&amp;auto=webp&amp;s=f419ea8d9906666dce826a67af9912f2b7421eb9\">List of typical VC grifters who have created thousands of scams over the past few years. Shame on a16z and all the other billionaires who are behind this nonsense. </a></p>\n\n<p>If they dont get 20% of the supply, they wont be backing such a project in the first place. None of this is aimed at solving real world problems, it is just a grift to build a massive customer database by promising people &quot;free&quot; crypto. Fairest possible distribution? Lol. </p>\n\n<p>If everyone has something, that something definitely is not very valuable. It will only be valuable to those who have more of it. i.e the founders and the backers. Just a fiat system, backed by corporate grift, that pretends to solve humanity&#39;s biggest problems. </p>\n\n<p>This scam is nothing but a travesty of human rights. Hate to say this, but governments must actually prevent their citizens falling victim to global corporate greed and becoming a part of an experiment that can, by design, enrich a select few</p>\n</div><!-- SC_ON -->",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/qd74in/worldcoin_is_a_dystopian_nightmare_packaged_as_a/",
  "subreddit": "CryptoCurrency",
  "id": "qd74in",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lots of scams and shady stuff have come out of this crypto space, but this one\nreally takes the cake. Create a pre-mined coin, backed by 70+ billionaires and\nthen distribute it \"freely\" to over 1 Billion people.. in exchange for your\nbiometrics.\n\nIt tries to tout itself as a \"fairly launched\" coin,…"
}