{
  "author": "failedhumanbeings",
  "original_created_utc": 1629548728,
  "title": "CMV: Depression related subreddits serve no purpose, do more harm than good, and should be replaced by a community moderated by trained professionals in the field.",
  "created_utc": 1629552641,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I suffer from depression, am at the stage of suicide idealization, and generally speaking I have more or less accepted that I will die by my hand eventually. Not today and probably not tomorrow, but I can see the trend in my life and I don&#39;t see it getting better. Truth is that some people are dealt a bad hand and don&#39;t have the energy to do something about it - and I am not alone in feeling like this. </p>\n\n<p>I&#39;m not telling you this to get pity (I will ignore any DMs or messages of sympathy). I&#39;m telling you this just because I want make it clear that I am not foreign to the subject.</p>\n\n<p>While I do spend most of my days in a &quot;stable state of sadness&quot;, where I am indeed sad but I don&#39;t really have any impulse to harm myself, cry, scream or break stuff - sometimes events trigger a crisis-like state in my head where I begin to get offensive and abusive intrusive thoughts that repeat for hours, I cry until I feint, and then I just lay in bed waiting for it to go away.</p>\n\n<p>When in bed, reddit is my primary source of entertainment, and the thought of heading to a community dedicated to helping people in a dark place is always attractive. I do what most in my place do: open a thread on <a href=\"/r/SuicideWatch\">r/SuicideWatch</a> or <a href=\"/r/depression\">r/depression</a>, type out some semblance of explaination of what is going on, send it and just wait for a response or someone to talk to.</p>\n\n<p>Now, I want to ask a question to someone who is generally in a good state of mind. Why would you subscribe to <a href=\"/r/SuicideWatch\">r/SuicideWatch</a>? Why would a happy man or woman go out of their way to look up a suicide-related community, subscribe to it, and start engaging with the people inside it? As it turns out, most people don&#39;t do this. Which is to be expected - why would they?</p>\n\n<p>What this means is that, in my experience, the categories of answers you get in these places are the following.</p>\n\n<ul>\n<li><p>No answer at all. This is the most common one - most of the threads remain empty, which makes everything worse. The last thing you need when you&#39;re in a dark place, is yet another attempt at getting help being ignored. It cements in your head the idea that you&#39;re worthless, nobody cares about you or your problems, and will just fuel further sadness. Since this is a community where people <em>mostly go to get help</em>, it isn&#39;t suprising. And mind you - I am not pointing any finger, it is not these people&#39;s duty to respond. I am critiquing a flawed system. </p></li>\n<li><p>Answer from fellow suicidal people who shift the discussion to themselves. They tell you they are sorry for what you&#39;re going through, and then they write a comment talking about their problems. Again - understandable, but what am I supposed to do about your problem when I am inches away from drinking bleach? </p></li>\n<li><p>People who direct message you. Jesus Christ, these are the worst, and most of these communities have even banned the practice for good reasons. If you want to experience what the creepiest, most pathethic individuals on the internet have to offer, try the following (as I did, as an experiment): create an alt reddit account, write a thread on suicidewatch where you pretend to be a woman, and just wait to see the armies of men who contact you offering their help. The same doesn&#39;t happen for men, as they are mostly ignored - this is obviously people who are looking to take advantage of emotionally compromised women to get laid. You then have people who contact you trying to convert you to a fucking religion, people who guilt trip you into not killing yourself because you&#39;re going to cause suffering in the people around you... and so on.</p></li>\n</ul>\n\n<p>Now, on rare occasions, you get someone who seems interested in listening to you. But these are few and far between, and don&#39;t do much to offset the negative effects that these communities have. I am convinced that, if these communities were to be closed overnight, and replaced with a more moderated place where actual trained helpers are paid by reddit to give support, things would get better. </p>\n\n<p>This is obviously not going to happen though, as I understand it would be a cost that brings no advantage to reddit. The next best option is to just close them, then. I would much rather prefer being left alone, instead of being given the illusion of not being alone only to be reminded it was a lie.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/p8qjn8/cmv_depression_related_subreddits_serve_no/",
  "subreddit": "changemyview",
  "id": "p8qjn8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I suffer from depression, am at the stage of suicide idealization, and generally\nspeaking I have more or less accepted that I will die by my hand eventually. Not\ntoday and probably not tomorrow, but I can see the trend in my life and I don't\nsee it getting better. Truth is that some people are dealt…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はうつ病を患っており、自殺を理想とする段階にあり、一般的に言えば、いずれ自分の手で死ぬことを多少なりとも受け入れています。\n自分はいずれ自分の手で死ぬのだということを多少なりとも受け入れています。今日ではない。\n今日ではなく、おそらく明日でもないでしょうが、自分の人生の傾向を見ていて、良くなるとは思えません。\nよくなるとは思えません。本当は、ある人たちは、自分の手で...",
      "title": "CMV: うつ病関連のサブレディットは、目的を持たず、利益よりも害が大きいので、その分野の訓練を受けた専門家が管理するコミュニティに置き換えるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我患有抑郁症，正处于自杀的理想化阶段，一般来说\n总的来说，我已经或多或少地接受了我最终会死在自己手里的事实。不是今天\n不是今天，也可能不是明天，但我可以看到我生命中的趋势，而且我看不出有什么好转。\n看到它变得更好。事实是，有些人在处理...",
      "title": "CMV：与抑郁症相关的子版块没有任何作用，弊大于利，应该由该领域训练有素的专业人士主持的社区所取代。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我患有抑鬱症，正處於自殺的理想化階段，一般來說\n總的來說，我已經或多或少地接受了我最終會死在自己手裏的事實。不是今天\n不是今天，也可能不是明天，但我可以看到我生命中的趨勢，而且我看不出有什麼好轉。\n看到它變得更好。事實是，有些人在處理...",
      "title": "CMV：與抑鬱症相關的子版塊沒有任何作用，弊大於利，應該由該領域訓練有素的專業人士主持的社區所取代。"
    }
  ]
}