{
  "author": "Mellow-Mallow",
  "the_new_excerpt": "I would like a solid argument against what I believe is a fact, hot dogs are\nsandwiches. Merriam Webster defines \"sandwich\" as \" two or more slices of bread\nor a split roll having a filling in between\". By definition, a hot dog is a\nsandwich, yet there is a debate among us all that hot dogs do not…",
  "original_created_utc": 1610130192,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我想要一个确凿的论据来反驳我相信的事实，热狗是\n三明治。梅里亚姆·韦伯斯特(Merriam Webster)将“三明治”定义为“两片或两片以上的面包”。\n或者中间有填充物的分裂卷“。根据定义，热狗是一种\n三明治，但是我们所有人都在争论热狗不…",
      "title": "[改变我的想法]：热狗是三明治"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想要一個確鑿的論據來反駁我相信的事實，熱狗是\n三明治。梅里亞姆·韋伯斯特(Merriam Webster)將“三明治”定義爲“兩片或兩片以上的麪包”。\n或者中間有填充物的分裂卷“。根據定義，熱狗是一種\n三明治，但是我們所有人都在爭論熱狗不…",
      "title": "[改變我的想法]：熱狗是三明治"
    }
  ],
  "title": "CMV: Hotdogs are a sandwich",
  "created_utc": 1610185736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would like a solid argument against what I believe is a fact, hot dogs are sandwiches. Merriam Webster defines &quot;sandwich&quot; as &quot; two or more slices of bread or a split roll having a filling in between&quot;. By definition, a hot dog is a sandwich, yet there is a debate among us all that hot dogs do not count. In my mind, hot dogs are no different than say a Philly Cheesesteak. Hot dogs are a meat in a bun, therefore they are a sandwich.</p>\n\n<p>Another point that I think is very important is that, if hotdogs are not a sandwich, then what are they? To my knowledge they do not fit into any other food category, at least not as well as they fit into the sandwich category. If we can not define hotdogs as any other type of food, they must be considered a sandwich.</p>\n\n<p>Both hotdogs and hamburgers were created in Germany, both can be as little as one meat between two halves of a bun, yet we generally accept hamburgers as a sandwich, but not hotdogs. I do not see how we can in good faith say that hotdogs are not a sandwich! Either we need to stop considering other foods (such as Philly Cheesesteak) as sandwiches, or we need to definitely, once and for all, conclude that hotdogs are indeed a sandwich.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/kt8c8e/cmv_hotdogs_are_a_sandwich/",
  "subreddit": "changemyview",
  "id": "kt8c8e",
  "is_self": true,
  "media": null,
  "is_video": false
}