{
  "author": "printers_of_colors",
  "original_created_utc": 1628983321,
  "title": "CMV: Conservatism and many right-wing beliefs are based on fear, primary instincts and lack of understanding",
  "created_utc": 1629005439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>By fear I mean all the fear-mongering rhetoric right-wing speakers use to present an idea. It&#39;s always in opposition to something, always presented as a defense of our values which the left, blacks, jews or any other minority want to &quot;take away&quot;.</p>\n\n<p>By primary instincts, I mean judging and making judgement on your first reaction and little to nothing more than that. As in, assuming the point someone you disagree with is irrelevant, because they&#39;re physically unattractive. Or assuming you&#39;re right, because none of the people around you challenge your views or, furthermore, enable you and each other in it</p>\n\n<p>By lack of understanding, I mean a lack of insight to where the other person is coming from or seeing the flaws in your own logic. Is your racism based in logic or your fears?</p>\n\n<p>I talked to many right-wingers, whether it be in real life or online. It always goes south. I always try to remain composed, I put extra effort in to not be mean, snarky, etc. But the tension is just fueled by the right-wingers I talk to, often using non-sense language like soy, cringe, redpilled and such. I don&#39;t even feel like I&#39;m discussing, I feel like I&#39;m throwing punches with a mumbling primate that sometimes kinda sounds like it says words</p>\n\n<p>I also feel (not much evidence to back that up), that conservatives don&#39;t like their views challenged. Like conservative subreddits won&#39;t allow you to comment if you don&#39;t have a flair given by the mod. Or they will just throw out their buzzwords and call you a communist snowflake. Honestly it feels like self-harm at this point</p>\n\n<p>edit: Yep, I was needlessly aggressive. I see that. But I&#39;m not editing it out, to not pretend like that didn&#39;t happen. Call that character development. Thanks for your patience regardless of that</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/p4iedx/cmv_conservatism_and_many_rightwing_beliefs_are/",
  "subreddit": "changemyview",
  "id": "p4iedx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "By fear I mean all the fear-mongering rhetoric right-wing speakers use to\npresent an idea. It's always in opposition to something, always presented as a\ndefense of our values which the left, blacks, jews or any other minority want to\n\"take away\".\n\nBy primary instincts, I mean judging and making…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "恐怖というのは、右翼のスピーカーが思想を発表するときに使う恐怖を煽るレトリックのことです。\n思想を提示するために使用する。それは常に何かに対抗し、左翼、黒人、ユダヤ人、その他の人々が持つ我々の価値観を守るものとして提示されます。\n左翼、黒人、ユダヤ人、その他の少数派が「奪おう」とする価値観を守るために提示されます。\n「奪おうとするものです。\n\n第一の本能というのは、判断や意思決定のことです。",
      "title": "CMV: 保守主義と多くの右翼的な信念は、恐怖、第一の本能、そして理解不足に基づいています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我所说的恐惧是指所有右翼演讲者为提出观点而使用的恐惧性言辞\n提出一个想法。它总是与某些东西相对立，总是作为一种\n捍卫我们的价值观，而左派、黑人、犹太人或任何其他少数人想要\n\"夺走\"。\n\n我所说的主要本能，是指判断和使...",
      "title": "CMV：保守主义和许多右翼信仰是基于恐惧、初级本能和缺乏理解的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我所說的恐懼是指所有右翼演講者爲提出觀點而使用的恐懼性言辭\n提出一個想法。它總是與某些東西相對立，總是作爲一種\n捍衛我們的價值觀，而左派、黑人、猶太人或任何其他少數人想要\n\"奪走\"。\n\n我所說的主要本能，是指判斷和使...",
      "title": "CMV：保守主義和許多右翼信仰是基於恐懼、初級本能和缺乏理解的。"
    }
  ]
}