{
  "author": "Necessary2832",
  "the_new_excerpt": "I recently came to know about the play Salome by Oscar Wilde, and the monologues\nor dialogues of the eponymous princess toward Jokanaan mesmerized me. What are\nother literary works (books, plays, poems, etc.) that have a female expressing\namorous adoration or romantic admiration to or for a male in…",
  "original_created_utc": 1618531494,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、オスカー・ワイルドの『サロメ』という戯曲を知ったのですが、その名の通りお姫様のジョカナーンに対するモノローグ\nのモノローグや台詞に魅了されました。その他の\nその他の文学作品（本、戯曲、詩など）で、女性がジョカナーンに対して\n女性が男性に恋心や憧れを抱いている文学作品（本、戯曲、詩など）はありますか？",
      "title": "女性から男性へのロマンティックな憧れが書かれている本や詩"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近我知道了奥斯卡-王尔德的戏剧《莎乐美》，以及独白。\n或者说是同名公主对乔卡南的对话让我着迷。什么是\n其他以女性为题材的文学作品（书籍、戏剧、诗歌等）。\n倾慕之情",
      "title": "含有女性对男性的浪漫爱慕的书籍或诗词。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我知道了奧斯卡-王爾德的戲劇《莎樂美》，以及獨白。\n或者說是同名公主對喬卡南的對話讓我着迷。什麼是\n其他以女性爲題材的文學作品（書籍、戲劇、詩歌等）。\n傾慕之情",
      "title": "含有女性對男性的浪漫愛慕的書籍或詩詞。"
    }
  ],
  "title": "Books or poems that contain romantic adoration of men from women",
  "created_utc": 1618556130,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently came to know about the play <em>Salome</em> by Oscar Wilde, and the monologues or dialogues of the eponymous princess toward Jokanaan mesmerized me. What are other literary works (books, plays, poems, etc.) that have a female expressing amorous adoration or romantic admiration to or for a male in this way? Examples from <em>Salome:</em></p>\n\n<blockquote>\n<p>I am athirst for thy beauty; I am hungry for thy body; and neither wine nor apples can appease my desire. What shall I do now, Iokanaan? Neither the floods nor the great waters can quench my passion. I was a princess, and thou didst scorn me. I was a virgin, and thou didst take my virginity from me. I was chaste, and thou didst fill my veins with fire...</p>\n\n<p>Ah! thou wouldst not suffer me to kiss thy mouth, Iokanaan. Well! I will kiss it now. I will bite it with my teeth as one bites a ripe fruit. Yes, I will kiss thy mouth, Iokanaan. I said it; did I not say it? I said it. Ah! I will kiss it now . . . . But wherefore dost thou not look at me, Iokanaan? Thine eyes that were so terrible, so full of rage and scorn, are shut now. Wherefore are they shut?</p>\n\n<p>Ah, Iokanaan, Iokanaan, thou wert the man that I loved alone among men! All other men were hateful to me. But thou wert beautiful! Thy body was a column of ivory set upon feet of silver. It was a garden full of doves and lilies of silver. It was a tower of silver decked with shields of ivory. There was nothing in the world so white as thy body. There was nothing in the world so black as thy hair. In the whole world there was nothing so red as thy mouth. Thy voice was a censer that scattered strange perfumes, and when I looked on thee I heard a strange music. Ah! wherefore didst thou not look at me, Iokanaan?</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/mrrfxg/books_or_poems_that_contain_romantic_adoration_of/",
  "subreddit": "booksuggestions",
  "id": "mrrfxg",
  "is_self": true,
  "media": null,
  "is_video": false
}