{
  "author": "Minute_Mountain_6864",
  "original_created_utc": 1629563008,
  "title": "CMV: Going out and getting drunk every weekend is a waste of time",
  "created_utc": 1629574392,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m almost 25 years old and am starting to realize going out and getting drunk kind of sucks. I have a great time in the moment obviously but always wake up with less money and a big ass headache. I wonder if there’s more I could be doing. I like to make music, but always feel more pressured to go out. </p>\n\n<p>I really feel like most of people’s personality in their 20’s is circled around going out. That’s fine, no judgment. Most of my life has revolved around “keeping up with the Joneses” and always prided myself on being that extroverted guy who likes to go out. That just seems so lame now. Maybe I’m just getting less interesting or something.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/p8ueaz/cmv_going_out_and_getting_drunk_every_weekend_is/",
  "subreddit": "changemyview",
  "id": "p8ueaz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m almost 25 years old and am starting to realize going out and getting drunk\nkind of sucks. I have a great time in the moment obviously but always wake up\nwith less money and a big ass headache. I wonder if there’s more I could be\ndoing. I like to make music, but always feel more pressured to go…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はもうすぐ25歳になりますが、外に出てお酒を飲むのは\n酔っぱらうのは嫌だなと思うようになりました。その場では楽しく過ごせても、目が覚めるとお金が減っていたり、頭が痛くなったりする。\n目が覚めるとお金は減っていて、頭も痛くなっている。もっと他にできることがあるのではないかと思っています。\nもっと他にできることがあるのではないかと思っています。私は音楽を作るのが好きですが、いつもより多くのプレッシャーを感じています...。",
      "title": "CMV: 毎週末、外出して酔っぱらうのは時間の無駄です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经快25岁了，开始意识到出去喝酒是一件很糟糕的事情。\n是很糟糕的。显然，我在那一刻过得很开心，但总是在醒来的时候\n钱少了，头疼得厉害。我想知道是否有更多的事情我可以做\n做的事情。我喜欢做音乐，但总觉得有更大的压力去......",
      "title": "CMV：每个周末出去喝酒都是在浪费时间"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經快25歲了，開始意識到出去喝酒是一件很糟糕的事情。\n是很糟糕的。顯然，我在那一刻過得很開心，但總是在醒來的時候\n錢少了，頭疼得厲害。我想知道是否有更多的事情我可以做\n做的事情。我喜歡做音樂，但總覺得有更大的壓力去......",
      "title": "CMV：每個週末出去喝酒都是在浪費時間"
    }
  ]
}