{
  "author": "Polar_Roid",
  "the_new_excerpt": "I realize a certain amount of mandatory evangelism or outreach takes place, but\nambushing what was otherwise a friendly exchange is off putting and sometimes\nannoying.\n\nIt happens in the randomest of places: out for a walk in the park, overseas on\nthe beach, sometimes the person can get downright…",
  "original_created_utc": 1617132750,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我知道有一定数量的强制性传福音或外展活动，但......。\n礼尚往来，不亦乐乎\n烦人的事。\n\n它发生在最随机的地方：在公园里散步，在海外的。\n在海滩上，有时人可以得到彻头彻尾的... ...",
      "title": "CMV：在公共场合随意与人提起你的教会或信仰是不礼貌或不正常的谈话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道有一定數量的強制性傳福音或外展活動，但......。\n禮尚往來，不亦樂乎\n煩人的事。\n\n它發生在最隨機的地方：在公園裏散步，在海外的。\n在海灘上，有時人可以得到徹頭徹尾的... ...",
      "title": "CMV：在公共場合隨意與人提起你的教會或信仰是不禮貌或不正常的談話。"
    }
  ],
  "title": "CMV: It is not polite or normal conversation to bring up your church or faith with people you meet with randomly in public",
  "created_utc": 1617165226,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realize a certain amount of mandatory evangelism or outreach takes place, but ambushing what was otherwise a friendly exchange is off putting and sometimes annoying.</p>\n\n<p>It happens in the randomest of places:  out for a walk in the park, overseas on the beach, sometimes the person can get downright lecturing or nasty for no apparent reason.  They seem to take people as some kind of unrepentant sinner that needs saving.</p>\n\n<p>&quot;By the way I belong to this church and it&#39;s really great&quot;, or &quot;Have you read the Bible&quot;.  It can sometimes be difficult to bite one&#39;s tongue and stick to a polite &quot;no thanks&quot;.</p>\n\n<p>The worst part of it is the dishonesty, of being approached or spoken to for five or ten minutes, and then the ambush.  It&#39;s rude, it&#39;s not honest.</p>\n\n<p>Change my view?</p>\n\n<p>Edit:  maybe a little illustration would help.  Imagine bumping into a real life example of Kai Win during your day, and they start in on you about the Prophets and are you a good Bajoran.  And they act like Kai Win, with all the persistence and self righteousness.  Only you&#39;re not Bajoran but they won&#39;t listen.  This has happened to me a few times, anyone else?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mgnzjs/cmv_it_is_not_polite_or_normal_conversation_to/",
  "subreddit": "changemyview",
  "id": "mgnzjs",
  "is_self": true,
  "media": null,
  "is_video": false
}