{
  "author": "neocamel",
  "original_created_utc": 1626120408,
  "title": "Change my mind: Mining profits shouldn't be taxed until they are converted into a fiat currency.",
  "created_utc": 1626129097,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been thinking about what my ethical opinion is regarding mining profits and taxation, particularly in the USA.</p>\n\n<p>My understanding is that the current tax law requires you to pay income tax on any crypto you earn via mining, at the current exchange rate at the time of earning the crypto. I kind of think that&#39;s bullshit.</p>\n\n<p>If you grow a carrot in your backyard, the IRS doesn&#39;t make you pay tax on that carrot based on the current market value of a carrot. It&#39;s not until you take that carrot to the farmer&#39;s market and sell it, (thus, converting it into US currency), that you have earned taxable income. </p>\n\n<p>If I use my own &#39;backyard&#39; (ie, the computer hardware), and pay for the &#39;water&#39; (electricity) to grow the carrot (mining rewards), then just hang on to the carrot, why am I being taxed on the carrot? When have I participated in the US economy besides buying the computer equipment (that I paid sales tax on), and paying for my electricity bill?</p>\n\n<p>When you buy a stock, if the price goes up, you don&#39;t pay capital gains tax on the current value of the stock at any given moment. You pay capital gains tax <em>after you sell the stock</em>. You haven&#39;t actually &#39;made money&#39; until you&#39;ve converted that stock <em>back into money.</em></p>\n\n<p>This seems really obvious to me, but I might be missing some of the finer points. For example, crypto is in fact a currency, and not a stock, but at least in my &#39;mine and hold&#39; strategy, I&#39;m certainly treating it as a stock.</p>\n</div><!-- SC_ON -->",
  "score": 201,
  "permalink": "/r/CryptoCurrency/comments/oiz8qw/change_my_mind_mining_profits_shouldnt_be_taxed/",
  "subreddit": "CryptoCurrency",
  "id": "oiz8qw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been thinking about what my ethical opinion is regarding mining profits and\ntaxation, particularly in the USA.\n\nMy understanding is that the current tax law requires you to pay income tax on\nany crypto you earn via mining, at the current exchange rate at the time of\nearning the crypto. I kind…"
}