{
  "author": "yoda_81",
  "original_created_utc": 1628387408,
  "title": "Does anyone, as an adult, ever read YA books? What are some good YA books?",
  "created_utc": 1628394361,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Admittedly, aside from obvious books like Harry Potter, I&#39;ve read some others like Percy Jackson and Miss Peregrines Home for Peculiar Children and enjoyed them.  Sometimes I enjoy YA books because they are  easy and not long winded like some books can be.  Does anyone else do this?  What are some good books (series preferably) out there?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/p05x0b/does_anyone_as_an_adult_ever_read_ya_books_what/",
  "subreddit": "booksuggestions",
  "id": "p05x0b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Admittedly, aside from obvious books like Harry Potter, I've read some others\nlike Percy Jackson and Miss Peregrines Home for Peculiar Children and enjoyed\nthem. Sometimes I enjoy YA books because they are easy and not long winded like\nsome books can be. Does anyone else do this? What are some good…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "確かに、ハリー・ポッターのような分かりやすい本の他に、Percy JacksonやMiss Peregrines Home for Peculiar Childrenのような本も読んだことがあります。\nパーシー・ジャクソンやミス・ペレグリンズ・ホーム・フォー・ペキュリア・チルドレンなどを読み、楽しんできました。\n楽しんできました。私がYAの本を楽しむのは、他の本のように長々としていなくて簡単だからです。\n楽しんでいます。このようなことをしている人はいますか？何か良い方法はないでしょうか？",
      "title": "大人になってからYAの本を読む人っているのかな？良いYAの本を教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "诚然，除了像《哈利-波特》这样明显的书之外，我还读过一些其他的书\n像《波西-杰克逊》和《佩里格林小姐的特殊儿童之家》，并且很喜欢。\n它们。有时我喜欢青少年书籍，因为它们很简单，没有像《哈利波特》那样冗长的内容。\n有些书可能是这样。还有人这样做吗？有哪些好书？",
      "title": "有没有人，作为一个成年人，读过青春期的书？有哪些好的青春期书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "誠然，除了像《哈利-波特》這樣明顯的書之外，我還讀過一些其他的書\n像《波西-傑克遜》和《佩裏格林小姐的特殊兒童之家》，並且很喜歡。\n它們。有時我喜歡青少年書籍，因爲它們很簡單，沒有像《哈利波特》那樣冗長的內容。\n有些書可能是這樣。還有人這樣做嗎？有哪些好書？",
      "title": "有沒有人，作爲一個成年人，讀過青春期的書？有哪些好的青春期書籍？"
    }
  ]
}