{
  "author": "porcipine",
  "the_new_excerpt": "When meat like ground beef, chicken breast, etc get taken out their cold spots\nand end up being placed say in the cereal aisle by a lazy customer who changed\ntheir mind, that meat must be thrown away by the store. I equate this to\nshoplifting because the store still loses all the money they would…",
  "original_created_utc": 1620422065,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ひき肉や鶏の胸肉などの肉類が、冷えた場所から出されると\n気が変わった怠け者のお客さんによってシリアル通路に置かれてしまったりすると\n気が変わった怠け者のお客さんが、冷たい場所から取り出した肉をシリアルの通路に置いてしまった場合、その肉はお店で捨てなければなりません。私はこれを\nこれは万引きと同じで、お店はすべてのお金を失うことになりますから...。",
      "title": "CMV：スーパーでお肉を選んで、いらなくなったら適当な場所に戻してしまう人は、万引き犯と同じ罪になるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当像碎牛肉、鸡胸肉等肉类被带出它们的冷库时\n而最终被一个懒惰的顾客放在谷物货架上，他改变了主意。\n他们的想法，这些肉必须被商店扔掉。我把这等同于\n因为商店仍然失去了所有的钱，他们将...",
      "title": "CMV: 在杂货店挑选肉类的人，当他们不再需要时，决定把它放回一个随机的地方，应该面临与商店偷窃者相同的指控。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當像碎牛肉、雞胸肉等肉類被帶出它們的冷庫時\n而最終被一個懶惰的顧客放在穀物貨架上，他改變了主意。\n他們的想法，這些肉必須被商店扔掉。我把這等同於\n因爲商店仍然失去了所有的錢，他們將...",
      "title": "CMV: 在雜貨店挑選肉類的人，當他們不再需要時，決定把它放回一個隨機的地方，應該面臨與商店偷竊者相同的指控。"
    }
  ],
  "title": "CMV: People at grocery stores who pick out meat, then decide to put it back in a random spot when they don’t want it anymore, should face the same charges as shoplifters.",
  "created_utc": 1620451832,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When meat like ground beef, chicken breast, etc get taken out their cold spots and end up being placed say in the cereal aisle by a lazy customer who changed their mind, that meat must be thrown away by the store.  I equate this to shoplifting because the store still loses all the money they would have made on the meat.  </p>\n\n<p>The only counter I can think of is if this were the case should people who accidentally break product (say drop a jarof pasta sauce) also be charged.  I don’t believe so since most of the time that would be an honest accident and not just someone being lazy.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n79664/cmv_people_at_grocery_stores_who_pick_out_meat/",
  "subreddit": "changemyview",
  "id": "n79664",
  "is_self": true,
  "media": null,
  "is_video": false
}