{
  "author": "Creative_Waltz_9462",
  "original_created_utc": 1628175669,
  "title": "CMV: \"Cultural appropriation\" is not a thing, and we need to stop the destructive and toxic SJW panic-party",
  "created_utc": 1628188686,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some will get auto-triggered but hear me out:</p>\n\n<p>Here&#39;s what I mean: I *constantly* see people trying to call out &quot;cultural appropriation&quot; without understanding what it really is, and acting as if they&#39;re the &quot;defenders&quot; of whatever culture is supposed to be offended. It&#39;s typically some SJW with nothing else to worry about.</p>\n\n<p>True &quot;cultural appropriation&quot; would be if one culture took on a trait of another culture, claimed they invented it, and maybe also prevent the original from expressing it. That would be offensive to the original culture, but I haven&#39;t seen an example of that.</p>\n\n<p>However, the activity I&#39;ve seen labeled as &quot;cultural appropriation&quot; (getting a henna tattoo, learning Mongolian throat singing as a white guy) is nothing more than what our species has been doing since forever. Every nation/ tribe has been trading clothing styles, words, tattoo designs, customs/ holidays, foods etc since the very first caveman thought the other guy&#39;s spear looked cool.</p>\n\n<p>Just as an example, &quot;modern&quot; English has tons of words &quot;borrowed&quot; from French, German, Latin etc. But all those guys were white so no one cares. But what about basically the entire nation of Mexico? It&#39;s a hybrid of old Aztec, Olmec etc cultures and Spanish. And they have customs/ holidays, or foods that don&#39;t exist in Spain. So who&#39;s &quot;appropriating&quot; who? Or is it just what humanity has always been doing. I guarantee you no one from one of these actual cultures--as opposed to their SJW white knights--give half a shit about seeing their culture spread. In fact, it&#39;s probably something to be proud of.</p>\n\n<p>So that begs the question of what the &quot;end game&quot; of these SJWs are. Does every white person need to live in a beige cardboard box with no decorations and only wear a white T-shirt for their whole lives, or else they&#39;re racist? Actually, I think an archaeologist may have found beige paint pigment in ancient China, so beige is also racist now. You get the idea.</p>\n\n<p>Bottom line--if these people care about real racism and oppression, maybe care about *real* racism and oppression, instead of this never-ending purity test.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/changemyview/comments/oyk6lq/cmv_cultural_appropriation_is_not_a_thing_and_we/",
  "subreddit": "changemyview",
  "id": "oyk6lq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Some will get auto-triggered but hear me out:\n\nHere's what I mean: I *constantly* see people trying to call out \"cultural\nappropriation\" without understanding what it really is, and acting as if they're\nthe \"defenders\" of whatever culture is supposed to be offended. It's typically\nsome SJW with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自動起動されてしまうものもありますが、最後まで聞いてください。\n\n私が言いたいのは、こういうことです。私は常に、「文化的流用」が何であるかを理解せずに、「文化的流用」を訴えようとする人を見てきました。\nそれが何であるかを理解せずに、あたかも自分が怒られるべき文化の「擁護者」であるかのように\n怒らせるべき文化の「擁護者」であるかのように振る舞っています。それは典型的な\n一部のSJWと...",
      "title": "CMV: \"Cultural appropriation \"は存在しない、そして私たちは破壊的で有害なSJWパニックパーティを止める必要がある"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有些人会被自动触发，但请听我说。\n\n这就是我的意思。我经常看到有人试图在不使用 \"文化挪用 \"的情况下指出 \"文化挪用\"。\n我经常看到有人在不了解 \"文化挪用 \"的情况下，试图指出它的真正含义，并表现得好像他们是什么文化的 \"捍卫者\"。\n他们的行为就好像他们是被冒犯的文化的 \"捍卫者 \"一样。这通常是\n一些SJW与...",
      "title": "CMV：\"文化挪用 \"不是一个东西，我们需要停止破坏性的、有毒的SJW恐慌党。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有些人會被自動觸發，但請聽我說。\n\n這就是我的意思。我經常看到有人試圖在不使用 \"文化挪用 \"的情況下指出 \"文化挪用\"。\n我經常看到有人在不瞭解 \"文化挪用 \"的情況下，試圖指出它的真正含義，並表現得好像他們是什麼文化的 \"捍衛者\"。\n他們的行爲就好像他們是被冒犯的文化的 \"捍衛者 \"一樣。這通常是\n一些SJW與...",
      "title": "CMV：\"文化挪用 \"不是一個東西，我們需要停止破壞性的、有毒的SJW恐慌黨。"
    }
  ]
}