{
  "author": "chadtr5",
  "the_new_excerpt": "There are racial disparities (i.e., differences in average outcomes on the basis\nof race) on many outcomes of interest in American society from mortality to\nincarceration to police violence to education. It is common to attribute these\nto racism.\n\nMy view is that this is essentially never the…",
  "original_created_utc": 1614637663,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "存在种族差异(即平均结果的差异是基于种族的。\n从死亡率到种族问题）对美国社会关心的许多结果的影响。\n监禁、警察暴力和教育。人们通常将这些问题归咎于\n到种族主义。\n\n我的看法是，这基本上从来没有... ...",
      "title": "CMV：大多数归因于种族的结果实际上是关于阶级/金钱的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "存在種族差異(即平均結果的差異是基於種族的。\n從死亡率到種族問題）對美國社會關心的許多結果的影響。\n監禁、警察暴力和教育。人們通常將這些問題歸咎於\n到種族主義。\n\n我的看法是，這基本上從來沒有... ...",
      "title": "CMV：大多數歸因於種族的結果實際上是關於階級/金錢的。"
    }
  ],
  "title": "CMV: Most outcomes attributed to race are actually about class/money",
  "created_utc": 1614667440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are racial disparities (i.e., differences in average outcomes on the basis of race) on many outcomes of interest in American society from mortality to incarceration to police violence to education.  It is common to attribute these to racism.</p>\n\n<p>My view is that this is essentially never the primary factor in a direct sense, rather average differences in wealth/income/social class are to blame.  Wealth is fantastic protection against incarceration -- white people are, on average, wealthier than black people and so they are also, on average, less likely to be incarcerated.  The same for nearly anything attributed to &quot;race.&quot;  Race is standing in for wealth.</p>\n\n<p>I&#39;m well aware that race <em>indirectly</em> influences wealth (that is, a history of discrimination explains differences in wealth across generations), but focusing on the right problem has major implications.  If the problem is that black people are, on average, less wealthy then that suggests very different solutions than if active discrimination in the present is to blame.</p>\n\n<p>To be clear, I&#39;m not saying that there is no discrimination in today&#39;s America.  I&#39;m just saying that wealth/class/education/income play a much larger role on outcomes of interest to us all than discrimination or anything else directly related to race.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lvmi3v/cmv_most_outcomes_attributed_to_race_are_actually/",
  "subreddit": "changemyview",
  "id": "lvmi3v",
  "is_self": true,
  "media": null,
  "is_video": false
}