{
  "author": "iamrockymstar2",
  "original_created_utc": 1630065543,
  "title": "CMV: Children have absolutely no obligation towards their parents when they are older.",
  "created_utc": 1630078793,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A lot of parents [especially in Asian culture (I am Asian)] where parents expect their children to take care of them when they are old, and throw around excuses such as “We sheltered you, fed you, clothed you, so you need to do the same when we are older.” </p>\n\n<p>Yea I absolutely do not believe in that. I’m referring to all kinds of parents. Children aren’t obligated to take care of them in old age. \nEven if you  did a good job as a parent and treat your children well, your children aren’t obligated to take care of you. Parents decide to bring children into this world, they have no say in this, so if they choose to not take care of you when you are older, then you can’t blame them. </p>\n\n<p>I’m mostly trying to talk about toxic and abusive parents where they treat their children like shit and expect to be treated well in return. Fuck that. </p>\n\n<p>The reason why I even posted this CMV is because there are actually some people in the world who believe that “<em>you need to take care of parents regardless of how they treated you / brought you up</em>” and to me that is a BS fallacy.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 150,
  "permalink": "/r/changemyview/comments/pclw4n/cmv_children_have_absolutely_no_obligation/",
  "subreddit": "changemyview",
  "id": "pclw4n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A lot of parents [especially in Asian culture (I am Asian)] where parents expect\ntheir children to take care of them when they are old, and throw around excuses\nsuch as “We sheltered you, fed you, clothed you, so you need to do the same when\nwe are older.”\n\nYea I absolutely do not believe in that.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの親（特にアジア文化圏（私はアジア人です））は、親が子供に老後の面倒を見ることを期待しています。\n世話をしてくれることを期待したり、言い訳をしたりします。\n私たちはあなたを保護し、食事を与え、衣服を着せたのだから、私たちが年を取ったら同じようにしなければならない」というような言い訳をします。\n私たちが年を取ったら、あなたも同じことをしなければなりません。\n\n私は絶対にそんなことは信じません。....",
      "title": "CMV: 子供は大人になっても親に対する義務は全くありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多父母[尤其是在亚洲文化中（我是亚洲人）]，父母期望他们的子女在他们年老时能照顾他们，并抛出借口。\n他们的子女在他们年老的时候要照顾他们，并抛出各种借口\n诸如 \"我们为你遮风挡雨，让你吃饱穿暖，所以你需要在我们年老时做同样的事。\n我们老了也要这样做。\"\n\n是的，我绝对不相信，....",
      "title": "CMV：孩子们长大后对他们的父母完全没有义务。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多父母[尤其是在亞洲文化中（我是亞洲人）]，父母期望他們的子女在他們年老時能照顧他們，並拋出藉口。\n他們的子女在他們年老的時候要照顧他們，並拋出各種藉口\n諸如 \"我們爲你遮風擋雨，讓你喫飽穿暖，所以你需要在我們年老時做同樣的事。\n我們老了也要這樣做。\"\n\n是的，我絕對不相信，....",
      "title": "CMV：孩子們長大後對他們的父母完全沒有義務。"
    }
  ]
}