{
  "author": "_snozberries",
  "the_new_excerpt": "Context: I'm well-versed in the classic authors writing in English, but frankly\npretty ignorant when it comes to classics from Asia, or Africa, or any of the\nEuropean countries in which English isn't the first language, even.\n\nI'm hoping to change that and would appreciate any help on where to…",
  "original_created_utc": 1609286177,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "语境。我精通英文经典作家的作品，但坦率地说\n但坦率地说，当涉及到亚洲、非洲或任何一个英语不是第一语言的欧洲国家的经典作品时，我就显得非常无知了。\n欧洲国家，甚至英语不是第一语言。\n\n我希望能改变这种状况，并希望能得到任何帮助。",
      "title": "寻找不是用英语写的经典作品？我想扩大我阅读的经典作家的范围，而不是众所周知的美国和英国的伟大作家。不知道从哪里开始!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "語境。我精通英文經典作家的作品，但坦率地說\n但坦率地說，當涉及到亞洲、非洲或任何一個英語不是第一語言的歐洲國家的經典作品時，我就顯得非常無知了。\n歐洲國家，甚至英語不是第一語言。\n\n我希望能改變這種狀況，並希望能得到任何幫助。",
      "title": "尋找不是用英語寫的經典作品？我想擴大我閱讀的經典作家的範圍，而不是衆所周知的美國和英國的偉大作家。不知道從哪裏開始!"
    }
  ],
  "title": "Looking for the classics NOT written in English? I want to broaden the pool of classic authors I read from outside the well-known American and English greats. No idea where to start!",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context: I&#39;m well-versed in the classic authors writing in English, but frankly pretty ignorant when it comes to classics from Asia, or Africa, or any of the European countries in which English isn&#39;t the first language, even.</p>\n\n<p>I&#39;m hoping to change that and would appreciate any help on where to start. I.e what are the &#39;must-read&#39; classics in China, or India, or Spain, etc etc? What novel have you read from another culture, translated from another language that struck you as beautiful?</p>\n\n<p>Given time I&#39;d like to explore some traditionally recognised classics and then check out other genres from non-English writers (like a sci-fi from Poland, or a horror from Saudi Arabia for example.)</p>\n\n<p>I must be missing out on so many insanely good reads by only reading novels written by English-writing authors. TIA for any recommendations!</p>\n\n<p>EDIT: These suggestions are fantastic, you guys are awesome. Love this sub!</p>\n</div><!-- SC_ON -->",
  "score": 299,
  "permalink": "/r/booksuggestions/comments/kmq6yr/looking_for_the_classics_not_written_in_english_i/",
  "subreddit": "booksuggestions",
  "id": "kmq6yr",
  "is_self": true,
  "media": null,
  "is_video": false
}