{
  "author": "PsychonautProgrammer",
  "original_created_utc": 1637682116,
  "title": "CMV: No one is entitled to anyone's attraction, and trans people who critique men that don't date trans women are as bad as cis men who critique women that don't date short men (aka incels)",
  "created_utc": 1637688681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So my title may be a bit confusing. But there&#39;s a lot of anti-incel posts on reddit. Incels whine all day about how women don&#39;t date short men how women see short men as &quot;not real men&quot; etc etc. People, rightfully call them out and tell them to stop whining.</p>\n\n<p>However, I&#39;ve seen people talk about how &quot;men that don&#39;t date trans women don&#39;t see trans women as real women and therefore bigots.&quot; and the same group of people agree with that sentiment disagree with the sentiment that &quot;women who don&#39;t date short men are bigots&quot;.</p>\n\n<p>So, my view is, trans women who complain about men who don&#39;t date trans women are just as bad as the cis men who complain about women not dating them.</p>\n\n<p>No one is entitled to be attracted to you. I&#39;m allowed to not be attracted to trans women the same way women are allowed to not like short men. And this is coming from a guy who is legally a drawf (5&#39;6&quot;),and kinda hate women for not dating me.</p>\n</div><!-- SC_ON -->",
  "score": 209,
  "permalink": "/r/changemyview/comments/r0fzsx/cmv_no_one_is_entitled_to_anyones_attraction_and/",
  "subreddit": "changemyview",
  "id": "r0fzsx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So my title may be a bit confusing. But there's a lot of anti-incel posts on\nreddit. Incels whine all day about how women don't date short men how women see\nshort men as \"not real men\" etc etc. People, rightfully call them out and tell\nthem to stop whining.\n\nHowever, I've seen people talk about how…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ですから、私のタイトルはちょっとわかりにくいかもしれません。でも、アンチインセルの投稿が多いのは\nreddit インセルは一日中、「女性は背の低い男性とは付き合わない」とか「女性は背の低い男性を\n女性は低身長の男性を「本当の男性ではない」と見ている、などなど。人々は正当に彼らを罵倒し、泣き言をやめろと言う。\n愚痴るのをやめろと言います。\n\nしかし、私は、人々がどのように...",
      "title": "CMV: 誰にも人を惹きつける権利はありません。トランス女性と付き合わない男性を批判するトランスの人々は、背の低い男性と付き合わない女性を批判するシスの男性（通称インセル）と同じくらい悪いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我的标题可能有点混乱。但在reddit上有很多反incel的帖子\nreddit上有很多反incel的帖子。煽动者整天抱怨女人不和矮个子男人约会，女人认为矮个子男人 \"不是真正的男人 \"等等。\n矮个子男人是 \"不是真正的男人 \"等等。人们理所当然地把他们叫出来，告诉他们停止抱怨。\n他们停止发牢骚。\n\n然而，我看到人们在谈论如何...",
      "title": "CMV：没有人有权获得任何人的吸引力，批评不与跨性别女性约会的男性的跨性别者与批评不与矮个子男性约会的女性的跨性别者一样糟糕（又称乱伦者）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我的標題可能有點混亂。但在reddit上有很多反incel的帖子\nreddit上有很多反incel的帖子。煽動者整天抱怨女人不和矮個子男人約會，女人認爲矮個子男人 \"不是真正的男人 \"等等。\n矮個子男人是 \"不是真正的男人 \"等等。人們理所當然地把他們叫出來，告訴他們停止抱怨。\n他們停止發牢騷。\n\n然而，我看到人們在談論如何...",
      "title": "CMV：沒有人有權獲得任何人的吸引力，批評不與跨性別女性約會的男性的跨性別者與批評不與矮個子男性約會的女性的跨性別者一樣糟糕（又稱亂倫者）。"
    }
  ]
}