{
  "author": "pokemonvsavengers",
  "the_new_excerpt": "You should know that fishbowls are cruel and inhumane. why YSK know this is\nbecause of many reasons.\n\nFirst is the area of the bowl. For some fish like the common goldfish, this is\nimportant because they can get up to a foot. Cramming them in a small space\nmeans there body grows while their organs…",
  "original_created_utc": 1616378993,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你应该知道鱼缸是残忍的，不人道的，为什么YSK知道这是\n因为很多原因。\n\n首先是鱼缸的面积。对于一些鱼类来说，比如常见的金鱼，这就是\n重要，因为它们可以达到一尺。把它们挤在一个小空间里\n意味着他们的身体在成长，而他们的器官... ...",
      "title": "YSK(几乎所有)的鱼缸都是残忍和不人道的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你應該知道魚缸是殘忍的，不人道的，爲什麼YSK知道這是\n因爲很多原因。\n\n首先是魚缸的面積。對於一些魚類來說，比如常見的金魚，這就是\n重要，因爲它們可以達到一尺。把它們擠在一個小空間裏\n意味着他們的身體在成長，而他們的器官... ...",
      "title": "YSK(幾乎所有)的魚缸都是殘忍和不人道的。"
    }
  ],
  "title": "YSK (almost all) fishbowls are cruel and inhumane",
  "created_utc": 1616439480,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You should know that fishbowls are cruel and inhumane. why YSK know this is because of many reasons. </p>\n\n<p>First is the area of the bowl. For some fish like the common goldfish, this is important because they can get up to a foot. Cramming them in a small space means there body grows while their organs don&#39;t. Also for other fish like bettas, it just doesn&#39;t feel right confining them to such a small space. This mean, while a goldfish lives for 10-20 years with GOOD care, you&#39;d be lucky to have one live for 2 years.</p>\n\n<p>Next is because of ammonia nitrite and nitrate and a lack of a filter. You have filters in fish tank for two main reasons. 1. is to agitate the water. 2. Is to grow beneficial bacteria. \nYou may wonder, what is beneficial bacteria? It is a type of bacteria that consumes ammonia, a common toxin in a fishes poop. Then it turns it into nitrite which is just as harmful.  Then finally, it converts it to nitrate which is much less harmful. Even having a tiny filter doesn&#39;t fix most stuff,  because some fish like goldfish produce a CRAP ton of waste and the bacteria can&#39;t keep up. Also some fish like bettas are tropical fish and most bowls don&#39;t have a filter. Most bettas that live in bowls don&#39;t last more than 6 months.</p>\n\n<p>Finally bowls are bad because if the surface area. Even with a filter, the surface area doesn&#39;t allow the bowl to oxygenate which is bad for the fish.</p>\n\n<p>I say &quot;almost all&quot; because if you were too keep a 10 gallon bowl with cherry shrimp that&#39;s filtered and heater and has a lot of plants that would be ok. Even though the tank size for a betta is 5 Gallons, a bowl of 5 gallons just doesn&#39;t have enough surface area. </p>\n\n<p>I could go on and on and on but I will keep this a short as possible.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/YouShouldKnow/comments/macbux/ysk_almost_all_fishbowls_are_cruel_and_inhumane/",
  "subreddit": "YouShouldKnow",
  "id": "macbux",
  "is_self": true,
  "media": null,
  "is_video": false
}