{
  "author": "Rockin_freakapotamus",
  "the_new_excerpt": "I have never been an avid reader. I presume that I may have undiagnosed ADHD\nbased on my inability to focus on anything for an extended period of time. I use\nSparkNotes through high school and college. The last novel I completed before\nthis year was over 5 years ago and no more than 300 pages. Then…",
  "original_created_utc": 1623277579,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこれまで熱心な読書家ではありませんでした。1時間も何かに集中できないことから、ADHDと診断されていないのではないかと思っています。\n何かに長時間集中することができないことから、未診断のADHDではないかと推測しています。私は高校と大学で\n高校と大学ではSparkNotesを使っていました。今年以前に完成させた最後の小説は\n今年以前に最後に完成させた小説は5年以上前のもので、300ページもありませんでした。その後...",
      "title": "Wheel of Time」シリーズは、私の心の中にあった多くの問題を解決してくれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来不是一个狂热的读者。我推测我可能有未经诊断的多动症。\n基于我无法长时间地专注于任何事情。我使用\nSparkNotes读完高中和大学。我在今年之前完成的最后一部小说\n是在5年前完成的，不超过300页。然后...",
      "title": "时空之轮》系列已经治愈了我心中的许多问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來不是一個狂熱的讀者。我推測我可能有未經診斷的多動症。\n基於我無法長時間地專注於任何事情。我使用\nSparkNotes讀完高中和大學。我在今年之前完成的最後一部小說\n是在5年前完成的，不超過300頁。然後...",
      "title": "時空之輪》系列已經治癒了我心中的許多問題。"
    }
  ],
  "title": "The Wheel of Time series has already cured so much that was wrong with my mind.",
  "created_utc": 1623288042,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have never been an avid reader. I presume that I may have undiagnosed ADHD based on my inability to focus on anything for an extended period of time. I use SparkNotes through high school and college. The last novel I completed before this year was over 5 years ago and no more than 300 pages. Then I came across The Eye of the World.</p>\n\n<p>Following the disappointing ending to Game of Thrones, I decided I had no interest in reading the Song of Ice and Fire series, so I tried (based on Reddit recommendations) the Malazan Book of the Fallen by Steven Erikson and couldn&#39;t get past 50 pages. I gave up for awhile on reading for fun. I have a career that requires a lot of reading, and it is hard to get motivated to read for fun.</p>\n\n<p>Recently, I decided to give it another try with the Wheel of Time series. I came in with low expectations on my ability to tackle such a lengthy series, but I read good things about the writing style and story telling, so I gave it a try. I finished the first book (over 600 pages) in less than two weeks. The writing does such a great job of slowly introducing potential danger only to jump out at you with immediate danger. The characters are likeable and relatable. For the first time ever, I find myself unable to put a book down. I tell myself I will read 10 pages or one chapter at night, then finally go to bed after 100 pages or more. I actually woke up this morning wanting to watch the next episode of this story, only to have to remind myself that it was not a show, but a book that I was able to picture mentally as vividly as if on screen.</p>\n\n<p>I am 200 pages into the second book (The Great Hunt) and cannot adequately express how enjoyable these books are. This may be a turning point for me with reading for leisure, and I can&#39;t give enough thanks to Robert Jordan, the author of the series. I know the later books were written by another offer due to Jordan&#39;s death, but if the rest are near as good as what I have read so far, I will read this whole series.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/nw84a7/the_wheel_of_time_series_has_already_cured_so/",
  "subreddit": "books",
  "id": "nw84a7",
  "is_self": true,
  "media": null,
  "is_video": false
}