{
  "author": "dwight12345",
  "the_new_excerpt": "The two party system in American politics is far from the ideal system. From its\ninception, it has been problematic and heavily criticized. George Washington\nwarned in his farewell address that a two party system in American politics\nshould be avoided, as it will inevitably lead to division.\n\nGeorge…",
  "original_created_utc": 1615523596,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "美国政治中的两党制远非理想的制度。从其\n在成立之初，它一直存在着问题，并受到了严厉的批评。乔治-华盛顿\n告别演说中警告说，美国政坛的两党制。\n应避免，因为它将不可避免地导致分裂。\n\n乔治...",
      "title": "CMV：美国政治应废除两党制"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國政治中的兩黨制遠非理想的制度。從其\n在成立之初，它一直存在着問題，並受到了嚴厲的批評。喬治-華盛頓\n告別演說中警告說，美國政壇的兩黨制。\n應避免，因爲它將不可避免地導致分裂。\n\n喬治...",
      "title": "CMV：美國政治應廢除兩黨制"
    }
  ],
  "title": "CMV: The two party system should be abolished in American politics",
  "created_utc": 1615541432,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The two party system in American politics is far from the ideal system. From its inception, it has been problematic and heavily criticized. George Washington warned in his farewell address that a two party system in American politics should be avoided, as it will inevitably lead to division.</p>\n\n<p>George Washington was correct, it is problematic and it does divide the country. Not only that, but it creates a system where voters feel obliged to vote for their party&#39;s nominated candidate, despite how corrupt they are. This blind faith and support is an issue, as it allows candidates who are incompetent to have success. Not only that, but it also makes the government less affective as the politicians belonging to a party generally have to act within the party&#39;s accepted ideals, which does not allow for change at a sufficiently quick rate. Furthermore, it creates a climate where politicians are unable to achieve as much as they are divided among party lines, and even worse, often disconnects the country along sectional lines, for in certain periods the US has voted for parties based on geography. This furthers an already deep divide in the United States.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/m39r7k/cmv_the_two_party_system_should_be_abolished_in/",
  "subreddit": "changemyview",
  "id": "m39r7k",
  "is_self": true,
  "media": null,
  "is_video": false
}