{
  "author": "chemist612",
  "the_new_excerpt": "Why YSK: I just had this happen to me. My wife and I both have satellite radio\nenabled cars. I don't have mine active because I don't listen to music often\nenough (I prefer podcasts, audibooks, etc). I still get special advertisements\nall the time about restarting my service. I happened to get one…",
  "original_created_utc": 1616267517,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我刚刚遇到了这种情况，我的妻子和我都有卫星广播。我妻子和我都有卫星广播\n启用的汽车。我没有激活我的，因为我不经常听音乐。\n够（我更喜欢播客、audibook等）。我还是会收到特别的广告\n所有的时间关于重新启动我的服务。我碰巧得到一个...",
      "title": "YSK：在基于订阅的服务上，如果你打电话询问，通常可以得到更便宜的价格。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我剛剛遇到了這種情況，我的妻子和我都有衛星廣播。我妻子和我都有衛星廣播\n啓用的汽車。我沒有激活我的，因爲我不經常聽音樂。\n夠（我更喜歡播客、audibook等）。我還是會收到特別的廣告\n所有的時間關於重新啓動我的服務。我碰巧得到一個...",
      "title": "YSK：在基於訂閱的服務上，如果你打電話詢問，通常可以得到更便宜的價格。"
    }
  ],
  "title": "YSK: On subscription based services, you can usually get a cheaper rate, if you call and ask.",
  "created_utc": 1616405851,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I just had this happen to me. My wife and I both have satellite radio enabled cars. I don&#39;t have mine active because I don&#39;t listen to music often enough (I prefer podcasts, audibooks, etc). I still get special advertisements all the time about restarting my service. I happened to get one of these just after my wife&#39;s subscription price automatically renewed at the &quot;going rate&quot; (or whatever you call that ridiculously high rate they charge if you don&#39;t call and bother them). I called them up and asked for the special rate I had just been offered. \nThe guy pulls up the account and offers me some other offer which is cheaper than regular, but not as good as what I had. I asked him if I couldn&#39;t get the deal I called about. He responded &quot;we have to get an answer on this deal first: do you want it, yes or no.&quot; My response was &quot;not if I can get this other offer&quot;, which he then repeated his line and I realized he was following his script literally and had to offer me some low-ball offer first before proceeding to the offer I was interested in, so I told him no and I could hear him sigh with relief as he proceeded to pull up the offer I wanted and offer it to me. I was tempted to see if there was an even better offer out there by answering no again, but didn&#39;t want to push my luck and end up canceling the service (and making the Mrs. upset). </p>\n\n<p>Moral of the story, you can (almost) always get your subscription based service cheaper if you call and ask. You may have to threaten to cancel (and don&#39;t be afraid to follow through if they say no, because sometimes they think your threat is empty and won&#39;t try to sell you until you are serious).</p>\n\n<p>Edit: fixed spelling (I do know how to spell, just on mobile). Also thanks for 1k upvotes!</p>\n</div><!-- SC_ON -->",
  "score": 1124,
  "permalink": "/r/YouShouldKnow/comments/m9dx6u/ysk_on_subscription_based_services_you_can/",
  "subreddit": "YouShouldKnow",
  "id": "m9dx6u",
  "is_self": true,
  "media": null,
  "is_video": false
}