{
  "author": "OrangeJoe89",
  "the_new_excerpt": "I have dislexiya so as a child I found reading confusing and frustrating. This\nin turn made me avoid it as much as I could so my literacy sufferd too.\n\nWhen I was in my early teens I managed to read a couple of Terry Pratchet books\nthat my Grandad recommended but I was never hooked by them.\n\nI found…",
  "original_created_utc": 1613567477,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我有精神分裂症，所以小时候我觉得阅读很困惑，很沮丧。这本\n反过来又让我尽可能地避免它，所以我的识字量也受到了影响。\n\n当我十几岁的时候，我设法读了几本特里-普拉特谢的书。\n我爷爷推荐的，但我从来没有被他们迷住。\n\n我发现...",
      "title": "去年，我决定尝试一下有声读物，它改变了我的生活。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有精神分裂症，所以小時候我覺得閱讀很困惑，很沮喪。這本\n反過來又讓我儘可能地避免它，所以我的識字量也受到了影響。\n\n當我十幾歲的時候，我設法讀了幾本特里-普拉特謝的書。\n我爺爺推薦的，但我從來沒有被他們迷住。\n\n我發現...",
      "title": "去年，我決定嘗試一下有聲讀物，它改變了我的生活。"
    }
  ],
  "title": "Last year I decided to give audio books a try and it's changed my life.",
  "created_utc": 1613576389,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have dislexiya so as a child I found reading confusing and frustrating. This in turn made me avoid it as much as I could so my literacy sufferd too. </p>\n\n<p>When I was in my early teens I managed to read a couple of Terry Pratchet books that my Grandad recommended but I was never hooked by them. </p>\n\n<p>I found that if I hit a slow patch in a book even if I was really enjoying it that it would be too much effort and I would put it down and never pick it up again. </p>\n\n<p>Since I started with audio books last year I have finished more books than I&#39;ve ever fished the entire Harry Potter series, Hyperion, Fall of Hyperion, Endimion, A Scanner Darkly, Kitchen Confidential, Ring world, Dune, IT and Salems Lot. That&#39;s more bookes in a year and a bit than I&#39;ve ever read in my life.</p>\n\n<p>I can not get enough, I look forward to doing tedious housework because it means crack on with a book. I understand the hype behinde the likes of Harry Potter, I was never blown away by the films but my friends always said the books were way better. </p>\n\n<p>I&#39;ve always wanted to read Stephan Kings IT but when I saw my sister read it when I was younger, I always thought &quot;There&#39;s no way I can read that many pages&quot;. Currently on Prisoners of Geography as recommended by a friend and then I&#39;m going to tackle Jaws.</p>\n\n<p>Edit: The Terror by Dan Simmons. How could I forget, Absolutely loved it. Was hooked by the first chapter.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/llu6e5/last_year_i_decided_to_give_audio_books_a_try_and/",
  "subreddit": "books",
  "id": "llu6e5",
  "is_self": true,
  "media": null,
  "is_video": false
}