{
  "author": "Souk12",
  "original_created_utc": 1628832422,
  "title": "CMV: The average US American is uneducated, uninformed, ignorant, and ignorant of their ignorance.",
  "created_utc": 1628847730,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, I don&#39;t blame them, it seems that their situation is deliberately externally imposed upon them. But the objective reality is that the average American person lacks a basic critical understanding of history, politics, geography, physical and natural sciences, philosophy, and language.</p>\n\n<p>I was visiting my mom&#39;s house (long trip from her basement, because that&#39;s where all we redditors live) where she has French TV channels. On the regular TV channel during prime-time hours, they were having an in depth discussion with a prominent contemporary French philosopher. The dialogue was far reaching and analytical, and the audience was rapt. They brought on other public intellectuals and engaged in a debate. It wasn&#39;t entertaining in the American sense of sensationalism, yelling, and wild attacks that we are used to during such discussions on TV, and the language being used was decently sophisticated. It was eye-opening to see how this was on prime-time regular TV.</p>\n\n<p>Next I watched the newscast and was floored to see comprehensive reporting and foreign correspondents covering a wide range of current events. </p>\n\n<p>During the intermission, they had a brief section on the etymology of a French word. I doubt most Americans even know what etymology is!   </p>\n\n<p>Finally I saw some interviews with French politicians and the media, and holy crap, American politicians would melt under that pressure and scrutiny. They didn&#39;t let them weasel out of anything with hard-hitting follow-up questions. I could only imagine how the White House press conferences would unfold with such questioning.</p>\n\n<p>Overall, I saw that French TV was for an audience of adults, while American TV is for an audience at the intellectual level of tweens.</p>\n\n<p>I don&#39;t mean for this to sound like pretentious BS, because it was honestly startling and alarming how dumbed down we&#39;ve become in this country. We should be at their level, but we&#39;re not.</p>\n\n<p>&#x200B;</p>\n\n<p>Obviously, it is a big stretch to go from watching an evening of foreign TV and making large assumptions about the general population, but it was telling. Americans are poorly educated, and are either proud or ignorant of the fact that they are so far behind the rest of the world.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p3h4uz/cmv_the_average_us_american_is_uneducated/",
  "subreddit": "changemyview",
  "id": "p3h4uz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, I don't blame them, it seems that their situation is deliberately\nexternally imposed upon them. But the objective reality is that the average\nAmerican person lacks a basic critical understanding of history, politics,\ngeography, physical and natural sciences, philosophy, and language.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、私は彼らを責めるつもりはありません。\n意図的に押し付けられているとしか思えません。しかし、客観的な現実として、平均的なアメリカ人は\n歴史、政治、地理、物理・自然科学、哲学、言語などの基本的な批判的理解が不足しているということです。\n歴史、政治、地理、物理・自然科学、哲学、言語の基本的な批判的理解が不足しているというのが客観的な現実です。\n\nI...",
      "title": "CMV：平均的な米国のアメリカ人は、無学で、知識がなく、無知で、自分の無知さに気づいていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我不怪他们，他们的情况似乎是故意的\n外界强加给他们的。但客观现实是，一般\n美国人缺乏对历史、政治、地理、物理和自然科学、哲学和语言的基本批判性理解。\n地理、物理和自然科学、哲学和语言。\n\nI...",
      "title": "CMV：普通的美国人没有受过教育，不了解情况，无知，而且对自己的无知一无所知。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我不怪他們，他們的情況似乎是故意的\n外界強加給他們的。但客觀現實是，一般\n美國人缺乏對歷史、政治、地理、物理和自然科學、哲學和語言的基本批判性理解。\n地理、物理和自然科學、哲學和語言。\n\nI...",
      "title": "CMV：普通的美國人沒有受過教育，不瞭解情況，無知，而且對自己的無知一無所知。"
    }
  ]
}