{
  "author": "TownIdiot25",
  "original_created_utc": 1636221076,
  "title": "CMV: Too many jobs ask for tips that shouldn’t be, such as Tattoo Artists or local business cashiers, and I shouldn’t have to tip them.",
  "created_utc": 1636230966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My personal rule for tipping is I will tip if the job that the person is doing for me is a job that either:</p>\n\n<ul>\n<li>Pays a wage that requires tipping, such as a waiter/waitress</li>\n<li>Is a job that I can do myself, but am paying for someone else to do out of my own laziness, such as food delivery, movers, or haircutters.</li>\n</ul>\n\n<p>People like Tattoo Artists charge hundreds of dollars for their pieces, usually adding up to an average of making $50 an hour. I don’t know why an additional $100 tip is necessary. I’d say the same for any artist that works off commissions and sets their own agreed upon price when you hire them.</p>\n\n<p>If I go to a local bowling alley, and they turn the iPad around to show me a tip screen just for grabbing my shoes on the shelf behind them, I don’t feel the tip is necessary, because they didn’t do anything more than an employee at Walmart or Target would do. It is just a system built into the Square program </p>\n\n<p>I say this as someone who has worked both a job that requires tips, and has worked a job that pays above minimum wage but has the tip screen on the square reader.</p>\n\n<p>Edit: Everyone is arguing the tattoo thing with me now, but still don’t see any defense on the cashiers asking for tips.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qo5gnp/cmv_too_many_jobs_ask_for_tips_that_shouldnt_be/",
  "subreddit": "changemyview",
  "id": "qo5gnp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My personal rule for tipping is I will tip if the job that the person is doing\nfor me is a job that either:\n\n * Pays a wage that requires tipping, such as a waiter/waitress\n * Is a job that I can do myself, but am paying for someone else to do out of my\n   own laziness, such as food delivery,…"
}