{
  "author": "TownIdiot25",
  "original_created_utc": 1636221076,
  "title": "CMV: Too many jobs ask for tips that shouldn’t be, such as Tattoo Artists or local business cashiers, and I shouldn’t have to tip them.",
  "created_utc": 1636230966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My personal rule for tipping is I will tip if the job that the person is doing for me is a job that either:</p>\n\n<ul>\n<li>Pays a wage that requires tipping, such as a waiter/waitress</li>\n<li>Is a job that I can do myself, but am paying for someone else to do out of my own laziness, such as food delivery, movers, or haircutters.</li>\n</ul>\n\n<p>People like Tattoo Artists charge hundreds of dollars for their pieces, usually adding up to an average of making $50 an hour. I don’t know why an additional $100 tip is necessary. I’d say the same for any artist that works off commissions and sets their own agreed upon price when you hire them.</p>\n\n<p>If I go to a local bowling alley, and they turn the iPad around to show me a tip screen just for grabbing my shoes on the shelf behind them, I don’t feel the tip is necessary, because they didn’t do anything more than an employee at Walmart or Target would do. It is just a system built into the Square program </p>\n\n<p>I say this as someone who has worked both a job that requires tips, and has worked a job that pays above minimum wage but has the tip screen on the square reader.</p>\n\n<p>Edit: Everyone is arguing the tattoo thing with me now, but still don’t see any defense on the cashiers asking for tips.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qo5gnp/cmv_too_many_jobs_ask_for_tips_that_shouldnt_be/",
  "subreddit": "changemyview",
  "id": "qo5gnp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My personal rule for tipping is I will tip if the job that the person is doing\nfor me is a job that either:\n\n * Pays a wage that requires tipping, such as a waiter/waitress\n * Is a job that I can do myself, but am paying for someone else to do out of my\n   own laziness, such as food delivery,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のチップに関する個人的なルールは、その人が私のためにしてくれている仕事が、私のためにしてくれている仕事ではない場合、私はチップを渡します。\nチップを渡すのは、その人が自分のためにやってくれている仕事が\n\n * ウェイターやウェイトレスのように、チップを必要とする賃金を支払っている。\n * 自分でできる仕事だが、自分の怠慢のために誰かにやってもらうためにお金を払っている仕事。\n   自分でできる仕事だが、自分の怠惰のために誰かにやってもらうためにお金を払っている仕事、例えば、フードデリバリーなど。",
      "title": "CMV: タトゥーアーティストや地元企業のレジ係など、本来は必要のないチップを要求する仕事が多すぎるので、チップを払う必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我个人的小费规则是，如果对方为我做了什么工作，我就给小费。\n的工作，我就会给小费。\n\n * 支付需要小费的工资，如服务员/侍者。\n * 是我自己可以做的工作，但我要花钱让别人做。\n   是我自己可以做的工作，但出于我自己的懒惰而付钱给别人做，如送餐，...",
      "title": "CMV: 太多的工作要求获得不应该有的小费，比如纹身艺术家或当地企业的收银员，我不应该给他们小费。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我個人的小費規則是，如果對方爲我做了什麼工作，我就給小費。\n的工作，我就會給小費。\n\n * 支付需要小費的工資，如服務員/侍者。\n * 是我自己可以做的工作，但我要花錢讓別人做。\n   是我自己可以做的工作，但出於我自己的懶惰而付錢給別人做，如送餐，...",
      "title": "CMV: 太多的工作要求獲得不應該有的小費，比如紋身藝術家或當地企業的收銀員，我不應該給他們小費。"
    }
  ]
}