{
  "author": "eggmonster",
  "original_created_utc": 1638982219,
  "title": "YSK: Apply anti-perspirant at night",
  "created_utc": 1639000265,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: As a formerly super sweaty teenager with hyperhidrosis learning this was a game changer. Anti-perspirant has to absorb into your skin to work and if you apply it directly after a shower while still wet; or in the morning and sweat it out it will not work (and just stain your tees!)&lt;/p&gt;\n\n&lt;p&gt;Applying at night, to clean DRY armpits is key. Even if you start getting sweaty before sleep, once you sleep you usually will sweat less which will allow enough time for the active ingredient to absorb. Once built up this will last days at a time and you can often get form to applying only once a week at night.&lt;/p&gt;\n\n&lt;p&gt;This was inspired by the EMSKR and how to apply anti perspirant was way too low on list.&lt;/p&gt;\n\n&lt;p&gt;Edit: I should probably mention that antiperspirant shouldn’t be used to prevent normal sweating. It’s a natural part of the body that helps you keep cool. If you are however excessively sweaty, first consider seeing your doctor or dermatologist. If you choose to include an anti perspirant in your routine, it’s most effective when used at  night. You also probably don’t need to use it as often as you think. Usually only every other night or a couple nights a week. Continue to apply normal deodorant in mornings as usual.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 280,
  "permalink": "/r/YouShouldKnow/comments/rbvhey/ysk_apply_antiperspirant_at_night/",
  "subreddit": "YouShouldKnow",
  "id": "rbvhey",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: As a formerly super sweaty teenager with hyperhidrosis learning this\nwas a game changer. Anti-perspirant has to absorb into your skin to work and if\nyou apply it directly after a shower while still wet; or in the morning and\nsweat it out it will not work (and just stain your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの魅力：多汗症で汗っかきのティーンエイジャーだった私が、これを知ったこと。\nは、ゲームチェンジャーでした。制汗剤は肌に吸収されないと効きません。\nシャワーの後、濡れたまま直接塗ったり、朝になってから塗ったりするのは\n汗をかくと効果がない（汗をかくとシミになる）。",
      "title": "YSK：夜に制汗剤を塗る"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：作为一个曾经超级爱出汗的多汗症少年，了解到这一点是改变游戏规则的。\n是一个改变游戏规则的因素。止汗剂必须被皮肤吸收才能发挥作用，如果\n如果你在淋浴后直接使用，而且还是在湿润的情况下；或者在早晨和傍晚时分使用。\n如果你在洗完澡后直接涂抹，而皮肤还是湿的，或者在早上出了汗，它就不会起作用（而且只会弄脏你的皮肤）。",
      "title": "YSK: 在晚上使用止汗剂"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：作爲一個曾經超級愛出汗的多汗症少年，瞭解到這一點是改變遊戲規則的。\n是一個改變遊戲規則的因素。止汗劑必須被皮膚吸收才能發揮作用，如果\n如果你在淋浴後直接使用，而且還是在溼潤的情況下；或者在早晨和傍晚時分使用。\n如果你在洗完澡後直接塗抹，而皮膚還是溼的，或者在早上出了汗，它就不會起作用（而且只會弄髒你的皮膚）。",
      "title": "YSK: 在晚上使用止汗劑"
    }
  ]
}