{
  "author": "eggmonster",
  "original_created_utc": 1638982219,
  "title": "YSK: Apply anti-perspirant at night",
  "created_utc": 1639000265,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: As a formerly super sweaty teenager with hyperhidrosis learning this was a game changer. Anti-perspirant has to absorb into your skin to work and if you apply it directly after a shower while still wet; or in the morning and sweat it out it will not work (and just stain your tees!)&lt;/p&gt;\n\n&lt;p&gt;Applying at night, to clean DRY armpits is key. Even if you start getting sweaty before sleep, once you sleep you usually will sweat less which will allow enough time for the active ingredient to absorb. Once built up this will last days at a time and you can often get form to applying only once a week at night.&lt;/p&gt;\n\n&lt;p&gt;This was inspired by the EMSKR and how to apply anti perspirant was way too low on list.&lt;/p&gt;\n\n&lt;p&gt;Edit: I should probably mention that antiperspirant shouldn’t be used to prevent normal sweating. It’s a natural part of the body that helps you keep cool. If you are however excessively sweaty, first consider seeing your doctor or dermatologist. If you choose to include an anti perspirant in your routine, it’s most effective when used at  night. You also probably don’t need to use it as often as you think. Usually only every other night or a couple nights a week. Continue to apply normal deodorant in mornings as usual.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 280,
  "permalink": "/r/YouShouldKnow/comments/rbvhey/ysk_apply_antiperspirant_at_night/",
  "subreddit": "YouShouldKnow",
  "id": "rbvhey",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As a formerly super sweaty teenager\nwith hyperhidrosis learning this was a game changer. Anti-perspirant has to\nabsorb into your skin to work and if you apply it directly after a shower while\nstill wet; or in the morning and sweat it out it will not work…"
}