{
  "author": "mariolucario493",
  "the_new_excerpt": "In an age where we value consent more than ever, why do new parents still think\nit's okay to post pictures of their newborn babies on social media?\n\nTrue, babies don't understand the concept of privacy. But in a few years when\nthose babies are teenagers, they're gonna be pissed that their parents…",
  "original_created_utc": 1615317370,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在这个我们比以往任何时候都更重视同意的时代，为什么新手父母还认为\n在社交媒体上发新生儿的照片可以吗？\n\n诚然，宝宝不懂隐私的概念。但在几年后，当\n这些婴儿都是十几岁的孩子，他们会很生气，他们的父母... ...",
      "title": "CMV：如果孩子年龄太小不允许，不应该在网络上分享孩子的照片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這個我們比以往任何時候都更重視同意的時代，爲什麼新手父母還認爲\n在社交媒體上發新生兒的照片可以嗎？\n\n誠然，寶寶不懂隱私的概念。但在幾年後，當\n這些嬰兒都是十幾歲的孩子，他們會很生氣，他們的父母... ...",
      "title": "CMV：如果孩子年齡太小不允許，不應該在網絡上分享孩子的照片。"
    }
  ],
  "title": "CMV: Pictures of kids should not be shared on the internet if the child is too young to give permission",
  "created_utc": 1615329737,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In an age where we value consent more than ever, why do new parents still think it&#39;s okay to post pictures of their newborn babies on social media?</p>\n\n<p>True, babies don&#39;t understand the concept of privacy. But in a few years when those babies are teenagers, they&#39;re gonna be pissed that their parents shared pictures of them online. Every teenager is embarrassed by their baby pictures.</p>\n\n<p>I know that parents have been taking pictures of their kids ever since cameras were invented. And of course, they collect those pictures in photo albums, and they might show them to a few close friends. But with the internet, those pictures reach a wider audience. And they may attract undesired attention.</p>\n\n<p>No matter what filters you put on pictures to decide who can or can&#39;t see them, there&#39;s always the risk of someone getting around it via hacking. Also, you can&#39;t delete something from the internet completely.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/m1dv1s/cmv_pictures_of_kids_should_not_be_shared_on_the/",
  "subreddit": "changemyview",
  "id": "m1dv1s",
  "is_self": true,
  "media": null,
  "is_video": false
}