{
  "author": "NISCBTFM",
  "original_created_utc": 1637259497,
  "title": "YSK you can transfer a phone number into \"google voice\" for a one time fee of $20 and continue receiving texts and calls for free at that number",
  "created_utc": 1637264673,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Google voice still provides all the services that a cell carrier provides, but you need to have a data connection(wifi or cell data plan).</p>\n\n<p>It&#39;s nice to not have to message all your contacts about a new number if you change it for some reason... or maybe you&#39;re going to be traveling and don&#39;t want phone service internationally but also don&#39;t want to lose your number. </p>\n\n<p><a href=\"https://support.google.com/voice/answer/1065667?hl=en\">https://support.google.com/voice/answer/1065667?hl=en</a></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/qwvy5k/ysk_you_can_transfer_a_phone_number_into_google/",
  "subreddit": "YouShouldKnow",
  "id": "qwvy5k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Google voice still provides all the services that a cell carrier\nprovides, but you need to have a data connection(wifi or cell data plan).\n\nIt's nice to not have to message all your contacts about a new number if you\nchange it for some reason... or maybe you're going to be traveling and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれた理由: Google voiceは、携帯電話会社が提供するサービスをすべて提供します。\nただし、データ接続（無線LANまたは携帯電話のデータプラン）が必要になります。\n\n何らかの理由で電話番号を変更したときに、すべての連絡先に新しい番号を知らせる必要がないのはいいですね。\n何らかの理由で電話番号を変更したときに、すべての連絡先に新しい電話番号を知らせる必要がないのは素晴らしいことです。",
      "title": "YSKは、1回20ドルで電話番号を「google voice」に移行することができ、その番号でテキストや電話を無料で受信し続けることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：谷歌语音仍然提供手机运营商所提供的所有服务。\n但你需要有一个数据连接（wifi或手机数据计划）。\n\n如果你因某种原因更换了新号码，不必给所有联系人发信息，这很好。\n如果你因为某些原因更换了号码......或者你要去旅行......",
      "title": "YSK你可以将一个电话号码转移到 \"谷歌语音\"，一次性收费20美元，并继续免费接收该号码的短信和电话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：谷歌語音仍然提供手機運營商所提供的所有服務。\n但你需要有一個數據連接（wifi或手機數據計劃）。\n\n如果你因某種原因更換了新號碼，不必給所有聯繫人發信息，這很好。\n如果你因爲某些原因更換了號碼......或者你要去旅行......",
      "title": "YSK你可以將一個電話號碼轉移到 \"谷歌語音\"，一次性收費20美元，並繼續免費接收該號碼的短信和電話。"
    }
  ]
}