{
  "author": "MockDeath",
  "original_created_utc": 1640461908,
  "title": "Happy holidays to you! And a special thanks to our Moderators, Panelists and Users.",
  "created_utc": 1640473016,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Happy holidays to all of you from &lt;a href=\"/r/AskScience\"&gt;/r/AskScience&lt;/a&gt;! All of you make this subreddit possible and I want to all know how sincerely I appreciate what you do here.&lt;/p&gt;\n\n&lt;p&gt;To every moderator who ensures that the posts are curated and the overall function of the subreddit works. You make up the framework of AskScience, without you there would be nothing to build on. With your high standards of quality and diligent work, you keep this subreddit full of quality content.&lt;/p&gt;\n\n&lt;p&gt;To every panelist, thank you for helping curate comments and answering questions. Without your answers this sub could not exist. Sharing your expertise and answering questions I truly believe you have helped raise the overall understanding of science across all of reddit. With such a wide array of experts, you always come through with a stunning level of understanding to share.&lt;/p&gt;\n\n&lt;p&gt;Finally, to the users. Thank you, driving interest and asking questions lets this subreddit fill its core function. Your curiosity helps everyone reading the posts gain a greater understanding of the universe and how it works.&lt;/p&gt;\n\n&lt;p&gt;I hope every single one of you have a fantastic end to the year and an even happier new year.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/askscience/comments/rog62g/happy_holidays_to_you_and_a_special_thanks_to_our/",
  "subreddit": "askscience",
  "id": "rog62g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Happy holidays to all of you from <a\nhref=\"/r/AskScience\">/r/AskScience</a>! All of you make this subreddit possible\nand I want to all know how sincerely I appreciate what you do here.</p> <p>To\nevery moderator who ensures that the posts are curated and the overall…"
}