{
  "author": "cowsinthesky",
  "original_created_utc": 1626511135,
  "title": "YSK that your documents are as likely to get destroyed by mould or mildew as by fire or flood",
  "created_utc": 1626540137,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:-Many homes get damp in winter, many cupboards, basements and lofts are susceptible to damp. People always think about fire and flood when they package up passports/driver’s licenses, exam certs but they don’t think about the cold or damp.\nPackage them in a plastic wallet\nPhotocopy a spare set and do the same but place them elsewhere\nUpload a digital image to an only you cloud\nPut a dehumidifier or silica gel packet in your plastic wallet to take the water out\nDon’t place in the basement, or near to a wall that might get damp in winter\nCheck them regularly- you might need to show these documents for the rest of your life so take good care of them\nIf you follow these steps you are more likely to keep those documents safe for longer.</p>\n</div><!-- SC_ON -->",
  "score": 892,
  "permalink": "/r/YouShouldKnow/comments/om0i69/ysk_that_your_documents_are_as_likely_to_get/",
  "subreddit": "YouShouldKnow",
  "id": "om0i69",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:-Many homes get damp in winter, many cupboards, basements and lofts are\nsusceptible to damp. People always think about fire and flood when they package\nup passports/driver’s licenses, exam certs but they don’t think about the cold\nor damp. Package them in a plastic wallet Photocopy a spare…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKが選ばれる理由：多くの家庭では、冬になると湿気が発生し、戸棚や地下室、ロフトなどが\n湿気の影響を受けやすいのです。パスポートや運転免許証、受験票などを梱包するときには、火災や水害のことを考えます。\nパスポートや運転免許証、受験票などを梱包するときに、火事や洪水については考えますが、寒さや湿気については考えません。\n湿気のことは考えません。プラスチック製の財布に入れておく。",
      "title": "YSKは、あなたのドキュメントが火事や洪水で破壊されるのと同様に、カビやカビによって破壊される可能性があることを知っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK:-许多家庭在冬天都会受潮，许多橱柜、地下室和阁楼都容易受潮。\n容易受潮。人们在包装时总是想到火灾和洪水。\n人们在包装护照/驾驶执照和考试证书时，总是想到火灾和水灾，但他们没有想到寒冷或潮湿的问题。\n或潮湿。把它们包装在一个塑料钱包里，复印一份备用的...",
      "title": "YSK认为你的文件被霉菌破坏的可能性和被火灾或洪水破坏的可能性一样大。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK:-許多家庭在冬天都會受潮，許多櫥櫃、地下室和閣樓都容易受潮。\n容易受潮。人們在包裝時總是想到火災和洪水。\n人們在包裝護照/駕駛執照和考試證書時，總是想到火災和水災，但他們沒有想到寒冷或潮溼的問題。\n或潮溼。把它們包裝在一個塑料錢包裏，複印一份備用的...",
      "title": "YSK認爲你的文件被黴菌破壞的可能性和被火災或洪水破壞的可能性一樣大。"
    }
  ]
}