{
  "author": "ManagedIsolation",
  "original_created_utc": 1638023531,
  "title": "YSK that your rider rating is delayed",
  "created_utc": 1638055957,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen several people on here talk about changing their rating of drivers because they were given one star, so they &quot;one star back&quot;.</p>\n\n<p>YSK: Uber delays rider (and driver) ratings updates to &quot;protect anonymity&quot; and won&#39;t say how long the delay is.</p>\n\n<p>But they do a shit job of communicating that to riders. So when you see your rating go down and then downrate your most recent ride because of it.</p>\n\n<p>Why YSK: you&#39;re actually retaliating against the wrong person, when it was really the driver maybe 10 or so trips ago that gave you a bad rating.</p>\n\n<p>Please don&#39;t do this.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/r3epke/ysk_that_your_rider_rating_is_delayed/",
  "subreddit": "YouShouldKnow",
  "id": "r3epke",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen several people on here talk about changing their rating of drivers\nbecause they were given one star, so they \"one star back\".\n\nYSK: Uber delays rider (and driver) ratings updates to \"protect anonymity\" and\nwon't say how long the delay is.\n\nBut they do a shit job of communicating that to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここで何人かの人が、ドライバーの評価を変えたと話しているのを見たことがあります。\n星が1つ与えられたので、「星を1つ戻した」と話しているのを見たことがあります。\n\nYSK: Uberは「匿名性の保護」のために、ライダー（およびドライバー）の評価の更新を遅らせています。\n遅延の期間については言及しません。\n\nしかし、そのことを伝えるのにはとても苦労します。",
      "title": "ライダーの評価が遅れているというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到这里有几个人说到改变他们对司机的评价\n因为他们被打了一星，所以他们 \"打回一星\"。\n\nYSK：Uber推迟了对乘客（和司机）的评级更新，以 \"保护匿名性\"，并且不说推迟多久。\n不会说延迟的时间有多长。\n\n但他们做了一个糟糕的工作，将其传达给...",
      "title": "YSK，你的骑手评级被推迟了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到這裏有幾個人說到改變他們對司機的評價\n因爲他們被打了一星，所以他們 \"打回一星\"。\n\nYSK：Uber推遲了對乘客（和司機）的評級更新，以 \"保護匿名性\"，並且不說推遲多久。\n不會說延遲的時間有多長。\n\n但他們做了一個糟糕的工作，將其傳達給...",
      "title": "YSK，你的騎手評級被推遲了"
    }
  ]
}