{
  "author": "R0B0C0P33",
  "original_created_utc": 1632434094,
  "title": "In the aftermath of the 2008 financial crisis, 0 financial people went to prison. But crypto is clearly the problem.",
  "created_utc": 1632449293,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you were old enough when the 2008 recession started and saw how quickly things were happening, you might have been surprised to hear that over a decade later, not a single person went to prison as a result of their nefarious actions.</p>\n\n<p>You might shrug and say it&#39;s always been that way, but it&#39;s really not. Back in the 1980/90s, after the savings and loans scandal, roughly 1,500 bankers actually went to prison for their actions in defrauding and costing the American public. There was a time when they were willing to hold people accountable.</p>\n\n<p>Since then, deregulation and just making bad actors pay fines has led to a situation where no one feels scared to do anything evil/illegal because no matter what they do, the chance of them personally suffering is laughably small.</p>\n\n<p>The only real thing they worry about is something new taking the place of the corrupt system, so when crypto emerges, gotta go after them. The hypocrisy is just depressing as hell.</p>\n\n<p>&#x200B;</p>\n\n<p>Edit: I stand corrected. One person: Kareem Serageldin is the one person who did go to prison for a short time. Roughly 2 years according to my Internet sleuthing. Far too light and still only one person, but not 0. Thanks for heads-up!</p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/pu5oer/in_the_aftermath_of_the_2008_financial_crisis_0/",
  "subreddit": "CryptoCurrency",
  "id": "pu5oer",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you were old enough when the 2008 recession started and saw how quickly\nthings were happening, you might have been surprised to hear that over a decade\nlater, not a single person went to prison as a result of their nefarious\nactions.\n\nYou might shrug and say it's always been that way, but it's…"
}