{
  "author": "unimatrix_zer0",
  "the_new_excerpt": "I’ve been reading less and less the past few years, really feeling my attention\nspan shorten. I thought it was phone habits or mental health stuff, or both. I\njust couldn’t read more than a few pages without feeling antsy or tired.\n\nBut I had also noticed that when I’m crocheting or crossstitching…",
  "original_created_utc": 1621465003,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ここ数年、本を読む機会が減っていて、自分の注意力の低下を実感しています。\n注意力の低下を感じています。スマホの習慣か、精神的なものか、その両方かと思っていました。I\nただ、数ページも読めないと、イライラしたり疲れたりしてしまうのです。\n\nしかし、かぎ針編みやクロスステッチをしているときにも気がつきました。",
      "title": "本 LPT: あなたの目をチェックしましょう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的几年里，我读的书越来越少，真的感到我的注意力\n时间缩短了。我以为是电话习惯或心理健康问题，或者两者都是。I\n我只是无法在不感到厌烦或疲倦的情况下阅读超过几页。\n\n但我也注意到，当我在钩织或十字绣的时候...",
      "title": "书籍 LPT: 检查你的眼睛!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的幾年裏，我讀的書越來越少，真的感到我的注意力\n時間縮短了。我以爲是電話習慣或心理健康問題，或者兩者都是。I\n我只是無法在不感到厭煩或疲倦的情況下閱讀超過幾頁。\n\n但我也注意到，當我在鉤織或十字繡的時候...",
      "title": "書籍 LPT: 檢查你的眼睛!"
    }
  ],
  "title": "Books LPT: Get your eyes checked!",
  "created_utc": 1621480331,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been reading less and less the past few years, really feeling my attention span shorten. I thought it was phone habits or mental health stuff, or both. I just couldn’t read more than a few pages without feeling antsy or tired. </p>\n\n<p>But I had also noticed that when I’m crocheting or crossstitching after an hour or so it started to get hard to focus my eyes. So in true underinsured American fashion, waited 2+ years after noticing this to make an eye appointment. </p>\n\n<p>Welp, turns out I have weirdly powerful eye muscles that have been over compensating for years, probably much longer than I’ve actually been noticing any eye strain, and super need reading glasses. </p>\n\n<p>So now I can read for hours without feeling distracted/tired/antsy. It was literally totally different the first time I put on my glasses. I’m back to reading before bed, and plowing through books in the park. </p>\n\n<p>People with glasses probably already know this as a sign of needing a stonger prescription, but as someone who’s never needed glasses I didn’t connect the strain I noticed while crafting with the short attention span reading. </p>\n\n<p>I see people posting on the sub a lot about falling out of reading habits, but never occurred to me that my eyeballs just might be fucked. So if you’re able, get an eye exam! You’ll probably look hella cute in glasses, too.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/ngjt1b/books_lpt_get_your_eyes_checked/",
  "subreddit": "books",
  "id": "ngjt1b",
  "is_self": true,
  "media": null,
  "is_video": false
}