{
  "author": "Gorotheninja",
  "the_new_excerpt": "There are 2 major issues I have with this viewpoint:\n\n 1. I think the name \"Digital Blackface\" being used to describe the use of black\n    gifs by non-black people is an overreaction and inaccurate. If someone is\n    accused of blackface, it should be because they are literally impersonating\n    a…",
  "original_created_utc": 1614904161,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这个观点我有2大问题。\n\n 1. 我认为 \"数字黑脸 \"这个名字被用来形容黑。\n    非黑人的 gifs 是一个反应过度和不准确的。如果有人\n    被指责为黑脸，应该是因为他们真的是在冒充\n    a…",
      "title": "CMV：把非黑人使用涉及黑人的喜剧gif称为 \"数字黑脸 \"是很可笑的，也是很夸张的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這個觀點我有2大問題。\n\n 1. 我認爲 \"數字黑臉 \"這個名字被用來形容黑。\n    非黑人的 gifs 是一個反應過度和不準確的。如果有人\n    被指責爲黑臉，應該是因爲他們真的是在冒充\n    a…",
      "title": "CMV：把非黑人使用涉及黑人的喜劇gif稱爲 \"數字黑臉 \"是很可笑的，也是很誇張的。"
    }
  ],
  "title": "CMV: Calling the use of comedic gifs involving black people by non-black people \"Digital Blackface\" is ridiculous and a huge overexaggeration.",
  "created_utc": 1614915597,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are 2 major issues I have with this viewpoint:</p>\n\n<ol>\n<li><p>I think the name &quot;Digital Blackface&quot; being used to describe the use of black gifs by non-black people is an overreaction and inaccurate. If someone is accused of blackface, it should be because they are literally impersonating a black person and hiding their own ethnicity behind a fake identity (and that is obviously a racist and terrible thing to do), not because they share memes (not taking credit for them, just sharing) that involve people not of their race. It just feels like the name is only meant to make people seem more evil than they actually are, and that actually muddles how awful blackface actually was.</p></li>\n<li><p>The notion that using a gif of a black person, as a non-black person, is profiteering off of black people and is akin to the actual blackface practices that happened in the past is just too much of a leap in logic for me to understand. Gifs and actual blackface practices are two completely different actions that occur in completely different eras of human history with completely different contexts; likening the two with one another seems like such a stretch and makes the act of using these gifs seem way more insidious than it actually is.</p></li>\n</ol>\n\n<p>I&#39;m open to hearing other viewpoints on this issue. I understand this really isn&#39;t a hot-button topic, but I just recently learned of the term and, after doing research, just couldn&#39;t believe how ridiculous it sounded.</p>\n\n<p>Thanks for taking the time to read this :)</p>\n\n<p>Edit: wanted to add some examples of counterpoints. I&#39;ll be quoting <a href=\"https://onezero.medium.com/amp/p/b1b200244924\">https://onezero.medium.com/amp/p/b1b200244924</a>, as the points it makes sum up the problems I have with the term and the intent behind it:</p>\n\n<p>&quot;Technology is the vehicle that enables the rapid rise in this type of blackface. It allows for a faster and more widespread use of stereotypes in a more insidious and harder-to-fight manner than ever before. Digital blackface is frustrating and hurtful on an individual level. But to add injury to insult, digital blackface in GIFs helps reinforce an insidious dehumanization of Black people by adding a visual component to the concept of the single story&quot;</p>\n\n<p>&quot;Chimamanda Adichie gave a compelling TED Talk in 2009 on the danger of a single story. She discusses how everyone from her white college roommate to herself (a Nigerian writer) was guilty of reducing those they don’t know to single stories based on incomplete narratives. As a child growing up, Adichie had a house boy (as is common in many Nigerian households). She had a mental image of him as being very poor, because that was all she had heard about his family. She was shocked to learn his family was also capable of making beautiful objects; she had simply never imagined another side to his life. The same was true for Adichie’s white college roommate. She had the single story of catastrophe attached to Africans as a whole, and was astounded to learn Adichie knew how to speak English and use a stove&quot;</p>\n\n<p>&quot;One danger of non-Black people popularizing funny GIFs of Black people is that these images become the single stories for those who don’t have other meaningful contact with Black folks. The exaggerated emotions often found in these GIFs become a form of entertainment, and the important contexts out of which they came are forgotten. Because of the rapid pace of technology, these single stories spread faster than ever before&quot;</p>\n\n<p>&quot;Having more flat representations of Black people in images and GIFs does nothing to improve cross-cultural understanding. In my experience, it actually decreases the likelihood that people will extend compassion to other racial groups. If the most common image a non-Black person has of a Black person presents that person as humorous and nothing else, anger on a Black person then becomes more extreme. Sadness becomes more extreme; even joy becomes more extreme. Having access to these portrayals may make a non-Black person feel as though they “know” Black people, but using these in GIFs does nothing to actually increase anyone’s cultural understanding of Black folks&quot;</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/lxzmo2/cmv_calling_the_use_of_comedic_gifs_involving/",
  "subreddit": "changemyview",
  "id": "lxzmo2",
  "is_self": true,
  "media": null,
  "is_video": false
}