{
  "author": "DaddySkates",
  "original_created_utc": 1638308395,
  "title": "How to become a millionaire you may ask? Doing the exact opposite of what this sub says is a good start!",
  "created_utc": 1638394026,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve been doing this strategy for a few months now and so far and man...it&amp;#39;s working like a swiss watch.&lt;/p&gt;\n\n&lt;p&gt;Remember the hard ADA shill when it was closing on $3? Mega shills all around, ADA is best, ADA is life, buy before it goes to $5. Then it was LINK mega shill when it reached 30$. Link linking everything together and stuff like that. I still believe in LINK but with way less bullishness.Then VET, the beloved unofficial coin of this sub. It moved but mostly to the right. Or LTO which has been nose diving for a while. ERGO too. All these are super popular here and one mention against them can send you to downvote hell in a few moments.&lt;/p&gt;\n\n&lt;p&gt;If you think fanboyism is real in gaming subs, prepare to witness the knowledge of &lt;a href=\"/r/cc\"&gt;r/cc&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Seriously, I started working exactly the opposite as the sub is saying. Shilling LTO, SELL. Shilling ADA, SELL. FUD on Solana? Buy as much as possible at $60. FUD on LRC at 1$?&lt;/p&gt;\n\n&lt;p&gt;Take this sub with a big pinch of salt when you come looking for advice. It&amp;#39;s a big circlejerk and an echochamber where you really need to filter the comments out a lot in order to find good advice.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 4625,
  "permalink": "/r/CryptoCurrency/comments/r5y6lb/how_to_become_a_millionaire_you_may_ask_doing_the/",
  "subreddit": "CryptoCurrency",
  "id": "r5y6lb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been doing this strategy for a few\nmonths now and so far and man...it&#39;s working like a swiss watch.</p>\n<p>Remember the hard ADA shill when it was closing on $3? Mega shills all\naround, ADA is best, ADA is life, buy before it goes to $5. Then it was…"
}