{
  "author": "cL0udBurn",
  "original_created_utc": 1634026357,
  "title": "Just finished reading my first ever book, at 30 ...",
  "created_utc": 1634031429,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel so accomplished right now, I know it might sound silly to some but at age 30 I managed to see my first book through from start to finish within 2 weeks!</p>\n\n<p>I have ADHD so keeping my attention span is very difficult at the best of times but I feel like something finally clicked with me and I just got absorbed by the book and couldn&#39;t put it down.</p>\n\n<p>The book was called The Name of the Wind by Patrick Rothfuss, and honestly, I don&#39;t think I could have been recommended a better book to get me into reading.</p>\n\n<p>One other thing I felt that greatly helped me was that I bought a Kindle; the fact I can change the font size etc made it so much easier to hold my attention.</p>\n\n<p>Anyway, I just wanted to let the internet know I did a thing :)</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/books/comments/q6hc4g/just_finished_reading_my_first_ever_book_at_30/",
  "subreddit": "books",
  "id": "q6hc4g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I feel so accomplished right now, I know it might sound silly to some but at age\n30 I managed to see my first book through from start to finish within 2 weeks!\n\nI have ADHD so keeping my attention span is very difficult at the best of times\nbut I feel like something finally clicked with me and I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、とても達成感を感じています。人によっては馬鹿げていると思うかもしれませんが、30歳で\n30歳にして、初めての本を2週間で最初から最後まで書き上げることができました。\n\n私はADHD（多動性障害）を患っているので、注意力を維持するのは非常に難しいのですが\n私はADHD（多動性障害）なので、注意力を維持することがとても難しいのですが、何かがついに私の中で噛み合ったような気がします。",
      "title": "30歳にして初めて本を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我现在感觉很有成就感，我知道这对一些人来说可能听起来很傻，但在30岁的时候，我成功地看到了一个新的世界。\n30岁时，我成功地在2周内将我的第一本书从头到尾看了一遍\n\n我有多动症，所以在最好的时候保持注意力是非常困难的。\n但我觉得有些事情终于让我心动了，我...",
      "title": "刚刚读完我的第一本书，30岁......。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我現在感覺很有成就感，我知道這對一些人來說可能聽起來很傻，但在30歲的時候，我成功地看到了一個新的世界。\n30歲時，我成功地在2周內將我的第一本書從頭到尾看了一遍\n\n我有多動症，所以在最好的時候保持注意力是非常困難的。\n但我覺得有些事情終於讓我心動了，我...",
      "title": "剛剛讀完我的第一本書，30歲......。"
    }
  ]
}