{
  "author": "radii314",
  "the_new_excerpt": "Top marginal rates were 94.6% under Republican Eisenhower and even then no one\nactually paid anything close to that. Reagan and the Republicans knocked down\nthe top rate from around 70% to around 50% and Clinton/Bush/Trump knocked it\neven lower to around 37.5% to as low as 25% for the top…",
  "original_created_utc": 1611791343,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "共和党人艾森豪威尔时期的最高边际率是94.6%，即使这样也没有人\n实际上支付任何接近于此。里根和共和党人击倒了\n最高比率从70%左右降到50%左右，而克林顿/布什/特朗普将其击倒\n甚至低至37.5%左右，低至25%的上...",
      "title": "CMV：在美国对富人征税到眼红。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "共和黨人艾森豪威爾時期的最高邊際率是94.6%，即使這樣也沒有人\n實際上支付任何接近於此。里根和共和黨人擊倒了\n最高比率從70%左右降到50%左右，而克林頓/布什/特朗普將其擊倒\n甚至低至37.5%左右，低至25%的上...",
      "title": "CMV：在美國對富人徵稅到眼紅。"
    }
  ],
  "title": "CMV: Tax the Rich Up to their Eyeballs in the U.S.",
  "created_utc": 1611796206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Top marginal rates were 94.6% under Republican Eisenhower and even then no one actually paid anything close to that. Reagan and the Republicans knocked down the top rate from around 70% to around 50% and Clinton/Bush/Trump knocked it even lower to around 37.5% to as low as 25% for the top bracket. </p>\n\n<p>None of which even considers the socialism for large corporations who through their lobbies and control of politicians have regulations and tax laws written so that they pay very little tax to zero tax or even get credits and refunds. </p>\n\n<p>Then there&#39;s the issue of offshoring money to hide it from tax. We can impose a 90-day-repatriation plan whereby if you hide your money offshore you can have an estimated equal amount of your domestic holdings liquidated and seized if you do not return the money to be taxed. This affects only the wealthy and they are being unethical and in many cases breaking tax laws by moving their money offshore in the first place.</p>\n\n<p>The U.S. is worth over $130 Trillion - more than enough to pay for everything - strong national defense, new rebuilt infrastructure, healthcare free and for all, excellent public transport, $25/hr minumum wage</p>\n</div><!-- SC_ON -->",
  "score": 483,
  "permalink": "/r/changemyview/comments/l6i31x/cmv_tax_the_rich_up_to_their_eyeballs_in_the_us/",
  "subreddit": "changemyview",
  "id": "l6i31x",
  "is_self": true,
  "media": null,
  "is_video": false
}