{
  "author": "ncmagpie",
  "original_created_utc": 1626829478,
  "title": "The Overstory by Richard Powers",
  "created_utc": 1626901145,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book was given to me mid-pandemic by friends that identify me as a tree hugging, plant whisper.  I finished yesterday and it was fantastic.  I am a biologist by profession and have worked as a botanist for the last 4-5 years.  This book is incredibly scientifically accurate and the description of trees were good enough for me to identify the tree before the book reveals the names.  You will look at trees differently after reading this book.</p>\n\n<p>The first section that introduces the characters is beautifully tragic.  The later sections capture the Timber Wars as each character simultaneously moves through the world and their paths cross.  And the last section, I don&#39;t know how to feel about it...sad, hopeful, thoughtful.</p>\n\n<p>You don&#39;t have to be a scientist or plant person to enjoy this book but that background will take you a little deeper.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oofhq8/the_overstory_by_richard_powers/",
  "subreddit": "books",
  "id": "oofhq8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This book was given to me mid-pandemic by friends that identify me as a tree\nhugging, plant whisper. I finished yesterday and it was fantastic. I am a\nbiologist by profession and have worked as a botanist for the last 4-5 years.\nThis book is incredibly scientifically accurate and the description of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、パンデミックの最中に、木を抱き、植物のささやきをする私を知っている友人たちがくれたものです。\nこの本は、パンデミックの最中に、木を抱きしめ、植物のささやきをする友人たちから贈られました。昨日読み終えましたが、素晴らしかったです。私は生物学者です。\n職業は生物学者で、ここ4～5年は植物学者として働いています。\nこの本は信じられないほど科学的に正確で、その記述は...",
      "title": "リチャード・パワーズのオーバーストーリー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书是在大流行期间由朋友送给我的，他们认为我是一个抱着树的人，是植物的代言人。\n拥抱植物的低语者。我昨天看完了，它非常棒。我是一名\n我的职业是生物学家，在过去的4-5年里一直担任植物学家的工作。\n这本书在科学上是非常准确的，对植物的描述也是如此。",
      "title": "理查德-鲍尔斯的《过往的故事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書是在大流行期間由朋友送給我的，他們認爲我是一個抱着樹的人，是植物的代言人。\n擁抱植物的低語者。我昨天看完了，它非常棒。我是一名\n我的職業是生物學家，在過去的4-5年裏一直擔任植物學家的工作。\n這本書在科學上是非常準確的，對植物的描述也是如此。",
      "title": "理查德-鮑爾斯的《過往的故事"
    }
  ]
}