{
  "author": "KungLeon99",
  "original_created_utc": 1638822570,
  "title": "Has peaceful protest lost its effectiveness in the US?",
  "created_utc": 1638852169,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know if people outside of the area realize, but there is a &amp;quot;March on Washington&amp;quot; every week. (Especially when the weather is nice.) Large crowds can get a permit and stake out the Washington Monument or Lincoln Memorial, smaller groups protest by the Capitol, White House, or some other such place.&lt;/p&gt;\n\n&lt;p&gt;Some of you may have attended the &amp;quot;Rally to Restore Sanity&amp;quot;, notice how it had little to no effect on the national discourse? None of them do.&lt;/p&gt;\n\n&lt;p&gt;Recently a man landed a gyrocoptor on the White House lawn. The media seemed more focused on his vehicle than his message. Can we honestly say that anything is likely to result from this man risking his life?&lt;/p&gt;\n\n&lt;p&gt;I theorize that the Civil Rights protests of the sixties were so effective due to the juxtaposition of nonviolent protestors and violent police reaction. But the powers that be have learned their lessons. You can express your freedom of speech in politically proper ways, get a permit, have your little protest without bothering anyone or disrupting commerce, but how much good will that really do your cause?&lt;/p&gt;\n\n&lt;p&gt;When was the last time a peaceful protest was actually instrumental in change?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 110,
  "permalink": "/r/TrueAskReddit/comments/ragvpz/has_peaceful_protest_lost_its_effectiveness_in/",
  "subreddit": "TrueAskReddit",
  "id": "ragvpz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know if people outside of the area\nrealize, but there is a &quot;March on Washington&quot; every week. (Especially\nwhen the weather is nice.) Large crowds can get a permit and stake out the\nWashington Monument or Lincoln Memorial, smaller groups protest…"
}