{
  "author": "reddit_dumpsterfire",
  "original_created_utc": 1627268481,
  "title": "YSK: It is important to have 2 cell phones in your life. One for personal and one for business",
  "created_utc": 1627294386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: in the ever increasing world of technology companies expect you to use your personal phone for work (for example calling it BYOD (Bring your own device)), the problem is corporations want to protect their intellectual property and these two things butt up against each other. The most popular thing companies want you to do is download a 2 factor authentication app for your work resources. Also companies expect you to add your corporate email to your personal phone. These two things are just privacy disasters waiting to happen.</p>\n\n<p>I administer a small exchange (Microsoft Outlook/Office email service) server and while I disable as much of it as I can the amount of personal information companies can take from your personal device without you knowing is quite scary. I also manage another solution that pulls a lot of information as well that it certainly should not. On top of that almost every organization has the ability to remotely wipe with no notification on your device (most common is through you adding your work email to your phone it gives them that authority), if you are not doing backups or even if you are you could be left with a lot of lost information.</p>\n\n<p>It might be annoying to have 2 phones but its also to help save your sanity. When you have a work mobile phone and a personal when you are on vacation or after hours you can leave/turn off your &quot;work&quot; phone and take some much needed rest.</p>\n\n<p>My rule is simple: My personal phone is for Reddit, to text/call friends &amp; family, and all the normal stuff. My work phone is just that, it has my company email and company required apps and thats it. If work wiped my work phone then in the end nothing much is lost.</p>\n\n<p>In a perfect world companies should be providing mobile devices to all employees expected to need to do anything with said device, but the small increase in an extra mobile plan each month will pay off for you in the long run.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/orq2he/ysk_it_is_important_to_have_2_cell_phones_in_your/",
  "subreddit": "YouShouldKnow",
  "id": "orq2he",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: in the ever increasing world of technology companies expect you to use\nyour personal phone for work (for example calling it BYOD (Bring your own\ndevice)), the problem is corporations want to protect their intellectual\nproperty and these two things butt up against each other. The most…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: テクノロジーの進歩により、企業は個人の携帯電話を仕事に使うことを求めています。\n企業は個人の携帯電話を仕事に使うことを期待しています（例えば、BYOD（Bring your own device\n問題は、企業が自社の知的財産を守りたいということです。\n問題は、企業が自分たちの知的財産を守りたいと思っていることで、この2つの要素が互いにぶつかり合っているのです。最も...",
      "title": "YSK: 携帯電話は2台持つことが大切です。一つはプライベート用、もう一つはビジネス用です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在不断增长的技术世界中，公司希望你在工作中使用你的个人电话（例如称为BYOD（自带电话））。\n你的个人电话用于工作（例如，称之为BYOD（自带设备）），问题是，企业对你的工作要求很高。\n设备），问题是公司希望保护他们的知识产权。\n问题是企业想保护他们的知识产权，而这两件事是相互对立的。最...",
      "title": "YSK：在你的生活中拥有两部手机是很重要的。一个用于个人，一个用于商务"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在不斷增長的技術世界中，公司希望你在工作中使用你的個人電話（例如稱爲BYOD（自帶電話））。\n你的個人電話用於工作（例如，稱之爲BYOD（自帶設備）），問題是，企業對你的工作要求很高。\n設備），問題是公司希望保護他們的知識產權。\n問題是企業想保護他們的知識產權，而這兩件事是相互對立的。最...",
      "title": "YSK：在你的生活中擁有兩部手機是很重要的。一個用於個人，一個用於商務"
    }
  ]
}