{
  "author": "reddit_dumpsterfire",
  "original_created_utc": 1627268481,
  "title": "YSK: It is important to have 2 cell phones in your life. One for personal and one for business",
  "created_utc": 1627294386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: in the ever increasing world of technology companies expect you to use your personal phone for work (for example calling it BYOD (Bring your own device)), the problem is corporations want to protect their intellectual property and these two things butt up against each other. The most popular thing companies want you to do is download a 2 factor authentication app for your work resources. Also companies expect you to add your corporate email to your personal phone. These two things are just privacy disasters waiting to happen.</p>\n\n<p>I administer a small exchange (Microsoft Outlook/Office email service) server and while I disable as much of it as I can the amount of personal information companies can take from your personal device without you knowing is quite scary. I also manage another solution that pulls a lot of information as well that it certainly should not. On top of that almost every organization has the ability to remotely wipe with no notification on your device (most common is through you adding your work email to your phone it gives them that authority), if you are not doing backups or even if you are you could be left with a lot of lost information.</p>\n\n<p>It might be annoying to have 2 phones but its also to help save your sanity. When you have a work mobile phone and a personal when you are on vacation or after hours you can leave/turn off your &quot;work&quot; phone and take some much needed rest.</p>\n\n<p>My rule is simple: My personal phone is for Reddit, to text/call friends &amp; family, and all the normal stuff. My work phone is just that, it has my company email and company required apps and thats it. If work wiped my work phone then in the end nothing much is lost.</p>\n\n<p>In a perfect world companies should be providing mobile devices to all employees expected to need to do anything with said device, but the small increase in an extra mobile plan each month will pay off for you in the long run.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/YouShouldKnow/comments/orq2he/ysk_it_is_important_to_have_2_cell_phones_in_your/",
  "subreddit": "YouShouldKnow",
  "id": "orq2he",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: in the ever increasing world of technology companies expect you to use\nyour personal phone for work (for example calling it BYOD (Bring your own\ndevice)), the problem is corporations want to protect their intellectual\nproperty and these two things butt up against each other. The most…"
}