{
  "author": "767bruce",
  "the_new_excerpt": "I believe that society should aim to have a good baseline quality of life,\nrather than income equality.\n\nFirst of all, if the baseline is good, who cares if some people far exceed that\nbaseline? Why does it matter how much income varies if the lowest in society are\nstill OK?\n\nSecondly, the richest…",
  "original_created_utc": 1614947084,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，社会的目标应该是有一个良好的生活基线质量。\n而不是收入平等。\n\n首先，如果基线是好的，谁会在乎有些人是否远远超过了这个基线呢？\n基线？如果是社会最低层的人，为什么收入的差异会很重要？\n还可以吗？\n\n其次，最富...",
      "title": "CMV：良好的基本生活质量应该是社会的目标，而不是收入平等。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，社會的目標應該是有一個良好的生活基線質量。\n而不是收入平等。\n\n首先，如果基線是好的，誰會在乎有些人是否遠遠超過了這個基線呢？\n基線？如果是社會最低層的人，爲什麼收入的差異會很重要？\n還可以嗎？\n\n其次，最富...",
      "title": "CMV：良好的基本生活質量應該是社會的目標，而不是收入平等。"
    }
  ],
  "title": "CMV: Good baseline quality of life should be the target in society, not income equality.",
  "created_utc": 1614958230,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that society should aim to have a good baseline quality of life, rather than income equality.</p>\n\n<p>First of all, if the baseline is good, who cares if some people far exceed that baseline? Why does it matter how much income varies if the lowest in society are still OK?</p>\n\n<p>Secondly, the richest in society, often referred to as &#39;the 1%&#39;, often use their income the most productively, investing in new business ventures which boost the economy and benefit everyone.</p>\n\n<p>Finally, if income equality is the target, everyone being equally impoverished would be considered a good outcome. However, if a good baseline is the target, everyone being at least OK financially would be considered a good outcome.</p>\n\n<p>Prepare to change my view on this: I&#39;d love to hear your opinions on this one.</p>\n\n<p>Edit: wow, I have an unpopular opinion that has not been downvoted to oblivion. I&#39;m proud of ya Reddit.</p>\n\n<p>Edit 2: Thanks for the upvotes and responses. Keep &#39;em coming, this is turning into a super interesting discussion.</p>\n</div><!-- SC_ON -->",
  "score": 116,
  "permalink": "/r/changemyview/comments/lyapvn/cmv_good_baseline_quality_of_life_should_be_the/",
  "subreddit": "changemyview",
  "id": "lyapvn",
  "is_self": true,
  "media": null,
  "is_video": false
}