{
  "author": "eddiehamo",
  "original_created_utc": 1635771057,
  "title": "CMV: No, you can't say \"Women can wear whatever they want\" if you support the hijab, here's why...",
  "created_utc": 1635773526,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://youtu.be/7Uu36ekmU3U\">TL:dr see this if you want to get a quick education for the purpose of constructive debate</a></p>\n\n<p>I am sick and tired of seeing people support the hijab without having any prior knowledge of what the hijab means and how it rose to ubiquity in Islamic nations.</p>\n\n<h1><a href=\"https://youtu.be/7Uu36ekmU3U\">So here’s a little history lesson</a></h1>\n\n<p>In the early 19th century, the hijab was worn by a minority of women in excluded countrysides, they were mainly bediouns and wore it as a form of tradition, btw they also had their tits out so it was literally just tradition, not Islamic.</p>\n\n<p>Come 1935, with the rise of the Muslim Brotherhood in Egypt, led by an asshole named hassan banna. This group of extremists led a political campaign to legislate a law that banned women from walking in the streets without veiling themselves.</p>\n\n<p>This decade-long campaign failed and was brushed off by most women in Egypt</p>\n\n<h1>--&gt;Enter Iran.</h1>\n\n<p>In 1979, Ayatollah Khomeini was elected president of Iran, remember this is the same man that sanctioned the assassination of an Indian national, by the name of Salman Rushdie.</p>\n\n<p>Khomeini didn’t waste any time and one of the first things he did when he held office was follow in the footsteps of Hassan el Banna and impose legislation that any woman that is spotted not wearing a veil in public be punished with 74 lashes.</p>\n\n<p>Naturally, this encouraged and re-ignited the Egyptian Muslim brotherhood to want to “veil their women”.</p>\n\n<p>This time around, instead of trying to use the law to force women to veil themselves, the MB used their oil money to launch and finance the <a href=\"https://youtu.be/7Uu36ekmU3U?t=199\">biggest gaslighting campaign in human history</a></p>\n\n<p><a href=\"https://youtu.be/7Uu36ekmU3U?t=199\">A campaign that took advantage of the extremely patriarchal middle eastern culture to scare and shame women into wearing the veil</a>.</p>\n\n<h1>Because of this deplorable campaign...</h1>\n\n<p>Today, +300 million women all over the world wear veils, protected from experiencing a cool breeze through their hair, because they don’t want to be perceived as “prostitutes” and “sluts” but as good Muslims.</p>\n\n<p>Now that you know the true face behind the hijab, the real story behind it, I hope you understand my frustration when I see anyone fighting for the hijab and not actually reading and digging in to see how the hijab came to be.</p>\n\n<p><a href=\"https://youtu.be/7Uu36ekmU3U?t=340\">Our support for the hijab means that we are not only being uncritical, but hypocritical, in that by supporting the hijab we wind up supporting one of the most destructive phenomena of our time</a>...</p>\n\n<p>The phenomenon of women celebrating their chains.</p>\n\n<p>Thank you for listening in to my rant</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qkdatq/cmv_no_you_cant_say_women_can_wear_whatever_they/",
  "subreddit": "changemyview",
  "id": "qkdatq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TL:dr see this if you want to get a quick education for the purpose of\nconstructive debate [https://youtu.be/7Uu36ekmU3U]\n\nI am sick and tired of seeing people support the hijab without having any prior\nknowledge of what the hijab means and how it rose to ubiquity in Islamic\nnations.\n\n\nSO HERE’S A…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TL:drは、建設的な討論を目的とした手っ取り早い教育を受けたい場合にご覧ください。\n建設的な議論をするために簡単な教育を受けたい方はこちらをご覧ください [https://youtu.be/7Uu36ekmU3U]\n\n私は、ヒジャブの意味や、ヒジャブがどのようにしてイスラム圏で普及したのか、といった\nヒジャブが何を意味するのか、どのようにしてイスラム諸国で普及したのかについての予備知識もなく、ヒジャブを支持する人たちにはうんざりします。\n疲れました。\n\n\nそこで、ここでは...",
      "title": "CMV: いいえ、ヒジャブを支持していても「女性は何を着てもいい」とは言えません、なぜかというと...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TL:dr 如果你想获得快速的教育，请看这个。\n建设性的辩论[https://youtu.be/7Uu36ekmU3U]\n\n我已经厌倦了看到人们支持头巾，而事先却没有任何\n我已经厌倦了看到人们支持头巾，却不知道头巾是什么意思，以及它是如何在伊斯兰国家兴起的。\n的国家。\n\n\n因此，这里有一个...",
      "title": "CMV: 不，如果你支持头巾，你就不能说 \"妇女可以穿她们想穿的东西\"，这就是原因。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TL:dr 如果你想獲得快速的教育，請看這個。\n建設性的辯論[https://youtu.be/7Uu36ekmU3U]\n\n我已經厭倦了看到人們支持頭巾，而事先卻沒有任何\n我已經厭倦了看到人們支持頭巾，卻不知道頭巾是什麼意思，以及它是如何在伊斯蘭國家興起的。\n的國家。\n\n\n因此，這裏有一個...",
      "title": "CMV: 不，如果你支持頭巾，你就不能說 \"婦女可以穿她們想穿的東西\"，這就是原因。"
    }
  ]
}