{
  "author": "foreverloveall",
  "the_new_excerpt": "Attacks on Asian Americans are now being reported more frequently. Stop Asian\nHate is the trending motto and people are even planning demonstrations this\nweekend. I completely agree that all racial violence should be called out in all\nits forms. We should never ignore it. But why are we continuing…",
  "original_created_utc": 1616253256,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "攻击亚裔美国人的报道现在越来越频繁。阻止亚裔\n仇恨是流行的座右铭，人们甚至计划在今年举行示威游行。\n周末。我完全同意，所有的种族暴力都应该被叫出来，在所有。\n其形式。我们不应该忽视它。但为什么我们还要继续...",
      "title": "CMV：虽然最近在亚特兰大发生的事件被誉为暴力侵害少数族裔的又一例证，但全国性的话题却完全忽略了在温泉等地长期存在的性奴役这一非常真实的困境。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "攻擊亞裔美國人的報道現在越來越頻繁。阻止亞裔\n仇恨是流行的座右銘，人們甚至計劃在今年舉行示威遊行。\n週末。我完全同意，所有的種族暴力都應該被叫出來，在所有。\n其形式。我們不應該忽視它。但爲什麼我們還要繼續...",
      "title": "CMV：雖然最近在亞特蘭大發生的事件被譽爲暴力侵害少數族裔的又一例證，但全國性的話題卻完全忽略了在溫泉等地長期存在的性奴役這一非常真實的困境。"
    }
  ],
  "title": "CMV: While the recent events in Atlanta are being hailed as another example of violence against minorities, the national conversation is completely ignoring the very real plight of sex slavery that perpetuates in places like spas.",
  "created_utc": 1616292042,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Attacks on Asian Americans are now being reported more frequently. Stop Asian Hate is the trending motto and people are even planning demonstrations this weekend.\nI completely agree that all racial violence should be called out in all its forms. We should never ignore it. \nBut why are we continuing to ignore the plight of Asian women who are trafficked into this country for sex work? Why are we ramped up about this man’s intentions as being an example of racial violence, when sexual violence happens every day in spas and massage parlors?\nMany of these women are here illegally. Many have their visas taken and are forced to work. Many have no opportunity for education or any other kind of work. Many don’t even speak English.\nSo if we want to talk about racial violence (as a national conversation) then we should talk about why these places exist.\nWe know what these spas are. It is no secret. But here we have a chance to address the madness of citizens like this shooter, while also exposing the scourge of sexual slavery and human trafficking that occurs in these places. Why is this not a national conversation?</p>\n\n<p>Mainstream media and social media are hell bent on milking racism as a reason for this man’s intentions while still ignoring the abhorrent amount of spas that exist in this country. Sex slavery and human trafficking are acceptable while even the slightest racial divide is magnified through mass media. While we may be making progress concerning race relations, human trafficking and sex slavery is still taboo even to the most hardline social justice advocates. \nCMV.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/m98zuz/cmv_while_the_recent_events_in_atlanta_are_being/",
  "subreddit": "changemyview",
  "id": "m98zuz",
  "is_self": true,
  "media": null,
  "is_video": false
}