{
  "author": "conn_r2112",
  "original_created_utc": 1637767875,
  "title": "CMV: Anarchy would make society worse.",
  "created_utc": 1637778643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Imagine if tomorrow, the government said that they would be removing all indicators of &quot;control&quot; on roads!  No more lines separating lanes, no more stop signs, speed limits, red lights, green lights, pedestrian crossing signs etc... nothing!  You have total freedom to drive how YOU want to drive without the state in any way telling you how you should drive.</p>\n\n<p>Would this work?  yeah, maybe... would it make driving and/or being a pedestrian an infinitely more dangerous task with vehicularly related fatalities sky-rocketing?  of course.</p>\n\n<p>This is one aspect of society among many that could be pointed to where it is much better for society in general that we have regulation!</p>\n\n<p>Now sure, if you want to make the argument that, on principle, people should be free to do what they want even if it makes society considerably worse for everyone... fair enough!  I personally find that immoral; but insofar as we are concerned with bettering society and everyone&#39;s lives... anarchism is antithetical to that goal.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/r17skt/cmv_anarchy_would_make_society_worse/",
  "subreddit": "changemyview",
  "id": "r17skt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Imagine if tomorrow, the government said that they would be removing all\nindicators of \"control\" on roads! No more lines separating lanes, no more stop\nsigns, speed limits, red lights, green lights, pedestrian crossing signs etc...\nnothing! You have total freedom to drive how YOU want to drive…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もしも明日、政府が「すべての指標を削除します」と言ったらどうでしょう。\n明日、政府が道路上の「管理」を示すものをすべて取り除くと言ったらどうでしょうか？車線を区切る線も、一時停止の標識も、制限速度も、赤信号も、緑地帯も。\n標識、速度制限、赤信号、青信号、横断歩道の標識などなど...。\n何もありません。あなたは、自分が運転したいように運転する完全な自由を手に入れることができます。",
      "title": "CMV：無政府状態は社会を悪くする。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "想象一下，如果明天，政府说他们将取消所有的\n控制 \"的指标。不再有分隔车道的线，不再有停车位\n标志、速度限制、红灯、绿灯、行人过街标志等等。\n什么都没有! 你有完全的自由来驾驶你想驾驶的东西......",
      "title": "CMV：无政府状态会使社会变得更糟。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "想象一下，如果明天，政府說他們將取消所有的\n控制 \"的指標。不再有分隔車道的線，不再有停車位\n標誌、速度限制、紅燈、綠燈、行人過街標誌等等。\n什麼都沒有! 你有完全的自由來駕駛你想駕駛的東西......",
      "title": "CMV：無政府狀態會使社會變得更糟。"
    }
  ]
}