{
  "author": "stealth941",
  "original_created_utc": 1636760734,
  "title": "YSK: Might be common knowledge but you should keep your contactless cards and keyless car keys in Faraday pouches",
  "created_utc": 1637223567,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK, because theives can use a scanner and a simple laptop or device to get the signal from your keyless car key to unlock your car and the device will mimic the signal so they can drive off. The Faraday pouch will stop all signal getting out so even if you&#39;re next to your car you&#39;ll notice you shouldn&#39;t be able to even unlock it.</p>\n\n<p>For the cards its simple, people can set up mini PayPal card machines or similar type things and tap away if they know exactly where your card is in your pockets.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/qso4oz/ysk_might_be_common_knowledge_but_you_should_keep/",
  "subreddit": "YouShouldKnow",
  "id": "qso4oz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK, because theives can use a scanner and a simple laptop or device to get\nthe signal from your keyless car key to unlock your car and the device will\nmimic the signal so they can drive off. The Faraday pouch will stop all signal\ngetting out so even if you're next to your car you'll notice you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、犯人はスキャナーと簡単なノートパソコンやデバイスを使って\nキーレスキーの信号を取得し、その信号を模倣して車を走らせることができるからです。\nその信号を模倣して車を走らせることができるからです。ファラデーポーチはすべての信号を遮断します。\n信号を遮断するので、車のそばにいても気づかれることはありません。",
      "title": "YSK: 常識かもしれませんが、非接触型カードやキーレス車のキーはファラデーポーチに入れておくべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK，因为窃贼可以使用扫描仪和一个简单的笔记本电脑或设备来获得\n从你的无钥匙汽车钥匙上获取信号来解锁你的汽车，并且该设备会\n模仿信号，这样他们就可以开车离开。法拉第袋将阻止所有的信号\n出，所以即使你在你的车旁边，你也会注意到你......",
      "title": "YSK: 可能是常识，但你应该把你的非接触卡和无钥匙汽车钥匙放在法拉第袋里。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK，因爲竊賊可以使用掃描儀和一個簡單的筆記本電腦或設備來獲得\n從你的無鑰匙汽車鑰匙上獲取信號來解鎖你的汽車，並且該設備會\n模仿信號，這樣他們就可以開車離開。法拉第袋將阻止所有的信號\n出，所以即使你在你的車旁邊，你也會注意到你......",
      "title": "YSK: 可能是常識，但你應該把你的非接觸卡和無鑰匙汽車鑰匙放在法拉第袋裏。"
    }
  ]
}