{
  "author": "YouRightYouRight56",
  "original_created_utc": 1630080858,
  "title": "Recently Slowed Down My Reading - And It’s Changed Things For The Better",
  "created_utc": 1630128486,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone!  </p>\n\n<p>A college prep class, taught by the university, that I took when I was 18 had a speed reading course.  Since then, 13 years have passed, I’ve seen the trend of speed reading skyrocket and have tried multiple times to learn speed reading.  </p>\n\n<p>However, recently I had a realization that I had read an entire book and felt like I only really comprehended half of what I had read.  So I decided to slow down my reading and really enjoy every page instead of treating my reading like a sprint I would treat it more like a marathon.  </p>\n\n<p>What I’ve come to realize is that my reading comprehension goes up when I slow down my reading and read at a pace that’s comfortable for me.  I also feel like I get a lot more enjoyment out of my reading as well as I’m not attempting to rush through it.  </p>\n\n<p>Has anyone else had this experience?  Is there a reason that this could be the case?  What does the research say?  </p>\n\n<p>By the way, some people could be really great speed readers and that could be your preferred style!  That’s ok too.  I just want to remind people that going against trends or against the grain is ok if it works for you.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pcqh6a/recently_slowed_down_my_reading_and_its_changed/",
  "subreddit": "books",
  "id": "pcqh6a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone!\n\nA college prep class, taught by the university, that I took when I was 18 had a\nspeed reading course. Since then, 13 years have passed, I’ve seen the trend of\nspeed reading skyrocket and have tried multiple times to learn speed reading.\n\nHowever, recently I had a realization that I had…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\n私が18歳の時に受けた、大学が教えてくれる大学準備クラスには\n速読講座がありました。あれから13年が経ち、速読の流行を目の当たりにし、何度も速読を学ぼうとしてきました。\n速読の流行を目の当たりにし、何度も速読を学ぼうとしてきました。\n\nしかし、最近になって、あることに気がつきました。",
      "title": "最近、読書のペースを落としたところ、良い方向に変化しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好!\n\n我18岁时参加的一个大学预科班，由大学教授，有一个\n速读课程。从那时起，13年过去了，我看到了这样的趋势\n我看到速读的趋势急剧上升，并多次尝试学习速读。\n\n然而，最近我有一个感悟，我有...",
      "title": "最近放慢了我的阅读速度--它使事情变得更好了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好!\n\n我18歲時參加的一個大學預科班，由大學教授，有一個\n速讀課程。從那時起，13年過去了，我看到了這樣的趨勢\n我看到速讀的趨勢急劇上升，並多次嘗試學習速讀。\n\n然而，最近我有一個感悟，我有...",
      "title": "最近放慢了我的閱讀速度--它使事情變得更好了"
    }
  ]
}