{
  "author": "idkjustgivemesomthin",
  "original_created_utc": 1625598579,
  "title": "CMV: Reddit has gone from the front page of the internet to one big karma farm/repost factory and it would be largely beneficial to most to use it in other ways or just stop all together.",
  "created_utc": 1625607050,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Been a long time lurker and occasional commenter, and first things first i just wanna put this out there that this obviously does not apply to everyone nor all of reddit. There are plenty of great subs to learn things from and its fairly easy to gain proper insight on those things from other helpful redditors…but </p>\n\n<p>to those who also just use this for some form of passing the time at work or finding funny things on the internet, it has become grossly recycled to the point that the same picture with the SAME CAPTION can be reposted to the front page several times in just one day.  Reddit’s supposed to be heavily moderated yet people can just put zero effort into contributing something new, its the same shit over and over and sure its been that way but if you ask me its getting worse and im really just spending my time on here for the handful of subreddits that i can learn from.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/of1s67/cmv_reddit_has_gone_from_the_front_page_of_the/",
  "subreddit": "changemyview",
  "id": "of1s67",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Been a long time lurker and occasional commenter, and first things first i just\nwanna put this out there that this obviously does not apply to everyone nor all\nof reddit. There are plenty of great subs to learn things from and its fairly\neasy to gain proper insight on those things from other helpful…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "長い間潜んでいて、時々コメントをしていますが、まず最初に、このことをお伝えしたいと思います。\nこれは明らかにすべての人やredditのすべてに当てはまるものではないことをお伝えしたいと思います。\nこれは全ての人やredditの全てに当てはまるものではありません。物事を学ぶのに最適なサブサイトはたくさんあります。\nまた、他の有用な情報から適切な洞察を得ることも簡単です。",
      "title": "CMV: Redditは、インターネットのフロントページから、大きなカルマファーム／リポスト工場になってしまったので、他の方法で利用するか、いっそのことやめてしまった方が、多くの人にとってメリットがあると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个长期的潜伏者和偶尔的评论者，首先我只是\n我想说的是，这显然不适用于所有人，也不适用于所有的\nof reddit. 有很多伟大的子弟兵可以学到东西，而且其相当\n从其他有帮助的人那里很容易获得关于这些事情的正确见解......",
      "title": "CMV：Reddit已经从互联网的头版变成了一个大的业力农场/转帖工厂，以其他方式使用它或者干脆全部停止，对大多数人来说是大有益处的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個長期的潛伏者和偶爾的評論者，首先我只是\n我想說的是，這顯然不適用於所有人，也不適用於所有的\nof reddit. 有很多偉大的子弟兵可以學到東西，而且其相當\n從其他有幫助的人那裏很容易獲得關於這些事情的正確見解......",
      "title": "CMV：Reddit已經從互聯網的頭版變成了一個大的業力農場/轉帖工廠，以其他方式使用它或者乾脆全部停止，對大多數人來說是大有益處的。"
    }
  ]
}