{
  "author": "md20016",
  "original_created_utc": 1624819569,
  "title": "My Great-Grandfather's sister went missing in Chicago in 1898 at the age of 14 while walking to her piano lesson. What likely happened to young children like her who were abducted during the turn of the century in large American cities like Chicago? (Her missing person's ad included!)",
  "created_utc": 1624827015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>R5</strong>: This is the full page ad that my great-grandfather&#39;s father took out in the Chicago Tribune following his daughter&#39;s abduction. The story goes that she was walking to her piano lesson in southside Chicago (at the time a wealthier neighborhood), but never made it to the piano lesson. They searched for her for years - going to brothels, factories, the works, but never found her.</p>\n\n<p><strong>Some personal context</strong> is that my grandfather (this would have been his aunt) is currently dying (after a long wonderful life). He&#39;s always been a huge history buff and loves talking about his family history, and I would love to shed some new light on this story before he passes :)</p>\n\n<p><a href=\"https://preview.redd.it/6cng5hrjru771.jpg?width=2448&amp;format=pjpg&amp;auto=webp&amp;s=1bdc13ba3ea733aac2e05b6b3eb42c1a809dded8\">https://preview.redd.it/6cng5hrjru771.jpg?width=2448&amp;format=pjpg&amp;auto=webp&amp;s=1bdc13ba3ea733aac2e05b6b3eb42c1a809dded8</a></p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/AskHistorians/comments/o931b4/my_greatgrandfathers_sister_went_missing_in/",
  "subreddit": "AskHistorians",
  "id": "o931b4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "R5: This is the full page ad that my great-grandfather's father took out in the\nChicago Tribune following his daughter's abduction. The story goes that she was\nwalking to her piano lesson in southside Chicago (at the time a wealthier\nneighborhood), but never made it to the piano lesson. They…"
}