{
  "author": "grandlewis",
  "original_created_utc": 1639760220,
  "title": "YSK Speeding almost never is worth the risk. On a 60 mile drive, going 90mph instead of 70mph, will only save you 11 minutes. On a 10 mile drive, it will save you less than 2 minutes.",
  "created_utc": 1639788099,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Speeding is illegal and dangerous. It barely saves you any time while dramatically increasing the risk of accidents, injuries, and legal consequences.  Going with the flow of traffic is the safest and has much lower risk of any trouble. &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://mindyourdecisions.com/blog/2011/09/30/how-much-time-does-speeding-save/\"&gt;How much time does speeding save?&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 210,
  "permalink": "/r/YouShouldKnow/comments/rilppc/ysk_speeding_almost_never_is_worth_the_risk_on_a/",
  "subreddit": "YouShouldKnow",
  "id": "rilppc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Speeding is illegal and dangerous. It barely saves you any time while\ndramatically increasing the risk of accidents, injuries, and legal consequences.\nGoing with the flow of traffic is the safest and has much lower risk of any\ntrouble.\n\nHow much time does speeding…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：スピード違反は違法であり、危険です。時間の節約にもならないし\n事故やケガのリスク、法的な影響が大きくなります。\n交通の流れに乗るのが一番安全で、危険も少ない。\nのトラブルが発生します。\n\nスピード違反はどれくらいの時間...",
      "title": "YSK スピード違反がリスクに見合うことはほとんどない。60マイルのドライブで、時速70マイルではなく時速90マイルで走っても、11分しか短縮できません。10マイルのドライブでは、2分以下の節約になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：超速是违法的，而且很危险。它几乎不能为你节省任何时间，而\n显著增加事故、伤害和法律后果的风险。\n顺着交通流走是最安全的，而且发生任何问题的风险也低得多。\n麻烦。\n\n超速行驶有多少时间？",
      "title": "YSK 超速行驶几乎从来不值得冒险。在60英里的车程中，时速90英里而不是70英里，只能为你节省11分钟。在10英里的车程中，它将为你节省不到2分钟。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：超速是違法的，而且很危險。它幾乎不能爲你節省任何時間，而\n顯著增加事故、傷害和法律後果的風險。\n順着交通流走是最安全的，而且發生任何問題的風險也低得多。\n麻煩。\n\n超速行駛有多少時間？",
      "title": "YSK 超速行駛幾乎從來不值得冒險。在60英里的車程中，時速90英里而不是70英里，只能爲你節省11分鐘。在10英里的車程中，它將爲你節省不到2分鐘。"
    }
  ]
}