{
  "author": "SirHovaOfBrooklyn",
  "original_created_utc": 1640443318,
  "title": "[NSFW] Back when pictures had to be developed and you took naked pictures of yourself, would the employees have seen them?",
  "created_utc": 1640448730,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I wasn&amp;#39;t old enough to take naked pics of myself back when film cameras were the norm so I don&amp;#39;t know how developing these would work. I just remember going to the store and handing in the roll and coming back after some time and get the pictures inside an envelope. So if I took naked pictures of myself and had them developed at the store, would the one in charge of doing this have seen my naked pictures?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 139,
  "permalink": "/r/NoStupidQuestions/comments/roay9z/nsfw_back_when_pictures_had_to_be_developed_and/",
  "subreddit": "NoStupidQuestions",
  "id": "roay9z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I wasn't old enough to take naked pics of myself back when film cameras were the\nnorm so I don't know how developing these would work. I just remember going to\nthe store and handing in the roll and coming back after some time and get the\npictures inside an envelope. So if I took naked pictures of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I was not old to take naked photos of the Netherlands, and I was not old to take naked photos of the Netherlands, and I'm not used to the Netherlands, and I'm not used to the Netherlands.\nフィルムカメラが主流だったころの自分を知っているわけではないので、どのように現像するのかはわかりません。\nということです。ただ、お店に行ってロールを渡して\nしばらくして戻ってきたら、写真を中に入れてもらって...。",
      "title": "[NSFW] 写真が現像されなければならなかった時代に、自分の裸の写真を撮ったら、社員はそれを見ていただろうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我还没到给自己拍裸照的年龄，那时的胶片相机还很普遍，所以我不知道如何冲洗。\n我还没有老到可以拍摄自己的裸体照片，那时胶片相机是标准的，所以我不知道如何发展\n这些照片会如何运作。我只记得我去了商店，把卷子交了上去，过了一段时间再回来，得到的是什么？\n一段时间后回来，拿到里面的照片。",
      "title": "[NSFW]在照片需要冲洗的年代，你拍了自己的裸照，员工们会不会看到呢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我還沒到給自己拍裸照的年齡，那時的膠片相機還很普遍，所以我不知道如何沖洗。\n我還沒有老到可以拍攝自己的裸體照片，那時膠片相機是標準的，所以我不知道如何發展\n這些照片會如何運作。我只記得我去了商店，把卷子交了上去，過了一段時間再回來，得到的是什麼？\n一段時間後回來，拿到裏面的照片。",
      "title": "[NSFW]在照片需要衝洗的年代，你拍了自己的裸照，員工們會不會看到呢？"
    }
  ]
}