{
  "author": "KvotheScamander",
  "the_new_excerpt": "When I finish a really good book, I will 'quit' reading for a while. My brain is\nlike:\"Hey buddy, let's not start the next one now. Let's wait a little.\"\n\nI feel like I have to recover. So many things go trough my mind about that book\nthat if I would start another one, I just wouldn't be interested…",
  "original_created_utc": 1612251274,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我读完一本真正的好书时，我会 \"退出 \"阅读一段时间。我的大脑是\n就像: \"嘿，伙计，我们现在不要开始下一个。让我们等待一下。\"\n\n我觉得我必须恢复。我脑海里有很多关于那本书的事情要做\n如果我开始另一个， 我只是不会感兴趣... ...",
      "title": "在开始新书之前，你也要从一本书中恢复过来，还是我很奇怪？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我讀完一本真正的好書時，我會 \"退出 \"閱讀一段時間。我的大腦是\n就像: \"嘿，夥計，我們現在不要開始下一個。讓我們等待一下。\"\n\n我覺得我必須恢復。我腦海裏有很多關於那本書的事情要做\n如果我開始另一個， 我只是不會感興趣... ...",
      "title": "在開始新書之前，你也要從一本書中恢復過來，還是我很奇怪？"
    }
  ],
  "title": "Do you also have to recover from a book before starting a new book or am I just weird?",
  "created_utc": 1612258995,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I finish a really good book, I will &#39;quit&#39; reading for a while. My brain is like:&quot;Hey buddy, let&#39;s not start the next one now. Let&#39;s wait a little.&quot;</p>\n\n<p>I feel like I have to recover. So many things go trough my mind about that book that if I would start another one, I just wouldn&#39;t be interested in it at all.</p>\n\n<p>The better the book, the longer it takes to recover. My longest &#39;recovery&#39; has taken months. But most were about a week or two. The one that took months was so intense. I felt like would never experience such a book again.</p>\n\n<p>A few books that gave me that experience:</p>\n\n<blockquote>\n<p>Name Of The Wind (Patrick Rothfuss)</p>\n\n<p>Animal Farm (George Orwell)</p>\n\n<p>Maus (Art Spiegelman)</p>\n\n<p>Surely You&#39;re Joking, Mr Feynman! (Richard. P. Feynman)</p>\n</blockquote>\n\n<p>Do you have it too or am I just weird?</p>\n\n<p>Also what books gave you this experience?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/laqc6l/do_you_also_have_to_recover_from_a_book_before/",
  "subreddit": "books",
  "id": "laqc6l",
  "is_self": true,
  "media": null,
  "is_video": false
}