{
  "author": "SkepticDrinker",
  "original_created_utc": 1627342545,
  "title": "George RR Martin's Achilles heel in writing",
  "created_utc": 1627405081,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So there&#39;s this little known series called a song of ice and fire that needs, we&#39;ve been told, only 2 books to accomplish. I&#39;m not as interested in learning if it ever will be published but rather I am guessing as to why it can&#39;t be finished.</p>\n\n<p>George rr martin is a great writer. He also claims he is a slow writer. And I disagree with that. From 1996 to 2000 he published the first 3 books, which are masterpieces. Then 5 years later book 4, then 6 years later book 5, and now book 6....TBD. the trouble happens to be, in my opinion that his writing style of planting seeds and watching them grow hurt him. He kept having branches sprout from the tree trunk of the central story and those branches started growing smaller branches. He should have been cutting off branches, not making new ones after book 3. &quot;I don&#39;t like to know where the story is going when I write&quot; I love you George, but sometimes you need to know when you have enough story. And you had enough by book 3.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/osb17a/george_rr_martins_achilles_heel_in_writing/",
  "subreddit": "books",
  "id": "osb17a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So there's this little known series called a song of ice and fire that needs,\nwe've been told, only 2 books to accomplish. I'm not as interested in learning\nif it ever will be published but rather I am guessing as to why it can't be\nfinished.\n\nGeorge rr martin is a great writer. He also claims he is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "氷と炎の歌」というあまり知られていないシリーズがあって、それを達成するには2冊の本が必要だと言われています。\n達成するには2冊の本が必要だと言われています。出版されるかどうかに興味はありませんが\n出版されるかどうかを知りたいのではなく、なぜ終わらないのかを推測したいのです。\n終了しました。\n\nジョージ・R・マーティンは偉大な作家です。彼はまた、自分は...と言っています。",
      "title": "ジョージ・RR・マーティンの執筆におけるアキレス腱"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以有一个鲜为人知的系列，叫做《冰与火之歌》，需要。\n我们被告知，只需要两本书就能完成。我没有兴趣了解\n它是否会出版，而是猜测它为什么不能完成。\n完成。\n\n乔治-rr-马丁是一位伟大的作家。他还声称自己是...",
      "title": "乔治-RR-马丁写作中的致命弱点"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以有一個鮮爲人知的系列，叫做《冰與火之歌》，需要。\n我們被告知，只需要兩本書就能完成。我沒有興趣瞭解\n它是否會出版，而是猜測它爲什麼不能完成。\n完成。\n\n喬治-rr-馬丁是一位偉大的作家。他還聲稱自己是...",
      "title": "喬治-RR-馬丁寫作中的致命弱點"
    }
  ]
}