{
  "author": "Inside__Outrageous",
  "original_created_utc": 1625213639,
  "title": "The sex scene of Haruki Murakami’s Killing Commendatore was nominated for 26th Bad Sex in Fiction Award",
  "created_utc": 1625222622,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was going through an article just now and guess what I found out? The sex scene of Haruki Murakami’s Killing Commendatore was nominated for 26th Bad Sex in Fiction Award! Since the year 1993, this award is given to a <strong>&quot;year&#39;s most outstandingly awful scene of sexual description in an otherwise good novel.&quot;</strong></p>\n\n<p>This is how the scene went:  <strong><em>“I slipped my erect penis inside. Or, from another angle, that part of her actively swallowed my penis, immersing it in what felt like warm butter”</em></strong></p>\n\n<p>Ewww butter? Ugh.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/oc5owc/the_sex_scene_of_haruki_murakamis_killing/",
  "subreddit": "books",
  "id": "oc5owc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was going through an article just now and guess what I found out? The sex\nscene of Haruki Murakami’s Killing Commendatore was nominated for 26th Bad Sex\nin Fiction Award! Since the year 1993, this award is given to a \"year's most\noutstandingly awful scene of sexual description in an otherwise good…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、ある記事を見ていたら、何がわかったと思いますか？村上春樹の「殺戮者」のセックスシーンが\n村上春樹の「殺戮委員会」のセックスシーンが、第26回「小説の中の悪い性」賞にノミネートされていました。\nin Fiction Awardにノミネートされました。この賞は1993年以来、「その年の最もひどい性描写」に与えられる賞です。\n1993年から始まったこの賞は、「他の良い作品の中で、その年に最もひどい性描写があった作品」に贈られるものです。",
      "title": "村上春樹『殺意のコメンダトーレ』のセックスシーンが「第26回小説におけるバッド・セックス賞」にノミネートされた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚才在翻阅一篇文章，你猜我发现了什么？村上春树的《杀人犯》中的性爱场景\n村上春树的《杀人犯》中的性爱场景被提名为第26届小说中的不良性行为\n小说中的不良性行为奖！\"。自1993年以来，该奖项被授予 \"一年中最突出的可怕的性描述场景\"。\n这个奖项是颁发给 \"一年中最突出的可怕的性描写场景，在其他良好的...",
      "title": "村上春树的《杀戮赞美》的性爱场景被提名为第26届小说中的不良性爱奖"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛纔在翻閱一篇文章，你猜我發現了什麼？村上春樹的《殺人犯》中的性愛場景\n村上春樹的《殺人犯》中的性愛場景被提名爲第26屆小說中的不良性行爲\n小說中的不良性行爲獎！\"。自1993年以來，該獎項被授予 \"一年中最突出的可怕的性描述場景\"。\n這個獎項是頒發給 \"一年中最突出的可怕的性描寫場景，在其他良好的...",
      "title": "村上春樹的《殺戮讚美》的性愛場景被提名爲第26屆小說中的不良性愛獎"
    }
  ]
}