{
  "author": "Suspiciously_Flawed",
  "original_created_utc": 1637004451,
  "title": "CMV: The criminal records of those killed by Kyle Rittenhouse are not relevant to the issue or discourse",
  "created_utc": 1637008287,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Across the internet I&#39;ve seen a great amount of discussions over the Kyle Rittenhouse case, to me both sides have some good points. I personally haven&#39;t come to a conclusion on the matter as a whole yet.</p>\n\n<p>However I can safely say that the dumbest argument I&#39;ve seen from Rittenhouse defenders is when they point out the criminal records of his victims as though they matter. They don&#39;t, Rittenhouse didn&#39;t know about their criminal records when he shot them, even if he did whether or not vigilante justice against criminals is acceptable is an entirely different discussion.</p>\n\n<p>Even if you want to argue that they deserved to die, Rittenhouse still didn&#39;t know about their pasts before he shot them.</p>\n\n<p>This would be like if I killed a stranger at a bar out of pure rage and it turned out that the stranger was a terrorist, I am not absolved of my crime because of who the person was nor did I know who he was and I was legally wrong but morally right. In my eyes, I was just killing a stranger.</p>\n\n<p>&#x200B;</p>\n\n<p>Same thing applies to Rittenhouse, he had no idea about these things, they were not part of his judgement that night, they are not relevant to his guilt/innocence.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/quo9at/cmv_the_criminal_records_of_those_killed_by_kyle/",
  "subreddit": "changemyview",
  "id": "quo9at",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Across the internet I've seen a great amount of discussions over the Kyle\nRittenhouse case, to me both sides have some good points. I personally haven't\ncome to a conclusion on the matter as a whole yet.\n\nHowever I can safely say that the dumbest argument I've seen from Rittenhouse\ndefenders is when…"
}