{
  "author": "sdmikecfc",
  "original_created_utc": 1636056390,
  "title": "Bitcoin just saved me",
  "created_utc": 1636090246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m doing a bit of traveling around Europe and currently in Ukraine for a few weeks. Strangely none of my cards work here except for one debit card that works only in atms. Despite calling my bank and confirming my travel plans I am stuck withdrawing cash to spend money from the one account. No big deal, the fees are reasonable. </p>\n\n<p>So I met a guy from Chile who works with a company that makes an app that uses Cardano. We hit it off right away as he was also solo traveling and spoke English. We go out each night and explore the city and enjoy the cheap beers.</p>\n\n<p>Last night we went on another bender. At 3am, while drunk, we walked to a bar that was open all night. I realized I was low on cash and saw a 24 atm. Went over and withdrew $100. It gave me tiny denomination only and gave me a massive stack of bills. I was cracking up as I tried to shove this huge wad into my wallet. Stuck my wallet in my pocket and off we went.</p>\n\n<p>Not more than 2 minutes later I was filled with dread. I realized I didn&#39;t have my debit card. In the US and most of Europe the atms give you your card before they give the cash, in Ukraine that is not the case, you have to hit exit. Buzzed and distracted by the mega stack of bills I received, I never hit exit and got my card. I sprinted back to the bank but it was too late. My card was now inside the machine for good.</p>\n\n<p>We kept going that night and I woke up and immediately called the bank that owns the atm. No luck they said, I would have to order a new card. I waited until my bank opened and called them, 3 weeks for a new card to arrive. I was starting to panic.</p>\n\n<p>My Chilean friend went to lunch with me and we went back and forth about ideas for my situation. I said, &quot;hey can I PayPal you some money or something and you can float me some cash&quot; he said PayPal wasn&#39;t good but he&#39;d be willing to accept crypto. Just then he said a beautiful sentence, &quot;hey I was thinking about when you were talking about Bitcoin atms the other day, think I might try one out.&quot;</p>\n\n<p>My eyes lit up and I immediately searched for a bitcoin atm in the city. 2 minute walk away! Went home, threw some funds into my mobile wallet and off I went.</p>\n\n<p>Easiest process ever. Sent a small test amount to the wallet, scanned the qr code on the machine, got a receipt with my redemption code, grabbed a beer while I waited for the confirmation and withdrew. This machine asked for no information about me. </p>\n\n<p>Quick and easy. I&#39;m back in business. No having to trust a stranger with PayPal transactions, just simple withdrawal. I&#39;ll pick up my new debit card in the next city I&#39;m in.</p>\n\n<p>I saved bitcoin and now bitcoin saved me.</p>\n\n<p>tl;dr left my only working card in an atm in a foreign country and found a bitcoin atm that worked easily.</p>\n</div><!-- SC_ON -->",
  "score": 158,
  "permalink": "/r/CryptoCurrency/comments/qmtb33/bitcoin_just_saved_me/",
  "subreddit": "CryptoCurrency",
  "id": "qmtb33",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm doing a bit of traveling around Europe and currently in Ukraine for a few\nweeks. Strangely none of my cards work here except for one debit card that works\nonly in atms. Despite calling my bank and confirming my travel plans I am stuck\nwithdrawing cash to spend money from the one account. No big…"
}