{
  "author": "grandlewis",
  "original_created_utc": 1632760489,
  "title": "YSK you should avoid using dryer sheets or fabric softener in the laundry when cleaning any moisture-wicking athletic wear, towels, athletic wear, flame-resistant or water-repellant clothes. These products block the “pores” of the fabric, reducing the moisture wicking capabilities.",
  "created_utc": 1632785326,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Many people use fabric softener and/or dryer sheets with every load of laundry.  This is not advisable when cleaning athletic wear in order to keep the athletic wear in optimal working condition.</p>\n\n<p><a href=\"https://www.latimes.com/bestcovery/best-dryer-sheets\">https://www.latimes.com/bestcovery/best-dryer-sheets</a></p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/pwkw2g/ysk_you_should_avoid_using_dryer_sheets_or_fabric/",
  "subreddit": "YouShouldKnow",
  "id": "pwkw2g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people use fabric softener and/or dryer sheets with every load of\nlaundry. This is not advisable when cleaning athletic wear in order to keep the\nathletic wear in optimal working condition.\n\nhttps://www.latimes.com/bestcovery/best-dryer-sheets",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、洗濯のたびに柔軟剤やドライヤーシートを使っています。\n使っている方も多いと思います。これは、運動着を最適な状態に保つために、運動着のクリーニングにはお勧めできません。\nウェアを最適な状態で使用するためには、お勧めできません。\n\nhttps://www.latimes.com/bestcovery/best-dryer-sheets",
      "title": "YSKさんは、吸湿性のある運動着、タオル、運動着、難燃性、撥水性のある衣類を洗濯する際には、ドライヤーシートや柔軟剤の使用は避けた方が良いでしょう。これらの製品は生地の「毛穴」を塞ぎ、吸湿機能を低下させます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人在每次洗衣时都会使用织物柔软剂和/或烘干剂。\n衣服。在清洗运动服时，这是不可取的，因为要保持运动服的\n运动服处于最佳工作状态。\n\nhttps://www.latimes.com/bestcovery/best-dryer-sheets",
      "title": "YSK您在清洗任何吸湿运动服、毛巾、运动服、阻燃或防水衣服时，应避免在洗衣中使用烘干剂或织物柔软剂。这些产品会阻塞织物的 \"毛孔\"，降低吸湿排汗能力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人在每次洗衣時都會使用織物柔軟劑和/或烘乾劑。\n衣服。在清洗運動服時，這是不可取的，因爲要保持運動服的\n運動服處於最佳工作狀態。\n\nhttps://www.latimes.com/bestcovery/best-dryer-sheets",
      "title": "YSK您在清洗任何吸溼運動服、毛巾、運動服、阻燃或防水衣服時，應避免在洗衣中使用烘乾劑或織物柔軟劑。這些產品會阻塞織物的 \"毛孔\"，降低吸溼排汗能力。"
    }
  ]
}