{
  "author": "SkepticDrinker",
  "the_new_excerpt": "Every booktuber on earth and Mars gives this book high praise but i started to\ntake a shot everytime Vin reminded herself that letting people get close to you\nwill only lead to betrayal. Literally chapter 4 back to back paragraphs repeat\nwith that statement and the writing doesn't get much better. I…",
  "original_created_utc": 1617151761,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "每一个地球和火星上的书友都给予这本书很高的评价，但我开始。\n每次文都会提醒自己，让别人接近你的时候，都会打一针。\n只会导致背叛。从字面上看，第四章背靠背的段落重复\n有了这句话，文笔也就好不到哪里去了。I…",
      "title": "Mistborn. 我不明白"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每一個地球和火星上的書友都給予這本書很高的評價，但我開始。\n每次文都會提醒自己，讓別人接近你的時候，都會打一針。\n只會導致背叛。從字面上看，第四章背靠背的段落重複\n有了這句話，文筆也就好不到哪裏去了。I…",
      "title": "Mistborn. 我不明白"
    }
  ],
  "title": "Mistborn. I don't get it.",
  "created_utc": 1617162159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every booktuber on earth and Mars gives this book high praise but i started to take a shot everytime Vin reminded herself that letting people get close to you will only lead to betrayal. Literally chapter 4 back to back paragraphs repeat with that statement and the writing doesn&#39;t get much better. I will never understand why authors put the &quot;rolled his eyes&quot; line, it&#39;s clichéd. </p>\n\n<p>I&#39;ll give credit where credit is do; the magic system is cool and unique and adds layers of world building I really enjoyed. The plot is simple and straight forward which I also like as certain books (looking at you Dune) get pretty difficult to keep track of who is who and what is what. But characters here just didn&#39;t work for me. Vin is the overly done special peasant girl who is good despite living in the underworld. Maybe I&#39;m wrong in wanting her to be like Arya stark who gets darker as she tries to survive but that&#39;s basically Vin&#39;s upbringing. Anyway I needed to get this off my chest and curious to hear what you have to say.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/mgubwu/mistborn_i_dont_get_it/",
  "subreddit": "books",
  "id": "mgubwu",
  "is_self": true,
  "media": null,
  "is_video": false
}