{
  "author": "jupitersalien",
  "original_created_utc": 1638681615,
  "title": "Whatever happened to \"wholesome\" celebrities, like Bob Ross or Mr. Rogers?",
  "created_utc": 1638696397,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;It seems like there&amp;#39;s no such thing as &amp;quot;wholesome&amp;quot; celebrities who speak for kindness and love. Every celeb I see these days are always &amp;quot;cancelled&amp;quot; for being racist, homophobic, transphobic, sexist, etc all those gross and heartbreaking things that shouldn&amp;#39;t exist in the world. The only &amp;quot;wholesome&amp;quot; celeb I see left is Keanu Reeves. Like whatever happened to the sweet kind amazing celebrities who fought for love instead of hate and tell those that being kind and caring is the only way to go in life? &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Where has all the &amp;quot;wholesome&amp;quot; famous people gone? &lt;/p&gt;\n\n&lt;p&gt;Sorry for sounding like a, as the Reddit community and every other mean person refer it to, &amp;quot;sensitive snowflake&amp;quot; in this. I&amp;#39;m generally confused and worried.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 116,
  "permalink": "/r/NoStupidQuestions/comments/r98ebv/whatever_happened_to_wholesome_celebrities_like/",
  "subreddit": "NoStupidQuestions",
  "id": "r98ebv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It seems like there's no such thing as \"wholesome\" celebrities who speak for\nkindness and love. Every celeb I see these days are always \"cancelled\" for being\nracist, homophobic, transphobic, sexist, etc all those gross and heartbreaking\nthings that shouldn't exist in the world. The only \"wholesome\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>まるで、そんなものは存在しないかのようです。\n優しさや愛を代弁してくれる、健全なセレブたち。私が最近目にするセレブたちは\n最近のセレブは、人種差別やホモフォビアなどの理由で、必ずと言っていいほどキャンセルされています。\n人種差別、同性愛嫌悪、トランスフォビア、性差別など、心が痛むような嫌なことをしているからです。",
      "title": "ボブ・ロスやミスター・ロジャースのような「健全な」セレブリティはどうなったのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>似乎没有这样的事情。\n健康的&quot;名人，他们为善良和爱代言。我看到的每一个名人\n都因为有种族主义、同性恋、变性人、性别歧视而被取消资格。\n恐同症、性别歧视等等所有这些恶心和令人心碎的...",
      "title": "像鲍勃-罗斯或罗杰斯先生这样的 \"健康 \"名人，到底发生了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>似乎沒有這樣的事情。\n健康的&quot;名人，他們爲善良和愛代言。我看到的每一個名人\n都因爲有種族主義、同性戀、變性人、性別歧視而被取消資格。\n恐同症、性別歧視等等所有這些噁心和令人心碎的...",
      "title": "像鮑勃-羅斯或羅傑斯先生這樣的 \"健康 \"名人，到底發生了什麼？"
    }
  ]
}