{
  "author": "MyGubbins",
  "the_new_excerpt": "Hey all,\n\nI think this is a pretty simple CMV. I think that when you press tab after you\ntype in your username (or email) should ALWAYS allow you to immediately start\ntyping in your password. I think that any other prompt (new account, forgot\npassword) can be put AFTER the password prompt with no…",
  "original_created_utc": 1620297795,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。\n\nこれはとても簡単なCMVだと思います。ユーザー名（またはメール）を入力した後にタブを押すと\nユーザー名（またはメールアドレス）を入力した後にタブを押すと、必ずすぐにパスワードの入力を開始できるようにすべきだと思います。\nパスワードを入力してください。その他のプロンプト（新しいアカウント、パスワードを忘れた\nパスワードを忘れた）というプロンプトは、パスワードのプロンプトの後に置くことができると思います...",
      "title": "CMV: ユーザー名を入力した後にtabを押すと、必ず「パスワード」の入力画面になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。\n\n我想这是一个相当简单的CMV。我认为当你按下TAB键后\n键入你的用户名（或电子邮件）后，应该总是让你立即开始\n输入你的密码。我认为任何其他的提示（新帐户，忘记\n密码）都可以放在密码提示之后，而不需要。",
      "title": "CMV: 在输入用户名后按下Tab键，总是会进入 \"密码 \"提示。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。\n\n我想這是一個相當簡單的CMV。我認爲當你按下TAB鍵後\n鍵入你的用戶名（或電子郵件）後，應該總是讓你立即開始\n輸入你的密碼。我認爲任何其他的提示（新帳戶，忘記\n密碼）都可以放在密碼提示之後，而不需要。",
      "title": "CMV: 在輸入用戶名後按下Tab鍵，總是會進入 \"密碼 \"提示。"
    }
  ],
  "title": "CMV: Pressing tab after typing in a username should ALWAYS bring you to the \"password\" prompt",
  "created_utc": 1620304731,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey all,</p>\n\n<p>I think this is a pretty simple CMV. I think that when you press tab after you type in your username (or email) should ALWAYS allow you to immediately start typing in your password. I think that any other prompt (new account, forgot password) can be put AFTER the password prompt with no impact to usability and, in fact, BETTER usability.</p>\n\n<p>I honestly cannot think of a single reason that having a single press of the tab button bringing you to &quot;Forgot Password&quot; or something similar improves usability and user experience.</p>\n</div><!-- SC_ON -->",
  "score": 287,
  "permalink": "/r/changemyview/comments/n64e7t/cmv_pressing_tab_after_typing_in_a_username/",
  "subreddit": "changemyview",
  "id": "n64e7t",
  "is_self": true,
  "media": null,
  "is_video": false
}