{
  "author": "Magic_archer_1",
  "original_created_utc": 1630425979,
  "title": "The Similarities between the Novels by Dan Brown",
  "created_utc": 1630448701,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have completed reading all the books by Dan Brown. After the completion, it came to my mind that they are strikingly similar, even the non-Langdon ones. So let&#39;s discuss about the striking similarities (keep in mind that there are exceptions) ...</p>\n\n<ul>\n<li>Death - Someone dies; probably someone important/famous ( Ensei Tankado, Wailee Ming &amp; Norah Mangor, Leonardo Vetra,  Jacques Saunière,  Bertrand Zobrist, Edmond Kirsch)</li>\n<li>The main character is called and is asked to go somewhere.</li>\n<li>The lady or the man (in the standalones) - is smart, confident, beautiful, bold and brave. (Sienna Brooks was the only &#39;the lady&#39; who wasn&#39;t exactly with the good guys)</li>\n<li>The agency - The agency is used by the antagonist to do the bad works ( Delta force, &#39;Illuminati&#39; Opus Dei, The Consortium, &#39;The Palmarian Church&#39;)</li>\n<li>Codes, Art, Riddles, &#39;History&#39;, &#39;Facts&#39;, Religion &amp; Technology</li>\n<li>The story narration is mostly done in two places/paths . The ending involves the joining of these paths. (Idk if guys r understanding what I meant, Eng isn&#39;t my 1st lang)</li>\n<li>The one person whom you can blindly trust, that is .. until you realise that he/she is the antagonist. ( Commander Trevor Strathmore,  William Pickering, Camerlengo Carlo Ventresca, Sir Leigh Teabing, Sienna Brooks, Winston, the only exception maybe Mal&#39;akh)</li>\n<li>The story has what I call &#39;Hey, we  are/were  related/in a relationship&#39; moment in the end. ( Ensei Tankado-Tokugen Numataka , Pope-Camerlengo Carlo Ventresca, Sophie Neveu-Marie Chauvel Saint-Clair &amp; Brother, Peter Solomon-Mal&#39;akh, Bertrand Zobrist-Sienna Brooks, The King of Spain-  Bishop Antonio Valdespino )</li>\n<li>The intimate scene in the end. (It doesn&#39;t occur in the last three books)</li>\n<li>The character shows hatred to his/her parent. (Rachel Sexton-Senator Sexton, Pope-Camerlengo Carlo Ventresca, Peter Solomon-Mal&#39;akh). This is one of the less prominent similarities.</li>\n</ul>\n\n<p>From all this I have created a general summary-</p>\n\n<p>The main character (A) is called and informed of a problem/situation . He/she gets help from someone of the other gender (B) . There are some riddles referring to arcane art or literature. The antagonist uses an agency to carry out the deeds. A gets help from a trusted person (X). There is a lot of riddle solving. A realises that X is the bad guy. X gets caught. A spends some quality time with B. It is revealed that one of prominent character is related to another prominent character.</p>\n\n<p>I would love to hear your opinions on my observations. Personally I find that the books have been becoming worse since &#39;The Lost Symbol&#39;, and have generally lost their originality.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/pf8wtc/the_similarities_between_the_novels_by_dan_brown/",
  "subreddit": "books",
  "id": "pf8wtc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have completed reading all the books by Dan Brown. After the completion, it\ncame to my mind that they are strikingly similar, even the non-Langdon ones. So\nlet's discuss about the striking similarities (keep in mind that there are\nexceptions) ...\n\n * Death - Someone dies; probably someone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ダン・ブラウンの本をすべて読み終えました。読み終わった後に\nラングドン以外の作品も含めて酷似していることに気がついた。そこで\n顕著な類似性について議論してみよう（例外もあることを念頭に置いて）．\n例外もあることを念頭に置いて）．\n\n * 死 - 誰かが死ぬ；おそらく誰かが...",
      "title": "ダン・ブラウンの小説の類似性について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经读完了丹-布朗的所有书籍。读完后，我想到\n我想到，这些书有惊人的相似之处，甚至是那些非兰登的书。所以\n让我们来讨论一下这些惊人的相似之处（请记住，也有例外）。\n例外）...\n\n *死亡--有人死亡；可能是有人...",
      "title": "丹-布朗的小说之间的相似之处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經讀完了丹-布朗的所有書籍。讀完後，我想到\n我想到，這些書有驚人的相似之處，甚至是那些非蘭登的書。所以\n讓我們來討論一下這些驚人的相似之處（請記住，也有例外）。\n例外）...\n\n *死亡--有人死亡；可能是有人...",
      "title": "丹-布朗的小說之間的相似之處"
    }
  ]
}