{
  "author": "BagOnuts",
  "original_created_utc": 1636484825,
  "title": "YSK 911 for emergencies is not the only \"-11\" number. There are 8 \"N11\" numbers you should know.",
  "created_utc": 1636490636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are 8 numbers established in the US by the FCC to access special services. These numbers can provide you with essential services, are easy to remember, and all (but one) are free! These numbers, known as N11 codes, are:</p>\n\n<p><strong>211—Community services and information</strong></p>\n\n<p>211 services provide free and confidential services that help people across North America. Questions about human trafficking, disaster assistance, food, health, housing utilities, as well as jobs and support for veterans are some of the services offered. Often 211 services are operated by the United Way of America. </p>\n\n<p><strong>311—Municipal government services</strong></p>\n\n<p>Many cities and towns in the US have deployed 311 services in an attempt to offload non-emergency requests from citizens. Under existing networks, these calls are sent to already over-burdened 911 centers. With 311 centers, residents can inquire about anything- from trash collection, to a municipal utility bill issue, to reporting non-active crime or other non-emergencies to the city/town government. </p>\n\n<p><strong>411— Reserved (directory assistance)</strong></p>\n\n<p>Historically, 411 information services were often established to provide directory assistance or local information. However, their use has declined (because everyone has the internet now). Technically, the 411 number is reserved by the FCC and do not have a formal designation. Watch out though, most phone carriers charge for this service (usually $1-2 per call). This is the only N11 number that is NOT free.</p>\n\n<p><strong>511—Traffic information</strong></p>\n\n<p>511 has been established for road and weather information as the transportation and traffic information telephone hotline, and is typically administered by state or region. You can call this number to get information about traffic in your immediate area. </p>\n\n<p><strong>611— Reserved (Phone company repair)</strong></p>\n\n<p>This is another one of those numbers that doesn&#39;t really have a formal use any more. In some areas, 611 was used as a test code for linemen on the street or was used to report troubles to the central office from a subscriber. Many phone and cable providers still use this number as a way for customers to report problems with their service or to make inquiries.</p>\n\n<p><strong>711—TDD and Relay for the Deaf</strong></p>\n\n<p>Every telephone company is required to connect persons who dial 711 to a Telephone Relay Service (TRS) from a device on a working number. This rule was extended to include all VoIP telephones in July 2007 by the FCC. </p>\n\n<p><strong>811—Underground public utility location</strong></p>\n\n<p>In March of 2005, the FCC established 811 as the universal number that would coordinate location services for underground public utilities. This safety measure not only helps prevents damage that interrupts telecommunications, but also the cutting of subterranean power lines, water mains and natural gas pipes. Call before you dig!</p>\n\n<p><strong>911—Emergency services (police, fire, EMS)</strong></p>\n\n<p>The one we all know! Single-number access for all emergency services, including police, fire and medical.</p>\n\n<p>In addition to these numbers, <strong>988</strong> is currently in the process of being adopted as the number for the <strong>National Suicide Prevention Hotline</strong>. The change will fully go into effect on July 16, 2022.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/YouShouldKnow/comments/qqaska/ysk_911_for_emergencies_is_not_the_only_11_number/",
  "subreddit": "YouShouldKnow",
  "id": "qqaska",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There are 8 numbers established in the US by the FCC to access special\nservices. These numbers can provide you with essential services, are easy to\nremember, and all (but one) are free! These numbers, known as N11 codes, are:\n\n211—Community services and information\n\n211 services provide…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：アメリカでは、特別なサービスを受けるためにFCCが定めた8つの番号があります。\n番号があります。これらの番号は、あなたにとって必要不可欠なサービスを提供してくれます。\nまた、1つを除いてすべて無料です。これらの番号はN11コードとして知られています。\n\n211-コミュニティ・サービスと情報\n\n211サービスは...",
      "title": "緊急時のYSK 911だけが「-11」ではありません。知っておきたい8つの「N11」番号があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在美国，FCC设立了8个号码来获取特殊服务。\n服务。这些号码可以为你提供必要的服务，易于记忆，并且所有（除了一个）号码都是免费的。\n而且所有的号码（除了一个）都是免费的 这些号码被称为N11代码，它们是：。\n\n211-社区服务和信息\n\n211服务提供...",
      "title": "用于紧急情况的YSK 911不是唯一的\"-11 \"号码。有8个 \"N11 \"号码你应该知道。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在美國，FCC設立了8個號碼來獲取特殊服務。\n服務。這些號碼可以爲你提供必要的服務，易於記憶，並且所有（除了一個）號碼都是免費的。\n而且所有的號碼（除了一個）都是免費的 這些號碼被稱爲N11代碼，它們是：。\n\n211-社區服務和信息\n\n211服務提供...",
      "title": "用於緊急情況的YSK 911不是唯一的\"-11 \"號碼。有8個 \"N11 \"號碼你應該知道。"
    }
  ]
}