{
  "author": "Levitins_world",
  "original_created_utc": 1638620562,
  "title": "Yes this is a crash. Yes this when you buy.",
  "created_utc": 1638641949,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m no expert but the idea of accumulating a crypto is simple. You try to accumulate whatever it is at the lowest prices consistently or whenever you can. If you&amp;#39;re here to make quick cash then, this ain&amp;#39;t your day. But if you&amp;#39;re here because you always had no intention of selling regardless, then it&amp;#39;s just another exciting day in crypto. &lt;/p&gt;\n\n&lt;p&gt;Crashes are gift, so are impulsive waves up. That&amp;#39;s the beauty of investing. Making cash in crypto is not a no brainer like some people say. Those that research and plan are rewarded with their patience far far more.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 329,
  "permalink": "/r/CryptoCurrency/comments/r8olna/yes_this_is_a_crash_yes_this_when_you_buy/",
  "subreddit": "CryptoCurrency",
  "id": "r8olna",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm no expert but the idea of accumulating a crypto is simple. You try to\naccumulate whatever it is at the lowest prices consistently or whenever you can.\nIf you're here to make quick cash then, this ain't your day. But if you're here\nbecause you always had no intention of selling regardless, then…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私は専門家ではありませんが、暗号を蓄積するという考え方はシンプルです。\nの考え方はシンプルです。私は専門家ではありません。\nそのためには、常に、あるいはいつでも、最低価格のものを手に入れようとします。もしあなたが手っ取り早くお金を稼ぎたいと思っているのであれば。\n今日はあなたの日ではありません。しかし、もしあなたがここにいる理由が...。",
      "title": "はい、これはクラッシュです。Yes this when you buy."
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不是专家，但积累加密的想法\n的想法很简单。你试图以最低的价格积累任何东西\n始终如一或随时随地。如果你在这里是为了赚取快速现金，那么。\n这不是你的日子。但是，如果你在这里是因为你......",
      "title": "是的这是一个崩溃。是的这是当你购买。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不是專家，但積累加密的想法\n的想法很簡單。你試圖以最低的價格積累任何東西\n始終如一或隨時隨地。如果你在這裏是爲了賺取快速現金，那麼。\n這不是你的日子。但是，如果你在這裏是因爲你......",
      "title": "是的這是一個崩潰。是的這是當你購買。"
    }
  ]
}