{
  "author": "WantonReader",
  "original_created_utc": 1625690691,
  "title": "CMV: Americans are insulated to outside thoughts and therefore think their cultural values are universal",
  "created_utc": 1625712125,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to start this off by saying that I haven&#39;t been to the US, nor are my interaction with Americans extensive. This is mostly compiled from a lifetime of experiencing American pop-culture influences and global American politics.</p>\n\n<p>&#x200B;</p>\n\n<p>My view is that the US is a big country in size and population and are creators of most, if not all, of what they themselves use and experience. This creates insulation. Most don&#39;t receive outside ideas or experience outside norms on any meaningful level, and in some cases, not at any level. This results in that people take All-American values and norms as near universal. And as a big country, even when it whispers, the world hears it clearly, as opposed to when a small country screams, and are happy if their neighbors hear it. So we end up with Americans presenting their own views as near universal views to all those places that regularly receive American culture and politics. </p>\n\n<p>&#x200B;</p>\n\n<p>Here is an easy example: in the US you can quite casually be asked to provide what race you belong to. In government forms, to private enterprises, etc. If you tried to do that in my home country, it would be considered extremely offensive as &quot;race&quot; isn&#39;t a thing since the 1950&#39;s. That is a word that has been used through history to refer to different people in different ways and eventually as a way to justify genocide. If you want to talk about a skin color, go for it. A background, sure. A culture, ethnicity, religion, etc. Sure. But not race. Because that is a human construct that is used to create division where there is none. Or at least, that used to be the case. I can now see people who has appropriated some of that American race terminology for themselves and others. Like saying that they are Afro-natives, where they 25 years ago would have been a n-word (because the speaker is a racist ass), a black person or just Ted, who lives over there.</p>\n\n<p>&#x200B;</p>\n\n<p>That&#39;s a somewhat subtle change. A larger change are people online who copy a political action from America, as seen by them using the exact same language (which they often don&#39;t bother to translate because then it carries that important American weight).</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/ofrp49/cmv_americans_are_insulated_to_outside_thoughts/",
  "subreddit": "changemyview",
  "id": "ofrp49",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to start this off by saying that I haven't been to the US, nor are my\ninteraction with Americans extensive. This is mostly compiled from a lifetime of\nexperiencing American pop-culture influences and global American politics.\n\n\n\nMy view is that the US is a big country in size and population…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初にお断りしておきますが、私はアメリカに行ったことがありませんし、アメリカ人との交流もありません。\nまた、アメリカ人との交流もありません。これは主に、アメリカのポップカルチャーの影響や世界のアメリカを経験してきたことからまとめたものです。\nこれは、アメリカのポップカルチャーの影響とアメリカのグローバルな政治を経験したことからまとめられたものです。\n\n\n\n私の考えでは、アメリカは国の大きさも人口も大きいですが...。",
      "title": "CMV: アメリカ人は外界から隔離されているため、自分たちの文化的価値が普遍的であると考えている。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想在开始时说，我没有去过美国，也没有与美国人广泛交往。\n与美国人的交往也不多。这主要是由一生中的\n感受到美国流行文化的影响和全球美国政治。\n\n\n\n我的看法是，美国是一个面积和人口都很大的国家...",
      "title": "CMV：美国人对外界的想法是绝缘的，因此认为他们的文化价值观是普遍的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想在開始時說，我沒有去過美國，也沒有與美國人廣泛交往。\n與美國人的交往也不多。這主要是由一生中的\n感受到美國流行文化的影響和全球美國政治。\n\n\n\n我的看法是，美國是一個面積和人口都很大的國家...",
      "title": "CMV：美國人對外界的想法是絕緣的，因此認爲他們的文化價值觀是普遍的。"
    }
  ]
}