{
  "author": "itslikethunder",
  "the_new_excerpt": "Warning: a Stormlight Archive spoiler below.\n\nLast October I was obese. I had been like that for 25 years.\n\nI decided to start running.\n\nAt first it was so hard. And boring too. I needed something to distract me.\n\nI decided to finally try an audiobook. I chose one called ‘Stormlight Archive’\nby…",
  "original_created_utc": 1615556905,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "警告：下面是风暴之光档案的破坏者。\n\n去年10月，我很肥胖。我已经这样25年了。\n\n我决定开始跑步。\n\n起初，它是如此艰难。而且也很无聊。我需要一些东西来分散我的注意力。\n\n最后我决定尝试听有声读物。我选择了一本叫《风暴之光档案》的书\n由...",
      "title": "那一天，我发现自己站在雨中哭泣，因为一本《暴光档案》小说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "警告：下面是風暴之光檔案的破壞者。\n\n去年10月，我很肥胖。我已經這樣25年了。\n\n我決定開始跑步。\n\n起初，它是如此艱難。而且也很無聊。我需要一些東西來分散我的注意力。\n\n最後我決定嘗試聽有聲讀物。我選擇了一本叫《風暴之光檔案》的書\n由...",
      "title": "那一天，我發現自己站在雨中哭泣，因爲一本《暴光檔案》小說。"
    }
  ],
  "title": "The day I found myself standing in the rain crying because of a Stormlight Archive novel.",
  "created_utc": 1615564157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Warning: a Stormlight Archive spoiler below.</p>\n\n<p>Last October I was obese. I had been like that for 25 years. </p>\n\n<p>I decided to start running. </p>\n\n<p>At first it was so hard. And boring too. I needed something to distract me. </p>\n\n<p>I decided to finally try an audiobook. I chose one called ‘Stormlight Archive’ by B.Sanderson, based on a recommendation I’d seen in <a href=\"/r/books\">r/books</a>.</p>\n\n<p>Holy cow, this is perfect. I find myself getting lost in the book for 5 or 10 minutes at a time. Before I know it I’m halfway through my run already! </p>\n\n<p>Listening to my audiobook becomes my special secret pleasure. The only time I let myself listen to it is when I’m running, as an incentive/reward. Over the next few months my runs grow from 20 minutes to 40, and even 60 minutes some days, just so I can spend more time listening to Kaladin and Shallan’s adventures.</p>\n\n<p>After 90+ hours of listening I’m nearly at the end of book two. That may not sound like a big number but it sure feels like I’ve done a lot of running in the last few months. I’ve lost 35 pounds.</p>\n\n<p>Today I was running along a high path by the ocean. It was a hot and humid tropical afternoon, but dark and cloudy with some light rain. The threat of a storm was in the air. Out at sea I could see shafts of light breaking through the clouds and spearing down into the grey-blue ocean beneath. </p>\n\n<p>I felt so light and filled with energy, like I was flying. Like I could run forever, and wanted to. I never imagined my body could feel like this. I glanced at my Garmin watch and saw I was running at 10.8km/h. I realised that’s exactly twice as fast as my first run a few months ago.</p>\n\n<p>At this moment my book was building to a thrilling climax. Things seemed hopeless, then at the end of chapter 100 suddenly a hero miraculously appears... Those who’ve read it might remember this passage:</p>\n\n<p>‘You sent him to the sky to die, assassin,&quot; Kaladin said, Stormlight puffing from his lips, &quot;but the sky and the winds are mine. I claim them, as I now claim your life.’</p>\n\n<p>I was so caught up in the emotion of the moment I stopped running, and just stood there staring out at the tumbling steel sea, listening intently to every word. </p>\n\n<p>I realised tears were running down my cheeks. What the hell? I haven’t cried in....10 years? 20? And this is exciting! Not sad! What is wrong with me?</p>\n\n<p>I don’t know. But it felt good.</p>\n\n<p>I used to be angry and bitter and cynical a lot of the time. Certainly never ‘grateful’.</p>\n\n<p>But now I often feel grateful. </p>\n\n<p>Grateful for being able to experience proper running before I get too old. For the pleasure of a good audiobook. For the beauty of the rugged empty coastline I call home. For many other things too.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/books/comments/m3hw5w/the_day_i_found_myself_standing_in_the_rain/",
  "subreddit": "books",
  "id": "m3hw5w",
  "is_self": true,
  "media": null,
  "is_video": false
}