{
  "author": "Chooky47",
  "original_created_utc": 1638663548,
  "title": "We are roughly 20% from the absolute highest prices crypto has been at, in history, and people are in a full blown panic. You can’t have green candles all day, every day forever and people need to realise this, because we have been so fortunate this year financially in every aspect of the market.",
  "created_utc": 1638686467,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Put the charts on the 1 month option on your favourite exchange. &lt;/p&gt;\n\n&lt;p&gt;Check out your best alts, and blink a couple of times while looking at the blue chip behemoths.&lt;/p&gt;\n\n&lt;p&gt;We have seen &lt;strong&gt;incredible&lt;/strong&gt; growth this year and in the middle of a global pandemic. It’s been an amazing ride, and even this sub has exploded in members. &lt;/p&gt;\n\n&lt;p&gt;However, there is a ridiculous amount of panic regarding the latest market movement. Across the board, stocks, property, and crypto have all &lt;em&gt;rocketed&lt;/em&gt; beyond all expectations. The wealth that has been generated is insane and anyone that has invested in some capacity is likely to have done well somewhere in their choices. &lt;/p&gt;\n\n&lt;p&gt;Put in perspective, the current drop of the market is &lt;strong&gt;miniscule&lt;/strong&gt;. 20% from the absolute top. For many, market life is new, and it’s scary watching things go down. But if you’re ever uncertain about market dips and crashes, zoom out and look at the big picture; the stock market has been a money making machine for over a century, and crypto has become worth trillions within a decade. &lt;/p&gt;\n\n&lt;p&gt;Learn to accept that things can’t just stay green forever, there are pull backs, dips, and crashes. Don’t panic and despair, learn from your mistakes and think logically that moving forward, based on history, the market will eventually &lt;strong&gt;move up&lt;/strong&gt;. Don’t invest your life savings that you need, your rent money, your food expenses, and you’ll be fine. &lt;/p&gt;\n\n&lt;p&gt;Because if the market fails to ever go up again, we’ve probably got bigger things to worry about. &lt;/p&gt;\n\n&lt;p&gt;TL:DR - Markets sometimes go down, it’s okay and normal. The recent drop puts us roughly 20% from the highest prices in history, and the market has performed so well this year. Eventually, based on pages of history, all financial markets will continue to grow over time, so don’t over extend yourself and invest responsibly, and it’ll be okay.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 156,
  "permalink": "/r/CryptoCurrency/comments/r9315a/we_are_roughly_20_from_the_absolute_highest/",
  "subreddit": "CryptoCurrency",
  "id": "r9315a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Put the charts on the 1 month option on your\nfavourite exchange. </p> <p>Check out your best alts, and blink a couple of\ntimes while looking at the blue chip behemoths.</p> <p>We have seen\n<strong>incredible</strong> growth this year and in the middle of a…"
}