{
  "author": "iamnooblord",
  "the_new_excerpt": "Please tell me why you have to drive a loud car/bike?? And rev that shit in the\nmost public places?? Do you really need attention THAT bad? If you wanna go to a\nshow or whatever and do it with like minded people, more power to you! But do\nyou really think the rest of society wants to hear that…",
  "original_created_utc": 1623545263,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜうるさい車・バイクに乗らなければならないのか、教えてください。人目につく場所で大音量を出して\n公共の場で大音量を出す必要があるのか？そんなに注目されたいのですか？もしあなたがショーや何かに行きたいなら\n気の合う仲間と一緒にショーや何かに行きたいのなら、それはそれでいいと思います。しかし\nしかし、あなたは社会の他の人々がそのようなことを聞きたいと本当に思っているのでしょうか...。",
      "title": "CMV：わざとうるさい車を運転する人は、未熟なアホです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请告诉我，你为什么要开一辆响亮的汽车/自行车？并在最公共的地方把那玩意转到\n在公共场所大声喧哗？你真的那么需要关注吗？如果你想去参加一个\n如果你想去看演出或其他什么，并与志同道合的人一起做，那你就更有动力了！但是，不要去做那些不切实际的事情。但是\n你真的认为社会上的其他人想听到这些...。",
      "title": "CMV: 如果你故意开一辆响亮的车，你就是一个不成熟的蠢货。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請告訴我，你爲什麼要開一輛響亮的汽車/自行車？並在最公共的地方把那玩意轉到\n在公共場所大聲喧譁？你真的那麼需要關注嗎？如果你想去參加一個\n如果你想去看演出或其他什麼，並與志同道合的人一起做，那你就更有動力了！但是，不要去做那些不切實際的事情。但是\n你真的認爲社會上的其他人想聽到這些...。",
      "title": "CMV: 如果你故意開一輛響亮的車，你就是一個不成熟的蠢貨。"
    }
  ],
  "title": "CMV: If you intentionally drive a loud car, you are am immature douche.",
  "created_utc": 1623555458,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Please tell me why you have to drive a loud car/bike?? And rev that shit in the most public places?? Do you really need attention THAT bad? If you wanna go to a show or whatever and do it with like minded people, more power to you! But do you really think the rest of society wants to hear that stuff?</p>\n\n<p>It&#39;s so incredibly obnoxious and you guys can&#39;t be ignorant to the fact 99% of the population hate it so the only possible explanation I can think of is that you guys are immature douchebags.</p>\n\n<p>If your defense is that it&#39;s a family or automobile community thing, I don&#39;t care. The world does revolve around your hobby, therefore you should not feel so comfortable making us listen to your obnoxious car/bike</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/nyl07l/cmv_if_you_intentionally_drive_a_loud_car_you_are/",
  "subreddit": "changemyview",
  "id": "nyl07l",
  "is_self": true,
  "media": null,
  "is_video": false
}