{
  "author": "rootyb",
  "the_new_excerpt": "E.g., “Man dies after eating Subway sandwich”\n\nIf there is evidence of a connection between the two events, simply using\n“after” is weak writing. If there’s not evidence of a connection, “after” makes\nthe reader think that the two are connected, which is often more interesting\n(and clickbait-y) than…",
  "original_created_utc": 1610911961,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "例如，\"男子吃了Subway三明治后死亡\"\n\n如果有证据表明这两个事件之间存在联系，只需用\n\"后 \"字写得很弱。如果没有证据证明两者之间的联系，\"后 \"使\n读者会觉得两者之间有联系，这往往更有趣。\n(和clickbait-y)比... ...",
      "title": "YSK: 当一篇文章说\"<事情b>发生在<事情a>之后\"，他们通常是想暗示一种不存在的联系。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，\"男子吃了Subway三明治後死亡\"\n\n如果有證據表明這兩個事件之間存在聯繫，只需用\n\"後 \"字寫得很弱。如果沒有證據證明兩者之間的聯繫，\"後 \"使\n讀者會覺得兩者之間有聯繫，這往往更有趣。\n(和clickbait-y)比... ...",
      "title": "YSK: 當一篇文章說\"<事情b>發生在<事情a>之後\"，他們通常是想暗示一種不存在的聯繫。"
    }
  ],
  "title": "YSK: When an article says “<thing b> happened after <thing a>,” they’re usually trying to imply a connection where none exists.",
  "created_utc": 1610995325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>E.g., “Man dies after eating Subway sandwich”</p>\n\n<p>If there <em>is</em> evidence of a connection between the two events, simply using “after” is weak writing. If there’s not evidence of a connection, “after” makes the reader think that the two are connected, which is often more interesting (and clickbait-y) than the truth. </p>\n\n<p>Often, they’ll still mention that there’s no apparent connection later in the article, counting on people skimming or just reading the title and maybe the lede before sharing.</p>\n\n<p>WHY YSK: This is one of the simplest ways that the media sensationalizes non-stories and misleads the public. Watching for it is an easy way to avoid being misled by sensationalist media.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/kzd4qy/ysk_when_an_article_says_thing_b_happened_after/",
  "subreddit": "YouShouldKnow",
  "id": "kzd4qy",
  "is_self": true,
  "media": null,
  "is_video": false
}