{
  "author": "JustJorgi",
  "the_new_excerpt": "I get it kids can be picky eaters, but if they are done eating and say they\naren’t hungry chances are they probably just are not hungry. Infants have the\nbasic sense to cry when they are hungry, in the next few years children can\nstill recognize that yes they are hungry. By forcing them to eat more…",
  "original_created_utc": 1620915919,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供は好き嫌いが多いものですが、もし食べ終わってお腹が空いていないと言ったら\nお腹が空いていないと言えば、おそらく空腹ではないのでしょう。乳児はお腹が空いたら泣くという基本的な感覚を持っています。\n乳児はお腹が空いたら泣くという基本的な感覚を持っていますが、数年後には子供たちは\nお腹が空いていることを認識することができます。食べることを強要することで...",
      "title": "CMV：子供たちにお皿を最後まで食べさせることは、良いことよりも悪いことの方が多い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道孩子们可能会挑食，但如果他们吃完后说他们不饿\n不饿，他们很可能只是不饿。婴儿有\n在接下来的几年里，孩子们仍然能够认识到他们饿了。\n在接下来的几年里，孩子们仍然能够认识到他们是饿了。通过强迫他们多吃...",
      "title": "CMV：让儿童吃完一盘食物弊大于利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道孩子們可能會挑食，但如果他們喫完後說他們不餓\n不餓，他們很可能只是不餓。嬰兒有\n在接下來的幾年裏，孩子們仍然能夠認識到他們餓了。\n在接下來的幾年裏，孩子們仍然能夠認識到他們是餓了。通過強迫他們多喫...",
      "title": "CMV：讓兒童喫完一盤食物弊大於利。"
    }
  ],
  "title": "CMV: making children finish their plate of food does more harm than good.",
  "created_utc": 1620928890,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get it kids can be picky eaters, but if they are done eating and say they aren’t hungry chances are they probably just are not hungry. Infants have the basic sense to cry when they are hungry, in the next few years children can still recognize that yes they are hungry. By forcing them to eat more you condition them to ignore their body and when they feel full. Coming from that generation that was told you can’t leave the table until your finish your food I still have trouble knowing when I’m hungry or if I’m just mindlessly snacking. Kids have smaller stomachs and half the time the portions they are given are way to big anyways. If your kid is full maybe listen to them, they probably have a better idea of how their body is feeling than you.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/nbhug3/cmv_making_children_finish_their_plate_of_food/",
  "subreddit": "changemyview",
  "id": "nbhug3",
  "is_self": true,
  "media": null,
  "is_video": false
}