{
  "author": "pbspry",
  "original_created_utc": 1630708402,
  "title": "Pillars of the Earth by Ken Follett... why all the love?",
  "created_utc": 1630738158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished reading Pillars of the Earth, and I guess I&#39;m just really confused... why is this book <em>so</em> beloved and by so many?  I was very, very excited to finally give it a read after reading so many glowing reviews (BBC ranked it #33 on it&#39;s &quot;Most Beloved Books in Britain&quot;, as an example), and in the end I have to say it was kind of a slog just to get to the end.  To be fair it did pick up and get legitimately solid between around the 70% and 90% points, but everything before and after just felt very... bleh.  Not a terrible book, to be sure, but very, very far from the &quot;masterpiece&quot; I guess I was expecting.</p>\n\n<p>Is it just a matter of my expectations being way too high? Is there some kind of secret sauce I&#39;ve just missed that makes this book in particular resonate with so many people?  Or was this one of those works that was ground-breaking in its day but has now been copied so often that it&#39;s lost its original punch?</p>\n\n<p>Legitimately interested in hearing differing opinions... thanks!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/phfell/pillars_of_the_earth_by_ken_follett_why_all_the/",
  "subreddit": "books",
  "id": "phfell",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished reading Pillars of the Earth, and I guess I'm just really\nconfused... why is this book so beloved and by so many? I was very, very excited\nto finally give it a read after reading so many glowing reviews (BBC ranked it\n#33 on it's \"Most Beloved Books in Britain\", as an example), and in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "地球の歩き方」を読み終えたところですが、私はただ本当に混乱しています。\nなぜ、この本がこんなにも多くの人に愛されているのか...。私はとても、とても興奮していました。\n多くのレビューを読んで、ついに読んでみようと思いました。\n#例えば、BBCはこの本を「英国で最も愛されている本」の33位にランク付けしています）、そして...。",
      "title": "ケン・フォレットの「Pillars of the Earth」...なぜこんなにも愛されているのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚刚读完《大地之柱》，我想我只是真的\n感到困惑......为什么这本书会受到这么多人的喜爱？我非常、非常兴奋\n在读了这么多好评之后，我非常、非常兴奋地终于读了这本书（BBC将其列为\n#例如，它在 \"英国最受喜爱的书籍 \"中排名第33位），而在...",
      "title": "肯-福莱特的《大地之柱》......为什么这么喜欢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛剛讀完《大地之柱》，我想我只是真的\n感到困惑......爲什麼這本書會受到這麼多人的喜愛？我非常、非常興奮\n在讀了這麼多好評之後，我非常、非常興奮地終於讀了這本書（BBC將其列爲\n#例如，它在 \"英國最受喜愛的書籍 \"中排名第33位），而在...",
      "title": "肯-福萊特的《大地之柱》......爲什麼這麼喜歡？"
    }
  ]
}