{
  "author": "TheScribeOfTheDead",
  "original_created_utc": 1636493383,
  "title": "YSK that in the U.S., almost all vehicle manufacturers provide free lifetime warranties on seat belts and safety restraints.",
  "created_utc": 1636968242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK this is because not only do seat belts save lives, but in most states (if not all) it is required by law for all occupants to use them.</p>\n\n<p>This is even more important if you&#39;re using child-seats. If you have a faulty seat belt, contact the closest dealership for your make of vehicle and verify your vehicle is eligible.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qqdti1/ysk_that_in_the_us_almost_all_vehicle/",
  "subreddit": "YouShouldKnow",
  "id": "qqdti1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK this is because not only do seat belts save lives, but in most states\n(if not all) it is required by law for all occupants to use them.\n\nThis is even more important if you're using child-seats. If you have a faulty\nseat belt, contact the closest dealership for your make of vehicle and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、シートベルトは命を守るだけでなく、ほとんどの州では\n(すべてではありませんが、ほとんどの州で、乗員全員がシートベルトを着用することが法律で義務付けられています。\n\nチャイルドシートを使用している場合は、さらに重要です。欠陥のあるシートベルトを使用している場合は\nシートベルトに不具合がある場合は、最寄りの自動車メーカーの販売店に連絡し、...",
      "title": "YSK アメリカでは、ほとんどの自動車メーカーがシートベルトやセーフティレストレインを無償で生涯保証しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK这是因为安全带不仅能拯救生命，而且在大多数州\n(如果不是全部)，法律规定所有乘员都要使用安全带。\n\n如果你使用儿童座椅，这就更重要了。如果你有一个有问题的\n安全带，请联系离你最近的汽车经销商，并...",
      "title": "YSK认为，在美国，几乎所有的汽车制造商都对安全带和安全约束装置提供终身免费保修。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK這是因爲安全帶不僅能拯救生命，而且在大多數州\n(如果不是全部)，法律規定所有乘員都要使用安全帶。\n\n如果你使用兒童座椅，這就更重要了。如果你有一個有問題的\n安全帶，請聯繫離你最近的汽車經銷商，並...",
      "title": "YSK認爲，在美國，幾乎所有的汽車製造商都對安全帶和安全約束裝置提供終身免費保修。"
    }
  ]
}