{
  "author": "marzbarx",
  "the_new_excerpt": "This might sound dumb, but does anyone start thinking about the next book\nthey're planning on reading while they're still reading their current one? I\ncould be reading a book that I'm really enjoying, but sometimes I'll\nsubconsciously get excited/start thinking about the next book on my list…",
  "original_created_utc": 1620860151,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "馬鹿げていると思うかもしれませんが、今読んでいる本を読んでいる最中に、次の本のことを考え始める人はいますか？\n読んでいる最中に、次の本のことを考え始めたりしませんか？I\nとても楽しい本を読んでいても、時々、無意識に興奮したり、次の本のことを考え始めたりします。\n無意識のうちにワクワクしたり、リストにある次の本のことを考え始めたり...。",
      "title": "今の本を書き終える前に、次の本のことを考えてしまう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这听起来可能很蠢，但是否有人在阅读当前的书时就开始考虑下一本书的问题？\n而他们还在阅读当前的书时就开始考虑下一本书？I\n我可能正在读一本我非常喜欢的书，但有时我会\n但有时我会下意识地感到兴奋/开始思考我书单上的下一本书......",
      "title": "在你完成当前的书之前，更多地考虑你的下一本书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這聽起來可能很蠢，但是否有人在閱讀當前的書時就開始考慮下一本書的問題？\n而他們還在閱讀當前的書時就開始考慮下一本書？I\n我可能正在讀一本我非常喜歡的書，但有時我會\n但有時我會下意識地感到興奮/開始思考我書單上的下一本書......",
      "title": "在你完成當前的書之前，更多地考慮你的下一本書"
    }
  ],
  "title": "Thinking more about your next book before you've finished your current one",
  "created_utc": 1620894748,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This might sound dumb, but does anyone start thinking about the next book they&#39;re planning on reading while they&#39;re still reading their current one? I could be reading a book that I&#39;m really enjoying, but sometimes I&#39;ll subconsciously get excited/start thinking about the next book on my list instead of focusing on my current one. Like I&#39;ll be desperate to finish it so I can start the next one, but I lowkey want to be able to focus on and enjoy the book I&#39;m reading lol</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nb1w5o/thinking_more_about_your_next_book_before_youve/",
  "subreddit": "books",
  "id": "nb1w5o",
  "is_self": true,
  "media": null,
  "is_video": false
}