{
  "author": "GhostlyAspirations",
  "original_created_utc": 1638198889,
  "title": "Help me name my kitten!",
  "created_utc": 1638240702,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry this isn’t a book suggestion, but I thought it’d be kinda fun - I have a tradition of giving my pets punny writer names. Currently I have F. Scott Fishgerald and Margaret Catwood (Maggie for short). I’m getting a new kitten, a boy, and he doesn’t have a name yet! Best ideas I’ve had so far are Kurt Vonnecat and Nathaniel Pawthorn lol. Have a favorite author or poet whose name you can turn into a cat pun? Help me come up with a name for my new kitty! :)</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/booksuggestions/comments/r4xyn8/help_me_name_my_kitten/",
  "subreddit": "booksuggestions",
  "id": "r4xyn8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry this isn’t a book suggestion, but I thought it’d be kinda fun - I have a\ntradition of giving my pets punny writer names. Currently I have F. Scott\nFishgerald and Margaret Catwood (Maggie for short). I’m getting a new kitten, a\nboy, and he doesn’t have a name yet! Best ideas I’ve had so far are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは本の提案ではなくて申し訳ないのですが、ちょっと面白いと思ったので、紹介します。\n私はペットに洒落た作家名をつける習慣があるんです。現在は、F.スコット\nフィッシュジェラルドとマーガレット・キャットウッド（略してマギー）です。今度、新しい子猫を迎えるんですが、男の子なんです。\n男の子ですが、まだ名前はありません 今までのベストアイデアは...。",
      "title": "私の子猫の名前を決めるのを手伝ってください"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对不起，这不是一个书的建议，但我认为这有点意思--我有一个传统，给我的宠物起一个双关语的作家名字。\n给我的宠物起双关语的作家名字的传统。目前我有F.Scott\nFishgerald和Margaret Catwood（简称Maggie）。我正在养一只新的小猫，是个男孩。\n男孩，他还没有名字。到目前为止，我有的最好的想法是...",
      "title": "帮我的小猫咪取个名字吧!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對不起，這不是一個書的建議，但我認爲這有點意思--我有一個傳統，給我的寵物起一個雙關語的作家名字。\n給我的寵物起雙關語的作家名字的傳統。目前我有F.Scott\nFishgerald和Margaret Catwood（簡稱Maggie）。我正在養一隻新的小貓，是個男孩。\n男孩，他還沒有名字。到目前爲止，我有的最好的想法是...",
      "title": "幫我的小貓咪取個名字吧!"
    }
  ]
}