{
  "author": "AnotherRedditor222",
  "original_created_utc": 1626927058,
  "title": "CMV: being attractive is one of the most important things in life.",
  "created_utc": 1626946960,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First off, being physically attractive doesn&#39;t mean someone looks like a model, but taking care of themselves in a variety of ways such as having good hygiene, dressing well and not being overweight can turn a below average person into an attractive person. No one is saying you have to be a 10/10 to find friends and a relationship and that&#39;s where people start rationalizing why the unattractive kid has no friends; &quot;hE DoESn&#39;t talK&quot;. So........why aren&#39;t people talking to him?</p>\n\n<p>People cannot see your personality. People see your looks and how you look determines whether they want to get to know you or not. No man is going to go into a club/bar/classroom/job and say &quot;her personality looks nice, I want to get to know her&quot;. Likewise, no woman is going to say &quot;his personality seems nice, maybe I should say hi&quot;.</p>\n\n<p>The fact is, attractive people have more friends and get into relationships easily. Not to say that those relationships last, just that looking good helps immensely, while everything is dead last.</p>\n\n<p>Unattractive people have to work twice as hard to get noticed; leave the house 24/7, play 5 instruments, be the president of an interesting club, put in all the effort in social settings, be extremely kind, even when people are jerks, etc.</p>\n\n<p>Attractive people just have to exist and not be a bad person.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/op6dll/cmv_being_attractive_is_one_of_the_most_important/",
  "subreddit": "changemyview",
  "id": "op6dll",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First off, being physically attractive doesn't mean someone looks like a model,\nbut taking care of themselves in a variety of ways such as having good hygiene,\ndressing well and not being overweight can turn a below average person into an\nattractive person. No one is saying you have to be a 10/10 to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、身体的に魅力的であることは、モデルのような外見であることを意味しません。\nしかし、衛生面や服装、太っていないことなど、さまざまな面で自分自身を大切にしていることが、平均以下の人を魅力的にするのです。\n太っていないことなど、さまざまな面で自分を大切にすることで、平均以下の人でも魅力的な人に変えることができます。\n魅力的な人に変わります。誰も10点満点でなければならないとは言っていませんが...。",
      "title": "CMV：魅力的であることは、人生において最も重要なことのひとつです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，身体上有吸引力并不意味着某人看起来像个模特。\n但通过各种方式来照顾自己，如有良好的卫生条件。\n穿着得体，不超重，可以把一个低于平均水平的人变成一个\n有吸引力的人。没有人说你必须是一个10/10的人。",
      "title": "CMV：有吸引力是生活中最重要的事情之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，身體上有吸引力並不意味着某人看起來像個模特。\n但通過各種方式來照顧自己，如有良好的衛生條件。\n穿着得體，不超重，可以把一個低於平均水平的人變成一個\n有吸引力的人。沒有人說你必須是一個10/10的人。",
      "title": "CMV：有吸引力是生活中最重要的事情之一。"
    }
  ]
}