{
  "author": "CryptoMods",
  "original_created_utc": 1630513834,
  "title": "Should all formal governance polls be posted by a shared moderator account?",
  "created_utc": 1630524651,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Summary</h1>\n\n<p>To prevent some problems we&#39;ve seen around polls, all governance polls should be posted by a moderator account</p>\n\n<p>&#x200B;</p>\n\n<h1>Problem Statement</h1>\n\n<ol>\n<li>We&#39;ve been seeing some problems surrounding polls such as harassment of the author, ad hominem attacks on the author, and distractions by opponents such as &quot;the author only wants this because they have X moons&quot;.  None of this is relevant to the idea itself and only serves to derail discussion</li>\n<li>Other users have voiced concerns that individual mods suggesting a proposal introduces bias, intimidation, coercion, or other negative influences.  For the record, mods have no non-public information about polls such as how any users have voted.  However, we still recognize that this feeling does exist.</li>\n<li>Coordinating with users to finalize and post their polls by the deadline is some work and being able to post all the polls at the same time ourselves would allow for a more organized Moon Week</li>\n</ol>\n\n<h1>Solution</h1>\n\n<p>All governance polls will be posted by a shared mod account, probably <a href=\"/u/CryptoMods\">u/CryptoMods</a> like this one is.   These polls would be distinguished so they do not earn moons.  This account should have little to no moons to distract users from the poll.  This would allow a much smoother organization of moon week, with all polls being posted at once</p>\n\n<p>Note:  This does not affect normal polls such as &quot;What is your favorite crypto wallet?&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>There are a few potential downsides to this that I can think of:</p>\n\n<ul>\n<li>The author of the poll does not get pinged with every reply, so they can&#39;t answer questions or defend their idea as easily</li>\n<li>The author does not get credit or moons for their proposal</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p>(This poll will be distinguished in a few days, but not immediately since that could give it more visibility and an unfair advantage over other polls)</p>\n\n<p><a href=\"https://www.reddit.com/poll/pfxh47\">View Poll</a></p>\n</div><!-- SC_ON -->",
  "score": 387,
  "permalink": "/r/CryptoCurrency/comments/pfxh47/should_all_formal_governance_polls_be_posted_by_a/",
  "subreddit": "CryptoCurrency",
  "id": "pfxh47",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "SUMMARY\n\nTo prevent some problems we've seen around polls, all governance polls should be\nposted by a moderator account\n\n\n\n\nPROBLEM STATEMENT\n\n 1. We've been seeing some problems surrounding polls such as harassment of the\n    author, ad hominem attacks on the author, and distractions by opponents…"
}