{
  "author": "jhij",
  "original_created_utc": 1625062844,
  "title": "CMV: Countries such as the UK that have Egyptian artifacts have no obligation to give those artifacts back, and the Egyptian government has no more claim over the ownership of those artifacts than any other government on the planet",
  "created_utc": 1625081889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often hear about how countries &quot;plundered&quot; these artifacts from Egypt that they have no right to have, and that this is wrong and they should return these artifacts, but I disagree with this for several reasons. While I can understand this reasoning for many of the existing cultures that had their artifacts taken in recent memory, my primary contention with this for Egypt specifically is that they&#39;re incredibly old. The Egyptians that created these artifacts and all their ancestors are long dead, and the people and government that currently live in Egypt are just the conquerors of the conquerors of the conquerors of the people who did create this artifacts. The British and others took these artifacts from the people who took them from the people who took them from the people who lived there thousands of years ago, their claim doesn&#39;t really seem any less reasonable than those of the current Egyptian people or government. </p>\n\n<p>Now I don&#39;t really believe these artifacts should sit concentrated at a few European museums either, I believe when it comes to things this old they should be considered to be part of our shared heritage as a species and should be equally distributed around the world to all stable countries that could reasonable house them (I could make another argument about how Egypt is not the best place for these artifacts on the basis of the instability of the government alone), so that as many people as possible could see them.</p>\n\n<p>So CMV, why should these artifacts return to Egypt?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oaybaw/cmv_countries_such_as_the_uk_that_have_egyptian/",
  "subreddit": "changemyview",
  "id": "oaybaw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I often hear about how countries \"plundered\" these artifacts from Egypt that\nthey have no right to have, and that this is wrong and they should return these\nartifacts, but I disagree with this for several reasons. While I can understand\nthis reasoning for many of the existing cultures that had their…"
}