{
  "author": "jhij",
  "original_created_utc": 1625062844,
  "title": "CMV: Countries such as the UK that have Egyptian artifacts have no obligation to give those artifacts back, and the Egyptian government has no more claim over the ownership of those artifacts than any other government on the planet",
  "created_utc": 1625081889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I often hear about how countries &quot;plundered&quot; these artifacts from Egypt that they have no right to have, and that this is wrong and they should return these artifacts, but I disagree with this for several reasons. While I can understand this reasoning for many of the existing cultures that had their artifacts taken in recent memory, my primary contention with this for Egypt specifically is that they&#39;re incredibly old. The Egyptians that created these artifacts and all their ancestors are long dead, and the people and government that currently live in Egypt are just the conquerors of the conquerors of the conquerors of the people who did create this artifacts. The British and others took these artifacts from the people who took them from the people who took them from the people who lived there thousands of years ago, their claim doesn&#39;t really seem any less reasonable than those of the current Egyptian people or government. </p>\n\n<p>Now I don&#39;t really believe these artifacts should sit concentrated at a few European museums either, I believe when it comes to things this old they should be considered to be part of our shared heritage as a species and should be equally distributed around the world to all stable countries that could reasonable house them (I could make another argument about how Egypt is not the best place for these artifacts on the basis of the instability of the government alone), so that as many people as possible could see them.</p>\n\n<p>So CMV, why should these artifacts return to Egypt?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oaybaw/cmv_countries_such_as_the_uk_that_have_egyptian/",
  "subreddit": "changemyview",
  "id": "oaybaw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I often hear about how countries \"plundered\" these artifacts from Egypt that\nthey have no right to have, and that this is wrong and they should return these\nartifacts, but I disagree with this for several reasons. While I can understand\nthis reasoning for many of the existing cultures that had their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "よく聞くのは、各国がエジプトから「略奪」した、権利のない美術品を持っているという話です。\nエジプトから略奪したという話をよく耳にしますが、これは間違ったことであり、返還すべきです。\nしかし、私はいくつかの理由でこれに同意できません。この理由は理解できますが\nしかし、私はいくつかの理由でこれに同意できません。",
      "title": "CMV: エジプトの遺物を持っているイギリスなどの国は、それらの遺物を返還する義務はなく、エジプト政府は地球上の他のどの政府よりも、それらの遺物の所有権を主張することはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常听到有人说，各国如何从埃及 \"掠夺 \"这些文物，而他们无权拥有这些文物。\n他们无权拥有，这是不对的，他们应该归还这些文物。\n但我不同意这种说法，原因有几个。虽然我可以理解\n对于许多现有的文化，我可以理解这种推理。",
      "title": "CMV：像英国这样拥有埃及文物的国家没有义务归还这些文物，埃及政府对这些文物的所有权没有比地球上任何其他政府更多的要求。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常聽到有人說，各國如何從埃及 \"掠奪 \"這些文物，而他們無權擁有這些文物。\n他們無權擁有，這是不對的，他們應該歸還這些文物。\n但我不同意這種說法，原因有幾個。雖然我可以理解\n對於許多現有的文化，我可以理解這種推理。",
      "title": "CMV：像英國這樣擁有埃及文物的國家沒有義務歸還這些文物，埃及政府對這些文物的所有權沒有比地球上任何其他政府更多的要求。"
    }
  ]
}