{
  "author": "idontdigdinosaurs",
  "original_created_utc": 1629053949,
  "title": "What is the worst book you’ve ever read and why?",
  "created_utc": 1629063323,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People come on here all the time to talk about fantastic books and to give some great advice on what to read, but what is the worst you’ve ever read. </p>\n\n<p>Mine is Age of Iron by JM Coetzee. It’s supposed to be a great book by an award winning author, but honestly I hated every second of it.  The writing style isn’t too bad and the characters are well developed, but it’s extremely depressing to read. Themes of the book include the meaning of freedom, fragility of life and the injustices committed by oppressive regimes. Not a read for the faint of heart. In fact none of his books are…</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/p4zgvi/what_is_the_worst_book_youve_ever_read_and_why/",
  "subreddit": "books",
  "id": "p4zgvi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People come on here all the time to talk about fantastic books and to give some\ngreat advice on what to read, but what is the worst you’ve ever read.\n\nMine is Age of Iron by JM Coetzee. It’s supposed to be a great book by an award\nwinning author, but honestly I hated every second of it. The writing…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このサイトでは、いつも素晴らしい本について語り、読むべき本について素晴らしいアドバイスをしてくれる人たちがいます。\nしかし、あなたが今までに読んだ本の中で一番ひどい本は何ですか？\n\n私の場合は、JMクッツェーの『Age of Iron』です。賞を受賞した作家の素晴らしい本だと思われています。\n受賞した作家の素晴らしい本のはずですが、正直なところ、1秒たりとも嫌でした。文章が...。",
      "title": "今まで読んだ中で一番ひどい本とその理由は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们经常来这里谈论奇妙的书籍，并给一些关于阅读的伟大建议。\n但你读过的最差的书是什么。\n\n我的是JM Coetzee的《铁的时代》。这应该是一本伟大的书，由一个获奖作者写的\n获奖作者写的，但说实话，我讨厌它的每一秒。它的写作...",
      "title": "你读过的最糟糕的书是什么，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們經常來這裏談論奇妙的書籍，並給一些關於閱讀的偉大建議。\n但你讀過的最差的書是什麼。\n\n我的是JM Coetzee的《鐵的時代》。這應該是一本偉大的書，由一個獲獎作者寫的\n獲獎作者寫的，但說實話，我討厭它的每一秒。它的寫作...",
      "title": "你讀過的最糟糕的書是什麼，爲什麼？"
    }
  ]
}