{
  "author": "Lowkeyvanillatea",
  "the_new_excerpt": "I've been silently reading this subreddit and am often moved by you\ncompassionate, intelligent strangers. So I'd thought despite terrible shyness to\nask you all for gentle, comforting books of any genre, fiction or nonfiction. My\nfavorite go to books for when I'm feeling raw and vulnerable are: The…",
  "original_created_utc": 1619389191,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこのサブレディットを黙って読んでいましたが、あなた方の思いやりのある、知的な他人にしばしば感動させられます。\n思いやりのある、知的な見知らぬ人たち。そこで私は、恥ずかしながらも、皆さんに\nジャンルを問わず、フィクションでもノンフィクションでも、優しくて心安らぐ本を皆さんにお尋ねしたいと思います。私の\n私のお気に入りは、生身の人間としての弱さを感じたときに読む本です。The...",
      "title": "あなたの一番優しい本を教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直在默默地阅读这个分论坛，并经常被你们感动。\n富有同情心、聪明的陌生人。因此，尽管我很害羞，我还是想\n请大家提供温和、安慰的书籍，不管是哪种类型的，小说还是非小说。我的\n我最喜欢的书是，当我感到生硬和脆弱时，我最喜欢的书是。我最喜欢的书是：《我的世界》（The... The...",
      "title": "请向我推荐你们最温和的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直在默默地閱讀這個分論壇，並經常被你們感動。\n富有同情心、聰明的陌生人。因此，儘管我很害羞，我還是想\n請大家提供溫和、安慰的書籍，不管是哪種類型的，小說還是非小說。我的\n我最喜歡的書是，當我感到生硬和脆弱時，我最喜歡的書是。我最喜歡的書是：《我的世界》（The... The...",
      "title": "請向我推薦你們最溫和的書籍。"
    }
  ],
  "title": "Please recommend me your gentlest books.",
  "created_utc": 1619405418,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been silently reading this subreddit and am often moved by you compassionate, intelligent strangers. So I&#39;d thought despite terrible shyness to ask you  all for gentle, comforting books of any genre, fiction or nonfiction. My favorite go to books for when I&#39;m feeling raw and vulnerable are:  The History of Love by Nicole Krauss , The Vulnerable Observer by Ruth Behar, and Salt by Nayyirah Waheed. I know this is a pretty vague request, so I hope my go-tos provide some guidance to what I&#39;m looking for. I am open to anything. Apologies and Thanks in advance.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/booksuggestions/comments/myj4id/please_recommend_me_your_gentlest_books/",
  "subreddit": "booksuggestions",
  "id": "myj4id",
  "is_self": true,
  "media": null,
  "is_video": false
}