{
  "author": "JakobWulfkind",
  "the_new_excerpt": "Why YSK: Many illegal behaviors by American employers are tolerated by employees\nwho have been told something to the effect of \"at-will employment means that\neven if they can't fire you for reporting them, they'll just fire you the next\nday for no reason at all\", but that isn't actually true. If an…",
  "original_created_utc": 1612663306,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：美国雇主的很多违法行为都被员工容忍了。\n哪些人被告知 \"随意雇佣意味着...... \"之类的话？\n举报也炒不掉你，下次就炒你了\n天无缘无故的\"，但这其实并不正确。如果一个...",
      "title": "YSK说 \"任意雇佣 \"并不意味着你的雇主可以以非法的理由解雇你。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：美國僱主的很多違法行爲都被員工容忍了。\n哪些人被告知 \"隨意僱傭意味着...... \"之類的話？\n舉報也炒不掉你，下次就炒你了\n天無緣無故的\"，但這其實並不正確。如果一個...",
      "title": "YSK說 \"任意僱傭 \"並不意味着你的僱主可以以非法的理由解僱你。"
    }
  ],
  "title": "YSK that \"At Will Employment\" does not mean your employer gets to fire you for an illegal reason",
  "created_utc": 1612740257,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many illegal behaviors by American employers are tolerated by employees who have been told something to the effect of &quot;at-will employment means that even if they can&#39;t fire you for reporting them, they&#39;ll just fire you the next day for no reason at all&quot;, but that isn&#39;t actually true. If an employer makes up a reason to terminate an employee in retaliation for a protected activity or membership in a protected class, the employee can still sue the employer for pretextual termination. Moreover, a boss who warns their employees that they will fire them should they report wrongdoing is breaking the law by creating a &#39;chilling effect&#39; on employee exercise of their rights. </p>\n\n<p>If you are terminated or threatened with termination for a protected action (including filing a discrimination or wage theft complaint, using FMLA or workers&#39; compensation, discussing wages or collective action with coworkers, or notifying a regulator of an illegal practice by your employer), you should contact a labor attorney for a consult as soon as possible -- at-will employment will not protect your boss in these situations, and you will be able to protect your rights and your job.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/lecpti/ysk_that_at_will_employment_does_not_mean_your/",
  "subreddit": "YouShouldKnow",
  "id": "lecpti",
  "is_self": true,
  "media": null,
  "is_video": false
}