{
  "author": "WaterDemonPhoenix",
  "original_created_utc": 1625378749,
  "title": "CMV: a world where teachers are fired for their previous or current sex work life is wrong.",
  "created_utc": 1625388033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see no reason to fire them and I think its immoral. By immoral I don&#39;t mean the employer can&#39;t do it legally, I mean I will not like them if they do so. and my view is coming from public schools. Here the government is the employer who hires teachers. </p>\n\n<p>A teachers ability isn&#39;t diminished because they once was a can girl. \nI know people will say that a teachers job is also about interacting with parents. \nBut I think patents are in the wrong. It isn&#39;t reasonable in the first place to care if the teacher was once a stripper. </p>\n\n<p>I guess this is a complex issue with multiple layers but I think the entire process and the view that its OK to fire is all wrong. If its about how the kids will react if they find out their teacher is a sex worker, I think keeping the teacher and fostering a society that is sex positive will change exactly the problem people think will happen. Obviously its easier said then done. I would like to live in a world where kids just shrug and say, oh my teacher was a sex worker? Whatever. Children shouldn&#39;t be watching porn anyways so if they do find out that&#39;s on the parents who gave them access. </p>\n\n<p>Basically, my view is a world where teachers aren&#39;t fired for their sex work is better than a world where they do</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/odeibr/cmv_a_world_where_teachers_are_fired_for_their/",
  "subreddit": "changemyview",
  "id": "odeibr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see no reason to fire them and I think its immoral. By immoral I don't mean\nthe employer can't do it legally, I mean I will not like them if they do so. and\nmy view is coming from public schools. Here the government is the employer who\nhires teachers.\n\nA teachers ability isn't diminished because…"
}