{
  "author": "WaterDemonPhoenix",
  "original_created_utc": 1625378749,
  "title": "CMV: a world where teachers are fired for their previous or current sex work life is wrong.",
  "created_utc": 1625388033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see no reason to fire them and I think its immoral. By immoral I don&#39;t mean the employer can&#39;t do it legally, I mean I will not like them if they do so. and my view is coming from public schools. Here the government is the employer who hires teachers. </p>\n\n<p>A teachers ability isn&#39;t diminished because they once was a can girl. \nI know people will say that a teachers job is also about interacting with parents. \nBut I think patents are in the wrong. It isn&#39;t reasonable in the first place to care if the teacher was once a stripper. </p>\n\n<p>I guess this is a complex issue with multiple layers but I think the entire process and the view that its OK to fire is all wrong. If its about how the kids will react if they find out their teacher is a sex worker, I think keeping the teacher and fostering a society that is sex positive will change exactly the problem people think will happen. Obviously its easier said then done. I would like to live in a world where kids just shrug and say, oh my teacher was a sex worker? Whatever. Children shouldn&#39;t be watching porn anyways so if they do find out that&#39;s on the parents who gave them access. </p>\n\n<p>Basically, my view is a world where teachers aren&#39;t fired for their sex work is better than a world where they do</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/odeibr/cmv_a_world_where_teachers_are_fired_for_their/",
  "subreddit": "changemyview",
  "id": "odeibr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see no reason to fire them and I think its immoral. By immoral I don't mean\nthe employer can't do it legally, I mean I will not like them if they do so. and\nmy view is coming from public schools. Here the government is the employer who\nhires teachers.\n\nA teachers ability isn't diminished because…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は彼らを解雇する理由がなく、不道徳だと思います。道義に反するというのは、雇用主が法的にできないという意味ではありません。\n雇い主が合法的にできないという意味ではなく、雇い主がそんなことをしたら私は嫌だという意味です。\n私の見解は公立学校から来ています。ここでは政府が教師を雇う雇用主です。\n教師を雇う雇用主です。\n\n教師の能力が低下することはありませんが、それは...",
      "title": "CMV：教師が過去や現在の風俗通いを理由に解雇される世の中は間違っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为没有理由解雇他们，我认为这是不道德的。我所说的不道德并不是指\n雇主不能合法地这样做，我的意思是如果他们这样做，我就不喜欢他们。\n我的观点是来自公立学校。在这里，政府是雇主，他们\n雇用教师。\n\n教师的能力并不会因为...",
      "title": "CMV：一个教师因以前或现在的性工作生活而被解雇的世界是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲沒有理由解僱他們，我認爲這是不道德的。我所說的不道德並不是指\n僱主不能合法地這樣做，我的意思是如果他們這樣做，我就不喜歡他們。\n我的觀點是來自公立學校。在這裏，政府是僱主，他們\n僱用教師。\n\n教師的能力並不會因爲...",
      "title": "CMV：一個教師因以前或現在的性工作生活而被解僱的世界是錯誤的。"
    }
  ]
}