{
  "author": "suicidebyfire_",
  "the_new_excerpt": "I live in the Philippines. I had the opportunity to live in America for college\nand I worked at restaurants. The pay was amazing. I was earning a ridiculous\namount of money. Where I’m from, this was the salary of a high-level manager. I\nhaven’t even graduated and I’m already out earning them.…",
  "original_created_utc": 1619752329,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はフィリピンに住んでいます。大学でアメリカに住む機会がありました。\nレストランで働いていました。給料はすごかったですよ。とんでもない額を稼いでいました。\n稼いでいました。私の出身地では、これは高級管理職の給料です。I\n卒業もしていないのに、もう稼いでいるんですよ....",
      "title": "cmv:アメリカは今でもチャンスのある国です。努力すれば遠くまで行ける。アメリカに文句を言う人は、自分がどれだけ良いものを持っているか知らないんだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我住在菲律宾。我有机会住在美国上大学\n我在餐馆工作。工资是惊人的。我挣的钱多得离谱\n的钱。在我的家乡，这是一个高级经理的工资。I\n我甚至还没有毕业，就已经在外面赚到了....。",
      "title": "cmv:美国仍然是充满机会的土地。努力工作会让你走得更远。抱怨美国的人不知道他们的生活有多好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我住在菲律賓。我有機會住在美國上大學\n我在餐館工作。工資是驚人的。我掙的錢多得離譜\n的錢。在我的家鄉，這是一個高級經理的工資。I\n我甚至還沒有畢業，就已經在外面賺到了....。",
      "title": "cmv:美國仍然是充滿機會的土地。努力工作會讓你走得更遠。抱怨美國的人不知道他們的生活有多好。"
    }
  ],
  "title": "cmv:America is still the land of opportunity. Hard work will get you far. People who complain about USA don’t know how good they’ve got it.",
  "created_utc": 1619772651,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in the Philippines. I had the opportunity to live in America for college and I worked at restaurants. The pay was amazing. I was earning a ridiculous amount of money. Where I’m from, this was the salary of a high-level manager. I haven’t even graduated and I’m already out earning them. Granted, I know the living standards are different but that’s obvious since your standard of living is higher. The lifestyle of a middle-class person in the Philippines is like the lifestyle of the poor in America. I can’t even begin to describe the poverty that the masses in my country live through (most of the population is very, very poor.) It’s horrifying. I would rather be dead.</p>\n\n<p>I bought a new iphone, some clothes and gaming laptop, but I kept my expenses to a minimum. I ate out once a month, counted every dollar I spent on groceries/essentials, took public transpo/bike or hitched a ride with co-workers instead of an uber, always ate the employees meal, would take home the free peanuts in Five Guys, etc. I was able to save up so much money while still buying a few luxuries here and there. </p>\n\n<p>During my time there, I met a lot of people. A lot of immigrants who worked hard, single moms who worked hard, single moms who were lazy and mooched off childcare, people my age who worked hard, people my age who slacked off. All kinds of people. I have a lot of respect for the immigrants. We all agree, USA is fucking amazing. We all work our ass off but the payoff is great. Compare to our countries where people slave for a measly $4/per day minimum wage. You can work and work your life away in the Philippines, and there’s very little chance for upward mobility. America is so easy in comparison. These immigrants started off poor but hard work paid off and now they can live a comfortable middle-class lifestyle while still sending money back home to support their families. </p>\n\n<p>It&#39;s okay to be lazy, if you want to be lazy. I met someone who enjoyed a care-free lifestyle. He chose not to work hard because he wants to be laid-back. I respect that. But people on the internet, reddit especially, constantly complain about capitalism or how third-world the USA is becoming. I know you’ve got issues with healthcare and everyone hating each other, but it’s really not that bad… USA is still great. The people constantly complaining just don’t have any perspective on the world. They should book a flight to their third-world country of choice and see for themselves. I always find it ironic how these people hate the rich, when they are actually already considered rich in the eyes of us, people from the third-world. They hate their boss, but they always call-off or are always late then get angry when they are reprimanded. Of course you’ll be paid less and fired more. Your work ethic is terrible! They want to be socialist/communist, but they’re exactly the kind of people who will make communism fail. </p>\n\n<p>My life experience has shown me that the American dream is still alive. I know it’s got issues, like the after mentioned health care, racial tensions, shootings, etc. but in terms of opportunity, it is still unmatched. Hard work and conscientiousness can get you far. People are just too lazy or have such a narrow worldview that they can’t put things into perspective.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/n1l2fn/cmvamerica_is_still_the_land_of_opportunity_hard/",
  "subreddit": "changemyview",
  "id": "n1l2fn",
  "is_self": true,
  "media": null,
  "is_video": false
}