{
  "author": "kaihatsusha",
  "original_created_utc": 1632689819,
  "title": "YSK: Putting soap into a public water fountain to make a bunch of foam is not a harmless prank, it damages most fountain pumps and costs a ton to repair",
  "created_utc": 1632696058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every year we see posts with some kids or drunks deciding it would be fun to throw a little soap into a public fountain, and watch the chaos ensue. Sounds silly and fun, and an impromptu suds dance party will just take a little extra water to clean up so no harm, right?</p>\n\n<p>Fountains use specialized water pumps which are designed to keep lubricated even when in constant use with plain water. Unfortunately, the soap works to destroy the seals and strip the pump motors of their protective lubrication.</p>\n\n<p>This is one major reason there are very few public water fountains anymore. One or two attacks, and most cash-strapped facilities opt to drain the fountain and let the thing rot until they can afford to dismantle it altogether.</p>\n\n<blockquote>\n<p>Fountains on the Lee Clarion University campus in Cleveland, Tennessee are historically prone to vandalism. One particular event in August 2010 cost the university $1,000 in materials alone to drain the fountain, clean all surfaces, chemically remove the suds and flush the pipes, not to mention add important chemicals back in to prevent algae growth and keep the water crystal clear.</p>\n\n<p>More recently in July 2014, a soaped fountain in Eau Claire, Wisconsin kept city workers busy for days cleaning up the mess. Crews had to clean out the whole fountain, backwash the filters, rinse, wash and repeat multiple times before all the soap was cleared out of the system. It took hours of manpower and several days before the fountain was back up and running.</p>\n</blockquote>\n\n<p><a href=\"https://www.groundsguys.com/blog/2015/august/you-ve-been-soaped-now-what-/\">the Grounds Guys</a></p>\n\n<p>Obligatory Why YSK: if your friends suggest damaging communal property just because they think it&#39;s harmless, you may convince them to find something else is a better outlet for their energy</p>\n</div><!-- SC_ON -->",
  "score": 213,
  "permalink": "/r/YouShouldKnow/comments/pw27nj/ysk_putting_soap_into_a_public_water_fountain_to/",
  "subreddit": "YouShouldKnow",
  "id": "pw27nj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every year we see posts with some kids or drunks deciding it would be fun to\nthrow a little soap into a public fountain, and watch the chaos ensue. Sounds\nsilly and fun, and an impromptu suds dance party will just take a little extra\nwater to clean up so no harm, right?\n\nFountains use specialized…"
}