{
  "author": "kaihatsusha",
  "original_created_utc": 1632689819,
  "title": "YSK: Putting soap into a public water fountain to make a bunch of foam is not a harmless prank, it damages most fountain pumps and costs a ton to repair",
  "created_utc": 1632696058,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every year we see posts with some kids or drunks deciding it would be fun to throw a little soap into a public fountain, and watch the chaos ensue. Sounds silly and fun, and an impromptu suds dance party will just take a little extra water to clean up so no harm, right?</p>\n\n<p>Fountains use specialized water pumps which are designed to keep lubricated even when in constant use with plain water. Unfortunately, the soap works to destroy the seals and strip the pump motors of their protective lubrication.</p>\n\n<p>This is one major reason there are very few public water fountains anymore. One or two attacks, and most cash-strapped facilities opt to drain the fountain and let the thing rot until they can afford to dismantle it altogether.</p>\n\n<blockquote>\n<p>Fountains on the Lee Clarion University campus in Cleveland, Tennessee are historically prone to vandalism. One particular event in August 2010 cost the university $1,000 in materials alone to drain the fountain, clean all surfaces, chemically remove the suds and flush the pipes, not to mention add important chemicals back in to prevent algae growth and keep the water crystal clear.</p>\n\n<p>More recently in July 2014, a soaped fountain in Eau Claire, Wisconsin kept city workers busy for days cleaning up the mess. Crews had to clean out the whole fountain, backwash the filters, rinse, wash and repeat multiple times before all the soap was cleared out of the system. It took hours of manpower and several days before the fountain was back up and running.</p>\n</blockquote>\n\n<p><a href=\"https://www.groundsguys.com/blog/2015/august/you-ve-been-soaped-now-what-/\">the Grounds Guys</a></p>\n\n<p>Obligatory Why YSK: if your friends suggest damaging communal property just because they think it&#39;s harmless, you may convince them to find something else is a better outlet for their energy</p>\n</div><!-- SC_ON -->",
  "score": 213,
  "permalink": "/r/YouShouldKnow/comments/pw27nj/ysk_putting_soap_into_a_public_water_fountain_to/",
  "subreddit": "YouShouldKnow",
  "id": "pw27nj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every year we see posts with some kids or drunks deciding it would be fun to\nthrow a little soap into a public fountain, and watch the chaos ensue. Sounds\nsilly and fun, and an impromptu suds dance party will just take a little extra\nwater to clean up so no harm, right?\n\nFountains use specialized…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎年、子供や酔っぱらいが、公共の噴水に石鹸を投げ入れて、大騒ぎをするのが面白いと思っている記事を見ます。\n公共の噴水に石けんを投げ入れて、大混乱になるのを見てみようと思った子供や酔っ払いの投稿を毎年見ます。楽しそう\nその場しのぎの石鹸ダンスパーティーは、少し水を足すだけできれいになります。\n掃除に水が必要になるだけで、何の問題もないでしょう？\n\n噴水は特殊な...",
      "title": "YSK: 公共の水飲み場に石鹸を入れて大量の泡を作るのは、無害ないたずらではなく、ほとんどの水飲み場のポンプを破損させ、修理に多額の費用がかかります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每年，我们都会看到一些孩子或醉汉决定将肥皂扔进公共喷泉，并观看随之而来的混乱，这很有趣。\n扔一点肥皂到公共喷泉里，然后看着混乱的情况发生。听起来\n愚蠢而有趣，而且即兴的肥皂舞派对只是需要一点额外的水来清理，所以没有坏处，对吗？\n水来清理，所以没有坏处，对吗？\n\n喷泉使用专门的...",
      "title": "YSK：把肥皂放进公共饮水机里制造一堆泡沫并不是一个无害的恶作剧，它损坏了大多数饮水机的泵，并且需要花费大量的费用来维修。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每年，我們都會看到一些孩子或醉漢決定將肥皂扔進公共噴泉，並觀看隨之而來的混亂，這很有趣。\n扔一點肥皂到公共噴泉裏，然後看着混亂的情況發生。聽起來\n愚蠢而有趣，而且即興的肥皂舞派對只是需要一點額外的水來清理，所以沒有壞處，對嗎？\n水來清理，所以沒有壞處，對嗎？\n\n噴泉使用專門的...",
      "title": "YSK：把肥皂放進公共飲水機裏製造一堆泡沫並不是一個無害的惡作劇，它損壞了大多數飲水機的泵，並且需要花費大量的費用來維修。"
    }
  ]
}