{
  "author": "roaringwind2",
  "the_new_excerpt": "Now you care about how I spend my time?! Whether you read fiction, nonfiction,\nor self help books, you’re still going to learn something at the end of the day.\nI could just be scrolling through my phone all day, but I’m not. There are so\nmany great fiction books out there with applicable life…",
  "original_created_utc": 1617673714,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私の時間の使い方が気になるんですか？フィクション、ノンフィクション、自己啓発書のどれを読んでも、一日の終わりには何かを学ぶことになる。\n小説でもノンフィクションでも自己啓発本でも、一日の終わりには何かを学ぶことができる。\n私は一日中、携帯電話をスクロールしているだけでもいいのですが、そうではありません。世の中には\n人生に役立つ素晴らしいフィクションがたくさんあります。",
      "title": "小説を読むのは時間の無駄だと言われるのは嫌ですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在你关心我的时间是怎么花的了？无论你读小说，非小说。\n或自助书籍，你还是会在一天结束的时候学到一些东西。\n我可以整天只在手机上滚动，但我没有。有这么\n许多伟大的小说书有适用的生活... ...",
      "title": "我讨厌别人说看小说是浪费时间。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在你關心我的時間是怎麼花的了？無論你讀小說，非小說。\n或自助書籍，你還是會在一天結束的時候學到一些東西。\n我可以整天只在手機上滾動，但我沒有。有這麼\n許多偉大的小說書有適用的生活... ...",
      "title": "我討厭別人說看小說是浪費時間。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私の時間の使い方が気になるんですか？フィクション、ノンフィクション、自己啓発書のどれを読んでも、一日の終わりには何かを学ぶことになる。\n小説でもノンフィクションでも自己啓発本でも、一日の終わりには何かを学ぶことができる。\n私は一日中、携帯電話をスクロールしているだけでもいいのですが、そうではありません。世の中には\n人生に役立つ素晴らしいフィクションがたくさんあります。",
      "title": "小説を読むのは時間の無駄だと言われるのは嫌ですね。"
    }
  ],
  "title": "I hate it when people say reading fiction is a waste of time.",
  "created_utc": 1617696365,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now you care about how I spend my time?! Whether you read fiction, nonfiction, or self help books, you’re still going to learn something at the end of the day. I could just be scrolling through my phone all day, but I’m not. There are so many great fiction books out there with applicable life lessons. Stop being ignorant and let people read what they want please!</p>\n\n<p>Edit: meant to say fiction books in the title</p>\n</div><!-- SC_ON -->",
  "score": 147,
  "permalink": "/r/books/comments/ml0m0d/i_hate_it_when_people_say_reading_fiction_is_a/",
  "subreddit": "books",
  "id": "ml0m0d",
  "is_self": true,
  "media": null,
  "is_video": false
}