{
  "author": "OldCarWorshipper",
  "original_created_utc": 1625990964,
  "title": "How many of you have seen or heard adults compare notes, laugh, or even brag about the cruel punishments they inflicted on their children for misbehaving?",
  "created_utc": 1626061603,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was a victim of this. Until I reached junior high, my dad used to spank me on my bare bottom with a switch, leaving red bloody welts. He made a point of telling my mom and grandparents about how when I was in trouble, he&#39;d &quot;waste no time getting down to the bare facts&quot; - meaning my bony little preteen ass. Thankfully by the time I was 12, he switched to a belt through my underwear. Still degrading. </p>\n\n<p>I can&#39;t even count how many conversations I&#39;ve listened to with older folks talking about how they used to &quot;tear his / her little ass up&quot;- sometimes with a little laugh or chuckle. It still sickens me to this day.</p>\n\n<p>I realize that sometimes kids can be little shitheads sometimes, and physical discipline may be necessary. However- when it involves exposing their bare buttocks / genitals, and drawing blood or causing blisters, it&#39;s gone too far. Yet so many older adults seem  to fondly reminisce about the &quot;good old days&quot; when treating your child like a third-world political prisoner was both legal <em>and</em> socially acceptable.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/TooAfraidToAsk/comments/oi0irb/how_many_of_you_have_seen_or_heard_adults_compare/",
  "subreddit": "TooAfraidToAsk",
  "id": "oi0irb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was a victim of this. Until I reached junior high, my dad used to spank me on\nmy bare bottom with a switch, leaving red bloody welts. He made a point of\ntelling my mom and grandparents about how when I was in trouble, he'd \"waste no\ntime getting down to the bare facts\" - meaning my bony little…"
}