{
  "author": "Daryl_Hall",
  "the_new_excerpt": "Why YSK: Any cat owner knows they all go nuts for treats and come running with\none shake of the bag. Always keep an emergency treat bag like Temptations or\nsimilar by your door. If your indoor cat somehow slips out, first, try to walk\ncalmly beside or behind it - never chase the cat. We know cats…",
  "original_created_utc": 1618530253,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：猫を飼っている人なら誰でも知っていることですが、猫はおやつに夢中になり、袋を一回振るだけで走ってきます。\nバッグを一振りすると走ってきます。テンプテーションなどの非常用おやつ袋を常に玄関に置いておくといいでしょう。\nのような非常用おやつ袋をドアのそばに置いておきます。室内飼いの猫が何かの拍子に外に出てしまったら、まず、歩いてみましょう。\n決して猫を追いかけてはいけません。猫は...",
      "title": "YSK: 室内で猫を飼っている人は、ドアのそばに猫用のおやつの袋を常に置いておきましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：任何一个猫咪的主人都知道，他们都会为了吃的东西而疯狂，带着\n摇一摇袋子。始终保持一个紧急治疗袋，如Temptations或。\n在你的门边也有类似的情况。如果您的室内猫咪莫名其妙地溜了出来，首先要尝试走\n冷静地在它旁边或后面--千万不要追赶猫。我们知道猫...",
      "title": "YSK：如果你在室内养猫，一定要在门边放一袋猫粮。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：任何一個貓咪的主人都知道，他們都會爲了喫的東西而瘋狂，帶着\n搖一搖袋子。始終保持一個緊急治療袋，如Temptations或。\n在你的門邊也有類似的情況。如果您的室內貓咪莫名其妙地溜了出來，首先要嘗試走\n冷靜地在它旁邊或後面--千萬不要追趕貓。我們知道貓...",
      "title": "YSK：如果你在室內養貓，一定要在門邊放一袋貓糧。"
    }
  ],
  "title": "YSK: Always keep a bag of cat treats by the door if you have indoor cats.",
  "created_utc": 1618730823,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Any cat owner knows they all go nuts for treats and come running with one shake of the bag. Always keep an emergency treat bag like Temptations or similar by your door. If your indoor cat somehow slips out, first, try to walk calmly beside or behind it - never chase the cat. We know cats mostly won&#39;t come to you if you call their name, but if you shake the treat bag, that <em>holy bag of cat crack</em>, there&#39;s a pretty decent chance the cat will come back near enough for you to make a grab, or lure him back inside, thereby possibly saving kitty&#39;s life.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/mrr31m/ysk_always_keep_a_bag_of_cat_treats_by_the_door/",
  "subreddit": "YouShouldKnow",
  "id": "mrr31m",
  "is_self": true,
  "media": null,
  "is_video": false
}