{
  "author": "UncomfortablePrawn",
  "original_created_utc": 1625310283,
  "title": "CMV: Instagram has lost its edge and will die out eventually",
  "created_utc": 1625317009,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Instagram is on the decline, and will continue to do so for the next few years until they finally die out. Here are my reasons for believing that.</p>\n\n<p>One - Instagram is losing its niche</p>\n\n<p>Instagram had a successful niche as a photo-sharing platform, and that is still ultimately what most creators and users use it for. Users use it because they want to see photos and engage with them. However, Instagram is now moving to attempt to compete with YouTube and TikTok, which will ultimately fail because those platforms are already occupying their respective niches, and doing a good job at it.</p>\n\n<p>Two - Instagram isn&#39;t showing people what they want to see</p>\n\n<p>I believe that most casual users of Instagram are like myself - we follow pages that we want to use, which usually includes our friends and pages of interest that we are interested in. Instagram&#39;s attempt to push people to look at pages that they don&#39;t even follow at the expense of pages that they do is driving users away and lowering users&#39; interest in the platform.</p>\n\n<p>For these reasons, I think that Instagram will eventually die out, and pretty soon at that.</p>\n</div><!-- SC_ON -->",
  "score": 368,
  "permalink": "/r/changemyview/comments/ocvz3l/cmv_instagram_has_lost_its_edge_and_will_die_out/",
  "subreddit": "changemyview",
  "id": "ocvz3l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Instagram is on the decline, and will continue to do so for the next few years\nuntil they finally die out. Here are my reasons for believing that.\n\nOne - Instagram is losing its niche\n\nInstagram had a successful niche as a photo-sharing platform, and that is still\nultimately what most creators and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "インスタグラムは減少傾向にあり、今後数年間はその傾向が続くでしょう。\n最終的に死に絶えるまで。そう考える私の理由は以下の通りです。\n\n1 - インスタグラムはニッチを失っている\n\nインスタグラムは、写真共有プラットフォームとして成功したニッチを持っていました。\n今でも多くのクリエーターや...",
      "title": "CMV：Instagramはエッジが効かなくなってきており、いずれは廃れていくでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Instagram正在衰落，并将在未来几年内继续这样做\n直到他们最终消亡。以下是我认为的理由。\n\n一--Instagram正在失去其利基\n\n作为一个照片分享平台，Instagram有一个成功的利基，而且这仍然是\n最终是大多数创作者和用户的目标。",
      "title": "CMV：Instagram已经失去了它的优势，最终会消亡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Instagram正在衰落，並將在未來幾年內繼續這樣做\n直到他們最終消亡。以下是我認爲的理由。\n\n一--Instagram正在失去其利基\n\n作爲一個照片分享平臺，Instagram有一個成功的利基，而且這仍然是\n最終是大多數創作者和用戶的目標。",
      "title": "CMV：Instagram已經失去了它的優勢，最終會消亡。"
    }
  ]
}