{
  "author": "Snarkyandcosy",
  "original_created_utc": 1631895208,
  "title": "YSK: Educating yourself before having kids can help so much with the process",
  "created_utc": 1631904324,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You should decide to have them because you want them, not because it&#39;s expected of you or because you assume your kids will take care of you when you&#39;re elderly.</p>\n\n<p>Having kids is a blessing, but it&#39;s also expensive and takes a lot of time and effort.</p>\n\n<p><a href=\"https://theconversation.com/baby-bust-5-charts-show-how-expensive-it-is-to-have-kids-in-the-us-today-91532\">https://theconversation.com/baby-bust-5-charts-show-how-expensive-it-is-to-have-kids-in-the-us-today-91532</a></p>\n\n<p>Think on the pro&#39;s, con&#39;s, in&#39;s and out&#39;s of having kids. Do you have an emotional support system that is close by who can babysit for you? Daycare can be crazy expensive, so having someone who is a family member or friend that lives close can help.</p>\n\n<p>What about your current job? Would you be able to take time off work if your baby/kid was suddenly sick? Etc. These are just some of the things you need to think about.</p>\n\n<p>Do both of you have a job? Normally a couple who is trying, they both have to work to make ends meet.</p>\n\n<p>Do you expect your kid to go to college? Are you able to set aside money for them to go to a college?</p>\n\n<p>What if your kid has autism, ADHD, or something else? Do you have the means to get them the help that they need?</p>\n\n<p>People should think more on if they&#39;re able to afford kids right now, before having them. Thinking about a life changing situation like this.</p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/YouShouldKnow/comments/pq374m/ysk_educating_yourself_before_having_kids_can/",
  "subreddit": "YouShouldKnow",
  "id": "pq374m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: You should decide to have them because you want them, not because it's\nexpected of you or because you assume your kids will take care of you when\nyou're elderly.\n\nHaving kids is a blessing, but it's also expensive and takes a lot of time and\neffort.\n\nhttps://theconversation.com/baby-bust-5…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、自分が欲しいから産むのであって、期待されているから産むのではないからです。\n期待されているからではなく、高齢になったら子供が面倒を見てくれると思っているからでもなく\n子供を持つことは幸せなことです。\n\n子供を持つことは幸せなことですが、お金もかかるし、多くの時間と労力を必要とします。\n努力が必要です。\n\nhttps://theconversation.com/baby-bust-5...",
      "title": "YSK: 子供を持つ前に自分自身を教育することは、その過程でとても役に立ちます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你应该决定拥有它们，因为你想要它们，而不是因为它是\n而不是因为人们对你的期望，或者因为你认为你的孩子会在你年老时照顾你。\n你的老人。\n\n生孩子是一种祝福，但也很昂贵，需要大量的时间和精力。\n努力。\n\nhttps://theconversation.com/baby-bust-5...",
      "title": "YSK：在生孩子之前对自己进行教育，对这个过程有很大的帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你應該決定擁有它們，因爲你想要它們，而不是因爲它是\n而不是因爲人們對你的期望，或者因爲你認爲你的孩子會在你年老時照顧你。\n你的老人。\n\n生孩子是一種祝福，但也很昂貴，需要大量的時間和精力。\n努力。\n\nhttps://theconversation.com/baby-bust-5...",
      "title": "YSK：在生孩子之前對自己進行教育，對這個過程有很大的幫助。"
    }
  ]
}