{
  "author": "firestarsupermama",
  "original_created_utc": 1627559391,
  "title": "Feel black hearted trying to read romances anymore.. anyone else?",
  "created_utc": 1627575135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read romances as well as other genres. Since a lot of life stuff has happened, and feeling not interested in dating in real life, I just can&#39;t get back into reading (or watching) romances. It feels so disingenuous and cheesy. There are authors I used to love that I just can&#39;t read their books anymore. Has anyone else experienced losing an interest in a whole genre after many years of love? Thanks</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/otvy67/feel_black_hearted_trying_to_read_romances/",
  "subreddit": "books",
  "id": "otvy67",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to read romances as well as other genres. Since a lot of life stuff has\nhappened, and feeling not interested in dating in real life, I just can't get\nback into reading (or watching) romances. It feels so disingenuous and cheesy.\nThere are authors I used to love that I just can't read their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前はロマンスだけでなく、他のジャンルも読んでいました。いろいろなことがあって\n現実のデートに興味が持てなくなってしまったため、ロマンスに戻れなくなってしまいました。\n恋愛小説を読む（見る）ことができません。とても不愉快で安っぽい感じがするのです。\n昔好きだった作家さんでも、どうしても読めない人がいます。",
      "title": "もうロマンス小説を読もうとすると心が折れそうになります...誰かいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经读过爱情小说，也读过其他类型的书。由于生活中发生了很多事情\n由于发生了很多生活上的事情，而且感觉对现实生活中的约会不感兴趣，我只是无法再回到阅读（或观看）浪漫小说的行列中。\n回到阅读（或观看）爱情小说中。这感觉很不真诚，很俗气。\n有一些我曾经喜欢的作者，我只是无法阅读他们的作品。",
      "title": "试图阅读浪漫小说时感到心都黑了，还有人吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經讀過愛情小說，也讀過其他類型的書。由於生活中發生了很多事情\n由於發生了很多生活上的事情，而且感覺對現實生活中的約會不感興趣，我只是無法再回到閱讀（或觀看）浪漫小說的行列中。\n回到閱讀（或觀看）愛情小說中。這感覺很不真誠，很俗氣。\n有一些我曾經喜歡的作者，我只是無法閱讀他們的作品。",
      "title": "試圖閱讀浪漫小說時感到心都黑了，還有人嗎？"
    }
  ]
}