{
  "author": "PareiEXE",
  "original_created_utc": 1634006908,
  "title": "cmv: neo pronouns are useless",
  "created_utc": 1634053340,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Of course I&#39;m pro lgbtq and all that, but I never understood the point of making up words and calling them pronouns (like xe/xem for example). I can&#39;t even understand what those pronouns refere to, or how you could identify as something you just made up. Like, even if you made up your own gender, what would actually define that gender? And if you&#39;re against gender stereotypes then why even bother creating a new gender? You could just be a guy or girl that likes acting and dressing a certain way. If you dont want to identify as the existing genders than nonbinary is always an option. I don&#39;t know, if someone could explain it to me I might consider supporting it. Obviously I don&#39;t harass or judge anyone who does it, I just don&#39;t understand it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/q6cc4v/cmv_neo_pronouns_are_useless/",
  "subreddit": "changemyview",
  "id": "q6cc4v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Of course I'm pro lgbtq and all that, but I never understood the point of making\nup words and calling them pronouns (like xe/xem for example). I can't even\nunderstand what those pronouns refere to, or how you could identify as something\nyou just made up. Like, even if you made up your own gender,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もちろん、私はlgbtqを支持していますが、言葉を作って表現する意味が理解できませんでした。\n言葉を作って、それを代名詞と呼ぶ意味がわかりませんでした（例えば、xe/xemのように）。その代名詞が何を意味しているのかもわからないし\nその代名詞が何を意味しているのか、どうやって自分が作ったものに\n識別できるのか理解できません。例えば、自分の性別を作ったとしても...。",
      "title": "cmv: ネオ代名詞は役に立たない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当然，我支持同性恋和所有这些，但我从不理解编造单词并称其为代词的意义。\n编造单词并称其为代名词（例如xe/xem）。我甚至不能\n我甚至不明白这些代词指的是什么，也不明白你怎么会认定是你刚编出来的东西\n你刚编出来的东西。比如，即使你编造了自己的性别，...",
      "title": "cmv: 新人称代词是无用的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當然，我支持同性戀和所有這些，但我從不理解編造單詞並稱其爲代詞的意義。\n編造單詞並稱其爲代名詞（例如xe/xem）。我甚至不能\n我甚至不明白這些代詞指的是什麼，也不明白你怎麼會認定是你剛編出來的東西\n你剛編出來的東西。比如，即使你編造了自己的性別，...",
      "title": "cmv: 新人稱代詞是無用的"
    }
  ]
}