{
  "author": "SwedishTeacherLearn",
  "the_new_excerpt": "I live in Sweden and we have free healthcare for all. If I get HIV or need an\nambulance I know I won't be fucked for life. It removes stress from my life and\nmight even save it.\n\nLooking at countries like the US I don't understand why people are so up in arms\nabout the concept. This is not a gripe…",
  "original_created_utc": 1612525441,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我生活在瑞典，我们对所有人都实行免费医疗。如果我感染了艾滋病毒或需要\n救护车，我知道我不会是性交的生活。它消除了我生活中的压力和\n甚至可能保存下来。\n\n看看美国这样的国家，我就不明白为什么人们会这么激动了。\n关于这个概念。这不是抱怨... ...",
      "title": "CMV：所有公民的免费医疗应该是任何现代社会的标准。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我生活在瑞典，我們對所有人都實行免費醫療。如果我感染了艾滋病毒或需要\n救護車，我知道我不會是性交的生活。它消除了我生活中的壓力和\n甚至可能保存下來。\n\n看看美國這樣的國家，我就不明白爲什麼人們會這麼激動了。\n關於這個概念。這不是抱怨... ...",
      "title": "CMV：所有公民的免費醫療應該是任何現代社會的標準。"
    }
  ],
  "title": "CMV: Free healthcare for all citizens should be the standard in any modern society",
  "created_utc": 1612531925,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in Sweden and we have free healthcare for all. If I get HIV or need an ambulance I know I won&#39;t be fucked for life. It removes stress from my life and might even save it.</p>\n\n<p>Looking at countries like the US I don&#39;t understand why people are so up in arms about the concept. This is not a gripe on US Americans, I just want to try to understand. </p>\n\n<p>What&#39;s so bad about it? Our wages and taxation make it possible here, we&#39;re able to go on vacations. Buy items and have a rather luxurious life despite slightly higher taxation. So why couldn&#39;t it work over there and in other countries that don&#39;t have it? Trump is against it and so is Biden. The American people actively put almost <strong>all</strong> their votes on candidates and parties that do not support something that seems so basic to me.</p>\n\n<p>People are born into families of different economic standards, free healthcare and free education is a cornerstone if we want an equal society where everyone gets a chance to succeed.</p>\n\n<p>I believe in the concept of equal opportunity.</p>\n\n<p>No matter if you are a man, woman, black, white, poor, rich. You should have the same chance to succeed in life, free healthcare is one of the cornerstones of that equation.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/ld5heg/cmv_free_healthcare_for_all_citizens_should_be/",
  "subreddit": "changemyview",
  "id": "ld5heg",
  "is_self": true,
  "media": null,
  "is_video": false
}