{
  "author": "doin_a_helth",
  "the_new_excerpt": "Firstly, let's assume for argument sake that society preferring skinny/fit\npeople over fat people is a social construct. Even if that were the case, you're\nnot going to change what people find attractive by telling them what is\nattractive. People were never told to find fit people attractive, we…",
  "original_created_utc": 1623253430,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、議論のために、社会が太った人よりも痩せた人や体格の良い人を好むのは、社会的構造であると仮定しましょう。\n痩せている人が太っている人よりも好きだというのは社会的な構造だと仮定します。仮にそうであったとしても\n何が魅力的なのかを伝えても、人々が魅力的と感じるものを変えることはできません。\n魅力を変えることはできません。体格の良い人に魅力を感じろと言われたことはありません。",
      "title": "CMV：「#bigisbeautiful」や「#fatisbeautiful」のようなハッシュタグやスローガンは無意味です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，为了争论起见，我们假设社会更喜欢瘦小/健壮的人，而不是\n而不是胖子是一种社会结构。即使是这样，你也不可能\n你也不可能通过告诉人们什么是有吸引力的来改变他们的看法。\n吸引力。人们从来没有被告知要觉得身材好的人有吸引力，我们...",
      "title": "CMV: 像#bigisbeautiful或#fatisbeautiful这样的标签或口号是毫无意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，爲了爭論起見，我們假設社會更喜歡瘦小/健壯的人，而不是\n而不是胖子是一種社會結構。即使是這樣，你也不可能\n你也不可能通過告訴人們什麼是有吸引力的來改變他們的看法。\n吸引力。人們從來沒有被告知要覺得身材好的人有吸引力，我們...",
      "title": "CMV: 像#bigisbeautiful或#fatisbeautiful這樣的標籤或口號是毫無意義的。"
    }
  ],
  "title": "CMV: Hashtags or slogans like #bigisbeautiful or #fatisbeautiful are pointless",
  "created_utc": 1623267311,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firstly, let&#39;s assume for argument sake that society preferring skinny/fit people over fat people is a social construct. Even if that were the case, you&#39;re not going to change what people find attractive by telling them what is attractive. People were never told to find fit people attractive, we weren&#39;t told to find big boobs attractive, we weren&#39;t told to find certain hairstyles attractive. These things just kind of happen on their own. How these social constructs happen are incredibly complex. It&#39;s certainly not just a matter of telling us what to like or dislike.</p>\n\n<p>Secondly, what&#39;s the end goal here? To make fat desirable? Do they want people to <em>want</em> to get fat? Because that would be the logical conclusion here. If fat is beautiful, and people want to be beautiful, then logically they should try to get fat. Should we really be encouraging obesity?</p>\n\n<p>If the goal is instead to make fat people also feel beautiful in their own bodies, then sure that sounds noble. But you&#39;re lying to them. I get that we all deserve to feel good about ourselves, but at the same time, words like &quot;beautiful&quot; or &quot;brilliant&quot; or &quot;strong&quot; are meant to highlight the exceptional. If you see someone lifting 5 lb dumbbells, you&#39;re not going to think &quot;oh my god look how strong he is&quot;. If any amount of effort is considered &quot;strong&quot;, then &quot;strong&quot; loses its meaning. The same is true for words like &quot;brilliant&quot;, &quot;amazing&quot;, or in this case, &quot;beautiful&quot;.</p>\n\n<p>Suppose you manage to convince people that some fat people are beautiful. You might point to a fat girl with beautiful eyes, flawless skin, great hair, and a pretty face and say &quot;she&#39;s fat and beautiful&quot;. Great, but only because of all the other pretty features she has. She&#39;s still not beautiful <em>because</em> she&#39;s fat, she&#39;s beautiful in spite of it. Does that make it any less shallow? What about fat girls who don&#39;t have pretty eyes, flawless skin, and a pretty face? Don&#39;t they also deserve to feel good about themselves? Are we going to start #acneisbeautiful or #lazyeyesarebeautiful until everyone qualifies as beautiful? Because at that point, if everyone is beautiful, no one is. We might as well just scrap the word. The whole point of the word is to highlight that someone is exceptionally aesthetic.</p>\n\n<p>Instead, what people should be doing is convincing the world that there&#39;s more to a person than beauty. So instead of telling us how beautiful fat people are, why not try to convince us that beauty is less important? I&#39;m far more likely to take you seriously if you try to convince me that a particular fat person is smart or funny or witty, but telling me they&#39;re beautiful is just a flat out lie. Sure, some people are into that. But the majority of people do not find obesity attractive. Telling us it is isn&#39;t doing anything to change that.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/nvyxnc/cmv_hashtags_or_slogans_like_bigisbeautiful_or/",
  "subreddit": "changemyview",
  "id": "nvyxnc",
  "is_self": true,
  "media": null,
  "is_video": false
}