{
  "author": "Usmlemd10285",
  "original_created_utc": 1635118831,
  "title": "The Egg by Andy Weir is a concise summary of Siddhartha by Herman Hesse",
  "created_utc": 1635172430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Siddhartha was a difficult read for me as I would put the book down after reading a few pages. There are pages that really strike you but I felt dumb as I think I wasn&#39;t grasping the real message that was being conveyed (Another read is on the cards)</p>\n\n<p>The Egg by Andy Weir is a great summary of sorts in my opinion. Made sense of what Herman Hesse was conveying.</p>\n\n<p>Edit: added &#39;would&#39; between <em>I</em> and <em>put</em></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qf44rn/the_egg_by_andy_weir_is_a_concise_summary_of/",
  "subreddit": "books",
  "id": "qf44rn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Siddhartha was a difficult read for me as I would put the book down after\nreading a few pages. There are pages that really strike you but I felt dumb as I\nthink I wasn't grasping the real message that was being conveyed (Another read\nis on the cards)\n\nThe Egg by Andy Weir is a great summary of sorts…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シッダールタ」は、数ページ読んだだけで本を捨ててしまうような私には難しい本でした。\n数ページ読んだだけで本を置いてしまうような、難しい本でした。心に響くページもありますが、私はメッセージを理解していなかったのではないかと\n本当のメッセージを理解していなかったような気がして、馬鹿らしくなりました。\nを読んでみようと思います。)\n\nアンディ・ウィアーの「The Egg」は、ある種の素晴らしい要約だと思います...。",
      "title": "アンディ・ウィアーの『The Egg』は、ヘルマン・ヘッセの『Siddhartha』を簡潔にまとめたものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，《悉达多》是一本难读的书，因为我读完几页就会把书放下。\n读了几页就放下了。有几页真的让你印象深刻，但我觉得很无语，因为我觉得我没有掌握真正的信息。\n我认为我没有掌握所传达的真正信息（再读一次\n是在卡片上）。)\n\n安迪-威尔的《蛋》是一个很好的总结......",
      "title": "安迪-威尔的《蛋》是赫尔曼-黑塞的《悉达多》的简明摘要"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，《悉達多》是一本難讀的書，因爲我讀完幾頁就會把書放下。\n讀了幾頁就放下了。有幾頁真的讓你印象深刻，但我覺得很無語，因爲我覺得我沒有掌握真正的信息。\n我認爲我沒有掌握所傳達的真正信息（再讀一次\n是在卡片上）。)\n\n安迪-威爾的《蛋》是一個很好的總結......",
      "title": "安迪-威爾的《蛋》是赫爾曼-黑塞的《悉達多》的簡明摘要"
    }
  ]
}