{
  "author": "MinecrAftX0",
  "original_created_utc": 1629389682,
  "title": "YSK: if an elevator has problems while your in it, don't try to get out",
  "created_utc": 1629394419,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: yo put it simply, the elevator wants to keep you safe. Elevators  actually have a large number of safety features, but trying to leave the cab circumvents these. Most of the small number of elevator accidents that happen are when people left the cab or were outside the cab. In fact, you are safer in the cab then you are on the floor you are going to. \nElevators have a number of emergency systems, such as fire recall (goes to the first floor in a fire), seismic mode (moves to the top floor during earthquakes in places that have them often, so that if the counterweight breaks it won&#39;t fall on the cab), and more. Never ever force the door open and try to get out of it is stuck. People have died because the elevator didn&#39;t know and self-recovered, and moved while people were between the cab and the floor. Don&#39;t go through the top. Just don&#39;t. </p>\n\n<p>If you are stuck in an elevator, stay calm. Try pressing the floor again. Try pressing the open door and close door buttons. Wait and see if it fixes itself for a few seconds. Then you can press whatever button to call someone to help you. Sometimes, elevators recover and don&#39;t know they haven&#39;t gone to the floor, so if it starts moving all of the sudden, it&#39;s possible someone called the elevator to another floor. </p>\n\n<p>TL;DR, if the elevator gets stuck, stay calm, stay in the cab.</p>\n\n<p>Huge thanks to Deviant Ollam and NotSoCivilEngineer for teaching me this stuff over the years</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/YouShouldKnow/comments/p7hzbp/ysk_if_an_elevator_has_problems_while_your_in_it/",
  "subreddit": "YouShouldKnow",
  "id": "p7hzbp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: yo put it simply, the elevator wants to keep you safe. Elevators\nactually have a large number of safety features, but trying to leave the cab\ncircumvents these. Most of the small number of elevator accidents that happen\nare when people left the cab or were outside the cab. In fact, you are…"
}