{
  "author": "sudi81",
  "the_new_excerpt": "This probably isn't even that big an accomplishment but after a long time, I\nsuccessfully managed to sit down and finish a book. I used to read a lot and I'm\ntalking upwards of 100 books a year but as high school became increasingly hard,\nI had to cut down. Or maybe that was just an excuse because I…",
  "original_created_utc": 1616149801,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这也许并不是什么大成就，但过了很久，我。\n成功地设法坐下来读完一本书。我以前经常看书，而且我...\n一年说起来有100多本，但随着高中越来越难。\n我必须减少开支 也许这只是一个借口，因为我... ...",
      "title": "时隔许久，我终于读到了一本书，我才发现自己错过了多少东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這也許並不是什麼大成就，但過了很久，我。\n成功地設法坐下來讀完一本書。我以前經常看書，而且我...\n一年說起來有100多本，但隨着高中越來越難。\n我必須減少開支 也許這只是一個藉口，因爲我... ...",
      "title": "時隔許久，我終於讀到了一本書，我才發現自己錯過了多少東西。"
    }
  ],
  "title": "I finally read a book after a long time and I realized how much I'd been missing out on",
  "created_utc": 1616163894,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This probably isn&#39;t even that big an accomplishment but after a long time, I successfully managed to sit down and finish a book. I used to read a lot and I&#39;m talking upwards of 100 books a year but as high school became increasingly hard, I had to cut down. Or maybe that was just an excuse because I found myself repeatedly turning to Netflix and Youtube for entertainment and I was never able to find that satisfaction that reading gave me. </p>\n\n<p>Last year I managed to read all of 4 books and that too only in the first few months as I had a bit more time on my hands then. This year, I hadn&#39;t read a single book completely despite the fact I got a kindle in the hope that I could awaken the love I had for reading. Last week however I decided that if I really wanted to read, I have to sincerely take some action towards it and I blocked Netflix and other streaming sites and decided that I was going to actively reduce them out of my life while increasing the time I spend reading. At first, I was ashamed by how hard it was for me to pick a book up even though I had nothing else to do. I&#39;d prefer to sit bored rather than pick a book up. However yesterday I decided I would try to pick up a book that I had read many years before in the hopes that it would reduce the friction and it most certainly did. I picked up Russian Roulette by Anthony Horowitz and while I found it a bit childish now, I felt really nostalgic as I read it and most importantly it reawoke that passion I had for reading. </p>\n\n<p>I had forgotten how amazing it was to be obsessed with a book, so much so that I stayed up the entire night to finish it and when I was done, I felt the familiar satisfaction I had gotten from reading all those years ago. I intend to continue reading the rest of the year and while it might be a bit late for me to finish my original goal of 52 books this year (I&#39;m in my last year of high school which only gets over in July), I most certainly want to give it a shot. To all those of you struggling to get back into reading, I implore you to turn off all other sources of distraction if you&#39;re serious about it and make sure you really try to get back into reading. You&#39;ll be amazed by how better you&#39;ll feel after.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/m8ebjj/i_finally_read_a_book_after_a_long_time_and_i/",
  "subreddit": "books",
  "id": "m8ebjj",
  "is_self": true,
  "media": null,
  "is_video": false
}