{
  "author": "PeculiarPangolinMan",
  "original_created_utc": 1639491669,
  "title": "Was Leonardo da Vinci really the strongest man in Florence? Is his training regimen documented?",
  "created_utc": 1639528501,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve read a few references to Leonardo da Vinci&amp;#39;s great strength and physical abilities and was wondering if there were any records or history of what sort of workouts he would do. How impressive was bending a horse shoe or door knocker in his hand? What did Vasari mean when he said Leonardo was &amp;quot;physically so strong that he could withstand violence&amp;quot;?* Did Leonardo get into a lot of fist fights? &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love to learn more about *Leonardo&amp;#39;s athletic feats but haven&amp;#39;t had much luck outside of a few quotes, so I thought this sub was a good place to try! Thanks for any thoughts!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/rg8idk/was_leonardo_da_vinci_really_the_strongest_man_in/",
  "subreddit": "AskHistorians",
  "id": "rg8idk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've read a few references to Leonardo da Vinci's great strength and physical\nabilities and was wondering if there were any records or history of what sort of\nworkouts he would do. How impressive was bending a horse shoe or door knocker in\nhis hand? What did Vasari mean when he said Leonardo was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;has been few references of Leonardo da.\nヴィンチの体力と身体能力の高さに驚きました。\nというのも、彼がどのようなトレーニングをしていたのか、記録や履歴が残っているのです。どのように\n馬の蹄鉄やドアノッカーを手で曲げていたのでしょうか？どうなんでしょう？",
      "title": "レオナルド・ダ・ヴィンチは、本当にフィレンツェで一番強い男だったのか？彼のトレーニング方法は記録されているのだろうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我读过一些关于达芬奇的参考资料。\n达芬奇的巨大力量和体能，并想知道是否有任何关于达芬奇的记录或历史。\n我想知道是否有任何记录或历史，说明他将做什么样的锻炼。令人印象深刻的是\n在他手中弯曲马蹄铁或敲门砖是多么令人印象深刻？他是怎么...",
      "title": "达芬奇真的是佛罗伦萨最强壮的人吗？他的训练方法有记载吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我讀過一些關於達芬奇的參考資料。\n達芬奇的巨大力量和體能，並想知道是否有任何關於達芬奇的記錄或歷史。\n我想知道是否有任何記錄或歷史，說明他將做什麼樣的鍛鍊。令人印象深刻的是\n在他手中彎曲馬蹄鐵或敲門磚是多麼令人印象深刻？他是怎麼...",
      "title": "達芬奇真的是佛羅倫薩最強壯的人嗎？他的訓練方法有記載嗎？"
    }
  ]
}