{
  "author": "Silaerg",
  "the_new_excerpt": "Here’s why YSK: This great idea is especially wonderful for anyone with an older\nor elderly person in their life:\n\nTake them on a tour of all their old haunts! Using Google Maps Street View, you\ncan take them almost anywhere in the world where they used to live, go to\nschool, favourite theatres,…",
  "original_created_utc": 1615645447,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这就是为什么YSK：这个伟大的想法对于任何有老年人的人来说都是特别美妙的。\n或老人的生活。\n\n带他们去他们所有的老地方旅游！使用谷歌地图街景，您可以\n几乎可以带他们去世界上任何一个他们曾经生活过的地方，去到\n学校，最喜欢的剧院，... ...",
      "title": "YSK，你可以带着你生活中的人、朋友、家人(尤其是老人)进行一次虚拟公路旅行! 参观那些他们多年未曾去过的地方! 与他们分享过去的经历，并通过谷歌地图街景打开大门!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這就是爲什麼YSK：這個偉大的想法對於任何有老年人的人來說都是特別美妙的。\n或老人的生活。\n\n帶他們去他們所有的老地方旅遊！使用谷歌地圖街景，您可以\n幾乎可以帶他們去世界上任何一個他們曾經生活過的地方，去到\n學校，最喜歡的劇院，... ...",
      "title": "YSK，你可以帶着你生活中的人、朋友、家人(尤其是老人)進行一次虛擬公路旅行! 參觀那些他們多年未曾去過的地方! 與他們分享過去的經歷，並通過谷歌地圖街景打開大門!"
    }
  ],
  "title": "YSK, that you can take people, and friends, and family (especially elderly) in your lives, on a Virtual Road Trip! Visit those places they haven't been to in years! Share a past experience with them and open doors by using Google Maps Street View!",
  "created_utc": 1615747819,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here’s why YSK: This great idea is especially wonderful for anyone with an older or elderly person in their life:</p>\n\n<p>Take them on a tour of all their old haunts! Using <em>Google Maps Street View,</em> you can take them almost anywhere in the world where they used to live, go to school, favourite theatres, places they played, places they went with their parents, the homes of old friends! Anything and Everything!</p>\n\n<p>I have watched them as they quietly remembered places and people. It reawakens memories, both happy and melancholy, and encourages marvelous and fascinating conversation for them and for you!</p>\n\n<p>The larger the screen, the better. I have “walked” the streets and sidewalks with them as we traveled back in time. What an experience!</p>\n\n<p><strong><em>\\</em> I was able to take my great-uncle, right to the door of his childhood home in England - a country he hadn&#39;t visited since the early 70&#39;s!</strong>*</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/m47995/ysk_that_you_can_take_people_and_friends_and/",
  "subreddit": "YouShouldKnow",
  "id": "m47995",
  "is_self": true,
  "media": null,
  "is_video": false
}