{
  "author": "R_J2",
  "the_new_excerpt": "I found it annoying when authors put in a relationship every characters of the\nbook by the end of the story. Like, in a group a friend not everyone needs to be\nmatch with another membre of the group. However, particularly for the young\nadult genre, I notice that it happens very often and that it…",
  "original_created_utc": 1617248739,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得很烦，当作者把在关系的每一个字符的。\n书的结尾。就像，在一个群体中，一个朋友并不是每个人都需要成为\n与该集团另一成员的比赛。然而，特别是对于年轻的\n成人类型，我注意到它经常发生，它... ...",
      "title": "无缘无故的把人物关系"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得很煩，當作者把在關係的每一個字符的。\n書的結尾。就像，在一個羣體中，一個朋友並不是每個人都需要成爲\n與該集團另一成員的比賽。然而，特別是對於年輕的\n成人類型，我注意到它經常發生，它... ...",
      "title": "無緣無故的把人物關係"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は、本のすべての登場人物に関係性を持たせることには抵抗があります。\n物語の終わりまでにすべての登場人物を関係させてしまうのは迷惑な話です。例えば、グループの中で友達がいたとしても、全員がその友達と一致する必要はありません。\nグループの中で、友達が別のメンバーと一致する必要はないように。しかし、特にヤングアダルトのジャンルでは\nしかし、特にヤングアダルトのジャンルでは、このようなことが非常に頻繁に起こることに気付きました。",
      "title": "意味もなくキャラクターを関係させる"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は、本のすべての登場人物に関係性を持たせることには抵抗があります。\n物語の終わりまでにすべての登場人物を関係させてしまうのは迷惑な話です。例えば、グループの中で友達がいたとしても、全員がその友達と一致する必要はありません。\nグループの中で、友達が別のメンバーと一致する必要はないように。しかし、特にヤングアダルトのジャンルでは\nしかし、特にヤングアダルトのジャンルでは、このようなことが非常に頻繁に起こることに気付きました。",
      "title": "意味もなくキャラクターを関係させる"
    }
  ],
  "title": "Putting characters in relationship for no reason",
  "created_utc": 1617284111,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I found it annoying when authors put in a relationship every characters of the book by the end of the story. Like, in a group a friend not everyone needs to be match with another membre of the group. However, particularly for the young adult genre, I notice that it happens very often and that it occupies a major part of the story without really brining anything to the plot. It’s annoying because it becomes redundant very fast. Also, it feels to me like a lazy way to makes character development that authors use. At many instances, characters that had no connection throughout the story finished in a relationship and it just feels weird and forced.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/mhmvvs/putting_characters_in_relationship_for_no_reason/",
  "subreddit": "books",
  "id": "mhmvvs",
  "is_self": true,
  "media": null,
  "is_video": false
}