{
  "author": "daviscommadaniel",
  "the_new_excerpt": "Why YSK: When other treatment options fail, it leaves transplantation as their\nonly hope to read a book, to drive a car, to enjoy a sunset or to watch their\nchildren grow up.\n\nTheir sight was restored because caring individuals donated their corneas after\nthey died, providing the essential tissue…",
  "original_created_utc": 1610314952,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：当其他治疗方案失败时，就只能选择移植了。\n只希望能看书、开车、欣赏日落或看他们的。\n孩子们长大了。\n\n他们的视力得以恢复，是因为有爱心人士在他们的眼角膜捐出后。\n他们死了，提供基本的组织... ...",
      "title": "YSK您可以改变角膜盲症患者的生命；注册成为眼球、器官和组织捐献者，让别人通过您的眼睛看到生命。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：當其他治療方案失敗時，就只能選擇移植了。\n只希望能看書、開車、欣賞日落或看他們的。\n孩子們長大了。\n\n他們的視力得以恢復，是因爲有愛心人士在他們的眼角膜捐出後。\n他們死了，提供基本的組織... ...",
      "title": "YSK您可以改變角膜盲症患者的生命；註冊成爲眼球、器官和組織捐獻者，讓別人通過您的眼睛看到生命。"
    }
  ],
  "title": "YSK You can transform the life of someone suffering from corneal blindness; register to be an eye, organ and tissue donor, and let someone see life through your eyes.",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: When other treatment options fail, it leaves transplantation as their only  hope to read a book, to drive a car, to enjoy a sunset or to watch their  children grow up.</p>\n\n<p>Their sight was restored because caring individuals donated their corneas after they died, providing the essential tissue for transplant –  <strong>there are no artificial or man-made substitutes</strong>. Thankfully, over half  the adult population in America are registered as donors.<br/>\n<a href=\"https://restoresight.org/cornea-donation/register-to-be-a-donor/\">Eye Bank Association of America</a></p>\n</div><!-- SC_ON -->",
  "score": 514,
  "permalink": "/r/YouShouldKnow/comments/kunrib/ysk_you_can_transform_the_life_of_someone/",
  "subreddit": "YouShouldKnow",
  "id": "kunrib",
  "is_self": true,
  "media": null,
  "is_video": false
}