{
  "author": "DetroitUberDriver",
  "original_created_utc": 1636384636,
  "title": "CMV: The way that racism, and systemic racism, is being battled, is counterproductive, and will ultimately lead to more problems than it will solve if it continues down its current path. There are better ways to solve existing issues, which are real, and legitimate problems.",
  "created_utc": 1636393469,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>A bit of background</h1>\n\n<p>I am a mixed race individual, who can pass as white, having a white father and a mixed race mother, and I have a racially ambiguous name. I grew up in a predominantly black neighborhood in Detroit, MI, and while I did not recieve as much direct or indirect racism as many of my friends and members of my community, I saw a great deal of it.</p>\n\n<h1>My personal stance on the modern issue at hand regarding racism in the modern day</h1>\n\n<p>I believe that racism, both outward and agressive, and systemic, on a personal, individual, unintentional, and intentional level, both exist in the modern world. Some of these things can be recitfied, improved upon, and with time, hopefully eradicated, some unfortunately, cannot.</p>\n\n<h1>White fragility</h1>\n\n<p>I see the phrase &quot;white fragility&quot; thrown around a lot on social media, and to be honest, it kind of confuses me. Yes, there are absolutely some white people who are loud and proud to be white, these are typically the lost cause outward white supremicists who are not worth your time. Usually though, what I see being referred to as white fragility, is confused white people, and yes, sometimes angry, for being shat on and insulted for every little thing simply for being white, then when they dare stick up for themselves, often times over things that, quite frankly have nothing to do with skin color, being told they are just fragile because their proudness of their skin color is being torn down. Let me make one thing abundantly clear; white people, most of them anyway, who grew up post civil rights movement, have been told their entire life that it&#39;s explicitly NOT okay to be proud to be white, where as black people have been told the exact OPPOSITE. By and large, white people have no inherit pride over the color of their skin.</p>\n\n<h1>My view on the current situation socially, and how it&#39;s being handled</h1>\n\n<p>Look, racists, genuine, honest to god, scum bag, shitty, sheet wearing racists who actually think they are superior to others because their skin is white exist. It’s unfortunate, but it’s true. Guess what? They are beyond help. They are too far gone, and an utter waste of time, and energy. Wait for them to die. Move on. This is unfortunate, but it&#39;s unfortunately true. With time and education of younger people, less and less of them will exist as time goes on, and I believe this is already happening. But when someone throws on clan garb in their freetime and posts pictures of it online along with vitriolic hate speech, this person is not worth your time or effort to change.</p>\n\n<p>I feel like the modern fight against racism has turned into a combination of black supremacy and a “how do you like it, it’s our turn now” movement. I understand that this is largely confined, or the worst of it anyway, to social media, but it is quickly being adopted by the actual media, and whether you wish to believe or understand it or not, social media is where a shocking majority of kids as young as 10-11 (or younger) get their information and form their opinions and identities. This is not only not helpful, but it is counterproductive. I will explain why below. </p>\n\n<p>Systemic racism is a thing. It happens. And we can all do things to help combat it. Many people who do not consider themselves racists, unknowingly take part in it, and if they are taught in a productive way how and why the things they do or dont do negatively impact the black community, whom many of them currently view as allies, they can be a vital cog in mending wounds and creating a better future for everyone. Education is key. Some people are doing this, and this is great, this is the way forward as a society, and I commend this.</p>\n\n<p>But you can’t educate someone while condemning them and viewing them as the enemy. They do not view you as the enemy. They view you as an ally, and they view themselves as your ally.</p>\n\n<p>If you send a message loud and clear that they are your enemy, because they unwittingly are participating in a system that is systemically holding you back, and wish to put the shoe on the other foot, in other words, show them how it feels to be downtrodden, feel what it&#39;s like to be the underdog, the minority that feels shit on everyday, rather than work together with those who wish to help better the situation, all you do is create enemies where none existed before. They are going to stop seeing themselves as allies, because they get a message saying they are simply unwanted. They see nothing but racism. And they are going to begin forming racist thoughts in return. It is the very opposite of progress. They will become enemies, and this is not what we want. </p>\n\n<p>What is going on on social media, and what is quickly becoming the norm on media media, is the beginning of this. And honestly, it scares me. I don’t know what will come of it in the future, but if we continue down this path, it will not be pretty.</p>\n\n<h1>Conclusion</h1>\n\n<p>Thank you for reading. I look forward to your responses, I will do my best to read them all, and will respond to ones that are not essentially carbon copies of previous responses. I will report off topic top-level comments, trolls, and blatant insults. </p>\n\n<p>Sincerely yours, a concerned citizen, who wishes to have his bleak view on the future changed.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/qpfqh7/cmv_the_way_that_racism_and_systemic_racism_is/",
  "subreddit": "changemyview",
  "id": "qpfqh7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A BIT OF BACKGROUND\n\nI am a mixed race individual, who can pass as white, having a white father and a\nmixed race mother, and I have a racially ambiguous name. I grew up in a\npredominantly black neighborhood in Detroit, MI, and while I did not recieve as\nmuch direct or indirect racism as many of my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し背景を説明すると\n\n私は、白人の父と混血の母を持つ、白人として通用する混血の人間です。\n白人の父と混血の母を持ち、人種的に曖昧な名前を持っています。私は、ミシガン州デトロイトの\n私はミシガン州デトロイトの黒人が多く住む地域で育ちましたが、多くの人ほど直接的、間接的な人種差別を受けたわけではありません。\n私はミシガン州デトロイトの黒人が多い地域で育ちました。",
      "title": "CMV: 人種差別や組織的な人種差別に対抗する方法は、逆効果であり、このままでは解決するよりも問題を大きくしてしまうでしょう。既存の問題を解決するためには、もっと良い方法があるはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一些背景情况\n\n我是一个混血儿，可以冒充白人，父亲是白人，母亲是混血儿。\n我的父亲是白人，母亲是混血儿，我有一个模糊的种族名字。我在底特律一个以黑人为主的社区长大。\n我在密歇根州底特律市一个以黑人为主的社区长大，虽然我没有像许多人那样受到直接或间接的种族主义。\n我在密歇根州底特律市一个以黑人为主的社区长大，虽然我没有像我的许多朋友那样直接或间接地受到种族主义的影响。",
      "title": "CMV：与种族主义和系统性种族主义作斗争的方式是适得其反的，如果继续沿着目前的道路走下去，最终会导致更多的问题，而不是解决。有更好的方法来解决现有的问题，这些问题是真实的、合法的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一些背景情況\n\n我是一個混血兒，可以冒充白人，父親是白人，母親是混血兒。\n我的父親是白人，母親是混血兒，我有一個模糊的種族名字。我在底特律一個以黑人爲主的社區長大。\n我在密歇根州底特律市一個以黑人爲主的社區長大，雖然我沒有像許多人那樣受到直接或間接的種族主義。\n我在密歇根州底特律市一個以黑人爲主的社區長大，雖然我沒有像我的許多朋友那樣直接或間接地受到種族主義的影響。",
      "title": "CMV：與種族主義和系統性種族主義作鬥爭的方式是適得其反的，如果繼續沿着目前的道路走下去，最終會導致更多的問題，而不是解決。有更好的方法來解決現有的問題，這些問題是真實的、合法的。"
    }
  ]
}