{
  "author": "ReverendPalpatine",
  "original_created_utc": 1627604127,
  "title": "CMV: Wearing a mask and vaccine mandates are not about government control",
  "created_utc": 1627620323,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, often I hear from Republicans that vaccine and mask mandates are about US government control. </p>\n\n<p>But this argument seems nonsensical. How can requiring wearing a mask and getting a vaccine a form of government control? What does the US government possibly gain by giving away free vaccines and requiring people to wear masks to stop the spread of the virus?</p>\n\n<p>If anything, the government should be worried about masks, as it interferes with face recognition technology and makes catching criminals harder. </p>\n\n<p>Why would mask mandates be all about controlling the American public when it’s actually counter protective to catching criminals?</p>\n\n<p>As for vaccines, why would giving away vaccines be a form of government control? The government gains nothing and instead giving something away for free is actually a financial loss on those distributing the vaccines. </p>\n\n<p>How does free mRNA technology in your body possibly do to you that you’re now suddenly susceptible to government control?</p>\n\n<p>I find it weird that people who are anti mask and anti vaxx say this is government control and yet, they are still allowed to criticize vaccine and mask mandates and half the country’s politicians and citizens agree. That doesn’t sound like government control.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/ou9qt9/cmv_wearing_a_mask_and_vaccine_mandates_are_not/",
  "subreddit": "changemyview",
  "id": "ou9qt9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, often I hear from Republicans that vaccine and mask mandates are about US\ngovernment control.\n\nBut this argument seems nonsensical. How can requiring wearing a mask and\ngetting a vaccine a form of government control? What does the US government\npossibly gain by giving away free vaccines and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そのため、共和党員からは、ワクチンやマスクの義務化は、米国政府のコントロールのためだという声をよく聞きます。\n政府がコントロールするためだと。\n\nしかし、この議論は無意味だと思います。マスクの着用やワクチンの接種を義務付けることが、どうして\n政府の管理下に置かれることになるのでしょうか？アメリカ政府は、無料でワクチンを提供することで、何を得ることができるのでしょうか？\nアメリカ政府は無料でワクチンを提供することで何を得ることができるのでしょうか...。",
      "title": "CMV: マスクの着用とワクチンの義務化は、政府のコントロールのためではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我经常听到共和党人说，疫苗和口罩的授权是关于美国\n政府的控制。\n\n但这种说法似乎是无稽之谈。要求戴口罩和\n接种疫苗是一种政府控制的形式？美国政府\n通过免费赠送疫苗和...",
      "title": "CMV：戴口罩和强制接种疫苗不是为了政府控制"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我經常聽到共和黨人說，疫苗和口罩的授權是關於美國\n政府的控制。\n\n但這種說法似乎是無稽之談。要求戴口罩和\n接種疫苗是一種政府控制的形式？美國政府\n通過免費贈送疫苗和...",
      "title": "CMV：戴口罩和強制接種疫苗不是爲了政府控制"
    }
  ]
}