{
  "author": "susiepops",
  "original_created_utc": 1630490400,
  "title": "The Bell Jar by Sylvia Plath",
  "created_utc": 1630509849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>RATING: 4.25/5</p>\n\n<p>&quot;I am, I am, I am.&quot; </p>\n\n<p>I heard of this book when I was 17, after which I slipped into a paralysing depressive episode and physically feared the power this book held over me. I couldn&#39;t read for the next two years. So I am glad that I picked it up again, thanks to my bookclub. I treaded carefully this time, understanding the importance to detach myself from Esther Greenwood. So finishing this book felt like a personal achievement for me, although I felt I shared a brain with Esther when I was 17, there she was and here I am, better than before, and healed. </p>\n\n<p>&quot;Because wherever I sat-i would be sitting under the same glass bell jar, stewing in my own sour air&quot;</p>\n\n<p>The book is loosely inspired from Plath&#39;s own life, and her untimely death. It is evident, that Plath is writing about her struggles, through experience, rather than assumption of this illness. At some areas, her writing is so striking that it starts to get to you. I believe, that a part of her wanted to heal and live, just like Esther. </p>\n\n<p>&quot;I saw myself, sitting in the crotch of this fig tree, starving to death just because I couldn&#39;t make up my mind which of the figs I would choose.&quot;</p>\n\n<p>The book is broken in pieces, describing various occurrences of Esther&#39;s life , separated with the use of a news headlines, until she becomes one, the amount headlines being directly proportional to her mental state. Her narration has a distracted manner to it, often isolating her in social situations, while she relives her past, and in a way the entire book seems to give off a dazed effect, similar to anyone who often finds themselves dissociating in uncomfortable circumstances. There are lot of difficult themes discovered in the book such as, &quot;gifted kid burnout&quot; syndrome, the conversations around &quot;purity&quot; while being religiously bound from sexual exploration, the need for a women to be married and have children, and the ethics of shock therapy and lobotomy, making powerful appearances and striking much needed conversations. </p>\n\n<p>&quot;The silence depressed me. It wasn&#39;t the silence of silence. It was my own silence.&quot;</p>\n\n<p>And lastly , \nMuch love to Sylvia Plath for I feel like I owe her something.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pfqpao/the_bell_jar_by_sylvia_plath/",
  "subreddit": "books",
  "id": "pfqpao",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "RATING: 4.25/5\n\n\"I am, I am, I am.\"\n\nI heard of this book when I was 17, after which I slipped into a paralysing\ndepressive episode and physically feared the power this book held over me. I\ncouldn't read for the next two years. So I am glad that I picked it up again,\nthanks to my bookclub. I treaded…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "格付け 4.25/5\n\n\"I am, I am, I am.\"\n\n私がこの本を知ったのは17歳の時でしたが、その後、麻痺性の鬱エピソードに陥り、この本が私を支配する力を物理的に恐れました。\n私は17歳の時にこの本を知り、その後、麻痺した鬱のエピソードに陥り、この本が私を支配する力を物理的に恐れました。I\nそれからの2年間は本を読むことができませんでした。だから、この本を再び手にすることができて嬉しいです。\nブッククラブに感謝しています。読んでみて...",
      "title": "シルビア・プラスの「The Bell Jar"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "评分。4.25/5\n\n\"我是，我是，我是。\"\n\n我在17岁的时候听说了这本书，之后我就陷入了瘫痪的\n我在17岁时听说了这本书，此后我陷入了瘫痪的抑郁症发作中，并对这本书在我身上所拥有的力量感到恐惧。I\n在接下来的两年里，我都无法阅读。所以我很高兴我再次拿起它。\n多亏了我的书友会。我踩到了...",
      "title": "西尔维娅-普拉斯的《钟罩》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "評分。4.25/5\n\n\"我是，我是，我是。\"\n\n我在17歲的時候聽說了這本書，之後我就陷入了癱瘓的\n我在17歲時聽說了這本書，此後我陷入了癱瘓的抑鬱症發作中，並對這本書在我身上所擁有的力量感到恐懼。I\n在接下來的兩年裏，我都無法閱讀。所以我很高興我再次拿起它。\n多虧了我的書友會。我踩到了...",
      "title": "西爾維婭-普拉斯的《鐘罩》。"
    }
  ]
}