{
  "author": "Steven_Randallson",
  "original_created_utc": 1624651141,
  "title": "YSK that there are some very simple steps one can take to improve the odds of finding a significant other.",
  "created_utc": 1624658455,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Interpersonal relationships are an important aspect of humanity, and greatly improve quality of life.</p>\n\n<p>I was a borderline incel in high school and college. Girls didn&#39;t want to date me even though I was a really really nice guy and even tall (I&#39;m 6&#39;5&quot; but built like Baby Huey)! Obviously, I was a perfect specimen (I was even one of those jags who bragged about my IQ), and it was the women who just hated nice dudes blah blah blah.</p>\n\n<p>I was lucky enough to have a friend who gave me a few pieces of sage advice that I&#39;d like to pass on, to help prevent teens and young adults like me from wasting the prime years of their lives. I&#39;d like to say that, for me personally, this list was fucking gangbusters. In less than a year of shifting my perspectives on relationships and making some easy, relatively inexpensive changes, I had a girlfriend. We&#39;re still together and will be celebrating our fifth anniversary in September:</p>\n\n<p>- The most important advice I was given was this (you&#39;ve probably heard it a hundred times just this month on Reddit, but it bears repeating): Nice isn&#39;t a personality. Nice is the bare fucking minimum to being human. A person advertising how nice they are would be like a car commercial that only focuses on the fact that the car has four wheels.</p>\n\n<p>- It doesn&#39;t matter if you saved a person&#39;s entire extended family and pets from falling into a giant woodchipper, that person owes you nothing, and much more importantly, that person owes you NOTHING sexual. This goes quadruple for being &quot;nice.&quot; </p>\n\n<p>- You have to put in some effort. I used to get my hair cut about every 8 months. It would sit in a mop on my head, getting longer and grosser as the months went on. I wore ratty clothes and didn&#39;t shave or shower often enough. If you&#39;re looking for a significant other, you&#39;re going to fail the (literal) smell test, even if you&#39;re genuinely a good person.  Get somewhat regular haircuts, trim your bead (or if you&#39;re like me and can&#39;t grow one, accept that fact and start shaving), and shower before you go out.</p>\n\n<p>- Related to the above, fashion is also important. I&#39;m not saying you should go out and buy an Armani suit, but you should have at least one set of (clean!) &quot;going out&quot; clothes. Personally, I went to Marshalls and got a decent pair of darkish jeans, a nice pair of brown leather boots, and a nice button up shirt. Bought it all on clearance for less than $50, and nothing in this world gave me more confidence than a friend&#39;s long time girlfriend saying &quot;Steven, you look really nice tonight.&quot;</p>\n\n<p>- Second only to the first bullet point, it&#39;s important that you know this: You can do everything right. You can get the look, you can change your perceptions,  you can be as clean as a whistle, you can smell like an $800 bottle of cologne, and you can have the perfect witty response to every single thing a person says, but that doesn&#39;t mean that someone will like you romantically. It&#39;s not up to you if someone is attracted to you, and you putting forth the effort doesn&#39;t mean you&#39;re owed anything. Be an adult, thank the person for their candor (or just don&#39;t respond if they&#39;re dicks about it), and move on. Two things that can easily derail someone&#39;s positive perception of you are sudden anger and desperation. The only thing worse than those is yo-yoing violently between them (Like in all the <a href=\"/r/niceguys\">r/niceguys</a> screenshots you see). A big part of maturity is licking your wounds and realizing that you&#39;re not everyone&#39;s cup of tea.</p>\n\n<p>- To build on the above, don&#39;t burn your bridges. Maybe that girl wasn&#39;t interested in you, but has a friend who would LOVE the fact that you use the word &quot;grok&quot; in casual conversation and can recite the Holy Hand Grenade speech from memory (Five is right out!).</p>\n\n<p>&#x200B;</p>\n\n<p>This list obviously isn&#39;t perfect, nor is it all encompassing, but these pieces of advice legitimately changed my life for the better, and my biggest regret is that I didn&#39;t listen to my friends earlier in life. I hope they work for those who need them.</p>\n\n<p>&#x200B;</p>\n\n<p>TL;DR: Don&#39;t be a dick and take some modicum of care of yourself</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/o7v9fx/ysk_that_there_are_some_very_simple_steps_one_can/",
  "subreddit": "YouShouldKnow",
  "id": "o7v9fx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Interpersonal relationships are an important aspect of humanity, and\ngreatly improve quality of life.\n\nI was a borderline incel in high school and college. Girls didn't want to date\nme even though I was a really really nice guy and even tall (I'm 6'5\" but built\nlike Baby Huey)! Obviously, I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人と人とのつながりは、人間にとって重要な要素であり\n人生の質を大きく向上させるものです。\n\n私は、高校と大学では境界線上のインセルでした。女の子は私とデートしたがりませんでした。\n僕はとてもいい男で、背も高かったのに（僕は6フィート5インチですが、ベイビーヒューイのような体格です）。\n体格はベイビーヒューイのような感じです）!) 明らかに、私は...",
      "title": "YSKは、大切な人と出会う確率を高めるために、とても簡単な方法があると考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：人际关系是人类的一个重要方面，并能极大地提高生活质量。\n大大提高了生活质量。\n\n我在高中和大学时是一个边缘的不道德者。女孩们不愿意和我约会\n尽管我是一个非常非常好的人，甚至还很高（我有6英尺5英寸，但身材像Baby Huey）!\n但身材却像Baby Huey）!) 很明显，我...",
      "title": "YSK认为，人们可以采取一些非常简单的步骤来提高找到重要伴侣的几率。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：人際關係是人類的一個重要方面，並能極大地提高生活質量。\n大大提高了生活質量。\n\n我在高中和大學時是一個邊緣的不道德者。女孩們不願意和我約會\n儘管我是一個非常非常好的人，甚至還很高（我有6英尺5英寸，但身材像Baby Huey）!\n但身材卻像Baby Huey）!) 很明顯，我...",
      "title": "YSK認爲，人們可以採取一些非常簡單的步驟來提高找到重要伴侶的機率。"
    }
  ]
}