{
  "author": "DefTheOcelot",
  "the_new_excerpt": "Why YSK:\n\nWhen something has gone wrong, you've made a mistake, or you find yourself in a\nconflict, or maybe looking at a scary upcoming problem, it is very easy to slip\ninto degrading yourself. To tear into your intelligence, your morals, your\nwillpower.\n\nAnd part of that is because, like how…",
  "original_created_utc": 1617484196,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK\n\n当一些事情出了问题，你犯了错误，或者你发现自己处于一个\n冲突，或者也许是看着一个可怕的即将到来的问题，这是很容易滑倒的。\n变成贬低自己。撕裂你的智慧，你的道德，你的...\n意志力。\n\n部分原因是，就像... ...",
      "title": "YSK认为，当你焦虑和不确定的时候，自我堕落可能是一种类似于自我伤害的半故意的应对机制。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK\n\n當一些事情出了問題，你犯了錯誤，或者你發現自己處於一個\n衝突，或者也許是看着一個可怕的即將到來的問題，這是很容易滑倒的。\n變成貶低自己。撕裂你的智慧，你的道德，你的...\n意志力。\n\n部分原因是，就像... ...",
      "title": "YSK認爲，當你焦慮和不確定的時候，自我墮落可能是一種類似於自我傷害的半故意的應對機制。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのか。\n\n何か問題が発生したとき、ミスをしたとき、あるいは、自分自身が\n自分を卑下してしまうことはよくあります。\n自分を卑下してしまうことがあります。自分の知性やモラル、意志の強さを否定してしまうのです。\n意志の強さ。\n\nその理由の1つは、まるで...",
      "title": "YSKさんは、不安や不確実性があるときの自虐的な行動は、自傷行為に似た半意図的な対処法になること。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n何か問題が発生したとき、ミスをしたとき、あるいは、自分自身が\n自分を卑下してしまうことはよくあります。\n自分を卑下してしまうことがあります。自分の知性やモラル、意志の強さを否定してしまうのです。\n意志の強さ。\n\nその理由の1つは、まるで...",
      "title": "YSKさんは、不安や不確実性があるときの自虐的な行動は、自傷行為に似た半意図的な対処法になること。"
    }
  ],
  "title": "YSK that self-degradation when you are anxious and uncertain can be a semi-intentional coping mechanism similar to self-harm.",
  "created_utc": 1617492735,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>When something has gone wrong, you&#39;ve made a mistake, or you find yourself in a conflict, or maybe looking at a scary upcoming problem, it is very easy to slip into degrading yourself. To tear into your intelligence, your morals, your willpower. </p>\n\n<p>And part of that is because, like how physical self-harm clears away other emotions with a stronger one and gives you a sense of action, depression and darkness easily replaces that fear. It feels better to be sad than scared. Sadness can be cried out, depression eventually numbs, anguish quickly replaces the tenseness and terror - whereas anxiety and fear can keep buzzing forever. </p>\n\n<p>But like physical self-harm, the short term escape will not be worth the long-term damage as depressive episodes build up and you start to believe your worst feelings.</p>\n\n<p>It&#39;s better to resist and try to think positive and constructive, even though it is harder and the anxiety symptoms will last longer.</p>\n</div><!-- SC_ON -->",
  "score": 245,
  "permalink": "/r/YouShouldKnow/comments/mjhd2z/ysk_that_selfdegradation_when_you_are_anxious_and/",
  "subreddit": "YouShouldKnow",
  "id": "mjhd2z",
  "is_self": true,
  "media": null,
  "is_video": false
}