{
  "author": "TheMuffPolice",
  "the_new_excerpt": "Let's just say for an example two people met, 1 was a post operation transexual,\none was cis. In this example the transgender person has really transitioned\nwell; they look convincingly like the gender they align with. If these two\npeople met and had sexual intercourse, but at no point before did…",
  "original_created_utc": 1612921983,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我们举个例子，两个人见面，1个是手术后的变性人。\n一个是同性的。在这个例子中，变性人已经真正的转变了\n好吧；他们看起来令人信服地像他们与之结盟的性别。如果这两个\n人们相遇并发生了性关系，但在任何时候之前都没有... ...",
      "title": "CMV：不披露变性行为使同意无效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們舉個例子，兩個人見面，1個是手術後的變性人。\n一個是同性的。在這個例子中，變性人已經真正的轉變了\n好吧；他們看起來令人信服地像他們與之結盟的性別。如果這兩個\n人們相遇併發生了性關係，但在任何時候之前都沒有... ...",
      "title": "CMV：不披露變性行爲使同意無效。"
    }
  ],
  "title": "CMV: failure to disclose transexuality voids consent",
  "created_utc": 1612949525,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s just say for an example two people met, 1 was a post operation transexual, one was cis. In this example the transgender person has really transitioned well; they look convincingly like the gender they align with. If these two people met and had sexual intercourse, but at no point before did the transexual person disclose that they were transexual, I think this would be a breach of consent. Many people would consent to having sex with a biological female and not a transgender one. We usually base our assumptions of someone&#39;s sex on their appearance. If someone has made efforts to appear to be another sex, they should disclose this otherwise it voids the implied consent we give when we believe we are having biological male to female sex. Same way I think failing to disclose you&#39;re married voids consent. I&#39;m not proposing that this is rape, I&#39;m just suggesting it&#39;s wrong.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lgj6ry/cmv_failure_to_disclose_transexuality_voids/",
  "subreddit": "changemyview",
  "id": "lgj6ry",
  "is_self": true,
  "media": null,
  "is_video": false
}