{
  "author": "ReyHabeas",
  "the_new_excerpt": "My only regret is not forcing myself to read sooner.\n\nI've struggled with ADHD my whole life. I've tried to read before but would only\nget about 2 chapters in before I realized the information was going in 1 ear and\nout the other.\n\nLately I have trained myself to obtain the mindset by telling myself…",
  "original_created_utc": 1617409668,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我唯一的遗憾是没有强迫自己早点读书。\n\n我一生都在和多动症作斗争。我以前也尝试过读书，但只会...\n得到大约2章之前，我意识到信息是在一个耳朵和\n出另一个。\n\n最近我训练自己获得心态，告诉自己...",
      "title": "在21岁的时候，带着严重的多动症，我终于成功地从头到尾读完了一本完整的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我唯一的遺憾是沒有強迫自己早點讀書。\n\n我一生都在和多動症作鬥爭。我以前也嘗試過讀書，但只會...\n得到大約2章之前，我意識到信息是在一個耳朵和\n出另一個。\n\n最近我訓練自己獲得心態，告訴自己...",
      "title": "在21歲的時候，帶着嚴重的多動症，我終於成功地從頭到尾讀完了一本完整的書。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私の唯一の後悔は、もっと早く無理して読まなかったことです。\n\n私はずっとADHDと闘ってきました。以前、読書をしようとしたことがありましたが、2章くらいしか読めませんでした。\n私は以前、本を読もうとしたことがありましたが、2章くらいまでしか読めず、情報が片方の耳に入ってもう片方の耳から出ていることに気付きました。\n読んでいました。\n\n最近では、自分に言い聞かせることで、考え方を身につける訓練をしています...",
      "title": "重度のADHDである21歳の私が、ようやく1冊のENTIRE BOOKを前から後ろまで読み終えることができました。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私の唯一の後悔は、もっと早く無理して読まなかったことです。\n\n私はずっとADHDと闘ってきました。以前、読書をしようとしたことがありましたが、2章くらいしか読めませんでした。\n私は以前、本を読もうとしたことがありましたが、2章くらいまでしか読めず、情報が片方の耳に入ってもう片方の耳から出ていることに気付きました。\n読んでいました。\n\n最近では、自分に言い聞かせることで、考え方を身につける訓練をしています...",
      "title": "重度のADHDである21歳の私が、ようやく1冊のENTIRE BOOKを前から後ろまで読み終えることができました。"
    }
  ],
  "title": "At the age of 21 and with severe ADHD, I've finally managed to finish reading an ENTIRE BOOK front to back",
  "created_utc": 1617416264,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My only regret is not forcing myself to read sooner.</p>\n\n<p>I&#39;ve struggled with ADHD my whole life. I&#39;ve tried to read before but would only get about 2 chapters in before I realized the information was going in 1 ear and out the other. </p>\n\n<p>Lately I have trained myself to obtain the mindset by telling myself to not let ADHD &quot;be an excuse&quot; to not better my life. So, I put that to the test by picking up a book and swearing that I <em>have to finish it</em>. </p>\n\n<p>My boyfriend left to the military do I chose The 5 Love Langagues - Military edition </p>\n\n<p>It was so exciting getting to the halfway mark. Realizing I was actually making progress and obtaining useful information along the way is an amazing feeling.</p>\n\n<p>I finished it today and I&#39;m amazed by how much I can learn through reading, unlike watching or listening to the television. </p>\n\n<p>I&#39;ve not only bettered my ability to read and obtained valuable life lessons through this wonderful book (WHICH I GREATELY RECOMMEND) but I&#39;ve grown confidence that If I put my mind to something, I can do it.</p>\n\n<p>So, if you&#39;re like me and have struggled to read through your life, your biggest obstacle is your mind itself. Learn to wrangle that, and you&#39;ll be reading in no time.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/books/comments/mixie0/at_the_age_of_21_and_with_severe_adhd_ive_finally/",
  "subreddit": "books",
  "id": "mixie0",
  "is_self": true,
  "media": null,
  "is_video": false
}