{
  "author": "bouchardmaster",
  "original_created_utc": 1632423252,
  "title": "CMV: There is no good reason against universal health care for children (<18) in the US",
  "created_utc": 1632429425,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: There is no good reason against universal health care for children (&lt;18) in the US</p>\n\n<ol>\n<li>Children can&#39;t get their own health insurance because health insurance is tied to employment and their full time job should be school </li>\n<li>Children are part of a vulnerable population who as a society we deem deserving of extra protections and support regardless </li>\n<li>Children shouldn&#39;t be punished if their parents can&#39;t afford to give them health care or if their parents made or didn&#39;t make smart financial decisions</li>\n<li>Intervening early with solid routine health care means less medical issues when they are adults </li>\n<li>&quot;It&#39;s too expensive&quot; - sure but it is certainly more cost efficient to have a single payer who can negotiate more strongly. </li>\n<li>&quot;Something like this already exists for low income&quot; - I&#39;m talking about automatically registering every children upon birth for universal health care. You go into any clinic or hospital in the country and can receive healthcare upon showing your state health card. For healthcare for low income families, they have to apply for it, or if the child is housing insecure or living in shelters, that serves as even more hurdles to receive health care. In a system where only low-income children can qualify for state funded health care, the child has to prove they are low income usually involving an application. I want to move to a system where every child upon birth will automatically receive their health care, and free at the point of care, unlimited health care until they are 18. Minimize these hurdles </li>\n<li>One could make the argument that universal health care for everyone is better. This argument won&#39;t change my view because it is out of the scope of this CMV. This CMV is basically saying &quot;at the very least, universal health care should be provided to children&quot;. Other vulnerable groups or universal health care for everyone is out of scope.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/pu21g3/cmv_there_is_no_good_reason_against_universal/",
  "subreddit": "changemyview",
  "id": "pu21g3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "CMV: There is no good reason against universal health care for children (<18) in\nthe US\n\n 1. Children can't get their own health insurance because health insurance is\n    tied to employment and their full time job should be school\n 2. Children are part of a vulnerable population who as a society we…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV: 米国では、18歳未満の子供に国民皆保険を適用しない理由はありません。\nアメリカ\n\n 1. 健康保険は雇用と結びついているので、子供は自分の健康保険に入ることができません。\n    健康保険は雇用と結びついており、フルタイムの仕事は学校であるべきだからです。\n 2. 子どもたちは社会的弱者の一人であり、社会としては...",
      "title": "CMV: 米国では、18歳未満の子供に国民皆保険を適用することに反対する正当な理由はない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV：在美国，没有充分的理由反对为儿童（<18岁）提供全民医疗保健。\n美国\n\n 1. 儿童无法获得自己的健康保险，因为健康保险是与就业挂钩的。\n    与就业挂钩，而他们的全职工作应该是学校。\n 2. 儿童是弱势人群的一部分，作为一个社会，我们...",
      "title": "CMV：在美国没有充分的理由反对为儿童（<18岁）提供全民医保"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV：在美國，沒有充分的理由反對爲兒童（<18歲）提供全民醫療保健。\n美國\n\n 1. 兒童無法獲得自己的健康保險，因爲健康保險是與就業掛鉤的。\n    與就業掛鉤，而他們的全職工作應該是學校。\n 2. 兒童是弱勢人羣的一部分，作爲一個社會，我們...",
      "title": "CMV：在美國沒有充分的理由反對爲兒童（<18歲）提供全民醫保"
    }
  ]
}