{
  "author": "notyouravgcoolgirl",
  "original_created_utc": 1624535979,
  "title": "Reading Catch-22. This paragraph is indecipherable to me.. can someone help explain?",
  "created_utc": 1624541521,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is from the first chapter and my second attempt at the book. The last time I tried reading, I didn’t understand this paragraph and it put me off reading the rest of the book for some reason. Paragraph is below:</p>\n\n<p>“The colonel was in Communications, and he was kept busy day and night transmitting glutinous messages from the interior into square pads of gauze which he sealed meticulously and delivered to a covered white pail that stood on the night table beside his bed.”</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/books/comments/o6zf61/reading_catch22_this_paragraph_is_indecipherable/",
  "subreddit": "books",
  "id": "o6zf61",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is from the first chapter and my second attempt at the book. The last time\nI tried reading, I didn’t understand this paragraph and it put me off reading\nthe rest of the book for some reason. Paragraph is below:\n\n“The colonel was in Communications, and he was kept busy day and night\ntransmitting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは第1章からで、私にとっては2度目の挑戦です。前に読んだときは\nこの段落が理解できなかったので、なぜか残りの部分を読む気が失せてしまいました。\n何となく残りの部分を読む気になれませんでした。パラグラフは以下の通りです。\n\n\"大佐は通信部にいて、昼も夜も忙しくしていた。\n送信していた...",
      "title": "Catch-22を読んで。このパラグラフは私には解読できません...誰か説明してくれませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是第一章的内容，也是我对这本书的第二次尝试。上一次\n我试图阅读，我不明白这一段，它使我放弃了阅读\n这让我对这本书的其他部分产生了怀疑。段落在下面。\n\n\"上校在通信部门，他日夜忙碌着\n发送......\"。",
      "title": "在读Catch-22。这一段我看不懂......谁能帮忙解释一下？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是第一章的內容，也是我對這本書的第二次嘗試。上一次\n我試圖閱讀，我不明白這一段，它使我放棄了閱讀\n這讓我對這本書的其他部分產生了懷疑。段落在下面。\n\n\"上校在通信部門，他日夜忙碌着\n發送......\"。",
      "title": "在讀Catch-22。這一段我看不懂......誰能幫忙解釋一下？"
    }
  ]
}