{
  "author": "benpai413",
  "original_created_utc": 1630029690,
  "title": "I just finished No Country For Old Men (spoilers)",
  "created_utc": 1630047000,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watched the movie and detected so much thematic substance that I knew I had to dig in deeper and read the book. I&#39;ve been reading about 50 pages a day for the past few days and I just finished it. I am sitting here in a total daze, hardly even able to think. Not only was it an incredible narrative that, as cheesy as it sounds, made me excited to turn every page, but my sense from the movie was correct -- it was so thematically rich</p>\n\n<p>Moss is, I think, made out to be the main character, but Bell is the one who drives the story and the themes home. I am so glad the book followed him after Moss&#39;s death, Carla Jean&#39;s death, and even Chigurh&#39;s escape. It helped put the conflict of the book into perspective. It was a wonderful vehicle to explore what it meant, and reflect on what it means for the wider world. I love how the book paints this wide despair for an America slowly crumbling into immorality and crime, and simultaneously the slow breaking down of Bell&#39;s faith in humanity, yet at the same time looks at another side of Bell, this very personal, individual, optimistic, broken hope that he has to leave something better behind him than what he sees around him. He can&#39;t deny the horrors that surround him on a daily basis, but in order to keep some spark of hope alive, he sees those little, yet hugely significant things in his life. His uncle. His wife. The little carved out rock in the yard</p>\n\n<p>This book seems to be a perfect microcosm of growing older. Whether you mean just a person, or the world as a whole. Watching the world you were familiar with slowly transform into something unfamiliar and disturbing. Losing what you thought you knew and trying not to lose yourself along with it. I&#39;m beyond impressed with this book. I&#39;m sure I will read it again and again</p>\n\n<p>Edit: Just wanna quickly mention that Chigurh is one of the most genuinely chilling villains I&#39;ve seen or read in anything. He is a Darth Vader level villain. And Javier Bardem was the absolute perfect casting for him</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pcdrmv/i_just_finished_no_country_for_old_men_spoilers/",
  "subreddit": "books",
  "id": "pcdrmv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I watched the movie and detected so much thematic substance that I knew I had to\ndig in deeper and read the book. I've been reading about 50 pages a day for the\npast few days and I just finished it. I am sitting here in a total daze, hardly\neven able to think. Not only was it an incredible narrative…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "映画を見て、あまりにもテーマ性を感じたので、これは掘り下げなければならないと思いました。\n深く掘り下げて本を読まなければならないと思いました。ここ数日、1日50ページほど読んでいました。\nここ数日、1日50ページほど読んでいましたが、先ほど読み終わりました。今、私はここに座っているのですが、完全にぼーっとしていて、ほとんど考えられません。\n考えることさえできません。信じられないような物語であっただけでなく...。",
      "title": "No Country For Old Menを終えて（ネタバレあり"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看了这部电影，发现有很多主题内容，我知道我必须\n我知道我必须更深入地挖掘和阅读这本书。在过去的几天里，我每天读50页左右的书。\n过去几天，我每天读50页，刚刚读完。我坐在这里完全发呆，几乎无法\n甚至无法思考。这不仅是一部令人难以置信的叙事...",
      "title": "我刚刚看完《老无所依》（剧透）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看了這部電影，發現有很多主題內容，我知道我必須\n我知道我必須更深入地挖掘和閱讀這本書。在過去的幾天裏，我每天讀50頁左右的書。\n過去幾天，我每天讀50頁，剛剛讀完。我坐在這裏完全發呆，幾乎無法\n甚至無法思考。這不僅是一部令人難以置信的敘事...",
      "title": "我剛剛看完《老無所依》（劇透）。"
    }
  ]
}