{
  "author": "SirAmpersand",
  "original_created_utc": 1626362366,
  "title": "I just finished 'The Book Thief' and it broke me!",
  "created_utc": 1626368840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know I&#39;m very late to the party but I just absolutely loved this book. I&#39;m obsessed with the World Wars and that era so I was hooked throughout but the story and the ending just broke me.\nI want to cry my eyes out but I&#39;m the kind of person who couldn&#39;t cry infront of people and there&#39;s a ton of people around me so I have this feeling that I&#39;m gonna cry a lot when I go to bed today.</p>\n\n<p>I finished the book about an hour ago and have been physically incapable of doing anything, there are very few things I&#39;ve read/seen that has made me feel this way and it&#39;s absolutely beautiful and devastating at the same time.</p>\n\n<p>The thing I liked most about this book was how everything was laid out up front, and even though you knew what was going to happen, the power of words still moved you when it happened. </p>\n\n<p>What a ride this book was!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/okuz3y/i_just_finished_the_book_thief_and_it_broke_me/",
  "subreddit": "books",
  "id": "okuz3y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know I'm very late to the party but I just absolutely loved this book. I'm\nobsessed with the World Wars and that era so I was hooked throughout but the\nstory and the ending just broke me. I want to cry my eyes out but I'm the kind\nof person who couldn't cry infront of people and there's a ton of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "遅ればせながら、私はこの本をとても気に入りました。私は\n私は世界大戦とその時代に夢中なので、終始夢中になっていました。\n物語と結末に心が折れてしまいました。泣いてしまいたいところですが、私は地上波では泣けないタイプの人間なので\n私は人前で泣くことができない人間なので、この本にはたくさんの...",
      "title": "私は「The Book Thief」を読み終えたところで、私は壊れてしまいました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道我来得很晚，但我就是绝对喜欢这本书。我\n痴迷于世界大战和那个时代，所以我自始至终都被吸引住了，但故事和结局却让我崩溃。\n故事和结局让我崩溃。我想把眼睛哭出来，但我是那种\n但我是那种不能当着别人的面哭的人，而且有一吨的...",
      "title": "我刚刚读完《偷书贼》，它让我崩溃了!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道我來得很晚，但我就是絕對喜歡這本書。我\n癡迷於世界大戰和那個時代，所以我自始至終都被吸引住了，但故事和結局卻讓我崩潰。\n故事和結局讓我崩潰。我想把眼睛哭出來，但我是那種\n但我是那種不能當着別人的面哭的人，而且有一噸的...",
      "title": "我剛剛讀完《偷書賊》，它讓我崩潰了!"
    }
  ]
}