{
  "author": "IkBenBenr",
  "the_new_excerpt": "Okay, so I'm a high-school student in the Netherlands. I got back into reading\njust a couple of months ago and I read a lot of fantasy in English (currently\nreading mistborn). A few days ago, I was interested in seeing if there are any\nfantasy classics from the Netherlands. So I looked up online, to…",
  "original_created_utc": 1619693829,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、私はオランダで高校生をしています。読書を再開したのは\n英語のファンタジーをたくさん読んでいます（現在はミストボーンを読んでいます）。\nミストボーンを読んでいます）。) 数日前、私はオランダのファンタジーの古典があるかどうかに興味を持ちました。\nオランダのファンタジーの名作があるかどうか興味がありました。そこで、ネットで調べてみたところ...。",
      "title": "ファンタジーは \"文学 \"ではないと主張する教師"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我是荷兰的一名高中生。我重新开始阅读\n就在几个月前，我读了很多英文的幻想小说（目前正在读mistborn）。\n目前正在读《迷雾》）。) 几天前，我很想看看是否有任何\n来自荷兰的奇幻经典作品。所以我在网上查了一下，以...",
      "title": "教师称幻想不是 \"文学\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我是荷蘭的一名高中生。我重新開始閱讀\n就在幾個月前，我讀了很多英文的幻想小說（目前正在讀mistborn）。\n目前正在讀《迷霧》）。) 幾天前，我很想看看是否有任何\n來自荷蘭的奇幻經典作品。所以我在網上查了一下，以...",
      "title": "教師稱幻想不是 \"文學\""
    }
  ],
  "title": "Teacher claims that fantasy isn't \"Literature\"",
  "created_utc": 1619700071,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, so I&#39;m a high-school student in the Netherlands. I got back into reading just a couple of months ago and I read a lot of fantasy in English (currently reading mistborn). A few days ago, I was interested in seeing if there are any fantasy classics from the Netherlands. So I looked up online, to see if there is some kind of &quot;Dutch Tolkien&quot;. I couldn&#39;t find a lot, so I went and asked my Dutch Literature teacher if there is a fantasy genre in Dutch literature and if she knows of a &quot;Dutch Tolkien&quot;. She told me bluntly that I shouldn&#39;t read fantasy and that she doesn&#39;t consider it to be &quot;real literature&quot;. She basically thinks that Tolkien&#39;s books aren&#39;t &quot;real literature&quot;. </p>\n\n<p>That teacher is one of the biggest gatekeepers I know. She keeps rambling about how sad it is that kids don&#39;t read much anymore and then she literally claims that certain genres shouldn&#39;t be read. She&#39;s also one of those people who say that listening to audiobooks doesn&#39;t count as reading.</p>\n\n<p>Well I&#39;m just gonna keep reading my &quot;not real literature&quot; and my teacher can continue being an ignorant gatekeeper.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/books/comments/n11u0f/teacher_claims_that_fantasy_isnt_literature/",
  "subreddit": "books",
  "id": "n11u0f",
  "is_self": true,
  "media": null,
  "is_video": false
}