{
  "author": "metakephotos",
  "original_created_utc": 1627807979,
  "title": "Just finished Neuromancer for the first time. It was like finding some missing evolutionary link (no spoilers)",
  "created_utc": 1627824362,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What a ride, seriously. Aside from the fantastic story, it&#39;s just incredible what an influence Neuromancer was on culture as a whole. It&#39;s like every page held some passage that made me think, &quot;no way, so <em>that&#39;s</em> where that comes from&quot;. I was aware that it was an influential novel and birthed the cyberpunk genre, but I wasn&#39;t aware of just how much the cyberpunk genre stuck to its origins. From Night City to cyberspace to the matrix to the rain-drenched neon noir aesthetic, I&#39;m not sure I&#39;ve ever seen a genre emerge so cleanly from a single work, and then stay so consistent. </p>\n\n<p>Great read</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/ovor34/just_finished_neuromancer_for_the_first_time_it/",
  "subreddit": "books",
  "id": "ovor34",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What a ride, seriously. Aside from the fantastic story, it's just incredible\nwhat an influence Neuromancer was on culture as a whole. It's like every page\nheld some passage that made me think, \"no way, so that's where that comes from\".\nI was aware that it was an influential novel and birthed the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何というか、マジで乗り心地がいい。ストーリーの素晴らしさもさることながら、『ニューロマンサー』が文化全体に与えた影響の大きさは\nノイロマンサーが文化全体に与えた影響は計り知れないものがあります。すべてのページに\nページごとに「なるほど、そういうことだったのか」と思うような箇所がありました。\n影響力のある小説であることは認識していましたし、このような作品が生まれたことも知っていました。",
      "title": "ニューロマンサーを初めて読みました。進化の過程で失われたものを見つけたような気分だった（ネタバレなし"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多么好的旅程，说真的。除了奇妙的故事之外，令人难以置信的是\n它对整个文化产生了多大的影响。这就像每一页\n都有一些段落让我觉得，\"不可能，所以这就是它的来源\"。\n我知道这是一部有影响力的小说，并且孕育了新的文化。",
      "title": "刚刚完成了《神经外科医生》的第一次阅读。这就像找到了一些缺失的进化环节（无剧透）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多麼好的旅程，說真的。除了奇妙的故事之外，令人難以置信的是\n它對整個文化產生了多大的影響。這就像每一頁\n都有一些段落讓我覺得，\"不可能，所以這就是它的來源\"。\n我知道這是一部有影響力的小說，並且孕育了新的文化。",
      "title": "剛剛完成了《神經外科醫生》的第一次閱讀。這就像找到了一些缺失的進化環節（無劇透）。"
    }
  ]
}