{
  "author": "themix669108",
  "original_created_utc": 1638199060,
  "title": "A note of appreciation for Charles Dickens",
  "created_utc": 1638216667,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tl;dr Charles Dickens made me smart</p>\n\n<p>Ever since David Copperfield was assigned as reading in my first year of high school, I have devoured his works and revisited them on an annual basis. </p>\n\n<p>His style of writing has elevated my language, speech, and vocabulary to such degrees that colleagues and friends often comment on how well I speak, and how refined and clear my writing is. I wholly attribute this to his works, since there is a notable elevation in my powers of expression while I am reading (or recently finished) one of his works.</p>\n\n<p>No sarcasm at all, just wanted to publicly share my gratitude. I hope others out there have felt the same, with Dickens or otherwise!</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/books/comments/r4y0pb/a_note_of_appreciation_for_charles_dickens/",
  "subreddit": "books",
  "id": "r4y0pb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Tl;dr Charles Dickens made me smart\n\nEver since David Copperfield was assigned as reading in my first year of high\nschool, I have devoured his works and revisited them on an annual basis.\n\nHis style of writing has elevated my language, speech, and vocabulary to such\ndegrees that colleagues and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Tl;dr チャールズ・ディケンズが私を賢くした\n\n高校1年生の時に『デビッド・カッパーフィールド』が課題図書になって以来、私はディケンズの作品を貪るように読み、再読してきました。\n高校1年生のときに『David Copperfield』が課題図書になって以来、私はディケンズの作品を貪るように読み、毎年のように再訪しています。\n\nディケンズの文体は、私の言語、会話、ボキャブラリーを飛躍的に向上させました。\n私の言語、会話、ボキャブラリーを向上させ、同僚や...",
      "title": "チャールズ・ディケンズへの感謝の言葉"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "查尔斯-狄更斯让我变聪明了\n\n自从《大卫-科波菲尔》被指定为我高中一年级的课外读物以来，我就一直沉浸在他的作品中，并且每年都会重新阅读。\n我就把他的作品读得津津有味，并且每年都会重温一遍。\n\n他的写作风格提升了我的语言、言语和词汇量，达到了\n程度，以至于同事和...",
      "title": "对查尔斯-狄更斯的感谢信"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "查爾斯-狄更斯讓我變聰明瞭\n\n自從《大衛-科波菲爾》被指定爲我高中一年級的課外讀物以來，我就一直沉浸在他的作品中，並且每年都會重新閱讀。\n我就把他的作品讀得津津有味，並且每年都會重溫一遍。\n\n他的寫作風格提升了我的語言、言語和詞彙量，達到了\n程度，以至於同事和...",
      "title": "對查爾斯-狄更斯的感謝信"
    }
  ]
}