{
  "author": "J1930",
  "original_created_utc": 1626541044,
  "title": "YSK: Thiamine deficiency is common among heavy drinkers and can present as confusion, hallucinations, unsteady gait, and abnormal behavior",
  "created_utc": 1626550414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It takes extra thiamine and folic acid to process alcohol, leading to deficiency if the individual does not supplement. Thiamine deficiency can progress to Wernicke’s encephalopathy or Wernicke-Korsakoff syndrome (WKS) which can be deadly and requires medical treatment. The treatment is thiamine supplementation. If left untreated it can lead to death or cause permanent neurological damage.</p>\n\n<p><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK470344/#_article-31338_s2_\">https://www.ncbi.nlm.nih.gov/books/NBK470344/#_article-31338_s2_</a></p>\n\n<p>Edit: previous post deleted due to no citation</p>\n</div><!-- SC_ON -->",
  "score": 195,
  "permalink": "/r/YouShouldKnow/comments/om8265/ysk_thiamine_deficiency_is_common_among_heavy/",
  "subreddit": "YouShouldKnow",
  "id": "om8265",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It takes extra thiamine and folic acid to process alcohol, leading to\ndeficiency if the individual does not supplement. Thiamine deficiency can\nprogress to Wernicke’s encephalopathy or Wernicke-Korsakoff syndrome (WKS) which\ncan be deadly and requires medical treatment. The treatment is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：アルコールを処理するためには、チアミンと葉酸が必要です。\n補給しないと欠乏症になります。チアミン欠乏症は\nウェルニッケ脳症やウェルニッケ・コルサコフ症候群（WKS）に進行し、死に至ることもあります。\n死に至ることもあり、治療が必要です。その治療法は...",
      "title": "YSK: チアミンの欠乏は、大酒飲みによく見られ、錯乱、幻覚、不安定な歩行、異常な行動などを呈します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：处理酒精需要额外的硫胺素和叶酸，如果不补充就会导致\n如果个人不补充，就会导致缺乏。硫胺素的缺乏可以\n进展为韦尼克脑病或韦尼克-科萨科夫综合症（WKS），这可能是致命的，需要进行治疗。\n这可能是致命的，需要进行治疗。治疗方法是...",
      "title": "YSK：硫胺素缺乏症在重度饮酒者中很常见，可表现为意识模糊、幻觉、步态不稳和行为异常。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：處理酒精需要額外的硫胺素和葉酸，如果不補充就會導致\n如果個人不補充，就會導致缺乏。硫胺素的缺乏可以\n進展爲韋尼克腦病或韋尼克-科薩科夫綜合症（WKS），這可能是致命的，需要進行治療。\n這可能是致命的，需要進行治療。治療方法是...",
      "title": "YSK：硫胺素缺乏症在重度飲酒者中很常見，可表現爲意識模糊、幻覺、步態不穩和行爲異常。"
    }
  ]
}