{
  "author": "pitifullchunk14",
  "the_new_excerpt": "I'm a teen and hear talk of other kids my age enlisting or wanting to enlist in\nthe military. The kids I hear talk about it usually don't read or if they do it\nis whatever is hot right now on the bookshelves. So probably the greatest\nwarning to those kids wanting to enlist and be heroes for their…",
  "original_created_utc": 1618376548,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は10代ですが、同年代の子供たちが軍隊に入隊したり、入隊したいという話を聞きます。\nの話を聞きます。その話を聞いた子供たちは、たいてい本を読まないか、読んだとしても本棚で今話題になっているものを読むだけです。\n本棚にある今話題の本を読んでいます。だから、入隊したいと思っている子供たちには、おそらく最大の\n入隊して自分たちのヒーローになりたいと思っている子供たちへの警告です。",
      "title": "西部戦線異状なし』エーリッヒ・マリア・レマルク著は、必要な人には読まれない物語である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个十几岁的孩子，听到其他同龄的孩子说要参军或想参军的事。\n军队。我听到的孩子们谈论它通常不读或如果他们这样做\n就是现在书架上的任何热门。所以可能最大的\n警告那些想参军并成为英雄的孩子们... ...",
      "title": "西线一切宁静》作者埃里希-玛丽亚-雷马克，是一个不会被需要的人阅读的故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個十幾歲的孩子，聽到其他同齡的孩子說要參軍或想參軍的事。\n軍隊。我聽到的孩子們談論它通常不讀或如果他們這樣做\n就是現在書架上的任何熱門。所以可能最大的\n警告那些想參軍併成爲英雄的孩子們... ...",
      "title": "西線一切寧靜》作者埃裏希-瑪麗亞-雷馬克，是一個不會被需要的人閱讀的故事。"
    }
  ],
  "title": "All Quiet on the Western Front By Erich Maria Remarque is a story that won't be read by those who need to",
  "created_utc": 1618407301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a teen and hear talk of other kids my age enlisting or wanting to enlist in the military. The kids I hear talk about it usually don&#39;t read or if they do it is whatever is hot right now on the bookshelves. So probably the greatest warning to those kids wanting to enlist and be heroes for their country goes unheard.</p>\n\n<p>All Quiet on the Western Front shows how war can take so much and give nothing in return. There is no happy ending to it, no glory for the protagonist like there always seems to be in other war stories. Not all victims of war and conflict are dead and All Quiet on the Western Front shows that perfectly, like nothing else in the popular media today. But it is falling from relevance and it is sad to think about this story and many others that are dying simply because they are not &quot;relatable&quot; anymore to my peers.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/mqjmet/all_quiet_on_the_western_front_by_erich_maria/",
  "subreddit": "books",
  "id": "mqjmet",
  "is_self": true,
  "media": null,
  "is_video": false
}