{
  "author": "Therealfern1",
  "original_created_utc": 1631655341,
  "title": "YSK If you were ever in a car accident in a parking lot, or anywhere on private property. Sometimes the police will not come out to the scene because it’s on “private property”. You have a legal right to request that they come to the scene and at least take statements from all the parties involved.",
  "created_utc": 1631673633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I am an insurance adjuster, and I’ve seen way too many people just share their information and Move on. Allowing people to change their stories later on. But a police report with statements is admissible in court, and super helpful for your insurance company during that investigation and claims process</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/poc8e1/ysk_if_you_were_ever_in_a_car_accident_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "poc8e1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I am an insurance adjuster, and I’ve seen way too many people just\nshare their information and Move on. Allowing people to change their stories\nlater on. But a police report with statements is admissible in court, and super\nhelpful for your insurance company during that investigation and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私は保険のアジャスターをしているのですが、あまりにも多くの人がただの\n多くの人が、自分の情報を共有しただけで次に進んでしまうのを見てきました。後から話を変えることができるように\n後から話を変えることを許してしまいます。しかし、警察の調書は、法廷で認められていますし、とても役に立ちます。\n保険会社の調査にも役立ちますし...",
      "title": "YSK 駐車場などの私有地で交通事故に遭われたことがある方。私有地であることを理由に、警察が現場に出てこないことがあります。あなたには、警察に現場に来てもらい、少なくとも関係者全員から供述を取るよう要求する法的権利があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我是一名保险理赔员，我见过太多的人只是\n分享他们的信息并继续前进。允许人们改变他们的故事\n以后。但警方的报告和陈述在法庭上是可以接受的，而且在调查期间对你的保险公司有很大帮助。\n在调查期间对你的保险公司有很大的帮助，而且...",
      "title": "YSK 如果你曾经在停车场，或在私人财产的任何地方发生过车祸。有时警察不会到现场来，因为这是在 \"私人财产 \"上。你有法律权利要求他们到现场，至少要向所有相关方录取证词。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我是一名保險理賠員，我見過太多的人只是\n分享他們的信息並繼續前進。允許人們改變他們的故事\n以後。但警方的報告和陳述在法庭上是可以接受的，而且在調查期間對你的保險公司有很大幫助。\n在調查期間對你的保險公司有很大的幫助，而且...",
      "title": "YSK 如果你曾經在停車場，或在私人財產的任何地方發生過車禍。有時警察不會到現場來，因爲這是在 \"私人財產 \"上。你有法律權利要求他們到現場，至少要向所有相關方錄取證詞。"
    }
  ]
}