{
  "author": "DaddySkates",
  "original_created_utc": 1637881508,
  "title": "As a millennial I always used to think that I'll work until I die. But crypto gave me a fighting chance. A tiny little spark that ignites the bonfire at the end of the tunnel.",
  "created_utc": 1637894325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a dad of two small kids. I have no special skills, I don&#39;t have wealthy parents, good job, haven&#39;t got a single relative who would care enough for me to hook me up with a better job or anything, I got no real estate, stocks or anything like that. Its my own fault.</p>\n\n<p>I always felt like I missed all trains. I have mental health issues because of my ex and I carry a lot of emotional and physical scars that years of bullying in high school brought. Not many know about it as I cover it up pretty good. (Hollywood should pick me up really)</p>\n\n<p>A mixture of my personality, health and bullying all brought me to the state where I didn&#39;t give my best to get in a better school, uni and later job. I never thought that I&#39;ll be able to afford retirement. Or to take kids for vacations for that matter. That started to change over the time. And the reason for that is crypto. Maybe it sounds cliche but its true.<br/>\nI&#39;m really thankful for everything that cryptoverse brought us, technology, new way of finances, way to fight inflation, fight corruption and so on....BUT the thing I cherish <strong>by far the most</strong>, is that crypto gave me hope. It ignited the spark and lit up the bonfire at the end of virtually endless tunnel, for me. </p>\n\n<p>In regards of mental health, for me it feels like a bonus healthpack in DOOM. Frankly it does more to my mental health that all the therapy did so far. </p>\n\n<p>They say &quot;Dont put your emotions in your investments&quot;, which I agree. But this is so much more than an emotion. It feels like I was battling a boss monster barehanded but with crypto I was given a sword. A chance to fight back even if just a little. To parry the swings that the massive boss that we call life swings at me. That&#39;s all I need to keep going.</p>\n</div><!-- SC_ON -->",
  "score": 192,
  "permalink": "/r/CryptoCurrency/comments/r28x2c/as_a_millennial_i_always_used_to_think_that_ill/",
  "subreddit": "CryptoCurrency",
  "id": "r28x2c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a dad of two small kids. I have no special skills, I don't have wealthy\nparents, good job, haven't got a single relative who would care enough for me to\nhook me up with a better job or anything, I got no real estate, stocks or\nanything like that. Its my own fault.\n\nI always felt like I missed…"
}