{
  "author": "Cerununnos",
  "original_created_utc": 1632656587,
  "title": "Looking for a regency era romance where sex and/or sexual attraction does NOT play a major role.",
  "created_utc": 1632676931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey all! I&#39;ve read most of Jane Austen&#39;s works and I think them absolutely brilliant (what a surprise, I know :D), so I&#39;ve been looking for something similar. One of my favourite things about Jane Austen is that her books are undeniably romance novels, but still, they are not sex-obsessed. Austen remarks on the appearance of pretty much everybody, but they are aesthetic or factual remarks, not horny/overwhelmed with sexual attraction ones. I&#39;m tired of horny people, and I am tired of reading about horny people. I have tried writers like Georgette Heyer and Julia Quinn but they did not quite hit the mark. But, I am definitely ready to try them again since I haven&#39;t read all of their books (or gotten past the first few chapters) and there might be some of them which fit the bill. I&#39;ve also checked out quite a few of goodreads/similiar recommended book lists, but most/all of the book covers have half-naked people, or the blurb/reviews have things like &quot;instant sexual attraction&quot; or &quot;a scandalous night led to...&quot;, which uh, hasn&#39;t convinced me to try those books out. </p>\n\n<p>To sum up- set in the regency era, main focus is romance/romance is a very important factor in the story, there is no sex, there are no characters being overwhelmed with sexual attraction, characters do not constantly think about sex/have sex dreams/hump pillows while smelling handkerchiefs that the other gave them, there are no heaving bosoms or straining breeches, no one is unbearably horny, sex is not a component of romance. Preferably no sexual tension at all, but I&#39;m fine with tasteful sexual tension, for example &quot;his hand clasped hers during the dance, and while she had danced a hundred such dances in her life, and had had her hand clasped a hundred times, it was different with Mr. Such-and-such&quot; and that&#39;s it, that&#39;s where it stops. It does not continue with a heaving bosom. Wow this ended up the longest summary ever. </p>\n\n<p>TLDR; regency era romance, no sex, no one is horny!!!!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/pvs8qd/looking_for_a_regency_era_romance_where_sex_andor/",
  "subreddit": "booksuggestions",
  "id": "pvs8qd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hey all! I've read most of Jane Austen's works and I think them absolutely\nbrilliant (what a surprise, I know :D), so I've been looking for something\nsimilar. One of my favourite things about Jane Austen is that her books are\nundeniably romance novels, but still, they are not sex-obsessed. Austen…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。私はジェーン・オースティンの作品をほとんど読みましたが、とても素晴らしいと思います。\n素晴らしいと思っています（驚きですよね :D）。\n似たようなものを探しています。Jane Austenの好きなところの一つは、彼女の本は紛れもなくロマンス小説でありながら\n紛れもなくロマンス小説でありながら、セックスに溺れていないことです。Austen...",
      "title": "摂政時代のロマンスで、セックスや性的魅力が主要な役割を果たしていない作品を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好! 我读过简-奥斯汀的大部分作品，我认为它们绝对是\n(我知道，这是一个惊喜 :D)，所以我一直在寻找一些\n类似的东西。关于简-奥斯汀，我最喜欢的一点是，她的书是\n不可否认的是，她的书是浪漫小说，但仍然不是性爱的。奥斯汀...",
      "title": "寻找一个摄政时代的浪漫故事，其中性和/或性吸引并不发挥主要作用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好! 我讀過簡-奧斯汀的大部分作品，我認爲它們絕對是\n(我知道，這是一個驚喜 :D)，所以我一直在尋找一些\n類似的東西。關於簡-奧斯汀，我最喜歡的一點是，她的書是\n不可否認的是，她的書是浪漫小說，但仍然不是性愛的。奧斯汀...",
      "title": "尋找一個攝政時代的浪漫故事，其中性和/或性吸引並不發揮主要作用。"
    }
  ]
}