{
  "author": "whorish_ooze",
  "original_created_utc": 1627386607,
  "title": "CMV: Radical Healthcare reform in America, such as Medicare for All, would put a significant dent in the anti-vax movement.",
  "created_utc": 1627396506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My thoughts go like this: A large (organic) reason behind anti-vax sentiment is a distrust in the medical industry. A lot of people seem to start heading down that road by having a feeling that vaccines are just a way for big pharma to make more money. A lot of people in America have first hand experience with significant hospital bills or at least know several other people who have struggled to pay massive bills. The haphazard middle-man insurance industry allows for-profit medical companies to engage in scams/fraud that wouldn&#39;t be as possible under a system like UK&#39;s NHS. Without these kinds of scandals showing up all the time in the news, I think people would be more trusting of the medical industry as a whole, and there would be less anti-vax sentiment. The UK having universal healthcare as well as less apprehension over vaccines suggests there might be some truth to this.</p>\n</div><!-- SC_ON -->",
  "score": 137,
  "permalink": "/r/changemyview/comments/oslb6j/cmv_radical_healthcare_reform_in_america_such_as/",
  "subreddit": "changemyview",
  "id": "oslb6j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My thoughts go like this: A large (organic) reason behind anti-vax sentiment is\na distrust in the medical industry. A lot of people seem to start heading down\nthat road by having a feeling that vaccines are just a way for big pharma to\nmake more money. A lot of people in America have first hand…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の考えはこうだ。反ワクチン感情の背後にある大きな（有機的な）理由は\n医療業界への不信感です。多くの人は、ワクチンに違和感を覚えることから、その道に入るようです。\nワクチンは大手製薬会社が儲けるための手段に過ぎないと感じることで、多くの人がこの道に進み始めているようです。\n多くの人は、ワクチンは大手製薬会社がより多くのお金を稼ぐための手段に過ぎないと感じることで、その道に進み始めます。アメリカでは、多くの人が実際に...",
      "title": "CMV: 「メディケア・フォー・オール」のようなアメリカの根本的な医療改革は、アンチワクチン運動に大きな影響を与えるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的想法是这样的。反疫苗情绪背后的一个重要（有机）原因是\n对医疗行业的不信任。很多人似乎开始走向\n很多人似乎一开始就觉得疫苗只是大药厂赚取更多钱的一种方式，从而走上这条道路。\n赚更多的钱。在美国，很多人都有第一手的资料...",
      "title": "CMV：美国激进的医疗改革，如全民医保，将对反疫苗运动产生重大影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的想法是這樣的。反疫苗情緒背後的一個重要（有機）原因是\n對醫療行業的不信任。很多人似乎開始走向\n很多人似乎一開始就覺得疫苗只是大藥廠賺取更多錢的一種方式，從而走上這條道路。\n賺更多的錢。在美國，很多人都有第一手的資料...",
      "title": "CMV：美國激進的醫療改革，如全民醫保，將對反疫苗運動產生重大影響。"
    }
  ]
}