{
  "author": "AbiLovesTheology",
  "original_created_utc": 1628369337,
  "title": "CMV: People Shouldn't Consider Religion As Part Of Their Identity. To Do So Is Absurd.",
  "created_utc": 1628397044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I am probably going to get downvoted for this, but I genuinely  don&#39;t understand this whole concept. </p>\n\n<p>Why would anybody consider religion to be part of their identity? It is a set of claims about the universe, spirituality, ethics, God, supernatural elements etc. </p>\n\n<p>Why would anybody make a bunch of claims part of their identity? Isn&#39;t that a bit like considering being a humanist part of your identity? To my knowledge, nobody does that, but with religion it&#39;s considered normal. Why? Why become so emotionally attached to a bunch of claims that you consider it to be a &quot;fundamental part of them&quot;. </p>\n\n<p>&#x200B;</p>\n\n<p>Now, I am religious, so don&#39;t view this as me having a bash at other religious people. I perform rituals daily, wear religious jewellery, attend temple weekly, celebrate festivals etc, but I would NEVER consider it to be part of my identity. It&#39;s just part of my routine, like eating breakfast is. </p>\n\n<p>&#x200B;</p>\n\n<p>Can someone please change my view so I can see how considering religion to be a part of someone&#39;s identity is not absurd? Thanks.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/p0139j/cmv_people_shouldnt_consider_religion_as_part_of/",
  "subreddit": "changemyview",
  "id": "p0139j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, I am probably going to get downvoted for this, but I genuinely don't\nunderstand this whole concept.\n\nWhy would anybody consider religion to be part of their identity? It is a set of\nclaims about the universe, spirituality, ethics, God, supernatural elements etc.\n\nWhy would anybody make a bunch…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このことについては、おそらく非難されることになるでしょうが、私は純粋に\n理解できないことがあります。\n\nなぜ誰もが宗教を自分のアイデンティティの一部だと考えるのでしょうか？それは\n宇宙、精神性、倫理、神、超自然的要素などに関する主張の集合体です。\n\nなぜ誰もが束になって...",
      "title": "CMV: 宗教を自分のアイデンティティの一部として考えるべきではありません。そうすることは不条理です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，我可能会因为这个而被降权，但我真的不明白\n理解这整个概念。\n\n为什么有人会认为宗教是他们身份的一部分？它是一套\n关于宇宙、灵性、道德、上帝、超自然元素等的一系列主张。\n\n为什么有人会做出一堆...",
      "title": "CMV：人们不应考虑将宗教作为他们身份的一部分。这样做是荒谬的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，我可能會因爲這個而被降權，但我真的不明白\n理解這整個概念。\n\n爲什麼有人會認爲宗教是他們身份的一部分？它是一套\n關於宇宙、靈性、道德、上帝、超自然元素等的一系列主張。\n\n爲什麼有人會做出一堆...",
      "title": "CMV：人們不應考慮將宗教作爲他們身份的一部分。這樣做是荒謬的。"
    }
  ]
}