{
  "author": "qa2fwzell",
  "original_created_utc": 1638028138,
  "title": "CMV: Allowing racism on Twitter against \"whites\" only tosses wood onto an already out of control fire",
  "created_utc": 1638041800,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Simple and short. Twitter allows all sorts of racism, and race baiting against &quot;whites&quot; like it&#39;s perfectly fine. All this does is creates an even deeper division</p>\n\n<p>How many tweets, that still exist today, did you see about the Christmas parade victims deserving it. Or it being karma.</p>\n\n<p>How many tweets like this: <a href=\"https://twitter.com/TalbertSwan/status/1464016757295915010\">https://twitter.com/TalbertSwan/status/1464016757295915010</a> who are calling out an ENTIRE group of people BY SKIN COLOR and blaming them for tragedies against other ethnic groups.</p>\n\n<p>When you call somebody white, you&#39;re basing it COMPLETELY on their skin color, or appearance. Not on ethnic background, nationality, or ANYTHING else. You are ASSUMING just because the color of their skin, they must be connected to colonization, slavery, and hell maybe even the holocaust.</p>\n\n<p>As long as this kind of behavior is socially, and TOS permitted, we will continue to drift further and further into the void.</p>\n\n<p>Change my view...</p>\n\n<p>(Here is the rule I am talking about)</p>\n\n<p><a href=\"https://help.twitter.com/en/rules-and-policies/hateful-conduct-policy\">https://help.twitter.com/en/rules-and-policies/hateful-conduct-policy</a></p>\n\n<p>&quot;We prohibit inciting behavior that targets individuals or groups of people belonging to protected categories&quot;</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/r3g7pc/cmv_allowing_racism_on_twitter_against_whites/",
  "subreddit": "changemyview",
  "id": "r3g7pc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Simple and short. Twitter allows all sorts of racism, and race baiting against\n\"whites\" like it's perfectly fine. All this does is creates an even deeper\ndivision\n\nHow many tweets, that still exist today, did you see about the Christmas parade\nvictims deserving it. Or it being karma.\n\nHow many…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シンプルで短い。ツイッターでは、あらゆる種類の人種差別を許容し、「白人」に対するレースベイトを\n\"白人 \"に対する人種差別を全く問題ないようにしています。これは、さらに深い分裂を生み出すだけです。\n部門\n\nクリスマス・パレードの犠牲者たちが、その犠牲者たちにふさわしいというツイートをどれだけ見ましたか？\n犠牲者はそれに値する。因果応報ですね。\n\nどのくらいの数の...",
      "title": "CMV: ツイッターでの「白人」への人種差別を許すことは、すでにコントロールできなくなっている火に薪を投げ入れることに過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简单而简短。推特允许各种种族主义，以及针对 \"白人 \"的种族诱饵，好像完全没有问题。\n\"白人\"，就像它是完全正常的。这一切都造成了一个更深的\n分裂\n\n你看到多少条今天仍然存在的关于圣诞游行的推文？\n受害者应该得到它。或它是因果报应。\n\n有多少人...",
      "title": "CMV：允许在推特上对 \"白人 \"进行种族主义，只会把木头扔到已经失控的火上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡單而簡短。推特允許各種種族主義，以及針對 \"白人 \"的種族誘餌，好像完全沒有問題。\n\"白人\"，就像它是完全正常的。這一切都造成了一個更深的\n分裂\n\n你看到多少條今天仍然存在的關於聖誕遊行的推文？\n受害者應該得到它。或它是因果報應。\n\n有多少人...",
      "title": "CMV：允許在推特上對 \"白人 \"進行種族主義，只會把木頭扔到已經失控的火上。"
    }
  ]
}