{
  "author": "Apoidea",
  "original_created_utc": 1628748248,
  "title": "YSK that exit only lanes on the highway have markings that are more closely spaced together",
  "created_utc": 1628786163,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you’re cruising along on the highway, keep an eye out for whether you are on an exit only lane and get out of the way early if you’re not planning on exiting, this will save you swerving into highway traffic to avoid exiting. EDIT: as someone said below, DO NOT SWERVE OUT OF THE EXIT LANE.</p>\n\n<p>This also applies to people adjacent to the exit lane, be aware of drivers that swerve out of the exit lane at the last moment! Also see my expert diagram below</p>\n\n<p>— — — — —</p>\n\n<p>car car car</p>\n\n<p>— — — — —</p>\n\n<p>car car car</p>\n\n<p>………………….</p>\n\n<p>(Exit lane) car car car</p>\n</div><!-- SC_ON -->",
  "score": 219,
  "permalink": "/r/YouShouldKnow/comments/p2txm2/ysk_that_exit_only_lanes_on_the_highway_have/",
  "subreddit": "YouShouldKnow",
  "id": "p2txm2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you’re cruising along on the highway, keep an eye out for whether\nyou are on an exit only lane and get out of the way early if you’re not planning\non exiting, this will save you swerving into highway traffic to avoid exiting.\nEDIT: as someone said below, DO NOT SWERVE OUT OF THE EXIT…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、高速道路を走っているときに、出口専用車線を走っていないかどうか気にしてみてください。\n出口専用車線にいるかどうかに気をつけて、もし出口に行くつもりがなければ、早めに道をあけましょう。\nそうすれば、出口を避けるために高速道路の交通量に振り回されることもなくなるでしょう。\nEDIT: 下の方で誰かが言ったように、DO NOT SWERVE OUT OF THE EXIT...。",
      "title": "高速道路の出口専用レーンは、マークの間隔が狭くなっていることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你在高速公路上巡航，请注意你是否在出口专用车道上。\n如果你不打算退出，就早点离开。\n如果你不打算退出，就提前避开，这样可以避免你为了避免退出而转入高速公路的交通。\n编辑：正如下面有人说的，不要在出口处转弯......",
      "title": "YSK认为，高速公路上只有出口的车道上的标记，其间隔更近。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你在高速公路上巡航，請注意你是否在出口專用車道上。\n如果你不打算退出，就早點離開。\n如果你不打算退出，就提前避開，這樣可以避免你爲了避免退出而轉入高速公路的交通。\n編輯：正如下面有人說的，不要在出口處轉彎......",
      "title": "YSK認爲，高速公路上只有出口的車道上的標記，其間隔更近。"
    }
  ]
}