{
  "author": "DoctorDownhill",
  "original_created_utc": 1627144956,
  "title": "If there is one good thing covid brought. It is that I now just love reading.",
  "created_utc": 1627152666,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pre covid I hardly read. Maybe the odd magazine now and again that I would rush the writing and just look at the pictures. However, like one month before initial covid lockdown I bought some books dirt cheap and had them laying around with minimal intentions of really reading them. Once lockdown started, no job all day in the house very mundane and repetitive days I realised I needed to do something. That’s when I picked up my first book in probably a year. American sniper. I was really surprised how quickly I got hooked and how quick I finished it. I started my next book and within 2 months I went through my pile of something like 5 books which was crazy for me. Now covid has kinda levelled of and I got a job and live a busy life I just can’t stop reading. I just read a book in one week which is a record for me and I just purchased three more. It has brought enjoyment and something to look forward to and probably most importantly excitement. Everyday being the same in lockdown at least when I picked up a book I didn’t know what was ahead and I was in my own separate world so to say. Maybe coincidentally it improved my English literature as my exam results gave me an A overall in English I’d like to say books played a part in that achievement? </p>\n\n<p>Thanks for reading\nMy punctuation may be off as I am typing this relatively fast :D</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/oqtjhz/if_there_is_one_good_thing_covid_brought_it_is/",
  "subreddit": "books",
  "id": "oqtjhz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Pre covid I hardly read. Maybe the odd magazine now and again that I would rush\nthe writing and just look at the pictures. However, like one month before\ninitial covid lockdown I bought some books dirt cheap and had them laying around\nwith minimal intentions of really reading them. Once lockdown…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コビドの前はほとんど読まなかった。たまに雑誌を読む程度で、文章は読まずに写真だけを見ていました。\n文章を急いで読み、写真を見るだけでした。しかし、最初のコビドロックダウンの1ヶ月前のように\n安く本を買ってきて、その辺に置いてあったんです。\n本当に読むつもりはなくても ロックダウンが始まると・・・。",
      "title": "コビドがもたらした良い点があるとすれば、それは それは、読書が好きになったことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "科维德之前，我几乎不读书。也许偶尔会看一些奇特的杂志，我也会匆匆忙忙地看文字，只看图片。\n写作，只看图片。然而，在最初的covid封锁前一个月\n我买了一些很便宜的书，把它们放在周围。\n尽量不打算真正阅读它们。一旦被封锁...",
      "title": "如果说covid带来了一件好事的话。那就是我现在只爱读书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "科維德之前，我幾乎不讀書。也許偶爾會看一些奇特的雜誌，我也會匆匆忙忙地看文字，只看圖片。\n寫作，只看圖片。然而，在最初的covid封鎖前一個月\n我買了一些很便宜的書，把它們放在周圍。\n儘量不打算真正閱讀它們。一旦被封鎖...",
      "title": "如果說covid帶來了一件好事的話。那就是我現在只愛讀書。"
    }
  ]
}