{
  "author": "Jack_Hoffa",
  "original_created_utc": 1627837617,
  "title": "CMV: Heroin should not be a drug legally accessible for recreational use.",
  "created_utc": 1627871880,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are absolutely recreational drugs that should decriminalized/legalized. Marijuana is the most known example.</p>\n\n<p>Heroin is one that I have heard some people should be legal because when used responsibly, is no problem.</p>\n\n<p>The main reason I take issue with it is from personal expierience. One time at work (I work in the kitchen of a restaurant) a customer came into our bathroom and overdosed on Heroin.I unfortunately saw the pale body when I walked into the bathroom with the intention of using a Urinal and saw two police officer standing above the body. I didn&#39;t realize it was a dead body until later that night when I asked what happened in the bathroom.</p>\n\n<p>It&#39;s hard for me to be pro something when I have seen the tangible consequence of it.</p>\n\n<p>To change my mind you need to explain to me how a person can use Heroin responsibly and how it could be sold safely.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ovvyys/cmv_heroin_should_not_be_a_drug_legally/",
  "subreddit": "changemyview",
  "id": "ovvyys",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are absolutely recreational drugs that should decriminalized/legalized.\nMarijuana is the most known example.\n\nHeroin is one that I have heard some people should be legal because when used\nresponsibly, is no problem.\n\nThe main reason I take issue with it is from personal expierience. One time…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "非犯罪化・合法化されるべき娯楽薬物は絶対にあります。\nマリファナは最も有名な例です。\n\nヘロインは、責任を持って使用すれば何の問題もないので、合法化すべきだという意見を聞いたことがあります。\n責任を持って使用すれば問題はないからです。\n\n私がヘロインに反対する主な理由は、個人的な経験からです。あるとき...",
      "title": "CMV: ヘロインは、娯楽目的で合法的に入手できる薬物であってはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "绝对有一些娱乐性毒品应该非刑事化/合法化。\n大麻是最著名的例子。\n\n我听说有些人认为海洛因应该合法化，因为在负责任的情况下使用海洛因是没有问题的。\n因为如果负责任地使用，是没有问题的。\n\n我对它有异议的主要原因是个人的经验。有一次...",
      "title": "CMV：海洛因不应该是一种可以合法获得的娱乐性药物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "絕對有一些娛樂性毒品應該非刑事化/合法化。\n大麻是最著名的例子。\n\n我聽說有些人認爲海洛因應該合法化，因爲在負責任的情況下使用海洛因是沒有問題的。\n因爲如果負責任地使用，是沒有問題的。\n\n我對它有異議的主要原因是個人的經驗。有一次...",
      "title": "CMV：海洛因不應該是一種可以合法獲得的娛樂性藥物。"
    }
  ]
}