{
  "author": "MasterCrumb",
  "the_new_excerpt": "(Edit: I mean that his chances of being the nominee is around 20%, so an\nunlikely but not impossible situation.)\n\nArgument saying he will:\n\n * He currently is very popular among Republicans. It has generally been about\n   90%\n   https://news.gallup.com/poll/203198/presidential-approval-ratings…",
  "original_created_utc": 1609783140,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "(编辑：我的意思是他被提名的可能性在20%左右，所以\n不太可能，但不是不可能的情况。)\n\n争辩说他会：\n\n*他目前在共和党人中人气很高它通常是关于\n90%\nhttps://news.gallup.com/poll/203198/presidential-approval-ratings…",
      "title": "[改变我的想法]：唐纳德·特朗普不会成为2024年共和党候选人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(編輯：我的意思是他被提名的可能性在20%左右，所以\n不太可能，但不是不可能的情況。)\n\n爭辯說他會：\n\n*他目前在共和黨人中人氣很高它通常是關於\n90%\nhttps://news.gallup.com/poll/203198/presidential-approval-ratings…",
      "title": "[改變我的想法]：唐納德·特朗普不會成爲2024年共和黨候選人"
    }
  ],
  "title": "CMV: Donald Trump will not be the Republican nominee for 2024",
  "created_utc": 1609810769,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(Edit: I mean that his chances of being the nominee is around 20%, so an unlikely but not impossible situation.)</p>\n\n<p>Argument saying he will:</p>\n\n<ul>\n<li>He currently is very popular among Republicans. It has generally been about 90% <a href=\"https://news.gallup.com/poll/203198/presidential-approval-ratings-donald-trump.aspx\">https://news.gallup.com/poll/203198/presidential-approval-ratings-donald-trump.aspx</a></li>\n</ul>\n\n<p>That said, I don&#39;t think he will because</p>\n\n<ul>\n<li>Much of his current support has masked a &#39;circling of the wagons&#39; effect that masks a lot of non-support. He only won the nomination with a much smaller percentage (I think like 44%)</li>\n<li>I think the historical comparisons to folks like McCarthy show how quickly someone who once dominated a social space get shoved out.</li>\n<li>Ultimately Trump lost and looking at the Senate underperformed compared to a generic Republican, so there is a clear reason to not let him be the nominee.</li>\n<li>And to that point, with four years of behind the scenes work, Republicans who want to win will undermine him and push him out.</li>\n<li>Trump has a very particular style but has not shown an ability to modulate- which would be necessary for him to regain the nomination.</li>\n<li>You can add on the other weaker arguments, like he would be the oldest candidate in history, that he will attack and pillage establishment republicans, ... etc - I am not super swayed by these arguments - but I give them minimal weight.</li>\n<li>I don&#39;t give any weight to the argument that he will be in jail, or tied up in some extra ordinary personal legal fight. I know I know, he owes 500 million or whatever.... I just haven&#39;t seen any compelling evidence that any of that is actually happening.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/kqdxhi/cmv_donald_trump_will_not_be_the_republican/",
  "subreddit": "changemyview",
  "id": "kqdxhi",
  "is_self": true,
  "media": null,
  "is_video": false
}