{
  "author": "Low-Fisherman-9468",
  "original_created_utc": 1635691666,
  "title": "CMV: Employers abuse immigration visas instead of hiring and training up citizens.",
  "created_utc": 1635708655,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently there has been a lot of talks about the shrinking middle class, lower wages in relation to cost of living, and not enough &quot;educated&quot; Americans for certain positions.</p>\n\n<p>I am of the opinion that this has all been the caused by corporations no longer looking to train up or spend time on local talent. For example, any engineer or tech individual looking to find an entry level position will be met with ridiculous requirements like 2 years of experience or mastery of wide ranging topics. This is most egregious in the STEM fields. </p>\n\n<p>People like to argue that &quot;this helps make America competitive in the world stage&quot;. No, all it does is give normal Americans no opportunity for career advancement and options. For example, there is a cap on the number of med school admission in the US causing a shrotage of doctors. Solution? Hire more foreign doctors. Its actually ridiculous</p>\n\n<p>We really need to end these programs as automation continues to abolish various traditional jobs. We need to set up training camps to teach people how to code, or be a technician, draftsmen, etc. </p>\n\n<p>I would either eliminate these visa&#39;s, or if a company really needed the expertise of a foreign worker, they have to pay 50% higher than the BLS median average. There is really no reason American&#39;s cannot or should not be trained up for these positions.</p>\n\n<p>TLDR: The classical high paying office/technical jobs that built up America and the middle class, are starting to feel the pains of globalization.</p>\n\n<p>EXAMPLE: <a href=\"https://thehill.com/policy/technology/577397-facebook-settles-with-doj-to-resolve-allegations-of-discriminating-against\">https://thehill.com/policy/technology/577397-facebook-settles-with-doj-to-resolve-allegations-of-discriminating-against</a></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qjr0r7/cmv_employers_abuse_immigration_visas_instead_of/",
  "subreddit": "changemyview",
  "id": "qjr0r7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently there has been a lot of talks about the shrinking middle class, lower\nwages in relation to cost of living, and not enough \"educated\" Americans for\ncertain positions.\n\nI am of the opinion that this has all been the caused by corporations no longer\nlooking to train up or spend time on local…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、中産階級の減少、生活費に対する賃金の低下、アメリカ人の教育水準の低さなどが話題になっています。\n生活費に比べて賃金が低いことや、アメリカ人の「教育」を受けた人が少ないことが話題になっています。\n最近では、中産階級の縮小、生活費に対する賃金の低下、特定の役職に就くための「教育を受けた」アメリカ人の不足などが話題になっています。\n\n私は、このような状況は、企業が地元の人材を育てたり、時間をかけたりすることを求めなくなったことが原因だと考えています。\n私が思うに、このような状況になったのは、企業が人材育成や現地での教育に時間をかけようとしなくなったからだと思います。",
      "title": "CMV: 雇用主は、市民を雇用して訓練する代わりに、移民ビザを乱用しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近有很多关于中产阶级萎缩、工资下降的讨论。\n与生活成本相关的较低工资，以及没有足够的 \"受过教育 \"的美国人担任某些职位。\n某些职位。\n\n我认为，这都是由于企业不再\n培养或花时间在当地。",
      "title": "CMV：雇主滥用移民签证，而不是雇用和培训公民。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近有很多關於中產階級萎縮、工資下降的討論。\n與生活成本相關的較低工資，以及沒有足夠的 \"受過教育 \"的美國人擔任某些職位。\n某些職位。\n\n我認爲，這都是由於企業不再\n培養或花時間在當地。",
      "title": "CMV：僱主濫用移民簽證，而不是僱用和培訓公民。"
    }
  ]
}