{
  "author": "Low-Fisherman-9468",
  "original_created_utc": 1635691666,
  "title": "CMV: Employers abuse immigration visas instead of hiring and training up citizens.",
  "created_utc": 1635708655,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently there has been a lot of talks about the shrinking middle class, lower wages in relation to cost of living, and not enough &quot;educated&quot; Americans for certain positions.</p>\n\n<p>I am of the opinion that this has all been the caused by corporations no longer looking to train up or spend time on local talent. For example, any engineer or tech individual looking to find an entry level position will be met with ridiculous requirements like 2 years of experience or mastery of wide ranging topics. This is most egregious in the STEM fields. </p>\n\n<p>People like to argue that &quot;this helps make America competitive in the world stage&quot;. No, all it does is give normal Americans no opportunity for career advancement and options. For example, there is a cap on the number of med school admission in the US causing a shrotage of doctors. Solution? Hire more foreign doctors. Its actually ridiculous</p>\n\n<p>We really need to end these programs as automation continues to abolish various traditional jobs. We need to set up training camps to teach people how to code, or be a technician, draftsmen, etc. </p>\n\n<p>I would either eliminate these visa&#39;s, or if a company really needed the expertise of a foreign worker, they have to pay 50% higher than the BLS median average. There is really no reason American&#39;s cannot or should not be trained up for these positions.</p>\n\n<p>TLDR: The classical high paying office/technical jobs that built up America and the middle class, are starting to feel the pains of globalization.</p>\n\n<p>EXAMPLE: <a href=\"https://thehill.com/policy/technology/577397-facebook-settles-with-doj-to-resolve-allegations-of-discriminating-against\">https://thehill.com/policy/technology/577397-facebook-settles-with-doj-to-resolve-allegations-of-discriminating-against</a></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/qjr0r7/cmv_employers_abuse_immigration_visas_instead_of/",
  "subreddit": "changemyview",
  "id": "qjr0r7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently there has been a lot of talks about the shrinking middle class, lower\nwages in relation to cost of living, and not enough \"educated\" Americans for\ncertain positions.\n\nI am of the opinion that this has all been the caused by corporations no longer\nlooking to train up or spend time on local…"
}