{
  "videoId": "3c584TGG7jQ",
  "channelId": "UCY1kMZp36IQSyNx_9h4mpCg",
  "title": "EXPLODING Glitter Bomb 4.0 vs. Package Thieves",
  "link": "https://www.youtube.com/watch?v=3c584TGG7jQ",
  "pubDate": "2021-12-13T22:02:27.000Z",
  "author": "Mark Rober",
  "id": "yt:video:3c584TGG7jQ",
  "isoDate": "2021-12-13T22:02:27.000Z",
  "description": "Merry Christmas ya filthy animals. If you want to learn the design fundamentals it takes to make something like the Glitter Bomb, enroll in my Creative Engineering course at https://Monthly.com/MarkRober and I'll see you in class!\n\nGet the new Glitterbomb 4.0 tshirt here- https://markrober.store/products/glitterbomb-4-0-pop-art-graphic-tee\n\nA big shout out to Protolabs for the quick-turn machined parts. If you need some dope parts made fast, check out more about digital manufacturing right here: https://tinyurl.com/y6tunxv8\n\nBehinds the scenes look at how we filmed the parody Apple commercial bit using the SISU Robotic Arm at Bubba's LA- https://www.youtube.com/watch?v=ZIdh7hxz1G8\n\nThe dog feeder kickstarter project made in my class is called Houndsy :) https://www.kickstarter.com/projects/houndsy/houndsy-kibble-dispenser\n\nLicense for Phat Gus stealing the package provided by- https://youtube.com/c/onscenetv\n\nWhy are some faces blurred but not others? \nI default to blurring all faces (assuming it’s clear enough you can tell who they are) unless we have permission to not blur. \n\nMore about my Creative Engineering class: This class is a hands-on, 30-day learning experience that will teach you how to use engineering and science to bring your creative ideas to life. During this class, I'm going to share with you my entire creative engineering process from start to finish. You're going to follow along with me as I fully design and engineer 3 brand new builds from scratch... from how I come up the idea, all the way through bringing the final builds to life. The best part is, over the month, you'll follow along with me and my process, side by side, and you will leave the class with 3 original, creative builds of your own. This is the class I wish I had when I was starting out. It's designed to take your skills to make cool stuff to the next level, whether you're a beginner or a more experienced maker/engineer. The class officially starts in early Jan, and it will only run a few times per year, so claim your spot if you're interested! See you in class! Love, Mark\n\nNANLUX's lights were instrumental for filming with the robotic arm: \nhttps://www.youtube.com/channel/UCPlMuo9pHqmpjV0_aO9Xa5A\n\nThanks to http://a--design.com/ for providing the lid stop plungers",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/3c584TGG7jQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "14412093"
  },
  "original_created_at": "2021-12-13T22:02:27.000Z",
  "created_at": "2021-12-14T16:20:53.635Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "EXPLODING Glitter Bomb 4.0 vs. パッケージ泥棒"
    },
    {
      "locale": "zh",
      "title": "爆炸性闪光弹4.0与包裹窃贼的较量"
    },
    {
      "locale": "zh-Hant",
      "title": "爆炸性閃光彈4.0與包裹竊賊的較量"
    }
  ],
  "source_updated_at": 1639734125797
}