{
  "videoId": "ao2Jfm35XeE",
  "channelId": "UCHnyfMqiRRG1u-2MsSQLbXA",
  "title": "The Guy Who Figured Out How Snowflakes Work",
  "link": "https://www.youtube.com/watch?v=ao2Jfm35XeE",
  "pubDate": "2021-12-01T07:35:28.000Z",
  "author": "Veritasium",
  "id": "yt:video:ao2Jfm35XeE",
  "isoDate": "2021-12-01T07:35:28.000Z",
  "description": "Dr Ken Libbrecht is the world expert on snowflakes, designer of custom snowflakes, snowflake consultant for the movie Frozen - his photos appear on postage stamps all over the world. This video is sponsored by Brilliant. The first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription.\n\nThanks to Dr Ken Libbrecht for showing us how to grow designer snowflakes. Obviously, this video would not have been possible without his help and his expertise.  His website is full of information about snowflakes http://snowcrystals.com. His new book is also available to purchase from here -- https://ve42.co/SnowCrystalsBook\n\n▀▀▀\nReferences:\nLibbrecht, K. G. (2019). A Quantitative Physical Model of the Snow Crystal Morphology Diagram. arXiv preprint arXiv:1910.09067. -- https://ve42.co/Libbrecht2019\n\n▀▀▀\nSpecial thanks to Patreon supporters: Luis Felipe, Anton Ragin, Paul Peijzel, S S, Benedikt Heinen, Diffbot, Micah Mangione, Juan Benet, Ruslan Khroma, Richard Sundvall, Lee Redden, Sam Lutfi, MJP, Gnare, Nick DiCandilo, Dave Kircher, Edward Larsen, Burt Humburg, Blake Byers, Dumky, Mike Tung, Evgeny Skvortsov, Meekay, Ismail Öncü Usta, Crated Comments, Anna, Mac Malkawi, Michael Schneider, Oleksii Leonov, Jim Osmun, Tyson McDowell, Ludovic Robillard, Jim buckmaster, fanime96, Ruslan Khroma, Robert Blum, Vincent, Marinus Kuivenhoven, Alfred Wallace, Arjun Chakroborty, Joar Wandborg, Clayton Greenwell, Michael Krugman, Cy 'kkm' K'Nelson, Ron Neal \n\nWritten by Derek Muller\nFilmed by Derek Muller, Raquel Nuno, Trenton Oliver and Emily Zhang\nEdited by Trenton Oliver\nAnimations by Ivàn Tello and Trenton Oliver\nAdditional video supplied by Getty Images\nMusic from Epidemic Sound\nProduced by Derek Muller, Petr Lebedev and Emily Zhang",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/ao2Jfm35XeE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "132159",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2383124"
  },
  "original_created_at": "2021-12-01T07:35:28.000Z",
  "created_at": "2021-12-01T21:27:33.126Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "雪の結晶の仕組みを解明した男"
    },
    {
      "locale": "zh",
      "title": "弄清雪花如何工作的人"
    },
    {
      "locale": "zh-Hant",
      "title": "弄清雪花如何工作的人"
    }
  ],
  "source_updated_at": 1638524506797
}