{
  "videoId": "CfB3ll3oQs8",
  "channelId": "UCto7D1L-MiRoOziCXK9uT5Q",
  "title": "People Order Food, I Deliver Oblivion - Cooking Simulator",
  "link": "https://www.youtube.com/watch?v=CfB3ll3oQs8",
  "pubDate": "2021-12-27T19:00:16.000Z",
  "author": "Let's Game It Out",
  "id": "yt:video:CfB3ll3oQs8",
  "isoDate": "2021-12-27T19:00:16.000Z",
  "description": "Thanks again to Amazon Prime Video for sponsoring!\nClick here now to start collecting your SWEET GEAR: https://bit.ly/NewWorldofTime\n\nCheck out New World streams here: https://www.twitch.tv/directory/game/New%20World\n\nSpecial thanks to the amazing streamer Lolipopgi for voicing the Remote Kitchen Virtual Interface!\n Watch her on Twitch ► https://twitch.tv/lolipopgi\n Follow her on Twitter ► https://twitter.com/Lolipopgi_\n\n JOIN MY STREAMS! ► https://www.twitch.tv/letsgameitout\n\nMerch!  ►\n  US/CA STORE ► http://bit.ly/LetsGameItOutUSStore\n  EU STORE ► http://bit.ly/LetsGameItOutEUStore\n\nSubscribe if you enjoy! ► http://bit.ly/letsgameitout_show\n\nTwitter ► https://twitter.com/letsgameitout\nFacebook ► https://www.facebook.com/letsgameitout\n\nWant more LGIO?!\n\nMore Simulator Mayhem ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRzn3ja4BfqYUForg0p-p5wi\n\nFunny Tycoon Games ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRwf14QPGmfDXCQQrDs860ig\n\nThe Finest One-Offs ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRwKf72d6spk7fSHhwwYuQu1\n\nSome Truly Bizarre Games  ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRyM5mUsHwPN0PH6UVNfeNl2\n\n#LetsGameItOut #CookingSimulator\n\n----------\n\nCheck it out on Steam ► https://store.steampowered.com/app/1358140/Cooking_Simulator_VR/\n\nMore about Cooking Simulator VR (from Steam):\n\nBecome the ultimate chef in VR! Take control of a highly polished, realistic kitchen equipped with all kinds of utensils and stands. Unlock and master over 80 recipes or use dozens of lifelike ingredients to cook everything you like. A simulator spiced up with a dash of real-life physics!\n\nKey Features:\nHand poses generated in real time for every product and it’s pieces\nDifferent resistance in products while cutting implemented through haptic feedback in controllers\nCareer and Sandbox modes\nSlow-motion mode available in sandbox. Cut the veggies in the air!\nRealistic physics\nAdvanced cooking mechanics\n80+ recipes\n140+ lifelike ingredients\nPerks and skills to unlock\n\nYour kitchen’s got all the gear a chef might need. Griddles, cookers, gas stands, ovens and tons of utensils like pots, pans, plates, knives, spatulas and blenders! We made sure that you can freely interact with all this stuff using your VR hands. On top of that there are over 140 ingredients available in the pantry: meat and fish, fruit and veggies, dairy products and various liquids. There’s also a full set of spices and herbs for adding that extra flavour!\n\nLifelike cooking experience! All the ingredients respond to your actions by changing temperature, appearance and taste. Every time you’re slicing potatoes, flipping steaks or boiling a soup, there is some real-life physics applied to it. Each product has a different resistance to the knife and you can feel it through haptic feedback of your VR controllers.\nOnce you learn the cooking mechanics and start serving dishes, you’ll see yourself becoming a better chef with every new plate on the checkout.\n\nCareer mode is a culinary journey zero-to-hero style and your task is to gain fame for you and your restaurant. You’ll start from the basics and progressively unlock new more complex dishes and start serving more customers as your fame and experience grow. Once you master the recipes and workflow, you’ll be able to unlock various perks and skills.\n\nHowever, if you’re not interested in playing by the rules, you’re going to love the Sandbox mode. Access all the recipes and ingredients and prepare whatever you like without any pressure. You don’t even have to cook anything! Game physics gives you unlimited opportunities. Use a slow-motion button to cut veggies in the air, set up cutting boards like dominoes, set the whole kitchen on fire, blow up the oven and save the day using a fire extinguisher!",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/CfB3ll3oQs8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "75184",
    "average": "5.00",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1175157"
  },
  "original_created_at": "2021-12-27T19:00:16.000Z",
  "created_at": "2021-12-29T02:51:26.482Z",
  "tags": [
    "LetsGameItOut",
    "CookingSimulator"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "人は食べ物を注文し、私は忘却を提供する - クッキングシミュレータ"
    },
    {
      "locale": "zh",
      "title": "人们订购食物，我提供遗忘 - 烹饪模拟器"
    },
    {
      "locale": "zh-Hant",
      "title": "人們訂購食物，我提供遺忘 - 烹飪模擬器"
    }
  ]
}