{
  "videoId": "foEqHQ9Jpho",
  "channelId": "UCbzRzJNHx7ZLlJML9BjZQVQ",
  "title": "Vasiliy Lomachenko is Unstoppable Against Commey, Knockdown Rd 7 Batters Him to Victory | HIGHLIGHTS",
  "link": "https://www.youtube.com/watch?v=foEqHQ9Jpho",
  "pubDate": "2021-12-12T06:30:05.000Z",
  "author": "Top Rank Boxing",
  "id": "yt:video:foEqHQ9Jpho",
  "isoDate": "2021-12-12T06:30:05.000Z",
  "description": "Watch highlights from the main event of #LomaCommey featuring #VasiliyLomachenko and Richard Commey.   In the fight, #Loma was in fine form scoring a knockdown in round 7 and just battering Commey for all 12 rounds getting decision.\n\nNext Up for Top Rank Boxing, WBC/IBF unified light heavyweight world champion Artur Beterbiev moved to Montreal nearly a decade ago to embark on his professional journey following a pair of Olympic berths for his native Russia. Sixteen fights into his career, he will return to his adopted hometown for the first time as a world champion.\n \nBeterbiev, boxing’s only world champion with a 100 percent knockout rate, will defend his world titles against WBC No. 1 contender and 2012 U.S. Olympian Marcus Browne on Friday Dec. 17 at the Bell Centre in Montreal.\n \nBeterbiev-Browne will headline a loaded world title tripleheader streaming live and exclusively in the United States on ESPN+. \n\nPromoted by Top Rank and Groupe Yvon Michel (GYM), tickets go on sale Saturday, Oct. 23 at 10 a.m. ET and can be purchased by visiting ticketmaster.ca, or emailing GYM’s office directly at info@groupeyvonmichel.ca.\n\nTry ESPN+ For Free: https://watch.espnplus.com/toprank/\n\nSubscribe to our YouTube channel to get notified about the latest highlights, free full fights, and fight week content as it's posted.\n\nFollow Top Rank on Twitter: http://www.twitter.com/trboxing\nFollow Top Rank on Instagram: http://www.instagram.com/toprank\nLike Top Rank on Facebook: http://www.facebook.com/trboxing",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/foEqHQ9Jpho/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1325211"
  },
  "original_created_at": "2021-12-12T06:30:05.000Z",
  "created_at": "2021-12-12T18:35:37.449Z",
  "tags": [
    "LomaCommey",
    "VasiliyLomachenko",
    "Loma"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "ワシリイ・ロマチェンコ、コミーを相手に不屈の精神で挑み、第7戦でノックダウンを奪い勝利｜HIGHLIGHTS"
    },
    {
      "locale": "zh",
      "title": "瓦西里-洛马琴科对阵科米的比赛势不可挡，第7回合击倒对手取得胜利 | 精彩内容"
    },
    {
      "locale": "zh-Hant",
      "title": "瓦西里-洛馬琴科對陣科米的比賽勢不可擋，第7回合擊倒對手取得勝利 | 精彩內容"
    }
  ],
  "source_updated_at": 1639734126008
}