{
  "videoId": "FVXzSgaMwU8",
  "channelId": "UCKwGZZMrhNYKzucCtTPY2Nw",
  "title": "Tiger and Charlie Woods shoot 10-under 62 | Round 1 | PNC Championship | 2021",
  "link": "https://www.youtube.com/watch?v=FVXzSgaMwU8",
  "pubDate": "2021-12-19T01:00:05.000Z",
  "author": "PGA TOUR",
  "id": "yt:video:FVXzSgaMwU8",
  "isoDate": "2021-12-19T01:00:05.000Z",
  "description": "In the opening round of the 2021 PNC Championship, Tiger and Charlie Woods card a 10-under 62 to sit three shots back after Saturday in Orlando.\n\nSUBSCRIBE to PGA TOUR now: http://pgat.us/vBxcZSh\r\n\r\nThis week’s PNC Championship will see Tiger Woods return to action for the first time since the PNC Championship last year. The unique event, previously called the Father/Son Challenge, will see a host of PGA TOUR and Champions Tour players compete alongside their children and parents over 36 holes, in a bid to win the Willie Park trophy. Last year’s victors, Justin and father Mike Thomas return to the Ritz-Carlton Golf Club in Orlando, Florida, hoping to become the first back-to-back winners since Larry and Drew Nelson in 2008. After finishing seventh in last year’s event Tiger Woods and his son Charlie, now 12 years old, will be looking to once again challenge for the title. Other duos to look out for this weekend include Jim Furyk and son Tanner, Nick Faldo and son Matthew and Olympic Gold medalist and 2021 Women’s PGA Championship winner, Nelly Korda alongside her father Petr. In order to be eligible, participants must have either won a major championship or THE PLAYERS Championship. The competition adopts a scramble format, in which each player in the pairing tees off, with both participants then playing each subsequent shot from within a club length of where the best shot of the two lands.\r\n\r\nCheck out https://www.pgatour.com for complete coverage along with all the latest news, scoring, and stats!\r\n\r\nFollow PGA TOUR online:\r\nInstagram: https://instagram.com/pgatour/  \r\nFacebook: https://www.facebook.com/PGATour  \r\nTwitter: https://twitter.com/PGATOUR\r\nSoundCloud: https://soundcloud.com/pgatour\r\n\r\nSign up for exclusive coverage - http://www.pgatourlive.com\r\nPGA TOUR Superstore - http://www.pgatoursuperstore.com/",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/FVXzSgaMwU8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1156969"
  },
  "original_created_at": "2021-12-19T01:00:05.000Z",
  "created_at": "2021-12-19T19:29:13.083Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "タイガー＆チャーリー・ウッズが10アンダーの62をマーク｜第1戦｜PNC選手権｜2021年"
    },
    {
      "locale": "zh",
      "title": "泰格和查理-伍兹打出低于标准杆10杆的62杆|第一轮|PNC锦标赛|2021年"
    },
    {
      "locale": "zh-Hant",
      "title": "泰格和查理-伍茲打出低於標準桿10杆的62杆|第一輪|PNC錦標賽|2021年"
    }
  ],
  "source_updated_at": 1640338937620
}