{
  "videoId": "I3uX4uwrAaY",
  "channelId": "UCWOA1ZGywLbqmigxE4Qlvuw",
  "title": "Cobra Kai Season 4 | Official Trailer | Netflix",
  "link": "https://www.youtube.com/watch?v=I3uX4uwrAaY",
  "pubDate": "2021-12-09T16:00:00.000Z",
  "author": "Netflix",
  "id": "yt:video:I3uX4uwrAaY",
  "isoDate": "2021-12-09T16:00:00.000Z",
  "description": "Every legacy. Every rivalry. Leads to this. Cobra Kai S4 premieres globally Dec 31, only on Netflix. \n\nCOBRA KAI takes place over 30 years after the events of the 1984 All Valley Karate Tournament with the continuation of the inescapable conflict between Daniel LaRusso (Ralph Macchio) and Johnny Lawrence (William Zabka). Season 4 finds the Miyagi-Do and Eagle Fang dojos joining forces to take down Cobra Kai at the All Valley Under 18 Karate Tournament... and whoever loses must hang up their gi. As Samantha and Miguel try to maintain the dojo alliance and Robby goes all in at Cobra Kai, the fate of the Valley has never been more precarious. What tricks does Kreese have up his sleeve? Can Daniel and Johnny bury their decades-long hatchet to defeat Kreese? Or will Cobra Kai become the face of karate in the valley?\n\nSUBSCRIBE: http://bit.ly/29qBUt7\n\nAbout Netflix:\nNetflix is the world's leading streaming entertainment service with 214 million paid memberships in over 190 countries enjoying TV series, documentaries and feature films across a wide variety of genres and languages. Members can watch as much as they want, anytime, anywhere, on any Internet-connected screen. Members can play, pause and resume watching, all without commercials or commitments.\n\nCobra Kai Season 4 | Official Trailer | Netflix \nhttps://youtube.com/Netflix\n\nFaced with a common enemy, Daniel and Johnny decide to start working together while Kreese looks to the past for a new ally of his own.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/I3uX4uwrAaY/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "4635315"
  },
  "original_created_at": "2021-12-09T16:00:00.000Z",
  "created_at": "2021-12-09T21:50:56.140Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "コブラ・カイ シーズン4｜公式予告編｜Netflix"
    },
    {
      "locale": "zh",
      "title": "Cobra Kai第四季｜官方预告片｜Netflix"
    },
    {
      "locale": "zh-Hant",
      "title": "Cobra Kai第四季｜官方預告片｜Netflix"
    }
  ],
  "source_updated_at": 1639734125907
}