{
  "videoId": "I8VuWhvk87o",
  "channelId": "UCJ6nMHaJPZvsJ-HmUmj1SeA",
  "title": "The Unbearable Weight of Massive Talent (2022 Movie) Official Red Band Teaser Trailer – Nicolas Cage",
  "link": "https://www.youtube.com/watch?v=I8VuWhvk87o",
  "pubDate": "2021-12-14T16:00:16.000Z",
  "author": "Lionsgate Movies",
  "id": "yt:video:I8VuWhvk87o",
  "isoDate": "2021-12-14T16:00:16.000Z",
  "description": "The Unbearable Weight of Massive Talent – In Theaters April 22, 2022. Nicolas Cage, Pedro Pascal, Sharon Horgan, Ike Barinholtz, Alessandra Mastronardi, Jacob Scipio, Lily Sheen, with Neil Patrick Harris, and Tiffany Haddish\n\nSubscribe to the LIONSGATE YouTube Channel for the latest movie trailers, clips, and more: https://bit.ly/2Z6nfym ​\n\n#UWMT\n\nhttps://www.facebook.com/NickCageMovie/\nhttps://www.instagram.com/nickcagemovie/?hl=en\nhttps://twitter.com/NickCageMovie\nhttps://www.tiktok.com/@lionsgate\n\nNicolas Cage stars as... Nick Cage in the action-comedy The Unbearable Weight of Massive Talent. Creatively unfulfilled and facing financial ruin, the fictionalized version of Cage must accept a $1 million offer to attend the birthday of a dangerous superfan (Pedro Pascal). Things take a wildly unexpected turn when Cage is recruited by a CIA operative (Tiffany Haddish) and forced to live up to his own legend, channeling his most iconic and beloved on-screen characters in order to save himself and his loved ones. With a career built for this very moment, the seminal award-winning actor must take on the role of a lifetime: Nick Cage.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/I8VuWhvk87o/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "818411"
  },
  "original_created_at": "2021-12-14T16:00:16.000Z",
  "created_at": "2021-12-14T21:42:53.190Z",
  "tags": [
    "UWMT"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "映画『アンビアン・ウェイト・オブ・マッシヴ』（2022年公開）公式レッドバンドティーザー予告編 - ニコラス・ケイジ"
    },
    {
      "locale": "zh",
      "title": "巨大的人才的不可承受之重（2022年电影）官方红带预告--尼古拉斯-凯奇"
    },
    {
      "locale": "zh-Hant",
      "title": "巨大的人才的不可承受之重（2022年電影）官方紅帶預告--尼古拉斯-凱奇"
    }
  ],
  "source_updated_at": 1639734125907
}