{
  "videoId": "knAYcg7Tt8E",
  "channelId": "UClG8odDC8TS6Zpqk9CGVQiQ",
  "title": "Fortnite Chapter 3 Season 1 Flipped Overview Trailer",
  "link": "https://www.youtube.com/watch?v=knAYcg7Tt8E",
  "pubDate": "2021-12-05T08:52:07.000Z",
  "author": "Fortnite",
  "id": "yt:video:knAYcg7Tt8E",
  "isoDate": "2021-12-05T08:52:07.000Z",
  "description": "Watch the Fortnite Chapter 3 Season 1 Flipped trailer! \n\nThe Fortnite Island has been flipped and a new one has been revealed.\n\nDue to a particularly cold winter, the first thing you’ll notice about the Island is that the western half’s a wintry biome. Perhaps stop by the suburban Greasy Grove, the industrial Logjam Lumberyard, and other locales.\nLike warmer weather? To the east are the tropics, with coastal keys, palm trees, and weathered sights to see. Although The Seven have outposts all throughout the Island, the tropics are home to their home, the “Sanctuary.” This compound is right next to the coast, where you can get a clear view of the colossal rock statue of The Foundation. And speaking of colossal, the towering, web-covered Daily Bugle building is also in the area.\nLike even warmer weather? In the south you can find the desert (some of it decorated in snow), but this desert isn’t barren on interesting places. Go off-road racing at Chonker’s Speedway, revel in cozy living at Condo Canyon, and something that will wet even the driest eyes, “come on down” to the returning Butter Barn. \nA fresh slate of weapons awaits you on the Island. Here’s a rundown of what’s new!\n\nRanger Assault Rifle\n\nMade for distance! The Ranger Assault Rifle is forceful at medium range and quite capable at long range. \n\nMK-Seven Assault Rifle\nBuilt from The Seven’s technology, the MK-Seven Assault Rifle is a medium- to long-range weapon with a high rate of fire. This Assault Rifle has a sight you can use while aiming. Align your target with the sight’s red dot!\nIf you want something even better, confront The Foundation for a special version of the MK-Seven Assault Rifle, sporting a slightly faster fire rate. \n\nStriker Pump Shotgun\nThe Striker Pump Shotgun shoots a whole lot of pellets and boasts high burst damage. Aim… then strike!\n\nAuto Shotgun\nAn automatic ally that lays down some serious firepower. The Auto Shotgun may not deal as much damage as the Striker Pump per shot, but it has a faster fire rate and reloads two shells at a time.\n\nStinger SMG\nAppropriately named, the Stinger SMG deals high damage to both opponents and structures. It stings at medium range more than one may expect!\n\nSidearm Pistol\nA trusty weapon to have by your side, the Sidearm Pistol is an accurate weapon that deals high damage at medium range and high headshot damage at close range. Don’t underestimate it!\n\nHunter Bolt-Action Sniper\nThe Hunter Bolt-Action Sniper deals high damage and can shoot three shots per clip. Get a second chance if you don’t land your shot the first time! (And a third... just in case.)\n\n\nPlay Fortnite Battle Royale, the completely free 100-player PvP mode. One giant map, A Battle Bus, Last one standing wins. ESRB Rating: Teen with Violence.\n\nInstagram: https://www.instagram.com/fortnite/​\nTwitter: https://twitter.com/FortniteGame​\nFacebook: https://www.facebook.com/FortniteGame/​\nTikTok: https://www.tiktok.com/@Fortnite\n\nLearn More: https://www.epicgames.com/fortnite/en-US/home\n\n#Fortnite #FortniteChapter3 #FortniteBattlePass",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/knAYcg7Tt8E/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "243228",
    "average": "4.88",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "11268961"
  },
  "original_created_at": "2021-12-05T08:52:07.000Z",
  "created_at": "2021-12-05T18:32:43.553Z",
  "tags": [
    "Fortnite",
    "FortniteChapter3",
    "FortniteBattlePass"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "フォートナイト チャプター3 シーズン1 Flipped Overview Trailer"
    },
    {
      "locale": "zh",
      "title": "堡垒之夜》第三章第一季翻转概述预告片"
    },
    {
      "locale": "zh-Hant",
      "title": "堡壘之夜》第三章第一季翻轉概述預告片"
    }
  ],
  "source_updated_at": 1639129319084
}