{
  "videoId": "nNpvWBuTfrc",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "The Matrix Resurrections – Official Trailer 2",
  "link": "https://www.youtube.com/watch?v=nNpvWBuTfrc",
  "pubDate": "2021-12-06T17:00:29.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:nNpvWBuTfrc",
  "isoDate": "2021-12-06T17:00:29.000Z",
  "description": "Remember what is real. Watch the new trailer for The Matrix Resurrections now – in theaters and on HBO Max 12.22.21. Get tickets: https://gettickets.whatisthematrix.com #MatrixMonday #TheMatrix \n\n-----------------\nhttps://www.facebook.com/TheMatrixMovie/\nhttps://twitter.com/TheMatrixMovie \nhttps://www.instagram.com/thematrixmo... \n-----------------\n\nFrom visionary filmmaker Lana Wachowski comes “The Matrix Resurrections,” the long-awaited next chapter in the groundbreaking franchise that redefined a genre. The new film reunites original stars Keanu Reeves and Carrie-Anne Moss in the iconic roles they made famous, Neo and Trinity.\n\nIn “The Matrix Resurrections,” return to a world of two realities: one, everyday life; the other, what lies behind it. To find out if his reality is a physical or mental construct, to truly know himself, Mr. Anderson will have to choose to follow the white rabbit once more. And if Thomas…Neo…has learned anything, it’s that choice, while an illusion, is still the only way out of—or into—\nthe Matrix. Of course, Neo already knows what he has to do. But what he doesn’t yet know is the Matrix is stronger, more secure and more dangerous than ever before.  Déjà vu.\n\nReeves reprises the dual roles of Thomas Anderson/Neo, the man once saved from the Matrix to become the savior of humankind, who will once again have to choose which path to follow.\nMoss portrays the iconic warrior Trinity… or is she Tiffany, a suburban wife and mother of three with a penchant for superpowered motorcycles?\n\nYahya Abdul-Mateen II (“Candyman,” the “Aquaman” franchise) plays the wise and worldly Morpheus who, as always, serves as a guide to Neo while also fulfilling his own greater purpose on a very singular journey of self-discovery.\n\nJessica Henwick (TV’s “Iron Fist,” “Star Wars: Episode VII – The Force Awakens”) plays the hacker Bugs, the proverbial white rabbit on a mission to discover the one who sacrificed himself for humankind--and willing to take any risk necessary in search of the legend she idolizes.\n\nJonathan Groff (“Hamilton,” TV’s “Mindhunter”), plays Thomas Anderson’s business partner, a slick, confident corporate type with insouciant charm, a disarming smile and an eye on the bottom line--everything Mr. Anderson is not.\n\nNeil Patrick Harris (“Gone Girl”) plays Thomas’ therapist, working closely with his patient to understand the meaning behind his dreams and to distinguish them from reality.\n\nPriyanka Chopra Jonas (TV’s “Quantico”) plays a young woman with a wisdom that belies her years and an ability to see the truth, no matter how murky the waters.\n\nAnd Jada Pinkett Smith (“Angel Has Fallen,” TV’s “Gotham”) returns as Niobe, the fierce General who once fought for the survival of Zion and who now sees to the welfare of her people with a familiar fire in her eyes, despite a sense of disbelief and suspicion upon Neo’s return.\n\nLana Wachowski directed from a screenplay by Wachowski & David Mitchell & Aleksandar Hemon, based on characters created by The Wachowskis. The film was produced by James McTeigue, Lana Wachowski and Grant Hill. The executive producers were Garrett Grant, Terry Needham, Michael Salven, Karin Wachowski, Jesse Ehrman and Bruce Berman.\n\nWachowski’s creative team behind the scenes included “Sense8” collaborators: directors of photography Daniele Massaccesi and John Toll, production designers Hugh Bateup and Peter Walpole, editor Joseph Jett Sally, costume designer Lindsay Pugh, visual effects supervisor Dan Glass, and composers Johnny Klimek and Tom Tykwer.\n\nWarner Bros. Pictures Presents, In Association with Village Roadshow Pictures, In Association with Venus Castina Productions, “The Matrix Resurrections.” The film will be distributed worldwide by Warner Bros. Pictures. It will be in theaters nationwide and on HBO Max via the Ad-Free plan on December 22, 2021; it will be available on HBO Max in 4K UHD, HDR10, Dolby Vision and Dolby Atmos (English only) on supported devices for 31 days from theatrical release.\n“The Matrix Resurrections” is rated R for violence and some language.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/nNpvWBuTfrc/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "141328",
    "average": "4.89",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "7657009"
  },
  "original_created_at": "2021-12-06T17:00:29.000Z",
  "created_at": "2021-12-06T22:37:06.429Z",
  "tags": [
    "MatrixMonday",
    "TheMatrix"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "映画『マトリックス・リザレクションズ』公式予告編2"
    },
    {
      "locale": "zh",
      "title": "黑客帝国的复活》--官方预告片2"
    },
    {
      "locale": "zh-Hant",
      "title": "黑客帝國的復活》--官方預告片2"
    }
  ],
  "source_updated_at": 1639129319087
}