{
  "videoId": "NtEXmQtci6Q",
  "channelId": "UCQSEAbOs6vsJfy7WN7iYaGQ",
  "title": "FNAF Security Breach speedruns are incredibly broken",
  "link": "https://www.youtube.com/watch?v=NtEXmQtci6Q",
  "pubDate": "2021-12-21T00:00:12.000Z",
  "author": "EazySpeezy",
  "id": "yt:video:NtEXmQtci6Q",
  "isoDate": "2021-12-21T00:00:12.000Z",
  "description": "FNAF Security Breach a fun game, but it's also very broken. There are tons of glitches which allows you to beat the entire game in under 15 minutes. This makes speedrunning Security Breach a great time, and here's why\n\nWatch live at: http://twitch.tv/EazySpeezy\n\n▶ Twitter: https://twitter.com/EazySpeezy\n▶ Instagram: https://instagram.com/EazySpeezy/\n▶ Merch: https://eazyspeezy.com\n\nEdited by: @The Suited Bird \nWatch the current world record speedrun here: https://youtu.be/dhpEzE4PgbU\n\nMy channel generally focuses on a more casual side of speedruns. With these videos I want to show off cool speedruns, explain how they work, and entertain. Hopefully you enjoy the content and maybe even take up speedrunning yourself, because it is truly a lot of fun!\n\nFive Nights at Freddy's: Security Breach description (from Steam):\n\nTHE NEXT CHAPTER IN FEAR\n\nFive Nights at Freddy’s: Security Breach is the latest installment of the family-friendly horror games loved by millions of players from all over the globe. Play as Gregory, a young boy trapped overnight in Freddy Fazbear’s Mega Pizzaplex. With the help of Freddy Fazbear himself, Gregory must survive the near-unstoppable hunt of reimagined Five Nights at Freddy’s characters - as well as new, horrific threats.\n\nTHE HUNTERS AND THE HUNTED - Once nighttime protocols are initiated, the animatronics at Freddy Fazbear’s Mega Pizzaplex will relentlessly pursue all intruders. Glamrock Chica, Roxanne Wolf, Montgomery Gator, and the Pizzaplex’s security guard, Vanessa, will turn over every Cotton Candy Pizza Stand if they have to - it’s not wise to stay in one place for too long.\n\nADAPT TO SURVIVE - Access the building’s security cameras to survey the environment and plan your route through danger. Distract enemies by knocking over paint cans and toys - just slip away before enemies are drawn to your location. Hop into hiding spots and allow danger to pass, or try to outrun your pursuers. Play your way, but be prepared to adapt.\n\nEXPLORE AND DISCOVER - Freddy Fazbear’s Mega Pizzaplex offers a variety of attractions for guests to enjoy - Monty Golf, Roxy Raceway, Bonnie Bowl, the sewers, and… Sewers? The Pizzaplex is vast and has no shortage of goodies to discover.\n\n#EazySpeezy #SecurityBreach #Speedrun #FNAF",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/NtEXmQtci6Q/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2490220"
  },
  "original_created_at": "2021-12-21T00:00:12.000Z",
  "created_at": "2021-12-21T15:56:47.751Z",
  "tags": [
    "EazySpeezy",
    "SecurityBreach",
    "Speedrun",
    "FNAF"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "FNAF Security Breachのスピードランは信じられないほど壊れている"
    },
    {
      "locale": "zh",
      "title": "FNAF安全漏洞的加速运行令人难以置信地崩溃"
    },
    {
      "locale": "zh-Hant",
      "title": "FNAF安全漏洞的加速運行令人難以置信地崩潰"
    }
  ],
  "source_updated_at": 1640338937733
}