{
  "videoId": "vhcM5GGaLYw",
  "channelId": "UCto7D1L-MiRoOziCXK9uT5Q",
  "title": "This Theme Park is 100% Pure Havoc - Planet Coaster",
  "link": "https://www.youtube.com/watch?v=vhcM5GGaLYw",
  "pubDate": "2021-12-11T16:00:33.000Z",
  "author": "Let's Game It Out",
  "id": "yt:video:vhcM5GGaLYw",
  "isoDate": "2021-12-11T16:00:33.000Z",
  "description": "Thanks to Dying Light 2 for sponsoring!\nPre-order NOW: https://wehy.pe/y/3/LetsGameItOut\nDying Light 1 is FREE THIS WEEKEND (Dec 9-13): https://wehy.pe/y/4/LetsGameItOut\n\nJOIN MY STREAMS! ► https://www.twitch.tv/letsgameitout\n\nMerch!  ►\n  US/CA STORE ► http://bit.ly/LetsGameItOutUSStore\n  EU STORE ► http://bit.ly/LetsGameItOutEUStore\n\nSubscribe if you enjoy! ► http://bit.ly/letsgameitout_show\n\nTwitter ► https://twitter.com/letsgameitout\nFacebook ► https://www.facebook.com/letsgameitout\n\nWant more LGIO?!\n\nMore Simulator Mayhem ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRzn3ja4BfqYUForg0p-p5wi\n\nFunny Tycoon Games ► https://www.youtube.com/watch?v=UqaNKNgSxYI&list=PLrBjj4brdIRwf14QPGmfDXCQQrDs860ig\n\nThe Finest One-Offs ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRwKf72d6spk7fSHhwwYuQu1\n\nSome Truly Bizarre Games  ► https://www.youtube.com/watch?v=zIOFGCbwJSs&list=PLrBjj4brdIRyM5mUsHwPN0PH6UVNfeNl2\n\n#LetsGameItOut #PlanetCoaster #Simulation\n\nThis Theme Park is 100% Pure Havoc - Planet Coaster - Let's Game It Out\n\n----------\n\nCheck it out on Steam ► https://store.steampowered.com/app/493340/Planet_Coaster/\n\nMore about Planet Coaster (from Steam):\n\nSurprise, delight and thrill crowds as you build the theme park of your dreams. Build and design incredible coaster parks with unparalleled attention to detail and manage your park in a truly living world.\n\nPiece-by-Piece Construction: Planet Coaster makes a designer out of everyone. Lay paths, build scenery, customize rides and make everything in your park unique with piece-by-piece construction and over a thousand unique building components.\n\nLandscape Sculpting: Play with nature and reshape the land beneath your feet. Sculpt the landscape to raise mountains, form lakes, dig caverns and even build islands in the sky, then weave coasters through your park above ground and below.\n\nTotal Authenticity: Recreate your favorite rides or leave the real world at the door. However you love to play, the most realistic rides and most realistic reactions from your guests make Planet Coaster the most authentic simulation ever.\n\nSimulation Evolved: The deepest park simulation in gaming history rewards your skills and makes management fun. Control every aspect of your guests’ experience and watch as Planet Coaster’s world reacts to your choices in an instant.\n\nA Living World: Every park guest is an expressive individual who thinks, feels and explores your park with their own interests and desires. Together Planet Coaster’s guests will tell you at a glance just how well your park is run.\n\nPark Management: You’re the boss with accessible controls that make management fun. Test your skills in a campaign of creative scenarios, or just build for fun and tweak your parks to surprise, delight and thrill your guests.\n\nCommunal Creation: Planet Coaster links coaster fanatics and creators around the world with the Steam Workshop community hub. Trade scenery, rollercoasters and even entire parks with other players, and add the world’s wildest creations to your own park.\n\nBe Inspired: Discover new content from the world’s best coaster park creators every day. Browse and download content from your favorite creators, or choose from the latest designs selected by the Planet Coaster dev team.\n\nShare Your Creativity: Whether it’s a magnificent ice cream shop or the world’s most thrilling coaster, build it, name it and share it with the planet. Join a community of creators and see your designs appear in parks around the world.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/vhcM5GGaLYw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "NaN",
    "average": "NaN",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1863313"
  },
  "original_created_at": "2021-12-11T16:00:33.000Z",
  "created_at": "2021-12-11T21:44:30.254Z",
  "tags": [
    "LetsGameItOut",
    "PlanetCoaster",
    "Simulation"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "このテーマパークは100％純粋なハボックです - Planet Coaster"
    },
    {
      "locale": "zh",
      "title": "这个主题公园是100%纯粹的浩劫--过山车星球"
    },
    {
      "locale": "zh-Hant",
      "title": "這個主題公園是100%純粹的浩劫--過山車星球"
    }
  ],
  "source_updated_at": 1639734126027
}