{
  "author": "FantasticMrsFoxbox",
  "the_new_excerpt": "The first book I discovered earlier this year was Americanah and I loved it,\nwell written, great story craft and a small glimpse into the lives of the\ncharacters growing up in Nigeria and then the cultural contrast of living in\nAmerica and the discussion of race and blackness etc, just wow.\n\nThis…",
  "original_created_utc": 1617453418,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "今年年初，我发现的第一本书是《美国佬》，我很喜欢它。\n写得很好，故事工艺很好，也是对他们生活的一个小窥视。\n角色在尼日利亚长大，然后在尼日利亚生活的文化对比。\n美国和种族和黑人等的讨论，只是哇。\n\n这个...",
      "title": "今年我发现了奇曼达-恩戈齐-阿迪奇的著作。这样一位优秀的作家，本周读了《半个黄太阳》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今年年初，我發現的第一本書是《美國佬》，我很喜歡它。\n寫得很好，故事工藝很好，也是對他們生活的一個小窺視。\n角色在尼日利亞長大，然後在尼日利亞生活的文化對比。\n美國和種族和黑人等的討論，只是哇。\n\n這個...",
      "title": "今年我發現了奇曼達-恩戈齊-阿迪奇的著作。這樣一位優秀的作家，本週讀了《半個黃太陽》。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "今年の初めに初めて知った本が『Americanah』で、とても気に入りました。\nナイジェリアで育った登場人物たちの人生を少しだけ垣間見ることができました。\nナイジェリアで育った登場人物たちの生活を垣間見ることができました。\nアメリカでの生活の文化的なコントラストや、人種や黒人についての議論など、とにかくすごい。\n\nこの...",
      "title": "私は今年、Chimamanda Ngozi Adichieの著作を知りました。とても素晴らしい作家です。今週は「黄色い太陽の半分」を読みました。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "今年の初めに初めて知った本が『Americanah』で、とても気に入りました。\nナイジェリアで育った登場人物たちの人生を少しだけ垣間見ることができました。\nナイジェリアで育った登場人物たちの生活を垣間見ることができました。\nアメリカでの生活の文化的なコントラストや、人種や黒人についての議論など、とにかくすごい。\n\nこの...",
      "title": "私は今年、Chimamanda Ngozi Adichieの著作を知りました。とても素晴らしい作家です。今週は「黄色い太陽の半分」を読みました。"
    }
  ],
  "title": "I discovered the writings of Chimamanda Ngozi Adichie this year. Such an excellent writer, this week reading Half of a Yellow Sun",
  "created_utc": 1617503597,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The first book I discovered earlier this year was Americanah and I loved it, well written, great story craft and a small glimpse into the lives of the characters growing up in Nigeria and then the cultural contrast of living in America and the discussion of race and blackness etc, just wow.</p>\n\n<p>This week I&#39;m reading Half of a Yellow Sun. Her writing of course is brilliant but I feel such heart ache knowing this happened. I live in Europe (a country not responsible for colonialism btw) and in school we don&#39;t look at the impact of colonialism, the fall out of what atrocities took place outside of Europe. I knew about the genocide in Uganda and the famine in Ethiopia on superficial levels; I even knew about the State of Biafra but as facts not in this deeply emotional contextualised way. I watched Adam Curtis documentaries &quot;can&#39;t get you out of my head&quot; and I see the same way now Nigeria was impacted by Britain making a departure like other countries, creating defacto rulers like in Iraq. But the difference with Ngozi&#39;s words and story is I feel such a deep sadness for the suffering described compared to historical and political facts. Her writing is so compelling I have been reading the context around the history, looking up maps of the different states and tribal areas of Nigeria. She truly connects her readers to her words I think.</p>\n\n<p>Edit</p>\n\n<p>Thanks for the award :)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mj7ogg/i_discovered_the_writings_of_chimamanda_ngozi/",
  "subreddit": "books",
  "id": "mj7ogg",
  "is_self": true,
  "media": null,
  "is_video": false
}