{
  "author": "basic7991",
  "original_created_utc": 1624805855,
  "title": "The Book Thief - Markus Zusak",
  "created_utc": 1624831035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is one book that I&#39;ve made an attempt to read two or three times previously but I just couldn&#39;t do it. I&#39;d always stop at 5 or 6 pages. Then, the book would just lay forgotten there. </p>\n\n<p>But I finally did it this time! And I honestly don&#39;t know why I wasn&#39;t able to read it earlier. </p>\n\n<p>I was sucked into the world right from the start. Markus Zusak&#39;s writing style was just so different and easy to read through. I was flying through the book. </p>\n\n<p>The stoy itself is so honest, raw and heart-wrenching. Liesel is such an extraordinary character and this story is so powerful. All the others characters were well fleshed out and the ending broke my heart. I&#39;ve not read a lot of World War-centric books but now, I think I&#39;m going to.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o8ynxc/the_book_thief_markus_zusak/",
  "subreddit": "books",
  "id": "o8ynxc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is one book that I've made an attempt to read two or three times previously\nbut I just couldn't do it. I'd always stop at 5 or 6 pages. Then, the book would\njust lay forgotten there.\n\nBut I finally did it this time! And I honestly don't know why I wasn't able to\nread it earlier.\n\nI was sucked…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、以前にも2回、3回と読もうとしたことがあるのですが\n読んだことがありますが、どうしても読めませんでした。いつも5、6ページで止まってしまうのです。そして、その本は\n読むことができませんでした。\n\nでも、今回はやっとできました。なぜもっと早く読めなかったのか、正直わからない。\nなぜもっと早く読めなかったのか、正直わかりません。\n\n吸い込まれるように・・・。",
      "title": "怪盗グルーの月泥棒」マーカス・ズサック"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是一本我以前曾试图读过两三遍的书\n但我就是做不到。我总是读到5、6页就停下来。然后，这本书会\n就这样被遗忘在那里。\n\n但这次我终于做到了 老实说，我不知道为什么我没有能够\n早点读完它。\n\n我被吸...",
      "title": "偷书贼》--马库斯-祖萨克"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一本我以前曾試圖讀過兩三遍的書\n但我就是做不到。我總是讀到5、6頁就停下來。然後，這本書會\n就這樣被遺忘在那裏。\n\n但這次我終於做到了 老實說，我不知道爲什麼我沒有能夠\n早點讀完它。\n\n我被吸...",
      "title": "偷書賊》--馬庫斯-祖薩克"
    }
  ]
}