{
  "author": "thepostmancometh94",
  "original_created_utc": 1634393455,
  "title": "CMV: rude servers shouldn't expect tips",
  "created_utc": 1634398862,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Probably going to wish I picked a throwaway for this one, but here we go.</p>\n\n<p>For context, I am not American, and American tipping culture is what I&#39;m focused on here. There is a tipping culture here in the UK, but as we receive standard min wage, the &#39;expected&#39; tip is generally around 10%. I spent 10y in the hospo industry as a waitress/bartender, and during that time would receive a moderate amount of tips - but only ever in response to good or extra attentive service.</p>\n\n<p>Spent a few months in the States a few years back, and was immediately struck by how different the tipping culture is. On the one hand, I totally appreciate that throwing your bartender a big tip after the first round will get you better service moving forwards, on the other, just don&#39;t really understand how you should expect to be ignored if you don&#39;t have the wherewithal to throw down an extra ten bucks at the start of your night.</p>\n\n<p>I had a few waitresses who were downright rude throughout the meal, then still made snide comments at the end when they didn&#39;t feel they&#39;d been tipped enough. In the UK, if you&#39;re rude or you fuck up, you don&#39;t expect to get tipped. Appreciate that this is likely not the norm, and there are probably numerous servers out there who work with the inherent shittiness of garbage wages subsidised with tips, but surely the goal here is to behave like a professional regardless of whether or not you can expect a payout.</p>\n\n<p>Idk, interested to hear views on this. I just don&#39;t feel like there are many other scenarios other than in the service industry where I, as a waitress, could act like a prick to a customer all night and then expect to be paid extra for it.</p>\n\n<p>(edit for spelling)</p>\n</div><!-- SC_ON -->",
  "score": 112,
  "permalink": "/r/changemyview/comments/q9crtx/cmv_rude_servers_shouldnt_expect_tips/",
  "subreddit": "changemyview",
  "id": "q9crtx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Probably going to wish I picked a throwaway for this one, but here we go.\n\nFor context, I am not American, and American tipping culture is what I'm focused\non here. There is a tipping culture here in the UK, but as we receive standard\nmin wage, the 'expected' tip is generally around 10%. I spent 10y…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "おそらく、この件については、捨て台詞を選んだ方が良かったと思うかもしれませんが、ここで紹介します。\n\n私はアメリカ人ではありませんが、ここではアメリカのチップ文化に注目しています。\nここではアメリカのチップ文化に注目しています。イギリスにもチップの文化はありますが、私たちは標準的な最低賃金を受け取っているので、「期待される」チップは\n最低賃金を受け取っているので、「期待される」チップは一般的に10％程度です。私は10年以上も前に...",
      "title": "CMV：無礼なサーバーはチップを期待してはいけない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "也许你会希望我为这个问题选择一个抛物线，但我们开始吧。\n\n为了说明情况，我不是美国人，而美国的小费文化是我所关注的\n在这里。在英国也有小费文化，但由于我们收到的是标准的最低工资，所以 \"预期 \"的小费就是 \"小费\"。\n最低工资，\"预期 \"的小费一般是10%左右。我花了10年的时间在英国。",
      "title": "CMV：粗鲁的服务员不应期待小费"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "也許你會希望我爲這個問題選擇一個拋物線，但我們開始吧。\n\n爲了說明情況，我不是美國人，而美國的小費文化是我所關注的\n在這裏。在英國也有小費文化，但由於我們收到的是標準的最低工資，所以 \"預期 \"的小費就是 \"小費\"。\n最低工資，\"預期 \"的小費一般是10%左右。我花了10年的時間在英國。",
      "title": "CMV：粗魯的服務員不應期待小費"
    }
  ]
}