{
  "author": "NotJosephJoffre",
  "the_new_excerpt": "So recently I learned about the English holocaust denier Alison Chabloz, who was\nrecently jailed for anti semitic remarks in the UK. I think this is an affront\nto human rights, and is immoral.\n\nNow, I think everything Chabloz has said is absolutely evil, ideologically\npossessed, and intellectually…",
  "original_created_utc": 1618035047,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこで最近知ったのが、イギリスのホロコースト否定論者、アリソン・シャブロズさん。\n反ユダヤ主義的な発言で投獄されました。私は、これは人権に対する冒涜であり\n私は、これは人権に対する冒涜であり、不道徳だと思います。\n\n私は、シャブロズの発言はすべて、絶対的に悪であり、思想的にも、知的にも問題があると思います。\n思想的にも、知的にも...。",
      "title": "CMV：スピーチのために投獄されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以，最近我了解到英国大屠杀否认者艾莉森-查布罗兹，她是。\n最近因在英国发表反犹太教言论而入狱。我认为这是一种侮辱\n侵犯人权，是不道德的\n\n现在，我认为查布罗兹所说的一切都绝对是邪恶的，从意识形态上来说...\n拥有，并在智力上... ...",
      "title": "CMV：没有人应该因为言论而被关进监狱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，最近我瞭解到英國大屠殺否認者艾莉森-查布羅茲，她是。\n最近因在英國發表反猶太教言論而入獄。我認爲這是一種侮辱\n侵犯人權，是不道德的\n\n現在，我認爲查布羅茲所說的一切都絕對是邪惡的，從意識形態上來說...\n擁有，並在智力上... ...",
      "title": "CMV：沒有人應該因爲言論而被關進監獄。"
    }
  ],
  "title": "CMV: Nobody should be jailed for speech.",
  "created_utc": 1618050623,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So recently I learned about the English holocaust denier Alison Chabloz, who was recently jailed for anti semitic remarks in the UK. I think this is an affront to human rights, and is immoral. </p>\n\n<p>Now, I think everything Chabloz has said is absolutely evil, ideologically possessed, and intellectually dishonest. However, jailing anyone for saying mere words is reprehensible. </p>\n\n<p>Firstly, it gives legitimacy to conspiracy theorists like say, Richard Spencer who believe the Jews rule the world. Hiding ridiculous arguments from the air of conversation and debate only allows them to grow unchecked in the shadows, after all, if you cannot discuss something openly without fear of legal reprisal you cannot defeat an awful idea. For example, in the Sargon of Akkad Vs Richard Spencer debate, the latter was revealed to be a ridiculously dishonest person who advocated for hereditary rule, a fact not many including myself would have known about.</p>\n\n<p>Secondly, who exactly decides what is imprisonable? In this case it is the UK government, which historically has jailed people over tweets, Instagram posts, and YouTube videos, as well as a recent case of a man being arrested for calling a politician a Nazi. <a href=\"https://www.google.com/amp/s/www.thescottishsun.co.uk/news/6147024/man-arrested-nicola-sturgeon-nazi-covid-funeral/amp/\">https://www.google.com/amp/s/www.thescottishsun.co.uk/news/6147024/man-arrested-nicola-sturgeon-nazi-covid-funeral/amp/</a></p>\n\n<p>This was the first source I could find, sorry, the sun isnt my first love either. </p>\n\n<p>So clearly the government should not decide. It opens the door to corruption and selective prosecution.</p>\n\n<p>Finally, I believe free speech is a human right. No government or mob should have the authority to tell you what you may and may not say. </p>\n\n<p>The only exception I can think of would be, basically some of the exceptions in the US, such as fraud, speech integral to illegal conduct, speech which incited imminent illegal action (ie standing in a crowd of say protestors or rioters, and yelling the suggestion of breaking windows or burning a building), defamation which causes harm to reputation and tangible damage to your person among a few others. </p>\n\n<p>However, saying you hate a group of people, saying a historic event didn&#39;t happen (speaking of which - no one has been jailed in the UK for claiming the Armenian genocide, or the gulags, or the killing fields, &quot;great leap forward&quot;, ongoing Uyghurs genocide, etc didnt happen or is just &quot;capitalist propaganda&quot; as far as I know), or any manner of disgusting or hateful things, should not be an offense under the law. To summarize, I believe it is a trait of only authoritarian or fascist governments, a violation of human rights, and opens the door to corruption and selective prosecution. I am open go having my view changed, however I won&#39;t be able to respond to all or even most comments. Again, I am not making this post to promote the incorrigible Ms Chabloz, but rather to address the idea that hurting someones feelings should be a legal offense.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mnzc75/cmv_nobody_should_be_jailed_for_speech/",
  "subreddit": "changemyview",
  "id": "mnzc75",
  "is_self": true,
  "media": null,
  "is_video": false
}