{
  "author": "_SuccessfulTooth",
  "the_new_excerpt": "I'll start out by saying that I don't believe white men face structural\noppression; and, I acknowledge that women and minorities do. To put it another\nway, my view doesn't challenge whether systems of oppression exist but rather\nhow many on the left increasingly attempt to counteract those systems.…",
  "original_created_utc": 1608843729,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我首先要说的是，我不相信白人男性面对的是结构性的\n而且，我承认妇女和少数群体确实如此。换个说法就是\n我的观点并不是质疑压迫制度是否存在，而是\n左翼有多少人越来越多地试图抵消这些系统。…",
      "title": "[改变我的想法]：真正包容/多样化的群体不排除白人男性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先要說的是，我不相信白人男性面對的是結構性的\n而且，我承認婦女和少數羣體確實如此。換個說法就是\n我的觀點並不是質疑壓迫制度是否存在，而是\n左翼有多少人越來越多地試圖抵消這些系統。…",
      "title": "[改變我的想法]：真正包容/多樣化的羣體不排除白人男性。"
    }
  ],
  "title": "CMV: Truly inclusive/diverse groups do not exclude white men.",
  "created_utc": 1608888772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll start out by saying that I <em>don&#39;t</em> believe white men face structural oppression; and, I acknowledge that women and minorities <em>do</em>. To put it another way, my view doesn&#39;t challenge <em>whether</em> systems of oppression exist but rather how many on the left increasingly attempt to <em>counteract</em> those systems. I hope we can have this discussion on that basis. I&#39;ll additionally say that my personal views are progressive, but I find myself increasingly turned off by the behavior of many people on the left, which I see as intolerant.</p>\n\n<p>Anyway. I&#39;ve had two experiences recently that have rubbed me, as a white man, the wrong way. I would say there are more experiences I&#39;ve had than these, but it&#39;s good to have something concrete to work with.</p>\n\n<ul>\n<li>The first was reading <em>The New York Times</em> <a href=\"https://www.nytimes.com/2020/12/23/arts/breakout-stars-actors.html\">list</a> of 2020&#39;s breakout stars, which seems to feature every demographic except for white men. I&#39;ll admit that this list per se is not really inflammatory; it just feels like I&#39;ve seen many lists like it, that exclude white men, so it feels cumulative. It&#39;s about more than this list.</li>\n<li>The second was doing a mandatory harassment training for my job, in which the only white man featured was (surprise) a fictional character who sexually harasses someone else. The training featured tons of perspectives from other demographics, but zero white men. The way they pointed out that men can also face sexual harassment was by highlighting that black men can be harassed.</li>\n</ul>\n\n<p>Now. What I&#39;m not trying to say is that it&#39;s <em>wrong</em> to have diverse lists or perspectives. I&#39;m all for it, and I certainly don&#39;t want to see a list of &quot;2020&#39;s breakout white male stars.&quot; If, of all men, black men are disproportionately impacted by sexual assault, we <em>should</em> mention that – but we shouldn&#39;t <em>only</em> mention that black men get sexually assaulted.</p>\n\n<p>But, omissions like these are clearly deliberate – they come from people who are passionate about inclusion and diversity and stress the importance of representation. Frankly, it makes me feel like I&#39;m not welcome in a movement I believe in.</p>\n\n<p>In my view, it&#39;s hypocritical to stress the importance of including everyone but exclude white men.</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Anticipated Responses</strong></p>\n\n<p>I&#39;ll provide some counterarguments I anticipate to save us time.</p>\n\n<ul>\n<li><em>White men make up the majority of x-group so they don&#39;t need to be mentioned</em>. I don&#39;t think it works to create a group and say, but the white men are over there, so there&#39;s no problem. Studies show that when members of the majority are encouraged to participate in movements, they&#39;re more successful. I would say that white men need to be shown their own perspective in say, diversity trainings, and not just portrayed as the harasser.</li>\n<li><em>White men have been in power forever, so it&#39;s okay to exclude them now.</em> This line of thinking confuses me. It comes across as a justification of prejudiced behavior.</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><strong>Edits</strong></p>\n\n<ul>\n<li>I am sorry if it takes me a while to respond to your comment. I am trying to respond thoughtfully and there are more comments coming in now.</li>\n<li>Also, all the trolls can fuck right off. Thanks. Thank you to those of you who are having open dialogues with me.</li>\n<li>[Update ~4PM PT] I&#39;ve been at this for about two hours now and have had some really good discussions. I have to step away now but I hope I will have a chance to return to this within the next few hours. </li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kjms1j/cmv_truly_inclusivediverse_groups_do_not_exclude/",
  "subreddit": "changemyview",
  "id": "kjms1j",
  "is_self": true,
  "media": null,
  "is_video": false
}