{
  "author": "Tibor500",
  "the_new_excerpt": "I’d started off by saying that i’m poc gay man, I’ve experienced both extreme\nracism and homophobia. I’m here for outing racists. But I do NOT see people\ntalking about how insane homophobia is in the black community. Some black people\nare pretty religious, and there’s extreme homophobia there that…",
  "original_created_utc": 1610064693,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一开始就说我是POC男同性恋者，我经历了两个极端\n种族主义和同性恋恐惧症。我来这里是为了揭露种族主义者。但我没看到有人\n谈论黑人社区的同性恋恐惧症有多疯狂。一些黑人\n是相当虔诚的，而且那里有极端的同性恋恐惧症，那就是…",
      "title": "[改变我的想法]：指出同性恋+社区中的种族主义很酷，但指出仇视同性恋是黑人社区也应该是一件事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一開始就說我是POC男同性戀者，我經歷了兩個極端\n種族主義和同性戀恐懼症。我來這裏是爲了揭露種族主義者。但我沒看到有人\n談論黑人社區的同性戀恐懼症有多瘋狂。一些黑人\n是相當虔誠的，而且那裏有極端的同性戀恐懼症，那就是…",
      "title": "[改變我的想法]：指出同性戀+社區中的種族主義很酷，但指出仇視同性戀是黑人社區也應該是一件事"
    }
  ],
  "title": "CMV: Pointing out racism in the lgbt+ community is cool, but pointing out homophobia is the black community should also be a thing",
  "created_utc": 1610073151,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d started off by saying that i’m poc gay man, I’ve experienced both extreme racism and homophobia. I’m here for outing racists. But I do NOT see people talking about how insane homophobia is in the black community. Some black people are pretty religious, and there’s extreme homophobia there that SHOULD be called out. A black woman said the gay slur on YouTube and everyone was just laughing about it. How? Why? That slur is just as disgusting as the n word. People need to stop picking and choosing about which minority to stand up for and instead standing up for us all. I’d say it’s only fair. Don’t agree? Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/changemyview/comments/ksqkqe/cmv_pointing_out_racism_in_the_lgbt_community_is/",
  "subreddit": "changemyview",
  "id": "ksqkqe",
  "is_self": true,
  "media": null,
  "is_video": false
}