{
  "author": "max13007",
  "the_new_excerpt": "Why YSK: because succulents are one of the more unique varieties of plants out\nthere, they've become a target for \"poaching.\" Many people think they're helping\npreserve the species when they purchase them, but can inadvertently hurt them if\ncontributing to illegal supply. Some more info can be found…",
  "original_created_utc": 1619032856,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、多肉植物は植物の中でも特に個性的な品種なので\n多肉植物は、植物の中でも特にユニークな品種であるため、\"密猟 \"の対象となっています。多くの人は、自分が種の保存に貢献していると思っています。\n多くの人は、多肉植物を購入することでその種の保護に貢献していると思っています。\n違法な供給を助長してしまいます。より詳しい情報は...",
      "title": "YSK 多肉植物は、有害なものや違法な取引の対象となることがあります。業者に入手先を聞いてみるとよいでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为多肉植物是比较独特的植物品种之一，它们已经成为 \"偷猎 \"的目标。\n它们已经成为 \"偷猎 \"的目标。许多人认为他们在帮助\n许多人认为他们在购买这些植物时是在帮助保护这些物种，但如果助长非法供应，就会无意中伤害它们。\n助于非法供应。可以找到更多信息...",
      "title": "YSK认为，淫羊藿是大量破坏性和非法交易的对象。询问供应商的来源可能会有帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲多肉植物是比較獨特的植物品種之一，它們已經成爲 \"偷獵 \"的目標。\n它們已經成爲 \"偷獵 \"的目標。許多人認爲他們在幫助\n許多人認爲他們在購買這些植物時是在幫助保護這些物種，但如果助長非法供應，就會無意中傷害它們。\n助於非法供應。可以找到更多信息...",
      "title": "YSK認爲，淫羊藿是大量破壞性和非法交易的對象。詢問供應商的來源可能會有幫助。"
    }
  ],
  "title": "YSK that Succulents are the subject of a great deal of damaging and illegal trade. It can be helpful to ask vendors their sources.",
  "created_utc": 1619041645,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because succulents are one of the more unique varieties of plants out there, they&#39;ve become a target for &quot;poaching.&quot; Many people think they&#39;re helping preserve the species when they purchase them, but can inadvertently hurt them if contributing to illegal supply. Some more info can be found in this piece by <a href=\"https://www.youtube.com/watch?v=KirP2ef1lJ0\">Cheddar</a>. Ultimately, it&#39;s OK to have succulents! But if we want them to stay around, it&#39;s good to spread info on best-buying habits. </p>\n\n<p>There was a post on <a href=\"/r/interestingasfuck\">r/interestingasfuck</a> that showed off a living rock cactus, which is a common victim of illegal trade. Made me think I should share the video I had recently seen on it.</p>\n</div><!-- SC_ON -->",
  "score": 189,
  "permalink": "/r/YouShouldKnow/comments/mvn7ix/ysk_that_succulents_are_the_subject_of_a_great/",
  "subreddit": "YouShouldKnow",
  "id": "mvn7ix",
  "is_self": true,
  "media": null,
  "is_video": false
}