{
  "author": "Autistic-IT-Fan",
  "original_created_utc": 1632580875,
  "title": "Easy to see the reason why Amazon is winning.",
  "created_utc": 1632584437,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just want to start out by saying that I am not endorsing Amazon or suggesting you not use your local independent book shops but these are just my observations. </p>\n\n<p>So I am buying quite a few books from a certain book series and spending a decent amount. Thought I&#39;d use an independent book shop so they would get my money and not a big corporation like Amazon...</p>\n\n<p>They had to order them in as they don&#39;t stock them.. Understandable. \nThey finally came in after a week or so and were shipped out via pretty slow mail method.. Okay fair enough, faster is costly I guess.\nAfter over a week of waiting only half actually arrived. So now the whole process has to be started again for the missing books.</p>\n\n<p>So far it&#39;s taken the best part of two weeks and I only have half of what I originally ordered.</p>\n\n<p>I&#39;m not complaining as such as I prefer these people get the money and not big corporations but it&#39;s pretty obvious that a good majority of people wouldn&#39;t put up with this when you can just buy on Amazon and have the item pretty much next day.</p>\n\n<p>Anyway, this is just my personal experience of trying to shop away from Amazon etc and my thoughts about it. It won&#39;t stop me from using independent sellers but it has given me insight.</p>\n\n<p>Edit. Again I just want to make clear, this post is just intended to promote open discussion about the subject and my observations of buying. This observation won&#39;t put me off buying local and independent. </p>\n\n<p>PS. Use your local libraries too people 😊</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/books/comments/pv81c7/easy_to_see_the_reason_why_amazon_is_winning/",
  "subreddit": "books",
  "id": "pv81c7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just want to start out by saying that I am not endorsing Amazon or suggesting\nyou not use your local independent book shops but these are just my\nobservations.\n\nSo I am buying quite a few books from a certain book series and spending a\ndecent amount. Thought I'd use an independent book shop so…"
}