{
  "author": "jjjrmd",
  "original_created_utc": 1632387682,
  "title": "Roald Dahl is Stephen King for kids",
  "created_utc": 1632404414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My kids are finally of an age where all three of them are excited for me to read them a bedtime story. So for the past while I&#39;ve been reading them the stories I loved as a child. We&#39;ve gone through Enid Blyton&#39;s Book of Brownies and the Magic Faraway Tree compilation, which they loved and were utterly absorbed in. So I figured that I&#39;d move on to Roald Dahl, who I loved as a kid. </p>\n\n<p>We started with the Twits, and as I was reading it I just kept thinking &quot;I don&#39;t remember it being this dark&quot;. Eventually, the kids told me they didn&#39;t like it and were finding parts of it upsetting, so we abandoned it for James and the Giant Peach, probably my favourite as a child. So far the kids are enjoying it, we&#39;ve only got to the part where visitors are coming to look at the peach in the garden, but I&#39;m finding it incredibly dark and disturbing. There is no way that James isn&#39;t suffering from a massively traumatic mental breakdown following the death of his parents and the mental and physical abuse suffered at the hands of his aunts. Grim.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ptr617/roald_dahl_is_stephen_king_for_kids/",
  "subreddit": "books",
  "id": "ptr617",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My kids are finally of an age where all three of them are excited for me to read\nthem a bedtime story. So for the past while I've been reading them the stories I\nloved as a child. We've gone through Enid Blyton's Book of Brownies and the\nMagic Faraway Tree compilation, which they loved and were…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "我が家の子供たちは、ようやく3人とも私がベッドタイムストーリーを読んであげるのを楽しみにする年齢になりました。\n寝る前のお話を読んであげるのを楽しみにする年齢になりました。そこでここしばらくは、私が子供の頃に大好きだった物語を読んであげています。\n子供の頃に大好きだった物語を読んでいます。イーニッド・ブライトンの『ブラウニーと魔法のファラ』は、これまでに何度も読み返しました。\nMagic Faraway Tree」を読みました。",
      "title": "Roald Dahlは子供にとってのStephen King"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的孩子终于到了一个年龄，他们三个人都对我给他们读睡前故事感到兴奋。\n他们的睡前故事。所以在过去的一段时间里，我一直在给他们读我小时候喜欢的故事。\n小时候喜欢的故事。我们读了伊尼德-布莱顿的《布朗尼之书》和《神奇的远方之树》。\n神奇的远方之树》汇编，他们都很喜欢，而且很喜欢。",
      "title": "罗尔德-达尔是孩子们的斯蒂芬-金"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的孩子終於到了一個年齡，他們三個人都對我給他們讀睡前故事感到興奮。\n他們的睡前故事。所以在過去的一段時間裏，我一直在給他們讀我小時候喜歡的故事。\n小時候喜歡的故事。我們讀了伊尼德-布萊頓的《布朗尼之書》和《神奇的遠方之樹》。\n神奇的遠方之樹》彙編，他們都很喜歡，而且很喜歡。",
      "title": "羅爾德-達爾是孩子們的斯蒂芬-金"
    }
  ]
}