{
  "author": "SoDakZak",
  "original_created_utc": 1629387099,
  "title": "Construction worker tackling a “Top 100” list.",
  "created_utc": 1629402184,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have missed fiction. I have missed reading, and I have realized just how fast life is ticking by with me having not experienced some of the greatest works of all time. Maybe it’s because I’m turning 30 this winter, who knows, but after seeing <a href=\"https://www.reddit.com/r/books/comments/ozyfj4/every_year_4chan_ranks_their_100_best_books_of/?utm_source=share&amp;amp;utm_medium=ios_app&amp;amp;utm_name=iossmf\">this list</a> pop up on my feed last week, I’ve decided I don’t want to miss out on so many things, not just books, but music, and cinema… the world has moved to become video-centric and so I have seen many of the classics past 1970, but have so many before then I need to also view, hopefully in our old fashioned state theatre one day. Road-trips will be good for catching up on music, and traveling will be a good thing to center around museums of art, history, and theatre. That’s besides the point, however, since this is <a href=\"/r/books\">r/books</a>!</p>\n\n<p>Our world references so many things in these books! Since I’m a South Dakotan homebuilder, I guess let’s use some pertinent illustrations…. These works have concepts and words that are bricks in the very foundation of our cultures… that should be appreciated just like I appreciate the very foundation I’m sitting on typing this up. I’m fortunate enough to have a wife, family and friends who are no strangers to turning a page here or there, so luckily I’ve had support that hopefully can keep this flame burning. I read so much in my youth, thanks to our school’s Accelerated Reader tests and points system, it motivated me really well. Never underestimate motivating people with numbers! After college and my masters I was burned out from reading, and life became “too busy” for it. I suppose it’s not really living, though, if every day that passes is another day I denied myself so many classics!</p>\n\n<p>A few things; I do plan on reading more than these 100 books, this is hopefully just a start and then I’ll add more from other lists and hopefully have found a vein or two I would like to explore. I will be taking notes on each book, at least a short write up for myself. I’m not sure how this will be received here, but many will be taken in as audiobooks, since I work alone, I have hours on end where I’ve previously listened to Podcasts or music, when I get home I need to use a lot of that time for fitness and time with my friends and family. If someone wants to gate-keep physical books verses audiobooks, so be it, people in fitness do the same thing with treadmills vs outdoor running too. I see it as better to have experienced things in a way you are able than to sit it all out completely. I found in school that I got way more from listening to the teacher and taking notes than I did reading the textbook later.  </p>\n\n<p>Im about 10 books in from that list of 100, yesterday having just finished King Lear by Shakespeare over breakfast and beginning a Clockwork Orange by Burgess (wowzers, and I thought I was a bad kid growing up!). I had zero knowledge about this book when I started so after a page I was already looking up a helpful dictionary of Burgess’ words (<a href=\"https://en.m.wiktionary.org/wiki/Appendix:A_Clockwork_Orange\">link</a>) to get me through. It only took through the end of the second chapter before I got into the flow and was able to enjoy it fully. Really makes me think about society in general as each generation comes up with their own slang. Incredible for the author to choose a very believable vocabulary that holds up today as a weird alternative reality of language to consider! I won’t spoil too much, but I do wonder if this book was read in high school by some or that age in the UK…. It’s such a well written book, but obviously the plot points are pretty edgy especially for their time. </p>\n\n<p>Any advice, or thoughts as I continue my journey are appreciated, and I have to give a huge ‘thank you’ to the user who posted that list a few weeks ago since I would have had 10 less books read in that time. It’s also rekindled an old friendship of mine to a friend who was an English professor that loves reading… life drifted us apart, but these books and discussing them have thrown a rope across that chasm and we continue to build that bridge…. </p>\n\n<p>…I just can’t get away from these building analogies. Oh well, I hope these stories help me to live happily every rafter.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p7h4gj/construction_worker_tackling_a_top_100_list/",
  "subreddit": "books",
  "id": "p7h4gj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have missed fiction. I have missed reading, and I have realized just how fast\nlife is ticking by with me having not experienced some of the greatest works of\nall time. Maybe it’s because I’m turning 30 this winter, who knows, but after\nseeing this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "小説が恋しくなりました。読書が恋しくなりました。そして、いかに早く\n史上最高の作品のいくつかを経験していないと、人生がいかに早く過ぎ去っていくかを実感しました。\n人生がいかに早く過ぎ去っていくかを実感しました。今年の冬に30歳になるからかもしれませんが、これを見た後では\nこれを見て...",
      "title": "トップ100」のリストに取り組む建設作業員。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很想念小说。我怀念阅读，而且我意识到，在我没有时间的情况下，生活是多么的快。\n我没有经历过一些有史以来最伟大的作品，生活过得如此之快。\n所有时间。也许是因为我今年冬天就要满30岁了，谁知道呢，但在看到这个之后\n看到这个...",
      "title": "建筑工人在处理 \"100强 \"名单。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很想念小說。我懷念閱讀，而且我意識到，在我沒有時間的情況下，生活是多麼的快。\n我沒有經歷過一些有史以來最偉大的作品，生活過得如此之快。\n所有時間。也許是因爲我今年冬天就要滿30歲了，誰知道呢，但在看到這個之後\n看到這個...",
      "title": "建築工人在處理 \"100強 \"名單。"
    }
  ]
}