{
  "author": "C3naa",
  "original_created_utc": 1629542724,
  "title": "How to turn your +50% losses into gains in less than 10 minutes.( step by step visual guide/ works for any coin)",
  "created_utc": 1629552642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Did you FOMOed near ATH and your coin crashed and you&#39;re still holding that heavy bag and its getting boring? You hate the feeling you get by looking at that double digit red minus in your portfolio? </p>\n\n<p>Then this is the thing for you. </p>\n\n<p>I will demonstrate a technique that can turn reds even as big as 90% into green in minutes. lets go.</p>\n\n<p>lets say you bought 400 XRPs when it was 3 dollars and you didnt lowered your average by using DCA after it crashed. Your porto should look like this today with 58% loss.</p>\n\n<p><a href=\"https://preview.redd.it/fpvmkkyjxoi71.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=350b471e096ba7370c188a6cb6627b3ccc8b8b67\">https://preview.redd.it/fpvmkkyjxoi71.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=350b471e096ba7370c188a6cb6627b3ccc8b8b67</a></p>\n\n<p>what you should do now is to open the trade section of your exchange, select XRP/USDT(cuz its the best stablecoin out there) and click Sell button. after you sell it with current price(which was 1.25 when i made this), you should click on Buy button and rebuy XRP or any specific coin that you just sold in loss and VOILA! by doing so i now own 402 XRPs( cuz i had 2 usdts left in spot from previous remaining dust) and i am in almost in 0.5% profit. Not only you now have more XRPs but now you are comfortably sitting in green area.</p>\n\n<p><a href=\"https://preview.redd.it/wt7se37lxoi71.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=689bef6ebdfc71b5099618b00eada8fa49e11d60\">https://preview.redd.it/wt7se37lxoi71.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=689bef6ebdfc71b5099618b00eada8fa49e11d60</a></p>\n\n<p>This technique works for every coin and every amount of loss at any given time. Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 181,
  "permalink": "/r/CryptoCurrency/comments/p8pbtm/how_to_turn_your_50_losses_into_gains_in_less/",
  "subreddit": "CryptoCurrency",
  "id": "p8pbtm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Did you FOMOed near ATH and your coin crashed and you're still holding that\nheavy bag and its getting boring? You hate the feeling you get by looking at\nthat double digit red minus in your portfolio?\n\nThen this is the thing for you.\n\nI will demonstrate a technique that can turn reds even as big as…"
}