{
  "author": "tacocravr",
  "original_created_utc": 1627795807,
  "title": "CMV: Extremely overpowered characters, especially in anime, are just kind of boring.",
  "created_utc": 1627879075,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I honestly like one punch man for this because it knows that Saitama being an unkillable god is boring so it does all kinds of other crazy stuff with the story.</p>\n\n<p>Compare that to DBZ or JoJo where characters have insane unbearable power and it&#39;s just kind of... boring. You pretty much know how every encounter will end because x character can use y unbearable power and it&#39;s just fucking boring man.</p>\n\n<p>It gets even worse when you start talking about hypothetical fights. In <a href=\"/r/whowouldwin\">r/whowouldwin</a> , they constantly talk about extremely OP characters and the conversation usually goes </p>\n\n<p>&quot; Well this guy has this power so he&#39;s unbeatable.&quot; </p>\n\n<p>&quot;Yeah but this other guy has a power that cancels the effects of that guy&#39;s power.&quot; </p>\n\n<p>&quot;Sure but he still can&#39;t be killed and therefore cannot lose&quot;</p>\n\n<p>And that&#39;s it. No conclusion, no good arguments to be made. Compare it to regular characters, say Jason Born vs James Bond, and it&#39;s more interesting because they actually have a limit to what they can do, creating interesting discussion about their characters. </p>\n\n<p>I&#39;m not saying that anime is bad or anything, but the trend of godlike characters in anime is, as it leads to generally boring OP characters. It usually also makes the story suck because they have to keep creating insane ways for their OP protagonist to be the underdog again.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ovmgkt/cmv_extremely_overpowered_characters_especially/",
  "subreddit": "changemyview",
  "id": "ovmgkt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I honestly like one punch man for this because it knows that Saitama being an\nunkillable god is boring so it does all kinds of other crazy stuff with the\nstory.\n\nCompare that to DBZ or JoJo where characters have insane unbearable power and\nit's just kind of... boring. You pretty much know how every…"
}