{
  "author": "tacocravr",
  "original_created_utc": 1627795807,
  "title": "CMV: Extremely overpowered characters, especially in anime, are just kind of boring.",
  "created_utc": 1627879075,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I honestly like one punch man for this because it knows that Saitama being an unkillable god is boring so it does all kinds of other crazy stuff with the story.</p>\n\n<p>Compare that to DBZ or JoJo where characters have insane unbearable power and it&#39;s just kind of... boring. You pretty much know how every encounter will end because x character can use y unbearable power and it&#39;s just fucking boring man.</p>\n\n<p>It gets even worse when you start talking about hypothetical fights. In <a href=\"/r/whowouldwin\">r/whowouldwin</a> , they constantly talk about extremely OP characters and the conversation usually goes </p>\n\n<p>&quot; Well this guy has this power so he&#39;s unbeatable.&quot; </p>\n\n<p>&quot;Yeah but this other guy has a power that cancels the effects of that guy&#39;s power.&quot; </p>\n\n<p>&quot;Sure but he still can&#39;t be killed and therefore cannot lose&quot;</p>\n\n<p>And that&#39;s it. No conclusion, no good arguments to be made. Compare it to regular characters, say Jason Born vs James Bond, and it&#39;s more interesting because they actually have a limit to what they can do, creating interesting discussion about their characters. </p>\n\n<p>I&#39;m not saying that anime is bad or anything, but the trend of godlike characters in anime is, as it leads to generally boring OP characters. It usually also makes the story suck because they have to keep creating insane ways for their OP protagonist to be the underdog again.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ovmgkt/cmv_extremely_overpowered_characters_especially/",
  "subreddit": "changemyview",
  "id": "ovmgkt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I honestly like one punch man for this because it knows that Saitama being an\nunkillable god is boring so it does all kinds of other crazy stuff with the\nstory.\n\nCompare that to DBZ or JoJo where characters have insane unbearable power and\nit's just kind of... boring. You pretty much know how every…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は正直、この点ではワンパンマンが好きです。\n不死身の神ではつまらないと知っているから、他にもいろいろとぶっ飛んだことをストーリーでやっている。\nストーリーです。\n\nDBZやジョジョと比べると、キャラクターが耐えられないほどのパワーを持っていて\n比べてみると、なんだか...つまらないですよね。あなたは、すべての...",
      "title": "CMV：特にアニメでは、極端に力の強いキャラクターはつまらないですよね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "老实说，我喜欢一拳超人，因为它知道琦玉是一个无法杀死的神是很无聊的。\n因为它知道琦玉作为一个无法杀死的神是无聊的，所以它在故事中做了各种其他疯狂的事情。\n故事。\n\n与《DBZ》或《JoJo》相比，其中的角色拥有疯狂的、无法忍受的力量，而且\n它只是有点......无聊。你几乎知道每一个...",
      "title": "CMV：极其强大的角色，特别是在动漫中，只是有点无聊。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "老實說，我喜歡一拳超人，因爲它知道琦玉是一個無法殺死的神是很無聊的。\n因爲它知道琦玉作爲一個無法殺死的神是無聊的，所以它在故事中做了各種其他瘋狂的事情。\n故事。\n\n與《DBZ》或《JoJo》相比，其中的角色擁有瘋狂的、無法忍受的力量，而且\n它只是有點......無聊。你幾乎知道每一個...",
      "title": "CMV：極其強大的角色，特別是在動漫中，只是有點無聊。"
    }
  ]
}