{
  "author": "HackyShack",
  "original_created_utc": 1627244670,
  "title": "CMV: A lot of rules/laws/policies that are meant to help support minorities just promote the idea that they can't do it themselves.",
  "created_utc": 1627252446,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reddit&#39;s policy for example regarding their #1 rule is no harassment, bullying, etc. A stipulation of the rule is that it only applies to groups that actually face harassment, so not white people or men (this is actually the official stance of reddit admins)</p>\n\n<p>Do rules like this not basically say that reddit admins believe minority groups cannot take harassment the same way white people can? </p>\n\n<p>There used to be a term that I saw thrown around a lot called the &quot;White Savior Complex&quot;. And I feel like as we&#39;ve moved more and more in the direction of enacting these types of policies, I don&#39;t really see criticism of white saviors anymore. It&#39;s almost like we&#39;ve just accepted it. Change my view?</p>\n\n<p>Edit: This is getting way way more attention than I expected very quickly. I&#39;ll reply as best I can.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/orj6za/cmv_a_lot_of_ruleslawspolicies_that_are_meant_to/",
  "subreddit": "changemyview",
  "id": "orj6za",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reddit's policy for example regarding their #1 rule is no harassment, bullying,\netc. A stipulation of the rule is that it only applies to groups that actually\nface harassment, so not white people or men (this is actually the official\nstance of reddit admins)\n\nDo rules like this not basically say…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、Redditのポリシーでは、1番目のルールとしてハラスメントやいじめを禁止しています。\nなどとなっています。このルールの規定は、実際にハラスメントに直面しているグループにのみ適用されるというものです。\n白人や男性ではなく、実際にハラスメントに直面しているグループにのみ適用されるという規定です（これは実際にredditの公式\nこれは実際にreddit管理者の公式なスタンスです）。)\n\nこのようなルールは、基本的には言わないのでしょうか...。",
      "title": "CMV： マイノリティを支援するためのルールや法律、ポリシーの多くは、「自分たちではできない」という考えを助長しているとしか思えません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "例如，Reddit的政策关于他们的第一条规则是没有骚扰，欺凌。\n等。该规则的一个规定是，它只适用于那些实际\n骚扰的群体，所以不包括白人或男性（这实际上是Reddit的官方立场）。\n这实际上是Reddit管理员的官方立场）。)\n\n像这样的规则基本上不是说...",
      "title": "CMV：很多旨在帮助支持少数民族的规则/法律/政策只是在宣传他们自己做不到的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，Reddit的政策關於他們的第一條規則是沒有騷擾，欺凌。\n等。該規則的一個規定是，它只適用於那些實際\n騷擾的羣體，所以不包括白人或男性（這實際上是Reddit的官方立場）。\n這實際上是Reddit管理員的官方立場）。)\n\n像這樣的規則基本上不是說...",
      "title": "CMV：很多旨在幫助支持少數民族的規則/法律/政策只是在宣傳他們自己做不到的想法。"
    }
  ]
}