{
  "author": "Randomized_Emptiness",
  "original_created_utc": 1630636703,
  "title": "Unpopular opinion: this sub doesn't like honesty",
  "created_utc": 1630668709,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s a saying: &quot;each sub is it&#39;s own echo chamber&quot;</p>\n\n<p>Views that differ from what&#39;s accepted and agreed upon as true are heavily downvoted. Downvoting opinions, that hold a contrarian view to the point they get hidden are a great tool to enforce this echo chamber, but it limits the subs usefulness as a source of unbiased information. </p>\n\n<p>Just to give an example to illustrate, here&#39;s some data:</p>\n\n<p>USD is a world reserve currency, so 1 USD = 1 USD. It&#39;s current inflation is ~ 5%, so people view it as a bad investment, as you lose ~5% annually on it. </p>\n\n<p>Now let&#39;s take a look at Algorand. It has a 6% network reward. It&#39;s inflation is 19%. This is a -13% APY. </p>\n\n<p>Even a mere mention of the fact, that currently ALGO has worse Tokenomics than the US Dollar brings out the downvote army. And stifles any discussion. </p>\n\n<p>What is the deal with downvoting anything that doesn&#39;t agree with ones beliefs? </p>\n\n<p>Edit: I&#39;m also somewhat salty, that commenting unpopular opinions cost money. With the upcoming karma-to-moon ratio, a simple comment on how the USD has better Tokenomics than ALGO will probably cost me more than $1. This is a major encouragement to only post stuff the majority agrees with and further enforces this echo chamber.</p>\n</div><!-- SC_ON -->",
  "score": 182,
  "permalink": "/r/CryptoCurrency/comments/pgwbmh/unpopular_opinion_this_sub_doesnt_like_honesty/",
  "subreddit": "CryptoCurrency",
  "id": "pgwbmh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's a saying: \"each sub is it's own echo chamber\"\n\nViews that differ from what's accepted and agreed upon as true are heavily\ndownvoted. Downvoting opinions, that hold a contrarian view to the point they\nget hidden are a great tool to enforce this echo chamber, but it limits the subs\nusefulness…"
}