{
  "author": "dI--__--Ib",
  "original_created_utc": 1626270044,
  "title": "YSK: Many public libraries offer FREE technology learning sessions that teach the elderly and otherwise tech-illiterate how to use email, browse the internet, and use a smartphone and/or tablet.",
  "created_utc": 1626277837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Email has the been the standard for business communications for at least 20 years and I still speak to customers who are stubborn about anything &quot;computery&quot; when they don&#39;t realise how intuitive and life-improving modern tech can be.</p>\n\n<p>Why drive to a post office to pay a bill and waste fuel, time, and ultimately money when you can accomplish the same task on a smartphone in less than a minute?</p>\n\n<p>You can buy an Android phone for the cost of a case of beer these days, even less than a pack of cigarettes if you&#39;re Australian, and public libraries often have free courses to learn how to use them and computers. </p>\n\n<p>Recommend it to your grandparents so they can spend more of their remaining time on Earth on things they enjoy. I mean if a toddler can manage, surely a senior can. People just don&#39;t give themselves enough credit and don&#39;t realise that Apple and Android devices pretty much set themselves up. </p>\n\n<p>Esit: My Grandma is 102yo and on her 3rd iPhone.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/ok4kfp/ysk_many_public_libraries_offer_free_technology/",
  "subreddit": "YouShouldKnow",
  "id": "ok4kfp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Email has the been the standard for business communications for at\nleast 20 years and I still speak to customers who are stubborn about anything\n\"computery\" when they don't realise how intuitive and life-improving modern tech\ncan be.\n\nWhy drive to a post office to pay a bill and waste fuel,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: ビジネス・コミュニケーションにおいて、Eメールは少なくとも20年前から標準となっています。\n少なくとも20年前からビジネスコミュニケーションの標準となっています。\n現代のテクノロジーがいかに直感的で生活を向上させるものであるかを理解していないため、「コンピュータ」に頑固なお客様といまだに話しています。\nがいかに直感的で生活を向上させるものであるかを知らないからです。\n\n請求書の支払いのために郵便局まで車で行き、燃料を浪費する必要はありませんし...。",
      "title": "YSK: 多くの公共図書館では、高齢者や技術に疎い方を対象に、電子メールの使い方、インターネットの閲覧方法、スマートフォンやタブレットの使用方法などを教える無料の技術講習会を開催しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：电子邮件已经成为商业通信的标准，至少有2年时间。\n至少20年了，我还在和那些对任何事情都很固执的客户交谈。\n当他们没有意识到现代技术是多么直观和改善生活的时候，我仍然和那些对任何 \"计算机 \"都很固执的客户交谈。\n是多么的直观和改善生活。\n\n为什么要开车去邮局付账并浪费燃料呢？",
      "title": "YSK：许多公共图书馆提供免费的技术学习课程，教老年人和其他技术盲如何使用电子邮件，浏览互联网，以及使用智能手机和/或平板电脑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：電子郵件已經成爲商業通信的標準，至少有2年時間。\n至少20年了，我還在和那些對任何事情都很固執的客戶交談。\n當他們沒有意識到現代技術是多麼直觀和改善生活的時候，我仍然和那些對任何 \"計算機 \"都很固執的客戶交談。\n是多麼的直觀和改善生活。\n\n爲什麼要開車去郵局付賬並浪費燃料呢？",
      "title": "YSK：許多公共圖書館提供免費的技術學習課程，教老年人和其他技術盲如何使用電子郵件，瀏覽互聯網，以及使用智能手機和/或平板電腦。"
    }
  ]
}