{
  "author": "agbellamae",
  "original_created_utc": 1637451540,
  "title": "YSK: That little gift is often what sustains a teacher...",
  "created_utc": 1637459160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I teach preschool in an elementary school. My school does not pay a lot (31k with a masters degree) but this is just the area we live in, this is how it is- and the cost of living is high. \nI can’t move to a better area due to family constraints with caring for aging parents. \nI love my job so much and it is what I’m meant for. Teaching these little ones is my dream come true. I go to work every day excited about being there. You can’t put a price on that.\nBut anyway, usually at Christmas and sometimes Thanksgiving and Teacher Appreciation, I get little presents from the parents of my kids. Nothing huge to where it could be considered inappropriate, of course (and maybe it’s different if you teach older students but mine are so young), but they have given me little things like candy, small gift cards, sometimes food items like a loaf of sweet bread. And while they think they just brightened up my day with a fun gift, what they don’t realize it that little gift is actually what sustains me— I have had times where I was eating their gift and it helped because I didn’t have much food left at home, or times the little gift card they gave meant I could afford one more item at the grocery store. I never tell students or families about how broke we are teaching their kiddos, but anyway my point is- </p>\n\n<p>Why YSK: If your child has a teacher you appreciate and you bring them something little because you want to brighten their day, just know you are doing more than you think- you may be helping them make it.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/YouShouldKnow/comments/qyhu70/ysk_that_little_gift_is_often_what_sustains_a/",
  "subreddit": "YouShouldKnow",
  "id": "qyhu70",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I teach preschool in an elementary school. My school does not pay a lot (31k\nwith a masters degree) but this is just the area we live in, this is how it is-\nand the cost of living is high. I can’t move to a better area due to family\nconstraints with caring for aging parents. I love my job so much…"
}