{
  "author": "pipocaQuemada",
  "original_created_utc": 1635697114,
  "title": "CMV: The claim that 100 companies produce 71% of carbon emissions is highly misleading, and doesn't really tell us anything interesting.",
  "created_utc": 1635716263,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You&#39;ll often hear the that 100 companies produce 71% of carbon emissions.  This is technically true given a couple of definitions.   You&#39;ll also usually hear people say that because of that,  we really just need to get those 100 companies to clean up and we&#39;ll solve climate change.  This, however, is complete nonsense. </p>\n\n<p><a href=\"https://b8f65cb373b1b7b15feb-c70d8ead6ced550b4d987d7c03fcdd1d.ssl.cf3.rackcdn.com/cms/reports/documents/000/002/327/original/Carbon-Majors-Report-2017.pdf?1499691240#page=6\">The source for that claim, the Carbon Majors Report, </a> attributes carbon to the supplier.  So when you drive your car, the carbon footprint of your gas tank is accounted against whatever oil company you bought it from:  Shell or Exxon or BP or Chevron, etc.  Similarly,  when you heat your house or cook with natural gas, that counts against the gas company.  And when you turn on the light, the power plants fuel counts against the gas company.</p>\n\n<p>So it&#39;s no surprise that nearly all of those top 100 producers are oil, gas, and coal producers.</p>\n\n<p>How is that interesting or useful?  If you cap Exxon&#39;s carbon footprint, all that means is that gas prices skyrocket.  Regulating Exxon is the same as regulating consumers, and will only have an effect by getting people to drive less. </p>\n\n<p>Instead, we should account things on the demand side,  particularly to the organization that could have abated the emissions.   You should account the carbon emissions of electricity to the utility company,  because they could have used wind/solar/nuclear/hydro/etc; they could have built pumped storage hydro, etc.  The gas you fill your car with should be accounted to you,  since you didn&#39;t walk,  bike,  use a scooter or electric car. </p>\n\n<p>Solutions for carbon emissions have to target the demand side of things by introducing and incentivising low carbon alternatives.  And a revenue neutral carbon tax and rebate wouldn&#39;t hurt, either.</p>\n\n<p>Accounting things based on demand gives us a much better idea of what things are big problems,  and where we should spend our resources.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qjsvwa/cmv_the_claim_that_100_companies_produce_71_of/",
  "subreddit": "changemyview",
  "id": "qjsvwa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "You'll often hear the that 100 companies produce 71% of carbon emissions. This\nis technically true given a couple of definitions. You'll also usually hear\npeople say that because of that, we really just need to get those 100 companies\nto clean up and we'll solve climate change. This, however, is…"
}