{
  "author": "02K30C1",
  "original_created_utc": 1624388090,
  "title": "YSK if you're buying or selling a house, what is considered a \"fixture\" and stays with the house.",
  "created_utc": 1624404829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people end up disappointed when buying a house to discover that items or appliances they thought should be included with the home were not left behind; or when selling a home take items that should have been left behind and have to pay the buyer to replace them.</p>\n\n<p>&#x200B;</p>\n\n<p>Legally, (in the US at least), a Fixture is anything that is &quot;physically and permanently&quot; attached to the home or property, and must be included in the sale of the home.  Common items that are considered fixtures include: window blinds and curtain rods, built in shelves, chandeliers and ceiling fans, appliances that are built into cabinets like dishwashers, out buildings like sheds, and trees or plants in the ground.  Common items that are NOT considered fixtures include: drapes, shower curtains, refrigerators that are not built into a cabinet, countertop appliances, and plants in pots.</p>\n\n<p>&#x200B;</p>\n\n<p>A common point of contention is attachments for hanging flat screen TVs on walls. They are &quot;physically and permanently&quot; attached to the wall, and normally should be included. But many times they are only good with the brand/size of TV they are made for, and probably useless to the buyer.</p>\n\n<p>&#x200B;</p>\n\n<p>If you are buying a house and want to make sure something is included, its always a good idea to ask. Sellers may be willing to include things that are not normally considered fixtures that they may not be able to use again, or just to avoid moving it to the next house, like custom sized drapes or an extra refrigerator in the basement.</p>\n\n<p>&#x200B;</p>\n\n<p>If you are selling a house and want to take something that normally would be considered a fixture, you can put this in the contract as an exclusion. For example, some people may be very attached to a tree or plants they put in, and want to take them along to their next house. If you don&#39;t put this in the contract, the buyer could sue and force you to pay to replace them.</p>\n\n<p>&#x200B;</p>\n\n<p>Edited to add: I see there is some discussion over the definition of what &quot;permanently&quot; attached means. In the case of real estate law, it is generally defined as &quot;affixed to the property through the application of plaster, cement, bolts, screws, nuts, or nails.&quot; i.e. if you need tools to remove it, its usually considered &quot;permanently&quot; attached.</p>\n</div><!-- SC_ON -->",
  "score": 176,
  "permalink": "/r/YouShouldKnow/comments/o5uddm/ysk_if_youre_buying_or_selling_a_house_what_is/",
  "subreddit": "YouShouldKnow",
  "id": "o5uddm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people end up disappointed when buying a house to discover that\nitems or appliances they thought should be included with the home were not left\nbehind; or when selling a home take items that should have been left behind and\nhave to pay the buyer to replace them.\n\n\n\nLegally, (in the US…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：家を買うときに、付属していると思っていたものや家電製品が\n付いていると思っていたものが付いていなかったり\nまた、家を売るときには、残しておくべきだったものを持ち出してしまい\n買主に弁償してもらうことになります。\n\n\n\n法的には（アメリカでは...",
      "title": "家を売買する場合のYSKは、何が「備品」とみなされ、家に残るのか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人在买房时发现，他们认为应该包括在房子里的物品或设备没有被留下，从而感到失望。\n他们认为应该包括在房子里的物品或电器没有被留下。\n或在出售房屋时，发现本应留下的物品或电器没有留下；或在出售房屋时，发现本应留下的物品或电器没有留下。\n而不得不向买方支付更换物品的费用。\n\n\n\n在法律上，（在美国...",
      "title": "YSK如果你要买或卖房子，什么被认为是 \"固定装置\"，并与房子一起保留。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人在買房時發現，他們認爲應該包括在房子裏的物品或設備沒有被留下，從而感到失望。\n他們認爲應該包括在房子裏的物品或電器沒有被留下。\n或在出售房屋時，發現本應留下的物品或電器沒有留下；或在出售房屋時，發現本應留下的物品或電器沒有留下。\n而不得不向買方支付更換物品的費用。\n\n\n\n在法律上，（在美國...",
      "title": "YSK如果你要買或賣房子，什麼被認爲是 \"固定裝置\"，並與房子一起保留。"
    }
  ]
}