{
  "author": "Head-Maize",
  "original_created_utc": 1625144572,
  "title": "CMV: In a layman conversation, nitpicking on wording is rarely done by people with actually deep knowledge or expertise in a field, and serves little useful purpose.",
  "created_utc": 1625154502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whatever your expertise, I&#39;m sure you&#39;ve had this experience. Someone correcting a psychologist on an inaccurate use of a term like &quot;fetish&quot;. Correcting people doing an economics PhD on &quot;you can&#39;t say free because nothing is free&quot;. A physicist on the usage of &quot;weight&quot;, and so on. Or a personal favorite, focusing on a pronunciation mistake as a way to dismiss the knowledge (translated personal experience: &quot;if you can&#39;t say <em>gratuit</em> correctly surely you can&#39;t know that much about finance&quot;).</p>\n\n<p><strong>My view is that we should strive, in the context of a normal conversation or discussion, to be understandable by the lay public</strong>, as experts in their fields should strive for us to understand. But to just &quot;nitpick&quot; on the fact that an expert or trained professional uses a more understandable, not perfectly accurate term, is pointless. The chances they know what they are saying are high, and that they know more than whoever is commenting even higher.</p>\n\n<p>Do you think there is a point in such a context to do this? As it&#39;s something I hear almost daily about many fields and with many colleagues from various backgrounds complaining about this, I figured I should ask myself if maybe it actually could be useful. Am I wrong in preferring more approachable terms?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on/",
  "subreddit": "changemyview",
  "id": "obldx3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whatever your expertise, I'm sure you've had this experience. Someone correcting\na psychologist on an inaccurate use of a term like \"fetish\". Correcting people\ndoing an economics PhD on \"you can't say free because nothing is free\". A\nphysicist on the usage of \"weight\", and so on. Or a personal…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたの専門分野が何であれ、このような経験をしたことがあるのではないでしょうか。誰かが心理学者に\n誰かが心理学者に「フェティッシュ」のような不正確な言葉の使い方を訂正する。経済学の博士号を持っている人に\n経済学の博士号を取得している人に「無料のものはないから無料とは言えない」と訂正された。A\n物理学者が「重量」の使い方を訂正する、などなど。あるいは、個人的に...",
      "title": "CMV: 素人の会話の中で、言葉遣いを細かくチェックすることは、実際にその分野の深い知識や専門性を持った人が行うことはほとんどなく、あまり意味がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "无论你的专长是什么，我相信你都有过这样的经历。有人纠正\n心理学家对 \"恋物癖 \"这种术语的不准确使用。纠正人们\n纠正经济学博士关于 \"你不能说免费，因为没有什么是免费的\"。A\n物理学家对 \"重量 \"的使用，等等。或者是一位个人...",
      "title": "CMV：在门外汉的对话中，对措辞吹毛求疵的人很少在一个领域有真正深刻的知识或专业知识，而且没有什么有用的作用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論你的專長是什麼，我相信你都有過這樣的經歷。有人糾正\n心理學家對 \"戀物癖 \"這種術語的不準確使用。糾正人們\n糾正經濟學博士關於 \"你不能說免費，因爲沒有什麼是免費的\"。A\n物理學家對 \"重量 \"的使用，等等。或者是一位個人...",
      "title": "CMV：在門外漢的對話中，對措辭吹毛求疵的人很少在一個領域有真正深刻的知識或專業知識，而且沒有什麼有用的作用。"
    }
  ]
}