{
  "author": "Head-Maize",
  "original_created_utc": 1625144572,
  "title": "CMV: In a layman conversation, nitpicking on wording is rarely done by people with actually deep knowledge or expertise in a field, and serves little useful purpose.",
  "created_utc": 1625154502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whatever your expertise, I&#39;m sure you&#39;ve had this experience. Someone correcting a psychologist on an inaccurate use of a term like &quot;fetish&quot;. Correcting people doing an economics PhD on &quot;you can&#39;t say free because nothing is free&quot;. A physicist on the usage of &quot;weight&quot;, and so on. Or a personal favorite, focusing on a pronunciation mistake as a way to dismiss the knowledge (translated personal experience: &quot;if you can&#39;t say <em>gratuit</em> correctly surely you can&#39;t know that much about finance&quot;).</p>\n\n<p><strong>My view is that we should strive, in the context of a normal conversation or discussion, to be understandable by the lay public</strong>, as experts in their fields should strive for us to understand. But to just &quot;nitpick&quot; on the fact that an expert or trained professional uses a more understandable, not perfectly accurate term, is pointless. The chances they know what they are saying are high, and that they know more than whoever is commenting even higher.</p>\n\n<p>Do you think there is a point in such a context to do this? As it&#39;s something I hear almost daily about many fields and with many colleagues from various backgrounds complaining about this, I figured I should ask myself if maybe it actually could be useful. Am I wrong in preferring more approachable terms?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/obldx3/cmv_in_a_layman_conversation_nitpicking_on/",
  "subreddit": "changemyview",
  "id": "obldx3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whatever your expertise, I'm sure you've had this experience. Someone correcting\na psychologist on an inaccurate use of a term like \"fetish\". Correcting people\ndoing an economics PhD on \"you can't say free because nothing is free\". A\nphysicist on the usage of \"weight\", and so on. Or a personal…"
}