{
  "author": "schneiderchris",
  "original_created_utc": 1638207572,
  "title": "YSK that Revolut shares your private data by default with third parties",
  "created_utc": 1638395019,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In case you‘re using Revolut, I recommend you to take a look at the app‘s privacy settings. The third point under the „marketing“ section allows them to share data such as „name, email address and app events with social m*dia and advertising platforms“, and the toggle is turned on by default.&lt;/p&gt;\n\n&lt;p&gt;Why YSK: The concerned data, especially in context with your bank activities, tells a lot about you and your behavior, it should therefore be treated confidential. I strongly recommend to turn off that setting.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/r513bd/ysk_that_revolut_shares_your_private_data_by/",
  "subreddit": "YouShouldKnow",
  "id": "r513bd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In case you‘re using Revolut, I recommend you to take a look at the app‘s\nprivacy settings. The third point under the „marketing“ section allows them to\nshare data such as „name, email address and app events with social m*dia and\nadvertising platforms“, and the toggle is turned on by default.\n\nWhy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Revolutをご利用の方は、アプリの「Revolut」をご覧になることをお勧めします。\nプライバシー設定 マーケティング」の3点目で、以下のことが許可されています。\n名前、メールアドレス、アプリのイベント」等のデータをソーシャルM*DIAや\n広告プラットフォーム」であり、トグルはデフォルトでオンになっています。\n\nなぜか...",
      "title": "Revolutがお客様の個人情報をデフォルトで第三者と共有することYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你正在使用Revolut，我建议你看一下该应用程序的\n隐私设置。在 \"营销 \"部分的第三点允许他们\n与社交媒体和广告平台分享数据，如 \"姓名、电子邮件地址和应用程序事件\"。\n广告平台\"，而且该切换键默认为打开。\n\n为什么...",
      "title": "YSK认为Revolut默认与第三方共享你的私人数据"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你正在使用Revolut，我建議你看一下該應用程序的\n隱私設置。在 \"營銷 \"部分的第三點允許他們\n與社交媒體和廣告平臺分享數據，如 \"姓名、電子郵件地址和應用程序事件\"。\n廣告平臺\"，而且該切換鍵默認爲打開。\n\n爲什麼...",
      "title": "YSK認爲Revolut默認與第三方共享你的私人數據"
    }
  ]
}