{
  "author": "schneiderchris",
  "original_created_utc": 1638207572,
  "title": "YSK that Revolut shares your private data by default with third parties",
  "created_utc": 1638395019,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In case you‘re using Revolut, I recommend you to take a look at the app‘s privacy settings. The third point under the „marketing“ section allows them to share data such as „name, email address and app events with social m*dia and advertising platforms“, and the toggle is turned on by default.&lt;/p&gt;\n\n&lt;p&gt;Why YSK: The concerned data, especially in context with your bank activities, tells a lot about you and your behavior, it should therefore be treated confidential. I strongly recommend to turn off that setting.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 71,
  "permalink": "/r/YouShouldKnow/comments/r513bd/ysk_that_revolut_shares_your_private_data_by/",
  "subreddit": "YouShouldKnow",
  "id": "r513bd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In case you‘re using Revolut, I recommend you to take a look at the app‘s\nprivacy settings. The third point under the „marketing“ section allows them to\nshare data such as „name, email address and app events with social m*dia and\nadvertising platforms“, and the toggle is turned on by default.\n\nWhy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>もし、あなたがRevolutを使っているなら、アプリのプライバシー設定を見てみることをお勧めします。\nアプリのプライバシー設定をご覧になることをお勧めします。3点目の「マーケティング」の項目では\nマーケティング」の項目では、「名前、メールアドレス、アプリのイベント」などのデータを共有することができます。\napp events with social m*dia and advertising platforms」となっており、...",
      "title": "Revolutがデフォルトでお客様の個人情報を第三者と共有しているというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你在使用Revolut，我建议你\n看看该应用程序的隐私设置。第三点是在\n\"营销 \"部分允许他们分享数据，如 \"姓名、电子邮件地址和\n与社交媒体和广告平台分享应用程序的事件\"，而 \"营销 \"部分的第三点允许他们分享数据，如 \"姓名、电子邮件地址和应用程序事件\"。",
      "title": "YSK认为Revolut默认与第三方共享你的私人数据"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你在使用Revolut，我建議你\n看看該應用程序的隱私設置。第三點是在\n\"營銷 \"部分允許他們分享數據，如 \"姓名、電子郵件地址和\n與社交媒體和廣告平臺分享應用程序的事件\"，而 \"營銷 \"部分的第三點允許他們分享數據，如 \"姓名、電子郵件地址和應用程序事件\"。",
      "title": "YSK認爲Revolut默認與第三方共享你的私人數據"
    }
  ]
}