{
  "author": "LukaIsBestVocaloid",
  "original_created_utc": 1638562392,
  "title": "What would defunding the police do for us?",
  "created_utc": 1638581529,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is a potentially charged question, so I&amp;#39;m sorry in advance if this breaks a rule or two that I haven&amp;#39;t seen.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t necessarily see the merit in defunding the police forces, but  I realize I have some bias and I don&amp;#39;t know a ton about the movement and its goals. I also haven&amp;#39;t been given a good answer as to what people hope to accomplish by doing so without being called a bootlicker or whatever, which is very frustrating.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d just like some genuine, rational answers so I can expand my viewpoint and learn without being attacked.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 119,
  "permalink": "/r/NoStupidQuestions/comments/r87zq3/what_would_defunding_the_police_do_for_us/",
  "subreddit": "NoStupidQuestions",
  "id": "r87zq3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is a potentially charged question, so I'm sorry in advance if this breaks a\nrule or two that I haven't seen.\n\nI don't necessarily see the merit in defunding the police forces, but I realize\nI have some bias and I don't know a ton about the movement and its goals. I also\nhaven't been given a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>これは潜在的に刺激的な質問ですので\n</p> <p>私は、警察の資金援助には必ずしもメリットがないと考えています。\n</p> <p>私は、警察の資金を削減することに必ずしもメリットがあるとは思いません。\n</p> <p>私は必ずしも警察の資金援助にメリットがあるとは思っていませんが、私には偏見がありますし、警察について多くを知っているわけではありませんので...。",
      "title": "警察を廃止して何になるの？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这是一个可能会被指控的问题，所以\n如果这违反了我没有看到的一两条规则，我提前表示歉意。\n</p> <p>我不一定能看到削减警察部队经费的好处。\n但我意识到我有一些偏见，而且我并不了解......。",
      "title": "削减警察经费对我们有什么好处？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這是一個可能會被指控的問題，所以\n如果這違反了我沒有看到的一兩條規則，我提前表示歉意。\n</p> <p>我不一定能看到削減警察部隊經費的好處。\n但我意識到我有一些偏見，而且我並不瞭解......。",
      "title": "削減警察經費對我們有什麼好處？"
    }
  ]
}