{
  "author": "Hirukotsu",
  "the_new_excerpt": "There are some necessary spoilers ahead for the new Wonder Woman 1984 movie to\nunderstand my view.\n\nIn the new WW84 movie Wonder Woman wishes upon a magic rock that her boyfriend\n(played by Chris Pine) comes back to life (unintentionally, not really realizing\nthat it might come true). When a strange…",
  "original_created_utc": 1609118969,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "对于1984年新的神奇女侠电影来说，前面有一些必要的剧透\n理解我的观点。\n\n在1984年的新电影“神奇女侠”中，神奇女侠在一块魔石上许愿，她的男朋友\n(克里斯·派恩饰演)复活了(无意中，没有真正意识到\n它可能会成为现实)。当一个奇怪的…",
      "title": "[改变我的想法]：神奇女侠“男友”在84年不能同意做爱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於1984年新的神奇女俠電影來說，前面有一些必要的劇透\n理解我的觀點。\n\n在1984年的新電影“神奇女俠”中，神奇女俠在一塊魔石上許願，她的男朋友\n(克里斯·派恩飾演)復活了(無意中，沒有真正意識到\n它可能會成爲現實)。當一個奇怪的…",
      "title": "[改變我的想法]：神奇女俠“男友”在84年不能同意做愛"
    }
  ],
  "title": "CMV: Wonder Woman’s “boyfriend” cannot consent to sex in WW84",
  "created_utc": 1609138124,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are some necessary spoilers ahead for the new Wonder Woman 1984 movie to understand my view. </p>\n\n<p>In the new WW84 movie Wonder Woman wishes upon a magic rock that her boyfriend (played by Chris Pine) comes back to life (unintentionally, not really realizing that it might come true). When a strange man later confronts her claiming to be her boyfriend she realizes her wish came true, but not quite how she expected. What happened is that her boyfriend’s consciousness was transported through time and took over this man’s body. It is revealed that this man had an entire life, apartment, job, etc. so he definitely existed before the wish, thus Chris Pine essentially mind controls this poor, unnamed, man (unbelievably credited as “Handsome Man,” go ahead, check IMDB) who has no say in the experience. </p>\n\n<p>The filmmakers make no attempt to address this ethical/moral/philosophical concern, and even go so far as to replace the actor who plays “Handsome Man” (Kristoffer Polaha) with Chris Pine and have Wonder Woman comment that she “doesn’t see [Handsome Man]” but rather Chris Pine. Perhaps unsurprisingly, Gal Gadot and Chris Pine share a sex scene but, in the universe of WW84, it is Diana Price and some hapless “Handsome Man” being used as a fleshy puppet by Steve the pilot. </p>\n\n<p>Summed up, my view is this: the sex that Diana Price and the “Handsome Man” have is nonconsensual. In my view, it is no different than drugging someone with a consciousness altering substance (or, perhaps, using some hypothetical body switching technology) for the purpose of having sex with them. Sure, she may not have set out with the explicit intent of having sex with “Handsome Man” and plotted a way for her boyfriend to take over his consciousness to do the deed, but she still made the decision after the fact to have sex with someone who could not reasonably consent to it. At the end of the movie, she bumps into the &quot;Handsome Man&quot; and doesn&#39;t recognize her at all (or remember the wacky adventures his body was just on saving the world), except that he is wearing an outfit that she&#39;d picked out for him (so, who even knows what that means). </p>\n\n<p>I can’t get over the fact that if the genders were switched that people would be in uproar.</p>\n\n<p>I really would like my view to be changed, it’s been driving me crazy since I saw the movie on Christmas. I’ve woken up my girlfriend to talk it through, I’ve mentioned it at dinner with her family, I’ve brought it up multiple times when we’re just sitting around. I can’t get it out of my head that Wonder Woman raped a man and no one is talking about it. </p>\n\n<p>In writing this post I found a Forbes articles but why hasn’t this topic gained traction? Am I crazy? Please, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/klg8o3/cmv_wonder_womans_boyfriend_cannot_consent_to_sex/",
  "subreddit": "changemyview",
  "id": "klg8o3",
  "is_self": true,
  "media": null,
  "is_video": false
}