{
  "author": "GoNoGoNoGoNo",
  "original_created_utc": 1631140891,
  "title": "Please Have Patience With Barnes & Noble Employees",
  "created_utc": 1631144294,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all, this is a throwaway I use for fear of retaliation. </p>\n\n<p>Booksellers at Barnes &amp; Noble are really suffering right now. Other than the usual frustrations of being booksellers in the year 2021 we have also been the subject of constant abuse from customers. All we’re asking is please be patient with us. Here are somethings t be aware of and please spread the word:\n1) if we could have every book ever made in stores we would. We’re not Amazon, we can’t have dozens of every small press title ready to go and in your hand in two days. \n2) Shipping delays have affected us too. We want your order to come ASAP but we don’t control the shipping lines or the warehouses and we’re not given any real means of tracking your order either. \n3) we’re short short staffed. Like everywhere else. We’re paid minimum wage and people are going anywhere else quoting after two weeks and they can’t even hold onto managers. We’re doing our best but a lot of us are new and still getting used to the job and we don’t have a lot of backup for when we get busy. Please have patience with us.</p>\n\n<p>So many of us have been reduced to absolute tears the past few weeks from customers yelling at us. Throwing books around and just the stress of each person trying to the job of three or more. We love books and love bringing those joys to people but we definitely need help and support during these trying times.</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/books/comments/pkkzb6/please_have_patience_with_barnes_noble_employees/",
  "subreddit": "books",
  "id": "pkkzb6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all, this is a throwaway I use for fear of retaliation.\n\nBooksellers at Barnes & Noble are really suffering right now. Other than the\nusual frustrations of being booksellers in the year 2021 we have also been the\nsubject of constant abuse from customers. All we’re asking is please be patient\nwith…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。これは報復を恐れて使っている捨て台詞です。\n\n今、Barnes & Nobleの書店員は本当に苦しんでいます。いつものことですが\n2021年の書店員としての通常の不満に加えて、私たちは、顧客からの絶え間ない\nお客様からは常に罵声を浴びせられています。お願いしたいのは、どうか我慢して\n辛抱してください...",
      "title": "バーンズ＆ノーブルの従業員に我慢してほしい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好，这是我用的一个抛物线，因为害怕报复。\n\n巴诺书店的书商们现在真的很痛苦。除了\n作为2021年的书商，我们还受到了通常的挫折。\n我们也是客户不断辱骂的对象。我们所要求的是，请耐心等待\n与...",
      "title": "请对Barnes & Noble员工保持耐心"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好，這是我用的一個拋物線，因爲害怕報復。\n\n巴諾書店的書商們現在真的很痛苦。除了\n作爲2021年的書商，我們還受到了通常的挫折。\n我們也是客戶不斷辱罵的對象。我們所要求的是，請耐心等待\n與...",
      "title": "請對Barnes & Noble員工保持耐心"
    }
  ]
}