{
  "author": "xupaxupar",
  "original_created_utc": 1630630521,
  "title": "YSK if someone is “6 weeks pregnant” it means they conceived approx. 4 weeks ago and their earliest possible pregnancy test was only around 2 weeks ago.",
  "created_utc": 1630636892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In light of yet Texas’ insane abortion law, more people should understand just how restrictive it is…because I had no clue what ‘6 weeks’ meant until I was trying myself to conceive.  When the 6 week abortion law is mentioned it often goes with the phrase “before many women even know they’re pregnant”. But what many don’t realize (because why would you when you’re not trying to have a baby) is that weeks are counted from date of last period, so it’s impossible to be 2 or even really 3 weeks pregnant. So the reality is that someone has at most, around 2 weeks to realize they’re pregnant if they want to terminate.  So yeah, these laws are fucked and maybe even more fucked than you think. You can read more about how it’s calculated here: <a href=\"https://www.stanfordchildrens.org/en/topic/default?id=calculating-a-due-date-85-P01209\">https://www.stanfordchildrens.org/en/topic/default?id=calculating-a-due-date-85-P01209</a></p>\n</div><!-- SC_ON -->",
  "score": 378,
  "permalink": "/r/YouShouldKnow/comments/pguobi/ysk_if_someone_is_6_weeks_pregnant_it_means_they/",
  "subreddit": "YouShouldKnow",
  "id": "pguobi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: In light of yet Texas’ insane abortion law, more people should\nunderstand just how restrictive it is…because I had no clue what ‘6 weeks’ meant\nuntil I was trying myself to conceive. When the 6 week abortion law is mentioned\nit often goes with the phrase “before many women even know they’re…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：テキサス州の非常識な妊娠中絶法を受けて、より多くの人々がこの法律がいかに制限されているかを理解する必要があります。\nなぜなら、私は妊娠するまで「6週間」の意味を全く知らなかったからです。\n私は妊娠するまで、「6週間」の意味を知りませんでした。妊娠6週目の中絶法が話題になると\n多くの女性が自分が妊娠していることに気づく前に...」というフレーズと一緒に語られることが多いです。",
      "title": "YSKさんが「妊娠6週目」ということは、約4週間前に妊娠し、最も早く妊娠検査薬が出たのは2週間前くらいということになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：鉴于德克萨斯州疯狂的堕胎法，更多的人应该\n因为我根本不知道 \"6周 \"是什么意思，直到我自己去尝试。\n直到我自己尝试怀孕。当人们提到6周堕胎法时\n它常常伴随着这样一句话：\"在许多妇女甚至知道她们是......\"。",
      "title": "YSK如果有人 \"怀孕6周\"，这意味着他们大约在4周前受孕，而他们最早可能的怀孕测试只是在2周前左右。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：鑑於德克薩斯州瘋狂的墮胎法，更多的人應該\n因爲我根本不知道 \"6周 \"是什麼意思，直到我自己去嘗試。\n直到我自己嘗試懷孕。當人們提到6周墮胎法時\n它常常伴隨着這樣一句話：\"在許多婦女甚至知道她們是......\"。",
      "title": "YSK如果有人 \"懷孕6周\"，這意味着他們大約在4周前受孕，而他們最早可能的懷孕測試只是在2周前左右。"
    }
  ]
}