{
  "author": "Lapascus",
  "the_new_excerpt": "In every eight of ten intellectual stuff that I consume, this book is referenced\neither directly or indirectly and it is rightly so that this book has become\nsuch an important piece of work if you consider the fact that it has managed to\nconvince us to accept something that might be hitherto…",
  "original_created_utc": 1615713109,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在我消费的每十个知识性的东西中，有八个都会提到这本书。\n直接或间接地，它是正确的，这本书已成为\n如果你考虑到这一事实，它已经成功地将一个重要的作品。\n说服我们接受一些迄今为止可能... ...",
      "title": "思考快与慢》绝对是一部精品。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我消費的每十個知識性的東西中，有八個都會提到這本書。\n直接或間接地，它是正確的，這本書已成爲\n如果你考慮到這一事實，它已經成功地將一個重要的作品。\n說服我們接受一些迄今爲止可能... ...",
      "title": "思考快與慢》絕對是一部精品。"
    }
  ],
  "title": "Thinking Fast and Slow is an absolute gem.",
  "created_utc": 1615742262,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In every eight of ten intellectual stuff that I consume, this book is referenced either directly or indirectly and it is rightly so that this book has become such an important piece of work if you consider the fact that it has managed to convince us to accept something that might be hitherto preposterous to think about; that our instincts are flawed and it is almost always to the deterimental to ourselves if we act on our instincts alone.Now as I said, it is quite a lofty goal to shake us out of a belief that is so ingrained in our culture and is a basis for the credibility of many professions but the book pulled this feat with such an elegance that it now looks preposterous to have belived in otherwise. Now I don&#39;t want to talk about the specific which I want people to find by themselves by reading this book. I honestly think this is the best non-fiction book I have read so far in my life and let me digress here for a moment and allow me to express gratification for being capable to read and comprehend English. I am going through a rough phase im my life right now and often wonder how things would have different had I not followed the set of actions that put in my current predicament but I seldom reflect on how even a slight deviation from the sets of action I followed might have resulted into a completely different being, prompting to wonder whether I really prefer to live a different life? So yeah, this book is one of those book that can make us fellow readers marvel at our own brilliance regardless of the circumstances. Also, owing to the practical nature of the book, it can help us being &#39;rational&#39; in the truest sense and if not, it can atleast make us less ignorant and modest of the limitations of Homo Sapiens.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/m4rvae/thinking_fast_and_slow_is_an_absolute_gem/",
  "subreddit": "books",
  "id": "m4rvae",
  "is_self": true,
  "media": null,
  "is_video": false
}