{
  "author": "GrumpySuper",
  "original_created_utc": 1628045264,
  "title": "CMV: politicians should all be given the same amount of money to campaign with.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I’ve had this idea since I was a teenager - another recent cmv about political debates reminded me of it. </p>\n\n<p>It’s pretty widely known that money buys a lot of elections. This doesn’t always mean that the richest candidate always wins, or that a shitty candidate with a lot of money will always do better than a poor candidate… however money is clearly a factor in the success of a candidate.</p>\n\n<p>If democracy is the best way to find the best leader, then capitalism shouldn’t be a major deciding factor. </p>\n\n<p>Here’s (kinda) the system I have invisioned: </p>\n\n<ul>\n<li>all presidential (or any major office) candidates have to raise a certain amount of funds from donors to qualify. Let’s say it’s $1M…. $5M… whatever is reasonable. </li>\n<li>fundraising threshold has to come from a <em>minimum</em> number of donors, thus preventing a single wealthy donor from funding the entire threshold. Let’s say - a minimum of 10,000 individual donors for example. </li>\n<li>once qualified the government allocates a certain amount of tax money (equal to all candidates) which will fund <em>equal</em> coverage on all major networks, and all major newspapers. </li>\n<li><p>all ads will be played on a public access free television channel and related website. </p></li>\n<li><p>all print ads will follow a very specific format; picture of the candidate, and a strict outline of whatever platform they choose to advertise. No smear campaigns, unless you choose to use your space to talk about how you’ll improve on the last guy’s policies. </p></li>\n</ul>\n\n<p>The whole point being that money and flash and fancy marketing should not play into whether or not someone gets voted to office. </p>\n\n<p>Just because I can afford for 10M people a day to see my ads and my opponent can only afford for 500k people doesn’t mean I should win. My policies should speak for themselves and the best candidate should win based on their platform and likability. </p>\n\n<p>Standardized campaigns funded in part by the government/taxpayer which collectively has a vested interest in finding the truly best leaders.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/changemyview/comments/oxjabt/cmv_politicians_should_all_be_given_the_same/",
  "subreddit": "changemyview",
  "id": "oxjabt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I’ve had this idea since I was a teenager - another recent cmv about\npolitical debates reminded me of it.\n\nIt’s pretty widely known that money buys a lot of elections. This doesn’t always\nmean that the richest candidate always wins, or that a shitty candidate with a\nlot of money will always do…"
}