{
  "author": "GrumpySuper",
  "original_created_utc": 1628045264,
  "title": "CMV: politicians should all be given the same amount of money to campaign with.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I’ve had this idea since I was a teenager - another recent cmv about political debates reminded me of it. </p>\n\n<p>It’s pretty widely known that money buys a lot of elections. This doesn’t always mean that the richest candidate always wins, or that a shitty candidate with a lot of money will always do better than a poor candidate… however money is clearly a factor in the success of a candidate.</p>\n\n<p>If democracy is the best way to find the best leader, then capitalism shouldn’t be a major deciding factor. </p>\n\n<p>Here’s (kinda) the system I have invisioned: </p>\n\n<ul>\n<li>all presidential (or any major office) candidates have to raise a certain amount of funds from donors to qualify. Let’s say it’s $1M…. $5M… whatever is reasonable. </li>\n<li>fundraising threshold has to come from a <em>minimum</em> number of donors, thus preventing a single wealthy donor from funding the entire threshold. Let’s say - a minimum of 10,000 individual donors for example. </li>\n<li>once qualified the government allocates a certain amount of tax money (equal to all candidates) which will fund <em>equal</em> coverage on all major networks, and all major newspapers. </li>\n<li><p>all ads will be played on a public access free television channel and related website. </p></li>\n<li><p>all print ads will follow a very specific format; picture of the candidate, and a strict outline of whatever platform they choose to advertise. No smear campaigns, unless you choose to use your space to talk about how you’ll improve on the last guy’s policies. </p></li>\n</ul>\n\n<p>The whole point being that money and flash and fancy marketing should not play into whether or not someone gets voted to office. </p>\n\n<p>Just because I can afford for 10M people a day to see my ads and my opponent can only afford for 500k people doesn’t mean I should win. My policies should speak for themselves and the best candidate should win based on their platform and likability. </p>\n\n<p>Standardized campaigns funded in part by the government/taxpayer which collectively has a vested interest in finding the truly best leaders.</p>\n</div><!-- SC_ON -->",
  "score": 191,
  "permalink": "/r/changemyview/comments/oxjabt/cmv_politicians_should_all_be_given_the_same/",
  "subreddit": "changemyview",
  "id": "oxjabt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I’ve had this idea since I was a teenager - another recent cmv about\npolitical debates reminded me of it.\n\nIt’s pretty widely known that money buys a lot of elections. This doesn’t always\nmean that the richest candidate always wins, or that a shitty candidate with a\nlot of money will always do…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は10代の頃からこの考えを持っていましたが、最近の別のcmvでの\n最近のcmvでは、政治的な討論会について思い出しました。\n\n選挙はお金で買えるということは、かなり広く知られています。これは、必ずしも\n金持ちの候補者が必ず勝つというわけではありませんし、お金をたくさん持っているクソみたいな候補者が\n金持ちの候補者が必ず勝つとは限らないし、金持ちのクソ候補者が必ず勝つとも限らない...。",
      "title": "CMV: 政治家は皆、同じ額の選挙資金を与えられるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我从十几岁起就有这个想法--最近的另一个关于政治辩论的cmv提醒了我。\n政治辩论提醒了我。\n\n众所周知，金钱可以买到很多选举。这并不总是\n这并不意味着最富有的候选人总是获胜，也不意味着一个拥有大量资金的低劣候选人\n或一个拥有大量金钱的低劣候选人总是能做到...",
      "title": "CMV：政治家们都应该得到同样多的钱来竞选。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我從十幾歲起就有這個想法--最近的另一個關於政治辯論的cmv提醒了我。\n政治辯論提醒了我。\n\n衆所周知，金錢可以買到很多選舉。這並不總是\n這並不意味着最富有的候選人總是獲勝，也不意味着一個擁有大量資金的低劣候選人\n或一個擁有大量金錢的低劣候選人總是能做到...",
      "title": "CMV：政治家們都應該得到同樣多的錢來競選。"
    }
  ]
}