{
  "author": "SouthernBySituation",
  "the_new_excerpt": "Why YSK: My young son has autism and the sounds bouncing off the all tile public\nrestrooms will literally cause a 10 minute meltdown and a very negative\nassociation in his brain to all public bathrooms. Automatic toilets and those\njet engine hand dryers are a death sentence for us. Sometimes kids…",
  "original_created_utc": 1624073508,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKを選んだ理由: 私の幼い息子は自閉症を患っていて、タイル張りの公衆トイレでは音が跳ね返ってきます。\n跳ね返ってくる音で、文字通り10分間のメルトダウンを起こし、非常にネガティブな\n文字通り、10分間のメルトダウンを起こし、脳内ですべての公衆トイレに対して非常にネガティブな連想をします。自動トイレとあの\nジェットエンジン式のハンドドライヤーは、私たちにとって死刑宣告です。時々、子供は...",
      "title": "YSK 公衆トイレでの音は、自閉症の子供にとってはショックが大きいので、付箋に注意してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我的小儿子有自闭症，在全瓷砖的公共厕所里弹出的声音简直会让他在10分钟内无法入睡。\n我的小儿子有自闭症，全瓷砖的公共厕所发出的声音会导致他在10分钟内崩溃，并在他的大脑中产生非常消极的\n在他的大脑中对所有公共浴室产生非常负面的联想。自动马桶和那些\n喷气式干手器对我们来说是一个死刑判决。有时孩子们...",
      "title": "YSK 公共厕所里的声音对自闭症儿童来说可能是毁灭性的，所以要注意便利贴。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我的小兒子有自閉症，在全瓷磚的公共廁所裏彈出的聲音簡直會讓他在10分鐘內無法入睡。\n我的小兒子有自閉症，全瓷磚的公共廁所發出的聲音會導致他在10分鐘內崩潰，並在他的大腦中產生非常消極的\n在他的大腦中對所有公共浴室產生非常負面的聯想。自動馬桶和那些\n噴氣式幹手器對我們來說是一個死刑判決。有時孩子們...",
      "title": "YSK 公共廁所裏的聲音對自閉症兒童來說可能是毀滅性的，所以要注意便利貼。"
    }
  ],
  "title": "YSK Sounds in a public restroom can be devastating for a child with autism so watch for post-it notes",
  "created_utc": 1624120617,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: My young son has autism and the sounds bouncing off the all tile public restrooms will literally cause a 10 minute meltdown and a very negative association in his brain to all public bathrooms. Automatic toilets and those jet engine hand dryers are a death sentence for us. Sometimes kids with autism also have a hard time predicting what might happen in some situations. So these things suddenly going off is the equivalent of you on the toilet and someone shoots a shotgun off next to your ear without you having a clue it&#39;s coming.</p>\n\n<p>If you see a post-it note on a hand dryer saying an autistic child is in there at the moment, PLEASE give us 1 minute to get out of there. It costs you 1 minute (or 0 if you like wet hands) but could set him back months of progress and limit what our family is able to get out and do. We literally have to restart at square 1 of just practicing walking by the doors and having him flip out seeing the signs. Then to walking in and straight out and so on. I will take the post-it off before we leave.</p>\n\n<p>As for the post-it on the automatic toilet sensor...I may or may not be able to take that one. If you go into a stall and see one of these feel free to help a fellow human out by removing it. It&#39;ll probably have a short note on it explaining with an apology. If I&#39;m alone, I can&#39;t take it off with him there and he can&#39;t be left alone outside while I try.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/o375gm/ysk_sounds_in_a_public_restroom_can_be/",
  "subreddit": "YouShouldKnow",
  "id": "o375gm",
  "is_self": true,
  "media": null,
  "is_video": false
}