{
  "author": "petrichor7777777",
  "the_new_excerpt": "Basically what the title says. Especially if it’s overdone and often executed\npoorly - I’m planning to write some satire on this haha.\n\nMy least favorite tropes (most are from YA, but applies to other genres too)\nare:\n\n * Love triangles / squares / other polygons, usually with just one protagonist.\n…",
  "original_created_utc": 1613891057,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "基本上就是标题所说的那样。尤其是当它被过度使用和经常执行的时候\n糟糕的是--我正打算写一些关于这个的讽刺文章，哈哈。\n\n我最不喜欢的典故（大部分来自YY，但也适用于其他类型的作品\n是：\n\n * 三角形/正方形/其他多边形的爱情，通常只有一个主角。\n…",
      "title": "你最讨厌的陈词滥调和典故？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上就是標題所說的那樣。尤其是當它被過度使用和經常執行的時候\n糟糕的是--我正打算寫一些關於這個的諷刺文章，哈哈。\n\n我最不喜歡的典故（大部分來自YY，但也適用於其他類型的作品\n是：\n\n * 三角形/正方形/其他多邊形的愛情，通常只有一個主角。\n…",
      "title": "你最討厭的陳詞濫調和典故？"
    }
  ],
  "title": "Clichés & Tropes You Hate the Most?",
  "created_utc": 1613947962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically what the title says. Especially if it’s overdone and often executed poorly - I’m planning to write some satire on this haha. </p>\n\n<p>My least favorite tropes (most are from YA, but applies to other genres too) are:</p>\n\n<ul>\n<li><p>Love triangles / squares / other polygons, usually with just one protagonist. Particularly if they fall in love for no reason. </p></li>\n<li><p>The token best friend. They could be LGBTQ+ / POC / any minority, but they’re really just there for tokenism. No real explanation is given for how their experiences affect them or even for their lives, just that they’re [insert identity]. </p></li>\n<li><p>Protagonist was an ordinary person, but suddenly is destined to save the world because of [some unknown reason]. Then they have a complete 180 change in personality too. </p></li>\n<li><p>Downright romanticizing abusive relationships. Just no please. </p></li>\n<li><p>Strong female protagonist is usually strong and capable but suddenly needs a male love interest to rescue her. What is the point of making her strong then?</p></li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/lorfhn/clichés_tropes_you_hate_the_most/",
  "subreddit": "books",
  "id": "lorfhn",
  "is_self": true,
  "media": null,
  "is_video": false
}