{
  "author": "Lilkidyunginjr",
  "original_created_utc": 1625016482,
  "title": "CMV: Cultural Appropriation is not a real issue",
  "created_utc": 1625035751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It can be corny or hurt someone’s feelings,  but that is the extent of it. The only negative consequence i can think of is that it would make someone upset. But, i think their reason for being upset is not legitimate.</p>\n\n<p>If a white person opens a Jamaican restaurant, that would be considered cultural appropriation. If they have no clue what they’re doing, the business will fail. If they are excellent Jamaican cooks, the business will do well. Both situations seem just to me. So there is no issue with them appropriating Jamaican culture. </p>\n\n<p>Well that’s all i have to say about that. Just meeting the character count</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/oamfqf/cmv_cultural_appropriation_is_not_a_real_issue/",
  "subreddit": "changemyview",
  "id": "oamfqf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It can be corny or hurt someone’s feelings, but that is the extent of it. The\nonly negative consequence i can think of is that it would make someone upset.\nBut, i think their reason for being upset is not legitimate.\n\nIf a white person opens a Jamaican restaurant, that would be considered…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "下品になったり、誰かの気持ちを傷つけたりすることもありますが、その程度のものです。唯一の\n唯一のマイナス要因は、誰かを怒らせてしまうことだと思います。\nでも、その理由は正当なものではないと思うのです。\n\nもし、白人がジャマイカ料理のレストランを開いたら、それは...。",
      "title": "CMV: Cultural Appropriationは本当の問題ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它可能是老套的，或者伤害了某人的感情，但这就是它的范围。我能想到的唯一负面后果是\n我能想到的唯一负面后果是它会让人不高兴。\n但是，我认为他们不高兴的理由并不合法。\n\n如果一个白人开了一家牙买加餐馆，这将被认为是...",
      "title": "CMV：文化挪用不是一个真正的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它可能是老套的，或者傷害了某人的感情，但這就是它的範圍。我能想到的唯一負面後果是\n我能想到的唯一負面後果是它會讓人不高興。\n但是，我認爲他們不高興的理由並不合法。\n\n如果一個白人開了一家牙買加餐館，這將被認爲是...",
      "title": "CMV：文化挪用不是一個真正的問題"
    }
  ]
}