{
  "author": "spozeicandothis",
  "original_created_utc": 1635624671,
  "title": "CMV: most influencers are just random attention whores",
  "created_utc": 1635629761,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Note this comment applies to 99% of so-called influencers. While there are certainly a few who actually sell product and get people to copy their style / fashion (sports stars, Hollywood icons etc), the vast majority of people calling themselves influencers are just extroverts from Podunk  shamelessly prostrating themselves online. They’ll never amount to anything and their 100 followers are also losers.</p>\n\n<p>While the concept of a celebrity pitchman/woman is long established, I&#39;ve never bought anything pitched by a celebrity, or social media app. You were paid to promote something? Good for you, I ain&#39;t buying it. Good product? Don&#39;t care, it&#39;s a cheesy way to reach people. And why should I trust your opinion anyway? If the product was that good and actually something I needed, I&#39;d have heard about it by other means. </p>\n\n<p>Are people so gullible these days they&#39;ll shell out for anything pitched by a Kardashian? Maybe, but the 100,000 Kim/Kylie wannabes out there? Get a fucking job because your TikTok is never gonna pay your bills. </p>\n\n<p>Your work is cut out for you peeps.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/qj9jbx/cmv_most_influencers_are_just_random_attention/",
  "subreddit": "changemyview",
  "id": "qj9jbx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Note this comment applies to 99% of so-called influencers. While there are\ncertainly a few who actually sell product and get people to copy their style /\nfashion (sports stars, Hollywood icons etc), the vast majority of people calling\nthemselves influencers are just extroverts from Podunk…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このコメントは、いわゆるインフルエンサーの99％に当てはまることに注意してください。中には\n実際に商品を販売したり、人々に自分のスタイルやファッションを真似させたりする人は確かに少数です。\nしかし、インフルエンサーと呼ばれる人たちの大多数は、ポダンクの外向的な人たちです。\nインフルエンサーと呼ばれる人たちの大半は、田舎町の外向的な人たちです。",
      "title": "CMV: ほとんどのインフルエンサーは、ただのランダムな注目の的である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "注意这个评论适用于99%的所谓影响者。虽然也有\n当然也有少数人真正销售产品并让人们模仿他们的风格/时尚（体育明星、好莱坞偶像等）。\n时尚（体育明星、好莱坞偶像等），但绝大多数自称是影响者的人\n绝大多数自称是影响者的人只是来自波登克的外向者......",
      "title": "CMV：大多数有影响力的人只是随机的注意力妓女"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注意這個評論適用於99%的所謂影響者。雖然也有\n當然也有少數人真正銷售產品並讓人們模仿他們的風格/時尚（體育明星、好萊塢偶像等）。\n時尚（體育明星、好萊塢偶像等），但絕大多數自稱是影響者的人\n絕大多數自稱是影響者的人只是來自波登克的外向者......",
      "title": "CMV：大多數有影響力的人只是隨機的注意力妓女"
    }
  ]
}