{
  "author": "EdgeFC",
  "the_new_excerpt": "Rodion Raskolnikov is one of the most profound, complex and unique characters of\nuniversal literature. Rivalizes with Hamlet and Anna Karenina in that regard.\n\nWe initially encounter a troubled young man, rotting in poverty, self-perceiving\nhimself as a pseudo-Messiah figure with deeply rooted…",
  "original_created_utc": 1615650700,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "罗迪昂-拉斯科尔尼科夫是一个最深刻、最复杂、最独特的人物。\n宇宙文学。在这方面与《哈姆雷特》和《安娜-卡列尼娜》相提并论。\n\n我们最初遇到的是一个问题青年，在贫困中腐烂，自以为是的\n他自己作为一个伪弥赛亚的形象与根深蒂固的... ...",
      "title": "关于陀思妥耶夫斯基的《罪与罚》。拉斯科尔尼科夫是一个绝对出色的人物"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "羅迪昂-拉斯科爾尼科夫是一個最深刻、最複雜、最獨特的人物。\n宇宙文學。在這方面與《哈姆雷特》和《安娜-卡列尼娜》相提並論。\n\n我們最初遇到的是一個問題青年，在貧困中腐爛，自以爲是的\n他自己作爲一個僞彌賽亞的形象與根深蒂固的... ...",
      "title": "關於陀思妥耶夫斯基的《罪與罰》。拉斯科爾尼科夫是一個絕對出色的人物"
    }
  ],
  "title": "About Dostoievski's 'Crime and Punishment': Raskolnikov is an absolutely brilliant character",
  "created_utc": 1615684922,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Rodion Raskolnikov is one of the most profound, complex and unique characters of universal literature. Rivalizes with Hamlet and Anna Karenina in that regard.</p>\n\n<p>We initially encounter a troubled young man, rotting in poverty, self-perceiving himself as a pseudo-Messiah figure with deeply rooted convictions about the achievement of greater good for the Humanity through the bending of social norms and laws. A delusion of grandeur, actually, as he validates the act of murder and robbery with the psychotic idea of being an extraordinary individual, comparable to Napoleon and Maome, thus being able to &quot;morally allow himself&quot; certain grotesque actions.</p>\n\n<p>Later, the lack of remorse after killing an innocent bystander (Lisaveta) combined with the indifference shown towards human psychological suffering when witnessing someone&#39;s attempted suicide (woman on the bridge), seemed to shed some light on a possible placement of the character in a cluster B personality disorder.</p>\n\n<p>As to mock and challenge any type of deliberate categorization, he&#39;s portrayed as a deeply caring and loving individual at a completely unexpected time, as the miserable drunkard Semion Marmelodov dies and young Rodka feels absolutely overwhelmed with compassion and even resorts to charity, providing for the deceased&#39;s family despite his own dire financial situation.</p>\n\n<p>The ambiguity in his relationship with his mother and sister paints yet another layer in this intricate composition, as he passionately defend their interests but at the same time is resentful about them.</p>\n\n<p>This is all wrapped together with a &quot;Tolstoyan&quot; final act of redemption through suffering and punishment.</p>\n\n<p>To be fair, he&#39;s a character in an incredibly complex novel with multiple layers to dissect, but the purpose of this lackluster note is to highlight a small portion of it that I&#39;ve found really remarkable. </p>\n\n<p>All in all, C&amp;P is an excellent meditation on the human condition and psyche. Social commentary meets psychoanalysis, Isaac Levitan meets Ludwig Kirchner. And (even more impactful) literary existentialism is born.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/m48xax/about_dostoievskis_crime_and_punishment/",
  "subreddit": "books",
  "id": "m48xax",
  "is_self": true,
  "media": null,
  "is_video": false
}