{
  "author": "Poo-et",
  "original_created_utc": 1627682542,
  "title": "CMV: The way we treat slurs is weirdly deontological and has become divorced from harm principles",
  "created_utc": 1627706024,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I posted on a <a href=\"https://www.reddit.com/r/changemyview/comments/mkv0w5/cmv_normalising_the_use_of_slurs_is_bad_but_the/\">similar subject</a> a little while ago, but didn&#39;t receive much challenge on this point in particular, so I thought I should give it its own CMV. To be clear, this isn&#39;t a pro-slurs freeze peach CMV, I&#39;m more just a little puzzled by what is easily the most common reaction to a slur being referenced.  </p>\n\n<p>There&#39;s a massive degree of reverence that is given to slurs. A recent situation occurred in my (very politically inclined, and part of an extended discussion on the subject) friend group. I was talking about the racist origins of the southern strategy and while quoting Lee Atwood, the inventor of the racist southern strategy, quoted the n word.\n  &quot;By 1968 you can’t say “nigger”—that hurts you, backfires. So you say stuff like, uh, forced busing, states’ rights, and all that stuff, and you’re getting so abstract.&quot;  </p>\n\n<p>This caused a brouhaha which I apologised for, despite being a bit puzzled. Everybody present was white. The context was in an explicit condemnation of racism, and was a quote of an individual who I was rather heatedly criticising at the time. It&#39;s such an abstract rule to enforce in this context. Nobody can actually explain why they&#39;re offended by it, but we&#39;ve become so socially conditioned against the word, just a mere academic reference to it is enough to make us flinch. This is insane.  </p>\n\n<p>Look, I understand that flippant use of slurs is bad. It&#39;s bad because it harms people through the normalisation of racism. But somewhere along the way refusal to refer to slurs has become a weird irreducible deontological principle that nobody seems to be able to explain. I&#39;m not suggesting we bring back the n word into common conversation, but surely just <em>referring</em> to the word shouldn&#39;t be offensive if there&#39;s no racism or risk of normalisation being carried along with it implicitly. Racism is disgusting and isn&#39;t just hurt feelings. It&#39;s extremely damaging and its influences are incredibly deeply seated in people&#39;s minds that an attack on racism is seen as an attack on a country itself.   </p>\n\n<p>When we ban certain speech, usually I understand it as a method of mitigating some kind of harm. Shouting fire in a crowded theatre. Inciting violence. Needless verbal abuse. Abuse on the basis of a protected class. I get it.  </p>\n\n<p>But not tolerating the <em>word itself</em>?</p>\n\n<p>I&#39;m not upset, I&#39;m just... confused. I just do not understand it. Not even a rhetorical lack of understanding, I&#39;m genuinely puzzled why people think this way. Maybe there&#39;s a good reason that&#39;s blindingly obvious that I am missing. Please, change my view.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/ouuy0m/cmv_the_way_we_treat_slurs_is_weirdly/",
  "subreddit": "changemyview",
  "id": "ouuy0m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I posted on a similar subject\n[https://www.reddit.com/r/changemyview/comments/mkv0w5/cmv_normalising_the_use_of_slurs_is_bad_but_the/]\na little while ago, but didn't receive much challenge on this point in\nparticular, so I thought I should give it its own CMV. To be clear, this isn't a\npro-slurs…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "似たようなテーマで投稿した\n[https://www.reddit.com/r/changemyview/comments/mkv0w5/cmv_normalising_the_use_of_slurs_is_bad_but_the/]\n少し前に投稿したのですが、特にこの点についてはあまり反論がなかったので\nこの点については特に反論がなかったので、独自のCMVを作るべきだと考えました。はっきりさせておきますが、これは\nプロのスラー...",
      "title": "CMV：スラーの扱い方は、妙にデオントロジー的で、害悪の原則とは切り離されてしまっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在一个类似的主题上发过帖子\n[https://www.reddit.com/r/changemyview/comments/mkv0w5/cmv_normalising_the_use_of_slurs_is_bad_but_the/]\n不久前，我也曾就类似的问题发过帖子，但在这一点上并没有收到多少挑战\n所以我想我应该给它自己的CMV。说白了，这不是一个\n支持诽谤...",
      "title": "CMV: 我们对待诽谤的方式是奇怪的去道德化的，已经脱离了伤害原则。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在一個類似的主題上發過帖子\n[https://www.reddit.com/r/changemyview/comments/mkv0w5/cmv_normalising_the_use_of_slurs_is_bad_but_the/]\n不久前，我也曾就類似的問題發過帖子，但在這一點上並沒有收到多少挑戰\n所以我想我應該給它自己的CMV。說白了，這不是一個\n支持誹謗...",
      "title": "CMV: 我們對待誹謗的方式是奇怪的去道德化的，已經脫離了傷害原則。"
    }
  ]
}