{
  "author": "Sillyist",
  "original_created_utc": 1638402179,
  "title": "YSK The build-up of black soot on the bottom of your pots and pans is not normal. It can be a sign of excess carbon monoxide.",
  "created_utc": 1638409105,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:   Carbon monoxide (CO) is known as the &amp;quot;silent killer&amp;quot; for a reason.  It&amp;#39;s odourless and colourless, so it&amp;#39;s very hard to detect.   For this reason, it&amp;#39;s always a good idea to ensure your fire detector/smoke alarm also has CO detection  (most of the newer fire detectors come standard with this nowadays).      &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m making this post because I noticed a lot of black soot (black powdery substance) building up on the bottom of my girlfriend&amp;#39;s pots and pans when we cook at her condo.  I also have a gas range stove at my place but have never seen build-up of soot on my cooking equipment.  This soot will come off as black dust on your finger if you rub the bottom of a pan after it cools.  Recently, the CO alarm went off on the smoke detector at my girlfriend&amp;#39;s place, which obviously caused some concern and I started to look into the potential causes while she called the fire department.  Be sure to get out of the house and/or ventilated it by opening the windows.  Getting out of the home right away is the safest option and highly recommended. &lt;/p&gt;\n\n&lt;p&gt;One of the best articles I found was this one:   &lt;a href=\"https://www.abe.iastate.edu/extension-and-outreach/carbon-monoxide-poisoning-checking-for-complete-combustion-aen-175/\"&gt;https://www.abe.iastate.edu/extension-and-outreach/carbon-monoxide-poisoning-checking-for-complete-combustion-aen-175/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The article shows that soot can be a sign that your natural gas stove is has an incorrect mixture of air and gas, which can lead to an incomplete burn.  This incomplete burn can cause the build-up of soot and carbon monoxide in your home.   While this typically creates CO in amounts that are not deadly, they can cause a lot of health problems over time and if the ventilation in your home is poor, it can potentially be fatal. &lt;/p&gt;\n\n&lt;p&gt;Some symptoms of CO poisoning are headaches, shortness of breath, dizziness, weaknesss, confusion, and nausea.  If you have any of these symptoms that seem to clear up when you leave home, check the bottom of your pots and pans for clues.    The article above goes into a lot better detail than I ever could, and I&amp;#39;m definitely no expert in this field.   I figured this could be life-saving information and was worth a share.     If anyone who&amp;#39;s an expert in this that has corrections for my info and/or more information on this, I encourage you to share it in the thread. &lt;/p&gt;\n\n&lt;p&gt;Stay safe out there,&lt;/p&gt;\n\n&lt;p&gt;Sillyist&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 261,
  "permalink": "/r/YouShouldKnow/comments/r6su7n/ysk_the_buildup_of_black_soot_on_the_bottom_of/",
  "subreddit": "YouShouldKnow",
  "id": "r6su7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Carbon monoxide (CO) is known as the \"silent killer\" for a reason. It's\nodourless and colourless, so it's very hard to detect. For this reason, it's\nalways a good idea to ensure your fire detector/smoke alarm also has CO\ndetection (most of the newer fire detectors come standard with this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：一酸化炭素（CO）が「サイレントキラー」と呼ばれるのには理由があります。一酸化炭素は\n無臭・無色のため、発見が非常に困難です。そのため\n火災探知機や煙探知機には、必ずCO\nを検出することができます（最近の火災探知機のほとんどは、これを標準装備しています...）。",
      "title": "YSK お鍋やフライパンの底に黒いススが溜まるのは、正常ではありません。一酸化炭素が過剰に発生しているサインである可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：一氧化碳（CO）被称为 \"无声杀手 \"是有原因的。它是\n无色无味，所以很难被发现。出于这个原因，我们应该\n确保您的火灾探测器/烟雾报警器也具有CO\n检测（大多数较新的火灾探测器都标配了这个功能......",
      "title": "YSK 你的锅碗瓢盆底部堆积的黑色烟尘是不正常的。它可能是一氧化碳过多的迹象。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：一氧化碳（CO）被稱爲 \"無聲殺手 \"是有原因的。它是\n無色無味，所以很難被發現。出於這個原因，我們應該\n確保您的火災探測器/煙霧報警器也具有CO\n檢測（大多數較新的火災探測器都標配了這個功能......",
      "title": "YSK 你的鍋碗瓢盆底部堆積的黑色煙塵是不正常的。它可能是一氧化碳過多的跡象。"
    }
  ]
}