{
  "author": "Set1Less",
  "original_created_utc": 1633801535,
  "title": "Vitalik hitting out against Bitcoin because of El Salvador's adoption and spreading FUD like buttcoiners shows he is just a hypocrite",
  "created_utc": 1633831690,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Vitalik has posted a high and mightly criticism of Bitcoin&#39;s adoption as legal tender in El Salvador, labelling it &quot;against crypto&#39;s principles&quot;</p>\n\n<p>But where where crypto principles when he pre-mined 72m ETH out of thin air to give it away to VCs and insiders?</p>\n\n<p>The shitcoin culture he created started the ponzi token boom on the blockchain, and now his chain the home of countless pyramid schemes and scams, literally full of grifters and garbage NFT peddlers trying to sell their crap to the next guy who is willing to buy it off them, all for a negative sum ecosystem where an average user cant even transact because of prohibitive gas fees.</p>\n\n<p>Somehow this person has a problem with a country adopting bitcoin.</p>\n\n<p>He says El Salvador&#39;s &quot;unplanned rollout&quot; risks a large number of innocent people getting hacked or scammed</p>\n\n<p>Lol, he created the network where the most number of crypto scams are happening, on a daily basis. Not even considering absolutely sum zero games like Pfp scams that are being sold for ludicrous sums, and other garbage that are purely just greedy grifting. People are losing all their savings just because of gas bugs thanks to incompatible wallets after eip1559.</p>\n\n<p>If he really cared about people getting hacked or scammed, wouldnt it have been better if he hadnt even created Ethereum in the first place? How many scams could he have prevented?</p>\n\n<p>He is literally the father of Shitcoins, trying to put down Satoshi&#39;s vision of financial freedom for everyone, just because his shitcoin didnt make the cut. Shameful.</p>\n</div><!-- SC_ON -->",
  "score": 173,
  "permalink": "/r/Bitcoin/comments/q4q71k/vitalik_hitting_out_against_bitcoin_because_of_el/",
  "subreddit": "Bitcoin",
  "id": "q4q71k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Vitalik has posted a high and mightly criticism of Bitcoin's adoption as legal\ntender in El Salvador, labelling it \"against crypto's principles\"\n\nBut where where crypto principles when he pre-mined 72m ETH out of thin air to\ngive it away to VCs and insiders?\n\nThe shitcoin culture he created started…"
}