{
  "author": "Trevigol",
  "original_created_utc": 1624541614,
  "title": "I work in a Bank, they forbid us from buying crypto and even talking about it in social networks",
  "created_utc": 1624548639,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Obviously I won&#39;t say the name of the bank but it&#39;s one of the biggest in Europe.</p>\n\n<p>Few months ago we got a communication saying we were forbidden to buy and trade cryptos because they&#39;re not regulated and we could easily get involved in criminal activities (lol). By the way, we must have no legal records, if we commit any crime, we get fired. To prevent this situation, the bank said they would automatically block our accounts from sending money to crypto exchanges.</p>\n\n<p>Officially, the bank statement said it was a decision made to protect its employees.</p>\n\n<p>However, i still buy crypto, i just use another account from another bank.</p>\n\n<p>Now we got a new communication about social network behavior. We are not allowed to say anything racist or violent on internet or any social network, even with our personal profile. </p>\n\n<p>The strange thing is that in this communication they included &quot;talking about cryptocurrenies and spreading news about unregulated markets&quot; which is totally not related to racism or violence (?!).</p>\n\n<p>I wonder if they are breaking any law, is there someone who knows anything about European union laws?</p>\n</div><!-- SC_ON -->",
  "score": 512,
  "permalink": "/r/CryptoCurrency/comments/o70yzv/i_work_in_a_bank_they_forbid_us_from_buying/",
  "subreddit": "CryptoCurrency",
  "id": "o70yzv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Obviously I won't say the name of the bank but it's one of the biggest in\nEurope.\n\nFew months ago we got a communication saying we were forbidden to buy and trade\ncryptos because they're not regulated and we could easily get involved in\ncriminal activities (lol). By the way, we must have no legal…"
}