{
  "author": "SakuraMelancholie",
  "original_created_utc": 1628426328,
  "title": "CMV: Cannabis should be legalized.",
  "created_utc": 1628443841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay a classic:\nI am aware that this is a popular opinion. I want to use this post, to maybe get a different perspective on things, because for me it’s very clear that: cannabis should be legalized, especially if alcohol and Cigarettes are so fetishized.\nOr everything should be banned. </p>\n\n<p>Here are the contra things I know:</p>\n\n<p>Cannabis is not harmless(duh). Especially not for kids/ developing brains.</p>\n\n<p>A legal distribution of cannabis makes cannabis easier available for young people trough parents for example.</p>\n\n<p>It’s said to be a starting drug for harder substances.(don’t know how strong the evidence is tough)</p>\n\n<p>The pros I know:</p>\n\n<p>Studies show that the amount of people that consume cannabis decline with legalization(Portugal, canadia)</p>\n\n<p>It’s less damaging then Alkohol and in some instances good for medical purposes</p>\n\n<p>Legalization destroys the black market(I hope this isn’t a wrong translation, I mean the illegal market, “Schwarzmarkt” in german) for cannabis</p>\n\n<p>State controlled cannabis is clean</p>\n\n<p>The money it gives to the government trough taxes. </p>\n\n<p>Lawendorcments have more resources for bigger crime and drug dealing</p>\n\n<p>High people are less dangerous than drunk people</p>\n\n<p>It liberalizes the society</p>\n\n<p>And it eases the pressure off addicts and they can get help more easily </p>\n\n<p>For me the pros just outweigh the cons by miles but many you have something that can change my mind.\nAm thrilled to read your comments.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/p0dx3w/cmv_cannabis_should_be_legalized/",
  "subreddit": "changemyview",
  "id": "p0dx3w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay a classic: I am aware that this is a popular opinion. I want to use this\npost, to maybe get a different perspective on things, because for me it’s very\nclear that: cannabis should be legalized, especially if alcohol and Cigarettes\nare so fetishized. Or everything should be banned.\n\nHere are the…"
}