{
  "author": "Bara_Chat",
  "original_created_utc": 1633734367,
  "title": "Is this a standard bookstore practice?",
  "created_utc": 1633744301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Earlier today I went to the local bookstore (one I go to kinda frequently). I grabbed a couple of books and as I was preparing to pay them, I see there&#39;s an October promotion where they give away a book if you buy for more than 25$. Sure, why not! So I pay for my books and the lady gives me a book, I put it in a bag and go on my way. Home, I realize that the book is actually an Advance Reader&#39;s Edition of a book that will be released in a few days. On the back it says it&#39;s part of a &quot;National publicity and marketing campaign&quot;.  It even states it&#39;s a hardcover but it&#39;s a actually a paperback, so basically not the final product. No barcode either.</p>\n\n<p>Anyway, I found the whole thing fascinating and was wondering whether bookstores do such things frequently with advance copies. It might be a very common thing I simply had not stumbled upon before. I just needed to share it with someone!</p>\n\n<p>The book itself is &quot;This is Ear Hustle : Unflinching Stories of Everyday Prison Life&quot;</p>\n\n<p>Edit : Thank you all for the responses, I learned quite a bit about ARCs today!</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/books/comments/q493gd/is_this_a_standard_bookstore_practice/",
  "subreddit": "books",
  "id": "q493gd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Earlier today I went to the local bookstore (one I go to kinda frequently). I\ngrabbed a couple of books and as I was preparing to pay them, I see there's an\nOctober promotion where they give away a book if you buy for more than 25$.\nSure, why not! So I pay for my books and the lady gives me a book,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日の朝、私は近所の本屋に行きました（私がよく行く本屋です）。I\n2、3冊の本を手に取り、支払いの準備をしていると、10月のプロモーションがあるのを見つけた。\n10月のキャンペーンで、25ドル以上買うと本を1冊プレゼントしてくれるとのこと。\n確かに、そうだよね！？それで、私が本を支払うと、女性が本をくれました。",
      "title": "これは本屋さんの標準的なやり方なのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天早些时候，我去了当地的书店（我有点经常去的一家）。I\n我拿了几本书，当我准备付钱时，我看到有一个\n10月的促销活动，如果你买的书超过25美元，他们会赠送一本书。\n当然，为什么不呢？所以我付了书款，女士给了我一本书，...",
      "title": "这是书店的标准做法吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天早些時候，我去了當地的書店（我有點經常去的一家）。I\n我拿了幾本書，當我準備付錢時，我看到有一個\n10月的促銷活動，如果你買的書超過25美元，他們會贈送一本書。\n當然，爲什麼不呢？所以我付了書款，女士給了我一本書，...",
      "title": "這是書店的標準做法嗎？"
    }
  ]
}