{
  "author": "BreakRulesRun",
  "original_created_utc": 1624246940,
  "title": "YSK: that you can YouTube videos without being intrurpted by adverts. If you skip the video to the end, hit the replay button that should restart the video without any adverts.",
  "created_utc": 1624306315,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you won&#39;t be intrurpted when watching YouTube video. By skipping all the way to the end and replaying the video, it should get rid of all adverts during that video. Make sure you have slid the video length bar all the way across to the end and not a few seconds before.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/YouShouldKnow/comments/o4m95p/ysk_that_you_can_youtube_videos_without_being/",
  "subreddit": "YouShouldKnow",
  "id": "o4m95p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: you won't be intrurpted when watching YouTube video. By skipping all\nthe way to the end and replaying the video, it should get rid of all adverts\nduring that video. Make sure you have slid the video length bar all the way\nacross to the end and not a few seconds before.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、YouTubeの動画を見るときに侵入されないからです。最後までスキップして\n最後までスキップして再生することで、その動画中の広告をすべて消すことができます。\n広告が表示されなくなります。動画の長さを示すバーを最後までスライドさせていることを確認してください。\n数秒前ではなく、最後までスライドしていることを確認してください。",
      "title": "YSK: YouTubeの動画を、広告に邪魔されずに見ることができます。動画を最後までスキップした後、再生ボタンを押すと、広告なしで動画が再開されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在观看YouTube视频时，你不会被打扰。通过跳过所有\n途径是跳到最后并重新播放视频，它应该摆脱该视频中的所有广告\n在该视频中。确保你已经把视频长度栏全部滑到了\n到最后，而不是之前的几秒钟。",
      "title": "YSK：你可以在不被广告侵扰的情况下观看YouTube视频。如果你跳过视频到最后，点击重播按钮，应该重新启动视频，没有任何广告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在觀看YouTube視頻時，你不會被打擾。通過跳過所有\n途徑是跳到最後並重新播放視頻，它應該擺脫該視頻中的所有廣告\n在該視頻中。確保你已經把視頻長度欄全部滑到了\n到最後，而不是之前的幾秒鐘。",
      "title": "YSK：你可以在不被廣告侵擾的情況下觀看YouTube視頻。如果你跳過視頻到最後，點擊重播按鈕，應該重新啓動視頻，沒有任何廣告。"
    }
  ]
}