{
  "author": "Thundertkmr",
  "the_new_excerpt": "EDIT- Just got my first ever death threat. I'll quote from my DM.\n\n\"You may think you're safe behind a keyboard but remember what happened to the\nCharlie Dubois cartoonist in france\"\n\nLovely.\n\n------‐-------------------------\n\nI've had to post this here because every where I go Muslims shut me down…",
  "original_created_utc": 1608756201,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "编辑-刚刚收到了我的第一个死亡威胁。我会引用我的DM的话。\n\n“您可能认为在键盘后面是安全的，但请记住\n查理·杜布瓦在法国的漫画家“\n\n可爱的。\n\n\n\n我不得不把这个贴在这里，因为我每到一个地方穆斯林都会关闭我的…",
      "title": "[改变我的想法]：伊斯兰教不是女权主义宗教。一点也不接近"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯-剛剛收到了我的第一個死亡威脅。我會引用我的DM的話。\n\n“您可能認爲在鍵盤後面是安全的，但請記住\n查理·杜布瓦在法國的漫畫家“\n\n可愛的。\n\n\n\n我不得不把這個貼在這裏，因爲我每到一個地方穆斯林都會關閉我的…",
      "title": "[改变我的想法]：伊斯蘭教不是女權主義宗教。一點也不接近"
    }
  ],
  "title": "CMV: Islam is not a feminist religion. Not even close",
  "created_utc": 1608788105,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT-\nJust got my first ever death threat. I&#39;ll quote from my DM.</p>\n\n<p>&quot;You may think you&#39;re safe behind a keyboard but remember what happened to the Charlie Dubois cartoonist in france&quot;</p>\n\n<p>Lovely.</p>\n\n<p>------‐-------------------------</p>\n\n<p>I&#39;ve had to post this here because every where I go Muslims shut me down without discussing. </p>\n\n<p>I was born on the eastern side of the world in a Muslim country to Christian ministers. They never forced the religion on me and made me choose my own way. I became agnostic. My father had a huge library that contained books from basically every major religion. I read the majority of religious books there from buddhism to Hinduism but never studied Islam until my first girlfriend. She mentioned wanting to convert and to support her better, i began studying Islam deeply. I have read dozens and i mean dozens of documents, hadith entries, a number of Islamic writings and obviously the Quran which all brought me to a mind that Islam is a bad religion.</p>\n\n<p>The point of all this history is so people know that I didn&#39;t just go online and google searched Islam stories. I know what I&#39;m talking about to a degree.</p>\n\n<p>Below are some questions I would love answered. Every time I ask it to a Muslim they often ignore me or refer me to someone else which is why I have come here. Again, I would like to be educated in a critical way.</p>\n\n<ol>\n<li>A man is worth two women in testimony. True or false?</li>\n<li>A man can have more than 1 wife but a woman cannot have more than 1 husband. Why?</li>\n<li>Paradise. I as a man get whatever I want, including eternal erections, women to sleep with but my wife gets nothing? Does she just watch while I have all the fun?</li>\n<li>Why are women so condemned in Islam? The punishment for not covering your hair in hell is hanging and so forth. It generally seems like women are unlucky.</li>\n<li>Muhammad. I&#39;m not going to go in to Aishas age and the wars because those were the doings of that time. My issue with Muhammad however is that he was very sexually motivated. Of all the books I read, Muhammad seems to be the only one who was so focused on sex or more or less had the focus on him. He slept with many women and was said to have extremely good vitality in bed. Why is this of any importance?</li>\n</ol>\n\n<p>Please I&#39;d love to have someone answer these points.</p>\n\n<p>Thank you.</p>\n\n<p>Edit,\nSorry for not responding asap, I can&#39;t keep up. Will do my best when I access a computer soon.</p>\n</div><!-- SC_ON -->",
  "score": 3748,
  "permalink": "/r/changemyview/comments/kj0wa0/cmv_islam_is_not_a_feminist_religion_not_even/",
  "subreddit": "changemyview",
  "id": "kj0wa0",
  "is_self": true,
  "media": null,
  "is_video": false
}