{
  "author": "AllTheConfusions",
  "original_created_utc": 1635799428,
  "title": "CMV: It's racist to believe that only white people can be racist and cannot be on the receiving end of racism",
  "created_utc": 1635806143,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is with great fear that I am asking this and trying to reach an understanding. </p>\n\n<p>Someone on Facepalm was banned for saying basically what this title says and made a thread. I commented that thinking such was a great way to breed actual racism, not thinking much of it. I was banned from Facepalm and warned for harassment days later after not posting anymore on this account after that. Maybe there is something I&#39;m missing, but that thought process seems extreme, and the enforcement of questioning it seems extreme. Where did this narrative come from?\nI was the victim of a violent crime where my race played a heavy role. Without getting too far into the details, even in court &quot;racially motivated&quot; and &quot;racists&quot; were used on the young men who raped me. It&#39;s very triggering to hear that according to some people, I could not have been the victim of racism. Pinning those particular people as racist and full of hate instead of generalizing people has been a big healing point.</p>\n\n<p>What would the racial crime I experienced be called then? What is it called if a person of one race that isn&#39;t white is blatantly hateful to another person of another race that isn&#39;t white?</p>\n\n<p>There must be something I&#39;m not understanding, I&#39;ve been homeless and experienced violent crime and domestic abuse, but I don&#39;t pretend to know the struggles a person of color experience... Change my view please. I&#39;ve never been in legal trouble from my own actions and never ever been in &quot;trouble&quot; on Reddit ever, this seems worth asking.</p>\n\n<p>Edit: I was genuinely afraid to ask because I didn&#39;t want to give hateful talk a possible platform. Just wanted to say thanks to anyone who touched this difficult subject and thank you for being civil</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/changemyview/comments/qknbyy/cmv_its_racist_to_believe_that_only_white_people/",
  "subreddit": "changemyview",
  "id": "qknbyy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is with great fear that I am asking this and trying to reach an\nunderstanding.\n\nSomeone on Facepalm was banned for saying basically what this title says and\nmade a thread. I commented that thinking such was a great way to breed actual\nracism, not thinking much of it. I was banned from Facepalm…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこの質問をし、理解を得ようとしているのは、大変な恐れを伴っているからです。\n理解しようとしています。\n\nFacepalmの誰かが、このタイトルにあるようなことを言ってBANされ、スレッドを立てました。\nスレッドを立てました。私は、このような考え方は、実際の人種差別を生む素晴らしい方法だとコメントしました。\nとコメントしましたが、あまり考えていませんでした。私はFacepalmから追放されました...。",
      "title": "CMV: 白人だけが人種差別をすることができ、人種差別を受ける側になることができないと考えるのは人種差別です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是带着极大的恐惧来问这个问题的，并试图达成一个\n理解。\n\nFacepalm上有人因为说了基本上和这个标题一样的话而被禁言，并且\n做了一个主题。我评论说，这样的想法是滋生真正的\n种族主义，没有多想。我被Facepalm禁言了......",
      "title": "CMV：认为只有白人可以是种族主义者，不能成为种族主义的接受者，这是一种种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是帶着極大的恐懼來問這個問題的，並試圖達成一個\n理解。\n\nFacepalm上有人因爲說了基本上和這個標題一樣的話而被禁言，並且\n做了一個主題。我評論說，這樣的想法是滋生真正的\n種族主義，沒有多想。我被Facepalm禁言了......",
      "title": "CMV：認爲只有白人可以是種族主義者，不能成爲種族主義的接受者，這是一種種族主義。"
    }
  ]
}