{
  "author": "The_Elven_Jedi_99",
  "the_new_excerpt": "While reading the picture of Dorian Gray something stuck out to me about the\nmain trio of Dorian, Lord Henry and Basil Hallward. I’m sure someone else\nprobably thought of this too, but the three of them represent a part of Freud’s\ntheory of the psych, The Id, Ego,& super-ego.\n\nLord Henry represents…",
  "original_created_utc": 1620488117,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ドリアン・グレイの絵」を読んでいて、ドリアン、ヘンリー卿、ベイジル・ホールワードの3人組について気になったことがある。\nドリアン、ヘンリー卿、バジル・ホールワードのメイントリオについて。きっと他の人も考えたと思いますが\nこの3人はフロイトの理論の一部を表しているのではないでしょうか。\n3人はフロイトの心理学の理論である、イド、エゴ、超エゴの一部を表しています。\n\nヘンリー卿は...",
      "title": "ドリアン・グレイとジークムント・フロイト"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在阅读《多里安-格雷的画像》时，有一点让我印象深刻\n多里安、亨利勋爵和巴西尔-霍尔沃德的主要三人组。我相信其他人\n可能也想到了这一点，但他们三人代表了弗洛伊德的一部分心理学理论。\n心理理论的一部分，即 \"本我\"、\"自我 \"和 \"超我\"。\n\n亨利勋爵代表...",
      "title": "多里安-格雷和西格蒙德-弗洛伊德"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在閱讀《多裏安-格雷的畫像》時，有一點讓我印象深刻\n多裏安、亨利勳爵和巴西爾-霍爾沃德的主要三人組。我相信其他人\n可能也想到了這一點，但他們三人代表了弗洛伊德的一部分心理學理論。\n心理理論的一部分，即 \"本我\"、\"自我 \"和 \"超我\"。\n\n亨利勳爵代表...",
      "title": "多裏安-格雷和西格蒙德-弗洛伊德"
    }
  ],
  "title": "Dorian Gray and Sigmund Freud",
  "created_utc": 1620518407,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While reading the picture of Dorian Gray something stuck out to me about the main trio of Dorian, Lord Henry and Basil Hallward. I’m sure someone else probably thought of this too, but the three of them represent a part of Freud’s theory of the psych, The Id, Ego,&amp; super-ego. </p>\n\n<p>Lord Henry represents the Id, which is our primal base desires and selfish side of our personality. Especially when he tries to mold Dorian to follow his philosophy of personal pleasure. \nThe Artist Basil represents the Super-ego, he tries to tell lord Henry that Dorian is a good man and won’t succumb to his selfish actions. He even tries to lead Dorian in the right direction when he starts being corrupted. \nAnd Lastly Dorian himself represents the Ego. The middle ground between the two and easily manipulated. </p>\n\n<p>This was probably already theorized and Freud didn’t think of his theory when the book was published, also I’m not an expert on psychology so take it with a grain of salt. What do you think of this observation?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/n7rq0z/dorian_gray_and_sigmund_freud/",
  "subreddit": "books",
  "id": "n7rq0z",
  "is_self": true,
  "media": null,
  "is_video": false
}