{
  "author": "Bawonga",
  "original_created_utc": 1632972659,
  "title": "YSK that silent pauses are normal in a conversation; they don't always mean something is wrong. It's fairly typical for most of us to rush to fill in the silences, but learning how to be comfortable with silence will keep your foot out of your mouth and give you time to think.",
  "created_utc": 1632980592,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Silence is considered to be negative by some people, but we need to think of silence more as a way to slow down and think about our responses. It helps if we can accept other people&#39;s silences as &quot;time to think&quot; instead of &quot;judgement&quot; or &quot;disagreement.&quot; Some of us tend to chatter when we&#39;re nervous or whenever there&#39;s a lull in the conversation, but filling the silence just clutters the conversation and interrupts whatever thoughts the speaker is putting together internally.  </p>\n\n<p>You should also know that staying silent yourself from time to time during a conversation can give you a micro-dose of social power -- use it wisely, though, or it could be mistaken for arrogance or manipulation (because &quot;the silent treatment&quot; is juvenile and unproductive). </p>\n\n<p>tbc, I&#39;m not suggesting long, uncomfortable, squirm-in-your-chair silences -- but pauses that are long enough to give you and others time to think before replying (something we don&#39;t do enough). </p>\n\n<p>There are many appropriate times to take a silent pause during a conversation. For example, </p>\n\n<ul>\n<li>Silence is quite effective when you&#39;ve made a statement but someone wants to argue with you about it, especially if you didn&#39;t say it to start a debate, such as a decision you&#39;ve made or an opinion you hold. Your silence holds firm and solidifies your statement.</li>\n<li>Silence is also appropriate after asking someone a question, to give them time to think &amp; process their answer. Consider, they may be going over several possible answers in their minds and need time to think, although we might feel impatient because we were already prepared with our question. Also, it&#39;s not necessary to chatter on about the question while they&#39;re thinking about it.</li>\n<li>Another useful time for silence is while listening to someone talk, which includes silencing your thoughts and mindfully listening instead of planning the next thing you want to say.</li>\n<li> It&#39;s also respectful to be quiet for a few moments after someone has finished what they want to say about a topic, making sure they&#39;re finished and that you&#39;re digesting what they&#39;ve said. Taking time before speaking shows that you were listening rather than waiting impatiently for your turn to speak.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/YouShouldKnow/comments/pybhf0/ysk_that_silent_pauses_are_normal_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "pybhf0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Silence is considered to be negative by some people, but we need to\nthink of silence more as a way to slow down and think about our responses. It\nhelps if we can accept other people's silences as \"time to think\" instead of\n\"judgement\" or \"disagreement.\" Some of us tend to chatter when we're…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 「沈黙」はネガティブなイメージを持たれることがありますが、私たちは「沈黙」を\n沈黙とは、ゆっくりと自分の反応を考えるためのものだと考えるべきです。それは\n他の人の沈黙を「判断」や「意見の相違」ではなく、「考える時間」として受け入れることができれば、助けになります。\n判断」や「意見の相違」ではなく、「考える時間」として受け入れることができれば助かります。私たちの中には、人と話をしているときに、ついおしゃべりをしてしまう人がいます。",
      "title": "YSKは、会話の中で無音の間があるのは普通のことで、それが必ずしも何か問題があるということではないと考えています。私たちは沈黙を埋めようと急いでしまうことがよくありますが、沈黙に慣れる方法を学ぶことで、口から足を離さず、考える時間を作ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：沉默被一些人认为是消极的，但我们需要\n但我们需要把沉默更多地看作是一种放慢速度和思考我们的反应的方式。如果我们能接受别人的沉默，就会有帮助。\n如果我们能够接受别人的沉默是 \"思考的时间 \"而不是\n\"判断 \"或 \"不同意\"。我们中的一些人倾向于喋喋不休，当我们在...",
      "title": "YSK认为沉默的停顿在对话中是正常的；它们并不总是意味着有问题。对我们大多数人来说，急于填补沉默是相当典型的，但学会如何适应沉默将使你的脚离开你的嘴，给你时间思考。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：沉默被一些人認爲是消極的，但我們需要\n但我們需要把沉默更多地看作是一種放慢速度和思考我們的反應的方式。如果我們能接受別人的沉默，就會有幫助。\n如果我們能夠接受別人的沉默是 \"思考的時間 \"而不是\n\"判斷 \"或 \"不同意\"。我們中的一些人傾向於喋喋不休，當我們在...",
      "title": "YSK認爲沉默的停頓在對話中是正常的；它們並不總是意味着有問題。對我們大多數人來說，急於填補沉默是相當典型的，但學會如何適應沉默將使你的腳離開你的嘴，給你時間思考。"
    }
  ]
}