{
  "author": "Bawonga",
  "original_created_utc": 1632972659,
  "title": "YSK that silent pauses are normal in a conversation; they don't always mean something is wrong. It's fairly typical for most of us to rush to fill in the silences, but learning how to be comfortable with silence will keep your foot out of your mouth and give you time to think.",
  "created_utc": 1632980592,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Silence is considered to be negative by some people, but we need to think of silence more as a way to slow down and think about our responses. It helps if we can accept other people&#39;s silences as &quot;time to think&quot; instead of &quot;judgement&quot; or &quot;disagreement.&quot; Some of us tend to chatter when we&#39;re nervous or whenever there&#39;s a lull in the conversation, but filling the silence just clutters the conversation and interrupts whatever thoughts the speaker is putting together internally.  </p>\n\n<p>You should also know that staying silent yourself from time to time during a conversation can give you a micro-dose of social power -- use it wisely, though, or it could be mistaken for arrogance or manipulation (because &quot;the silent treatment&quot; is juvenile and unproductive). </p>\n\n<p>tbc, I&#39;m not suggesting long, uncomfortable, squirm-in-your-chair silences -- but pauses that are long enough to give you and others time to think before replying (something we don&#39;t do enough). </p>\n\n<p>There are many appropriate times to take a silent pause during a conversation. For example, </p>\n\n<ul>\n<li>Silence is quite effective when you&#39;ve made a statement but someone wants to argue with you about it, especially if you didn&#39;t say it to start a debate, such as a decision you&#39;ve made or an opinion you hold. Your silence holds firm and solidifies your statement.</li>\n<li>Silence is also appropriate after asking someone a question, to give them time to think &amp; process their answer. Consider, they may be going over several possible answers in their minds and need time to think, although we might feel impatient because we were already prepared with our question. Also, it&#39;s not necessary to chatter on about the question while they&#39;re thinking about it.</li>\n<li>Another useful time for silence is while listening to someone talk, which includes silencing your thoughts and mindfully listening instead of planning the next thing you want to say.</li>\n<li> It&#39;s also respectful to be quiet for a few moments after someone has finished what they want to say about a topic, making sure they&#39;re finished and that you&#39;re digesting what they&#39;ve said. Taking time before speaking shows that you were listening rather than waiting impatiently for your turn to speak.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/YouShouldKnow/comments/pybhf0/ysk_that_silent_pauses_are_normal_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "pybhf0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Silence is considered to be negative by some people, but we need to\nthink of silence more as a way to slow down and think about our responses. It\nhelps if we can accept other people's silences as \"time to think\" instead of\n\"judgement\" or \"disagreement.\" Some of us tend to chatter when we're…"
}