{
  "author": "DarkWolf164",
  "original_created_utc": 1624985814,
  "title": "YSK: job application systems where you submit your resumé and still have to fill out your details manually are out of date and an indication of the company being behind on tech trends.",
  "created_utc": 1624991547,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: not only is it annoying for you as a candidate, it is actually an indication of that company being behind and not investing in the latest trends. This is a red flag.</p>\n\n<p>It is the equivalent of a company in the early days of computers getting their workers to do all calculations on paper rather than adapt to excel.</p>\n\n<p>Edit: all yous complaining nillies down in the comments are why we cant have nice things.</p>\n</div><!-- SC_ON -->",
  "score": 1491,
  "permalink": "/r/YouShouldKnow/comments/oacchb/ysk_job_application_systems_where_you_submit_your/",
  "subreddit": "YouShouldKnow",
  "id": "oacchb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: not only is it annoying for you as a candidate, it is actually an\nindication of that company being behind and not investing in the latest trends.\nThis is a red flag.\n\nIt is the equivalent of a company in the early days of computers getting their\nworkers to do all calculations on paper…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、候補者として迷惑なだけでなく、実際にその企業が遅れていて、最新のトレンドに投資していないことを示しているからです。\nこれは、その企業が最新のトレンドに投資せず、遅れていることを示しています。\nこれは赤信号です。\n\nこれは、コンピュータの黎明期に、従業員にすべての計算を紙で行わせていたようなものです。\nこれは、コンピュータの黎明期に、従業員がすべての計算を紙で行っていたのと同じことです...。",
      "title": "YSK: 履歴書を提出しても、手書きで詳細を記入しなければならないような求人応募システムは時代遅れであり、企業が技術的なトレンドに遅れをとっていることを示しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这不仅让作为候选人的你感到厌烦，而且实际上是一个\n说明该公司已经落后，没有投资于最新的趋势。\n这是一个红旗。\n\n这相当于一个公司在计算机的早期阶段让他们的工人在纸上做所有的计算。\n工人在纸上做所有的计算......",
      "title": "YSK：在求职系统中，如果你提交简历，还必须手动填写你的详细资料，那就已经过时了，说明公司在技术趋势上已经落后。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這不僅讓作爲候選人的你感到厭煩，而且實際上是一個\n說明該公司已經落後，沒有投資於最新的趨勢。\n這是一個紅旗。\n\n這相當於一個公司在計算機的早期階段讓他們的工人在紙上做所有的計算。\n工人在紙上做所有的計算......",
      "title": "YSK：在求職系統中，如果你提交簡歷，還必須手動填寫你的詳細資料，那就已經過時了，說明公司在技術趨勢上已經落後。"
    }
  ]
}