{
  "author": "wajubop",
  "the_new_excerpt": "EDIT: Deltas given on a couple points below. And I shouldn’t have used\n“ridiculous” the way I did in the post title. In isolation, what she posted\ndoesn’t meet my personal standard for antisemitism, but it may well for other\npeople, particularly those who have survivors in their family. Please…",
  "original_created_utc": 1613056714,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "EDIT：下面几个点上给出的Deltas。而且我不应该用\n\"荒谬 \"的方式，我在帖子标题中。单独来看，她所发的\n不符合我个人对反犹太主义的标准，但对其他人来说可能很好\n人，特别是那些谁在他们的家庭幸存者。请...",
      "title": "CMV：吉娜-卡拉诺的帖子愚蠢得让人震惊，但它并不是反犹太主义，这样说很可笑"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "EDIT：下面幾個點上給出的Deltas。而且我不應該用\n\"荒謬 \"的方式，我在帖子標題中。單獨來看，她所發的\n不符合我個人對反猶太主義的標準，但對其他人來說可能很好\n人，特別是那些誰在他們的家庭倖存者。請...",
      "title": "CMV：吉娜-卡拉諾的帖子愚蠢得讓人震驚，但它並不是反猶太主義，這樣說很可笑"
    }
  ],
  "title": "CMV: Gina Carano's post was shockingly stupid, but it wasn't antisemitic and it's ridiculous to call it that",
  "created_utc": 1613097012,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: Deltas given on a couple points below. And I shouldn’t have used “ridiculous” the way I did in the post title. In isolation, what she posted doesn’t meet my personal standard for antisemitism, but it may well for other people, particularly those who have survivors in their family. Please forgive my imprecision. </p>\n\n<p>Up top a few things: I think what she said is stupid, I get that she&#39;s said a bunch of repugnant shit that I didn&#39;t even know about until this post became viral, and I understand that it was probably the straw that broke the camel&#39;s back with Disney.</p>\n\n<p>Secondarily, I am a Jew and I see antisemitism everywhere. I hate having to declare my ethnicity up top in a post but I don&#39;t want people engaging with this like I&#39;m a crypto-fascist, and I understand they frequent this sub.</p>\n\n<p>Here&#39;s why I think it&#39;s stupid to frame what Gina Carano said as antisemitic. That was the headline I saw, &quot;Gina Carano fired after antisemitic post.&quot; Then I saw it. It was clumsy, ahistorical, idiotic, self-indulgent, and it does trivialize the Holocaust, but it is VERY SILLY to suggest that it arises from animus against Jews. It may be offensive to Jews, but that&#39;s an entirely different thing. She&#39;s acknowledging and lamenting the tragedy of the Holocaust... In a self-serving, preposterous way? Absolutely. But still. It isn&#39;t antisemitic in any meaningful way.</p>\n\n<p>Alright, now this is the more important thing... I didn&#39;t realize until this story came out that SHE HAS SAID WAY CRAZIER AND MORE OFFENSIVE STUFF. Disparaging BLM, propagating bullshit about voter fraud, the Jan 6th riot, and other significant public events. I don&#39;t love people being fired for their political views, but it&#39;s easy to see why a global corporation in the business of selling children&#39;s toys doesn&#39;t want to be tied in with someone who compulsively posts gibberish.</p>\n\n<p>I even can see retrospectively that they obviously told her multiple times not to do this shit, and that they finally said &quot;alright, fuck it, fire her,&quot; but to some observers, they&#39;ll see all the shit she said and go &quot;Oh, great, the Jews who control the media only fired her when she said the Jew thing.&quot; <strong>That exact line was written into her fucking</strong> <strong>Wikipedia page last night.</strong></p>\n\n<p>Anti-semitic conspiratorial thinking infects political activists on both the left and right. Shit like this exacerbates that effect. I understand why Disney fired her. I don&#39;t understand why the media saw fit to imprecisely frame Gina Carano&#39;s ideological sickness as one rooted in Antisemitism--when in fact it she is a much more banal type of American reactionary--and therefore contribute to an environment when all sorts of political actors see fit to trivialize antisemitism and promote conspiracy theories about Jews.</p>\n\n<p>TLDR: Gina Carano isn&#39;t antisemitic, she&#39;s a stupid American reactionary. Calling her antisemitic gives fuel to antisemites and possibly makes new ones. I&#39;m sorry my post is so manic.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lhmtg2/cmv_gina_caranos_post_was_shockingly_stupid_but/",
  "subreddit": "changemyview",
  "id": "lhmtg2",
  "is_self": true,
  "media": null,
  "is_video": false
}