{
  "author": "AlicesReflexion",
  "the_new_excerpt": "This was a thought that just popped into my head. I'm not very committed to it,\nand I'm curious to explore it, so it should be relatively easy to CMV.\n\nI've been a bit hipsterish about a few things in my life. Some music genres,\nsome game genres, some computer UI elements. Hell, I first joined…",
  "original_created_utc": 1614250372,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是我刚刚冒出的一个念头。我不是很投入。\n而且我也很想探究一下，所以应该是比较容易CMV的。\n\n我在生活中对一些事情有点嘻嘻哈哈的。一些音乐类型。\n一些游戏类型，一些电脑UI元素。该死的，我第一次加入...",
      "title": "CMV：大多数人不希望自己的小众爱好获得更广泛的受众，他们希望的是当前的受众，但更大的是"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我剛剛冒出的一個念頭。我不是很投入。\n而且我也很想探究一下，所以應該是比較容易CMV的。\n\n我在生活中對一些事情有點嘻嘻哈哈的。一些音樂類型。\n一些遊戲類型，一些電腦UI元素。該死的，我第一次加入...",
      "title": "CMV：大多數人不希望自己的小衆愛好獲得更廣泛的受衆，他們希望的是當前的受衆，但更大的是"
    }
  ],
  "title": "CMV: Most people don't want their niche hobby to acquire a broader audience, they want the current audience, but larger",
  "created_utc": 1614264064,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This was a thought that just popped into my head. I&#39;m not very committed to it, and I&#39;m curious to explore it, so it should be relatively easy to CMV.</p>\n\n<p>I&#39;ve been a bit hipsterish about a few things in my life. Some music genres, some game genres, some computer UI elements. Hell, I first joined Reddit in 2010, and while it was already pretty big then, it&#39;s hard to deny that was a fraction of its current size.</p>\n\n<p>That&#39;s not to boast or anything. I&#39;m just recalling my experience. I think if you care about anything at all, you&#39;re going to find some things you&#39;re ahead of the curve on.</p>\n\n<p>Now, if you&#39;re familiar with these smaller communities, you&#39;re probably aware there&#39;s often a frustration that X is not more popular. &quot;I wish I had more people to talk about X to&quot; isn&#39;t an uncommon sentiment. More popular attention also means more money flowing in. which can consequently translate to more ambitious projects.</p>\n\n<p>That sounds nice, but, alas... These people know not what they wish for.</p>\n\n<p>The first issue is that the broader audience generally does not care as much as the niche audience. The result of this is often a split between the &quot;core&quot; audience, who are perceived as snobbish, elitist, and distanced from what people actually want — and the &quot;casual&quot; audience, perceived as ignorant, easy-to-satisfy, and disengaged.</p>\n\n<p>I can think of no better example of this than the &quot;gamer&quot; identity. Most people these days play computer games of some sort. Whether it&#39;s a level of two of Candy Crush once in a while, or a round of Fortnite, or some old Wii shovelware.</p>\n\n<p>These are not &quot;gamers,&quot; a wholly different group. Gamers are stereotypically male, aged 15-25, and resent &quot;casuals.&quot; Half those casuals struggle with something so basic as mouselook! Do they even know who Shigeru Miyamoto is? And why do they keep buying FIFA reskins every year?</p>\n\n<p>With how mainstream gaming is now, have the Gamers earned anything from it? I don&#39;t know if being able to talk about video games on dates was necessarily the social boon they hoped it was. And as for the increased budgets, what did that get them? Loot boxes and dumbed-down gameplay? And their tight-knit community, why, now it&#39;s so massive they only recognize half the people at the convention.</p>\n\n<p>Obviously I&#39;m joking. But I am being a little bit serious. I feel like a lot of people don&#39;t realize, even if PC music becomes popular, it just becomes hyperpop. People don&#39;t magically become as invested in the history and cultural context around it, it&#39;s just the cool thing they saw in a Spotify playlist, or on the top of the App Store.</p>\n\n<p>I think, on the whole, change is a good thing. I think the broader public developing more diverse tastes is good. I think there&#39;s always space for and attention paid to that niche core audience, even if it&#39;s not the absolute center of everything that it once was.</p>\n\n<p>But that is absolutely a question of tradeoffs, and I think if more people were aware of those tradeoffs, they&#39;d be more hesitant in evangelizing to the masses.</p>\n</div><!-- SC_ON -->",
  "score": 195,
  "permalink": "/r/changemyview/comments/ls3yz4/cmv_most_people_dont_want_their_niche_hobby_to/",
  "subreddit": "changemyview",
  "id": "ls3yz4",
  "is_self": true,
  "media": null,
  "is_video": false
}