{
  "author": "CrimsonSun99",
  "original_created_utc": 1626235512,
  "title": "CMV: Categorizing Twitter posts on Reddit by the color of the poster's skin is pretty racist",
  "created_utc": 1626240642,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Give me one legitimate reason why it benefits anybody to have any category on Reddit for what color their skin is. If we are ever going to get over racism and segregation we should stop encouraging it here.</p>\n\n<p>If we are going to have dedicated subs for Twitter reposts why not make FunnyTwitter, IronicTwitter, SadTwitter, PoliticalTwitter, DumbTwitter, IdiotsOnTwitter,    etc etc etc. Rather than classify people by their race?</p>\n\n<p>Do we have different character expectations of the subs based on race?</p>\n\n<p>It makes me cringe the more I think about it or see it show up in <a href=\"/r/all\">/r/all</a>. I can&#39;t imagine what most new Redditors must think when they see this for the first time.</p>\n</div><!-- SC_ON -->",
  "score": 221,
  "permalink": "/r/changemyview/comments/ojwfsu/cmv_categorizing_twitter_posts_on_reddit_by_the/",
  "subreddit": "changemyview",
  "id": "ojwfsu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Give me one legitimate reason why it benefits anybody to have any category on\nReddit for what color their skin is. If we are ever going to get over racism and\nsegregation we should stop encouraging it here.\n\nIf we are going to have dedicated subs for Twitter reposts why not make\nFunnyTwitter,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Redditに肌の色を表すカテゴリーがあると誰かのためになるという正当な理由を教えてください。\n肌の色でRedditにカテゴリーを設けることが誰かのためになる正当な理由を教えてください。もし私たちが人種差別や分離を克服しようとしているのであれば\nここでそれを奨励するのはやめるべきだと思います。\n\nもし、Twitterのリポスト専用のサブサイトを持つつもりなら、どうして\nFunnyTwitter,...",
      "title": "CMV: RedditでTwitterの投稿を投稿者の肌の色で分類するのはかなりの人種差別です"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "给我一个合法的理由，为什么在Reddit上有任何分类对任何人都有好处？\nReddit上有任何关于他们皮肤颜色的分类，对任何人都有好处。如果我们打算克服种族主义和\n我们应该停止在这里鼓励它。\n\n如果我们要为Twitter的转贴设立专门的子栏目，为什么不把\nFunnyTwitter,...",
      "title": "CMV：在Reddit上按发帖人的肤色对推特帖子进行分类是相当种族主义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "給我一個合法的理由，爲什麼在Reddit上有任何分類對任何人都有好處？\nReddit上有任何關於他們皮膚顏色的分類，對任何人都有好處。如果我們打算克服種族主義和\n我們應該停止在這裏鼓勵它。\n\n如果我們要爲Twitter的轉貼設立專門的子欄目，爲什麼不把\nFunnyTwitter,...",
      "title": "CMV：在Reddit上按發帖人的膚色對推特帖子進行分類是相當種族主義的。"
    }
  ]
}