{
  "videoId": "2_jH9Xq52-0",
  "channelId": "UCzznO4xSV8BKnUBPyswtCUw",
  "title": "Israeli military unleashes another heavy wave of airstrikes on Gaza Strip",
  "link": "https://www.youtube.com/watch?v=2_jH9Xq52-0",
  "pubDate": "2021-05-17T23:48:29.000Z",
  "author": "Arirang News",
  "id": "yt:video:2_jH9Xq52-0",
  "isoDate": "2021-05-17T23:48:29.000Z",
  "description": "이스라엘 8일째 가자지구 맹폭…양측 사망자 214명\n\nOur top story this morning.\nThe conflict between Israel and Gaza has entered a second week and the violence is only intensifying.\nThe death toll in Gaza alone... surpassing two-hundred.\nIsrael's Prime Minister insists the attacks have to continue.\nThe international community is pressing both sides to lay down their arms.\nKim Hyo-sun reports.\nThe Israeli military unleashed another heavy wave of airstrikes on the Gaza Strip Monday,... saying that it was targeting a tunnel network used by Hamas.\nThe Israel Defense Forces estimated that it had destroyed about 100 kilometers of underground passageways that it says are used to move weapons and fighters across Gaza.\nIsrael's Prime Minister says the country will continue with its attacks against Hamas.\n\n\"Today, a senior Islamic Jihad commander was targeted. We struck at the Hamas naval unit and we are continuing to strike at underground targets - Hamas' metro - and there are other targets. We will continue to operate as necessary in order to return calm and security to all residents of Israel.\"\n\nWith the two sides continuing to trade fire for over a week,... the overall death toll in Gaza has now surpassed 2-hundred,... with over 13-hundred others wounded,... according to the Hamas-run health ministry.\nIsrael has reported 10 Israelis have died from rockets that have been fired from Gaza toward the country.\nThe violence continues despite calls from the international community to cease hostilities.\nThe leaders of Egypt and France shared strong concerns regarding the escalation of violence in the region,... underscoring the absolute need to end the atrocities.\n\n\"So, for me, it comes within the scope of a process of a cease-fire as soon as possible - what we, of course, call for - and the building of a possible path towards talks between the various parties involved.\"\n\nOn Sunday, Iran's top diplomat met with Pope Francis,... who appealed for calm and global help to open a path of dialogue in the Middle East.\nPope Francis stressed that the deaths of children in the latest surge of attacks was \"destroying the future.\"\nTurkish President also asked Pope Francis to support sanctions against Israel,... in a phone call,... urging the pontiff to continue to speak out against the violence.\nAll this comes as Washington is using \"quiet and intensive diplomacy\" to try and halt the escalating conflict between the two sides.\nKim Hyo-sun, Arirang News.\n\n#Israel #Gaza_Strip #Airstrike\n\n📣 Arirang News(Facebook) : https://www.facebook.com/arirangtvnews\n📣 Arirang News(Twitter) : https://twitter.com/arirangtvnews\n📣 News Center(YouTube) : https://www.youtube.com/c/NEWSCENTER_ARIRANGTV\n\n\n2021-05-18, 07:00 (KST)",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/2_jH9Xq52-0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "6945",
    "average": "4.61",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "710248"
  },
  "original_created_at": "2021-05-17T23:48:29.000Z",
  "created_at": "2021-05-18T15:25:45.923Z",
  "tags": [
    "Israel",
    "Gaza_Strip",
    "Airstrike"
  ],
  "localize": [
    {
      "locale": "ja",
      "description": "8月8日（月）放送分：POWER RECORDS（POWER RECORDS）、POWER RECORDS（POWER RECORDS）、POWER RECORDS（POWER RECORDS）。\n\n今朝のトップニュースです。\nイスラエルとガザの紛争は2週間目に入り、暴力行為はさらに激化しています。\nガザでの死亡者数は200人を超えました。\nイスラエルの首相は 攻撃の継続を主張しています\n国際社会は両陣営に武器の放棄を迫っています。\nキム・ヒョースンがレポートします。\nイスラエル軍は月曜日、ガザ地区への空爆を開始し、ハマスが使用しているトンネル網を狙っていると発表した。\nイスラエル国防軍は、ガザ地区で武器や戦闘員を移動させるために使われているとされる約100キロの地下通路を破壊したと推定しています。\nイスラエルの首相は、ハマスに対する攻撃を継続すると述べています。\n\n\"今日、イスラムジハードの上級司令官が狙われた。我々はハマスの海軍部隊を攻撃し、ハマスの地下鉄である地下のターゲットへの攻撃を続けており、他にもターゲットがある。イスラエルのすべての住民に平穏と安全を取り戻すために、必要に応じて活動を続けていく」と述べた。\n\n1週間以上に渡って交戦が続く中、ハマスが運営する保健省によると、ガザでの死者数は200人を超え、負傷者は1300人以上に上る。\nイスラエルでは、ガザから国内に向けて発射されたロケット弾により10人のイスラエル人が死亡したと報告されている。\n国際社会からの停戦要請にもかかわらず、暴力行為は続いています。\nエジプトとフランスの首脳は、この地域における暴力の激化について強い懸念を示し、残虐行為を終わらせることが絶対に必要であることを強調しました。\n\n\"エジプトとフランスの首脳は、地域の暴力の激化に強い懸念を示し、残虐行為を終わらせることが絶対に必要であると強調しました。\n\n日曜日には、イランの外交官トップがフランシスコ法王と会談し、フランシスコ法王は、中東に対話の道を開くための冷静さと世界的な支援を訴えました。\nフランシスコ法王は、最近急増している攻撃で子供たちが亡くなっていることは、\"未来を破壊している \"と強調しました。\nまた、トルコ大統領は、フランシスコ法王に電話でイスラエルへの制裁を支持するよう要請し、法王が暴力に反対する発言を続けるよう求めました。\nこのような状況の中、米国政府は両陣営間の対立が激化するのを食い止めるため、「静かで集中的な外交」を展開しています。\nキム・ヒョースン、アリラン・ニュース。\n\n#イスラエル #ガザ地区 #空爆\n\n📣 アリラン・ニュース(Facebook) : https://www.facebook.com/arirangtvnews\n📣 アリラン・ニュース(ツイッター) : https://twitter.com/arirangtvnews\n📣 ニュースセンター(YouTube) : https://www.youtube.com/c/NEWSCENTER_ARIRANGTV\n\n\n2021-05-18, 07:00 (KST)",
      "title": "イスラエル軍によるガザ地区への大規模な空爆が再開されました。"
    },
    {
      "locale": "zh",
      "description": "이스엘 8일째 가자지구 맹폭...양측 사망자 214명\n\n我们今天早上的头条新闻。\n以色列和加沙的冲突已经进入第二周，暴力事件只会愈演愈烈。\n仅在加沙的死亡人数就超过了200人。\n以色列总理坚持认为攻击必须继续。\n国际社会正敦促双方放下武器。\nKim Hyo-sun报道。\n以色列军方周一对加沙地带发动了另一波猛烈的空袭，......称其目标是哈马斯使用的隧道网络。\n以色列国防军估计，它已经摧毁了大约100公里的地下通道，它说这些通道是用来在加沙地带运送武器和战斗人员。\n以色列总理说，该国将继续对哈马斯进行攻击。\n\n\"今天，一名伊斯兰圣战组织的高级指挥官成为目标。我们打击了哈马斯的海军部队，我们正在继续打击地下目标--哈马斯的地铁，还有其他目标。我们将继续进行必要的行动，以使以色列的所有居民恢复平静和安全。\"\n\n随着双方持续交火超过一周，......根据哈马斯管理的卫生部，加沙的总死亡人数现已超过200人，......还有超过1300人受伤。\n以色列报告说，有10名以色列人死于从加沙向该国发射的火箭弹。\n尽管国际社会呼吁停止敌对行动，但暴力仍在继续。\n埃及和法国领导人对该地区的暴力升级表示强烈关注，......强调绝对有必要结束这种暴行。\n\n\"因此，对我来说，它属于尽快停火进程的范围--我们当然呼吁这样做--以及为有关各方之间的会谈建立一条可能的道路。\"\n\n周日，伊朗的最高外交官会见了教皇方济各，......教皇方济各呼吁保持冷静并提供全球帮助，以便在中东地区开启一条对话之路。\n教皇方济各强调，儿童在最近激增的袭击中的死亡是 \"破坏未来\"。\n土耳其总统还在电话中要求教皇弗朗西斯支持对以色列的制裁，......敦促教皇继续反对暴力。\n所有这一切都发生在华盛顿正在使用 \"安静和密集的外交\"，试图阻止双方之间不断升级的冲突。\n金孝善，阿里郎新闻。\n\n#Israel #Gaza_Strip #Airstrike #以色列空袭\n\n📣 阿里郎新闻(Facebook) : https://www.facebook.com/arirangtvnews\n📣 阿里郎新闻(Twitter) : https://twitter.com/arirangtvnews\n📣 新闻中心(YouTube) : https://www.youtube.com/c/NEWSCENTER_ARIRANGTV\n\n\n2021-05-18, 07:00 (KST)",
      "title": "以色列军队对加沙地带发动又一波猛烈的空袭"
    },
    {
      "locale": "zh-Hant",
      "description": "이스엘 8일째 가자지구 맹폭...양측 사망자 214명\n\n我們今天早上的頭條新聞。\n以色列和加沙的衝突已經進入第二週，暴力事件只會愈演愈烈。\n僅在加沙的死亡人數就超過了200人。\n以色列總理堅持認爲攻擊必須繼續。\n國際社會正敦促雙方放下武器。\nKim Hyo-sun報道。\n以色列軍方週一對加沙地帶發動了另一波猛烈的空襲，......稱其目標是哈馬斯使用的隧道網絡。\n以色列國防軍估計，它已經摧毀了大約100公里的地下通道，它說這些通道是用來在加沙地帶運送武器和戰鬥人員。\n以色列總理說，該國將繼續對哈馬斯進行攻擊。\n\n\"今天，一名伊斯蘭聖戰組織的高級指揮官成爲目標。我們打擊了哈馬斯的海軍部隊，我們正在繼續打擊地下目標--哈馬斯的地鐵，還有其他目標。我們將繼續進行必要的行動，以使以色列的所有居民恢復平靜和安全。\"\n\n隨着雙方持續交火超過一週，......根據哈馬斯管理的衛生部，加沙的總死亡人數現已超過200人，......還有超過1300人受傷。\n以色列報告說，有10名以色列人死於從加沙向該國發射的火箭彈。\n儘管國際社會呼籲停止敵對行動，但暴力仍在繼續。\n埃及和法國領導人對該地區的暴力升級表示強烈關注，......強調絕對有必要結束這種暴行。\n\n\"因此，對我來說，它屬於儘快停火進程的範圍--我們當然呼籲這樣做--以及爲有關各方之間的會談建立一條可能的道路。\"\n\n週日，伊朗的最高外交官會見了教皇方濟各，......教皇方濟各呼籲保持冷靜並提供全球幫助，以便在中東地區開啓一條對話之路。\n教皇方濟各強調，兒童在最近激增的襲擊中的死亡是 \"破壞未來\"。\n土耳其總統還在電話中要求教皇弗朗西斯支持對以色列的制裁，......敦促教皇繼續反對暴力。\n所有這一切都發生在華盛頓正在使用 \"安靜和密集的外交\"，試圖阻止雙方之間不斷升級的衝突。\n金孝善，阿里郎新聞。\n\n#Israel #Gaza_Strip #Airstrike #以色列空襲\n\n📣 阿里郎新聞(Facebook) : https://www.facebook.com/arirangtvnews\n📣 阿里郎新聞(Twitter) : https://twitter.com/arirangtvnews\n📣 新聞中心(YouTube) : https://www.youtube.com/c/NEWSCENTER_ARIRANGTV\n\n\n2021-05-18, 07:00 (KST)",
      "title": "以色列軍隊對加沙地帶發動又一波猛烈的空襲"
    }
  ],
  "source_updated_at": 1621590807262
}