{
  "videoId": "3IXQKs8ZSrs",
  "channelId": "UCV6KDgJskWaEckne5aPA0aQ",
  "title": "ALL IN ON DOGECOIN",
  "link": "https://www.youtube.com/watch?v=3IXQKs8ZSrs",
  "pubDate": "2021-05-12T22:30:01.000Z",
  "author": "Graham Stephan",
  "id": "yt:video:3IXQKs8ZSrs",
  "isoDate": "2021-05-12T22:30:01.000Z",
  "description": "To start comparing quotes and simplify insurance-buying, check out Policygenius: https://policygenius.com/graham. Thanks to Policygenius for sponsoring this video! Enjoy! Add me on Instagram: GPStephan\n\nFOLLOW TO SEE MY STOCK TRADES: http://www.public.com/graham \n\nSUBSCRIBE TO THE DOGECOIN MILLIONAIRE - https://www.youtube.com/channel/UCvRP2JVdPZxPqdLFsv_VTmQ\n\nJOIN THE WEEKLY MENTORSHIP - https://the-real-estate-agent-academy.teachable.com/p/graham-stephan-mentorship-program/\n\nTHE NEW PODCAST: https://www.youtube.com/channel/UCMSYZVlQmyG8_2MkIKzg0kw\n\nThe YouTube Creator Academy:  \nLearn EXACTLY how to get your first 1000 subscribers on YouTube, rank videos on the front page of searches, grow your following, and turn that into another income source: https://bit.ly/2STxofv $100 OFF WITH CODE 100OFF \n\nAs far as what’s going on with Dogecoin RIGHT NOW…lets talk about both the PROS AND THE CONS so it’s not only easier to follow along to…but, so that we get the FULL UNDERSTANDING of what’s going on, from both sides: \n\nFirst, on the PRO SIDE:\n\nI have to say, I’m ACTUALLY rather impressed with how well it held up.\nEven though, today, at the time I’m making this video - it’s down about 40% from its peak…I think it COULD HAVE been a lot worse, and the immediate sell-off following the episode HAD THE POTENTIAL to completely collapse prices, but it didn't. \n\nSecond, a few days ago, Space X recently announced that they would accept Dogecoin as payment for their upcoming mission to the moon, called the Doge-1. \n\nThird, there’s absolutely value in what’s known as the Network Effect, in which the value is derived EXPONENTIALLY from the number of users it has. \n\nFourth, anecdotally…there’s a lot of people who believe that it will follow the same path as bitcoin, which routinely falls 70-90%, consolidates, and then moves to a new all time high a few years later….so, why not with Dogecoin, too, which has also risen, fallen, and recovered in the past?\n\nFifth, the Mike Novogratz said that the Dogecoin rally was a “middle index” to the system, and that - there was something pure about the recent rally in terms of what Dogecoin has done.\n\nSiixth - I have to say, I’ve never seen a community as strong as Dogecoin. \n\nSeventh…there’s also speculation that it might be one day listed on Coinbase, which would give it significantly more exposure.\n\nAnd finally, eighth….there might be something to be said about people rotating out of the stock market, and into cryptocurrency.. \n\nBut…just with anything,  there are some DOWNSIDES that people are pointing out, that deserve to be acknowledged: \n\nFirst, the last time SNL talked about a meme - they marked the absolute peak before a massive sell off. \n\nSecond, even though it would be a fun idea that we could take over the world with Dogecoin…and honestly…I wouldn’t mind it…. the fact is, it can’t actually be used as a viable currency until its price stabilizes, and we have a solid baseline for what people UNIVERSALLY think it’s worth. \n\nThird, just because it’s always recovered and gone back up in the past - doesn’t mean it always will. \nIt’s also incredibly easy to draw comparisons between Bitcoin, showing how many times it’s crashed - and then recovered. \n\nFourth, there’s also a clear problem with copycat currencies popping up, hoping to capitalize on the recent enthusiasm at peak hype. \n\nFifth, at some point - the SEC is likely to reevaluate what they consider to be a “currency” and what’s a “Security” so they can further impose regulation, and that will drop prices.  \n\nAnd lastly, sixth….ANYTHING that goes up 20,000% in a few months, has the potential to drop SUBSTANTIALLY…and that needs to be considered. \n\nI would be worried that, as with anything this volatile, there’s some BIG MONEY at play here looking to take advantage of retail traders buying in…so, I would be cautious and realistic about where you think this will go, and when. \n\nMy ENTIRE Camera and Recording Equipment: \nhttps://www.amazon.com/shop/grahamstephan?listId=2TNWZ7RP1P1EB\n\nFor business or one-on-one real estate investing/real estate agent consulting inquiries, you can reach me at GrahamStephanBusiness@gmail.com\n\n*Some of the links and other products that appear on this video are from companies which Graham Stephan will earn an affiliate commission or referral bonus. Graham Stephan is part of an affiliate network and receives compensation for sending traffic to partner sites. The content in this video is accurate as of the posting date. Some of the offers mentioned may no longer be available. This is not investment advice. Public Offer valid for U.S. residents 18+ and subject to account approval. There may be other fees associated with trading.  See Public.com/disclosures/",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/3IXQKs8ZSrs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "42822",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "503714"
  },
  "original_created_at": "2021-05-12T22:30:01.000Z",
  "created_at": "2021-05-13T16:08:30.381Z",
  "tags": []
}