{
  "videoId": "5J3peD8LZ5o",
  "channelId": "UCY1kMZp36IQSyNx_9h4mpCg",
  "title": "Color the Spectrum LIVE- Mark Rober and Jimmy Kimmel",
  "link": "https://www.youtube.com/watch?v=5J3peD8LZ5o",
  "pubDate": "2021-05-01T03:43:39.000Z",
  "author": "Mark Rober",
  "id": "yt:video:5J3peD8LZ5o",
  "isoDate": "2021-05-01T03:43:39.000Z",
  "description": "Here are more details of how the funds will be distributed by NEXT for AUTISM- https://www.nextforautism.org/current-events/color-the-spectrum/\n\nCrypto donations are powered by Nexo. To donate before, during and after the event, head to  https://www.nexo.io/nextforautism\n\nIf you think you might be autistic, your general practitioner doctor can steer you in the right direction to get an official diagnosis.  In the meantime, here are some tools that can help:\n\nOnline diagnostic questionnaire- https://psychology-tools.com/test/autism-spectrum-quotient\n\nHere are Samdy Sams 18 questions that might indicate you are Autistic:\n1. Sensitivity to sensory stimuli, like Light and Sound?\n2. Do you notice details that other people don't?\n3. Do you consider yourself \"Highly Sensitive\"?\n4. \"You have many enthusiasms and get deeply fulfilled by diving into a subject\" not sure what the question there would be?\n5. Do you have difficulty doing things that other people find easy (like making phonecalls)?\n6. Do you feel like an outsider but are unable to figure out why?\n7. Have you lost friends without knowing what you did or what went wrong?\n8. Do you need time to recharge from social situations. \n9. When super stressed, do you explode out of nowhere in an uncharacteristic way?\n10. Do you find it hard to let things go? Do you ruminate on potential outcomes of a situation before or after the fact?\n11. Are your vocal or facial expressions different from a lot of people?\n12. Do you have difficulty organizing daily tasks?\n13. Growing up, did you have a fascination with countercultures? Non-traditional interests?\n14. Do people call you quirky, shy, or rude without you knowing what you did to acquire those labels?\n15. Are you uninterested in the concept of conforming to society's views of you (especially with regards to gender or sexuality?)\n16. Do you have nervous ticks such as picking, fidgeting, or tapping that you can't quit without picking up other bad habbits?\n17. Can other people easily manipulate you without you realizing what they're doing?\n18. Do you identify with all of these things, and feel shocked that other people don't experience life that way?\n\nYou can watch her full video here- https://www.youtube.com/watch?v=ot46-YGUF4Y",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/5J3peD8LZ5o/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "189463",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2418048"
  },
  "original_created_at": "2021-05-01T03:43:39.000Z",
  "created_at": "2021-05-01T16:52:57.393Z",
  "tags": []
}