{
  "videoId": "5J3peD8LZ5o",
  "channelId": "UCY1kMZp36IQSyNx_9h4mpCg",
  "title": "Color the Spectrum LIVE- Mark Rober and Jimmy Kimmel",
  "link": "https://www.youtube.com/watch?v=5J3peD8LZ5o",
  "pubDate": "2021-05-01T03:43:39.000Z",
  "author": "Mark Rober",
  "id": "yt:video:5J3peD8LZ5o",
  "isoDate": "2021-05-01T03:43:39.000Z",
  "description": "Here are more details of how the funds will be distributed by NEXT for AUTISM- https://www.nextforautism.org/current-events/color-the-spectrum/\n\nCrypto donations are powered by Nexo. To donate before, during and after the event, head to  https://www.nexo.io/nextforautism\n\nIf you think you might be autistic, your general practitioner doctor can steer you in the right direction to get an official diagnosis.  In the meantime, here are some tools that can help:\n\nOnline diagnostic questionnaire- https://psychology-tools.com/test/autism-spectrum-quotient\n\nHere are Samdy Sams 18 questions that might indicate you are Autistic:\n1. Sensitivity to sensory stimuli, like Light and Sound?\n2. Do you notice details that other people don't?\n3. Do you consider yourself \"Highly Sensitive\"?\n4. \"You have many enthusiasms and get deeply fulfilled by diving into a subject\" not sure what the question there would be?\n5. Do you have difficulty doing things that other people find easy (like making phonecalls)?\n6. Do you feel like an outsider but are unable to figure out why?\n7. Have you lost friends without knowing what you did or what went wrong?\n8. Do you need time to recharge from social situations. \n9. When super stressed, do you explode out of nowhere in an uncharacteristic way?\n10. Do you find it hard to let things go? Do you ruminate on potential outcomes of a situation before or after the fact?\n11. Are your vocal or facial expressions different from a lot of people?\n12. Do you have difficulty organizing daily tasks?\n13. Growing up, did you have a fascination with countercultures? Non-traditional interests?\n14. Do people call you quirky, shy, or rude without you knowing what you did to acquire those labels?\n15. Are you uninterested in the concept of conforming to society's views of you (especially with regards to gender or sexuality?)\n16. Do you have nervous ticks such as picking, fidgeting, or tapping that you can't quit without picking up other bad habbits?\n17. Can other people easily manipulate you without you realizing what they're doing?\n18. Do you identify with all of these things, and feel shocked that other people don't experience life that way?\n\nYou can watch her full video here- https://www.youtube.com/watch?v=ot46-YGUF4Y",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/5J3peD8LZ5o/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "234385",
    "average": "4.91",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "4093400"
  },
  "original_created_at": "2021-05-01T03:43:39.000Z",
  "created_at": "2021-05-01T16:52:57.393Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "以下は、NEXT for AUTISM- https://www.nextforautism.org/current-events/color-the-spectrum/ による資金の分配方法の詳細です。\n\n暗号化された寄付金は、Nexoによって提供されます。イベント前、イベント中、イベント後の寄付は、https://www.nexo.io/nextforautism まで。\n\n自分が自閉症かもしれないと思ったら、一般開業医の先生に相談して、正式な診断を受けてください。 それまでの間、以下のようなツールが役立ちます。\n\nオンライン診断質問票- https://psychology-tools.com/test/autism-spectrum-quotient\n\nSamdy Samsの自閉症の可能性を示す18の質問を紹介します。\n1. 1.光や音などの感覚的な刺激に敏感である。\n2. 2.他の人が気づかないような細かいことに気づくことがありますか？\n3. 3.自分は「高感度」だと思いますか？\n4. \"あなたは多くの情熱を持っていて、テーマに没頭することで深く満たされます」そこでの質問は何になるかわかりませんか？\n5. 5.他の人が簡単にできること（電話をかけるなど）をするのが苦手ですか？\n6. あなたは自分が部外者のように感じているが、その理由がわからない。\n7. 7. 自分が何をしたのか、何が悪かったのかわからないまま、友人を失ったことがある。\n8. 社会的状況から充電する時間が必要ですか。\n9. 極度のストレスを感じると、いつもと違う方法でどこからともなく爆発することがありますか？\n10. あなたは、物事を手放すのが難しいですか？10.あなたは、物事を手放すのが難しいですか。あなたは、状況の前または後に潜在的な結果を反芻しますか。\n11. あなたの声や顔の表情は、多くの人と違っていますか？\n12. 12.日常の仕事を整理するのが苦手ですか？\n13. 子供の頃、伯爵家に憧れを持っていましたか？伝統にとらわれない興味を持っていましたか？\n14. 人はあなたが何をしてそのようなレッテルを獲得したのかを知らずに、あなたのことを風変わりだとか、恥ずかしがり屋だとか、失礼だとか言いますか？\n15. あなたは、社会の見方（特にジェンダーやセクシュアリティに関して）に合わせるという概念に興味がありませんか？\n16. ピッキング、そわそわ、タッピングなど、他の悪い習慣を身につけないとやめられないような神経質なダニがいますか？\n17. 17. 自分が気づかないうちに、他人に簡単に操られてしまうことがありますか？\n18. あなたはこれらのことに共感し、他の人がそのような経験をしていないことにショックを感じていますか？\n\n彼女のビデオは https://www.youtube.com/watch?v=ot46-YGUF4Y で見ることができます。",
      "title": "Color the Spectrum LIVE- マーク・ロバーとジミー・キンメル"
    },
    {
      "locale": "zh",
      "description": "以下是更多关于NEXT for AUTISM- https://www.nextforautism.org/current-events/color-the-spectrum/ 的资金分配细节。\n\n加密货币捐款是由Nexo提供的。要在活动之前、期间和之后进行捐赠，请前往https://www.nexo.io/nextforautism。\n\n如果你认为自己可能是自闭症患者，你的全科医生可以引导你到正确的方向去获得正式诊断。 同时，这里有一些工具可以帮助你。\n\n在线诊断问卷- https://psychology-tools.com/test/autism-spectrum-quotient\n\n下面是萨姆迪-萨姆的18个问题，可能表明你是自闭症患者。\n1. 对感官刺激敏感，如光和声音？\n2. 你是否注意到其他人所没有的细节？\n3. 你认为自己是 \"高度敏感的 \"吗？\n4. \"你有很多热情，并通过潜心研究一个主题得到深深的满足\"，不知道那里的问题会是什么？\n5. 你在做其他人认为很容易的事情（如打电话）时有困难吗？\n6. 你是否觉得自己是个局外人，但又搞不清楚原因？\n7. 你是否在不知道自己做了什么或出了什么问题的情况下失去朋友？\n8. 你是否需要时间从社交场合中重新充电。\n9. 当压力过大时，你是否会以一种不正常的方式突然爆发出来？\n10. 你是否发现很难让事情过去？你是否在事发前或事发后对某一情况的潜在结果进行反刍？\n11. 你的声音或面部表情是否与很多人不同？\n12. 你在组织日常工作方面有困难吗？\n13. 在成长过程中，你是否对反传统文化很着迷？非传统的兴趣？\n14. 人们是否称你为怪异、害羞或粗鲁，而你却不知道你是如何获得这些标签的？\n15. 你对符合社会对你的看法的概念不感兴趣吗（特别是在性别或性方面？\n16. 你是否有紧张的毛病，如挑剔、烦躁或敲击，你无法在不染上其他坏习惯的情况下戒掉？\n17. 其他人能在你没有意识到他们在做什么的情况下轻易地操纵你吗？\n18. 你是否认同所有这些事情，并为其他人没有这样的生活体验而感到震惊？\n\n你可以观看她的完整视频-- https://www.youtube.com/watch?v=ot46-YGUF4Y",
      "title": "彩色光谱直播--马克-罗伯和吉米-金梅尔"
    },
    {
      "locale": "zh-Hant",
      "description": "以下是更多關於NEXT for AUTISM- https://www.nextforautism.org/current-events/color-the-spectrum/ 的資金分配細節。\n\n加密貨幣捐款是由Nexo提供的。要在活動之前、期間和之後進行捐贈，請前往https://www.nexo.io/nextforautism。\n\n如果你認爲自己可能是自閉症患者，你的全科醫生可以引導你到正確的方向去獲得正式診斷。 同時，這裏有一些工具可以幫助你。\n\n在線診斷問卷- https://psychology-tools.com/test/autism-spectrum-quotient\n\n下面是薩姆迪-薩姆的18個問題，可能表明你是自閉症患者。\n1. 對感官刺激敏感，如光和聲音？\n2. 你是否注意到其他人所沒有的細節？\n3. 你認爲自己是 \"高度敏感的 \"嗎？\n4. \"你有很多熱情，並通過潛心研究一個主題得到深深的滿足\"，不知道那裏的問題會是什麼？\n5. 你在做其他人認爲很容易的事情（如打電話）時有困難嗎？\n6. 你是否覺得自己是個局外人，但又搞不清楚原因？\n7. 你是否在不知道自己做了什麼或出了什麼問題的情況下失去朋友？\n8. 你是否需要時間從社交場合中重新充電。\n9. 當壓力過大時，你是否會以一種不正常的方式突然爆發出來？\n10. 你是否發現很難讓事情過去？你是否在事發前或事發後對某一情況的潛在結果進行反芻？\n11. 你的聲音或面部表情是否與很多人不同？\n12. 你在組織日常工作方面有困難嗎？\n13. 在成長過程中，你是否對反傳統文化很着迷？非傳統的興趣？\n14. 人們是否稱你爲怪異、害羞或粗魯，而你卻不知道你是如何獲得這些標籤的？\n15. 你對符合社會對你的看法的概念不感興趣嗎（特別是在性別或性方面？\n16. 你是否有緊張的毛病，如挑剔、煩躁或敲擊，你無法在不染上其他壞習慣的情況下戒掉？\n17. 其他人能在你沒有意識到他們在做什麼的情況下輕易地操縱你嗎？\n18. 你是否認同所有這些事情，併爲其他人沒有這樣的生活體驗而感到震驚？\n\n你可以觀看她的完整視頻-- https://www.youtube.com/watch?v=ot46-YGUF4Y",
      "title": "彩色光譜直播--馬克-羅伯和吉米-金梅爾"
    }
  ],
  "source_updated_at": 1620380972678
}