{
  "videoId": "6eykTvfB66c",
  "channelId": "UCxE5jEls-T0QtlTHT8lI1lw",
  "title": "Olivia Rodrigo - deja vu (Live Performance) | Vevo LIFT",
  "link": "https://www.youtube.com/watch?v=6eykTvfB66c",
  "pubDate": "2021-05-12T16:00:04.000Z",
  "author": "OliviaRodrigoVEVO",
  "id": "yt:video:6eykTvfB66c",
  "isoDate": "2021-05-12T16:00:04.000Z",
  "description": "Olivia Rodrigo - deja vu (Live Performance) | Vevo LIFT\n\nShe played Paige and Nini, and fans loved her in both roles. But acting isn’t the only thing that Olivia Rodrigo is great at. When the ‘High School Musical: The Musical: The Series’  star dropped her “drivers license” video back at the start of the year, the overwhelming response made it clear that she had a way of deeply communicating with listeners not only as an actor, but as an artist. Views-wise, it crossed the 200-million mark in just four months. Pretty impressive for someone who had never put out an album on her own. Rodrigo, who proved “drivers license” was no fluke when “deja vu” also hit a home run upon release last month, is fixing that. Her ‘Sour’ debut arrives on May 21, and by the time it gets here, she will have performed at both the BRIT Awards and Saturday Night Live. Billboard reports that the 18-year-old pop phenom is the “first artist to send her first two proper singles straight into the Hot 100’s top 10.” The SoCal native, who wrote “driver’s license” with her pal Dan Nigro, recently told the press that she was obsessed with emotions, and loved her jobs as both actor and musician because they allow her to be so expressive. We’re thrilled that we got to work with Olivia on designing our exclusive LIFT content. A few weeks ago we hit the L.A., connected with Team Rodrigo, and came home with the kind of pieces that will give fans a revealing look into the singer’s personality, two unique performances and an exclusive interview portrait. First up is “deja vu,” and the setting couldn’t be any more fun.  “These pieces look amazing on film,” says Rodrigo. “It captures the tone of my work in a really powerful way.”  Hang tight, there’s more Olivia on the way.\n \nWatch the official video of \"deja vu\": https://youtu.be/cii6ruuycQA\n \nWatch Olivia Rodrigo videos: https://bit.ly/3eLiKRH\n \nFollow Olivia Rodrigo\nhttps://www.facebook.com/OliviaRodrigoOfficial\nhttps://twitter.com/Olivia_Rodrigo\nhttps://www.instagram.com/oliviarodrigo\n \nVevo\nhttp://facebook.com/vevo\nhttp://twitter.com/vevo\nhttp://instagram.com/vevo\n\nExecutive Producer: Micah Bickham\nDirector: Priya Minhas\nProducer: Maddy Schmidt\nDirector of Photography: Tehillah De Castro\nEditor: Kevin Rose\nMusic & Talent: Gabby Prisciandaro & David McTiernan\n\n#OliviaRodrigo  #OliviaRodrigoLive  #dejavu  #dejavuLive\n\nhttp://vevo.ly/vUL5rh",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/6eykTvfB66c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "102574",
    "average": "4.98",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "560730"
  },
  "original_created_at": "2021-05-12T16:00:04.000Z",
  "created_at": "2021-05-13T01:24:40.242Z",
  "tags": [
    "OliviaRodrigo",
    "OliviaRodrigoLive",
    "dejavu",
    "dejavuLive"
  ]
}