{
  "videoId": "6O-N5E6x0uc",
  "channelId": "UCLA_DiR1FfKNvjuUpBHmylQ",
  "title": "NASA's SpaceX Crew-1 Mission Splashes Down",
  "link": "https://www.youtube.com/watch?v=6O-N5E6x0uc",
  "pubDate": "2021-05-02T08:00:54.000Z",
  "author": "NASA",
  "id": "yt:video:6O-N5E6x0uc",
  "isoDate": "2021-05-02T08:00:54.000Z",
  "description": "Four astronauts are on their way home. Join us for the final leg of their journey from the International Space Station back to Earth, as the SpaceX Crew Dragon Resilience re-enters Earth's atmosphere and splashes down at about 2:57 a.m. EDT (6:57 UTC) Sun., May 2, in the Gulf of Mexico off the coast of Florida. \n\nAboard the Crew Dragon are NASA astronauts Michael Hopkins, Victor Glover, and Shannon Walker, and Soichi Noguchi of the Japan Aerospace Exploration Agency (JAXA). \n\nThis will be the first night splashdown of a U.S. crewed spacecraft since Apollo 8’s predawn return in the Pacific Ocean on Dec. 27, 1968, with NASA astronauts Frank Borman, Jim Lovell and Bill Anders. ",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/6O-N5E6x0uc/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "29447",
    "average": "4.84",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1505240"
  },
  "original_created_at": "2021-05-02T08:00:54.000Z",
  "created_at": "2021-05-02T14:25:53.662Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "4人の宇宙飛行士が帰国の途につく。5月2日午前2時57分（日本時間、午前6時57分）頃、スペースX社のクルー・ドラゴン「レジリエンス」が地球の大気圏に再突入し、フロリダ州沖のメキシコ湾に着水しますので、国際宇宙ステーションから地球への帰還の最終段階をご覧ください。 \n\nクルー・ドラゴンには、NASAのマイケル・ホプキンス宇宙飛行士、ビクター・グローバー宇宙飛行士、シャノン・ウォーカー宇宙飛行士、宇宙航空研究開発機構（JAXA）の野口聡一宇宙飛行士が搭乗しています。 \n\n米国の有人宇宙船が夜間に着水するのは、1968年12月27日にアポロ8号がフランク・ボーマン、ジム・ラベル、ビル・アンダーズの3名を乗せて太平洋上に帰還して以来のことです。 ",
      "title": "NASAのスペースXクルー1ミッションが水しぶきを浴びる"
    },
    {
      "locale": "zh",
      "description": "四名宇航员正在回家的路上。5月2日，美国东部时间凌晨2点57分（世界标准时间6点57分），在佛罗里达州海岸附近的墨西哥湾，SpaceX的 \"乘龙 \"号飞船重新进入地球大气层，并溅起水花，与我们一起见证他们从国际空间站返回地球的最后一段旅程。 \n\n乘龙号飞船的是美国宇航局宇航员迈克尔-霍普金斯、维克多-格洛弗和香农-沃克，以及日本宇宙航空研究开发机构（JAXA）的Soichi Noguchi。 \n\n这将是自1968年12月27日阿波罗8号宇航员弗兰克-博曼、吉姆-洛弗尔和比尔-安德斯在黎明前返回太平洋以来，美国载人航天器的首次夜间泼水降落。 ",
      "title": "美国国家航空航天局的SpaceX乘员-1号任务溅射下来"
    },
    {
      "locale": "zh-Hant",
      "description": "四名宇航員正在回家的路上。5月2日，美國東部時間凌晨2點57分（世界標準時間6點57分），在佛羅里達州海岸附近的墨西哥灣，SpaceX的 \"乘龍 \"號飛船重新進入地球大氣層，並濺起水花，與我們一起見證他們從國際空間站返回地球的最後一段旅程。 \n\n乘龍號飛船的是美國宇航局宇航員邁克爾-霍普金斯、維克多-格洛弗和香農-沃克，以及日本宇宙航空研究開發機構（JAXA）的Soichi Noguchi。 \n\n這將是自1968年12月27日阿波羅8號宇航員弗蘭克-博曼、吉姆-洛弗爾和比爾-安德斯在黎明前返回太平洋以來，美國載人航天器的首次夜間潑水降落。 ",
      "title": "美國國家航空航天局的SpaceX乘員-1號任務濺射下來"
    }
  ],
  "source_updated_at": 1620380972678
}