{
  "videoId": "8AlihXsl7Rs",
  "channelId": "UCOsATJw-IZgqGT8MFrHjKGg",
  "title": "I no longer care for sports",
  "link": "https://www.youtube.com/watch?v=8AlihXsl7Rs",
  "pubDate": "2021-05-10T14:41:39.000Z",
  "author": "Ice Cream Sandwich",
  "id": "yt:video:8AlihXsl7Rs",
  "isoDate": "2021-05-10T14:41:39.000Z",
  "description": "The first 1000 people to use this link will get a free trial of Skillshare Premium Membership: https://skl.sh/icecreamsandwich04211\n\n\nhello how's it going. This cartoon is done and now you are watching it. Isn't that wild? yes. I hope you like this one. It's about the times I played sports. I played basketball, baseball... I am just realizing right now that baseball is called base ball because you run around the bases... wow. I really just didn't know that this whole time. Anyway I also did skiing and track and field. I was bad at everything I did. I also talk about how I'm really bad at golf, but I am kind of thinking listening back to it that you kinda had to be there for that one. I think I've come a long way when it comes to making these videos but oof sometimes I just fall right on my face when it comes to telling stories. But it's all about improvement right? I'll just do better next time :)\n\n\nI find that I am not really big into competitive stuff. Sports being one thing, but video games too. I like more casual games like minecraft. I used to be big into league of legends, but haven't played in years. It was so toxic, so now I just play block game :) and make block house.\n\n\nthanks for watching ❤️ hope you liked it.\n\n(new merch is happening so I won't plug what I have now)\n📱 twitter:\nhttps://twitter.com/ICSandwichGuy\n📷 instagram:\nhttps://www.instagram.com/icecreamsandwichguy/\n\nDISCLAIMER: Ice Cream Sandwich content is inappropriate for children under 13 years old. For children over 13 years old, parental discretion is advised. Ice Cream Sandwich does not control the comments produced by third-party users. By watching, reading, or otherwise consuming Ice Cream Sandwich content, you agree that (1) you are over the age of 13 years, (2) you agree to abide by Youtube's Terms of Service, and (3) you agree you have read and accept the disclaimer available at https://www.youtube.com/icecreamsandwich/about",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/8AlihXsl7Rs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "91793",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "454552"
  },
  "original_created_at": "2021-05-10T14:41:39.000Z",
  "created_at": "2021-05-10T21:21:50.123Z",
  "tags": []
}