{
  "videoId": "cEshBdFqsg4",
  "channelId": "UCHlBaw2X5iYQGJhd5v718Zw",
  "title": "*UPDATE* Billy Joe Saunders Eye Injury DETAILS REVEALED vs Canelo Alvarez - Doctor Explains",
  "link": "https://www.youtube.com/watch?v=cEshBdFqsg4",
  "pubDate": "2021-05-10T03:14:07.000Z",
  "author": "Brian Sutterer MD",
  "id": "yt:video:cEshBdFqsg4",
  "isoDate": "2021-05-10T03:14:07.000Z",
  "description": "Billy Joe Saunders suffered a major injury after taking a punch from Canelo Alvarez and ultimately being unable to continue. While some initially questioned Saunders heart, the full details of the injury have been revealed and it was much worse than anticipated with a major fracture and orbital blowout. In this video we'll review the updated news and explain what everything means.\n\nUFC and Boxing Videos:\nhttps://youtube.com/playlist?list=PLrdpldKEF236khwdFNRilNeOZded9gZLD\n\nMY MUSIC:\nEpidemic Sound - Sign up with this link for a FREE 30 day trial!\nhttps://www.epidemicsound.com/referral/2m1bb5/\n\nFollow Me on Twitter!\nhttps://twitter.com/b_sutterer\n\nI'm a doctor and a sports fan and this channel is dedicated to exploring the unique medical side of the world of sports, including NBA, MLB, NFL, UFC, and many more! Breaking down the biggest what ifs, historical injuries and stories, and making learning about medicine fun and relevant for all sports fans!\n\nAnatomy images: https://www.biodigital.com\n\nDISCLAIMER: Content not intended to be taken as medical advice. Opinions are my own and do not represent those of my employer. I have not personally treated or evaluated the individual(s) discussed in this video. Content used with educational and transformative intent within Fair Use Guidelines\nContent owned and produced by Brian Sutterer LLC 2021",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/cEshBdFqsg4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "21814",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "819773"
  },
  "original_created_at": "2021-05-10T03:14:07.000Z",
  "created_at": "2021-05-10T23:27:26.501Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "ビリー・ジョー・サンダースは、カネロ・アルバレスのパンチを受け、試合続行不可能な大怪我を負ってしまいました。当初はサンダースの心臓を疑う声もありましたが、怪我の詳細が明らかになり、大骨折と眼窩破裂という予想以上の重傷でした。このビデオでは、最新のニュースを確認し、すべての意味を説明します。\n\nUFCとボクシングの動画です。\nhttps://youtube.com/playlist?list=PLrdpldKEF236khwdFNRilNeOZded9gZLD\n\n私の音楽。\nEpidemic Sound - このリンクから登録すると、30日間の無料体験ができます。\nhttps://www.epidemicsound.com/referral/2m1bb5/\n\nTwitterで私をフォローしてください。\nhttps://twitter.com/b_sutterer\n\nこのチャンネルでは、NBA、MLB、NFL、UFCなどのスポーツ界のユニークな医学的側面を探求しています！私は医師であり、スポーツファンでもあります。このチャンネルでは、NBA、MLB、NFL、UFCなど、スポーツ界のユニークな医学的側面を探求しています。\n\n解剖画像： https://www.biodigital.com\n\n免責事項：このコンテンツは、医学的なアドバイスを目的としたものではありません。意見は私個人のものであり、私の雇用主の意見を代表するものではありません。私は、このビデオで取り上げられた個人を個人的に治療または評価したことはありません。コンテンツは、公正使用ガイドラインの範囲内で、教育的・変形的な意図を持って使用されています。\nこのコンテンツはBrian Sutterer LLC 2021が所有・制作しています。",
      "title": "*UPDATE* ビリー・ジョー・サンダース、カネロ・アルバレスとの試合での目の負傷の詳細が明らかに - 医師が説明"
    },
    {
      "locale": "zh",
      "description": "比利-乔-桑德斯在挨了卡内罗-阿尔瓦雷斯的一拳后遭受重伤，最终无法继续比赛。虽然有些人最初质疑桑德斯的心脏，但受伤的全部细节已被披露，它比预期的要严重得多，主要是骨折和眼眶爆裂。在这个视频中，我们将回顾最新的新闻，并解释一切意味着什么。\n\nUFC和拳击视频。\nhttps://youtube.com/playlist?list=PLrdpldKEF236khwdFNRilNeOZded9gZLD\n\n我的音乐。\nEpidemic Sound - 使用此链接注册，可获得30天免费试用!\nhttps://www.epidemicsound.com/referral/2m1bb5/\n\n在Twitter上关注我!\nhttps://twitter.com/b_sutterer\n\n我是一名医生，也是一名体育迷，这个频道致力于探索体育世界中独特的医学层面，包括NBA、MLB、NFL、UFC等等! 在这里，我们将为所有的体育迷讲述最大的假设、历史性的伤害和故事，并使学习医学变得有趣和有意义。\n\n解剖图片：https://www.biodigital.com\n\n免责声明：内容不打算作为医疗建议。观点是我自己的，不代表我的雇主。我没有亲自治疗或评估本视频中讨论的个人。在公平使用准则范围内，以教育和改造的意图使用的内容。\n内容由Brian Sutterer有限责任公司拥有和制作 2021年",
      "title": "*更新*比利-乔-桑德斯眼睛受伤的细节被揭开，对阵卡内罗-阿尔瓦雷斯--医生的解释"
    },
    {
      "locale": "zh-Hant",
      "description": "比利-喬-桑德斯在捱了卡內羅-阿爾瓦雷斯的一拳後遭受重傷，最終無法繼續比賽。雖然有些人最初質疑桑德斯的心臟，但受傷的全部細節已被披露，它比預期的要嚴重得多，主要是骨折和眼眶爆裂。在這個視頻中，我們將回顧最新的新聞，並解釋一切意味着什麼。\n\nUFC和拳擊視頻。\nhttps://youtube.com/playlist?list=PLrdpldKEF236khwdFNRilNeOZded9gZLD\n\n我的音樂。\nEpidemic Sound - 使用此鏈接註冊，可獲得30天免費試用!\nhttps://www.epidemicsound.com/referral/2m1bb5/\n\n在Twitter上關注我!\nhttps://twitter.com/b_sutterer\n\n我是一名醫生，也是一名體育迷，這個頻道致力於探索體育世界中獨特的醫學層面，包括NBA、MLB、NFL、UFC等等! 在這裏，我們將爲所有的體育迷講述最大的假設、歷史性的傷害和故事，並使學習醫學變得有趣和有意義。\n\n解剖圖片：https://www.biodigital.com\n\n免責聲明：內容不打算作爲醫療建議。觀點是我自己的，不代表我的僱主。我沒有親自治療或評估本視頻中討論的個人。在公平使用準則範圍內，以教育和改造的意圖使用的內容。\n內容由Brian Sutterer有限責任公司擁有和製作 2021年",
      "title": "*更新*比利-喬-桑德斯眼睛受傷的細節被揭開，對陣卡內羅-阿爾瓦雷斯--醫生的解釋"
    }
  ],
  "source_updated_at": 1620986000944
}