{
  "videoId": "DTvS9lvRxZ8",
  "channelId": "UCY1kMZp36IQSyNx_9h4mpCg",
  "title": "Backyard Squirrel Maze 2.0- The Walnut Heist",
  "link": "https://www.youtube.com/watch?v=DTvS9lvRxZ8",
  "pubDate": "2021-05-18T20:34:52.000Z",
  "author": "Mark Rober",
  "id": "yt:video:DTvS9lvRxZ8",
  "isoDate": "2021-05-18T20:34:52.000Z",
  "description": "I bit off more than I could chew.  Join me this summer in my Creative Engineering class!! https://Monthly.com/MarkRober\n\nNEW Phat Gus Merch here!! https://markrober.store/\n\nMore info about my Creative Engineering Course- \n\nThis class is a hands-on, 30-day learning experience that will teach you how to use engineering and science to bring your creative ideas to life.\n\nDuring this class, I'm going to share with you my entire creative engineering process from start to finish. You're going to follow along with me as I fully design and engineer 3 brand new builds from scratch... from how I come up with the idea, all the way through bringing the final builds to life.\n\nThe best part is, over the month, you'll follow along with me and my process, side by side, and you will leave the class with 3 original, creative builds of your own.\n\nThis is the class I wish I had when I was starting out. It's designed to take your skills to make cool stuff to the next level, whether you're a beginner or a more experienced maker/engineer.\n\nThe class officially starts on June 7th so claim your spot if you're interested!\n\nSee you in class!\n\n-Mark",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/DTvS9lvRxZ8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "1115203",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "13603472"
  },
  "original_created_at": "2021-05-18T20:34:52.000Z",
  "created_at": "2021-05-19T17:35:39.951Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "噛み砕いてしまった。 この夏、私のクリエイティブ・エンジニアリング・クラスに参加してみませんか！！ https://Monthly.com/MarkRober\n\nNEW Phat Gus Merch here!!! https://markrober.store/\n\n私のクリエイティブ・エンジニアリング・コースについての詳細-。\n\nこのクラスは、30日間の実践的な学習体験で、創造的なアイデアを実現するために工学と科学をどのように利用するかを学びます。\n\nこのクラスでは、私のクリエイティブ・エンジニアリングのプロセスを最初から最後までご紹介します。このクラスでは、私の創造的なエンジニアリングのプロセスを最初から最後まで紹介します。私が3つの新しいビルドをゼロから完全にデザインし、エンジニアリングする様子を一緒に見ていただきます。\n\n何よりも素晴らしいのは、1ヶ月間、私と私のプロセスを隣り合わせでフォローし、クラスを終えた後には、オリジナルで創造的な3つのビルドを手に入れることができるということです。\n\nこのクラスは、私が起業したときに受けたかったクラスです。このクラスは、初心者でも経験者でも、クールなものを作るスキルを次のレベルに引き上げるためにデザインされています。\n\nこのクラスは6月7日に正式にスタートしますので、興味のある方はぜひご参加ください。\n\nクラスでお会いしましょう\n\n-マーク",
      "title": "裏庭のリスの迷路2.0-クルミ強盗"
    },
    {
      "locale": "zh",
      "description": "我咬牙切齿。 今年夏天加入我的创意工程班吧！！ https://Monthly.com/MarkRober\n\n新的Phat Gus商品在这里！！ https://markrober.store/\n\n关于我的创意工程课程的更多信息 \n\n这个课程是一个为期30天的实践学习体验，将教你如何使用工程和科学来实现你的创意想法。\n\n在这个课程中，我将与你分享我从头到尾的整个创意工程过程。你将跟随我从头开始全面设计和设计3个全新的建筑......从我如何想到这个想法，一直到将最终的建筑变为现实。\n\n最重要的是，在这一个月里，你将跟随我和我的过程，并肩作战，你将带着你自己的3个原创的、有创意的建筑离开课堂。\n\n这是我希望在我刚开始时有的课程。无论你是初学者还是更有经验的制造者/工程师，它的目的都是把你制造很酷的东西的技能提高到新的水平。\n\n该课程于6月7日正式开始，如果你有兴趣，请申请你的位置!\n\n课堂上见!\n\n-马克",
      "title": "后院松鼠迷宫2.0--核桃劫案"
    },
    {
      "locale": "zh-Hant",
      "description": "我咬牙切齒。 今年夏天加入我的創意工程班吧！！ https://Monthly.com/MarkRober\n\n新的Phat Gus商品在這裏！！ https://markrober.store/\n\n關於我的創意工程課程的更多信息 \n\n這個課程是一個爲期30天的實踐學習體驗，將教你如何使用工程和科學來實現你的創意想法。\n\n在這個課程中，我將與你分享我從頭到尾的整個創意工程過程。你將跟隨我從頭開始全面設計和設計3個全新的建築......從我如何想到這個想法，一直到將最終的建築變爲現實。\n\n最重要的是，在這一個月裏，你將跟隨我和我的過程，並肩作戰，你將帶着你自己的3個原創的、有創意的建築離開課堂。\n\n這是我希望在我剛開始時有的課程。無論你是初學者還是更有經驗的製造者/工程師，它的目的都是把你製造很酷的東西的技能提高到新的水平。\n\n該課程於6月7日正式開始，如果你有興趣，請申請你的位置!\n\n課堂上見!\n\n-馬克",
      "title": "後院松鼠迷宮2.0--核桃劫案"
    }
  ],
  "source_updated_at": 1621590807272
}