{
  "videoId": "dWevopoBmAE",
  "channelId": "UC1Myj674wRVXB9I4c6Hm5zA",
  "title": "The Me You Can't See — Official Trailer | Apple TV+",
  "link": "https://www.youtube.com/watch?v=dWevopoBmAE",
  "pubDate": "2021-05-17T13:44:48.000Z",
  "author": "Apple TV",
  "id": "yt:video:dWevopoBmAE",
  "isoDate": "2021-05-17T13:44:48.000Z",
  "description": "The Me You Can’t See is a new docuseries co-created by Oprah Winfrey and Prince Harry, that explores mental health and emotional well-being with stories from people around the world. With storytelling at its core, this timely series gives a voice to stories that aim to seek truth, understanding and compassion. It’s about people, our experiences, and why we feel the way that we do. Watch all episodes May 21 on Apple TV+ https://apple.co/_TheMeYouCantSee \n\nExecutive produced by Oprah Winfrey and Prince Harry, “The Me You Can’t See” is also executive produced by Harpo Productions' Terry Wood and Catherine Cyr, along with RadicalMedia’s Jon Kamen, Dave Sirulnick and Alex Browne serving as showrunner. It is directed and executive produced by Emmy Award and Spirit Award nominee Dawn Porter (“Gideon’s Army,” “John Lewis: Good Trouble”) and Academy Award and four-time BAFTA Award-winning Asif Kapadia (“Amy”). The series is produced by Jen Isaacson and Nell Constantinople. \n\nSong: “Amor” (Phoenician Order Expansive Mix) by Clark x Phoenician Order https://apple.co/Amor_Clark_PhoenicianOrder\n\nSubscribe to Apple TV’s YouTube channel: https://apple.co/AppleTVYouTube\n\nFollow Apple TV:\nInstagram: https://instagram.com/AppleTV\nFacebook: https://facebook.com/AppleTV\nTwitter: https://twitter.com/AppleTV\nGiphy: https://giphy.com/AppleTV\n\nMore from Apple TV: https://apple.co/32qgOEJ\n\nApple TV+ is a streaming service with original stories from the most creative minds in TV and film. Watch now on the Apple TV app: https://apple.co/_AppleTVapp\n\n#TheMeYouCantSee #Trailer #AppleTV",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/dWevopoBmAE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "3432",
    "average": "4.59",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "123427"
  },
  "original_created_at": "2021-05-17T13:44:48.000Z",
  "created_at": "2021-05-17T20:01:12.657Z",
  "tags": [
    "TheMeYouCantSee",
    "Trailer",
    "AppleTV"
  ]
}