{
  "videoId": "EIj7ah_prEY",
  "channelId": "UCCjE3Unqg5x1tq_YbGVhO-Q",
  "title": "Floyd Mayweather Breaks His Silence About The Jake Paul Fight",
  "link": "https://www.youtube.com/watch?v=EIj7ah_prEY",
  "pubDate": "2021-05-09T22:54:57.000Z",
  "author": "Caught On Camera",
  "id": "yt:video:EIj7ah_prEY",
  "isoDate": "2021-05-09T22:54:57.000Z",
  "description": "Floyd Mayweather Breaks His Silence About The Jake Paul Fight\n\nFloyd Mayweather and jake paul got into a little bit of a brawl, but Floyd has been silent about the situation until now. Floyd and Jake actually used to be friends a few years back. Jake was getting ready for his first ever boxing match against popular YouTuber Deji, KSIs brother. Floyd said that he was Jakes trainer and that he supports him all the way.\n\nWell it seems that things have changed since then. Somehow Jakes brother Logan Paul is making history by entering the ring with Floyd Mayweather on June 6th. So if Floyd is logans enemy that means that Jake also has to support him. Even though the match between the two is for entertainment purposes, it is still important to create hype before the fight in order to sell more tickets. I think its safe to say neither Floyd or Logan would be entering the ring if they didn't make enough money for it. So they have to try and sell the match every way possible. And thats where jake pauls first argument with Floyd comes into play. Jake was next to the stage during the first face to face press conference between Floyd and logan paul. Well Floyd began saying that both the paul brothers are fake fighters and we all know Jake took offense to this because he considers himself a pro fighter after having being undefeated and taking down ben askren. So Jake Paul began to take things personally from Floyd. Although he never really said anything back to Floyd as it was logan chance to shine on the main stage..",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/EIj7ah_prEY/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "12926",
    "average": "4.28",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "651274"
  },
  "original_created_at": "2021-05-09T22:54:57.000Z",
  "created_at": "2021-05-10T21:21:50.123Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "フロイド・メイウェザー、ジェイク・ポールとの試合について沈黙を破る\n\nフロイド・メイウェザーとジェイク・ポールがちょっとした乱闘騒ぎを起こしましたが、フロイドはこれまでその状況について沈黙していました。フロイドとジェイクは、実は数年前まで友達だったんだ。ジェイクは、人気YouTuberのデジー（KSIの弟）との初めてのボクシング試合に向けて準備をしていました。フロイドはジェイクのトレーナーとして、彼を全面的にサポートすると言っていました。\n\nしかし、あれから状況は変わったようです。ジェイクスの弟であるローガン・ポールが、6月6日にフロイド・メイウェザーのリングに上がることで、歴史に名を刻むことになったのです。フロイドがローガンの敵であるならば、ジェイクもまた彼をサポートしなければならないということです。2人の試合はエンターテイメントとして行われますが、より多くのチケットを販売するためには、試合前にハイプ（宣伝）を行うことが重要です。フロイドもローガンも、十分なお金を稼げなければリングに上がることはないと言ってもいいでしょう。だから、あらゆる方法で試合を売り込む必要があるのです。そこで、ジェイク・ポールとフロイドの最初の口論が始まるのだ。ジェイクは、フロイドとローガン・ポールの最初の対面記者会見の時、ステージの横にいた。フロイドは、ポール兄弟はどちらも偽物のファイターだと言い始め、ジェイクは無敗でベン・アスクレンを倒した自分をプロのファイターだと思っていたので、これに腹を立てたのは周知の通りです。ジェイク・ポールはフロイドから個人的なことを言われ始めたのです。しかし、メインステージではローガンが輝くチャンスだったので、彼はフロイドに何も言い返すことはありませんでした。",
      "title": "フロイド・メイウェザー、ジェイク・ポール戦について沈黙を破る"
    },
    {
      "locale": "zh",
      "description": "弗洛伊德-梅威瑟打破了他对杰克-保罗之战的沉默\n\n弗洛伊德-梅威瑟和杰克-保罗发生了一点争吵，但弗洛伊德直到现在都对这一情况保持沉默。弗洛伊德和杰克实际上几年前曾是朋友。杰克当时正准备参加他的第一场拳击比赛，对手是流行的YouTuber Deji，KSIs的弟弟。弗洛伊德说，他是杰克的教练，他一直支持他。\n\n好吧，从那时起，事情似乎发生了变化。不知何故，杰克斯的弟弟洛根-保罗在6月6日与弗洛伊德-梅威瑟进入拳击场，创造了历史。因此，如果弗洛伊德是洛根的敌人，这意味着杰克也必须支持他。尽管两人之间的比赛是出于娱乐目的，但为了销售更多门票，在比赛前进行炒作仍然很重要。我认为可以说，如果弗洛伊德和罗根没有赚到足够的钱，他们都不会进入拳击场。因此，他们必须尝试以各种方式推销这场比赛。这就是杰克-保罗与弗洛伊德第一次争论的地方。在弗洛伊德和罗根-保罗的第一次面对面新闻发布会上，杰克就在舞台旁边。弗洛伊德开始说保罗兄弟都是假拳手，我们都知道杰克对此很反感，因为他认为自己是一个职业拳手，在不败之地并打倒了本-阿克伦。因此，杰克-保罗开始对弗洛伊德的事情耿耿于怀。虽然他从来没有真正对弗洛伊德说过什么，因为这是罗根在主舞台上发光的机会。",
      "title": "弗洛伊德-梅威瑟打破了他对杰克-保罗之战的沉默"
    },
    {
      "locale": "zh-Hant",
      "description": "弗洛伊德-梅威瑟打破了他對傑克-保羅之戰的沉默\n\n弗洛伊德-梅威瑟和傑克-保羅發生了一點爭吵，但弗洛伊德直到現在都對這一情況保持沉默。弗洛伊德和傑克實際上幾年前曾是朋友。傑克當時正準備參加他的第一場拳擊比賽，對手是流行的YouTuber Deji，KSIs的弟弟。弗洛伊德說，他是傑克的教練，他一直支持他。\n\n好吧，從那時起，事情似乎發生了變化。不知何故，傑克斯的弟弟洛根-保羅在6月6日與弗洛伊德-梅威瑟進入拳擊場，創造了歷史。因此，如果弗洛伊德是洛根的敵人，這意味着傑克也必須支持他。儘管兩人之間的比賽是出於娛樂目的，但爲了銷售更多門票，在比賽前進行炒作仍然很重要。我認爲可以說，如果弗洛伊德和羅根沒有賺到足夠的錢，他們都不會進入拳擊場。因此，他們必須嘗試以各種方式推銷這場比賽。這就是傑克-保羅與弗洛伊德第一次爭論的地方。在弗洛伊德和羅根-保羅的第一次面對面新聞發佈會上，傑克就在舞臺旁邊。弗洛伊德開始說保羅兄弟都是假拳手，我們都知道傑克對此很反感，因爲他認爲自己是一個職業拳手，在不敗之地並打倒了本-阿克倫。因此，傑克-保羅開始對弗洛伊德的事情耿耿於懷。雖然他從來沒有真正對弗洛伊德說過什麼，因爲這是羅根在主舞臺上發光的機會。",
      "title": "弗洛伊德-梅威瑟打破了他對傑克-保羅之戰的沉默"
    }
  ],
  "source_updated_at": 1620986000851
}