{
  "videoId": "EIj7ah_prEY",
  "channelId": "UCCjE3Unqg5x1tq_YbGVhO-Q",
  "title": "Floyd Mayweather Breaks His Silence About The Jake Paul Fight",
  "link": "https://www.youtube.com/watch?v=EIj7ah_prEY",
  "pubDate": "2021-05-09T22:54:57.000Z",
  "author": "Caught On Camera",
  "id": "yt:video:EIj7ah_prEY",
  "isoDate": "2021-05-09T22:54:57.000Z",
  "description": "Floyd Mayweather Breaks His Silence About The Jake Paul Fight\n\nFloyd Mayweather and jake paul got into a little bit of a brawl, but Floyd has been silent about the situation until now. Floyd and Jake actually used to be friends a few years back. Jake was getting ready for his first ever boxing match against popular YouTuber Deji, KSIs brother. Floyd said that he was Jakes trainer and that he supports him all the way.\n\nWell it seems that things have changed since then. Somehow Jakes brother Logan Paul is making history by entering the ring with Floyd Mayweather on June 6th. So if Floyd is logans enemy that means that Jake also has to support him. Even though the match between the two is for entertainment purposes, it is still important to create hype before the fight in order to sell more tickets. I think its safe to say neither Floyd or Logan would be entering the ring if they didn't make enough money for it. So they have to try and sell the match every way possible. And thats where jake pauls first argument with Floyd comes into play. Jake was next to the stage during the first face to face press conference between Floyd and logan paul. Well Floyd began saying that both the paul brothers are fake fighters and we all know Jake took offense to this because he considers himself a pro fighter after having being undefeated and taking down ben askren. So Jake Paul began to take things personally from Floyd. Although he never really said anything back to Floyd as it was logan chance to shine on the main stage..",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/EIj7ah_prEY/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "7001",
    "average": "4.61",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "301124"
  },
  "original_created_at": "2021-05-09T22:54:57.000Z",
  "created_at": "2021-05-10T21:21:50.123Z",
  "tags": []
}