{
  "videoId": "fiWxNzG5rOw",
  "channelId": "UCzMjRlKVO9XIqH_crIFpi6w",
  "title": "I Cheated with ONE WAY GLASS in a Building Competition...",
  "link": "https://www.youtube.com/watch?v=fiWxNzG5rOw",
  "pubDate": "2021-05-24T04:48:40.000Z",
  "author": "Skeppy",
  "id": "yt:video:fiWxNzG5rOw",
  "isoDate": "2021-05-24T04:48:40.000Z",
  "description": "Skeppy & BadBoyHalo Troll Antfrost, RedVelvet, & FoolishG in a Building Competition...\n\nToday I got all my friends together for an exciting Building Competition :D This time, for the first time ever, Bad and I are teaming up against Antfrost and Velvet in one of our most hilarious competitions yet! We even got FoolishG from the Dream SMP to judge the builds which was so fun. Of course it wouldn’t be a build battle without a couple cheats, except we were cheating the entire time with ONE WAY GLASS. also... worldedit can be really...helpful. Bad and I had all the advantages on our side, and we still struggled a little bit LMAO. This video was so funny and hilarious to make and I had so much fun as always making it so if you enjoyed this video hit it with a like! \n\n200,000 Likes and I will Troll Technoblade. My mind is set on it.\n\nGet SIGNED MERCH Here!!\nhttps://skeppyshop.com/\n\nSpecial thank you to my friends for being in this video!!!\n @BadBoyHalo  \n @Foolish Gamers  \n @Antfrost  \n& RedVelvet!\n\nI Troll BadBoyHalo with ONE WAY GLASS in a Building Competition...\nhttps://youtu.be/gAdJMwhZeFE\n\nFollow My Twitter - @Skeppy\nFollow My Instagram - @Skeppy\n\nNot Minecraft, But Water Rises or Minecraft, But Lava Rises, or any other but challenge like that. This is a speed runner / survivalist in Minecraft against a killer / assassin / hitmen but it's BadBoyHalo and I getting to unleash our inner troll",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/fiWxNzG5rOw/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "79334",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "937995"
  },
  "original_created_at": "2021-05-24T04:48:40.000Z",
  "created_at": "2021-05-24T21:33:55.858Z",
  "tags": []
}