{
  "videoId": "fmZPLBmsaaE",
  "channelId": "UChLtXXpo4Ge1ReTEboVvTDg",
  "title": "Crisis in Gaza: Nearly 200 dead as Netanyahu vows \"full force\" strikes against Hamas will continue",
  "link": "https://www.youtube.com/watch?v=fmZPLBmsaaE",
  "pubDate": "2021-05-17T02:00:10.000Z",
  "author": "Global News",
  "id": "yt:video:fmZPLBmsaaE",
  "isoDate": "2021-05-17T02:00:10.000Z",
  "description": "WARNING: This video contains images disturbing for some viewers. Discretion is advised.\nDiplomacy appears to be doing little to stop hostilities between Israel and Hamas. Despite Israeli air strikes already killing nearly 200 people in Gaza - 58 of them children - Prime Minister Benjamin Netanyahu vows to continue its aerial bombing campaign \"with full force.\" \n\nMeanwhile, Hamas, the Palestinian militant group controlling the Gaza strip, also remains defiant, as it fired more rockets in retaliation, which have so far killed 10 people in Israel.\n\n As Mike Armstrong reports, the United Nations Security Council has held an emergency meeting, as leaders outside of the conflict - including U.S. President Joe Biden - work to broker peace.\n\nFor more info, please go to https://globalnews.ca\nSubscribe to Global News Channel HERE: http://bit.ly/20fcXDc\nLike Global News on Facebook HERE: http://bit.ly/255GMJQ\nFollow Global News on Twitter HERE: http://bit.ly/1Toz8mt\nFollow Global News on Instagram HERE: https://bit.ly/2QZaZIB\n#GlobalNews",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/fmZPLBmsaaE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "11735",
    "average": "4.59",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1069624"
  },
  "original_created_at": "2021-05-17T02:00:10.000Z",
  "created_at": "2021-05-17T14:47:00.296Z",
  "tags": [
    "GlobalNews"
  ],
  "localize": [
    {
      "locale": "ja",
      "description": "警告：このビデオには、一部の視聴者にとって不愉快な画像が含まれています。慎重な判断をお願いします。\nイスラエルとハマスの敵対関係を止めるのに、外交はほとんど役に立っていないようだ。イスラエルの空爆により、ガザではすでに200人近くが死亡し、そのうち58人が子どもだったにもかかわらず、ベンジャミン・ネタニヤフ首相は「全力で」空爆を続けると宣言しています。\n\n一方、ガザ地区を支配するパレスチナの過激派組織ハマスも反抗的な態度を崩さず、報復としてロケット弾を発射し、これまでにイスラエルで10人が死亡しています。\n\n マイク・アームストロングの報告によると、国連安全保障理事会は緊急会合を開催し、バイデン米大統領を含む紛争外部の指導者たちが和平の仲介に努めています。\n\n詳細は、https://globalnews.ca をご覧ください。\nグローバル・ニュース・チャンネルの購読はこちらから: http://bit.ly/20fcXDc\nFacebookでGlobal Newsを「いいね！」する こちら: http://bit.ly/255GMJQ\nツイッターでGlobal Newsをフォローする こちら: http://bit.ly/1Toz8mt\nインスタグラムでGlobal Newsをフォローする こちら: https://bit.ly/2QZaZIB\n#グローバルニュース",
      "title": "ガザの危機。ガザの危機：200人近くが死亡、ネタニヤフ首相はハマスへの「全面的な」攻撃を継続すると宣言"
    },
    {
      "locale": "zh",
      "description": "警告：本视频包含对某些观众来说令人不安的图像。建议慎重考虑。\n外交手段似乎对阻止以色列和哈马斯之间的敌对行动作用不大。尽管以色列的空袭已经造成加沙近200人死亡--其中58人是儿童--总理本雅明-内塔尼亚胡发誓要继续 \"全力 \"进行空中轰炸。\n\n与此同时，控制加沙地带的巴勒斯坦激进组织哈马斯也仍然不甘示弱，它发射了更多的火箭弹作为报复，到目前为止，这些火箭弹已经在以色列造成10人死亡。\n\n 正如迈克-阿姆斯特朗报道的那样，联合国安理会已经举行了一次紧急会议，冲突之外的领导人--包括美国总统乔-拜登--正努力促成和平。\n\n欲了解更多信息，请访问：https://globalnews.ca\n订阅全球新闻频道，请点击：http://bit.ly/20fcXDc\nLike Global News on Facebook here: http://bit.ly/255GMJQ\n在Twitter上关注全球新闻，请点击：http://bit.ly/1Toz8mt\n在Instagram上关注全球新闻，请点击：https://bit.ly/2QZaZIB\n#全球新闻",
      "title": "加沙的危机。近200人死亡，内塔尼亚胡誓言将继续对哈马斯进行 \"全力 \"打击"
    },
    {
      "locale": "zh-Hant",
      "description": "警告：本視頻包含對某些觀衆來說令人不安的圖像。建議慎重考慮。\n外交手段似乎對阻止以色列和哈馬斯之間的敵對行動作用不大。儘管以色列的空襲已經造成加沙近200人死亡--其中58人是兒童--總理本雅明-內塔尼亞胡發誓要繼續 \"全力 \"進行空中轟炸。\n\n與此同時，控制加沙地帶的巴勒斯坦激進組織哈馬斯也仍然不甘示弱，它發射了更多的火箭彈作爲報復，到目前爲止，這些火箭彈已經在以色列造成10人死亡。\n\n 正如邁克-阿姆斯特朗報道的那樣，聯合國安理會已經舉行了一次緊急會議，衝突之外的領導人--包括美國總統喬-拜登--正努力促成和平。\n\n欲瞭解更多信息，請訪問：https://globalnews.ca\n訂閱全球新聞頻道，請點擊：http://bit.ly/20fcXDc\nLike Global News on Facebook here: http://bit.ly/255GMJQ\n在Twitter上關注全球新聞，請點擊：http://bit.ly/1Toz8mt\n在Instagram上關注全球新聞，請點擊：https://bit.ly/2QZaZIB\n#全球新聞",
      "title": "加沙的危機。近200人死亡，內塔尼亞胡誓言將繼續對哈馬斯進行 \"全力 \"打擊"
    }
  ],
  "source_updated_at": 1621590807385
}