{
  "videoId": "g_c_Jd-hP-s",
  "channelId": "UCq0OueAsdxH6b8nyAspwViw",
  "title": "Dear Evan Hansen - Official Trailer [HD]",
  "link": "https://www.youtube.com/watch?v=g_c_Jd-hP-s",
  "pubDate": "2021-05-18T14:56:15.000Z",
  "author": "Universal Pictures",
  "id": "yt:video:g_c_Jd-hP-s",
  "isoDate": "2021-05-18T14:56:15.000Z",
  "description": "Today is going to be a good day because the trailer is here! #DearEvanHansenMovie, only in theaters September 24.\n--\nhttps://uni.pictures/DEHfb\nhttps://uni.pictures/DEHtw\nhttps://uni.pictures/DEHig\nhttps://uni.pictures/DEHsite\n\n\n\n\nThe breathtaking, generation-defining Broadway phenomenon becomes a soaring cinematic event as Tony, Grammy and Emmy Award winner Ben Platt reprises his role as an anxious, isolated high schooler aching for understanding and belonging amid the chaos and cruelty of the social-media age.   \n\nDirected by acclaimed filmmaker Stephen Chbosky (The Perks of Being A Wallflower, Wonder), the film is written for the screen by the show’s Tony winner Steven Levenson with music and lyrics by the show’s Oscar®, Grammy and Tony-winning songwriting team of Benj Pasek & Justin Paul (La La Land, The Greatest Showman). \n\nFeaturing Grammy winning songs, including the iconic anthem “You Will Be Found,” “Waving Through a Window,” “For Forever” and “Words Fail,” Dear Evan Hansen stars six-time Oscar® nominee Amy Adams, Oscar® winner Julianne Moore, Kaitlyn Dever (Booksmart), Amandla Stenberg (The Hate U Give), Colton Ryan (Apple TV+’s Little Voice), Nik Dodani (Netflix’s Atypical), DeMarius Copes (Broadway’s Mean Girls) and Danny Pino (NBC’s Law & Order: Special Victims Unit). \n\nDear Evan Hansen is produced by Marc Platt (La La Land, Into the Woods, Mary Poppins Returns) and Adam Siegel (2 Guns, Drive), and is executive produced by Michael Bederman, Steven Levenson, Benj Pasek and Justin Paul. Universal Pictures will distribute the film in all territories.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/g_c_Jd-hP-s/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "19422",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "281221"
  },
  "original_created_at": "2021-05-18T14:56:15.000Z",
  "created_at": "2021-05-18T21:48:58.255Z",
  "tags": [
    "DearEvanHansenMovie"
  ]
}