{
  "videoId": "hGLY5MAAFO4",
  "channelId": "UCbAwSkqJ1W_Eg7wr3cp5BUA",
  "title": "I Wore 5-Toe High Heels For A Week",
  "link": "https://www.youtube.com/watch?v=hGLY5MAAFO4",
  "pubDate": "2021-05-22T17:58:54.000Z",
  "author": "Safiya Nygaard",
  "id": "yt:video:hGLY5MAAFO4",
  "isoDate": "2021-05-22T17:58:54.000Z",
  "description": "Hello friends! The ugly fashion series is BACK! So sorry for the delay in uploading, we're just trying to get our operations situated in our new spot! Hopefully there will not be quite so long a wait for the next video!!\n\nThis week I am taking on another questionable fashion item, and testing out the Balenciaga x Vibram separated toe high heels! The internet was very unnerved when these bad boys hit the scene and though it's been a while since I took on an \"ugly\" piece of clothing, I felt like it was time to make a comeback. So I styled these bizarre shoes for a week to see what, if anything, I could glean about why they came to be.\n\nQuick note -- I did include some pre-2020 footage, so anything you see inside of me in a store is from before 2020! Also, we made sure to take any sans-mask shots in very isolated area, with not another person in sight!\n\nThis video is NOT sponsored!!\n\nMy Instagram: https://www.instagram.com/safiyany/​\nMy TikTok: https://www.tiktok.com/@safiyany?\nOur new livestreaming channel: https://www.youtube.com/safiyatyler\n\nMUSIC\nVia AudioNetwork",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/hGLY5MAAFO4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "175050",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2749685"
  },
  "original_created_at": "2021-05-22T17:58:54.000Z",
  "created_at": "2021-05-23T16:06:48.563Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "description": "皆さん、こんにちは。ブサイクファッションシリーズが復活しました アップロードが遅れていて申し訳ありません。新しい場所でのオペレーションを確立するためです 次のビデオまでそんなに長くは待たないでくださいね。\n\n今週は、またしても怪しいファッションアイテムに挑戦！バレンシアガ×ビブラムのセパレートトゥのハイヒールを試してみました。今回は、バレンシアガとビブラムのセパレートトゥのハイヒールを試してみました！この靴が登場したとき、インターネット上では非常に大きな反響がありましたが、私が「醜い」服を取り上げたのは久しぶりだったので、そろそろ復活してもいいかなと思いました。そこで、この奇妙な靴を1週間スタイリングして、なぜこのような靴が生まれたのか、何かあるとすればそれを知りたいと思ったのです。\n\nちなみに、2020年以前の映像も含まれているので、店頭で私が映っているものは2020年以前のものです。また、マスクなしで撮影する場合は、他に人がいない場所で撮影するようにしました。\n\nこのビデオはスポンサーではありません!\n\n私のインスタグラム： https://www.instagram.com/safiyany/\n私のTikTok: https://www.tiktok.com/@safiyany?\n新しいライブストリーミングチャンネル： https://www.youtube.com/safiyatyler\n\n音楽\nVia AudioNetwork",
      "title": "5本指のハイヒールを1週間履いてみた"
    },
    {
      "locale": "zh",
      "description": "朋友们好! 丑陋的时尚系列又回来了! 很抱歉延迟上传，我们只是想把我们的业务放在我们的新位置上！希望以后不会再有这样的事情发生。希望下一个视频不会有那么长的等待时间!\n\n本周，我将挑战另一个有问题的时尚项目，并测试Balenciaga x Vibram分离式鞋头高跟鞋！互联网上有很多人都在讨论这个问题。虽然我已经有一段时间没有穿 \"丑陋 \"的衣服了，但我觉得是时候卷土重来了。因此，我对这些怪异的鞋子进行了为期一周的造型设计，以看看我可以收集到什么，如果有的话，关于它们出现的原因。\n\n简要说明 -- 我确实包括了一些2020年以前的镜头，所以你在商店里看到的任何东西都是2020年以前的东西 此外，我们确保在非常偏僻的地方拍摄不戴面具的镜头，没有其他人在视线范围内\n\n这段视频不是赞助的！!\n\n我的Instagram: https://www.instagram.com/safiyany/\n我的TikTok: https://www.tiktok.com/@safiyany?\n我们的新直播频道：https://www.youtube.com/safiyatyler\n\n音乐\n通过AudioNetwork",
      "title": "我穿了一个星期的五趾高跟鞋"
    },
    {
      "locale": "zh-Hant",
      "description": "朋友們好! 醜陋的時尚系列又回來了! 很抱歉延遲上傳，我們只是想把我們的業務放在我們的新位置上！希望以後不會再有這樣的事情發生。希望下一個視頻不會有那麼長的等待時間!\n\n本週，我將挑戰另一個有問題的時尚項目，並測試Balenciaga x Vibram分離式鞋頭高跟鞋！互聯網上有很多人都在討論這個問題。雖然我已經有一段時間沒有穿 \"醜陋 \"的衣服了，但我覺得是時候捲土重來了。因此，我對這些怪異的鞋子進行了爲期一週的造型設計，以看看我可以收集到什麼，如果有的話，關於它們出現的原因。\n\n簡要說明 -- 我確實包括了一些2020年以前的鏡頭，所以你在商店裏看到的任何東西都是2020年以前的東西 此外，我們確保在非常偏僻的地方拍攝不戴面具的鏡頭，沒有其他人在視線範圍內\n\n這段視頻不是贊助的！!\n\n我的Instagram: https://www.instagram.com/safiyany/\n我的TikTok: https://www.tiktok.com/@safiyany?\n我們的新直播頻道：https://www.youtube.com/safiyatyler\n\n音樂\n通過AudioNetwork",
      "title": "我穿了一個星期的五趾高跟鞋"
    }
  ],
  "source_updated_at": 1622197393773
}