{
  "videoId": "JLPgrgKc1SE",
  "channelId": "UC2mP7il3YV7TxM_3m6U0bwA",
  "title": "I adopted a cat.",
  "link": "https://www.youtube.com/watch?v=JLPgrgKc1SE",
  "pubDate": "2021-05-07T16:45:03.000Z",
  "author": "jschlattLIVE",
  "id": "yt:video:JLPgrgKc1SE",
  "isoDate": "2021-05-07T16:45:03.000Z",
  "description": "Schlatt adopts a cat.\n\nFollow me on Twitter:\nhttps://twitter.com/jschlatt\nhttps://twitter.com/schlatt\n\nFollow me on Instagram:\nhttps://instagram.com/jschlatt\n\nAWW! Schlatt talks about how he adopted Jambo, a 6-month old orange tabby. Jambo, or, as jschlatt's twitch chat calls him, Soup, or, Jcat, or, Andrew Yang's Chicken Soup Surprise, is the newest addition to the Jschlatt Family. Jambo has already been getting tons of love on Twitter, where Schlatt's Twitter Alt (still Twitter Unverified) posts frequent photos of the Cute Lovable Kitten for hundreds of thousands of likes. I enjoy seeing all of the angry Quote Retweets on pictures of Jambo, and laugh at your lack of a father figure. I have a cute cat and you don't!\n\nNo, this is not a Minecraft Manhunt vs 5 Hunters video (even though I would love to take a break from my 24/7 Dream SMP Minecraft 1.17 stream). TommyInnit doesn't make this video 1000x Funnier. Wilbur doesn't show his cute face and Minx isn't even here to flirt with me. It's just me talking about my awesome Garfield cat who I love more than any of my fans..... just kidding! I genuinely love and care about you guys, and that's the best way that I can describe it. You are like a whole bunch of kittens and I LOVE YOU. Not every creator will feel the same as me, and that's fine, but I'm being genuine every time I say it. My Youtooz plushies drop later this month so you better buy one before they sell out. Maybe even resell them at a 100x markup.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/JLPgrgKc1SE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "137383",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "467397"
  },
  "original_created_at": "2021-05-07T16:45:03.000Z",
  "created_at": "2021-05-07T21:33:03.711Z",
  "tags": []
}