{
  "videoId": "L6x0SEPxT3c",
  "channelId": "UCTvZcgH_rsvaGuZ8mU5jpnA",
  "title": "Ford trucks parked indefinitely at Kentucky Speedway, other Kentuckiana lots amid chip shortage",
  "link": "https://www.youtube.com/watch?v=L6x0SEPxT3c",
  "pubDate": "2021-05-09T15:19:24.000Z",
  "author": "WHAS11",
  "id": "yt:video:L6x0SEPxT3c",
  "isoDate": "2021-05-09T15:19:24.000Z",
  "description": "CARROLLTON, Ky. — The stands have been empty at the Kentucky Speedway for months but its parking lot tells a different story.\r\n\r\nThe lot is packed with thousands of Ford Super Duty Trucks.\r\n\r\n“We noticed them putting the trucks in there about three to four weeks ago and wondered why,” Pat Roeder said. “As of last week, it’s overwhelming – you can’t believe there’s that many trucks.”\r\n\r\nThe trucks were made at Ford’s Kentucky Truck Plant and are ready to be sold, but lack semiconductors. They are the small computer chips that go inside the vehicles. A global shortage due to the pandemic is impacting Ford and all other automakers.\r\n\r\nThe shortage has changed schedules and even shut down the plant in Louisville at times. The lot shows they are still making the Super Duty trucks as they wait for parts.\r\n\r\nFord gave WHAS11 News a statement saying in part, “Ford will build and hold these vehicles for a number of weeks, then ship the vehicles to dealers once the modules are available and comprehensive quality checks are complete.\"\r\n\r\nEven though there are too many trucks in the Kentucky Speedway parking lot to count, its only a fraction of the vehicles being stored throughout Kentucky and the country.\r\n\r\nStory: https://www.whas11.com/article/money/consumer/ford-trucks-semiconductor-shortage/417-dc95ec09-2dd0-4ddb-a965-f9cd7058c13b\r\n\r\nFollow WHAS11 on Social:\r\nFacebook: https://www.facebook.com/WHAS11​​​​​​...​\r\nTwitter: https://twitter.com/WHAS11​​​​​​​​​​​...​\r\nInstagram: https://www.instagram.com/whas11/​​​​...​\r\n\r\nSubscribe to WHAS11 for exclusive content: http://www.youtube.com/c/WHAS11News?s...​...\r\n\r\nDownload the WHAS11 News app\r\nApple: https://apple.co/325dTnY​​​​​​​​​​​​​...​\r\nAndroid: https://bit.ly/3dVG6lT​​",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/L6x0SEPxT3c/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "3124",
    "average": "4.84",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "331949"
  },
  "original_created_at": "2021-05-09T15:19:24.000Z",
  "created_at": "2021-05-10T14:56:01.450Z",
  "tags": []
}