{
  "videoId": "m4stVVsKVRA",
  "channelId": "UC0QHWhjbe5fGJEPz3sVb6nw",
  "title": "Doctor and Lawyer React To Grey’s Anatomy Malpractice Episode",
  "link": "https://www.youtube.com/watch?v=m4stVVsKVRA",
  "pubDate": "2021-05-02T13:58:30.000Z",
  "author": "Doctor Mike",
  "id": "yt:video:m4stVVsKVRA",
  "isoDate": "2021-05-02T13:58:30.000Z",
  "description": "Watch the second half of this episode review on Legal Eagle’s channel here: https://youtu.be/hA95iw4B2jg\n\nLegal Eagle and I went head to head last year to see which was harder, Med School or Law School. We decided to bury the hatchet this time and join our forces to react to the popular medical malpractice episode of Grey’s Anatomy, Season 10 Episode 9 “Sorry Seems To Be The Hardest Word”. I brought my medical knowledge about a surgery gone wrong for a snowboarder who loses his legs above the knee. Devin Stone brought his legal expertise to break down what was accurate and what was fake during the trial of Dr. Callie Torres.\n\nI LOVE reading your comments and take your suggestions seriously. If there’s a subject you want me to discuss or something you’d like for me to react to, leave a comment down below. Many of my videos have been born out of suggestions directly from you, so don’t hold back!\n-Doctor Mike Varshavski\n\nHelp us continue the fight against medical misinformation and change the world through charity by becoming a Doctor Mike Resident on Patreon where every month I donate 100% of the proceeds to the charity, organization, or cause of your choice! Residents get access to bonus content, an exclusive discord community, and many other perks for just $10 a month. Become a Resident today:\n\nDr Mike Patreon:\nhttps://www.patreon.com/doctormike\n\nPlease SUBSCRIBE for new videos every Wednesday afternoon and Sunday morning!  https://goo.gl/87kYq6\n\nLet’s connect:\n\nIG https://goo.gl/41ZS7w - Doctor Mike\nReddit https://www.reddit.com/r/DoctorMike/\nTwitter https://goo.gl/kzmGs5 - Real Doctor Mike\nFacebook https://goo.gl/QH4nJS - Real Doctor Mike\n\nContact Email: DoctorMikeMedia@Gmail.com\nhttps://www.doctormikemedia.com/\n\nP.O. Box (send me stuffs):\n340 W 42nd St # 2695\nNY, NY 10108\n\n* Select medical photos/videos supplied by Getty Images *\n\n** The information in this video is not intended nor implied to be a substitute for professional medical advice, diagnosis or treatment. All content, including text, graphics, images, and information, contained in this video is for general information purposes only and does not replace a consultation with your own doctor/health professional **",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/m4stVVsKVRA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "36488",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "480710"
  },
  "original_created_at": "2021-05-02T13:58:30.000Z",
  "created_at": "2021-05-03T03:04:33.244Z",
  "tags": []
}