{
  "videoId": "O4mPiCzCpiU",
  "channelId": "UCvvVOIyaYu2l4jiH9L8_eRw",
  "title": "Dax - RAP DEMIGOD (Official Music Video)",
  "link": "https://www.youtube.com/watch?v=O4mPiCzCpiU",
  "pubDate": "2021-05-20T18:07:24.000Z",
  "author": "Dax",
  "id": "yt:video:O4mPiCzCpiU",
  "isoDate": "2021-05-20T18:07:24.000Z",
  "description": "if this gets 100K LIKES in 24 hours LITERALLY NEXT WEEK i will be doing something that's NEVER EVER been done before in the HISTORY OF RAP. MULTIPLE RECORDS will be broken with it. I wanted to SAVE it for when I became a bigger artist BUT fuck it... if the y'all show me you want it I will cancel EVERYTHING i had scheduled and DROP IT LITERALLY EARLY NEXT WEEK... i love u all. lets work... IM NOT STOPPING UNTIL YOU TAP OUT!\n\navailable on all streaming at MIDNIGHT\n\nfollow @ thatsdax on EVERYTHING\nShot by: Damien Sandoval\n\n#Rapdemigod #Dax #rapgod\n\nLyrics:\nIntro:\n\nA Demi god\na being with partial or lesser divine status, such as a minor deity, the offspring of a god and a mortal, or a mortal raised to divine rank.\nYou decide\nITS DAX...\nUh\n\n(Hook)\nI came in just like lightning\nGot bars just like Verizon \nI’m eating rappers up\nThis shit is appetizing\nI used to dream about it now I’m through with fantasizing \nGreatest up and coming do your research fucking analyze it\n\n(Verse 1)\nWhat they gon say bout a boy who raps with a name like DAX\nso fast 100 meter dash on the track spit fast put the whole damn 6 on his back\nClick clack gotta take the good with the bad\nGod damn man that boi look good when he mad, good good when he mad good good good good when he mad good good when he mad\nPussy lil nigga stop playing with me\nFinish a rapper like A to Z\nBars like bullets they’ll fatally switch yo your thoughts like ADD\nI’ve been waiting patiently \nTop spot there’s a vacancy \nThey say that I’m cocky but I just think I was made to be\nThat ain’t no maybe this ain’t maybelline\nYou cannot phase me you won’t take the beast\nY’all niggas Y’all was made to believe\nI was cut from the cloth I was made to achieve \nTry to cut a nigga off haha this a breeze\nTry to say I went soft u eint talking to me\nIf you eint talking to me who you talking to\nDax only gon do wat the bosses\nI’m a Mac in the game you prostitute\nI ain’t fucking wit the vibe I do not compute\nPut respect on my name if you claim Ima lame and ya game ain’t the same Ima prosecute block shots on a spot like ibaka do tom cruise I done did the impossible\nI know they say I’m crazy\nFlow switch like Bruce Caitlyn\nThey just gon have to pay me\n\n\n(HOOK x3)\nI came in just like lightning\nGot bars just like Verizon \nI’m eating rappers up\nThis shit is appetizing\nI used to dream about it now I’m through with fantasizing \nGreatest up and coming do your research fucking analyze it\n\n(Verse 2)\nEnergizing mesmerizing rapping like I’m exercising, swear to god I’m happy I ain’t angry I’m just emphasizing, move in silence, don’t do violence, onion bars these rappers crying, freestyles like I made a song on billboard I’m just improvising, \nThey can’t stop me\nThey not me\nMy wave a tsunami basic mumble rapper rhymes a word with a rarri \nSorry\nI done went ahead and built myself an army\nWatchu gon say\nWatchu gon do\nDax lil nigga I’m coming for you\nHow you gon act when you see me\nHow you gon act when you greet me ye\nHappy I hope, when I rap lets these spirits evoke, You stay sleep but ya conscious is woke, you in tune with every word that I’ve wrote, and sub consciously you follow me and honestly you pray that I choke\nUh\n\n(HOOK x2)\nI came in just like lightning\nGot bars just like Verizon \nI’m eating rappers up\nThis shit is appetizing\nI used to dream about it now I’m through with fantasizing \nGreatest up and coming do your research fucking analyze it\n-----------------------------------------------------------------------------------------------------\n\nLetter from Daniel:\nIf you get this deep I just wanted to say thank you from the bottom of my heart. I appreciate every like, every comment, every dax reaction, every share, literally everything... and everyday I wake up and think of how I can better interact and give back to those who support me. Whether it's liking comments, replying to dm's, doing multiple giveaways, or just taking my time to send happy birthday videos and much more... LITERALLY most of my day is spent showing love to those who support. This is my passion, not necessarily the music itself, but the IMPACT it has. If i'm not motivating you YOU should not fuck with me. I want my energy to be contagious. I set goals, that's how i maintain happiness. Without direction we as humans are lost. You don't every get in your car without knowing you destination and I treat life that way. LETS FUCKING WORK. This is the INDEPENDENT GRIND. Let's save the sad nigga hours for later. GIVE ME YOUR ENERGY! LETS FOOKING GRIND! WE ARE THE demigod glitch ;)",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/O4mPiCzCpiU/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "39118",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "205831"
  },
  "original_created_at": "2021-05-20T18:07:24.000Z",
  "created_at": "2021-05-21T02:36:30.763Z",
  "tags": [
    "Rapdemigod",
    "Dax",
    "rapgod"
  ]
}