{
  "videoId": "uQSokD4kD4Q",
  "channelId": "UCNIFiHaLZkYASaWDdkC1njg",
  "title": "Court Cam: Man SPITS on Judge, Then Starts Jail Riot | A&E",
  "link": "https://www.youtube.com/watch?v=uQSokD4kD4Q",
  "pubDate": "2021-05-07T17:00:33.000Z",
  "author": "A&E",
  "id": "yt:video:uQSokD4kD4Q",
  "isoDate": "2021-05-07T17:00:33.000Z",
  "description": "A defendant gets additional jail time for spitting on a judge, and then some more for starting a riot in jail in this clip from Season 3, Episode 7.\n\nTune in to Court Cam, Wednesdays at 9/8c on A&E, and stay up to date on all of A&E's premieres at aetv.com/schedule.\n\n#CourtCam\n\nSubscribe for more from Court Cam and other great A&E shows: http://aetv.us/subscribe-ae\n\nFind out more about Court Cam and watch full episodes on our site: https://www.aetv.com/shows/court-cam\n\nCheck out exclusive A&E content:\nWebsite - http://www.aetv.com/\nFacebook - https://www.facebook.com/AETV\nTwitter - https://twitter.com/AETV\n\nFrom frightening outbursts to furious judges, “Court Cam” gives viewers an in-depth examination of some of the most stunning and emotional courtroom moments caught on camera. Hosted by Dan Abrams, each episode includes interviews with judges, witnesses, and victims who give a first-hand account of what really happened during these intense courtroom moments. This comprehensive look at how the action unfolds allows viewers to sit in the courtroom as they witness crazy courtroom moments from the most high-profile trials to minor court proceedings.\n\nA&E leads the cultural conversation through high-quality, thought provoking original programming with a unique point of view. Whether it’s the network’s distinctive brand of award-winning disruptive reality, groundbreaking documentary, or premium scripted drama, A&E’s brave storytelling always makes entertainment an art. Visit us at aetv.com for more info.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/uQSokD4kD4Q/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4282",
    "average": "4.88",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "216142"
  },
  "original_created_at": "2021-05-07T17:00:33.000Z",
  "created_at": "2021-05-07T23:13:15.065Z",
  "tags": [
    "CourtCam"
  ]
}