{
  "videoId": "z9eoubnO-pE",
  "channelId": "UCtI0Hodo5o5dUb67FeUjDeA",
  "title": "Starship | SN15 | High-Altitude Flight Test",
  "link": "https://www.youtube.com/watch?v=z9eoubnO-pE",
  "pubDate": "2021-05-05T22:35:45.000Z",
  "author": "SpaceX",
  "id": "yt:video:z9eoubnO-pE",
  "isoDate": "2021-05-05T22:35:45.000Z",
  "description": "As early as Wednesday, May 5, the SpaceX team will attempt a high-altitude flight test of Starship serial number 15 (SN15) – our fifth high-altitude flight test of a Starship prototype from Starbase in Texas. SN15 has vehicle improvements across structures, avionics and software, and the engines that will allow more speed and efficiency throughout production and flight: specifically, a new enhanced avionics suite, updated propellant architecture in the aft skirt, and a new Raptor engine design and configuration. \n\nSimilar to previous high-altitude flight tests of Starship, SN15 will be powered through ascent by three Raptor engines, each shutting down in sequence prior to the vehicle reaching apogee – approximately 10 km in altitude. SN15 will perform a propellant transition to the internal header tanks, which hold landing propellant, before reorienting itself for reentry and a controlled aerodynamic descent.\n  \nThe Starship prototype will descend under active aerodynamic control, accomplished by independent movement of two forward and two aft flaps on the vehicle. All four flaps are actuated by an onboard flight computer to control Starship’s attitude during flight and enable precise landing at the intended location. SN15’s Raptor engines will then reignite as the vehicle attempts a landing flip maneuver immediately before touching down on the landing pad adjacent to the launch mount. \n\nA controlled aerodynamic descent with body flaps and vertical landing capability, combined with in-space refilling, are critical to landing Starship at destinations across the solar system where prepared surfaces or runways do not exist, and returning to Earth. This capability will enable a fully reusable transportation system designed to carry both crew and cargo on long-duration, interplanetary flights and help humanity return to the Moon, and travel to Mars and beyond.  \n\nGiven the dynamic schedule of development testing, stay tuned to our social media channels for updates as we move toward SpaceX’s fifth high-altitude flight test of Starship!",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/z9eoubnO-pE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "129485",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2940141"
  },
  "original_created_at": "2021-05-05T22:35:45.000Z",
  "created_at": "2021-05-06T14:48:49.660Z",
  "tags": []
}