{
  "author": "MoonTwn",
  "original_created_utc": 1625850567,
  "title": "Which John Green Book Should I Get?",
  "created_utc": 1625867999,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m just really getting into reading and I came across John Greens book. I&#39;m 15 years old. I read the FIRST CHAPTER of 4 of the books, and I&#39;ve already decided on getting &quot;A Fault In Our Stars&quot; but I&#39;m not very sure about the other three:-</p>\n\n<p>Turtles All The Way Down</p>\n\n<p>Looking For Alaska</p>\n\n<p>Paper Towns</p>\n\n<p>Turtles feels very personal. I feel like I&#39;m really gonna see this character go through her mental issues in great detail and get very attached to her, She&#39;s probably my favourite character so far from the first chapters. I also deal with mental illness so maybe that would appeal to me, I don&#39;t mind if the books feels sad.</p>\n\n<p>I don&#39;t think I read Alaska&#39;s first chapter, Amazon showed a different one, one where the narrator and alaska were laying down and talking while she was smoking. I really liked this part and the deep questions and topics they were discussing. I found it very charming and I&#39;d love to see the relationship between these two develop.</p>\n\n<p>Paper towns was really cool, the first chapter was so much fun and really interesting, talking about the guy who died and the girl being so intrigued by it and doing an investigation then coming back to tell Q. The book reminds me of &quot;I Am Not Okay With This&quot; in that I felt really comfortable if that makes sense, like a safe space, but I wonder how the story will go after the girl dissappears, and the story takes a big turn from what I read in the first chapter, will it still be interesting to me?</p>\n\n<p>I&#39;d love to hear what you thought about the story and why (without really spoiling) and also how you think I&#39;ll feel about it based on how I feel so far. Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/ogzzun/which_john_green_book_should_i_get/",
  "subreddit": "booksuggestions",
  "id": "ogzzun",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm just really getting into reading and I came across John Greens book. I'm 15\nyears old. I read the FIRST CHAPTER of 4 of the books, and I've already decided\non getting \"A Fault In Our Stars\" but I'm not very sure about the other three:-\n\nTurtles All The Way Down\n\nLooking For Alaska\n\nPaper…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、読書に夢中になっているところで、ジョン・グリーンズの本に出会いました。私は15歳\n歳です。私は4冊の本の第一章を読み、\"A Fault In Our Stars \"を買うことに決めました。\nA Fault In Our Stars」を買うことに決めましたが、他の3冊についてはあまりよくわかりません。\n\nTurtles All The Way Down\n\nLooking For Alaska\n\n紙...",
      "title": "Which John Green Book Should I Get?"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚真正开始阅读，我发现了约翰-格林斯的书。我今年15岁\n岁了。我读了其中4本书的第一章，我已经决定了\n我已经决定要买《星辰之错》，但我对其他三本书不是很确定。\n\n海龟》（Turtles All The Way Down\n\n寻找阿拉斯加\n\n纸...",
      "title": "我应该买哪本约翰-格林的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛真正開始閱讀，我發現了約翰-格林斯的書。我今年15歲\n歲了。我讀了其中4本書的第一章，我已經決定了\n我已經決定要買《星辰之錯》，但我對其他三本書不是很確定。\n\n海龜》（Turtles All The Way Down\n\n尋找阿拉斯加\n\n紙...",
      "title": "我應該買哪本約翰-格林的書？"
    }
  ]
}