{
  "videoId": "37tmRDUK0FM",
  "channelId": "UCAruFBYLugQOEkhy-Kh6ZiQ",
  "title": "Rochy RD x Myke Towers x Nicki Nicole - Ella No Es Tuya (Remix)",
  "link": "https://www.youtube.com/watch?v=37tmRDUK0FM",
  "pubDate": "2021-02-03T18:00:09.000Z",
  "author": "Rochy RD",
  "id": "yt:video:37tmRDUK0FM",
  "isoDate": "2021-02-03T18:00:09.000Z",
  "description": "https://smarturl.it/EllaNoEsTuyaRemix\n\nRochy RD reúne a Myke Towers y a Nicki Nicole en el remix de “Ella No Es Tuya”\n\nAlexandra Hatcu es la protagonista del video clip oficial .\n\nEl rapero Rochy RD reúne en el remix de éxito “Ella no es tuya” a Myke Towers, uno de los artistas puertorriqueños más pegados del momento y a la joven superestrella de Argentina, Nicki Nicole. \n\nEl junte que salió a la luz este 3 de febrero, es la primera colaboración de Nicki,  denominada por muchos como “la princesa del trap argentino”, con un artista dominicano. Towers, por su parte, ya habría colaborado con Rochy en el remix del hit “La Máxima”.\n\nLa protagonista del videoclip oficial del remix de “Ella no es tuya” es la popular Instagramer Alexandra Hatcu, siendo esta la primera aparición de la modelo en un audiovisual del género urbano. \n\nLa producción del tema se realizó bajo la colaboración entre las disqueras Vulcano Music Entertainment con Sony Music Latin. \n\nLa versión original de “Ella no es tuya” acaba de convertirse en disco de oro en Estados Unidos y ya cuenta con 3 millones de reproducciones en la plataforma de música digital Spotify y su videoclip sobrepasa los 40 millones de reproducciones en Youtube. \n\nRochy RD manifestó: “El tema se convirtió en un éxito porque mucha gente de las redes sociales lo dedican a manera de broma a todos aquellos hombres que creían que su pareja era exclusiva de ellos, y no era así, por eso nadie duda que al tema le queda mucho tiempo de vigencia”, concluyó. \n\nGratitud\n\nEl rapero nativo del barrio Los Frailes, en agradecimiento a Vulcano Music, disquera dirigida por JC Restituyo (Aka Creador), se tatuó el logo de la compañía por haber confiado en su talento y guiarlo dentro de la creciente industria musical tanto nacional como internacionalmente.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/37tmRDUK0FM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "189727",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "980986"
  },
  "original_created_at": "2021-02-03T18:00:09.000Z",
  "created_at": "2021-02-04T01:57:50.635Z",
  "tags": []
}