{
  "videoId": "37tmRDUK0FM",
  "channelId": "UCAruFBYLugQOEkhy-Kh6ZiQ",
  "title": "Rochy RD x Myke Towers x Nicki Nicole - Ella No Es Tuya (Remix)",
  "link": "https://www.youtube.com/watch?v=37tmRDUK0FM",
  "pubDate": "2021-02-03T18:00:09.000Z",
  "author": "Rochy RD",
  "id": "yt:video:37tmRDUK0FM",
  "isoDate": "2021-02-03T18:00:09.000Z",
  "description": "https://smarturl.it/EllaNoEsTuyaRemix\n\nRochy RD reúne a Myke Towers y a Nicki Nicole en el remix de “Ella No Es Tuya”\n\nAlexandra Hatcu es la protagonista del video clip oficial .\n\nEl rapero Rochy RD reúne en el remix de éxito “Ella no es tuya” a Myke Towers, uno de los artistas puertorriqueños más pegados del momento y a la joven superestrella de Argentina, Nicki Nicole. \n\nEl junte que salió a la luz este 3 de febrero, es la primera colaboración de Nicki,  denominada por muchos como “la princesa del trap argentino”, con un artista dominicano. Towers, por su parte, ya habría colaborado con Rochy en el remix del hit “La Máxima”.\n\nLa protagonista del videoclip oficial del remix de “Ella no es tuya” es la popular Instagramer Alexandra Hatcu, siendo esta la primera aparición de la modelo en un audiovisual del género urbano. \n\nLa producción del tema se realizó bajo la colaboración entre las disqueras Vulcano Music Entertainment con Sony Music Latin. \n\nLa versión original de “Ella no es tuya” acaba de convertirse en disco de oro en Estados Unidos y ya cuenta con 3 millones de reproducciones en la plataforma de música digital Spotify y su videoclip sobrepasa los 40 millones de reproducciones en Youtube. \n\nRochy RD manifestó: “El tema se convirtió en un éxito porque mucha gente de las redes sociales lo dedican a manera de broma a todos aquellos hombres que creían que su pareja era exclusiva de ellos, y no era así, por eso nadie duda que al tema le queda mucho tiempo de vigencia”, concluyó. \n\nGratitud\n\nEl rapero nativo del barrio Los Frailes, en agradecimiento a Vulcano Music, disquera dirigida por JC Restituyo (Aka Creador), se tatuó el logo de la compañía por haber confiado en su talento y guiarlo dentro de la creciente industria musical tanto nacional como internacionalmente.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/37tmRDUK0FM/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "327304",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "3590528"
  },
  "original_created_at": "2021-02-03T18:00:09.000Z",
  "created_at": "2021-02-04T01:57:50.635Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "https://smarturl.it/EllaNoEsTuyaRemix\n\nRochy RD在 \"Ella No Es Tuya \"的混音中重聚了Myke Towers和Nicki Nicole。\n\n亚历山德拉-哈特库在官方视频剪辑中出演。\n\n饶舌歌手Rochy RD在他的主打歌 \"Ella No Es Tuya \"的混音中，与当下最受欢迎的波多黎各艺术家之一Myke Towers和来自阿根廷的年轻超级明星Nicki Nicole重聚。\n\n这张于2月3日发行的联合专辑是被很多人称为 \"阿根廷陷阱公主 \"的Nicki与多米尼加艺术家的首次合作。同时，Towers已经与Rochy合作了主打歌《La Máxima》的混音。\n\n\"Ella no es tuya \"混音的官方音乐视频的主角是受欢迎的 Instagramer Alexandra Hatcu，这是该模型在城市类型的音像中的第一次出现。\n\n这首歌的制作是在Vulcano音乐娱乐公司和索尼音乐拉丁公司的合作下完成的。\n\n原版《Ella no es tuya》刚刚在美国走红，在数字音乐平台Spotify上的播放量已经达到300万次，其视频短片在Youtube上的播放量也超过4000万次。\n\nRochy RD说：\"这首歌之所以成为热门，是因为很多人在社交网络上把它作为一个笑话献给所有那些认为自己的伴侣对他们来说是独家的男人，而事实并非如此，所以没有人怀疑这个主题还有很长的时间。\"他最后说。\n\n感恩\n\n说唱歌手Los Frailes附近的本地人，为了感谢JC Restituyo（又名Creator）经营的唱片公司Vulcano Music，在该公司的标志上纹上了纹身，以感谢该公司对他的才华的信任，并引导他进入国内和国际不断发展的音乐产业。",
      "title": "Rochy RD x Myke Towers x Nicki Nicole - Ella No Es Tuya (Remix)"
    },
    {
      "locale": "zh-Hant",
      "description": "https://smarturl.it/EllaNoEsTuyaRemix\n\nRochy RD在 \"Ella No Es Tuya \"的混音中重聚了Myke Towers和Nicki Nicole。\n\n亞歷山德拉-哈特庫在官方視頻剪輯中出演。\n\n饒舌歌手Rochy RD在他的主打歌 \"Ella No Es Tuya \"的混音中，與當下最受歡迎的波多黎各藝術家之一Myke Towers和來自阿根廷的年輕超級明星Nicki Nicole重聚。\n\n這張於2月3日發行的聯合專輯是被很多人稱爲 \"阿根廷陷阱公主 \"的Nicki與多米尼加藝術家的首次合作。同時，Towers已經與Rochy合作了主打歌《La Máxima》的混音。\n\n\"Ella no es tuya \"混音的官方音樂視頻的主角是受歡迎的 Instagramer Alexandra Hatcu，這是該模型在城市類型的音像中的第一次出現。\n\n這首歌的製作是在Vulcano音樂娛樂公司和索尼音樂拉丁公司的合作下完成的。\n\n原版《Ella no es tuya》剛剛在美國走紅，在數字音樂平臺Spotify上的播放量已經達到300萬次，其視頻短片在Youtube上的播放量也超過4000萬次。\n\nRochy RD說：\"這首歌之所以成爲熱門，是因爲很多人在社交網絡上把它作爲一個笑話獻給所有那些認爲自己的伴侶對他們來說是獨家的男人，而事實並非如此，所以沒有人懷疑這個主題還有很長的時間。\"他最後說。\n\n感恩\n\n說唱歌手Los Frailes附近的本地人，爲了感謝JC Restituyo（又名Creator）經營的唱片公司Vulcano Music，在該公司的標誌上紋上了紋身，以感謝該公司對他的才華的信任，並引導他進入國內和國際不斷髮展的音樂產業。",
      "title": "Rochy RD x Myke Towers x Nicki Nicole - Ella No Es Tuya (Remix)"
    }
  ],
  "source_updated_at": 1612518569539
}