{
  "videoId": "4czjS9h4Fpg",
  "channelId": "UCLA_DiR1FfKNvjuUpBHmylQ",
  "title": "Perseverance Rover’s Descent and Touchdown on Mars (Official NASA Video)",
  "link": "https://www.youtube.com/watch?v=4czjS9h4Fpg",
  "pubDate": "2021-02-22T19:16:56.000Z",
  "author": "NASA",
  "id": "yt:video:4czjS9h4Fpg",
  "isoDate": "2021-02-22T19:16:56.000Z",
  "description": "NASA's Mars 2020 Perseverance mission captured thrilling footage of its rover landing in Mars' Jezero Crater on Feb. 18, 2021.  The real footage in this video was captured by several cameras that are part of the rover's entry, descent, and landing suite. The views include a camera looking down from the spacecraft's descent stage (a kind of rocket-powered jet pack that helps fly the rover to its landing site), a camera on the rover looking up at the descent stage, a camera on the top of the aeroshell (a capsule protecting the rover) looking up at that parachute, and a camera on the bottom of the rover looking down at the Martian surface.\n \nThe audio embedded in the video comes from the mission control call-outs during entry, descent, and landing. \n \nFor more information about Perseverance, visit https://mars.nasa.gov/perseverance\n \nCredit: NASA/JPL-Caltech",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/4czjS9h4Fpg/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "323145",
    "average": "4.91",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "12841432"
  },
  "original_created_at": "2021-02-22T19:16:56.000Z",
  "created_at": "2021-02-23T00:57:01.855Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "美国宇航局的 \"火星2020毅力 \"任务于2021年2月18日拍摄到了它的探测器在火星杰泽罗陨石坑着陆的惊险镜头。 这段视频中的真实镜头是由几台摄像机拍摄的，这些摄像机是火星车进入、下降和着陆套件的一部分。这些视角包括：从航天器下降级（一种帮助漫游车飞往着陆点的火箭动力喷气背包）向下看的摄像头，漫游车上的摄像头向上看下降级，气囊壳（保护漫游车的胶囊）顶部的摄像头向上看那个降落伞，以及漫游车底部的摄像头向下看火星表面。\n \n视频中嵌入的音频来自于进入、下降和着陆期间的任务控制呼叫。\n \n有关 \"毅力 \"号的更多信息，请访问https://mars.nasa.gov/perseverance。\n \n资料来源：美国航天局/JPL-加州理工学院",
      "title": "毅力号探测器在火星上的下降和着陆（NASA官方视频）。"
    },
    {
      "locale": "zh-Hant",
      "description": "美國宇航局的 \"火星2020毅力 \"任務於2021年2月18日拍攝到了它的探測器在火星傑澤羅隕石坑着陸的驚險鏡頭。 這段視頻中的真實鏡頭是由幾臺攝像機拍攝的，這些攝像機是火星車進入、下降和着陸套件的一部分。這些視角包括：從航天器下降級（一種幫助漫遊車飛往着陸點的火箭動力噴氣揹包）向下看的攝像頭，漫遊車上的攝像頭向上看下降級，氣囊殼（保護漫遊車的膠囊）頂部的攝像頭向上看那個降落傘，以及漫遊車底部的攝像頭向下看火星表面。\n \n視頻中嵌入的音頻來自於進入、下降和着陸期間的任務控制呼叫。\n \n有關 \"毅力 \"號的更多信息，請訪問https://mars.nasa.gov/perseverance。\n \n資料來源：美國航天局/JPL-加州理工學院",
      "title": "毅力號探測器在火星上的下降和着陸（NASA官方視頻）。"
    }
  ],
  "source_updated_at": 1614332904046
}