{
  "videoId": "bNKdlnoAqIs",
  "channelId": "UCsN32BtMd0IoByjJRNF12cw",
  "title": "Bill Gates: The 2021 60 Minutes interview",
  "link": "https://www.youtube.com/watch?v=bNKdlnoAqIs",
  "pubDate": "2021-02-15T01:04:31.000Z",
  "author": "60 Minutes",
  "id": "yt:video:bNKdlnoAqIs",
  "isoDate": "2021-02-15T01:04:31.000Z",
  "description": "\"Without innovation, we will not solve climate change. We won't even come close,\" Gates says. Anderson Cooper reports for 60 Minutes. https://cbsn.ws/3qnNDyG\n\nSubscribe to the 60 Minutes Channel HERE: http://bit.ly/1S7CLRu\nWatch Full Episodes of 60 Minutes HERE: http://cbsn.ws/1Qkjo1F\nGet more 60 Minutes from 60 Minutes: Overtime HERE: http://cbsn.ws/1KG3sdr\nRelive past episodes and interviews with 60 Minutes Rewind HERE: http://cbsn.ws/1PlZiGI\nFollow 60 Minutes on Instagram HERE: http://bit.ly/23Xv8Ry\nLike 60 Minutes on Facebook HERE: http://on.fb.me/1Xb1Dao\nFollow 60 Minutes on Twitter HERE: http://bit.ly/1KxUsqX\n\nGet the latest news and best in original reporting from CBS News delivered to your inbox. Subscribe to newsletters HERE: http://cbsn.ws/1RqHw7T\n\nGet your news on the go! Download CBS News mobile apps HERE: http://cbsn.ws/1Xb1WC8\n\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B\n\n---\n60 Minutes, the most successful American television broadcast in history, began its 52nd season in September. Offering hard-hitting investigative reports, interviews, feature segments and profiles of people in the news, the broadcast began in 1968 is still a hit in 2020. 60 Minutes makes Nielsen’s weekly Top 10 nearly every week and was the #1 weekly television broadcast three times last season.\n\n\nThe program still averages more than 10 million viewers, more than double the audience of its nearest network news magazine competitor. The average audience for a 60 Minutes broadcast is 150% higher than those of the network morning news programs; the audience dwarfs the number of viewers drawn by the most popular cable news programs.  \n\n\nAbout a million more people listen to the 60 Minutes radio simulcast in several major cities and on its companion podcast. Tens of thousands each week experience 60 Minutes online. The broadcast’s segments can be watched at 60Minutes.com and on the CBS All Access app. Its webcast, 60MinutesOvertime.com, offers content originally produced for the web, including behind-the-scenes video about the production of 60 Minutes stories and timely archival segments.\n\n\n60 Minutes has won every major broadcast award. Its 25 Peabody and 150 Emmy awards are the most won by any single news program. It has also won 20 duPont-Columbia University journalism awards. Other distinguished journalism honors won multiple times include the George Polk, RTDNA Edward R. Murrow, Investigative Reporters and Editors, RFK Journalism, Sigma Delta Chi and Gerald Loeb awards.\n\n60 Minutes premiered on CBS September 24, 1968. Bill Owens is the program’s executive producer. The correspondents and contributors of 60 Minutes are Sharyn Alfonsi, Anderson Cooper, John Dickerson, Norah O’Donnell, Scott Pelley, Lesley Stahl, Bill Whitaker and L. Jon Wertheim.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/bNKdlnoAqIs/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "30708",
    "average": "3.13",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1292661"
  },
  "original_created_at": "2021-02-15T01:04:31.000Z",
  "created_at": "2021-02-15T16:20:20.531Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "\"没有创新，我们就无法解决气候变化问题。我们甚至不会接近，\"盖茨说。安德森-库珀为《60分钟》报道。https://cbsn.ws/3qnNDyG\n\n订阅 \"60分钟 \"频道这里：http://bit.ly/1S7CLRu\n点击这里观看《60分钟》全集：http://cbsn.ws/1Qkjo1F。\n获取更多《60分钟》的内容。加班这里：http://cbsn.ws/1KG3sdr\n重温过去的剧集和采访与60分钟倒带这里：http://cbsn.ws/1PlZiGI。\n在Instagram上关注《60分钟》：http://bit.ly/23Xv8Ry\n在Facebook上喜欢60分钟：http://on.fb.me/1Xb1Dao\n在Twitter上关注《60分钟》：http://bit.ly/1KxUsqX\n\n获取最新的新闻和最好的原创报道从CBS新闻传递到您的收件箱。在这里订阅新闻通讯：http://cbsn.ws/1RqHw7T\n\n在旅途中获取新闻 点击这里下载CBS新闻移动应用程序：http://cbsn.ws/1Xb1WC8\n\n通过CBS All Access，您可以在第二天通过设备获取您喜爱的新剧集，直播本地新闻，并随时随地观看CBS粉丝喜爱的全季节目。免费试用！http://bit.ly/1OQA29B\n\n---\n美国历史上最成功的电视广播节目《60分钟》于9月开始了第52季。提供硬朗的调查报告、采访、专题片和新闻人物简介，该节目始于1968年，到2020年仍是热门节目。60分钟》几乎每周都能进入尼尔森的周榜前十，上一季三次成为每周电视广播的第一名。\n\n\n该节目的平均收视率仍超过1000万，是其最近的网络新闻杂志竞争对手的两倍多。60分钟》节目的平均收视率比网络早间新闻节目的收视率高出150%；其收视率使最受欢迎的有线电视新闻节目所吸引的观众数量相形见绌。 \n\n\n还有大约100万人在几个主要城市收听 \"60分钟 \"电台同步广播及其配套的播客。每周有数万人在网上收听《60分钟》。可以在60Minutes.com和CBS All Access应用程序上观看广播的片段。其网络广播60MinutesOvertime.com提供最初为网络制作的内容，包括关于《60分钟》故事制作的幕后视频和及时的档案片段。\n\n\n60 Minutes》赢得了所有主要的广播奖项。它的25个皮博迪奖和150个艾美奖是所有新闻节目中获奖最多的。它还赢得了20个杜邦-哥伦比亚大学新闻奖。其他多次获得的杰出新闻荣誉包括乔治-波克、RTDNA爱德华-R-默罗、调查记者和编辑、RFK新闻、Sigma Delta Chi和Gerald Loeb奖。\n\n1968年9月24日，《60分钟》在CBS首播。比尔-欧文斯是该节目的执行制片人。60分钟》的记者和撰稿人有Sharyn Alfonsi、Anderson Cooper、John Dickerson、Norah O'Donnell、Scott Pelley、Lesley Stahl、Bill Whitaker和L. Jon Wertheim。",
      "title": "比尔-盖茨。2021年《60分钟》采访"
    },
    {
      "locale": "zh-Hant",
      "description": "\"沒有創新，我們就無法解決氣候變化問題。我們甚至不會接近，\"蓋茨說。安德森-庫珀爲《60分鐘》報道。https://cbsn.ws/3qnNDyG\n\n訂閱 \"60分鐘 \"頻道這裏：http://bit.ly/1S7CLRu\n點擊這裏觀看《60分鐘》全集：http://cbsn.ws/1Qkjo1F。\n獲取更多《60分鐘》的內容。加班這裏：http://cbsn.ws/1KG3sdr\n重溫過去的劇集和採訪與60分鐘倒帶這裏：http://cbsn.ws/1PlZiGI。\n在Instagram上關注《60分鐘》：http://bit.ly/23Xv8Ry\n在Facebook上喜歡60分鐘：http://on.fb.me/1Xb1Dao\n在Twitter上關注《60分鐘》：http://bit.ly/1KxUsqX\n\n獲取最新的新聞和最好的原創報道從CBS新聞傳遞到您的收件箱。在這裏訂閱新聞通訊：http://cbsn.ws/1RqHw7T\n\n在旅途中獲取新聞 點擊這裏下載CBS新聞移動應用程序：http://cbsn.ws/1Xb1WC8\n\n通過CBS All Access，您可以在第二天通過設備獲取您喜愛的新劇集，直播本地新聞，並隨時隨地觀看CBS粉絲喜愛的全季節目。免費試用！http://bit.ly/1OQA29B\n\n---\n美國曆史上最成功的電視廣播節目《60分鐘》於9月開始了第52季。提供硬朗的調查報告、採訪、專題片和新聞人物簡介，該節目始於1968年，到2020年仍是熱門節目。60分鐘》幾乎每週都能進入尼爾森的周榜前十，上一季三次成爲每週電視廣播的第一名。\n\n\n該節目的平均收視率仍超過1000萬，是其最近的網絡新聞雜誌競爭對手的兩倍多。60分鐘》節目的平均收視率比網絡早間新聞節目的收視率高出150%；其收視率使最受歡迎的有線電視新聞節目所吸引的觀衆數量相形見絀。 \n\n\n還有大約100萬人在幾個主要城市收聽 \"60分鐘 \"電臺同步廣播及其配套的播客。每週有數萬人在網上收聽《60分鐘》。可以在60Minutes.com和CBS All Access應用程序上觀看廣播的片段。其網絡廣播60MinutesOvertime.com提供最初爲網絡製作的內容，包括關於《60分鐘》故事製作的幕後視頻和及時的檔案片段。\n\n\n60 Minutes》贏得了所有主要的廣播獎項。它的25個皮博迪獎和150個艾美獎是所有新聞節目中獲獎最多的。它還贏得了20個杜邦-哥倫比亞大學新聞獎。其他多次獲得的傑出新聞榮譽包括喬治-波克、RTDNA愛德華-R-默羅、調查記者和編輯、RFK新聞、Sigma Delta Chi和Gerald Loeb獎。\n\n1968年9月24日，《60分鐘》在CBS首播。比爾-歐文斯是該節目的執行製片人。60分鐘》的記者和撰稿人有Sharyn Alfonsi、Anderson Cooper、John Dickerson、Norah O'Donnell、Scott Pelley、Lesley Stahl、Bill Whitaker和L. Jon Wertheim。",
      "title": "比爾-蓋茨。2021年《60分鐘》採訪"
    }
  ],
  "source_updated_at": 1613728637628
}