{
  "videoId": "GMHSDIHOTrc",
  "channelId": "UCAMPco9PqjBbI_MLsDOO4Jw",
  "title": "Grace Kinstler's Powerful Voice Brought Luke Bryan To Tears - American Idol 2021",
  "link": "https://www.youtube.com/watch?v=GMHSDIHOTrc",
  "pubDate": "2021-02-15T02:58:42.000Z",
  "author": "American Idol",
  "id": "yt:video:GMHSDIHOTrc",
  "isoDate": "2021-02-15T02:58:42.000Z",
  "description": "Grace Kinstler reflects on losing her dad unexpectedly and shares how he motivates her to keep going when things get tough. In the American Idol audition room, Grace blows the judges away with her rendition of “Natural Woman” by Arthea Franklin. Luke Bryan even tells Grace her audition is right up there with the Kelly Clarkson and Jennifer Hudson auditions! Watch here to see Grace’s performance that gave Katy Perry chills!\n\nSee more of American Idol 2021 on our official site: http://www.americanidol.com\nLike American Idol on Facebook: https://www.facebook.com/AmericanIdol\nFollow American Idol on Twitter: https://twitter.com/americanidol\nFollow American Idol on Instagram: https://www.instagram.com/americanidol/\n\nAMERICAN IDOL, the iconic series that revolutionized the television landscape by pioneering the music competition genre, returns on ABC.\n\nAmerican Idol 2021\n\nHelping to determine who America will ultimately vote for to become the next singing sensation are music industry forces and superstar judges Luke Bryan, Katy Perry and Lionel Richie. Emmy® Award-winning host and producer Ryan Seacrest continues as host of the beloved series, while multimedia personality Bobby Bones serves as the in-house mentor.",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/GMHSDIHOTrc/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "10048",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "315232"
  },
  "original_created_at": "2021-02-15T02:58:42.000Z",
  "created_at": "2021-02-15T18:10:30.886Z",
  "tags": []
}