{
  "videoId": "JTNyRPoBpGQ",
  "channelId": "UC6c1z7bA__85CIWZ_jpCK-Q",
  "title": "Barcelona stages SENSATIONAL comeback vs. Granada to reach Copa del Rey semis | ESPN FC Highlights",
  "link": "https://www.youtube.com/watch?v=JTNyRPoBpGQ",
  "pubDate": "2021-02-03T23:42:33.000Z",
  "author": "ESPN FC",
  "id": "yt:video:JTNyRPoBpGQ",
  "isoDate": "2021-02-03T23:42:33.000Z",
  "description": "Lionel Messi and Barcelona had their backs against the wall once again in the Copa del Rey facing a two-goal deficit for much of their quarterfinal vs. Granada. The hosts went in front with goals from Robert Kenedy and Roberto Soldado. Barca left its comeback late with goals in the 88th minute and stoppage time from Antoine Griezmann and Jordi Alba. The game went to extra time where the two sides traded goals from Griezmann and Fede Vico, but in the second extra time period Alba and Frenkie de Jong seal the victory for the Blaugrana. Barcelona advances to the Copa del Rey semifinals for the 10th time in the last 11 seasons, with its only elimination before the semis coming last season.\n\n✔ Subscribe to ESPN+: http://espnplus.com/soccer/youtube\n✔ Subscribe to ESPN FC on YouTube: http://bit.ly/SUBSCRIBEtoESPNFC",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/JTNyRPoBpGQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "10524",
    "average": "4.91",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "550291"
  },
  "original_created_at": "2021-02-03T23:42:33.000Z",
  "created_at": "2021-02-04T20:24:00.282Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "梅西和巴塞罗那在国王杯中再次背靠背，在对阵格拉纳达的四分之一决赛中大部分时间都面临着两球落后的局面。主队凭借罗伯特-凯尼迪和罗伯托-索尔达多的进球取得了领先。巴萨在第88分钟和补时阶段由安托万-格里兹曼和若尔迪-阿尔巴的进球留下了反击的机会。比赛进入加时赛，双方互有进球，格列兹曼和费德维科的进球，但在第二个加时赛阶段，阿尔巴和弗伦基-德容为布拉格纳队锁定胜局。巴塞罗那在过去11个赛季中第10次晋级国王杯半决赛，半决赛前唯一一次被淘汰是在上赛季。\n\n✔ 订阅ESPN+: http://espnplus.com/soccer/youtube\n✔在YouTube上订阅ESPN FC：http://bit.ly/SUBSCRIBEtoESPNFC。",
      "title": "巴塞罗那对格拉纳达上演感性反击，晋级国王杯半决赛｜ESPN FC 影片突出"
    },
    {
      "locale": "zh-Hant",
      "description": "梅西和巴塞羅那在國王杯中再次背靠背，在對陣格拉納達的四分之一決賽中大部分時間都面臨着兩球落後的局面。主隊憑藉羅伯特-凱尼迪和羅伯託-索爾達多的進球取得了領先。巴薩在第88分鐘和補時階段由安託萬-格里茲曼和若爾迪-阿爾巴的進球留下了反擊的機會。比賽進入加時賽，雙方互有進球，格列茲曼和費德維科的進球，但在第二個加時賽階段，阿爾巴和弗倫基-德容爲布拉格納隊鎖定勝局。巴塞羅那在過去11個賽季中第10次晉級國王杯半決賽，半決賽前唯一一次被淘汰是在上賽季。\n\n✔ 訂閱ESPN+: http://espnplus.com/soccer/youtube\n✔在YouTube上訂閱ESPN FC：http://bit.ly/SUBSCRIBEtoESPNFC。",
      "title": "巴塞羅那對格拉納達上演感性反擊，晉級國王杯半決賽｜ESPN FC 影片突出"
    }
  ],
  "source_updated_at": 1612518569547
}