{
  "videoId": "LzOW95qOdE8",
  "channelId": "UC80Z-cIOdR6upfnrPJ8Q00A",
  "title": "The Return of the Jam! | Thomas Sanders",
  "link": "https://www.youtube.com/watch?v=LzOW95qOdE8",
  "pubDate": "2021-02-19T17:15:12.000Z",
  "author": "Thomas Sanders",
  "id": "yt:video:LzOW95qOdE8",
  "isoDate": "2021-02-19T17:15:12.000Z",
  "description": "*** GET YOUR HANDS ON YOUR VERY OWN BOX OF JAMS AT SandersJam.com!!! (Crofter's is unfortunately only able to ship to the US and Canada) ***\n\nFLASH WARNING - 3:55 (click here for an alternate version: https://youtu.be/FXBdz0wl4k8 )\n\nMarketing can be a big ‘ole mix and mess of different ideas and tactics, and the Sides have VERY different approaches and tastes when it comes to the art of commercials. So how do they hash this problem out? They make their own, of course! Who knows what these ideas might lead to?\n\n(I appreciate being let known that “infodump” is a trait associated with people with ADHD and autism and I am so sorry for the offense I’ve caused for its inclusion in the latest video. The context of that moment, among other moments between Roman and Logan in the series, was the paralleling of myself sometimes being critical of myself for doing the exact same thing in real life. I’m pretty renown for over-explaining and, even when my friends say it’s okay, I still find myself apologizing for it. However, I had no idea the term was offensive to some, which is something I needed to learn. For whatever it’s worth, I love that trait in regards to Logan, and we were narratively depicting Roman to be in the wrong for saying it. Also, Logan is on a track to get vindication for this in the future. I will be sure to triple check any terminology used in the future. Again, I’m incredibly sorry.)\n\nBIG THANK YOU to our Patrons, who are already making projects such as this much more possible with their support! \n\nIf YOU would like to lend your support and become a Patron, you can do so by heading on over to Patreon.com/ThomasSanders !\n\nEveryone was properly Covid-tested and masked up when they weren't in front of the camera for this shoot! Made sure to keep the team very small through this whole process!\n \nI’d like to give a BIG thank you to AJ and Davi, for not only helping to write the script but for also helping out as crew members during the filming of this video! \n\nAJ's Links:\nhttps://www.instagram.com/aj.hentges\n\nDavi’s Links:\nhttps://www.instagram.com/hello_davii​\nhttps://www.twitter.com/hello_davi​\nhttps://vm.tiktok.com/ZMJAwTT8X/\n\nAlso a HUGE thank you and shoutout goes to our wonderful producer Quil for joining the filming crew, as well as helping out with props!\n\nQuil’s Links:\nhttps://www.instagram.com/quildarling​\nhttps://www.twitter.com/quildarling​\nhttps://vm.tiktok.com/ZMJPjMe4W/\n\nA HUGE thank you goes to Ed Templer at Mandy Celine for helping put together the edit of the commercial segments of this video!\n\nEd’s Links:\nhttps://mandyceline.com\nhttps://twitch.tv/gamehoggames\n\nI’d also like to give a GARGANTUAN thank you to James, for once again coming on as our videographer! He blew us away as always!!!\n\nJames' Links:\nhttps://www.youtube.com/c/jlite​\nhttps://www.instagram.com/jameslightner\n\nThank you so much to Brei for all the animated effects and special graphics in this video!!!\n\nBrei’s Links:\nhttps://www.twitter.com/breigrace​\nhttps://www.instagram.com/brei.grace​\nhttps://breigrace.wixsite.com/portfolio\n\nA BIG OL’ THANK YOU to Danilo for creating the lovely thumbnail!\n\nDanilo’s Links:\nhttps://www.youtube.com/CometBrace/\n\nLast but certainly not least, I’d like to give a great big thank you to Aleksandr and Sterling for coming out and appearing in the video as our skateboarders, as well as Kenny for being our Patton double!!!\n\nAleksandr’s Links:\nhttps://www.twitter.com/aswilde1\nhttps://www.instagram.com/wildfirecontent\n\nKenny's Links:\nhttps://www.youtube.com/user/KAJAproduction\nhttps://www.twitter.com/kennyguygames\nhttp://www.Instagram.com/thatkennyguy1 \nhttp://www.twitch.tv/thatkennyguygames\n\nSterling’s Links:\nhttps://www.instagram.com/sterling_shaped_sterling\n\n_______________________\n\nMy Social Links: \nhttp://www.Twitter.com/ThomasSanders​\nhttp://www.Instagram.com/ThomasSanders​\nhttp://www.Facebook.com/ThomasSandersOfficial\nTikTok - https://vm.tiktok.com/ZMeN9NfyF/\nSnapchat - Thomas_Sanders\nTumblr - https://thatsthat24.tumblr.com/​\nhttp://www.vine.co/ThomasSanders​\n________________________\n\nMerchandise: \nNorth America/WorldWide: https://shop.thomassanders.com/​\n________________________\nBusiness Inquires: business@fosterdawg.com\n________________________\n\nWorks Cited:\n\nhttps://croftersorganic.com/support/faq/",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/LzOW95qOdE8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "35416",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "140490"
  },
  "original_created_at": "2021-02-19T17:15:12.000Z",
  "created_at": "2021-02-20T01:36:57.053Z",
  "tags": []
}