{
  "videoId": "n8i53TtQ6IQ",
  "channelId": "UC-AAk4vhWHPzR-cV4o5tLRg",
  "title": "Mass Effect™ Legendary Edition Official Reveal Trailer (4K)",
  "link": "https://www.youtube.com/watch?v=n8i53TtQ6IQ",
  "pubDate": "2021-02-02T15:59:03.000Z",
  "author": "Mass Effect",
  "id": "yt:video:n8i53TtQ6IQ",
  "isoDate": "2021-02-02T15:59:03.000Z",
  "description": "Pre-order now: https://www.ea.com/games/mass-effect/mass-effect-legendary-edition/buy/ \n \nRelive the legend of Commander Shepard in the highly acclaimed Mass Effect trilogy with the Mass Effect™ Legendary Edition.\n \nIncludes single-player base content and over 40 DLC from Mass Effect, Mass Effect 2, and Mass Effect 3 games, including promo weapons, armors, and packs – remastered and optimized for 4K Ultra HD.\n \nThe updated trilogy launches May 14 on PlayStation®4 and Xbox One with forward compatibility and targeted enhancements on Xbox Series X|S and PlayStation®5, as well as on PC via Origin and Steam.\n \nFind out more: https://www.ea.com/games/mass-effect/mass-effect-legendary-edition \n \nFollow us on:\nTwitter – https://twitter.com/masseffect \nInstagram – https://www.instagram.com/masseffect \nFacebook – https://www.facebook.com/masseffect \n\nABOUT MASS EFFECT™ LEGENDARY EDITION:\n \nOne person is all that stands between humanity and the greatest threat it’s ever faced. Relive the legend of Commander Shepard in the highly acclaimed Mass Effect trilogy with the Mass Effect™ Legendary Edition. Includes single-player base content and over 40 DLC from Mass Effect, Mass Effect 2, and Mass Effect 3 games, including promo weapons, armors, and packs – remastered and optimized for 4K Ultra HD.\n \nExperience an amazingly rich and detailed universe where your decisions have profound consequences on the action and the outcome.\n \nRELIVE THE CINEMATIC SAGA:  Heart-pounding action meets gripping interactive storytelling where you decide how your unique story unfolds.\nThree Games – One Launcher: Play through the single-player base content and over 40 DLC from all three games, including promo weapons, armors, and packs.\nRemastered for a New Generation: Experience the trilogy in 4K Ultra HD with enhanced performance, visuals, and graphics, all available in HDR.\nVisual Improvements on All Three Games: Updates include enhanced models, shaders, FX, lighting, and depth of field. \n \nEXPERIENCE THE LEGEND OF SHEPARD:  Create and customize your own character, from appearance and skills to a personalized arsenal then lead your elite recon squad across a galaxy in turmoil.\nNew Shepard Customizations: With improved hair, makeup, eye color and skin tones you can create your Shepard in a unified character creator with all options available across the full trilogy, or choose to play as the iconic Femshep from Mass Effect 3 now available in all titles.\nGameplay Enhancements for the First Mass Effect™ Game: Enjoy improved aiming and weapons balance, SFX, input/controls, squad behavior, cover behavior, and gameplay cameras.\n \nREFLECT ON YOUR CHOICES:  Your choices seamlessly travel from one game to the next. Each decision you make will control the outcome of every mission, every relationship, every battle – and even the fate of the galaxy itself.\nPerformance Mode Options: Supports ultra-high refresh rates on PC, and offers a choice between \"Favor Quality\" for increased resolution or \"Favor Framerate\" to boost your FPS on consoles.\n \nINCLUDED CONTENT:  Mass Effect™ Legendary Edition includes single-player base content for all three titles (Mass Effect, Mass Effect 2 and Mass Effect 3), your favorite single-player story DLC, promo weapons, armors, and packs:\n•             Bring Down the Sky\n•             Genesis\n•             Zaeed – The Price of Revenge\n•             Kasumi – Stolen Memory\n•             Lair of the Shadow Broker\n•             Firewalker Pack\n•             Overlord\n•             Normandy Crash Site\n•             Arrival\n•             Genesis 2\n•             From Ashes\n•             Mass Effect 3: Extended Cut\n•             Leviathan\n•             Omega\n•             Citadel\n•             Equalizer Pack\n•             Aegis Pack\n•             Firepower Pack\n•             Cerberus Weapons and Armor\n•             Arc Projector\n•             ME2 Alternate Appearance Pack 1\n•             ME2 Alternate Appearance Pack 2\n•             ME3 Alternate Appearance Pack 1\n•             Firefight Pack\n•             Groundside Resistance Pack\n•             Recon Operations Pack\n•             Collector's Weapon and Armor\n•             Terminus Weapon and Armor\n•             M-21 Incisor\n•             Blood Dragon Armor\n•             Inferno Armor\n•             Recon Hood\n•             Sentry Interface\n•             Umbra Visor\n•             N7 Warfare Gear\n•             AT-12 Raider\n•             Chakram Launcher\n•             M-55 Argus\n•             M-90 Indra\n•             Reckoner Knight Armor\n•             N7 Collector's Edition Pack\n \nCONDITIONS AND RESTRICTIONS APPLY. SEE WWW.EA.COM/LEGAL FOR DETAILS.",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/n8i53TtQ6IQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "42443",
    "average": "4.88",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "469788"
  },
  "original_created_at": "2021-02-02T15:59:03.000Z",
  "created_at": "2021-02-02T23:33:19.590Z",
  "tags": []
}