{
  "videoId": "PnJpJBl4X_k",
  "channelId": "UCzMjRlKVO9XIqH_crIFpi6w",
  "title": "Skeppy vs BadBoyHalo UNDERWATER House Battle! - Minecraft",
  "link": "https://www.youtube.com/watch?v=PnJpJBl4X_k",
  "pubDate": "2021-02-14T00:34:22.000Z",
  "author": "Skeppy",
  "id": "yt:video:PnJpJBl4X_k",
  "isoDate": "2021-02-14T00:34:22.000Z",
  "description": "Skeppy vs BadBoyHalo Underwater Building Competition\n  \nToday BadBoyHalo and I face off in an Underwater Building Competition!!! We have 30 minutes to get the BEST build underwater, seriously, we can do WHATEVER we want we just have to do it underwater. Honestly, I always win these so it's no surprise that this was so easy for me. I found the perfect space for my house, Bad is going to be SO jealous. You may have to watch me struggle with glass for a little bit but it's fine, it's fine, everything is fine. I'm really going for more of a modern home feel with a hot tub and big TV, the works, you'll see what I mean. Bad tries to create a \"hollow sphere\" or whatever that means? And then he crashes the server to try and sabotage me? I try and be fancy one time in my life... Bad's place actually turned out pretty cute not gonna lie. These videos with Bad are always so fun to make so if you enjoyed please hit this video with a like and we'll do more fun challenges like these :D\n\nFollow My Twitter - @Skeppy\n\nFollow My Instagram - @Skeppy\n  \nNot Minecraft, But Water Rises or Minecraft, But Lava Rises, or any other but challenge like that. This is a speed run / speed runner of the Ultimate Minecraft Underwater Building Challenge\n\nalso..maybe.. sub to @BadBoyHalo",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/PnJpJBl4X_k/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "106295",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1502051"
  },
  "original_created_at": "2021-02-14T00:34:22.000Z",
  "created_at": "2021-02-14T21:44:49.878Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "Skeppy vs BadBoyHalo水下建筑大赛\n  \n今天我和BadBoyHalo面对面进行水下建造比赛!!! 我们有30分钟的时间来获得最好的水下建造，说真的，我们可以做任何我们想要的东西，我们只需要在水下做它。老实说，我总是赢得这些，所以这对我来说是如此简单并不奇怪。我为我的房子找到了完美的空间，Bad会很嫉妒的。你可能要看我在玻璃上挣扎一会儿，但它很好，它很好，一切都很好。我真的是要更多的现代家居的感觉，有一个热水浴缸和大电视，作品，你会明白我的意思。坏人试图创造一个 \"空心球 \"或者不管那是什么意思？然后他撞坏服务器想破坏我？我这辈子就试过一次花花肠子... ... 壞蛋的地方其實很可愛，不騙你。这些视频和Bad一起制作总是很有趣，所以如果你喜欢的话，请给这个视频点个赞，我们会做更多有趣的挑战。\n\n关注我的微博 - @Skeppy\n\n关注我的Instagram - @Skeppy\n  \n不是Minecraft，而是Water Rises或者Minecraft，而是Lava Rises，或者其他任何但是这样的挑战。这是一个速跑/速跑者的终极Minecraft水下建筑挑战赛\n\n还有... 也许... 潜入@BadBoyHalo的行列",
      "title": "Skeppy vs BadBoyHalo UNDERWATER屋战! - ミネクト"
    },
    {
      "locale": "zh-Hant",
      "description": "Skeppy vs BadBoyHalo水下建築大賽\n  \n今天我和BadBoyHalo面對面進行水下建造比賽!!! 我們有30分鐘的時間來獲得最好的水下建造，說真的，我們可以做任何我們想要的東西，我們只需要在水下做它。老實說，我總是贏得這些，所以這對我來說是如此簡單並不奇怪。我爲我的房子找到了完美的空間，Bad會很嫉妒的。你可能要看我在玻璃上掙扎一會兒，但它很好，它很好，一切都很好。我真的是要更多的現代家居的感覺，有一個熱水浴缸和大電視，作品，你會明白我的意思。壞人試圖創造一個 \"空心球 \"或者不管那是什麼意思？然後他撞壞服務器想破壞我？我這輩子就試過一次花花腸子... ... 壞蛋的地方其實很可愛，不騙你。這些視頻和Bad一起製作總是很有趣，所以如果你喜歡的話，請給這個視頻點個贊，我們會做更多有趣的挑戰。\n\n關注我的微博 - @Skeppy\n\n關注我的Instagram - @Skeppy\n  \n不是Minecraft，而是Water Rises或者Minecraft，而是Lava Rises，或者其他任何但是這樣的挑戰。這是一個速跑/速跑者的終極Minecraft水下建築挑戰賽\n\n還有... 也許... 潛入@BadBoyHalo的行列",
      "title": "Skeppy vs BadBoyHalo UNDERWATER屋戰! - ミネクト"
    }
  ],
  "source_updated_at": 1613728637463
}