{
  "videoId": "PohpFZZ-bMI",
  "channelId": "UCiGm_E4ZwYSHV3bcW1pnSeQ",
  "title": "Billie Eilish: \"The World’s A Little Blurry\" - Live Premiere Event",
  "link": "https://www.youtube.com/watch?v=PohpFZZ-bMI",
  "pubDate": "2021-02-28T18:35:45.000Z",
  "author": "Billie Eilish",
  "id": "yt:video:PohpFZZ-bMI",
  "isoDate": "2021-02-28T18:35:45.000Z",
  "description": "Watch the Live Premiere Event for \"Billie Eilish: The World’s A Little Blurry\", a new Apple Original Film, featuring a conversation with Zane Lowe and a special performance. Watch the film exclusively on Apple TV+. https://apple.co/theworldsalittleblurry\n\nApple TV+ is available on the Apple TV app including iPhone, iPad, Apple TV, iPod touch, Mac, select Samsung, LG, Sony and VIZIO smart TVs, Amazon Fire TV and Roku devices, Chromecast with Google TV, PlayStation and Xbox consoles, and at tv.apple.com. Just look for the Apple TV app and if you don’t have it go the App Store on your device and download it. If you’ve bought an Apple device like an iPhone, iPad or MacBook recently, you have Apple TV Plus included already.\n \nThe new Apple Original Film \"Billie Eilish: The World’s A Little Blurry” tells the true coming-of-age story of the singer-songwriter and her rise to global superstardom. From award-winning filmmaker R.J. Cutler, the film offers a deeply intimate look at this extraordinary teenager’s journey, at just seventeen years old, navigating life on the road, on stage, and at home with her family, while writing, recording and releasing her debut album “WHEN WE ALL FALL ASLEEP, WHERE DO WE GO?” \n \nThe documentary is from Apple Original Films, in association with Interscope Films, Darkroom, This Machine and Lighthouse Management & Media. Directed by R.J. Cutler and starring Billie Eilish, Finneas O’Connell, Maggie Baird, and Patrick O’Connell as themselves. \n \nFollow Billie Eilish: \nInstagram: https://www.instagram.com/billieeilish​ \nFacebook: https://www.facebook.com/billieeilish​ \nYouTube: https://www.youtube.com/BillieEilish​\nTikTok: https://www.tiktok.com/@billieeilish\nTwitter: https://twitter.com/billieeilish​ \nEmail: http://smarturl.it/BillieEilishEmail​ \n \nShop “The World’s A Little Blurry” collection: http://store.billieeilish.com  \n \nFollow Apple TV: \nInstagram: https://instagram.com/AppleTV​ \nFacebook: https://facebook.com/AppleTV​ \nTwitter: https://twitter.com/AppleTV​ \nGiphy: https://giphy.com/AppleTV​ \nMore from Apple TV: https://apple.co/32qgOEJ​ \nSubscribe to Apple TV’s YouTube channel: https://apple.co/AppleTVYouTube​ \n \nApple TV+ is a streaming service with original stories from the most creative minds in TV and film. Watch now on the Apple TV app: https://apple.co/_AppleTVapp​ \n \n#BillieEilish​ #TheWorldsALittleBlurry​ #Documentary",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/PohpFZZ-bMI/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "133737",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "582637"
  },
  "original_created_at": "2021-02-28T18:35:45.000Z",
  "created_at": "2021-03-01T02:54:12.955Z",
  "tags": [
    "BillieEilish",
    "TheWorldsALittleBlurry",
    "Documentary"
  ]
}