{
  "videoId": "q5Wler87pwY",
  "channelId": "UC88tlMjiS7kf8uhPWyBTn_A",
  "title": "UNITED 328 Engine Failure! WHAT CHECKLISTS did the pilots use? Explained by CAPTAIN JOE",
  "link": "https://www.youtube.com/watch?v=q5Wler87pwY",
  "pubDate": "2021-02-21T23:04:04.000Z",
  "author": "Captain Joe",
  "id": "yt:video:q5Wler87pwY",
  "isoDate": "2021-02-21T23:04:04.000Z",
  "description": "GET YOUR CJ KEYRING HERE: https://bit.ly/2JAvCcE\nSUPPORT via PATREON: https://bit.ly/38ym51t\n\nINSTAGRAM FLYWITHCAPTAINJOE: https://goo.gl/TToDlg \nMY WEBSITE: https://goo.gl/KGTSWK\n------► MERCHANDISE CJ SHOP https://goo.gl/Svrqmx  ◄ -------\nNEW FACEBOOK PAGE: https://goo.gl/heUKGb \n—————————————————————————————————\n▼▼My FLIGHT-KIT I highly recommend for you guys▼▼\nMY HEADSET: https://amzn.to/2CrTrzz \nMY SUNGLASSES: https://amzn.to/2VY6FNo\nMY PILOT BAG: https://amzn.to/2DiWKux\nCompany iPad: https://amzn.to/2W1zM2n \n\n▼▼The VIDEO EQUIPMENT I use in my studio and outdoors▼▼\nMY CAMERA: https://amzn.to/2T1VK3g\nLIGHTING: https://amzn.to/2szSRv4\nIN-FLIGHT RECORDINGS: https://amzn.to/2VY7A0g\n——————————————————————————————————\nDear friends and followers, welcome back to my channel! \n\nOn the 20th of February 2021,  a United Boeing 777-200, registration N772UA performing flight UA-328 from Denver,CO to Honolulu,HI (USA) with 231 passengers and 10 crew, was in the initial climb out of Denver's runway 25 when the right hand engine's (PW4077) inlet separated associated with the failure of the engine. The crew declared Mayday reporting an engine failure. The aircraft stopped the climb at about 13000 feet, the crew requested to return to Denver after running the checklists. ATC offered any runway, they would make it happen. The aircraft returned to Denver for a safe landing on runway 26 about 23 minutes after departure. The aircraft stopped on the runway for a check by emergency services. Emergency services advised of an active fire within the right hand engine and extinguished the fire a few minutes later. The aircraft was subsequently towed off the runway to a remote parking stand, where passengers disembarked and were bussed to the terminal. There were no injuries.\n\nThe engine inlet fell into the neighbourhood of Broomfield,CO, located about 16nm west of Denver near 13th and Elmwood Street, the debris also struck through the roof of an adjacent house.\n\nBroomfield police reported that although debris impacted the neighbourhood and damaged a number of homes, there were no injuries on the ground. The debris field expands over a nautical mile.\n\nGround observers reported hearing the sound of an explosion like bang, smoke and saw the debris falling down. The aircraft continued flying.\n\nWatch the video to learn more about what happened! \n\nThank you very much for your time! I hope you enjoy this video!\nWishing you all the best! \n\nYour \"Captain\" Joe \n\nBig thank you to all other youtubers who provided me with the video material to create this video. Your content is highly appreciated. Please follow their channels: \n@VASaviaton \n@Discovery Channel\n@José González\n\nIntro Song: \nLounge - Ehrling: https://www.youtube.com/watch?v=a5ImNzexO4E\nOutro Song: \nJoakim Karud & Dyalla - Wish you were here https://www.youtube.com/watch?v=UXrxBgz-N1s\n\nALL COPYRIGHTS TO THIS VIDEO ARE OWNED BY FLYWITHCAPTAINJOE.COM ANY COPYING OR ILLEGALLY DOWNLOADING AND PUBLISHING ON OTHER PLATFORMS WILL FOLLOW LEGAL CONSEQUENCES",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/q5Wler87pwY/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "25618",
    "average": "4.97",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "380187"
  },
  "original_created_at": "2021-02-21T23:04:04.000Z",
  "created_at": "2021-02-22T16:37:26.945Z",
  "tags": []
}