{
  "videoId": "TahNMeU3AsQ",
  "channelId": "UC4qMMCxdNfU6cwpaXZOyUSg",
  "title": "Cam Newton: I Can't Go Out Like That | I AM ATHLETE with Brandon Marshall, Chad Johnson & More",
  "link": "https://www.youtube.com/watch?v=TahNMeU3AsQ",
  "pubDate": "2021-02-22T17:00:15.000Z",
  "author": "I AM ATHLETE",
  "id": "yt:video:TahNMeU3AsQ",
  "isoDate": "2021-02-22T17:00:15.000Z",
  "description": "Cam Newton sits down exclusively with Brandon Marshall, Chad Johnson and Fred Taylor in a rare public conversation about everything on and off the field. \n\nA friendly football discussion of Cam deciding between Chad and Brandon on who the X would be in his ideal offense quickly turns up the heat to hard hitting questions on what went on this past season. Fred says Cam had the hardest job in the league following Tom Brady and relates to the tough position he was put in coming into the New England offense. Cam explains how he found the process of missing the offseason instrumental to getting in sync with his team and a lesson in why the little things are big things in the end. Brandon doesn't shy away from him talking about his up and down play during this past season while calling him out for it on air a few times. Tackling the rumors that Cam is done and seeking retirement-  Cam says he's never been the favorite and that fuels him but he quickly clears up that he is not going out like that and there aren't 32 guys better than he is!! \n\nTaking a trip down memory lane, Cam and Fred reminisce about meeting during Cam's early college football days in Florida and Cam telling the story of how Fred set the bar of professionalism and character that he desired to have in his career. The two reference their old friend and teammate \"Chico\" the late Aaron Hernandez which leads them into a tough discussion of disbelief and confusion with what really went on with him. \n\nChef Jonathan Lowe fills in for Chef Nancie and makes a vegan meal for Cam which immediately draws critique from Chad on healthy eating habits who then volunteers that he should take over Cam's diet this offseason to get him eating right.   \n\nCam exclusively opens up about his new hat line and in celebration of Black History Month a design tribute to honoring trail blazers starting with Rosa Parks. Keeping his business hat on, Cam tells the guys that his passion for cigars, art and live music led him to open Fellaship, an upscale premium dining experience in Atlanta. Applying what he has learned on the field as a leader into running a business, Cam shares why he loves being hands on with the details and the daily operation. \n\nChanging gears real fast- Brandon asks the guys about men's hygiene which leads into a wild conversation about manscaping and the things guys should and shouldn't do! \n\n20% off + free shipping with the code: ATHLETE at manscaped.com. \n#Ad\n\n---------------------------\n\nWATCH MORE → https://youtube.com/playlist?list=PLGAaZmvZaF9gtsK1erpReLEv_kiofqr4w\n\nFOLLOW US ON:\nInstagram | https://instagram.com/iamathletepodcast\nTwitter | https://twitter.com/IAMATHLETEpod\nWebsite | https://houseofathlete.com\n\n#IAMATHLETE\n#BrandonMarshall",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/TahNMeU3AsQ/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "12766",
    "average": "4.96",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "228249"
  },
  "original_created_at": "2021-02-22T17:00:15.000Z",
  "created_at": "2021-02-23T01:43:43.469Z",
  "tags": [
    "Ad",
    "IAMATHLETE",
    "BrandonMarshall"
  ]
}