{
  "videoId": "wE-aQO9XD1g",
  "channelId": "UCryGec9PdUCLjpJW2mgCuLw",
  "title": "NASA’S Perseverance Rover’s First 360 View of Mars (Official)",
  "link": "https://www.youtube.com/watch?v=wE-aQO9XD1g",
  "pubDate": "2021-02-22T19:30:29.000Z",
  "author": "NASA Jet Propulsion Laboratory",
  "id": "yt:video:wE-aQO9XD1g",
  "isoDate": "2021-02-22T19:30:29.000Z",
  "description": "This video shows the first 360-degree view of the landing site of NASA’s Perseverance rover on Mars, as captured by the rover’s color Navigation Cameras, or Navcams. The Navcams are on the remote sensing mast (or “head”) of the rover.  Perseverance possesses the most cameras of any Mars rover to date, with 19 on the rover. Perseverance landed on Mars’ Jezero Crater on February 18, 2021. These images were obtained on February 20, 2021. \n\nA key objective for Perseverance’s mission on Mars is astrobiology, including the search for signs of ancient microbial life. The rover will characterize the planet’s geology and past climate, pave the way for human exploration of the Red Planet, and be the first mission to collect and cache Martian rock and regolith.\n\n\nPlease note: Not all browsers support viewing 360 videos. YouTube supports their playback on computers using Chrome, Firefox, Internet Explorer, and Opera browsers. For best experience on a mobile device, play this video in the YouTube app.\n\nFor more information about Perseverance, visit https://mars.nasa.gov/perseverance\n\n\nCredit: NASA/JPL-Caltech",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/wE-aQO9XD1g/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "82024",
    "average": "4.83",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "4800635"
  },
  "original_created_at": "2021-02-22T19:30:29.000Z",
  "created_at": "2021-02-23T15:51:42.974Z",
  "tags": [],
  "localize": [
    {
      "locale": "zh",
      "description": "这段视频展示了美国宇航局的 \"锲而不舍 \"号火星车登陆地点的第一个360度视角，由该车的彩色导航摄像机或Navcams拍摄。Navcams位于火星车的遥感桅杆（或 \"头\"）上。 迄今为止，\"锲而不舍 \"号拥有的摄像头是所有火星车中最多的，车上有19个。2021年2月18日，\"锲而不舍 \"号在火星的杰泽罗陨石坑着陆。这些图像是在2021年2月20日获得的。\n\n锲而不舍号在火星上执行任务的一个关键目标是天体生物学，包括寻找古代微生物生命的迹象。漫游车将对地球的地质和过去的气候进行描述，为人类探索红色星球铺平道路，并成为第一个收集和缓存火星岩石和雷石的任务。\n\n\n请注意：并非所有浏览器都支持观看360视频。YouTube支持在使用Chrome、Firefox、Internet Explorer和Opera浏览器的电脑上播放它们。为了在移动设备上获得最佳体验，请在YouTube应用程序中播放此视频。\n\n有关Perseverance的更多信息，请访问https://mars.nasa.gov/perseverance。\n\n\n资料来源：美国航天局/JPL-加州理工学院",
      "title": "美国宇航局 \"毅力号 \"探测器首次360度观察火星(官方)"
    },
    {
      "locale": "zh-Hant",
      "description": "這段視頻展示了美國宇航局的 \"鍥而不捨 \"號火星車登陸地點的第一個360度視角，由該車的彩色導航攝像機或Navcams拍攝。Navcams位於火星車的遙感桅杆（或 \"頭\"）上。 迄今爲止，\"鍥而不捨 \"號擁有的攝像頭是所有火星車中最多的，車上有19個。2021年2月18日，\"鍥而不捨 \"號在火星的傑澤羅隕石坑着陸。這些圖像是在2021年2月20日獲得的。\n\n鍥而不捨號在火星上執行任務的一個關鍵目標是天體生物學，包括尋找古代微生物生命的跡象。漫遊車將對地球的地質和過去的氣候進行描述，爲人類探索紅色星球鋪平道路，併成爲第一個收集和緩存火星岩石和雷石的任務。\n\n\n請注意：並非所有瀏覽器都支持觀看360視頻。YouTube支持在使用Chrome、Firefox、Internet Explorer和Opera瀏覽器的電腦上播放它們。爲了在移動設備上獲得最佳體驗，請在YouTube應用程序中播放此視頻。\n\n有關Perseverance的更多信息，請訪問https://mars.nasa.gov/perseverance。\n\n\n資料來源：美國航天局/JPL-加州理工學院",
      "title": "美國宇航局 \"毅力號 \"探測器首次360度觀察火星(官方)"
    }
  ],
  "source_updated_at": 1614332904261
}