{
  "author": "Kamran_Santiago",
  "original_created_utc": 1630682961,
  "title": "The market of printing English books is hot hot hot in Iran. Here are some of the books me and my brother have bought!",
  "created_utc": 1630695780,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s the photo:</p>\n\n<p><a href=\"https://imgur.com/a/RBhLwam\">https://imgur.com/a/RBhLwam</a></p>\n\n<p>So, most book stores have an English book section these days. In my city, Mashhad, there&#39;s a dingy book shop called &quot;Ofogh Book&quot; that sells all sorts English, French, German, Italian etc etc books. These books are printed unofficially. And there&#39;s no other choice because due to sanctions, big Western publishers can&#39;t sell their books here. But printing houses won&#39;t accept that. They find the lithographs online and they print them and sell them at 1/10 of the price that they would usually sell for. Keep in mind that some book shops, like Pardis Book in Mashhad, sell original Western-printed books but these are for collectors mostly.</p>\n\n<p>However, most of the nation&#39;s book readers are moving to e-readers. There&#39;s this e-book reader called Fidibook that&#39;s selling like candies. Me and my cousin both bought one. It&#39;s kinda weak and is far from being on par with Nook or Kindle but it&#39;s also 1/10 of the price.</p>\n\n<p>So I hope you enjoyed this look into Iran&#39;s English book reading culture. I read this article on ISNA that &quot;the low printing volume of books --- 5000 or less --- is a failure for our culture&quot; and yes I agree. People are just not interested in Persian books anymore. Self-censorship runs rampant and Persian authors are far from being interesting... All modern Persian books are basically Angela&#39;s Ashes. Plus. Nobody wants to read about a culture they know about. They want to escape their mundane lives. And English books just provides them with  that.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ph7gap/the_market_of_printing_english_books_is_hot_hot/",
  "subreddit": "books",
  "id": "ph7gap",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here's the photo:\n\nhttps://imgur.com/a/RBhLwam\n\nSo, most book stores have an English book section these days. In my city,\nMashhad, there's a dingy book shop called \"Ofogh Book\" that sells all sorts\nEnglish, French, German, Italian etc etc books. These books are printed\nunofficially. And there's no…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "その写真がこちらです。\n\nhttps://imgur.com/a/RBhLwam\n\n最近では、ほとんどの書店に英語の本のコーナーがあるんですね。私の街では\nオフォグ・ブック」という薄暗い本屋があります。\n英語、フランス語、ドイツ語、イタリア語など様々な種類の本を売っています。これらの本は非公式に印刷されている。\n非公式なものです。そして、そこには...",
      "title": "イランでは、英語の本を印刷する市場が熱い熱い。私と弟が買った本の一部を紹介しましょう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这里有照片。\n\nhttps://imgur.com/a/RBhLwam\n\n所以，现在大多数书店都有一个英文书区。在我所在的城市。\n马什哈德，有一家叫 \"Ofogh Book \"的破旧的书店，出售各种各样的\n英语、法语、德语、意大利语等等等等的书。这些书的印刷\n非官方的。而且没有...",
      "title": "在伊朗，印刷英文书的市场很火爆。以下是我和我弟弟买的一些书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這裏有照片。\n\nhttps://imgur.com/a/RBhLwam\n\n所以，現在大多數書店都有一個英文書區。在我所在的城市。\n馬什哈德，有一家叫 \"Ofogh Book \"的破舊的書店，出售各種各樣的\n英語、法語、德語、意大利語等等等等的書。這些書的印刷\n非官方的。而且沒有...",
      "title": "在伊朗，印刷英文書的市場很火爆。以下是我和我弟弟買的一些書!"
    }
  ]
}