{
  "author": "Kamran_Santiago",
  "original_created_utc": 1630682961,
  "title": "The market of printing English books is hot hot hot in Iran. Here are some of the books me and my brother have bought!",
  "created_utc": 1630695780,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here&#39;s the photo:</p>\n\n<p><a href=\"https://imgur.com/a/RBhLwam\">https://imgur.com/a/RBhLwam</a></p>\n\n<p>So, most book stores have an English book section these days. In my city, Mashhad, there&#39;s a dingy book shop called &quot;Ofogh Book&quot; that sells all sorts English, French, German, Italian etc etc books. These books are printed unofficially. And there&#39;s no other choice because due to sanctions, big Western publishers can&#39;t sell their books here. But printing houses won&#39;t accept that. They find the lithographs online and they print them and sell them at 1/10 of the price that they would usually sell for. Keep in mind that some book shops, like Pardis Book in Mashhad, sell original Western-printed books but these are for collectors mostly.</p>\n\n<p>However, most of the nation&#39;s book readers are moving to e-readers. There&#39;s this e-book reader called Fidibook that&#39;s selling like candies. Me and my cousin both bought one. It&#39;s kinda weak and is far from being on par with Nook or Kindle but it&#39;s also 1/10 of the price.</p>\n\n<p>So I hope you enjoyed this look into Iran&#39;s English book reading culture. I read this article on ISNA that &quot;the low printing volume of books --- 5000 or less --- is a failure for our culture&quot; and yes I agree. People are just not interested in Persian books anymore. Self-censorship runs rampant and Persian authors are far from being interesting... All modern Persian books are basically Angela&#39;s Ashes. Plus. Nobody wants to read about a culture they know about. They want to escape their mundane lives. And English books just provides them with  that.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ph7gap/the_market_of_printing_english_books_is_hot_hot/",
  "subreddit": "books",
  "id": "ph7gap",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here's the photo:\n\nhttps://imgur.com/a/RBhLwam\n\nSo, most book stores have an English book section these days. In my city,\nMashhad, there's a dingy book shop called \"Ofogh Book\" that sells all sorts\nEnglish, French, German, Italian etc etc books. These books are printed\nunofficially. And there's no…"
}