{
  "author": "UnexperiencedIT",
  "original_created_utc": 1635498397,
  "title": "My dad thought thought that I am into men because he heard me and my friend talking over and over again how we love green dildos",
  "created_utc": 1635510951,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My father is a very old-fashioned man, retired and believe it or not I introduced him to the crypto world. He has a small ammount of  money in his portfolio and he holds a couple of coins that I helped him choose.</p>\n\n<p>The problem is that he has never learned English and everything he is interested in he has to translate on google translate.</p>\n\n<p>A couple of days ago my best friend came home and we talked about cryptocurrencies, looked at charts and mentioned green dildos and how we love seeing green dildo. Then we kept searching coins with &quot;biggest green dildo&quot; in the last month. We kept saying &quot;green dildo&quot; over and over again.</p>\n\n<p>The fuck up: My dad heard us all and thought my friend and I were hiding something from him, if you know what I mean.</p>\n\n<p>After a few days he called me to talk and he had that serious voice, and when that happens I know something is not right.</p>\n\n<p>&quot;Son, you know that I love you immensely and that I support you in everything. Do you have something to tell me?&quot;</p>\n\n<p>- &quot;Hmmm, what do you mean?</p>\n\n<p>&quot;Well I will be direct, I overheard you and FRIENDS_NAME talking about some things I didn&#39;t know you were interested in, so I thought that&quot; and then he paused. He still had that serious look.</p>\n\n<p>Then I was silent for a minute trying to figure it out what we were talking about. Then it came to my mind.</p>\n\n<p>-&quot;Dad, is it because of the green dildo?&quot;</p>\n\n<p>&quot;Yes&quot;.  After a minute of explaining and watching and showing what the green dildo actually means, he felt like a fool, but in the end we laughed a lot about the whole situation. He even called my friend to tell him how much he loves green dildos too.</p>\n\n<p>I love my father, a great man and a great example for me.  </p>\n\n<p>Edit: Just some grammar mistakes, I probably have more of those.</p>\n</div><!-- SC_ON -->",
  "score": 279,
  "permalink": "/r/CryptoCurrency/comments/qi8ml4/my_dad_thought_thought_that_i_am_into_men_because/",
  "subreddit": "CryptoCurrency",
  "id": "qi8ml4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My father is a very old-fashioned man, retired and believe it or not I\nintroduced him to the crypto world. He has a small ammount of money in his\nportfolio and he holds a couple of coins that I helped him choose.\n\nThe problem is that he has never learned English and everything he is interested\nin he…"
}