{
  "author": "erebusstar",
  "the_new_excerpt": "Why YSK: Having a can of soup in your car can come in handy. It can be helpful\nin events like getting stuck in the snow, in bad storms, etc. You also can give\nit to homeless people if you don't have cash on you. If you ever needed to leave\nsuddenly, you would have at least one meal covered. Or, if…",
  "original_created_utc": 1623690545,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 車にスープ缶を積んでおくと便利です。雪で動けなくなったときや\n缶詰を持っていると、雪の中で立ち往生した時や、ひどい嵐の時などに役立ちます。また、ホームレスの人たちにプレゼントすることもできます。\nまた、現金を持っていない場合は、ホームレスの人たちに渡すこともできます。もし、急に出発しなければならなくなったら\n急に出なければならなくなっても、少なくとも1食分はまかなえるでしょう。あるいは、もし...",
      "title": "YSK：車の中にスープ缶を置いておくこと"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在你的车里有一罐汤可以派上用场。它可以帮助\n在雪地里、恶劣的暴风雨中等情况下，它可以发挥作用。如果你没有现金，你也可以把它送给\n如果你身上没有现金，你也可以把它送给无家可归的人。如果你有一天需要离开\n突然离开，你至少会有一顿饭的保障。或者，如果...",
      "title": "YSK: 在你的车里放一罐汤"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在你的車裏有一罐湯可以派上用場。它可以幫助\n在雪地裏、惡劣的暴風雨中等情況下，它可以發揮作用。如果你沒有現金，你也可以把它送給\n如果你身上沒有現金，你也可以把它送給無家可歸的人。如果你有一天需要離開\n突然離開，你至少會有一頓飯的保障。或者，如果...",
      "title": "YSK: 在你的車裏放一罐湯"
    }
  ],
  "title": "YSK: to keep a can of soup in your car",
  "created_utc": 1623771251,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Having a can of soup in your car can come in handy. It can be helpful in events like getting stuck in the snow, in bad storms, etc. You also can give it to homeless people if you don&#39;t have cash on you. If you ever needed to leave suddenly, you would have at least one meal covered. Or, if you forget your lunch for work. I keep both a cheap plastic, microwaveable bowl and 2 cans of soup in my car usually, just in case.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/nzrmyq/ysk_to_keep_a_can_of_soup_in_your_car/",
  "subreddit": "YouShouldKnow",
  "id": "nzrmyq",
  "is_self": true,
  "media": null,
  "is_video": false
}