{
  "author": "tommystjohnny",
  "the_new_excerpt": "Granted, I haven't been reading a ton recently. I moved pretty far from home a\ncouple months ago and brought a box of books with me - mostly favorites but also\na few I've owned for a while but never read, thinking I'd make the effort to\nfinally read them. One of those was Great Expectations. I was…",
  "original_created_utc": 1616734074,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "虽说，我最近没怎么看书。我搬了很远的地方，从家里一个\n几个月前，我带了一箱书--大部分是我的最爱，但也是我的最爱。\n一些我已经拥有了一段时间，但从来没有读过，想我会做出努力，以\n终于读懂了它们。其中一本是《伟大的期望》。我当时...",
      "title": "我最近开始了《伟大的期望》（查尔斯-狄更斯，1861年），有一句话比我读过的任何东西都更难打动我，在很长一段时间里。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖說，我最近沒怎麼看書。我搬了很遠的地方，從家裏一個\n幾個月前，我帶了一箱書--大部分是我的最愛，但也是我的最愛。\n一些我已經擁有了一段時間，但從來沒有讀過，想我會做出努力，以\n終於讀懂了它們。其中一本是《偉大的期望》。我當時...",
      "title": "我最近開始了《偉大的期望》（查爾斯-狄更斯，1861年），有一句話比我讀過的任何東西都更難打動我，在很長一段時間裏。"
    }
  ],
  "title": "I recently started Great Expectations (Charles Dickens, 1861) and there's a quote that hit me harder than anything I've read in a long time.",
  "created_utc": 1616751062,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Granted, I haven&#39;t been reading a ton recently. I moved pretty far from home a couple months ago and brought a box of books with me - mostly favorites but also a few I&#39;ve owned for a while but never read, thinking I&#39;d make the effort to finally read them. One of those was Great Expectations. I was talking to my sister on the phone a couple weeks ago and she saw a quote posted on FB that made her think of something I&#39;d said, so she shared it with me. And guess where it was from? Great Expectations! So I took that as a sign that I needed to start it.</p>\n\n<p>Here&#39;s the quote, which is the last paragraph of chapter 9:</p>\n\n<p>“That was a memorable day to me, for it made great changes in me. But it is the same with any life. Imagine one selected day struck out of it, and think how different its course would have been. Pause you who read this, and think for a moment of the long chain of iron or gold, of thorns or flowers, that would never have bound you, but for the formation of the first link on one memorable day.”</p>\n\n<p>This really hit me - like it made me very emotional very suddenly and the tears started flowing, and it took me a minute to regain my composure. Nothing like that has ever happened to me before so it felt really strange. Several months ago I met somebody while traveling who sort of changed my perspective on things, and if I hadn&#39;t met them I don&#39;t think I would have had the courage to make the move I did and wouldn&#39;t be where I am currently. It was such a chance encounter that sparked this whole wave of changes and reading that quote just made me think if that day hadn&#39;t happened how different my life could be.</p>\n\n<p>Does this strike a chord with anybody else?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mdgz2z/i_recently_started_great_expectations_charles/",
  "subreddit": "books",
  "id": "mdgz2z",
  "is_self": true,
  "media": null,
  "is_video": false
}