{
  "author": "Donberry_Do",
  "the_new_excerpt": "I love to talk about politics and current affairs with my Dad when we chat on\nFaceTime every week, but we have quite different views. Most recent discussion\nis the Harry & Meghan interview, and I find it very difficult to argue my point\nwithout getting heated because I can’t believe my Dad’s side of…",
  "original_created_utc": 1615253581,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢和我爸聊政治，聊时事，当我们聊到\n每周都会进行FaceTime，但我们的观点完全不同。最近的讨论\n是哈里和梅根的采访，我发现它很难 争论我的观点。\n而不被激怒，因为我不相信我爸那边的... ...",
      "title": "一本书可以帮助我在辩论/争论/激烈的讨论中减少情绪化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡和我爸聊政治，聊時事，當我們聊到\n每週都會進行FaceTime，但我們的觀點完全不同。最近的討論\n是哈里和梅根的採訪，我發現它很難 爭論我的觀點。\n而不被激怒，因爲我不相信我爸那邊的... ...",
      "title": "一本書可以幫助我在辯論/爭論/激烈的討論中減少情緒化。"
    }
  ],
  "title": "A book to help me be less emotional in debates/arguments/heated discussions",
  "created_utc": 1615265682,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love to talk about politics and current affairs with my Dad when we chat on FaceTime every week, but we have quite different views. Most recent discussion is the Harry &amp; Meghan interview, and I find it very difficult to argue my point without getting heated because I can’t believe my Dad’s side of it. I find this then cheapens my argument and I can’t think as clearly. I’m just finding it a bit harder lately, not sure why. </p>\n\n<p>I want to learn how to keep my cool and be understanding and respectful of the opposite opinion even if I disagree with it strongly. I know my dad cherishes these ‘arguments’ as we usually get a good debate going, and it is quality time we have together. I want to make sure they are respectful and productive. Are there any books to help with this?</p>\n\n<p>Thanks everyone!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/m0vl5g/a_book_to_help_me_be_less_emotional_in/",
  "subreddit": "booksuggestions",
  "id": "m0vl5g",
  "is_self": true,
  "media": null,
  "is_video": false
}