{
  "author": "ReplacementOptimal15",
  "original_created_utc": 1630048622,
  "title": "YSK: How to make housekeeper's jobs easier",
  "created_utc": 1630056195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a housekeeper. And a fair amount of times (not as much as I&#39;d feared, thank god) people do things that just make our job difficult or even dangerous, whether they mean to or not. I know it&#39;s a job that&#39;s kind of forgotten about and people don&#39;t think about helping us out but we&#39;d all greatly appreciate it :)</p>\n\n<ul>\n<li>Strip your bed after you&#39;re done with it. It&#39;s instinct to try and make the bed but please don&#39;t. Just take all the blankets and pillow cases off and throw them in a pile somewhere.</li>\n<li>Don&#39;t leave trash. Seriously. You aren&#39;t a child ffs</li>\n<li>Control your blood. People bleed like, SO much in hotel rooms. That is a biohazard and we have to go way out of our way to follow procedure. Throw your bloody tissues in the garbage. Try not to get blood on sheets or carpet, and if you do (it happens) please tell a staff member ASAP so we can be prepared to treat it and so it doesn&#39;t stain. Same goes for any bodily fluid. We aren&#39;t judging you if your kid pees the bed, we just need to know so we can treat it. If you get injured, we have first aid kits all over and will gladly patch you up.</li>\n<li>Don&#39;t leave your soaking wet towels just laying around. Hang them up to dry, please.</li>\n<li>If you smoke weed in the room, leave some for us. We can smell it, we want some, and you&#39;re a tease. We&#39;ll also &quot;forget&quot; who was in that room and won&#39;t charge you for damages a good amount of the time.</li>\n<li>Try not to use two beds in a double bedded room if you only need one. It&#39;s twice the work. I do get the desire to jump from one to the other though, so I&#39;m not too mad when I see it.</li>\n<li>(this one doesn&#39;t actually help us, it just helps you) If you put a bag over your smoke detector cause you&#39;re smoking in your room, congrats, you&#39;re a dumbass who just snitched on yourself. Your cigarette won&#39;t set off the alarms and we can&#39;t smell it half the time. But if we see a bag on your detector, we&#39;re charging you.</li>\n<li>You know what? Kick your kids out. Just make them sleep in the halls. We hate rooms with kids.</li>\n<li>Tip. We&#39;re wage workers. We don&#39;t get paid.</li>\n</ul>\n\n<p>&quot;But OP,&quot; I hear you say, &quot;that&#39;s all common sense!&quot;. To which I raise you: no the fuck it isn&#39;t, apparently. If I clean 10 rooms, like 7 of them will have people who were dicks staying there. Consider us, please. Our job sucks.</p>\n\n<p><strong><em>Why YSK:</em></strong> Our job kinda sucks and making it easier is a super Chad thing to do. Also, it might save you money, because if you piss us off we will advocate for the hotel to charge you more for any damages.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/pcif8l/ysk_how_to_make_housekeepers_jobs_easier/",
  "subreddit": "YouShouldKnow",
  "id": "pcif8l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a housekeeper. And a fair amount of times (not as much as I'd feared, thank\ngod) people do things that just make our job difficult or even dangerous,\nwhether they mean to or not. I know it's a job that's kind of forgotten about\nand people don't think about helping us out but we'd all greatly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はハウスキーパーです。そして、かなりの頻度で（私が恐れていたほどではありませんでしたが、幸いなことに\n意図的であろうとなかろうと、人々は私たちの仕事を困難にしたり、危険にしたりすることをします。\n意図的であろうとなかろうと。意図しているかどうかに関わらず、私たちの仕事を難しくしたり、危険なものにしたりする人がいます。\n私たちを助けようとは思わないかもしれませんが、私たちはとても...",
      "title": "YSK：ハウスキーパーの仕事を楽にする方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名管家。有相当多的时候（没有我担心的那么多，感谢上帝），人们做的事情使我们的工作变得困难。\n上帝）人们做的事情使我们的工作变得困难甚至是危险。\n无论他们是否有意为之。我知道这是一项被遗忘的工作\n人们不会想到要帮助我们，但我们都会非常...",
      "title": "YSK：如何让管家的工作更轻松"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名管家。有相當多的時候（沒有我擔心的那麼多，感謝上帝），人們做的事情使我們的工作變得困難。\n上帝）人們做的事情使我們的工作變得困難甚至是危險。\n無論他們是否有意爲之。我知道這是一項被遺忘的工作\n人們不會想到要幫助我們，但我們都會非常...",
      "title": "YSK：如何讓管家的工作更輕鬆"
    }
  ]
}