{
  "author": "carlospangea",
  "original_created_utc": 1632693711,
  "title": "YSK: before you decide you don’t like a fruit/vegetable, try heirloom or locally grown",
  "created_utc": 1632740296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: most fruits and vegetables sold in supermarkets are mass farmed varieties and are picked well before they’re ripe, then shipped across the country, or world.</p>\n\n<p>Commonly sold fruits and vegetables, such as red delicious apples and carrots, are devoid of flavor and turn lots of people off of them forever. Locally sourced varieties, which are in season, are so much better that they scarcely qualify as the same thing.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/pw3dqc/ysk_before_you_decide_you_dont_like_a/",
  "subreddit": "YouShouldKnow",
  "id": "pw3dqc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: most fruits and vegetables sold in supermarkets are mass farmed\nvarieties and are picked well before they’re ripe, then shipped across the\ncountry, or world.\n\nCommonly sold fruits and vegetables, such as red delicious apples and carrots,\nare devoid of flavor and turn lots of people off of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、スーパーで売られている野菜や果物のほとんどは大量生産された品種で\n品種で、熟す前に収穫され、国や世界を越えて輸送されます。\n出荷されています。\n\n一般的に売られている果物や野菜、例えばレッド・デリシャス・アップルやキャロットなど。\n一般的に売られている野菜や果物、例えばレッドデリシャスアップルやニンジンなどは味がなく、多くの人に敬遠されています...。",
      "title": "YSK: 野菜や果物が苦手だと思う前に、平飼いのものや地元産のものを試してみましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：超市里销售的大多数水果和蔬菜都是大规模种植的品种，在成熟之前就被采摘，然后被运往各地。\n品种，在它们成熟之前就被采摘，然后被运往全国或全世界。\n然后运往全国或全世界。\n\n常见的销售水果和蔬菜，如红色美味的苹果和胡萝卜。\n是没有味道的，使很多人不喜欢...",
      "title": "YSK：在你决定不喜欢某种水果/蔬菜之前，尝试一下传家宝或本地种植的水果/蔬菜。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：超市裏銷售的大多數水果和蔬菜都是大規模種植的品種，在成熟之前就被採摘，然後被運往各地。\n品種，在它們成熟之前就被採摘，然後被運往全國或全世界。\n然後運往全國或全世界。\n\n常見的銷售水果和蔬菜，如紅色美味的蘋果和胡蘿蔔。\n是沒有味道的，使很多人不喜歡...",
      "title": "YSK：在你決定不喜歡某種水果/蔬菜之前，嘗試一下傳家寶或本地種植的水果/蔬菜。"
    }
  ]
}