{
  "author": "Ryanb788",
  "original_created_utc": 1631376257,
  "title": "YSK: You can fight deportation in court with reasonably high success if you meet certian conditions.",
  "created_utc": 1631385473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are a resident alien, you may be able to stop deportation. To qualify, you must be a nonpermanent resident alien, live in the US for at least 10 years, show good moral character, and have a spouse, parent, or child that is legal permanent resident whomst will be brough extreme or unusual hardship if you were to be deported. If all this criteria is met, you can apply for a &quot;Cancellation of Removal/Deportation&quot;. You can learn more about it <a href=\"https://www.fitzgeraldlawcompany.com/boston-immigration-lawyers/cancellation-removal/\">here.</a></p>\n</div><!-- SC_ON -->",
  "score": 190,
  "permalink": "/r/YouShouldKnow/comments/pma25r/ysk_you_can_fight_deportation_in_court_with/",
  "subreddit": "YouShouldKnow",
  "id": "pma25r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you are a resident alien, you may be able to stop deportation. To\nqualify, you must be a nonpermanent resident alien, live in the US for at least\n10 years, show good moral character, and have a spouse, parent, or child that is\nlegal permanent resident whomst will be brough extreme or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：あなたが在留外国人であれば、強制退去を阻止できるかもしれません。YSKは\nるためには、非永住外国人であること、少なくとも10年間米国に居住していること、善良な人柄であるこ\n10年以上アメリカに住んでいて、善良な人格を持ち、配偶者、親、子供が合法的な永住者であることが条件です。\n配偶者、親、子のいずれかが永住権を持っていることが条件です。",
      "title": "YSK: 一定の条件を満たせば、裁判所で強制退去を争うことができ、それなりの成功を収めることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你是居留外国人，你可能能够阻止驱逐出境。要想获得\n要符合资格，你必须是一个非永久居民的外国人，在美国至少生活了10年。\n10年，表现出良好的道德品质，并且有一个配偶、父母或子女是合法的永久居民。\n合法的永久居民，并将其带入极端情况或...",
      "title": "YSK：如果你符合某些条件，你可以在法庭上对抗驱逐出境，而且成功率相当高。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你是居留外國人，你可能能夠阻止驅逐出境。要想獲得\n要符合資格，你必須是一個非永久居民的外國人，在美國至少生活了10年。\n10年，表現出良好的道德品質，並且有一個配偶、父母或子女是合法的永久居民。\n合法的永久居民，並將其帶入極端情況或...",
      "title": "YSK：如果你符合某些條件，你可以在法庭上對抗驅逐出境，而且成功率相當高。"
    }
  ]
}