{
  "author": "SeirraS9",
  "original_created_utc": 1636324094,
  "title": "Do we think there will be anything even marginally as big as HP, Twilight or Hunger Games anytime soon?",
  "created_utc": 1636349717,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I was born in 95 so I was there for the Harry Potter, Twilight &amp; Hunger Games craze, and to be honest <em>I miss it</em>.  The closest I can think of would be the mid 2010’s Game of Thrones phenomena, which was due in large part to the very successful HBO show. </p>\n\n<p>I know that the world was pretty ripe for those series in that time frame, and it was a combination of luck, the right audience, and a sense of “you just had to be there”, but it just really seems that anything else since has almost missed the mark. I mean, HP basically created the YA genre as we know it. I understand that we usually get at least one big series with an almost cult like following at least once a decade, but what’s going on? Was it just chance that so many books became that huge within one decade? </p>\n\n<p>Some people will say that kids don’t read as much anymore but I don’t buy that. Give them something amazing, on point, engaging and kids WILL read it. </p>\n\n<p>Am I just reminiscing about days gone by, caught up in my own nostalgia? Was it really the end of an era after 2012? Will anything ever have that much hype again? Be a household name? Have adults and teens and kids alike awaiting the next release? I really miss those times, to be honest. Again the closest thing was GOT but after the disastrous ending of S8, and GRRM probably dying before releasing book 6, nothing has really come across my radar as having even anywhere near that amount of traction. There are some dedicated fan bases for others series out there, but nothing like what we saw.  I think if there was a series of that caliber, we’d know. </p>\n\n<p>What do you guys think?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qozijb/do_we_think_there_will_be_anything_even/",
  "subreddit": "books",
  "id": "qozijb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I was born in 95 so I was there for the Harry Potter, Twilight &\nHunger Games craze, and to be honest I miss it. The closest I can think of would\nbe the mid 2010’s Game of Thrones phenomena, which was due in large part to the\nvery successful HBO show.\n\nI know that the world was pretty…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は95年生まれなので、ハリー・ポッター、トワイライト、ハンガー・ゲームのブームの頃にはいました。\nハンガーゲームのブームに乗っていましたが、正直言って懐かしいです。一番近いのは、2010年半ばの\n2010年半ばに起きた「ゲーム・オブ・スローンズ」現象です。\n大成功を収めたHBOの番組によるものです。\n\nこれは、HBOの番組が大成功したことが大きな要因です。",
      "title": "HPやTwilight、Hunger Gamesのような大作がすぐにでも出てくると思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就背景而言，我出生于95年，所以我是在哈利波特、暮光之城和饥饿游戏的热潮中出现的。\n饥饿游戏的热潮，说实话我很怀念它。我能想到的最接近的是\n最接近的是2010年中期的 \"权力的游戏 \"现象，这在很大程度上是由于HBO剧的成功。\n非常成功的HBO节目。\n\n我知道，当时的世界是相当...",
      "title": "我们认为很快就会有像惠普、暮光之城或饥饿游戏那样大的作品吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就背景而言，我出生於95年，所以我是在哈利波特、暮光之城和飢餓遊戲的熱潮中出現的。\n飢餓遊戲的熱潮，說實話我很懷念它。我能想到的最接近的是\n最接近的是2010年中期的 \"權力的遊戲 \"現象，這在很大程度上是由於HBO劇的成功。\n非常成功的HBO節目。\n\n我知道，當時的世界是相當...",
      "title": "我們認爲很快就會有像惠普、暮光之城或飢餓遊戲那樣大的作品嗎？"
    }
  ]
}