{
  "author": "Psilocybinxox",
  "original_created_utc": 1628176450,
  "title": "What's it like to read?",
  "created_utc": 1628197020,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m really sorry, I know it&#39;s a stupid question. I don&#39;t enjoy reading.. </p>\n\n<p>I have aphantasia. </p>\n\n<p>I&#39;m on my phone so sorry about the formatting.\nUntil recently I thought things like &quot;a book taking you away&quot; was just a figure of speech. </p>\n\n<p>My partner and I enjoy sharing weird facts with eachother when ever we find good ones. One day I told him people hallucinate when they read and he found it (what I thought was brilliant weird fact) mediocre. I pressed him on it and he told me it&#39;s extremely common. That&#39;s when it hit me - it&#39;s not a figure of speech, that&#39;s what&#39;s it&#39;s like to read normally.</p>\n\n<p>To clear things up, aphantasia is an inability to voluntarily create mental images. I don&#39;t see anything when I read, I only see the words on the paper. I feel like I&#39;m color blind to the  experience of books and there&#39;s not going to be any new high tech glasses that will ever help me see what its like to read, get lost in a book or have that as an option to escape reality. </p>\n\n<p>I&#39;m sorry for the very stupid question but I feel empty not knowing.. what&#39;s it like?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oykgo1/whats_it_like_to_read/",
  "subreddit": "books",
  "id": "oykgo1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm really sorry, I know it's a stupid question. I don't enjoy reading..\n\nI have aphantasia.\n\nI'm on my phone so sorry about the formatting. Until recently I thought things\nlike \"a book taking you away\" was just a figure of speech.\n\nMy partner and I enjoy sharing weird facts with eachother when ever…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "くだらない質問だとは思いますが、本当に申し訳ありません。私は読書が好きではありません。\n\n私は失語症です。\n\n携帯からなので、フォーマットが悪くてすみません。最近まで、私は「a boo」のようなものは\n本があなたを連れ去る」というのは言葉のあやだと思っていました。\n\n私のパートナーと私は、いつでもお互いに奇妙な事実を共有するのが好きです...",
      "title": "読んでみてどうでしたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我真的很抱歉，我知道这是个愚蠢的问题。我不喜欢阅读...\n\n我有象皮症。\n\n我用的是手机，所以很抱歉格式不对。直到最近我还认为\n我一直以为 \"一本书带你走 \"只是一种说法。\n\n我的伴侣和我喜欢与对方分享怪异的事实，当任何时候...",
      "title": "阅读是什么感觉？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真的很抱歉，我知道這是個愚蠢的問題。我不喜歡閱讀...\n\n我有象皮症。\n\n我用的是手機，所以很抱歉格式不對。直到最近我還認爲\n我一直以爲 \"一本書帶你走 \"只是一種說法。\n\n我的伴侶和我喜歡與對方分享怪異的事實，當任何時候...",
      "title": "閱讀是什麼感覺？"
    }
  ]
}