{
  "author": "Mid_July_Diamond16",
  "the_new_excerpt": "Pretty much what the title says. I'm just in awe of it. This will contain plot\nspoilers.\n\nI've always been drawn to books that draw such rich characters and Steinbeck\ndoes this so well. Even the minor characters are described so well and\nsuccinctly. Samuel Hamilton might be one of the best…",
  "original_created_utc": 1623267988,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルの通りですね。畏敬の念を抱くばかりです。この記事にはプロットの\nネタバレになります。\n\n私はいつも、豊かなキャラクターを描く本に惹かれてきましたが、Steinbeckはそれがとても上手です。\n豊かなキャラクターを描く本に惹かれてきましたが、Steinbeckはそれがとても上手です。些細な登場人物でさえ、とてもよく、簡潔に描かれています。\n簡潔に描かれています。サミュエル・ハミルトンは最高の人物の一人かもしれませんね。",
      "title": "エデンの東」を読み終えたところですが、とても気に入りました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几乎和标题所说的一样。我只是对它心存敬畏。这将包含情节\n破坏者。\n\n我总是被那些描绘出丰富人物的书所吸引，而斯坦贝克在这方面做得非常好。\n在这方面做得非常好。即使是次要人物也被描述得非常好，而且\n简明扼要。塞缪尔-汉密尔顿可能是最好的一个...",
      "title": "我刚刚读完《伊甸园之东》，我非常喜欢它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾乎和標題所說的一樣。我只是對它心存敬畏。這將包含情節\n破壞者。\n\n我總是被那些描繪出豐富人物的書所吸引，而斯坦貝克在這方面做得非常好。\n在這方面做得非常好。即使是次要人物也被描述得非常好，而且\n簡明扼要。塞繆爾-漢密爾頓可能是最好的一個...",
      "title": "我剛剛讀完《伊甸園之東》，我非常喜歡它。"
    }
  ],
  "title": "I just finished East of Eden and I really loved it",
  "created_utc": 1623288042,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty much what the title says. I&#39;m just in awe of it. This will contain plot spoilers.</p>\n\n<p>I&#39;ve always been drawn to books that draw such rich characters and Steinbeck does this so well. Even the minor characters are described so well and succinctly. Samuel Hamilton might be one of the best characters ever written, I love him and Lee so much.</p>\n\n<p>I like the biblical imagery and the concept that we choose our own fate, especially so with Cal after he feels responsible for Aron&#39;s death (still sad about that but I see the poetry in it). </p>\n\n<p>Admittedly there are issues with the book but I love this little world. I love these people and their lives. I like how everyone has their own complexity and just wants to make their own way in life and be loved.</p>\n\n<p>This is probably just word vomit but I just wanted to get this out and share how much I loved this book. Has instantly become one of my favourites.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/nw4k3r/i_just_finished_east_of_eden_and_i_really_loved_it/",
  "subreddit": "books",
  "id": "nw4k3r",
  "is_self": true,
  "media": null,
  "is_video": false
}