{
  "author": "mockingjay1996",
  "the_new_excerpt": "I have alot to say about this book.\n\nFirst of all, the language is beautiful. There are so many long beautiful,\npoetic descriptions of the environment through which the characters journey\nthrough. Most readers complain that there is too much of description and that is\nboring. Well, I think it serves…",
  "original_created_utc": 1618983172,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本について言いたいことは山ほどあります。\n\nまず、言葉の美しさです。長い美しい詩的な描写がたくさんあります。\n登場人物が旅をする環境について、長く美しい詩的な描写がたくさんあります。\n詩的な描写がたくさんあります。多くの読者は、描写が多すぎて退屈だと言います。\n退屈だと。しかし、私はそれがとても役に立っていると思います。",
      "title": "Fellowship of The Ring」は素晴らしい本で、トールキンは素晴らしい作家です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "关于这本书，我有很多话要说。\n\n首先，语言很美。书中有许多优美的长篇描述。\n诗意地描述了人物旅程所经过的环境。\n通过的环境。大多数读者抱怨说，书中有太多的描述，这很\n无聊。好吧，我认为这是为...",
      "title": "魔戒》是一本了不起的书，托尔金是一位伟大的作家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "關於這本書，我有很多話要說。\n\n首先，語言很美。書中有許多優美的長篇描述。\n詩意地描述了人物旅程所經過的環境。\n通過的環境。大多數讀者抱怨說，書中有太多的描述，這很\n無聊。好吧，我認爲這是爲...",
      "title": "魔戒》是一本了不起的書，托爾金是一位偉大的作家。"
    }
  ],
  "title": "Fellowship of The Ring is an amazing book and Tolkien is a great writer.",
  "created_utc": 1619008813,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have alot to say about this book. </p>\n\n<p>First of all, the language is beautiful. There are so many long beautiful, poetic descriptions of the environment through which the characters journey through. Most readers complain that there is too much of description and that is boring. Well, I think it serves an important purpose. </p>\n\n<p>Firs reason: It helps to describe the world around them as they are making their way through it. Barrow Downs, Misty Mountains, Rivendell, Lothlorién and more. All of them are described in detail so as to develop the world of Middle Earth for the reader. </p>\n\n<p>Second reason: A huge, important part of the book is the journey these characters make through different regions and terrains. Now, when you&#39;re on this long and tiring journey, you won&#39;t exactly have it eventful all the time. You won&#39;t always be fighting Orcs, battling Goblins or falling into some troubles. Sure, that will happen and that does happen in the book. But for a good part, for any long journey, there are long stretches of...basically nothing. It gives you the feeling of being involved in something that is stretching for far too long and won&#39;t end any time soon. The character experience the overwhelming feeling of the huge journey. </p>\n\n<p>So how do you make the readers feel the same way? You focus the attention of the story away from the events to the long descriptions. When the attention is on long description, the plot takes a back seat and the whole narrative slows down almost to a stand still. When you read these paragraphs then, you get the feeling that you, yourself are involved in something that is long and a bit overwhelming. However, mind you. This is done in a controlled manner. It gives you that feeling of overwhelming in just the right perfect way while also keeping you immersed in the story. Don&#39;t get me wrong. Those descriptions are really beautiful. In fact, reading about Lothlorién made me wish I had been there. I didn&#39;t wish for the fellowship to leave that place. </p>\n\n<p>That is the mark of a great writer. </p>\n\n<p>The characters are really well written. I understand that most of them might not be complex. Some readers point that out. Heck, even George RR Martin also says this. But..then that comparison of LoTR with GoT it any other modern fantasy with complex characters is somewhat absurd. Because LoTR is meant to be an epic. Like Illiad or Odyssey or Ramayana. It is meant to be that classic good versus evil story. Tolkien says this himself. So why exactly do you want all that complexity shit in this story? Not every story has to been written in the same manner. </p>\n\n<p>And even if you do want complex characters, you have characters like Frodo, Sam and Gollum. Gollum&#39;s story is truly sad and depressing. He was a normal Hobbit who succumbed to the corruption of the ring. What he developed was basically a modern day equivalent of an addiction. </p>\n\n<p>Frodo is also well fleshed out. When Gandalf tells him about the Ring in the beginning, he gets angry at Bilbo for bringing such a huge danger to him. He never asked for it but yet he has been forced in it now. Throughout the journey, he feels compelled to put on the ring to save himself form the ring wraiths. Yet, at times he succeeds in resisting the temptation. Also, he is afraid and at the same time, he is fucking determined. Man, you really got to have some balls of steel to carry such a huge evil thing across such a long distance while evil forces are trying to pursue you. </p>\n\n<p>What can I say about Sam? I am guessing he is everyone&#39;s favourite. He is loyal, friendly, super cute and smart. In the end last chapter (The Breaking of the Fellowship), he panics when Frodo goes missing. He frantically searches for him in the woods. The rest of the fellowship also searched but it&#39;s Sam who figures out where Frodo might be. He has a panic attack but even in the midst of that, he stops, gains composure and tries to think straight. How cool is that? </p>\n\n<p>Okay, I have typed enough. Just wanted to share my thoughts on the book.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/mv92fd/fellowship_of_the_ring_is_an_amazing_book_and/",
  "subreddit": "books",
  "id": "mv92fd",
  "is_self": true,
  "media": null,
  "is_video": false
}