{
  "author": "Sung_Jun-Woo",
  "the_new_excerpt": "I have always been someone that avoids books, i never found any book\ninteresting. Until I discovered light novels.\n\nI read one light novel and it was good. I wanted to try it again, reading...\n\nI have never visualized anything really. If someone told me to close my eyes and\nvisualize an apple, all i…",
  "original_created_utc": 1618275155,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は昔から本を避ける人間で、どんな本も面白いと思ったことがありません。\n面白いと思ったことはありません。ライトノベルに出会うまでは。\n\n一冊のライトノベルを読んで、それが良かった。また読んでみたいと思ったのですが...。\n\n私は何かをイメージしたことがありません。もし誰かに「目を閉じてリンゴを思い浮かべて」と言われたら\nリンゴをイメージしろと言われても...",
      "title": "読書中にイメージが湧かない人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直是一个避开书本的人，我从来没有发现任何书本。\n有趣的。直到我发现了轻小说。\n\n我看过一本轻小说，很好。我想再试一次，读... ...\n\n我从来没有把任何东西想象成真的。如果有人叫我闭上眼睛\n想象一个苹果，所有我...",
      "title": "有谁在读书的时候不直观？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直是一個避開書本的人，我從來沒有發現任何書本。\n有趣的。直到我發現了輕小說。\n\n我看過一本輕小說，很好。我想再試一次，讀... ...\n\n我從來沒有把任何東西想象成真的。如果有人叫我閉上眼睛\n想象一個蘋果，所有我...",
      "title": "有誰在讀書的時候不直觀？"
    }
  ],
  "title": "Does anyone not visualize while reading?",
  "created_utc": 1618341140,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have always been someone that avoids books, i never found any book interesting. Until I discovered light novels. </p>\n\n<p>I read one light novel and it was good. I wanted to try it again, reading...</p>\n\n<p>I have never visualized anything really. If someone told me to close my eyes and visualize an apple, all i see is black and blurry colors. </p>\n\n<p>But I recently found out that some people can actually imagine with colors while closing their eyes. </p>\n\n<p>If you can visualize images in you’re head while reading, than it’s almost like a movie for you. </p>\n\n<p>This has completely ruined my motivation for reading books in general. </p>\n\n<p>Is there a way of learning visualization or are you just born with it? Are there other ways to enjoy reading? I almost feel like I’m blind while reading. Please help..</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/mprka4/does_anyone_not_visualize_while_reading/",
  "subreddit": "books",
  "id": "mprka4",
  "is_self": true,
  "media": null,
  "is_video": false
}