{
  "author": "Threevestimesacharm",
  "original_created_utc": 1636138378,
  "title": "CMV: it doesn’t count as “emotional labor” when both people in a relationship don’t value the work being done",
  "created_utc": 1636151724,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First and foremost, I’m not trying to minimize that contribution that women bring to a relationship. I’ll be the first to admit that I’d be lost without the women in my life, and I’m well aware that there are a lot of men out there that don’t carry their weight at home. But I’m not really talking about the house chores, like doing dishes or cooking or cutting the grass or cleaning. I’m referring to the idea of emotional labor, specifically the concept that’s outlined in this article:</p>\n\n<p><a href=\"https://www.harpersbazaar.com/culture/features/a12063822/emotional-labor-gender-equality/\">https://www.harpersbazaar.com/culture/features/a12063822/emotional-labor-gender-equality/</a></p>\n\n<p>“If I were to point out random emotional labor duties I carry out—reminding him of his family’s birthdays, carrying in my head the entire school handbook and dietary guidelines for lunches, updating the calendar to include everyone’s schedules, asking his mother to babysit the kids when we go out, keeping track of what food and household items we are running low on, tidying everyone’s strewn about belongings, the unending hell that is laundry—he would take it as me saying, “Look at everything I’m doing that you’re not. You’re a bad person for ignoring me and not pulling your weight.”</p>\n\n<p>The paragraph above jumped out at me and summarized the point I’m trying to make:</p>\n\n<p>Why is it so important to her that it should be important to him that he is supposed to remember his families birthdays?\nWhy can’t the kids tidy up their own belongings and do their own laundry?\nWhy must the entire school handbook be remembered? Is that really the job of the mom?</p>\n\n<p>So I’m fully aware of that this list of “emotional labor” items is substantially longer than this. But as a man what really jumps out at me is that a lot of these tasks simply seem unnecessary. Not sure exactly where the idea came from that the mom has to be the one to pack for school lunches every day, do everybody’s laundry, keep the house immaculate, etc. But it feels a lot more like a societal expectation that women feel the need to live up to, not some thing that men expect women to do for them. Personally I’ve never expected these things of my partner, and I resent the idea that she should feel compelled to do any of them for any reason other than because she wants to. </p>\n\n<p>It seems like the media and society is constantly reinforcing this image of a a mom who arranges play dates for their kids, packs lunches for them in the morning, plans activities for them in the afternoon, watches over them every moment to keep them safe, and basically takes care of everything that the children could need from birth until age 18. But what really jumps out at me here is that nobody expected these things of my mother when I grew up as a kid in the 80s. I don’t think she ever arranged a play date for me, she made me clean my own room and do my own laundry, and if the weather was good most parents would chase the kids out of the house and tell them to go play with the neighbors. This felt pretty normal at the time, but it doesn’t feel normal now. So in the past 30 years there’s all of these extra responsibilities that didn’t used to exist in moms feel compelled to do them, and they want dad‘s to help… but nowhere in this conversation does there seem to be a question about whether or not these things are even worthwhile to do in the first place. </p>\n\n<p>If mom doesn’t want to do them, and dad is not expecting mom to do them, why is mom expecting dad to help with these tasks? </p>\n\n<p>I think the bigger problem is that most families expect nothing of the children, and moms can feel compelled to be this glorified super mom that can work all day on high heels, keep the house looking like the cover of Better Homes &amp; Gardens, and still have a tight butt in yoga pants. But it seems to me that more often than not, this whole supermom standard is a self-imposed standard to live up to societal norms that were unrealistic in the first place, not necessarily something that the husband is expecting the wife to do…. Except have a tight butt in yoga pants… </p>\n\n<p>But overall it seems to me that rather than shaming men for not helping women to live up to this societal standard that was never a reasonable one in the first place, it would be better to change the dialogue about what it means to be a mom, and that a healthy childhood is one in which you are generally expected to help with housework’s also. And finally, if the dummy husband can’t remember his mom‘s birthday, all the wife has to do is hand the phone to him when mom calls and is upset that he didn’t call on her birthday.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/qnhxhg/cmv_it_doesnt_count_as_emotional_labor_when_both/",
  "subreddit": "changemyview",
  "id": "qnhxhg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First and foremost, I’m not trying to minimize that contribution that women\nbring to a relationship. I’ll be the first to admit that I’d be lost without the\nwomen in my life, and I’m well aware that there are a lot of men out there that\ndon’t carry their weight at home. But I’m not really talking…"
}