{
  "author": "newleafsauce",
  "original_created_utc": 1626302559,
  "title": "CMV: The insurrectionist lady deserved to get shot, and it would have been justified if more insurrectionists got shot on January 6",
  "created_utc": 1626338268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I find it odd that the so-called &quot;pro-law enforcement&quot; crowd can&#39;t see how trespassing and ransacking the Capitol and violently trying to stop the certification of the nation&#39;s next President isn&#39;t something that should be met with dire consequences. These same people would say that a thief being shot and killed during an attempted home burglary would be justified, yet don&#39;t see how breaching through a glass barricade with members of Congress and the Vice President on the other end of that hallway shouldn&#39;t be an action that should be met with extreme force. I anticipate a lot of people will respond &quot;well who&#39;s saying that it isn&#39;t justified?&quot; Look no further than the former President himself who is attempting to martyr this woman as some kind of victim with his recent comments.</p>\n\n<p>With that said, perhaps there is something that I&#39;m not considering, so happy to have my mind or my premise changed. But after seeing extensive footage, not only was this lady being shot completely justified, I&#39;d argue that law enforcement went very light on the insurrectionists and if they had shot more of them it would still be completely justified.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT, Hello mods. </p>\n\n<p>Here is what it takes to change my view for me to award deltas. And my view is still open to change.</p>\n\n<ol>\n<li>If someone can show me how her being shot was unjustifiable by showing me a factor that I have not considered.</li>\n<li>If they convince me whether she &quot;deserved&quot; to die. There&#39;s wiggle room here if you can argue that her actions aren&#39;t entirely culpable and other people or forces contributed more to her demise.</li>\n</ol>\n\n<p>But if people make unfair / defensive arguments without getting to the heart of the issue, or if they&#39;re arguing semantically, I should be allowed to clarify my position. Just because these arguments did not convince me, it doesn&#39;t mean I&#39;m not open to conversation and being convinced otherwise.</p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/okfl56/cmv_the_insurrectionist_lady_deserved_to_get_shot/",
  "subreddit": "changemyview",
  "id": "okfl56",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I find it odd that the so-called \"pro-law enforcement\" crowd can't see how\ntrespassing and ransacking the Capitol and violently trying to stop the\ncertification of the nation's next President isn't something that should be met\nwith dire consequences. These same people would say that a thief being…"
}