{
  "author": "newleafsauce",
  "original_created_utc": 1626302559,
  "title": "CMV: The insurrectionist lady deserved to get shot, and it would have been justified if more insurrectionists got shot on January 6",
  "created_utc": 1626338268,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I find it odd that the so-called &quot;pro-law enforcement&quot; crowd can&#39;t see how trespassing and ransacking the Capitol and violently trying to stop the certification of the nation&#39;s next President isn&#39;t something that should be met with dire consequences. These same people would say that a thief being shot and killed during an attempted home burglary would be justified, yet don&#39;t see how breaching through a glass barricade with members of Congress and the Vice President on the other end of that hallway shouldn&#39;t be an action that should be met with extreme force. I anticipate a lot of people will respond &quot;well who&#39;s saying that it isn&#39;t justified?&quot; Look no further than the former President himself who is attempting to martyr this woman as some kind of victim with his recent comments.</p>\n\n<p>With that said, perhaps there is something that I&#39;m not considering, so happy to have my mind or my premise changed. But after seeing extensive footage, not only was this lady being shot completely justified, I&#39;d argue that law enforcement went very light on the insurrectionists and if they had shot more of them it would still be completely justified.</p>\n\n<p>&#x200B;</p>\n\n<p>EDIT, Hello mods. </p>\n\n<p>Here is what it takes to change my view for me to award deltas. And my view is still open to change.</p>\n\n<ol>\n<li>If someone can show me how her being shot was unjustifiable by showing me a factor that I have not considered.</li>\n<li>If they convince me whether she &quot;deserved&quot; to die. There&#39;s wiggle room here if you can argue that her actions aren&#39;t entirely culpable and other people or forces contributed more to her demise.</li>\n</ol>\n\n<p>But if people make unfair / defensive arguments without getting to the heart of the issue, or if they&#39;re arguing semantically, I should be allowed to clarify my position. Just because these arguments did not convince me, it doesn&#39;t mean I&#39;m not open to conversation and being convinced otherwise.</p>\n\n<p>&#x200B;</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/okfl56/cmv_the_insurrectionist_lady_deserved_to_get_shot/",
  "subreddit": "changemyview",
  "id": "okfl56",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I find it odd that the so-called \"pro-law enforcement\" crowd can't see how\ntrespassing and ransacking the Capitol and violently trying to stop the\ncertification of the nation's next President isn't something that should be met\nwith dire consequences. These same people would say that a thief being…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "いわゆる「法執行機関支持派」の人たちが、国会議事堂に不法侵入して物色し、暴力的に阻止しようとすることを見過ごせないのはおかしいと思います。\n国会議事堂に不法侵入して物色し、暴力的に証明書の発行を止めようとしていることがわからないのは不思議です。\n次期大統領の認証を阻止しようとすることが、重大な結果につながることではないということに\n悲惨な結果になるべきではないのです。これらの同じ人々は、泥棒が...",
      "title": "CMV：反乱軍の女性は撃たれて当然だし、1月6日にもっと多くの反乱軍が撃たれたとしても、それは正当なことだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得奇怪的是，所谓的 \"支持执法 \"的人群怎么会看不到\n擅自闯入并洗劫国会大厦，以暴力方式试图阻止国家下一任总统的认证。\n国家下一任总统的认证，难道不应该受到\n遭到严重的后果。这些人也会说，一个小偷被...",
      "title": "CMV：这位叛乱者女士被枪杀是应该的，如果1月6日有更多的叛乱者被枪杀，也是合理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得奇怪的是，所謂的 \"支持執法 \"的人羣怎麼會看不到\n擅自闖入並洗劫國會大廈，以暴力方式試圖阻止國家下一任總統的認證。\n國家下一任總統的認證，難道不應該受到\n遭到嚴重的後果。這些人也會說，一個小偷被...",
      "title": "CMV：這位叛亂者女士被槍殺是應該的，如果1月6日有更多的叛亂者被槍殺，也是合理的。"
    }
  ]
}