{
  "author": "sanatoria",
  "the_new_excerpt": "All I can find are posts asking things like \"how do people read a whole book in\none sitting?\" but I have the opposite problem. Once I start reading something, I\nget into the flow of the story, and I just can't put it down. I feel as though\nif I stop reading and come back to it later, I'll lose the…",
  "original_created_utc": 1617514604,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我所能找到的帖子都是在问 \"人们是如何读完一整本书的 \"这样的问题。\n一口气读完？\"但我的问题恰恰相反。一旦我开始读一些东西，我\n进入故事的流程，我就是放不下。我觉得好像\n如果我不看了，以后再看，就会失去...",
      "title": "我总是狂读书籍，不利于我的工作效率/睡眠。你是如何每次只读小块书的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我所能找到的帖子都是在問 \"人們是如何讀完一整本書的 \"這樣的問題。\n一口氣讀完？\"但我的問題恰恰相反。一旦我開始讀一些東西，我\n進入故事的流程，我就是放不下。我覺得好像\n如果我不看了，以後再看，就會失去...",
      "title": "我總是狂讀書籍，不利於我的工作效率/睡眠。你是如何每次只讀小塊書的？"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私が見つけたのは、「みんなどうやって一度に本を全部読むの？\nしかし、私はその逆の問題を抱えています。一旦読み始めると、物語の流れに乗ってしまい\n一旦読み始めると、物語の流れに乗ってしまって、どうしても手放せなくなってしまいます。と感じてしまうのです。\n読むのをやめて後から戻ってくると、その流れを失ってしまうような気がして......。",
      "title": "私はいつも本を乱読して、生産性や睡眠に悪影響を与えています。どのようにして、一度に少しずつしか読まないようにしていますか？"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私が見つけたのは、「みんなどうやって一度に本を全部読むの？\nしかし、私はその逆の問題を抱えています。一旦読み始めると、物語の流れに乗ってしまい\n一旦読み始めると、物語の流れに乗ってしまって、どうしても手放せなくなってしまいます。と感じてしまうのです。\n読むのをやめて後から戻ってくると、その流れを失ってしまうような気がして......。",
      "title": "私はいつも本を乱読して、生産性や睡眠に悪影響を与えています。どのようにして、一度に少しずつしか読まないようにしていますか？"
    }
  ],
  "title": "I always binge-read books to the detriment of my productivity/sleep. How do you read only small chunks at a time?",
  "created_utc": 1617526366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All I can find are posts asking things like &quot;how do people read a whole book in one sitting?&quot; but I have the opposite problem. Once I start reading something, I get into the flow of the story, and I just can&#39;t put it down. I feel as though if I stop reading and come back to it later, I&#39;ll lose the thread of the story and the dramatic/emotional momentum in my mind. It probably doesn&#39;t help that I read fantasy, which is often pretty fast-paced.</p>\n\n<p>Normally I&#39;d be fine with the way I read, but right now my life is really busy, and I find that I&#39;ll start a book convincing myself I&#39;ll only read a couple chapters, and then it&#39;s five hours later and I&#39;m horrifically behind on work. Or I&#39;ll just go weeks without reading a single book because I know it&#39;ll eat up a good 4-6 hours of my time which I don&#39;t have (but then I procrastinate on stupid 5-min YouTube videos or something that eat up all that time anyways).</p>\n\n<p>So, bite-sized readers, how do you do it? And anyone else have a similar dilemma?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mjq10u/i_always_bingeread_books_to_the_detriment_of_my/",
  "subreddit": "books",
  "id": "mjq10u",
  "is_self": true,
  "media": null,
  "is_video": false
}