{
  "author": "0ryx0ryx",
  "the_new_excerpt": "I’m so sick of hearing and reading this in all parenting materials. I had a baby\nlast year, and from the time I got pregnant onward I have heard this message\nEVERYWHERE.\n\nWe’ve never met — how the hell do you know I’m a good mom? How do you know that\nanyone is a good anything? How do you know that…",
  "original_created_utc": 1620013835,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての育児教材で聞いたり読んだりするのは、もううんざりです。私は去年子供を産みました。\n去年出産したのですが、妊娠した時からこのメッセージを\nどこにいても。\n\n私たちは一度も会ったことがありませんが、一体どうやって私が良い母親だとわかるのでしょうか？誰もが良いものを持っているとは限らない。\n誰もが良いものだとは限らないでしょう？どうやって...",
      "title": "CMV：「みんなが良いお母さん」というのは、リーグ戦の全員に参加賞を与えるようなものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我非常厌恶在所有育儿材料中听到和读到这一点。我去年生了一个孩子\n去年，从我怀孕开始，我就听到了这个信息\n到处都是。\n\n我们从未见过 - 你到底怎么知道我是个好妈妈？你怎么知道\n任何人都是一个好东西？你怎么知道...",
      "title": "CMV：说每个人都是好妈妈，就像给联盟中的每个人颁发参与奖杯。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我非常厭惡在所有育兒材料中聽到和讀到這一點。我去年生了一個孩子\n去年，從我懷孕開始，我就聽到了這個信息\n到處都是。\n\n我們從未見過 - 你到底怎麼知道我是個好媽媽？你怎麼知道\n任何人都是一個好東西？你怎麼知道...",
      "title": "CMV：說每個人都是好媽媽，就像給聯盟中的每個人頒發參與獎盃。"
    }
  ],
  "title": "CMV: Saying that everyone is a good mom is like giving a participation trophy to everyone in the league.",
  "created_utc": 1620034320,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m so sick of hearing and reading this in all parenting materials. I had a baby last year, and from the time I got pregnant onward I have heard this message EVERYWHERE. </p>\n\n<p>We’ve never met — how the hell do you know I’m a good mom? How do you know that anyone is a good anything? How do you know that any and all completely random people reading your blog are good moms? How do you know they aren’t putting cigarettes out on their kids? </p>\n\n<p>Broadly stating that ALL moms are good moms is simply untrue, and devalues the ACTUAL good moms that are actually doing a good job on their own merit and not simply because they ARE moms and are reading your stupid article online. </p>\n\n<p>Not everyone is a good mom. Not everyone is “doing a great job, mama!” </p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/n3n8ml/cmv_saying_that_everyone_is_a_good_mom_is_like/",
  "subreddit": "changemyview",
  "id": "n3n8ml",
  "is_self": true,
  "media": null,
  "is_video": false
}