{
  "author": "TonyDeansPhotography",
  "the_new_excerpt": "I'd always been a reader who'd never paid much mind to translations. Like a lot\nof folks, I'd just pick up whatever was available and read it when it came to\nnon-English language novels\n\nThat all changed this past year.\n\nHaving loved Crime and Punishment I was disappointed by The Brothers…",
  "original_created_utc": 1618091298,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はもともと読書家で、翻訳にはあまり関心がありませんでした。多くの人がそうであるように\n多くの人と同じように、英語以外の言語の小説を読むときは、手に入るものは何でも手に入れて読んでいました。\n英語以外の言語で書かれた小説は\n\nそれが変わったのはこの1年です。\n\n罪と罰』が大好きだった私は、『The Brothers...』には失望しました。",
      "title": "新旧の読者へのアドバイス。英語以外の言語で書かれた小説は、良い翻訳があるかないかで質が大きく変わります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直是个对翻译不太在意的读者。像很多人一样\n乡亲们，我只是拿起任何可用的东西，并阅读它，当它来了。\n非英语小说\n\n这一切都在去年发生了改变。\n\n我喜欢《罪与罚》，但对《兄弟》感到失望... ...",
      "title": "给新老读者的最高建议。好的翻译对非英语小说的质量有极大的影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直是個對翻譯不太在意的讀者。像很多人一樣\n鄉親們，我只是拿起任何可用的東西，並閱讀它，當它來了。\n非英語小說\n\n這一切都在去年發生了改變。\n\n我喜歡《罪與罰》，但對《兄弟》感到失望... ...",
      "title": "給新老讀者的最高建議。好的翻譯對非英語小說的質量有極大的影響。"
    }
  ],
  "title": "Top tip for readers both new and old: Good translations make an INSANE difference in quality for non-English language novels.",
  "created_utc": 1618097321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;d always been a reader who&#39;d never paid much mind to translations. Like a lot of folks, I&#39;d just pick up whatever was available and read it when it came to non-English language novels</p>\n\n<p>That all changed this past year.</p>\n\n<p>Having loved Crime and Punishment I was disappointed by The Brothers Karamazov by how dry it was. However, I thought I&#39;d give it another go and in my research came across comparisons with the large number of translations available. I decided to go with Ignat Avesey and I found that I LOVED it.</p>\n\n<p>It soon became apparent that the dryness present in my first reading was the result of a poor translation. Since the I&#39;ve re-approached several foreign language novels that I couldn&#39;t get through and actually done some research on translations. I&#39;d say with one or two exceptions, the good translation made a world of different.</p>\n\n<p>I just thought I&#39;d share this PSA. Make sure you do a bit of research before buying a foreign language novel because it completely changes your reading experience to have a good translation.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/modth5/top_tip_for_readers_both_new_and_old_good/",
  "subreddit": "books",
  "id": "modth5",
  "is_self": true,
  "media": null,
  "is_video": false
}