{
  "author": "Adorable_Leg8753",
  "the_new_excerpt": "Basically the title. I'm reading the brazilian portuguese translation (direct\ntranslation from the Russian, probably the most highly regarded here in Brazil\nwith thousands of footnotes, etcetera) and the whole thing seems to be a good\nand funny soap opera with all the aristocratic families dramas…",
  "original_created_utc": 1623017280,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的にはタイトル通りです。私が読んでいるのは、ブラジルのポルトガル語版（ロシア語からの直訳。\nロシア語からの直訳で、おそらくブラジルで最も評価されているものです。\n読んでいるのですが、全体的には貴族の家族が登場するうまくて面白いソープオペラのようです。\n貴族の家族のドラマを描いた、面白くて良いソープオペラのようです。",
      "title": "War And Peace is kinda.... 巨大な（そして偉大な）ソープオペラ ?"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上就是这个题目。我正在读巴西的葡萄牙语译本（从俄文直接翻译过来的，可能是巴西这里最受欢迎的）。\n从俄文直接翻译过来的，可能是巴西这里最受重视的译本\n有数以千计的脚注等），整个故事似乎是一部好的\n整个故事似乎是一部好的、有趣的肥皂剧，有所有的贵族家庭剧......",
      "title": "战争与和平》是kinda.... 一个巨大的（和伟大的）肥皂剧？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上就是這個題目。我正在讀巴西的葡萄牙語譯本（從俄文直接翻譯過來的，可能是巴西這裏最受歡迎的）。\n從俄文直接翻譯過來的，可能是巴西這裏最受重視的譯本\n有數以千計的腳註等），整個故事似乎是一部好的\n整個故事似乎是一部好的、有趣的肥皂劇，有所有的貴族家庭劇......",
      "title": "戰爭與和平》是kinda.... 一個巨大的（和偉大的）肥皂劇？"
    }
  ],
  "title": "War And Peace is kinda.... A huge (and great) soap opera ?",
  "created_utc": 1623074704,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically the title. I&#39;m reading the brazilian portuguese translation (direct translation from the Russian, probably the most highly regarded here in Brazil with thousands of footnotes, etcetera) and the whole thing seems to be a good and funny soap opera with all the aristocratic families dramas throghout the Napoleon Wars.  Suberb read, by the way, can&#39;t imagine someone saying it is boring or difficult but at the same time reading George R.R. Martin or Wheel Of  Time books (nothing against Martin or Jordan and Sanderson, i read them too, just giving examples of lenghty modern books).</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ntwz1q/war_and_peace_is_kinda_a_huge_and_great_soap_opera/",
  "subreddit": "books",
  "id": "ntwz1q",
  "is_self": true,
  "media": null,
  "is_video": false
}