{
  "author": "GodIsAnOcelot",
  "the_new_excerpt": "We can't be right 100% of the time and that is totally okay. If you get mad when\nsomeone respectfully disagrees with you/proves you wrong, that could be an\nindication of narcissism.\n\nWhy YSK? Because no one likes being around someone who can't handle being wrong\nor takes offense to it.\n\nEdit: oh boy…",
  "original_created_utc": 1616034231,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我们不可能100%都是对的，这完全没问题。如果你生气的时候\n有人恭敬地反对你/证明你是错的，这可能是一个很好的例子。\n自恋的表现 indication of narcissism.\n\n为什么是YSK? 因为没有人喜欢和一个不能承受错误的人相处 Because no one likes being around someone who can't handle being wrong\n或对其不满。\n\n编辑：哦，孩子...",
      "title": "YSK如果当有人尊重地反对你或尊重地证明你的错误时，你会生气，这是很好的自我反省的理由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們不可能100%都是對的，這完全沒問題。如果你生氣的時候\n有人恭敬地反對你/證明你是錯的，這可能是一個很好的例子。\n自戀的表現 indication of narcissism.\n\n爲什麼是YSK? 因爲沒有人喜歡和一個不能承受錯誤的人相處 Because no one likes being around someone who can't handle being wrong\n或對其不滿。\n\n編輯：哦，孩子...",
      "title": "YSK如果當有人尊重地反對你或尊重地證明你的錯誤時，你會生氣，這是很好的自我反省的理由。"
    }
  ],
  "title": "YSK if you get mad when someone respectfully disagrees with you or respectfully proves you wrong, that is good cause for self-reflection.",
  "created_utc": 1616065002,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We can&#39;t be right 100% of the time and that is totally okay. If you get mad when someone respectfully disagrees with you/proves you wrong, that could be an indication of narcissism.</p>\n\n<p>Why YSK? Because no one likes being around someone who can&#39;t handle being wrong or takes offense to it.</p>\n\n<p>Edit: oh boy I promised myself I wouldn&#39;t make an edit and I&#39;d just let people say what they want to say but to everyone making comments like &quot;what if someone is saying the earth is flat?&quot; Or &quot;what if someone is justifying pedophilia?&quot; You guys are like the 1% of people who really don&#39;t see I wasn&#39;t referring to extreme or disgusting points of views.</p>\n\n<p>An example that came to mind when I wrote this is that a guy tried telling me that Rome and Greece were the same country and he got mad when I looked it up to prove him wrong. I&#39;m done with this post. I didnt expect this to blow up. Have fun and goodnight.</p>\n\n<p>2nd edit: wait before I got to bed I wanna share this.\n <a href=\"https://www.helpguide.org/articles/mental-disorders/narcissistic-personality-disorder.htm#:%7E:text=Narcissistic%20personality%20disorder%20involves%20a,selfish%2C%20patronizing%2C%20and%20demanding\">https://www.helpguide.org/articles/mental-disorders/narcissistic-personality-disorder.htm#:~:text=Narcissistic%20personality%20disorder%20involves%20a,selfish%2C%20patronizing%2C%20and%20demanding</a>.</p>\n\n<p>&quot;People with narcissistic personality disorder are extremely resistant to changing their behavior, even when it’s causing them problems. Their tendency is to turn the blame on to others. What’s more, they are extremely sensitive and react badly to even the slightest criticisms, disagreements, or perceived slights, which they view as personal attacks.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 11129,
  "permalink": "/r/YouShouldKnow/comments/m7gxys/ysk_if_you_get_mad_when_someone_respectfully/",
  "subreddit": "YouShouldKnow",
  "id": "m7gxys",
  "is_self": true,
  "media": null,
  "is_video": false
}