{
  "author": "stitt1337",
  "original_created_utc": 1639931587,
  "title": "LRC + GME Announcement?",
  "created_utc": 1639949598,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;At the end of November when the markets were pumping, we all heard about the potential LRC and GME announcement that was going to be coming in late Q4/December. Well, the time is almost up and LRC has continued a downward trend while MATIC has only seen upward trends. Both are layer 2 solutions and with all the good news surrounding Polygon lately that isn’t riding on just hype/a possible announcement, how are you all feeling in regards to LRC and MATIC? I’m hoping that we actually see a LRC announcement before EOY so that I can determine which layer 2 solution to fully invest in, instead of having split investments.&lt;/p&gt;\n\n&lt;p&gt;EDIT: Thank you to everyone who has contributed to this discussion.  I didn’t expect this many people to contribute. Reading over most comments I realize that I still have much to learn and research. Still a crypto noob.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 173,
  "permalink": "/r/CryptoCurrency/comments/rk08t0/lrc_gme_announcement/",
  "subreddit": "CryptoCurrency",
  "id": "rk08t0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "At the end of November when the markets were pumping, we all heard about the\npotential LRC and GME announcement that was going to be coming in late\nQ4/December. Well, the time is almost up and LRC has continued a downward trend\nwhile MATIC has only seen upward trends. Both are layer 2 solutions and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 11月末のマーケットが盛り上がっていた頃。\nLRCとGMEが発表される可能性があるというのは、誰もが知っていることです。\n第4四半期末から12月にかけての間に来るであろう さて、その時期もそろそろ終わりを迎え、LRCは\nMATICは上昇基調にある一方、下落基調を続けている...。",
      "title": "LRC＋GME発表？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在11月底，当市场正在\n我们都听说了潜在的LRC和GME公告。\n潜在的LRC和GME公告将在第四季度末/12月到来。那么，时间快到了，LRC已经\n继续下降的趋势，而MATIC只看到上升的趋势。",
      "title": "LRC + GME公告？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>在11月底，當市場正在\n我們都聽說了潛在的LRC和GME公告。\n潛在的LRC和GME公告將在第四季度末/12月到來。那麼，時間快到了，LRC已經\n繼續下降的趨勢，而MATIC只看到上升的趨勢。",
      "title": "LRC + GME公告？"
    }
  ]
}