{
  "author": "rodgins13",
  "original_created_utc": 1627238183,
  "title": "Got hacked 1.72 BTC even with 2FA. Hacker sells in exchanges... Please help me identify the exchange and potentially recover my crypto",
  "created_utc": 1627263489,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Some weeks ago my Binance and gmail accounts were hacked. As I logged into my Binance account and put my 2FA, I get an error, check the website URL to confirm I&#39;m in the correct website and then put my 2FA again. Within a few minutes I realize I have more Bitcoin than I remembered. I check my past trades and see about 90% of all my balance was sold for Bitcoin (around 1.5 Bitcoin) . I immediately check my email but don&#39;t see any emails from Binance.</p>\n\n<p>I continue to check what may have happened - I had a few limit orders to buy Bitcoin so I thought maybe that was it. Unfortunately that was not the case. I receive an app notification &#39;Your withdrawal has been successful&#39;... taking 1.5 BTC + 0.22 BTC I already had there, taking a total of 1.72 BTC... Worst part is that just a few days prior I had sent USDT to buy the dip and don&#39;t usually leave my funds in exchanges for long.</p>\n\n<p>Tried talking to cybersecurity experts, lawyers and customer service from Binance and Google for weeks, but no progress unfortunately. I track <a href=\"https://www.blockchain.com/btc/address/bc1qty6kec79p5sguq3dm6z3v73ssmjefru2jlacwg\">the address where the BTC was initially sent to</a> constantly for about a week and then sign up for an address notification service since my mental health was already fucked by that moment and checking all the time was not helping.</p>\n\n<p>I continued checking every now and then but then thought I should just wait until I get a notification from <a href=\"https://cryptocurrencyalerting.com/\">cryptocurrencyalerting.com</a>, where I had signed up to avoid this hassle. The website did not work, and don&#39;t recommend it to anyone...</p>\n\n<p>Now I realize my Bitcoin got sent around between multiple addresses and <a href=\"https://www.blockchain.com/btc/address/3AnHEBvW1VeyyoVPY3YvwLrVfgShqRQkNZ\">ended up here</a>, an address that has received over $600MM worth of Bitcoin. At this point I assume this is an exchange wallet and my Bitcoin has been sold. Even though it is highly unlikely I&#39;ll recover it, I was hoping someone could help me identify the Bitcoin address so that at least we can put pressure on the exchange and hopefully identify who was behind this hack, especially since its unlikely I was the first or last that they have done this to.</p>\n\n<p>Thanks for hearing my rant, and again if anyone can help it would be greatly appreciated. Needless to say, if someone can help me recover the stolen Bitcoin, I&#39;d be happy to give them part of it.</p>\n\n<p>Also, sidenote, stay safe. Remember not to leave crypto in exchanges even for a few days . My email was exposed in the ledger data base hack, so if your email was also there take even more precautions.</p>\n</div><!-- SC_ON -->",
  "score": 288,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/xf5WRDvubf0PhY4le0v4W4wr81N87tj2wQnRGoW9Td8.jpg?auto=webp&s=c1ced0f4a1ab60898fb9919fdad1364127afca34",
          "width": 384,
          "height": 202
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/xf5WRDvubf0PhY4le0v4W4wr81N87tj2wQnRGoW9Td8.jpg?width=108&crop=smart&auto=webp&s=d8af5dbd817197d438fe5779d7ed3fb3fef97062",
            "width": 108,
            "height": 56
          },
          {
            "url": "https://external-preview.redd.it/xf5WRDvubf0PhY4le0v4W4wr81N87tj2wQnRGoW9Td8.jpg?width=216&crop=smart&auto=webp&s=f2f581aff666da605e242bae0d30e36b5e03fc73",
            "width": 216,
            "height": 113
          },
          {
            "url": "https://external-preview.redd.it/xf5WRDvubf0PhY4le0v4W4wr81N87tj2wQnRGoW9Td8.jpg?width=320&crop=smart&auto=webp&s=06f7f5451936bc461c285fe1d29a2dc49ca32b4b",
            "width": 320,
            "height": 168
          }
        ],
        "variants": {},
        "id": "XFlerzvs5kFGXARq-1TqbiS0gL88z1a9BGeyD7jTbyo"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/Bitcoin/comments/orh50x/got_hacked_172_btc_even_with_2fa_hacker_sells_in/",
  "subreddit": "Bitcoin",
  "id": "orh50x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Some weeks ago my Binance and gmail accounts were hacked. As I logged into my\nBinance account and put my 2FA, I get an error, check the website URL to confirm\nI'm in the correct website and then put my 2FA again. Within a few minutes I\nrealize I have more Bitcoin than I remembered. I check my past…"
}