{
  "author": "TrevinR",
  "the_new_excerpt": "It’s a sticky situation and my heart goes out to both families. But I strongly\nbelieve that these individuals that committed this crime should have to deal\nwith the consequences of their actions. I’ve seen people try and say that the\nkids didn’t mean to kill the under driver, they just wanted to…",
  "original_created_utc": 1617127018,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是个棘手的问题，我的心也在两个家庭里。但我强烈\n认为，这些人谁犯了这个罪应该有处理。\n与他们的行动的后果。我见过有人试图说...\n孩子们不是故意要杀那个副驾驶，他们只是想... ...",
      "title": "CMV：因试图顶车而杀死Uber司机的人应该被审判，并作为成年人对待"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是個棘手的問題，我的心也在兩個家庭裏。但我強烈\n認爲，這些人誰犯了這個罪應該有處理。\n與他們的行動的後果。我見過有人試圖說...\n孩子們不是故意要殺那個副駕駛，他們只是想... ...",
      "title": "CMV：因試圖頂車而殺死Uber司機的人應該被審判，並作爲成年人對待"
    }
  ],
  "title": "CMV: The individuals that killed that Uber driver due to attempting to car jack him should be tried and treated as adults",
  "created_utc": 1617152838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It’s a sticky situation and my heart goes out to both families. But I strongly believe that these individuals that committed this crime should have to deal with the consequences of their actions. I’ve seen people try and say that the kids didn’t mean to kill the under driver, they just wanted to steal his car. I feel like this is ridiculous. Yeah , minors make mistakes. But when you take someone’s life due to you doing something wrong/criminal like, even if you didn’t intend to really harm that person and they lose their life, you should be punished by the courts system. The guy that loss his life has a family at home. What does his wife and children do? They can’t get their husband/father back. In this case I don’t want to see a pat on the wrist. People need to learn early , if you go out hear and do something as reckless as that , you will have to face the consequences. How severe those consequences are. I’m don’t work in that field so I really don’t know. I imagine it should be some years though. But for sure something that will teach those individuals a lesson.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mglw01/cmv_the_individuals_that_killed_that_uber_driver/",
  "subreddit": "changemyview",
  "id": "mglw01",
  "is_self": true,
  "media": null,
  "is_video": false
}