{
  "author": "purpleturtle777_",
  "original_created_utc": 1634791519,
  "title": "I usually read books in the horror/thriller genre, but I think all the darkness and violence is starting to be too much. What are some more lighthearted books to read?",
  "created_utc": 1634823852,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I usually read horror/thriller books, or crime mysteries. I&#39;m currently reading hideaway by dean koontz and I think after this one I&#39;ve had my fill of being disturbed for a while lol. </p>\n\n<p>The books I&#39;ve enjoyed the most had a lot of action and suspense. Especially crime mysteries, psychological thrillers that feature an unreliable narrator, etc. But I&#39;d like to branch out. I&#39;m also interested in fantasy and science fiction but I haven&#39;t read many books in those genres yet. I also think I prefer books with younger protagonists, say 20s-30s. They just seem more interesting to me, probably because they&#39;re more relatable, but it&#39;s definitely not a requirement. </p>\n\n<p>I&#39;d say I&#39;m looking for something that isn&#39;t violent and not too dark, but still gripping and interesting. I know that&#39;s pretty broad, but I&#39;m not sure what I like outside of the aforementioned genres yet because they&#39;re most of what I&#39;ve read over the years. I can at least say I don&#39;t really like books like, for example, Let&#39;s Talk About Kevin. I haven&#39;t finished it yet to be fair, I&#39;m about 20% in but it just seems boring and like nonstop rambling, to be honest and I don&#39;t care for the whole letter format. I also didn&#39;t like The Glass Castle. I&#39;m not sure if that means I don&#39;t like literary fiction or if it&#39;s just that book, but it was so boring to me that I couldn&#39;t finish it. It&#39;s the only book I&#39;ve read that I just couldn&#39;t really finish. </p>\n\n<p>I hope I provided enough information. Any suggestions would be great.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/qcjsu2/i_usually_read_books_in_the_horrorthriller_genre/",
  "subreddit": "booksuggestions",
  "id": "qcjsu2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I usually read horror/thriller books, or crime mysteries. I'm currently reading\nhideaway by dean koontz and I think after this one I've had my fill of being\ndisturbed for a while lol.\n\nThe books I've enjoyed the most had a lot of action and suspense. Especially\ncrime mysteries, psychological…"
}