{
  "author": "quietaway",
  "original_created_utc": 1624760820,
  "title": "CMV: The concept of non-binary genders is harmful to how gender is viewed.",
  "created_utc": 1624800632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If someone decides their gender identity doesn’t correlate with their assigned sex, they are assuming that cisgender people HAVE to follow the stereotypes according to their birth sex. For example, if an individual who is female by sex decides they are non-binary, they are compartmentalizing the definition of a woman. What does it mean to be a woman? Dresses and makeup? If you said yes to the previous question, you are stereotyping. Not all women wear dresses, not all women wear makeup, not all women have vaginas, and not all women “feel” like women. </p>\n\n<p>What happened to having pride in being a woman, even if you don’t follow the stereotype? Even if you prefer a boyish haircut and a “not-so-feminine” voice and plaid button-ups, you can have pride in being part of the diversity of women. </p>\n\n<p>I understand that non-binary is a liberation of the self and breaking free from society’s definitions of man and woman, but removing yourself from your gender label emphasizes that men and women must follow their conventional roles, making the situation even worse. </p>\n\n<p>I would rather live in a world where being called he or she doesn’t connotate stereotypes than in a world where a myriad of pronoun possibilities nuance the non-women and non-man qualities and force harsher stereotypes on those who are called he or she. </p>\n\n<p>** I would like to clarify that I am discussing non-binary genders. Transgender (ftm or mtf) is something else since they are not alienating their assigned sex/gender because they don’t feel “manly” enough to be male; they identify with the other gender because they identify with the other gender.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o8oarr/cmv_the_concept_of_nonbinary_genders_is_harmful/",
  "subreddit": "changemyview",
  "id": "o8oarr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If someone decides their gender identity doesn’t correlate with their assigned\nsex, they are assuming that cisgender people HAVE to follow the stereotypes\naccording to their birth sex. For example, if an individual who is female by sex\ndecides they are non-binary, they are compartmentalizing the…"
}