{
  "author": "quietaway",
  "original_created_utc": 1624760820,
  "title": "CMV: The concept of non-binary genders is harmful to how gender is viewed.",
  "created_utc": 1624800632,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If someone decides their gender identity doesn’t correlate with their assigned sex, they are assuming that cisgender people HAVE to follow the stereotypes according to their birth sex. For example, if an individual who is female by sex decides they are non-binary, they are compartmentalizing the definition of a woman. What does it mean to be a woman? Dresses and makeup? If you said yes to the previous question, you are stereotyping. Not all women wear dresses, not all women wear makeup, not all women have vaginas, and not all women “feel” like women. </p>\n\n<p>What happened to having pride in being a woman, even if you don’t follow the stereotype? Even if you prefer a boyish haircut and a “not-so-feminine” voice and plaid button-ups, you can have pride in being part of the diversity of women. </p>\n\n<p>I understand that non-binary is a liberation of the self and breaking free from society’s definitions of man and woman, but removing yourself from your gender label emphasizes that men and women must follow their conventional roles, making the situation even worse. </p>\n\n<p>I would rather live in a world where being called he or she doesn’t connotate stereotypes than in a world where a myriad of pronoun possibilities nuance the non-women and non-man qualities and force harsher stereotypes on those who are called he or she. </p>\n\n<p>** I would like to clarify that I am discussing non-binary genders. Transgender (ftm or mtf) is something else since they are not alienating their assigned sex/gender because they don’t feel “manly” enough to be male; they identify with the other gender because they identify with the other gender.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o8oarr/cmv_the_concept_of_nonbinary_genders_is_harmful/",
  "subreddit": "changemyview",
  "id": "o8oarr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If someone decides their gender identity doesn’t correlate with their assigned\nsex, they are assuming that cisgender people HAVE to follow the stereotypes\naccording to their birth sex. For example, if an individual who is female by sex\ndecides they are non-binary, they are compartmentalizing the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もし誰かが、自分の性自認と割り当てられた性別が一致しないと判断したら\nその人は、シスジェンダーの人は生まれた時の性別に応じたステレオタイプに従わなければならないと思い込んでいるのです。\nしなければならないと思い込んでいるのです。例えば、性別が女性である人が、自分はノンバイナリーであると決めたとします。\n自分がノンバイナリーであると決めた場合、その人は自分の性別を区分けしていることになります。",
      "title": "CMV：ノンバイナリージェンダーという概念は、ジェンダーの捉え方に悪影響を及ぼします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果有人决定他们的性别认同与他们被分配的性别不相关\n他们是在假设双性恋者必须按照他们的出生性别来遵循陈规定型观念。\n根据他们的出生性别。例如，如果一个性别为女性的人决定自己是非二元的，他们就会认为顺性人必须遵循他们出生时的性别定型。\n决定他们是非二元的，他们是在把......分隔开来。",
      "title": "CMV：非二元性别的概念对如何看待性别是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果有人決定他們的性別認同與他們被分配的性別不相關\n他們是在假設雙性戀者必須按照他們的出生性別來遵循陳規定型觀念。\n根據他們的出生性別。例如，如果一個性別爲女性的人決定自己是非二元的，他們就會認爲順性人必須遵循他們出生時的性別定型。\n決定他們是非二元的，他們是在把......分隔開來。",
      "title": "CMV：非二元性別的概念對如何看待性別是有害的。"
    }
  ]
}