{
  "author": "loonz420",
  "the_new_excerpt": "Now, I realize that this may be an unpopular opinion, as Sanderson seems to be\none of the most popular fantasy authors out there. That’s actually the reason I\npicked up his books to begin with. I’m not an avid reader of fantasy by any\nmeans. I’m a big fan of Tolkien, GRRM, Robin Hobb, Neil Gaiman,…",
  "original_created_utc": 1623245987,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、これは不評な意見かもしれませんが、サンダーソンは、日本では\nサンダーソンはファンタジー作家の中でも最も人気のある作家の一人です。そのために私は\nそもそも私が彼の本を手に取ったのはそのためです。私は決してファンタジーの熱心な読者ではありません。\nしていません。トールキン、GRRM、ロビン・ホブ、ニール・ゲイマン、...などの大ファンです。",
      "title": "ブランドン・サンダーソンを読んでみましたが、正直言って、彼は本当に平凡な人だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在，我意识到这可能是一个不受欢迎的观点，因为桑德森似乎是\n是最受欢迎的奇幻作家之一。这实际上也是我\n拾起他的书开始。我并不是一个狂热的奇幻小说读者，无论如何\n的狂热读者。我是托尔金、GRRM、罗宾-霍布、尼尔-盖曼的忠实粉丝。",
      "title": "我开始阅读布兰登-桑德森，说实话，我觉得他真的很平庸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在，我意識到這可能是一個不受歡迎的觀點，因爲桑德森似乎是\n是最受歡迎的奇幻作家之一。這實際上也是我\n拾起他的書開始。我並不是一個狂熱的奇幻小說讀者，無論如何\n的狂熱讀者。我是托爾金、GRRM、羅賓-霍布、尼爾-蓋曼的忠實粉絲。",
      "title": "我開始閱讀布蘭登-桑德森，說實話，我覺得他真的很平庸。"
    }
  ],
  "title": "I got around to reading Brandon Sanderson and I honestly find him to be really mediocre",
  "created_utc": 1623252516,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now, I realize that this may be an unpopular opinion, as Sanderson seems to be one of the most popular fantasy authors out there. That’s actually the reason I picked up his books to begin with. I’m not an avid reader of fantasy by any means. I’m a big fan of Tolkien, GRRM, Robin Hobb, Neil Gaiman, Gene Wolfe and Joe Abercrombie but that’s mostly the extent of my experience with the genre. During the last year or so of the pandemic, I’ve been gravitating towards the fantasy genre a lot to get my mind off of the crazy shit going on in the world. Sanderson is a recommendation that came up numerous times, so I thought I would finally give him a shot.</p>\n\n<p>My opinions on his work are based on what I gather are his two big trilogies – Mistborn and Stormlight. I read the initial Mistborn trilogy, the 3 Stormlight books and part of the 4th one. I feel like that is a lot of reading to do to form a pretty concrete opinion on an author.</p>\n\n<p>And honestly, I’m really underwhelmed. Maybe my expectations were pretty high after seeing all the praise but I was let down most aspects of these books.</p>\n\n<p>First, the prose. It just seemed really wooden and bland, especially after having just read some Wolfe and Gaiman. I didn’t feel that Sanderson really improved in his prose at all over the course of the 6 books I read, and the style is just really bare-bones to move the plot along. YMMV I guess but it didn’t work for me.</p>\n\n<p>I wasn’t a huge fan of the characters either. They seemed a bit shallow and very….YA, for lack of a better word. It also seemed like Sanderson had like, a set list of character attributes for each character that he just repeated over and over. SHallan and Wit in particular, from Stormlight, are exceedingly obnoxious and badly written. The rest are just kind of bland. Again, they seem to be there as more of a vessel for the plots.</p>\n\n<p>To add on from the above, I also found the dialogue to be really corny and downright cringeworthy at times. Anytime any kind of romance came into play, or really, any kind of interaction between a man and a woman, it was just really, really badly written.</p>\n\n<p>The actual plots are just…ok. They have some neat twists here and there but for the most part, I didn’t think they were anything truly original. At the end of the day, they still come down to your typical young people with powers fighting against evil on the side of good. I really kind of found them to be mechanical and formulaic, just jumping from one set piece to another and culminating in a big finale. It’s really predictable after a while and you pretty much always know what’s coming. I never really felt like there was much going on beyond the surface-level narrative, no real thematic depth to speak of. There was an effort to explore mental health in Stormlight but honestly I felt like it was kind of poorly done. Again – very shallow and surface-level.</p>\n\n<p>Another bone I have to pick is the magic systems. Again, this one is very YMMV as I’m not someone that really likes hard magic so that aspect kind of turned me off the books. There was just way too much time and word count spent on explaining the intricacies and mechanics of the magic. It got REALLY bad in Stormlight and honestly at times I felt like I was reading some kind of manual for a tabletop RPG. Like dude, it’s magic, just let us experience the wonder and mystery of it.</p>\n\n<p>The overarching impression I got while reading Sanderson’s works, and the general popularity he has due to his stories and the number of books he puts out, is that he seems to be very much akin to the fantasy equivalent of summer blockbusters. Big, epic stories with some admittedly cool action scenes but ultimately following a formula and without much depth.</p>\n\n<p>After dropping Rhythm of War, I don’t think I will be going back to Brandon Sanderson again.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/books/comments/nvw6wk/i_got_around_to_reading_brandon_sanderson_and_i/",
  "subreddit": "books",
  "id": "nvw6wk",
  "is_self": true,
  "media": null,
  "is_video": false
}