{
  "author": "HelpMeGetAName",
  "original_created_utc": 1629028947,
  "title": "Reading has become my favorite hobby.",
  "created_utc": 1629035807,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m 17. In the last year I picked up reading again with books like The Haunting Of Hill House, Dune and Ender&#39;s Game. And I love it. I&#39;ve been reading for at least 1 hour every 4 out of 7 days. And in the last 4 days, since I have a few holidays, I&#39;ve reading for about 3-5 hours a day. At first I didn&#39;t think I would be able to read for that long. But now I&#39;ve read most of the Enderverse books, a few novellas and LOTR with The Hobbit and I&#39;m in the middle of reading a long fantasy series. I hope more people read books. I&#39;ve even able to get my brother interested in reading.</p>\n\n<p>Reading has helped my mental health alot too. I had some kind of mental disorder but now it&#39;s symptoms have kind of vanished. I&#39;m going to be reading a lot of books in the coming years and I hope to get my cousins interested in it too.</p>\n\n<p>I have got a lot of recommendations from the posts on this subreddit. And I think after completing this series, I&#39;m going to read The Count Of Monte Cristo. Which has appeared in a lot of posts recently.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/p4s6hy/reading_has_become_my_favorite_hobby/",
  "subreddit": "books",
  "id": "p4s6hy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm 17. In the last year I picked up reading again with books like The Haunting\nOf Hill House, Dune and Ender's Game. And I love it. I've been reading for at\nleast 1 hour every 4 out of 7 days. And in the last 4 days, since I have a few\nholidays, I've reading for about 3-5 hours a day. At first I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は17歳です。去年は、「The Haunting Of Hill House」や「Dune」などの本を読んで、読書を再開しました。\nOf Hill House」、「Dune」、「Ender's Game」などの本を読みました。読書は大好きです。7日のうち4日は毎日1時間以上読んでいます。\n7日のうち4日は少なくとも1時間は本を読んでいます。そして、この4日間は、いくつかの休日があったので\nこの4日間は、休日があったので、1日に3～5時間くらい読んでいます。最初の頃は...",
      "title": "読書は私のお気に入りの趣味になりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我17岁了。在去年，我又开始阅读《小山村的鬼魂》、《沙丘》和《安德的游戏》等书。\n山庄》、《沙丘》和《安德的游戏》。而且我很喜欢它。我已经阅读了至少\n7天中至少有4天阅读1小时。而在过去的4天里，由于我有几个假期，我读了大约1小时的书。\n假期，我每天阅读约3-5小时。起初，我...",
      "title": "阅读已经成为我最喜欢的爱好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我17歲了。在去年，我又開始閱讀《小山村的鬼魂》、《沙丘》和《安德的遊戲》等書。\n山莊》、《沙丘》和《安德的遊戲》。而且我很喜歡它。我已經閱讀了至少\n7天中至少有4天閱讀1小時。而在過去的4天裏，由於我有幾個假期，我讀了大約1小時的書。\n假期，我每天閱讀約3-5小時。起初，我...",
      "title": "閱讀已經成爲我最喜歡的愛好。"
    }
  ]
}