{
  "author": "ShellReaver",
  "original_created_utc": 1637212514,
  "title": "CMV: Spaghetti is objectively the worst pasta noodle and every pasta dish would be improved with a better noodle.",
  "created_utc": 1637220645,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It sucks at holding sauce, it doesn&#39;t mix well in the dish itself (you&#39;ll get a bite of a bunch of noodles, or you&#39;ll get a bite of the sauce and whatever else you have in your dish, but never both simultaneously), it&#39;s long and gangly and hard to scoop onto your plate without making a mess, no single utensil is really made for getting it from your plate to your mouth.... Is there any redeeming quality other than it&#39;s kinda fun to say in a vaguely racist Italian accent?</p>\n\n<p>Every single pasta is better than spaghetti noodles. Why is it so popular?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/qwig45/cmv_spaghetti_is_objectively_the_worst_pasta/",
  "subreddit": "changemyview",
  "id": "qwig45",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It sucks at holding sauce, it doesn't mix well in the dish itself (you'll get a\nbite of a bunch of noodles, or you'll get a bite of the sauce and whatever else\nyou have in your dish, but never both simultaneously), it's long and gangly and\nhard to scoop onto your plate without making a mess, no…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソースの持ち方が下手だし、料理自体がうまく混ざらない（麺類を一口食べると\n麺の束を一口食べるか、ソースと他の料理を一口食べることになる。\n麺の束を一口食べるか、ソースやその他の料理を一口食べるか、両方同時に食べることはない）、長くてガッシリしていて\n皿の上にすくい上げるのが難しい、いや...。",
      "title": "CMV：スパゲッティは客観的に見て最悪のパスタ麺であり、すべてのパスタ料理はもっと良い麺があれば改善されるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它不善于容纳酱汁，在菜肴中也不能很好地混合（你会得到一堆面条，或者你会得到一口酱汁和其他东西）。\n你会咬到一堆面条，或者你会咬到酱汁和其他什么东西。\n你会咬到一堆面条，或者你会咬到酱汁和你的菜里的其他东西，但绝不会同时咬到这两样东西），它又长又笨重，很难舀到你的盘子里而不被人发现。\n很难舀到你的盘子里而不弄得一团糟，不......",
      "title": "CMV：客观地说，意大利面条是最糟糕的面条，如果有更好的面条，每道面食都会得到改善。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它不善於容納醬汁，在菜餚中也不能很好地混合（你會得到一堆麪條，或者你會得到一口醬汁和其他東西）。\n你會咬到一堆麪條，或者你會咬到醬汁和其他什麼東西。\n你會咬到一堆麪條，或者你會咬到醬汁和你的菜裏的其他東西，但絕不會同時咬到這兩樣東西），它又長又笨重，很難舀到你的盤子裏而不被人發現。\n很難舀到你的盤子裏而不弄得一團糟，不......",
      "title": "CMV：客觀地說，意大利麪條是最糟糕的麪條，如果有更好的麪條，每道麪食都會得到改善。"
    }
  ]
}