{
  "author": "empirepie499",
  "the_new_excerpt": "Look I get all cultures are different we'll be talking about ones that work like\nAmerica in terms of the funeral. I believe if you died of natural causes at a\nvery old age (Maybe 82 plus would be good for setting a standard if NEEDED) you\ngot the full package that life offers you and while everybody…",
  "original_created_utc": 1619750070,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべての文化が異なることは理解していますが、ここではアメリカのように機能しているものについてお話します。\n葬儀に関しては、アメリカ 私は、非常に高齢で自然死した場合（必要に応じて基準を設けるために82歳以上が良いでしょう。\n必要に応じて基準を設けるためには82歳以上がいいかもしれません。\n人生が提供するすべてのパッケージを手に入れたことになり、誰もが...",
      "title": "CMV: 幸せな人生を送った人が自然に亡くなった場合、「お葬式」はむしろ人生の祝福であるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "听着，我知道所有的文化都是不同的，我们将讨论那些像美国那样的工作方式。\n美国在葬礼方面的做法。我相信，如果你在很老的时候自然死亡\n我相信如果你在非常老的时候自然死亡（如果需要的话，也许82岁以上的人可以制定一个标准），你就会得到生命提供给你的全套服务。\n你得到了生活提供给你的全部包，而每个人...",
      "title": "CMV: 如果一个人活得很充实快乐，并死于自然原因，那么 \"葬礼 \"应该是对生命的庆祝。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "聽着，我知道所有的文化都是不同的，我們將討論那些像美國那樣的工作方式。\n美國在葬禮方面的做法。我相信，如果你在很老的時候自然死亡\n我相信如果你在非常老的時候自然死亡（如果需要的話，也許82歲以上的人可以制定一個標準），你就會得到生命提供給你的全套服務。\n你得到了生活提供給你的全部包，而每個人...",
      "title": "CMV: 如果一個人活得很充實快樂，並死於自然原因，那麼 \"葬禮 \"應該是對生命的慶祝。"
    }
  ],
  "title": "CMV: If someone lives a full happy life and dies of natural causes there \"Funeral\" should instead be a celebration of life.",
  "created_utc": 1619796633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Look I get all cultures are different we&#39;ll be talking about ones that work like America in terms of the funeral. I believe if you died of natural causes at a very old age (Maybe 82 plus would be good for setting a standard if NEEDED) you got the full package that life offers you and while everybody has the right to be sad, I believe we should be talking about all the wonderful things about you and give the respective person a cheers to a long and happy life. I don&#39;t think the sad vibe should be culturally expected at a funeral in this instance. It doesn&#39;t make sense to have everybody be sad even if they were a saint because they got the best thing they could get from life that some don&#39;t. I feel crying at these events would be expected but the black and gloomy vibe should be dropped and should instead consist of toasts and celebration. I got this thought from a post a while back that mentioned their Grandma was the kind of woman that was a partier and always lived life to the fullest, sounds like she got the best life she could get. So they through more of a party type celebration of their life instead. Just seems like that&#39;d be warranted, although I guess anyone can do what they want I don&#39;t think that expectation is helping mourners instead it&#39;s just making them sadder. Well, I&#39;ve made my case and this is how I feel. Interested to know if my view will be changed. Oops mind the grammar lmao</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/n1kg6j/cmv_if_someone_lives_a_full_happy_life_and_dies/",
  "subreddit": "changemyview",
  "id": "n1kg6j",
  "is_self": true,
  "media": null,
  "is_video": false
}