{
  "author": "hcbaron",
  "original_created_utc": 1625150951,
  "title": "YSK The official website for non-filers to sign up for the Child Tax Credit is an intentional Disaster. This disporptionally affects the poor with less accessibility to technology. Please share that there's an alternative website that's more user friendly.",
  "created_utc": 1625174505,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Intuit, the terrible company that&#39;s behind this website and also lobbies hard to make tax filing more expensive and complicated, is also behind setting up this new terrible website for non-filers to sign up for the Child Tax Credit. It&#39;s extremely user unfriendly!</p>\n\n<p>Non-filers are those who are poor enough to not have to bother to file taxes, so they will not receive the Child Tax Credit automatically. They have to sign up manually. But the website is only available on Desktop and in English. This discourages those who only have cell phones and those who don&#39;t speak English, which disproportionally targets the poorest. If you know such individuals, please direct them to this website that is much more user friendly. Please spread the word!</p>\n\n<p><a href=\"https://www.peoplespolicyproject.org/2021/06/23/it-took-two-days-to-make-a-good-ctc-website/\">https://www.peoplespolicyproject.org/2021/06/23/it-took-two-days-to-make-a-good-ctc-website/</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/obnejk/ysk_the_official_website_for_nonfilers_to_sign_up/",
  "subreddit": "YouShouldKnow",
  "id": "obnejk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Intuit, the terrible company that's behind this website and also\nlobbies hard to make tax filing more expensive and complicated, is also behind\nsetting up this new terrible website for non-filers to sign up for the Child Tax\nCredit. It's extremely user unfriendly!\n\nNon-filers are those who…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、このサイトを運営しているインテュイットは、確定申告をもっと高く、もっと複雑にするように働きかけている恐ろしい会社だからです。\n確定申告をより高価で複雑なものにするように働きかけています。\n子供の税控除を申請するために、この新しいウェブサイトを立ち上げました。\nの登録をするための新しいウェブサイトを立ち上げました。非常にユーザーフレンドリーではありません。\n\nNon-filersとは...",
      "title": "YSK 非申告者が「子どもの税額控除」に申し込むための公式サイトは、意図的な災害です。これは、テクノロジーにアクセスしにくい貧困層に大きな影響を与えます。もっと使いやすいサイトがあることを教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：Intuit，这家可怕的公司是这个网站的幕后推手，同时也是\n竭力游说使报税变得更加昂贵和复杂，它也是这个网站背后的\n它也是为非报税人建立这个新的可怕网站来注册儿童税收优惠。\n贷。这对用户来说是非常不友好的\n\n非申报者是指那些...",
      "title": "YSK 为非申报者注册儿童税收抵免的官方网站是一个故意的灾难。这分散地影响了那些较难获得技术的穷人。请分享一下，有一个更方便用户的替代网站。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：Intuit，這家可怕的公司是這個網站的幕後推手，同時也是\n竭力遊說使報稅變得更加昂貴和複雜，它也是這個網站背後的\n它也是爲非報稅人建立這個新的可怕網站來註冊兒童稅收優惠。\n貸。這對用戶來說是非常不友好的\n\n非申報者是指那些...",
      "title": "YSK 爲非申報者註冊兒童稅收抵免的官方網站是一個故意的災難。這分散地影響了那些較難獲得技術的窮人。請分享一下，有一個更方便用戶的替代網站。"
    }
  ]
}