{
  "author": "ALX289",
  "original_created_utc": 1636063356,
  "title": "CMV: Tarot is worthless nonsense",
  "created_utc": 1636119232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Full disclosure, I don&#39;t normally state things this strongly, nor do I really feel this strongly about tarot. But to keep it simple and be transparent, it&#39;s how I really feel about tarot. I&#39;m also not looking for a debate, though I do look forward to engaging anyone willing to take on this topic. My hope is that people who really understand tarot and find value in it will explain it in a way that helps me understand its value, at least to them.</p>\n\n<p>I don&#39;t believe in tarot&#39;s spiritual properties or predictive power, and I don&#39;t believe someone can put their energy into the cards to change the outcome.</p>\n\n<p>I&#39;ve heard that some people use tarot as a tool to change how they think about the world, or what they focus on. While I think it&#39;s very valuable to see things from a fresh perspective, I&#39;m not sure tarot is the best way to do that, or even a meaningful one. Tarot drawings are random, and as I understand it, some tarot cards have negative connotations. If you believe something bad is going to happen, or you&#39;re worried about danger, then you&#39;ll be more cautious, which could be good in some ways, but it could also have negative consequences like making you more risk averse. It&#39;s the same problem as zodiac, being told to focus on the wrong things in life can influence people to make the wrong decisions, not correctly evaluating their actual situation because of some nonsense prediction.</p>\n\n<p>I&#39;ve heard that the concept of &quot;magick&quot; is about using your will to shape reality. I actually think this is a very interesting concept. So much of our behavior is determined by our abstract ideas about the world, so if we use our will to change our beliefs and assumptions, then we can change our view, our actions, and even other people&#39;s responses. But I don&#39;t think letting something random like tarot influence that is a good idea.</p>\n\n<p>There&#39;s also a scam element to this. Psychics can make good money off people who believe they&#39;re endowed with magical powers, but that money would be better spent on a therapist, schooling, a gym membership, a dating service, a new wardrobe, or a trip somewhere.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qmvw3q/cmv_tarot_is_worthless_nonsense/",
  "subreddit": "changemyview",
  "id": "qmvw3q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Full disclosure, I don't normally state things this strongly, nor do I really\nfeel this strongly about tarot. But to keep it simple and be transparent, it's\nhow I really feel about tarot. I'm also not looking for a debate, though I do\nlook forward to engaging anyone willing to take on this topic. My…"
}