{
  "author": "BlackMilk23",
  "the_new_excerpt": "If your place of employment loses an employee and requires you to pick up the\nslack in their place, they should give you more money. They should have the\nmoney available after all because they aren’t paying that person. Why is it fair\nto make you do something essentially for free that they were…",
  "original_created_utc": 1622232489,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もしあなたの職場で従業員がいなくなり、その代わりにあなたが仕事をしなければならなくなったら\nあなたの雇用主は、あなたにもっと多くのお金を与えるべきだと思います。その人に給料を払っていないのだから、その人には\nその人に給料を払っていないのですから。なぜそれが公平なのか？\n本来ならば無料でやらなければならないことを",
      "title": "CMV: 同僚の一人が辞職および／または解雇され、私が彼らの仕事の一部を公式または非公式にやらざるを得なくなった場合、私は彼らがその職務に対して支払われていた金額に比例した追加賃金を受け取るべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你的工作场所失去了一名员工，并要求你接替他们的工作。\n他们应该给你更多的钱。他们应该有\n因为他们并没有支付那个人的工资。为什么公平的做法是\n让你做一些基本上是免费的事情，而他们却...",
      "title": "CMV: 如果我的一个同事辞职和/或被解雇，而我被迫正式或非正式地做他们的部分工作，我应该得到额外的工资，与他们做这些工作的工资成正比。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你的工作場所失去了一名員工，並要求你接替他們的工作。\n他們應該給你更多的錢。他們應該有\n因爲他們並沒有支付那個人的工資。爲什麼公平的做法是\n讓你做一些基本上是免費的事情，而他們卻...",
      "title": "CMV: 如果我的一個同事辭職和/或被解僱，而我被迫正式或非正式地做他們的部分工作，我應該得到額外的工資，與他們做這些工作的工資成正比。"
    }
  ],
  "title": "CMV: If one of my co-workers resigns and/or is fired, and I am forced either formally or informally to do parts of their job, I should receive additional pay in proportion to what they were paid for those duties.",
  "created_utc": 1622266719,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If your place of employment loses an employee and requires you to pick up the slack in their place, they should give you more money. They should have the money available after all because they aren’t paying that person. Why is it fair to make you do something essentially for free that they were paying someone to do before? </p>\n\n<p>To be clear this arrangement doesn’t have to be a formal order to officially do the job of the former employee. If your daily responsibilities grow simply by nature of that person being out, then you have a pretty good case for additional pay as well. If there are two cooks in the kitchen and now there is only one it is obvious that the remaining one is doing at least some of the work of the other person especially if the output has not slipped. </p>\n\n<p>In the case of cost-cutting layoffs, all bets are off because obviously, the point of letting the other person go was to save money. The person doing extra work still has a legit gripe, but a different one than in the case of a vacancy because the money is not assumed to be available in that situation.</p>\n\n<p>If you are a manager or a person in a flexible role whose job is to pick up slack then this doesn’t apply. But many people are forced to go above and beyond their job descriptions and do tasks that companies have literally already budgeted and allocated money for. That money should be attached to the individual responsibilities in the case of a vacancy, not the person.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/nn6e4b/cmv_if_one_of_my_coworkers_resigns_andor_is_fired/",
  "subreddit": "changemyview",
  "id": "nn6e4b",
  "is_self": true,
  "media": null,
  "is_video": false
}