{
  "author": "Asleep_Cut505",
  "original_created_utc": 1632352137,
  "title": "My 57-year-old Dad wants to go back and complete his GED but has a 4th-grade reading comprehension. Any book recommendations on grammar and reading comprehension? Youtube channels as well!",
  "created_utc": 1632360044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So basically the title. My Dad can talk well (considering where he came from) but he has trouble spelling words and reading sentences that are beyond a 4th of 5th grade level. He has great ideas but doesn&#39;t know how to express himself. Anything you guys think might be helpful or advice would be greatly appreciated.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/booksuggestions/comments/pti6np/my_57yearold_dad_wants_to_go_back_and_complete/",
  "subreddit": "booksuggestions",
  "id": "pti6np",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So basically the title. My Dad can talk well (considering where he came from)\nbut he has trouble spelling words and reading sentences that are beyond a 4th of\n5th grade level. He has great ideas but doesn't know how to express himself.\nAnything you guys think might be helpful or advice would be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "だから基本的には、タイトル 私の父は（出身地のことを考えれば）よくしゃべれる。\nしかし、単語の綴りや文章を読むのが苦手で、小学校4～5年生のレベルを超えています。\n5年生レベルの文章を読むことができません。彼は素晴らしいアイデアを持っていますが、自分自身を表現する方法がわかりません。\nあなた方が役に立つと思うことやアドバイスがあれば...。",
      "title": "57歳の父は、戻ってGEDを修了したいと思っていますが、読解力は4級程度です。文法や読解力に関するお勧めの本があれば教えてください。Youtubeのチャンネルも教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以基本上是标题。我爸爸说话很好（考虑到他来自哪里）。\n但他在拼写单词和阅读超过四、五年级水平的句子方面有困难。\n五年级的水平。他有很好的想法，但不知道如何表达自己。\n你们认为任何可能有帮助的东西或建议都将是...",
      "title": "我57岁的爸爸想回去完成他的普通教育，但他的阅读理解能力只有4级。有没有关于语法和阅读理解的书籍推荐？还有Youtube频道!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以基本上是標題。我爸爸說話很好（考慮到他來自哪裏）。\n但他在拼寫單詞和閱讀超過四、五年級水平的句子方面有困難。\n五年級的水平。他有很好的想法，但不知道如何表達自己。\n你們認爲任何可能有幫助的東西或建議都將是...",
      "title": "我57歲的爸爸想回去完成他的普通教育，但他的閱讀理解能力只有4級。有沒有關於語法和閱讀理解的書籍推薦？還有Youtube頻道!"
    }
  ]
}