{
  "author": "orangefrogbro",
  "original_created_utc": 1636760779,
  "title": "CMV: America's Got Talent needs to ban people from singing on their show.",
  "created_utc": 1636779065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We already have The Voice. Any time I hear a singer on America&#39;s Got Talent, I ask myself- would they have any shot at winning The Voice? If so, they should go on The Voice and stop wasting everyone&#39;s time on a Talent show where there&#39;s 50 million other people trying to use singing as their talent. I&#39;ve never listened to a singer on America&#39;s Got Talent and thought to myself &quot;Wow, they deserve the win&quot; because singing is such a generic talent to compete with on that show. Most of those singers just use their tragic backstory as a means of trying to sway the judges and the audience regardless of whether or not their voice is any good.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/qso57n/cmv_americas_got_talent_needs_to_ban_people_from/",
  "subreddit": "changemyview",
  "id": "qso57n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We already have The Voice. Any time I hear a singer on America's Got Talent, I\nask myself- would they have any shot at winning The Voice? If so, they should go\non The Voice and stop wasting everyone's time on a Talent show where there's 50\nmillion other people trying to use singing as their talent.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すでに「The Voice」があります。America's Got Talentに出演する歌手を聞くたびに、私は自問します。\n彼らがThe Voiceで優勝する可能性はあるのだろうか？もしそうなら、彼らは「The Voice」に出るべきです。\nそして、5000万人もの人がいるタレント番組でみんなの時間を無駄にするのはやめましょう。\n5千万人もの人々が歌を自分の才能として使おうとしているタレント番組で、みんなの時間を無駄にするのはやめましょう。",
      "title": "CMV: America's Got Talentは、番組で歌うことを禁止する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们已经有了 \"好声音\"。每当我在《美国达人秀》上听到一个歌手，我都会问自己\n我问自己--他们是否有机会赢得 \"好声音\"？如果是这样，他们应该去\n如果是这样，他们应该去参加 \"好声音\"，而不是把大家的时间浪费在一个有五千万人的选秀节目上。\n其他五千万人都想用唱歌作为他们的才能....。",
      "title": "CMV: 美国达人秀需要禁止人们在他们的节目中唱歌。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們已經有了 \"好聲音\"。每當我在《美國達人秀》上聽到一個歌手，我都會問自己\n我問自己--他們是否有機會贏得 \"好聲音\"？如果是這樣，他們應該去\n如果是這樣，他們應該去參加 \"好聲音\"，而不是把大家的時間浪費在一個有五千萬人的選秀節目上。\n其他五千萬人都想用唱歌作爲他們的才能....。",
      "title": "CMV: 美國達人秀需要禁止人們在他們的節目中唱歌。"
    }
  ]
}