{
  "author": "goodusername883",
  "the_new_excerpt": "Edited to add my title should be \"I've never really been big into\nnon-fiction...\"\n\nAnd I can't describe the feeling I had while reading that book.\n\nIt's crazy to read about a life so unconnected and vastly different to those of\nus in Western Europe/North America etc but the way the author paints a…",
  "original_created_utc": 1621289857,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "編集して追記しましたが、私のタイトルは「私はノンフィクションにはあまり興味がありませんでした。\nノンフィクションにはあまり興味がなかったのですが...\"\n\nそして、その本を読んでいたときの気持ちは言葉にできません。\n\n西洋人の私たちとは全く関係のない、大きな違いのある人生について読むのはクレイジーなことです。\n西ヨーロッパや北アメリカなどに住む私たちとは全く関係のない、大きな違いのある生活について読むのはクレイジーなことですが、著者の描き方は...。",
      "title": "ノンフィクションはあまり好きではなかったのですが、『The Aquariums Of Pyongyang』を読んで...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑补充：我的标题应该是 \"我从来没有真正喜欢过\n非虚构作品......\"\n\n而且我无法描述我在阅读那本书时的感觉。\n\n读到一个与我们西欧国家的人如此不相干和大相径庭的生活，真是疯狂。\n我们在西欧/北美等地的生活是很疯狂的，但作者描绘的方式却让人觉得很不可思议。",
      "title": "我从来没有真正喜欢过非小说......然后我读了《平壤的水族馆》......"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯補充：我的標題應該是 \"我從來沒有真正喜歡過\n非虛構作品......\"\n\n而且我無法描述我在閱讀那本書時的感覺。\n\n讀到一個與我們西歐國家的人如此不相干和大相徑庭的生活，真是瘋狂。\n我們在西歐/北美等地的生活是很瘋狂的，但作者描繪的方式卻讓人覺得很不可思議。",
      "title": "我從來沒有真正喜歡過非小說......然後我讀了《平壤的水族館》......"
    }
  ],
  "title": "I've never really big into non fiction...then I read \"The Aquariums Of Pyongyang\"...",
  "created_utc": 1621324290,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edited to add my title should be &quot;I&#39;ve never really been big into non-fiction...&quot;</p>\n\n<p>And I can&#39;t describe the feeling I had while reading that book. </p>\n\n<p>It&#39;s crazy to read about a life so unconnected and vastly different to those of us in Western Europe/North America etc but the way the author paints a picture of his life, upbringing and background - personally it moved me in ways a book hasn&#39;t for years. </p>\n\n<p>It&#39;s actually an easy read too. I did the book in probably 2 good sittings over a couple of days.</p>\n\n<p>It&#39;s not what I would call a &quot;nice&quot; subject matter to forewarn anyone considering it but definitely I can&#39;t recommend it highly enough.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/netlvx/ive_never_really_big_into_non_fictionthen_i_read/",
  "subreddit": "books",
  "id": "netlvx",
  "is_self": true,
  "media": null,
  "is_video": false
}