{
  "author": "I-Downloaded-a-Car",
  "original_created_utc": 1624844187,
  "title": "CMV: Social media companies are trying to manipulate and distract us from real issues in the world.",
  "created_utc": 1624858233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Often you&#39;ll see some great outrage sweep across tiktok or twitter, and a lot of it seems fine upon first glance, but a lot of it is just fluff that doesn&#39;t hold up to scrutiny and isn&#39;t really a new issue, just a variant of a different issue, but the secret sauce is to just call people a bigot of some kind when they argue against it.</p>\n\n<p>Every time there&#39;s a fresh outrage we get more bans, more restrictions and more of a political divide between groups of people, the platforms control you a little more and everyone distracts each other with congratulations on an outrage well done. Meanwhile the big boys up top continue to seize more and more control without us ever really noticing. They don&#39;t care one bit about your politics or your feelings, they just see an opportunity to exploit this current political environment to seize control.</p>\n\n<p>We have no clue how these algorithms work and they&#39;re starting to get pretty spooky. I believe we&#39;re perched in a very precarious state right now with no clear out. It&#39;s impossible to trust anything because you really never know why you&#39;re being shown something and you don&#39;t know where it originated from. Especially on TikTok, we truly have no idea what TikTok does, it&#39;s completely opaque and hails straight from China. </p>\n\n<p>How could you not take advantage of such a perfect situation?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o9a9dy/cmv_social_media_companies_are_trying_to/",
  "subreddit": "changemyview",
  "id": "o9a9dy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Often you'll see some great outrage sweep across tiktok or twitter, and a lot of\nit seems fine upon first glance, but a lot of it is just fluff that doesn't hold\nup to scrutiny and isn't really a new issue, just a variant of a different\nissue, but the secret sauce is to just call people a bigot of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "しばしばtiktokやtwitterで素晴らしい怒りの声を目にすることがあります。\n一見すると良いことのように見えますが、多くは精査に耐えられない、新しいことでもない、ただの戯言です。\n吟味に耐えられず、新しい問題ではなく、別の問題の変形に過ぎません。\nしかし、秘密のソースは、ただ人を偏見のある...",
      "title": "CMV: ソーシャルメディア企業は、私たちを操り、世界の現実的な問題から目をそらさせようとしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "通常你会看到一些伟大的愤怒席卷tiktok或twitter，其中很多\n乍看之下似乎不错，但很多都是经不起推敲的空话。\n很多都是经不起推敲的空话，并不是一个真正的新问题，只是一个不同问题的变种。\n问题，但秘诀是称人们为偏执狂......",
      "title": "CMV：社交媒体公司正试图操纵并分散我们对世界上真实问题的注意力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "通常你會看到一些偉大的憤怒席捲tiktok或twitter，其中很多\n乍看之下似乎不錯，但很多都是經不起推敲的空話。\n很多都是經不起推敲的空話，並不是一個真正的新問題，只是一個不同問題的變種。\n問題，但祕訣是稱人們爲偏執狂......",
      "title": "CMV：社交媒體公司正試圖操縱並分散我們對世界上真實問題的注意力。"
    }
  ]
}