{
  "author": "Sharp_Bad_123",
  "the_new_excerpt": "Hi! I'm very interested in learning more about how emotions function both on a\nbiological and on a psychological level. The goal is to raise my emotional\nintelligence, but I'm looking for something well researched and scientific, not\nnecessarily the self help type. If you have any ideas, I'd be…",
  "original_created_utc": 1617362350,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "你好！我很有兴趣了解更多关于情绪如何运作的信息，包括在生活中的作用。\n生理层面和心理层面。我们的目标是提高我的情绪\n智慧，但我要找的是有研究的、科学的东西，而不是。\n不一定是自救型的。如果你有什么想法，我会... ...",
      "title": "了解情绪并学会与之共处"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好！我很有興趣瞭解更多關於情緒如何運作的信息，包括在生活中的作用。\n生理層面和心理層面。我們的目標是提高我的情緒\n智慧，但我要找的是有研究的、科學的東西，而不是。\n不一定是自救型的。如果你有什麼想法，我會... ...",
      "title": "瞭解情緒並學會與之共處"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私は、感情が生物学的、心理学的にどのように機能しているのかを知りたいと思っています。\n感情がどのように機能するのか、生物学的にも心理学的にも学びたいと思っています。目標は、私の感情的知性を高めることです。\n感情的な知性を高めることですが、よく研究された科学的なものを探しています。\n必ずしも自己啓発的なものではありません。もし、何かアイデアがあれば、私は...",
      "title": "感情を理解し、それと共存することを学ぶ"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私は、感情が生物学的、心理学的にどのように機能しているのかを知りたいと思っています。\n感情がどのように機能するのか、生物学的にも心理学的にも学びたいと思っています。目標は、私の感情的知性を高めることです。\n感情的な知性を高めることですが、よく研究された科学的なものを探しています。\n必ずしも自己啓発的なものではありません。もし、何かアイデアがあれば、私は...",
      "title": "感情を理解し、それと共存することを学ぶ"
    }
  ],
  "title": "Understanding emotions and learning to live with them",
  "created_utc": 1617371454,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi! I&#39;m very interested in learning more about how emotions function both on a biological and on a psychological level. The goal is to raise my emotional intelligence, but I&#39;m looking for something well researched and scientific, not necessarily the self help type. If you have any ideas, I&#39;d be grateful to hear them. Thank you!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/booksuggestions/comments/mii9yu/understanding_emotions_and_learning_to_live_with/",
  "subreddit": "booksuggestions",
  "id": "mii9yu",
  "is_self": true,
  "media": null,
  "is_video": false
}