{
  "author": "theloneshewolf",
  "original_created_utc": 1624304216,
  "title": "If bras are necessities then why didn't we evolve some kind of natural back support like stronger back muscles?",
  "created_utc": 1624329899,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry if this is a stupid question, I&#39;m a small-breasted woman so I really don&#39;t understand why bras are necessary. I&#39;ve heard it said that bras are important for back support, especially for women with larger breasts, and I&#39;ve certainly heard larger-breasted women echo this. It&#39;s not just large-breasted women however, according to &quot;experts&quot; in this article they&#39;re important for all sizes (<a href=\"https://www.elle.com/uk/life-and-culture/culture/a22322591/braless-benefits/\">https://www.elle.com/uk/life-and-culture/culture/a22322591/braless-benefits/</a>). But I don&#39;t get it, I know evolution isn&#39;t perfect but if breasts were such an issue and caused such problems then why didn&#39;t we evolve to have stronger back muscles or something? Aren&#39;t bras purely cosmetic? I can see how they&#39;re necessary for exercise (trust me, I&#39;ve been there) since working out with your boobs flapping everywhere is kinda painful. But for everything else... I thought they were more for looks and for &quot;decency&quot;? Actually, that&#39;s another thing I don&#39;t get, why did we evolve to have back pains and other problems when exercising? If breasts make it difficult to run that seems like it&#39;d be kind of an evolutionary disadvantage... Sorry again if this is a dumb question, and I hope this is the right place to post this! Thanks in advance!</p>\n\n<p>P.S. I dunno if talking about women&#39;s breasts would be deemed inappropriate or not, so I&#39;m just gonna tag this NSFW just in case. It shouldn&#39;t be though, breasts are natural parts of human bodies and it&#39;s dumb that we censor them.</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/NoStupidQuestions/comments/o53h9g/if_bras_are_necessities_then_why_didnt_we_evolve/",
  "subreddit": "NoStupidQuestions",
  "id": "o53h9g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry if this is a stupid question, I'm a small-breasted woman so I really don't\nunderstand why bras are necessary. I've heard it said that bras are important\nfor back support, especially for women with larger breasts, and I've certainly\nheard larger-breasted women echo this. It's not just large…"
}