{
  "author": "aliboughazi901",
  "original_created_utc": 1633096513,
  "title": "Thanks everyone",
  "created_utc": 1633127945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I joined this sub about 2-3 months ago, the first thing I learned about was moons, I couldn&#39;t believe that you could get a cryptocurrency just for commenting, and interacting with a community.</p>\n\n<p>Literally 1 day later, I made a comment and after a few minutes I received a notification that someone replied to it, I honestly don&#39;t remember what my comment was, but I can still remember exactly what the reply was: Have a moon.</p>\n\n<p>It was <a href=\"/u/xrporbust\">u/xrporbust</a> and he had just sent me 1 moon, I know it&#39;s probably not much for most people here but back then I literally couldn&#39;t stop smiling for a day, I know he probably doesn&#39;t even remember sending me the moon but I still do.</p>\n\n<p>A few days later another user tipped me 5 moons, I was so happy, and I thought it couldn&#39;t get any better, but <a href=\"/u/LargeSnorlax\">u/LargeSnorlax</a> was like: HOLD UP, I posted a comment with the karma I had earned that month and asked if it was feasible for me to get to 300 moons, I went to slepp, and when I woke up I had 300 moons, that&#39;s right <a href=\"/u/LargeSnorlax\">u/LargeSnorlax</a> tipped me 295 moons!!!!!</p>\n\n<p>I really couldn&#39;t believe what just happened, and that&#39;s when I realised that this sub has the most wholesome people on the planet, Thank you everyone.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/pz8irx/thanks_everyone/",
  "subreddit": "CryptoCurrency",
  "id": "pz8irx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I joined this sub about 2-3 months ago, the first thing I learned about was\nmoons, I couldn't believe that you could get a cryptocurrency just for\ncommenting, and interacting with a community.\n\nLiterally 1 day later, I made a comment and after a few minutes I received a\nnotification that someone…"
}