{
  "author": "BtcAnonymouse",
  "original_created_utc": 1630142403,
  "title": "Can we stop lying to each other? ETH fee problem cannot be solved easily without more centralization",
  "created_utc": 1630157977,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s too much misinformation about gas prices and it&#39;s unproductive and misleading users giving them false hopes.</p>\n\n<p>Everyone can see on their own that gas prices are beyond ridiculous. People are losing serious money on NFTs for failed transactions or paying more in fees than the actual value of transaction. Misinformation is not helpful.</p>\n\n<p>Some people were giving hopes that EIP 1559 will fix gas prices but it does not do that. EIP 1559 tried to fix overpayment by making fee estimation easier. It&#39;s not a scaling solution or fee reducing solution.</p>\n\n<p>There are posts now saying that ETH 2.0 will fix everything. That&#39;s once again wrong information. Changing to POS will not solve fees or scalability.</p>\n\n<p>Sidechains like Matic can fix fee problem. EVM clones like BSC can fix it. But as you know these are completely centralized solutions.</p>\n\n<p>Rollups can fix it. There&#39;s two types of rollups. One is zero knowledge rollup and other is optimistic rollup. Rollups execute transactions on separate chain, compress a batch of transactions and post it to main chain.</p>\n\n<p>The difference between zero knowledge and optimistic rollups is on how they prove validity of a batch of transactions.</p>\n\n<p>Zero knowledge rollups are very computational intensive. Optimistic rollups is based on trust and it can have vulnerabilities if the value of transactions is high enough for bad actor to take advantage.</p>\n\n<p>ETH network is already centralized on first layer because of nodes and dapps depending on Infura. Even Metamask depends on Infura. Infura is a third party centralized service.</p>\n\n<p>The reality is there is currently no easy fix for gas prices without adding more centralization and security risks. Let&#39;s try to be honest about it and stop spreading misinformation.</p>\n</div><!-- SC_ON -->",
  "score": 235,
  "permalink": "/r/CryptoCurrency/comments/pd6nrv/can_we_stop_lying_to_each_other_eth_fee_problem/",
  "subreddit": "CryptoCurrency",
  "id": "pd6nrv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's too much misinformation about gas prices and it's unproductive and\nmisleading users giving them false hopes.\n\nEveryone can see on their own that gas prices are beyond ridiculous. People are\nlosing serious money on NFTs for failed transactions or paying more in fees than\nthe actual value of…"
}