{
  "author": "IceCreamYouScream92",
  "original_created_utc": 1633944395,
  "title": "Loved Norse Mythology by Neil Gaiman, is there a book with similar simple format on Greek mythology?",
  "created_utc": 1633949580,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically the title, I liked the book especially because of how easy it was to read and how simple and condensed everything felt. I&#39;m really interested in some Greek mythology and tales, but I don&#39;t feel like reading complicated long texts like Ilias and Odyssea etc. Is there similar book with the same qualities on Greek mythology that you can basically read to children as bedtime stories?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/q5s24q/loved_norse_mythology_by_neil_gaiman_is_there_a/",
  "subreddit": "books",
  "id": "q5s24q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Basically the title, I liked the book especially because of how easy it was to\nread and how simple and condensed everything felt. I'm really interested in some\nGreek mythology and tales, but I don't feel like reading complicated long texts\nlike Ilias and Odyssea etc. Is there similar book with the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的にはタイトル通りですが、特にこの本が気に入ったのは、読みやすさと\n読みやすく、シンプルに凝縮されている感じが良かったです。ギリシャの神話や物語にはとても興味があります。\nギリシャの神話や物語にはとても興味があるのですが、イリアスやオデュッセーなどの複雑な長文を読む気にはなりません。\nイリアスやオデュッセーなどの複雑な長文を読む気にはなれません。同じような内容の本はありますか？",
      "title": "Neil Gaimanの北欧神話が好きだったのですが、ギリシャ神話で同じようなシンプルなフォーマットの本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上，我喜欢这本书，特别是因为它很容易读懂，而且是很简单的。\n我喜欢这本书，特别是因为它很容易阅读，而且感觉一切都很简单和凝练。我真的对一些\n希腊神话和故事感兴趣，但我不喜欢阅读复杂的长篇文章\n像《伊利亚斯》和《奥德赛》等。是否有类似的书？",
      "title": "很喜欢尼尔-盖曼的《北欧神话》，有没有一本类似于希腊神话的简单格式的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上，我喜歡這本書，特別是因爲它很容易讀懂，而且是很簡單的。\n我喜歡這本書，特別是因爲它很容易閱讀，而且感覺一切都很簡單和凝練。我真的對一些\n希臘神話和故事感興趣，但我不喜歡閱讀複雜的長篇文章\n像《伊利亞斯》和《奧德賽》等。是否有類似的書？",
      "title": "很喜歡尼爾-蓋曼的《北歐神話》，有沒有一本類似於希臘神話的簡單格式的書？"
    }
  ]
}