{
  "author": "sineadb_",
  "original_created_utc": 1633340780,
  "title": "CMV: I think the non-binary gender identity is unnecessary.",
  "created_utc": 1633350749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just to start I want to say that I completely accept everyone and respect what pronouns anybody wants to be referred to as. I keep my thoughts on this to myself, but think maybe I just don’t understand it fully.</p>\n\n<p>I am a female who sometimes dresses quite masculine and on rare occasion will dress quite feminine. I often get comments like “why do you dress like a boy?” And “why can’t you dress up a bit more?”. But I think that it should be completely acceptable for everyone to dress as they like. So I feel like this new non-binary gender identity is making it as if females are not supposed to dress like males and visa Versa. I am a woman and I can dress however I want. To me it almost feels like non-binary is a step backwards for gender equality. Can anyone explain to me why this gender identity is necessary?</p>\n</div><!-- SC_ON -->",
  "score": 113,
  "permalink": "/r/changemyview/comments/q127jk/cmv_i_think_the_nonbinary_gender_identity_is/",
  "subreddit": "changemyview",
  "id": "q127jk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just to start I want to say that I completely accept everyone and respect what\npronouns anybody wants to be referred to as. I keep my thoughts on this to\nmyself, but think maybe I just don’t understand it fully.\n\nI am a female who sometimes dresses quite masculine and on rare occasion will\ndress…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきたいのは、私はすべての人を完全に受け入れ、誰がどのような代名詞で呼ばれたいかを尊重するということです。\n代名詞を尊重します。私はこのことについて自分の考えを持っています。\n私は女性ですが、たまに男性的な服装をすることがあります。\n\n私は女性ですが、時には男性的な服装をすることもありますし、まれには\nドレス...",
      "title": "CMV：ノンバイナリーの性自認は不要だと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先我想说的是，我完全接受每个人，并尊重每个人想被称为的代名词。\n代名词，并尊重任何人希望被称为的代名词。我把我的想法保留在\n但我想，也许我只是没有完全理解它。\n\n我是一个女性，有时穿得很男性化，在极少数情况下会\n穿着...",
      "title": "CMV：我认为非二进制的性别认同是不必要的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我想說的是，我完全接受每個人，並尊重每個人想被稱爲的代名詞。\n代名詞，並尊重任何人希望被稱爲的代名詞。我把我的想法保留在\n但我想，也許我只是沒有完全理解它。\n\n我是一個女性，有時穿得很男性化，在極少數情況下會\n穿着...",
      "title": "CMV：我認爲非二進制的性別認同是不必要的。"
    }
  ]
}