{
  "author": "HeadLemming",
  "the_new_excerpt": "Why YSK: Many sugar free gums as well as a growing list of other foods contain\nXylitol as an artificial sweetener. Although Xylitol is harmless to humans, even\nsmall amounts can be deadly to dogs.\n\nUnlike humans, a dogs pancreas is not able to discern Xylitol from real sugar\nand as a result of…",
  "original_created_utc": 1617772435,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くのシュガーフリーガムやその他の食品には、人工甘味料としてキシリトールが使用されています。\n人工甘味料としてキシリトールが使用されています。キシリトールは人間には無害ですが、少量でも\n少量でも犬にとっては致命的です。\n\n人間と違い、犬の膵臓はキシリトールと本物の砂糖を見分けることができません。\nその結果...",
      "title": "YSKシュガーフリーガムは犬にとって非常に有毒です。わずか2個のガムを食べただけで、死に至ることもあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多无糖口香糖以及越来越多的其他食品都含有YSK。\n木糖醇作为一种人工甜味剂。虽然木糖醇对人体无害，但即使是\n少量对狗来说是致命的。\n\n与人类不同，狗的胰腺无法分辨木糖醇和真正的糖。\n而由于...",
      "title": "YSK无糖口香糖对狗狗有极大的毒性。只要吃两片就会导致死亡。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多無糖口香糖以及越來越多的其他食品都含有YSK。\n木糖醇作爲一種人工甜味劑。雖然木糖醇對人體無害，但即使是\n少量對狗來說是致命的。\n\n與人類不同，狗的胰腺無法分辨木糖醇和真正的糖。\n而由於...",
      "title": "YSK無糖口香糖對狗狗有極大的毒性。只要喫兩片就會導致死亡。"
    }
  ],
  "title": "YSK Sugar free gum can be EXTREMELY toxic to dogs. Consumption of as little as two pieces can lead to death",
  "created_utc": 1618322083,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many sugar free gums as well as a growing list of other foods contain Xylitol as an artificial sweetener. Although Xylitol is harmless to humans, even small amounts can be deadly to dogs. </p>\n\n<p>Unlike humans, a dogs pancreas is not able to discern Xylitol from real sugar and as a result of consuming it, a dogs pancreas can rapidly release large amounts of insulin as a response. This rapid release of insulin can lead to potentially deadly hypoglycemia in dogs as well as liver failure. </p>\n\n<p>It is also important to know that side effects may not be immediately apparent and can manifest themselves hours later. </p>\n\n<p>If you think you dog ate something containing Xylitol, call your Vet or a poison control hotline ASAP. Time is of the essence so don’t wait to call. I just picked up my 70 lb, 1 year old Doberman from a two night stay at an animal hospital after he ate some sugar free gum and they told us that we were lucky to have brought him in so quickly. </p>\n\n<p>Pet Poison Helpline: (800-213-6680)\nASPCA Poison Control: (888) 426-4435</p>\n\n<p>Some more information about Xylitol and dogs: </p>\n\n<p><a href=\"https://vcahospitals.com/know-your-pet/xylitol-toxicity-in-dogs\">https://vcahospitals.com/know-your-pet/xylitol-toxicity-in-dogs</a></p>\n\n<p><a href=\"https://www.akc.org/expert-advice/health/dangers-of-xylitol/\">https://www.akc.org/expert-advice/health/dangers-of-xylitol/</a></p>\n\n<p><a href=\"https://www.fda.gov/consumers/consumer-updates/paws-xylitol-its-dangerous-dogs\">https://www.fda.gov/consumers/consumer-updates/paws-xylitol-its-dangerous-dogs</a></p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/mluwab/ysk_sugar_free_gum_can_be_extremely_toxic_to_dogs/",
  "subreddit": "YouShouldKnow",
  "id": "mluwab",
  "is_self": true,
  "media": null,
  "is_video": false
}