{
  "author": "Smoke_Appropriate",
  "original_created_utc": 1627432902,
  "title": "CMV: If I am vaccinated I shouldn't be mandated to wear a mask if they aren't going to mandate people get the vaccine.",
  "created_utc": 1627447280,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve done everything we were supposed to over the past year or so. I&#39;ve socially distanced, I&#39;ve worn my mask everywhere, I&#39;ve tried to stay home, and I&#39;ve gotten the vaccine as soon as I could. The only people I know who aren&#39;t vaccinated, at least in my area, simply don&#39;t want it. Why should I be mandated to wear a mask instead of just mandating people get the vaccine? They&#39;re the reason cases are spiking, but I have to start wearing a mask again to protect them? Please, someone explain to me why I should be mandated to do something to protect people who could be mandated to get a vaccine and put an end to Covid-19.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/osz59q/cmv_if_i_am_vaccinated_i_shouldnt_be_mandated_to/",
  "subreddit": "changemyview",
  "id": "osz59q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've done everything we were supposed to over the past year or so. I've socially\ndistanced, I've worn my mask everywhere, I've tried to stay home, and I've\ngotten the vaccine as soon as I could. The only people I know who aren't\nvaccinated, at least in my area, simply don't want it. Why should I be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この1年ほど、やるべきことはすべてやりました。私は社会的に\n社会的に距離を置き、どこでもマスクを着用し、家にいるようにし、そして\nワクチンもできるだけ早く接種しました。私の知り合いでワクチンを接種していない人は\n少なくとも私の地域では、ワクチンを接種していない唯一の人は、単にそれを望んでいないのです。なぜ私が...。",
      "title": "CMV：もしワクチンを接種しても、マスクの着用を義務付けるつもりがないのであれば、マスクの着用を義務付けるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去一年多的时间里，我已经做了我们应该做的一切。我已经在社会上\n我在社会上保持距离，在任何地方都戴着口罩，我试着呆在家里，而且我已经尽快接种了疫苗。\n我尽快接种了疫苗。我认识的人中唯一没有\n至少在我所在的地区，唯一没有接种疫苗的人就是不愿意接种。我为什么要...",
      "title": "CMV：如果我接种了疫苗，我不应该被强制要求戴上口罩，如果他们不打算强制人们接种疫苗。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去一年多的時間裏，我已經做了我們應該做的一切。我已經在社會上\n我在社會上保持距離，在任何地方都戴着口罩，我試着呆在家裏，而且我已經儘快接種了疫苗。\n我儘快接種了疫苗。我認識的人中唯一沒有\n至少在我所在的地區，唯一沒有接種疫苗的人就是不願意接種。我爲什麼要...",
      "title": "CMV：如果我接種了疫苗，我不應該被強制要求戴上口罩，如果他們不打算強制人們接種疫苗。"
    }
  ]
}