{
  "author": "rocksandpebbles66",
  "original_created_utc": 1626323059,
  "title": "CMV: Influencers should not be expected to speak about every social issue",
  "created_utc": 1626359483,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I could be totally wrong about this, but it really irks me.</p>\n\n<p>Whenever there&#39;s a new social issue spreading around social media, most influencer&#39;s comments are flooded with people aggressively pushing them to talk about it. While it&#39;s great if the influencer does choose to spread awareness about it, it is stupid that that is the expectation. Remember: these are just people. Regular people, who probably don&#39;t know everything going on in the world. Believe it or not, they&#39;re not these all-mighty people sent to save the world.</p>\n\n<p>This pressure probably does more harm than good. So now these people are forced to speak about something before they don&#39;t even fully understand so they don&#39;t get harassed? What good does that do? </p>\n\n<p>Now, I&#39;m not saying we shouldn&#39;t encourage influencers to spread awareness, do fundraisers, and all that. That&#39;s amazing. But if they&#39;re already doing some, that <em>is</em> enough. They&#39;re not here to solve every world issue. If that&#39;s what you wanna do, great. But they&#39;re here to entertain you. A 15 year old Tiktoker or gamer YouTuber shouldn&#39;t be expected to be educated on everything going on in the world enough able to speak about all of them, sorry.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/oklapn/cmv_influencers_should_not_be_expected_to_speak/",
  "subreddit": "changemyview",
  "id": "oklapn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I could be totally wrong about this, but it really irks me.\n\nWhenever there's a new social issue spreading around social media, most\ninfluencer's comments are flooded with people aggressively pushing them to talk\nabout it. While it's great if the influencer does choose to spread awareness\nabout it,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の勘違いかもしれませんが、これは本当に腹立たしいことです。\n\nソーシャルメディアで新しい社会問題が話題になると、ほとんどのインフルエンサーのコメントは\nインフルエンサーのコメント欄には、その話題を積極的に取り上げるようにとの声が殺到します。\nしています。インフルエンサーがその問題についての認識を広めることを選択するのは素晴らしいことですが\nそれは素晴らしいことですが...。",
      "title": "CMV: インフルエンサーはすべての社会問題について発言することを期待されるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我可能完全错了，但这真的让我很生气。\n\n每当有一个新的社会问题在社交媒体上传播时，大多数\n影响力的人的评论都会充斥着人们积极地推动他们谈论\n谈论它。如果影响者选择传播意识，这很好。\n这很好，但...",
      "title": "CMV：不应期望影响者谈论每一个社会问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我可能完全錯了，但這真的讓我很生氣。\n\n每當有一個新的社會問題在社交媒體上傳播時，大多數\n影響力的人的評論都會充斥着人們積極地推動他們談論\n談論它。如果影響者選擇傳播意識，這很好。\n這很好，但...",
      "title": "CMV：不應期望影響者談論每一個社會問題"
    }
  ]
}