{
  "author": "trippyhippydmt",
  "original_created_utc": 1624665554,
  "title": "I finally listened to my gut and cashed out almost 80% of my portfolio last night",
  "created_utc": 1624696776,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Last night I cashed out almost 80% of my portfolio to buy a Mitsubishi evo 4 to flip and start my car import business and it feels amazing. I was gonna hold out until today to cash out to try to make a couple extra hundred but decided there was no need to be greedy and by doing so I saved myself about 3k based on what my coins are trading at currently. </p>\n\n<p>I&#39;ve been looking at importing a car for the past 5 years but didn&#39;t have enough money until this year and decided to finally pull the trigger about 2-3 weeks ago after our plans to buy a house fell through for the time being. I was originally going to buy one back at the end of april/early May because I had a gut feeling to cash out but I ignored it because I was set on hitting a certain number. Instead I watched my portfolio drop from 6 figures down to 30k between the middle of May and now.</p>\n\n<p>I was still up quite a bit on my OI and thought about holding out because I do think we might see another pump later in the year but I just couldn&#39;t deal with the stress anymore or the thought of watching it go all the way back down and missing my chance to start a career I actually enjoy. I left roughly my OI in to keep things interesting if we have another major pump but if not oh well, I at least have my import business which allows me to quit my warehouse job by my birthday next may as well.</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/CryptoCurrency/comments/o7znep/i_finally_listened_to_my_gut_and_cashed_out/",
  "subreddit": "CryptoCurrency",
  "id": "o7znep",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Last night I cashed out almost 80% of my portfolio to buy a Mitsubishi evo 4 to\nflip and start my car import business and it feels amazing. I was gonna hold out\nuntil today to cash out to try to make a couple extra hundred but decided there\nwas no need to be greedy and by doing so I saved myself…"
}