{
  "author": "Ajreil",
  "original_created_utc": 1639437010,
  "title": "YSK that Naloxone (Narcan) can reverse the effects of an opioid overdose. It is safe to use, and requires no specialized training.",
  "created_utc": 1639942490,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Opioid overdoses kit [100,000 Americans per year]. If given early enough, Naloxone can reverse the effects of an opioid overdose and restore normal breathing. It works by turning off opioid receptors in the brain, meaning it has no effects on someone who isn&amp;#39;t being affected by opioids.&lt;/p&gt;\n\n&lt;p&gt;In my home state of Minnesota, most pharmacies give it out for free. No special training is required.&lt;/p&gt;\n\n&lt;p&gt;Note that it is a controlled substance, so you will need a prescription in some states. More info below. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;How Does Naloxone Work?&lt;/p&gt;\n\n&lt;p&gt;Naloxone is an opioid receptor antagonist meaning it binds to opioid receptors and reverses or blocks the effects of other opioids. Giving naloxone rapidly reverses the effects of opioid drugs, restoring normal respiration. It can be administered by injection or through a nasal spray.&lt;/p&gt;\n\n&lt;p&gt;Is Naloxone Safe?&lt;/p&gt;\n\n&lt;p&gt;Yes. There is no evidence of significant adverse reactions to naloxone. Administering naloxone in cases of opioid overdose can cause withdrawal symptoms when the person is dependent on opioids; this is uncomfortable without being life threatening. The risk that someone overdosing on opioids will have a serious adverse reaction to naloxone is far less than their risk of dying from overdose. Naloxone works if a person has opioids in their system and has no harmful effect if opioids are absent. Naloxone should be given to any person who shows signs of an opioid overdose or when an overdose is suspected.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.drugabuse.gov/publications/naloxone-opioid-overdose-life-saving-science\"&gt;Source - drugabuse.gov&lt;/a&gt; &lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;Additional Sources:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preventionsolutions.edc.org/services/resources/state-naloxone-access-laws\"&gt;State Naloxone Access Laws - Education Development Center&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://doseofreality.mn.gov/need-help/naloxone.asp\"&gt;General information on Naloxone - doseofreality.mn.gov&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/rfsybl/ysk_that_naloxone_narcan_can_reverse_the_effects/",
  "subreddit": "YouShouldKnow",
  "id": "rfsybl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Opioid overdoses kit [100,000 Americans per year]. If given early\nenough, Naloxone can reverse the effects of an opioid overdose and restore\nnormal breathing. It works by turning off opioid receptors in the brain, meaning\nit has no effects on someone who isn't being affected by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: オピオイド過剰摂取キット [100,000\nアメリカ人／年]。ナロキソンは、早期に投与することで\nオピオイドの過剰摂取により、正常な呼吸を取り戻します。オピオイドを無効にすることで\n脳内の受容体には作用しないので、...",
      "title": "ナロキソン（ナルカン）がオピオイドの過剰摂取の影響を元に戻すことができることをYSK。安全に使用でき、専門的な訓練も必要ありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：阿片类药物的过量使用导致[每年10万名美国人]。\n美国人每年]。如果足够早的话，纳洛酮可以逆转阿片类药物过量的影响，并使其成为一种新的治疗方法。\n阿片类药物过量的影响，并恢复正常呼吸。它的作用是关闭大脑中的阿片类药物受体。\n它的作用是关闭大脑中的阿片类受体，这意味着它对一个人没有影响。",
      "title": "YSK认为纳洛酮（Narcan）可以逆转阿片类药物过量的影响。它使用起来很安全，而且不需要专门的培训。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：阿片類藥物的過量使用導致[每年10萬名美國人]。\n美國人每年]。如果足夠早的話，納洛酮可以逆轉阿片類藥物過量的影響，並使其成爲一種新的治療方法。\n阿片類藥物過量的影響，並恢復正常呼吸。它的作用是關閉大腦中的阿片類藥物受體。\n它的作用是關閉大腦中的阿片類受體，這意味着它對一個人沒有影響。",
      "title": "YSK認爲納洛酮（Narcan）可以逆轉阿片類藥物過量的影響。它使用起來很安全，而且不需要專門的培訓。"
    }
  ]
}