{
  "author": "DCMVT",
  "original_created_utc": 1632571943,
  "title": "CMV: 9/10 People buying the Brand New iPhone 13 on release day would never notice if you switched every internal component out with iPhone 8 components.",
  "created_utc": 1632584438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: Apple&#39;s marketing is so killer they have millions of &quot;lifetime customers&quot; financing these devices which provide 0 performance value upgrade to them.  If you replaced every single component of a new iPhone other than the exterior appearance, 9/10 people buying them would not notice, and would happily trade the device in without complaint for the iPhone 14 or 15, when that time comes in a year or two.</p>\n\n<p>My friends and I played Tetris and messed with/created other text-based games in secret on TI-83 calculators in High School.  Now the vast majority of these folks lined up to spend $1k+ have no clue how any of the tech works or where it came from, and totally take it for granted.  To me,  I see the &quot;normies&quot;  and &quot;jocks&quot; that would have made fun of us at the table 20 years ago, paying nerds an extra $X amount monthly for something they don&#39;t even use or understand. </p>\n\n<p>It&#39;s the same phenomenon at the car dealership, no gritty hardened race car drivers walk in and buy the beast on the lot, it&#39;s generally someone geriatric who made their money in banking and can&#39;t even drive a stick.</p>\n\n<p>I get it if you say you like the iPhone for it&#39;s sleek design and you have the money to upgrade, but that&#39;s really not the case for most of these folks.  They are in a blind trade-up cycle.  The 1 in 10 is the aficionados and geeks who &quot;have to get their hands on it.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/changemyview/comments/pv5lgb/cmv_910_people_buying_the_brand_new_iphone_13_on/",
  "subreddit": "changemyview",
  "id": "pv5lgb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "CMV: Apple's marketing is so killer they have millions of \"lifetime customers\"\nfinancing these devices which provide 0 performance value upgrade to them. If\nyou replaced every single component of a new iPhone other than the exterior\nappearance, 9/10 people buying them would not notice, and would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV: Appleのマーケティングは非常に強力で、何百万人もの \"生涯顧客 \"を抱えています。\n何百万人もの \"生涯顧客 \"に融資していますが、彼らには性能面でのアップグレードはありません。もし\n新しいiPhoneの外観以外のすべての部品を交換したとしたら\n新しいiPhoneの外観以外の部品をすべて交換しても、購入する人の9/10は気づかず、...",
      "title": "CMV: 9/10 真新しいiPhone 13を発売日に買う人は、内部のすべての部品をiPhone 8の部品と交換しても気づかないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV：苹果公司的营销非常有杀伤力，他们有数百万的 \"终身客户\"\n资助这些设备，而这些设备为他们提供的性能价值升级为零。如果\n如果你更换了新iPhone的每一个部件，除了外观之外\n9/10的人购买他们不会注意到，而且会......",
      "title": "CMV: 9/10 在发布日购买全新的iPhone 13的人绝不会注意到，如果你把每个内部组件都换成iPhone 8的组件。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV：蘋果公司的營銷非常有殺傷力，他們有數百萬的 \"終身客戶\"\n資助這些設備，而這些設備爲他們提供的性能價值升級爲零。如果\n如果你更換了新iPhone的每一個部件，除了外觀之外\n9/10的人購買他們不會注意到，而且會......",
      "title": "CMV: 9/10 在發佈日購買全新的iPhone 13的人絕不會注意到，如果你把每個內部組件都換成iPhone 8的組件。"
    }
  ]
}