{
  "author": "dalibor68",
  "original_created_utc": 1636794617,
  "title": "With inflation on the rise, how much of your portfolio should be crypto?",
  "created_utc": 1636817919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello,</p>\n\n<p>So we all know the usual (rather conservative in my opinion) statements by prominent investors or news outlets claiming the ideal spot of crypto in one&#39;s portfolio would be 5-10%. I&#39;m pretty sure the people saying this are mostly rich as fuck though and not telling you that the other 90-95% of their portfolio is not just sitting as FIAT on the bank account, but also invested in housing, gold and stocks.</p>\n\n<p>In addition, we are witnessing an increase of worldwide FIAT inflation. In Europe, it is currently around +3-4% officially, and probably more like 5%+ in reality. So basically any FIAT you have on your bank account is devalued by 5%+ every year, in some countries you&#39;ll even have to pay negative interest on top of that.</p>\n\n<p>So taking this all into consideration, what do you think is currently the optimal percentage that crypto should take in the portfolio of a &quot;regular&quot; (as in &quot;not already rich af&quot;) investor?</p>\n\n<p>Personally, I&#39;ll be around 33% crypto at the end of the year. That&#39;s money that would hurt me in the sense of maybe not having a big vacation next year if it went -50%, but otherwise not too much of a big deal. But for me it is a risk willing to take and a good compromise to not just watch all Fiat be eaten up by inflation while also having enough investment to potentially have significant gains.</p>\n\n<p>What do you think?</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/qsxhgh/with_inflation_on_the_rise_how_much_of_your/",
  "subreddit": "CryptoCurrency",
  "id": "qsxhgh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello,\n\nSo we all know the usual (rather conservative in my opinion) statements by\nprominent investors or news outlets claiming the ideal spot of crypto in one's\nportfolio would be 5-10%. I'm pretty sure the people saying this are mostly rich\nas fuck though and not telling you that the other 90-95%…"
}