{
  "author": "rengreen",
  "the_new_excerpt": "Since reading an interview by the creator of the Vampire Diaries, Julie Plec,\nwhere she explicitly says she no longer wants to read or wrote the typical man\nfeeling unsatisfied in his life narrative I had a revelation that I could avoid\nthose stories too. But it’s hard because they are often…",
  "original_created_utc": 1622951998,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ヴァンパイア・ダイアリーズのクリエーター、ジュリー・プレックのインタビューを読んで以来、彼女は、典型的な男性の作品を読みたくない、書きたくないとはっきり言っています。\n読んだり書いたりしたくないと明確に語っています。\n人生に不満を感じている典型的な男性の物語を読みたくない、書きたくないと明言しているインタビューを読んでから、私もそのような物語を避けることができるという啓示を受けました。\n私もそういった物語を避けることができると思いました。しかし、それは難しいことです。なぜなら、それらはしばしば...",
      "title": "中年の男性が中年の危機に直面する本を避けようとするのは、とても難しいことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从读了《吸血鬼日记》的创作者朱莉-普莱克的采访后。\n她在采访中明确表示，她不再想读或写典型的男人\n在生活中感到不满意的叙述，我得到了一个启示，我可以避免\n这些故事。但这很难，因为它们往往是...",
      "title": "试图避开有关中年男子经历中年危机的书籍是非常困难的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從讀了《吸血鬼日記》的創作者朱莉-普萊克的採訪後。\n她在採訪中明確表示，她不再想讀或寫典型的男人\n在生活中感到不滿意的敘述，我得到了一個啓示，我可以避免\n這些故事。但這很難，因爲它們往往是...",
      "title": "試圖避開有關中年男子經歷中年危機的書籍是非常困難的"
    }
  ],
  "title": "Trying to avoid books about middle aged men going through a midlife crisis is very difficult",
  "created_utc": 1622977337,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since reading an interview by the creator of the Vampire Diaries, Julie Plec, where she explicitly says she no longer wants to read or wrote the typical man feeling unsatisfied in his life narrative I had a revelation that I could avoid those stories too. But it’s hard because they are often considered the height of literary fiction. In all honesty I’ve been reading mostly fanfiction for the past few years because it’s somewhat easier to avoid these types of plots. </p>\n\n<p>I’m posting today because I dipped my toe back in to dead tree books, bought a copy of less by a.s.Greer; and am annoyed to come across the same plot line I’ve been trying to avoid. Don’t get me wrong, his writing is very good. I love the way he describes places and people, I’m just annoyed at myself I suppose. I didn’t read the book description carefully enough and now I’m annoyed. Thanks for reading my rant, fellow readers.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/ntd19i/trying_to_avoid_books_about_middle_aged_men_going/",
  "subreddit": "books",
  "id": "ntd19i",
  "is_self": true,
  "media": null,
  "is_video": false
}