{
  "author": "stelllz",
  "the_new_excerpt": "I'm going to try to ask this in the most respectful way possible, as my\nintention is absolutely not to insult or invalidate anyone.\n\nOver the past few years, as gender has become more and more of a fluid concept,\nmany people (including myself) question the role or necessity of gender\naltogether. We…",
  "original_created_utc": 1611191523,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我要尽量以最尊重的方式问这个问题，因为我的。\n的意图绝对不是要侮辱或否定任何人。\n\n在过去几年里，随着性别越来越成为一个流动的概念。\n很多人（包括我自己）对性别的作用和必要性产生了质疑\n共。我们...",
      "title": "[改变我的想法]：跨性别主义自相矛盾。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我要儘量以最尊重的方式問這個問題，因爲我的。\n的意圖絕對不是要侮辱或否定任何人。\n\n在過去幾年裏，隨着性別越來越成爲一個流動的概念。\n很多人（包括我自己）對性別的作用和必要性產生了質疑\n共。我們...",
      "title": "[改變我的想法]：跨性別主義自相矛盾。"
    }
  ],
  "title": "CMV: Transgenderism contradicts itself",
  "created_utc": 1611250145,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m going to try to ask this in the most respectful way possible, as my intention is absolutely not to insult or invalidate anyone.</p>\n\n<p>Over the past few years, as gender has become more and more of a fluid concept, many people (including myself) question the role or necessity of gender altogether. We now understand that gender is different from sex, and the two do not always align. To me, this begs the question: what is meant by being a man or woman? If it&#39;s based on behaviour, then does that not contradict the fundamentally feminist idea of abolishing archaic gender roles and stereotypes? Essentially the way that I see it, transgenderism both relies on there being such a thing as gender, but also simultaneously undermines it in a way, because it removes any remote objectivity from the concept of gender. However to then say that gender is purely a social construct, would in turn unravel the very basis of transgenderism, as so many trans people feel the need to alter their anatomy, and gain some form of relief in doing so. It would also contradict any type of exclusive sexual orientation (you can&#39;t be gay if men and women aren&#39;t objectively different, right?). It&#39;s paradoxical.</p>\n\n<p><strong>tldr,</strong> I guess I&#39;m basically looking for some definition of being a man/woman that is not either transphobic or sexist.</p>\n\n<p><strong>Edit: Most people are saying that the differences between the male and female brain explain why transpeople identify with the other gender. My concern with that (which I did a poor job of conveying previously), is that those structural and hormonal differences can be used to rationalize gender roles and stereotypes which I think many would agree are harmful. That is what I meant in my original tldr. Also, the brain argument makes the question of gender something that can be externally observed, just not on the outside like previously thought. Hypothetically, if brain scans were something as easily accessible as someone&#39;s outward traits,  would that invalidate trans people who don&#39;t exhibit the &quot;correct&quot; neuroanatomical traits?</strong></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/l1nhmf/cmv_transgenderism_contradicts_itself/",
  "subreddit": "changemyview",
  "id": "l1nhmf",
  "is_self": true,
  "media": null,
  "is_video": false
}