{
  "author": "renaissanceman975",
  "original_created_utc": 1635509875,
  "title": "CMV: Passion (trusting your feelings) should be encouraged less and dispassionate logic should be encouraged more, when making non trivial decisions on behalf of others.",
  "created_utc": 1635528655,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If a million kings made a million decisions for their subjects with a mindset of &quot;trust your feelings&quot;, and another million kings made a million decisions for their subjects with a dispassionate mindset (Vulcan style), the latter group would have more success more often. </p>\n\n<p>Whenever someone defends a passion oriented decision, they typically point to things like motivation. Pure logic won&#39;t get you out of bed, but once you&#39;re out of bed it can get you to your goals better. I&#39;m not suggesting you pretend that feelings don&#39;t exist, but they should be part of the equation. I  could dispassionately decide which hobby I will be most passionate about balanced against the costs, for example.</p>\n\n<p>Someone will tell me that you can&#39;t always tell the difference and psychologically they&#39;re mixed. Sure, but insofar it&#39;s possible to differentiate you know what I&#39;m talking about.</p>\n\n<p>Don&#39;t abandon med school to be a singer. Lose a battle to win a war. Hold your temper even though it would feel very good to let it go. Use the damn targeting computer to shoot the death star rather than your feelings (it worked for luke because he&#39;s a space wizard and the writers contrived it).</p>\n\n<p>Sometimes the passionate approach works, it&#39;s probably better than utter randomness, but the odds favor the dispassionate approach.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qibiiy/cmv_passion_trusting_your_feelings_should_be/",
  "subreddit": "changemyview",
  "id": "qibiiy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If a million kings made a million decisions for their subjects with a mindset of\n\"trust your feelings\", and another million kings made a million decisions for\ntheir subjects with a dispassionate mindset (Vulcan style), the latter group\nwould have more success more often.\n\nWhenever someone defends a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "100万人の王様が、100万人の臣下のために、100万の決断をしたとしたら、その心は\n百万人の王が「自分の感情を信じろ」という考え方で臣民のために百万回の決断をしたとしたら、もう一人の百万人の王は\n別の100万人の王が、冷静な考え方（バルカン式）で100万回の決断をしたとしたら、後者のグループの方がより多くの成功を収めるでしょう。\nは、より多くの成功を収めるでしょう。\n\n誰かが擁護するときは必ず",
      "title": "CMV: 人のために些細なことを決定するとき、情熱（自分の感情を信じること）はあまり奨励されず、冷静な論理はもっと奨励されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果有一百万个国王以 \"我是谁 \"的心态为他们的臣民做出一百万个决定\n\"相信你的感觉\"，而另一百万个国王为他们的臣民做出了一百万个决定\n的心态（瓦肯人的风格）为他们的臣民做出一百万个决定，那么后一组的成功率会更高。\n后者会有更多的成功。\n\n每当有人为一个...",
      "title": "CMV: 在代表他人做出非琐碎的决定时，应该少鼓励激情（相信自己的感觉），多鼓励冷静的逻辑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果有一百萬個國王以 \"我是誰 \"的心態爲他們的臣民做出一百萬個決定\n\"相信你的感覺\"，而另一百萬個國王爲他們的臣民做出了一百萬個決定\n的心態（瓦肯人的風格）爲他們的臣民做出一百萬個決定，那麼後一組的成功率會更高。\n後者會有更多的成功。\n\n每當有人爲一個...",
      "title": "CMV: 在代表他人做出非瑣碎的決定時，應該少鼓勵激情（相信自己的感覺），多鼓勵冷靜的邏輯。"
    }
  ]
}