{
  "author": "renaissanceman975",
  "original_created_utc": 1635509875,
  "title": "CMV: Passion (trusting your feelings) should be encouraged less and dispassionate logic should be encouraged more, when making non trivial decisions on behalf of others.",
  "created_utc": 1635528655,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If a million kings made a million decisions for their subjects with a mindset of &quot;trust your feelings&quot;, and another million kings made a million decisions for their subjects with a dispassionate mindset (Vulcan style), the latter group would have more success more often. </p>\n\n<p>Whenever someone defends a passion oriented decision, they typically point to things like motivation. Pure logic won&#39;t get you out of bed, but once you&#39;re out of bed it can get you to your goals better. I&#39;m not suggesting you pretend that feelings don&#39;t exist, but they should be part of the equation. I  could dispassionately decide which hobby I will be most passionate about balanced against the costs, for example.</p>\n\n<p>Someone will tell me that you can&#39;t always tell the difference and psychologically they&#39;re mixed. Sure, but insofar it&#39;s possible to differentiate you know what I&#39;m talking about.</p>\n\n<p>Don&#39;t abandon med school to be a singer. Lose a battle to win a war. Hold your temper even though it would feel very good to let it go. Use the damn targeting computer to shoot the death star rather than your feelings (it worked for luke because he&#39;s a space wizard and the writers contrived it).</p>\n\n<p>Sometimes the passionate approach works, it&#39;s probably better than utter randomness, but the odds favor the dispassionate approach.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qibiiy/cmv_passion_trusting_your_feelings_should_be/",
  "subreddit": "changemyview",
  "id": "qibiiy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If a million kings made a million decisions for their subjects with a mindset of\n\"trust your feelings\", and another million kings made a million decisions for\ntheir subjects with a dispassionate mindset (Vulcan style), the latter group\nwould have more success more often.\n\nWhenever someone defends a…"
}