{
  "author": "FinePercentage1239",
  "original_created_utc": 1626643839,
  "title": "What is the scariest book you’ve ever read? What made it scary?",
  "created_utc": 1626661064,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The scarier the better! For me, it has to be We Need to talk about Kevin. The culmination of the plot (you&#39;ll know what I&#39;m talking about if you&#39;ve read it) basically refused to register in my brain the first time I read it, I had to go back and read it again immediately after reading it the first time to truly understand what had just happened, partly because I kind of didn&#39;t <strong>want</strong> to acknowledge what had just went down. The twist was incredible in that regard, and the cold, matter of fact way the mum describes the account at the end caught me off guard so bad</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/books/comments/omzuue/what_is_the_scariest_book_youve_ever_read_what/",
  "subreddit": "books",
  "id": "omzuue",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The scarier the better! For me, it has to be We Need to talk about Kevin. The\nculmination of the plot (you'll know what I'm talking about if you've read it)\nbasically refused to register in my brain the first time I read it, I had to go\nback and read it again immediately after reading it the first…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "怖ければ怖いほどいい！？私の場合、「We Need to talk about Kevin」でなければなりません。この作品は\nプロットの最高潮（読んだ人は何のことかわかると思います）。\n最初に読んだときには脳に記憶が残らなかったのですが、この作品では\n読んだ直後にもう一度読み直さなければなりませんでした...。",
      "title": "今まで読んだ中で一番怖かった本は何ですか？何が怖かったですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "越吓人越好! 对我来说，它必须是《我们需要谈谈凯文》。这部影片是\n情节的高潮（如果你读过，你会知道我在说什么）。\n在我第一次读的时候，基本上没有在我的大脑中留下印象，我不得不回去重新阅读。\n我不得不在读完第一遍后立即回头再读一遍......",
      "title": "你读过的最可怕的书是什么？是什么让它变得可怕？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "越嚇人越好! 對我來說，它必須是《我們需要談談凱文》。這部影片是\n情節的高潮（如果你讀過，你會知道我在說什麼）。\n在我第一次讀的時候，基本上沒有在我的大腦中留下印象，我不得不回去重新閱讀。\n我不得不在讀完第一遍後立即回頭再讀一遍......",
      "title": "你讀過的最可怕的書是什麼？是什麼讓它變得可怕？"
    }
  ]
}