{
  "author": "bendingspoonss",
  "the_new_excerpt": "I have authors that I enjoy, but none that I would really classify as my\n\"favorite.\" I have tried reading books from the same authors of course, but\neither they become too formulaic over time, or they're enjoyable but not what I\nwould call a favorite.\n\nI feel a little self-conscious about it because…",
  "original_created_utc": 1619531277,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "好きな作家はいますが、\"お気に入り \"と呼べる作家はいません。\n\"お気に入り \"と呼べるような作家はいません。もちろん、同じ作家の本を読んでみたこともありますが\n時間が経つとあまりにも定型的になってしまうか、楽しいけど好きとは言えないかのどちらかです。\nお気に入りとは言えません。\n\n自分でも少し気になるのですが...。",
      "title": "好きな本はたくさんあるけど、好きな作家はいないという人はいませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我有自己喜欢的作家，但没有一个能真正归类为我的\n\"最喜欢的\"。当然，我也尝试过阅读同一些作者的书，但是\n但随着时间的推移，它们要么变得过于公式化，要么是令人愉快，但不是我所谓的最爱。\n我的最爱。\n\n我对此感到有点自责，因为...",
      "title": "有没有人发现自己有很多喜欢的书，但没有真正喜欢的作者？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有自己喜歡的作家，但沒有一個能真正歸類爲我的\n\"最喜歡的\"。當然，我也嘗試過閱讀同一些作者的書，但是\n但隨着時間的推移，它們要麼變得過於公式化，要麼是令人愉快，但不是我所謂的最愛。\n我的最愛。\n\n我對此感到有點自責，因爲...",
      "title": "有沒有人發現自己有很多喜歡的書，但沒有真正喜歡的作者？"
    }
  ],
  "title": "Anyone else find themselves with tons of favorite books but no real favorite author?",
  "created_utc": 1619565990,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have authors that I enjoy, but none that I would really classify as my &quot;favorite.&quot; I have tried reading books from the same authors of course, but either they become too formulaic over time, or they&#39;re enjoyable but not what I would call a favorite.</p>\n\n<p>I feel a little self-conscious about it because reading is my main hobby, and people will sometimes ask me about my favorite authors, but I have none! Am I alone?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mzou2z/anyone_else_find_themselves_with_tons_of_favorite/",
  "subreddit": "books",
  "id": "mzou2z",
  "is_self": true,
  "media": null,
  "is_video": false
}