{
  "author": "huadpe",
  "the_new_excerpt": "This is a view I weakly hold and have some doubts about, but which was pretty\nfront of mind for me yesterday.\n\nMy reasons for holding this view are:\n\n 1. The defense of the seat of government is a military exigency. Even though\n    the Capitol Police aren't the Army, when you're at the last line of…",
  "original_created_utc": 1610041279,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是一种我不太坚持的观点，也有一些怀疑，但这是一种很好的观点\n昨天对我来说是最重要的。\n\n我持这个观点的理由是：\n\n1.保卫政府所在地是军事上的迫切需要。即使\n当你在…的最后一线时，国会警察不是军队",
      "title": "[改变我的想法]：应该使用致命的武力来保卫国会大厦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是一種我不太堅持的觀點，也有一些懷疑，但這是一種很好的觀點\n昨天對我來說是最重要的。\n\n我持這個觀點的理由是：\n\n1.保衛政府所在地是軍事上的迫切需要。即使\n當你在…的最後一線時，國會警察不是軍隊",
      "title": "[改變我的想法]：應該使用致命的武力來保衛國會大廈。"
    }
  ],
  "title": "CMV: Deadly force should have been used to defend the Capitol building.",
  "created_utc": 1610067700,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is a view I weakly hold and have some doubts about, but which was pretty front of mind for me yesterday.  </p>\n\n<p>My reasons for holding this view are:</p>\n\n<ol>\n<li><p>The defense of the seat of government is a military exigency.  Even though the Capitol Police aren&#39;t the Army, when you&#39;re at the last line of defense of the government, it should be treated as a military force situation, not merely a civilian policing situation.</p></li>\n<li><p>While thankfully no members of the House or Senate, or the current VP or VP elect were harmed, there was a grave risk of the kidnapping, killing, or hostage taking of senior government officials, which is something worth preventing by deadly force.</p></li>\n<li><p>The Capitol Police were unable to secure the building by less than lethal means.  Non-deadly force was not doing the job. They lost control of the situation and were trying to defend an enormous complex after their initial lines were overrun by the mob.  Their failure to command the complex was complete, and resulted in the innermost and most important places in the complex being breached, with now iconic photos of rioters taking over the floor of the Senate chamber, as well as the Speaker&#39;s office. </p></li>\n</ol>\n\n<p>My hesitations are:</p>\n\n<ol>\n<li><p>The Capitol Police might not have won a shootout with the mob.</p></li>\n<li><p>Shooting into crowds can provoke both immediate charge/violence consequences, as well as long term political consequences.</p></li>\n<li><p>A gunfight might have further endangered the political leaders who I was focused on protecting.</p></li>\n</ol>\n\n<p>On the whole I still at the moment think the reasons I hold this outweigh, especially in respect to the military exigency of not letting the capitol fall, but I want to hear some more voices on it.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/ksiaoc/cmv_deadly_force_should_have_been_used_to_defend/",
  "subreddit": "changemyview",
  "id": "ksiaoc",
  "is_self": true,
  "media": null,
  "is_video": false
}