{
  "author": "BobbyWOWO",
  "the_new_excerpt": "Joe Biden has just been elected as the 46th president of the United States. He\nhas promised unity to a broken America; an America that is polarized between two\ncamps that are becoming more and more divisive and filled with vitriol. I firmly\nbelieve that we are on the brink of an important inflection…",
  "original_created_utc": 1610035422,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "乔·拜登刚刚当选为美国第46任总统。他\n承诺统一一个支离破碎的美国；一个两极分化的美国\n营地变得越来越分裂，充满了尖酸刻薄。我坚定地\n相信我们正处在一个重要的拐点…的边缘",
      "title": "[改变我的想法]：我们在现代美国看到的分裂是由媒体单方面造成的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "喬·拜登剛剛當選爲美國第46任總統。他\n承諾統一一個支離破碎的美國；一個兩極分化的美國\n營地變得越來越分裂，充滿了尖酸刻薄。我堅定地\n相信我們正處在一個重要的拐點…的邊緣",
      "title": "[改變我的想法]：我們在現代美國看到的分裂是由媒體單方面造成的"
    }
  ],
  "title": "CMV: The division we see in modern America is caused unilaterally by The Media",
  "created_utc": 1610052633,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Joe Biden has just been elected as the 46th president of the United States. He has promised unity to a broken America; an America that is polarized between two camps that are becoming more and more divisive and filled with vitriol. I firmly believe that we are on the brink of an important inflection point in American history that could impact not only my life, but the lives of my children.</p>\n\n<p>In order for Joe to fix this growing schism, I think he needs to take action. But what is the cause of our problem? Well, many would point to Donald Trump and incumbent Republicans spreading misinformation and hawkish remarks and pushing Americans apart. Now, I do think that this is a huge and continuing problem, but getting rid of the stems of a weed will not solve our weed problem. Donald Trump is merely an elected official pushed into power by his constituents. As many have said, Trump is a symptom of a much bigger virus that is infecting America. We have to get to the roots.</p>\n\n<p>The problem we face (in my opinion) is 100% the Media that we subject ourselves to. I&#39;m not blaming only social media, but television and textual news media as well. I&#39;ll break it down into cause and effect starting with the news in the 1970s-80s. In the 80s, the barrier between News and Entertainment eroded. Tabloid media became popular and &quot;news&quot; became about ad revenue. Thus, viewership became a necessity for any surviving network. Well, how do you attract and hold the attention of viewers? You make it more entertaining and dramatic. Drama, going back to the Greeks, needs characters. These characters are always caricatures of character traits. This is done so that the Author can easily portray motive and themes to the audience and keep the audience engaged in the story. Well, the news that was supposed to always be boring and factual now uses the dramatic characterization used by Ancienct Greeks, Shakespeare and Quentin Tarantino to build caricatures of REAL PEOPLE so that they can increase ratings and sell more ad spots.</p>\n\n<p>The consequences of this shift is now realized in our daily lives. We ONLY see 2-dimensional caracatures of people on the news and in our twitter feeds. Republicans are shown the screaming and rioting illustrations of social-justic warriors who threaten many American&#39;s known way of life and small businesses. Democrats are shown the racist, sexist, and conspiracy riddled QAnon follower who challenges our liberty and future. And we eat this shit up. These views are not held by most of our political opponents. Most Americans are centrists and moderates. Most people are boring. But because we get off to outrage, we are constantly fed images of the cartoon villains that we want to exist and we want to defeat. This will ultimately lead to violence and possibly our downfall.</p>\n\n<p>We now believe the actions of the minorities represent the majority. We believe this because that is what is shown to us everyday, all day by the media. We believe this because our friends and family believe this. How do we differentiate the ground Truth from the media portrayed &quot;Truth&quot;. Well, I&#39;m not a politician. Hopefully the people now in power can answer these questions for the sake of all Americans.</p>\n\n<p>I apologize for this rant but I have been thinking about it for a while and needed to get it off my chest. This is also done on my phone so I apologize for the formatting and spelling. Please feel free to CMV!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/ksg7pi/cmv_the_division_we_see_in_modern_america_is/",
  "subreddit": "changemyview",
  "id": "ksg7pi",
  "is_self": true,
  "media": null,
  "is_video": false
}