{
  "author": "Ryner921",
  "the_new_excerpt": "Why YSK: Compassion and understanding can go a long way. At the time the person\ndoesn't want to hear that it was their fault. They are probably already beating\nthemselves up about that already. Saying what you believe to be \"good advice\" is\nnot constructive and probably will just make them more…",
  "original_created_utc": 1620938703,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：思いやりと理解があれば、大きな力になります。その時、その人は\n自分のせいだということを聞きたくないでしょう。おそらく、自分を責めているのでしょう。\n自分を責めていることでしょう。あなたが「良いアドバイス」だと信じていることを言っても、建設的ではありません。\n建設的ではありませんし、相手をさらに苦しめることになるでしょう。",
      "title": "YSK: もし、あなたの知り合いが詐欺や強盗に遭った場合、「注意が足りなかった」と言っても意味がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：同情和理解可以走很长的路。在这个时候，当事人\n不希望听到这是他们的错。他们可能已经在打\n他们可能已经在为这个问题而自责了。说出你认为的 \"好建议 \"是\n不是建设性的，可能只会让他们更加...",
      "title": "YSK: 如果你认识的人被骗或被抢，暗示他们不够 \"小心 \"是没有用的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：同情和理解可以走很長的路。在這個時候，當事人\n不希望聽到這是他們的錯。他們可能已經在打\n他們可能已經在爲這個問題而自責了。說出你認爲的 \"好建議 \"是\n不是建設性的，可能只會讓他們更加...",
      "title": "YSK: 如果你認識的人被騙或被搶，暗示他們不夠 \"小心 \"是沒有用的。"
    }
  ],
  "title": "YSK: If someone you know got scammed or robbed it's not helpful to imply that they were not \"careful\" enough.",
  "created_utc": 1620967926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Compassion and understanding can go a long way. At the time the person doesn&#39;t want to hear that it was their fault. They are probably already beating themselves up about that already. Saying what you believe to be &quot;good advice&quot; is not constructive and probably will just make them more angry or sad. An example would be if someone didn&#39;t lock their bike and claiming &quot;they&#39;re just asking for that bike to get stolen&quot;. No one wants their bike to be stolen. No one is asking for it. You aren&#39;t more intelligent for pointing this out. Don&#39;t blame the victim. Instead of saying it&#39;s their fault for not locking their bike how about we just think the person who stole it is an asshole. It is true that we should always important to be prepared and diligent, but sometimes compassion is better.</p>\n</div><!-- SC_ON -->",
  "score": 282,
  "permalink": "/r/YouShouldKnow/comments/nbqyfv/ysk_if_someone_you_know_got_scammed_or_robbed_its/",
  "subreddit": "YouShouldKnow",
  "id": "nbqyfv",
  "is_self": true,
  "media": null,
  "is_video": false
}