{
  "author": "18Fish18",
  "original_created_utc": 1633642982,
  "title": "After listening to what this subreddit was telling me to read after War and Peace, I picked up the Count of Monte Cristo...",
  "created_utc": 1633668827,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I must say it&#39;s absolutely phenomenal, I don&#39;t know how but it lived up to the glowing praise it recieved in every aspect, a genuine masterpiece. I must&#39;ve read through the scene where Dantes returns to If and prays at the Abbe&#39;s bed a fair few times, the whole book was absolutely remarkable - I implore you to go and pick it up if you haven&#39;t already. It&#39;s surprisingly easy to read, and it <em>makes</em> you want to keep reading it, the 1200+ pages genuinely flew by. </p>\n\n<p>I was blown away, in all honesty. I&#39;m so thankful for the glowing recommendations for it, and will be promptly starting Don Quixote following suit!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q3jfhn/after_listening_to_what_this_subreddit_was/",
  "subreddit": "books",
  "id": "q3jfhn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I must say it's absolutely phenomenal, I don't know how but it lived up to the\nglowing praise it recieved in every aspect, a genuine masterpiece. I must've\nread through the scene where Dantes returns to If and prays at the Abbe's bed a\nfair few times, the whole book was absolutely remarkable - I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "驚異的だと言わざるを得ません。どのようにしてかは分かりませんが、あらゆる面で賞賛に値する\nすべての面で高い評価を得ている、正真正銘の傑作だと思います。私はきっと\nダンテスがIfに戻ってアッベのベッドで祈るシーンは何度も読み返しました。\nこの本は全体的にとても素晴らしいものでした。",
      "title": "このサブレディットが『戦争と平和』の後に読めと言っていたのを聞いて、『モンテ・クリスト伯』を手に取った...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我必须说，这绝对是惊人的，我不知道是怎么做到的，但它在各方面都没有辜负人们的赞誉。\n它在各个方面都得到了热烈的赞扬，是一部真正的杰作。我一定是\n我一定把丹特回到If并在神父床前祈祷的那一幕读了好几遍。\n整本书绝对是了不起的--我......",
      "title": "在听了这个分论坛告诉我在《战争与和平》之后要读的东西之后，我拿起了《基督山伯爵》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我必須說，這絕對是驚人的，我不知道是怎麼做到的，但它在各方面都沒有辜負人們的讚譽。\n它在各個方面都得到了熱烈的讚揚，是一部真正的傑作。我一定是\n我一定把丹特回到If並在神父牀前祈禱的那一幕讀了好幾遍。\n整本書絕對是了不起的--我......",
      "title": "在聽了這個分論壇告訴我在《戰爭與和平》之後要讀的東西之後，我拿起了《基督山伯爵》。"
    }
  ]
}