{
  "author": "7in7turtles",
  "the_new_excerpt": "Let’s face it, the word civil on reddit can probably only be used to describe 5%\nor less of the posts on this site. With that in mind, straying outside of\ncommunities you’ve signed up for is already a bit risky. You never know when\nsomething you say could lead to you being harassed, and even having…",
  "original_created_utc": 1621752565,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "率直に言って、redditでのcivilという言葉は、このサイトでの投稿の5%以下にしか使えないでしょう。\nこのサイトの投稿の5％以下にしかなりません。それを考えると、自分が登録したコミュニティの外に出るのは\n自分が登録したコミュニティの外に出ることは、すでに少し危険なことなのです。いつ\n自分の発言がいつ嫌がらせにつながるかわからないし、それに...",
      "title": "CMV：他のユーザーをブロックするように、サブレディットをブロックしたり、サブレディットから私たちをブロックすることができるようにすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我们面对现实吧，reddit上的文明这个词可能只能用来描述这个网站上5%或更少的帖子。\n或更少的帖子。考虑到这一点，游离于你注册的社区之外\n社区以外的地方已经有点风险了。你永远不知道什么时候\n你说的话可能导致你被骚扰，甚至有...",
      "title": "CMV：我们应该能够阻止子网站，就像我们可以阻止其他用户一样，或者子网站可以阻止我们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我們面對現實吧，reddit上的文明這個詞可能只能用來描述這個網站上5%或更少的帖子。\n或更少的帖子。考慮到這一點，遊離於你註冊的社區之外\n社區以外的地方已經有點風險了。你永遠不知道什麼時候\n你說的話可能導致你被騷擾，甚至有...",
      "title": "CMV：我們應該能夠阻止子網站，就像我們可以阻止其他用戶一樣，或者子網站可以阻止我們。"
    }
  ],
  "title": "CMV: We should be able to block subreddits just like we can block other users, or subs can block us.",
  "created_utc": 1621773818,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let’s face it, the word civil on reddit can probably only be used to describe 5% or less of the posts on this site. With that in mind, straying outside of communities you’ve signed up for is already a bit risky. You never know when something you say could lead to you being harassed, and even having some comment made genuinely in the wrong sub leading to bunch of downvotes that only lead you to delete your post to avoid the stress of arguing with anonymous people on the internet. No one likes sticking around for a fight, and trying to make a genuine point can sometimes be a demoralizing and unnecessary outcome of saying what you think. That being said, some subs just pop up. </p>\n\n<p>Do you like following politics? Well on the news section of reddit, you will be forward posts from <a href=\"/r/politics\">r/politics</a>, which has one opinion that you can either agree with or be shunned. Don’t like what’s being posted on <a href=\"/r/conservative\">r/conservative</a>? Too bad. They’re gonna come up whether you like them or not. I think telling reddit what we’d like to see also should come with the customizability to tell them what we don’t want to see. </p>\n\n<p>Sometimes the news feeds of certain subs are littered with links to sites that have paywalls, and if I’m always being recommended posts from these subs, it can be irritating. </p>\n\n<p>We talk about the dangers of eco chambers, but Reddit’s downvote system only serves to punish descent, so its not as though reddit isn’t a cluster of echo chambers. There is just the illusion that we deserve our fate for saying unpopular things. But what about the mental health of those involved? </p>\n\n<p>Ironically, CMV is one of the only subs I see where people welcome each other to be challenging of each other’s views, and welcomes civil debate. There are others, but I feel like it’d be rather controversial to name names. </p>\n\n<p>Reddit gives all these tools to allow subs to keep out unwanted guests, and I think that’s great. Its fine to say that’s if you are in a sub that is a support group for something, you would want to keep certain people, who are sure to exacerbate things, from posting there. So why not afford people, who are trying to keep their feed free of the negativity and vitriol of our current environment from that, for the purposes of their mental health? </p>\n\n<p>I understand that we should allow ourselves to be exposed to ideas with which we disagree, and that it is healthy to be open to different points of view, but if you can’t challenge your ideas by engaging in debate, you’re just going to get entrenched. We need the ability to talk things out rather than just be talked at, but since we’re not going to magically make everyone on reddit civil, maybe we can just have the ability to turn off certain subs, and better control our own experience.</p>\n\n<p>[edit] Thanks for the comments! I have to stress though that this wasn’t “how to” request. I think this should be an official Reddit feature. I think Reddit should allow it on principle. If you have any reason that Reddit should not allow this, please let me know...</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/nj21xr/cmv_we_should_be_able_to_block_subreddits_just/",
  "subreddit": "changemyview",
  "id": "nj21xr",
  "is_self": true,
  "media": null,
  "is_video": false
}