{
  "author": "anyesuki",
  "original_created_utc": 1626003165,
  "title": "If you were escaping Earth in a spaceship during an apocalypse event, and you only had room for 3 (fiction) books in your suitcase, what would they be and why?",
  "created_utc": 1626009892,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is an icebreaker question I ask on dates. It&#39;s a good conversation piece to overcome any awkwardness. </p>\n\n<p>I only sometimes judge. I had one guy tell me that he wasn&#39;t that into reading and couldn&#39;t think of any books. Big time judgment. </p>\n\n<p>But if someone gives an answer referring to a book I DON&#39;T like, then we get to have a fun debate!</p>\n\n<p>Mine are:</p>\n\n<p>1) The Absolute edition of <em>Sandman</em> by Neil Gaiman. (Who else is pumped for the upcoming show?)</p>\n\n<p>2) <em>House of Leaves</em> by Mark Danielewski. (I can get lost in that book for a looong time... )</p>\n\n<p>3) <em>The Long Way to A Small, Angry Planet</em> by Becky Chambers. (It&#39;s a serious comfort book for me! )</p>\n\n<p>What about you?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/oi2ulo/if_you_were_escaping_earth_in_a_spaceship_during/",
  "subreddit": "books",
  "id": "oi2ulo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is an icebreaker question I ask on dates. It's a good conversation piece to\novercome any awkwardness.\n\nI only sometimes judge. I had one guy tell me that he wasn't that into reading\nand couldn't think of any books. Big time judgment.\n\nBut if someone gives an answer referring to a book I DON'T…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、私がデートの時にするアイスブレーカーの質問です。気まずさを解消するための会話のネタになります。\n気まずさを解消するための会話のネタになります。\n\n私はたまにしか判断しません。ある男性が、自分はそれほど読書好きではないと言っていました。\nと言った人がいました。これは大きな判断材料です。\n\nでも、誰かが本に言及した答えをしたら、私は...。",
      "title": "もしあなたが黙示録的な出来事の中で宇宙船で地球を脱出するとしたら、スーツケースには3冊の（フィクション）本しか入れられないとしたら、それは何にしますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我在约会时问的一个破冰问题。它是一个很好的谈话内容，可以\n克服任何尴尬的问题。\n\n我只是有时判断。有一个人告诉我，他不太喜欢读书\n而且想不出任何书籍。这是很重要的判断。\n\n但如果有人在回答时提到一本书，我就不会...",
      "title": "如果你在世界末日事件中乘坐宇宙飞船逃离地球，而你的行李箱里只容得下3本（小说），那么它们会是什么，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我在約會時問的一個破冰問題。它是一個很好的談話內容，可以\n克服任何尷尬的問題。\n\n我只是有時判斷。有一個人告訴我，他不太喜歡讀書\n而且想不出任何書籍。這是很重要的判斷。\n\n但如果有人在回答時提到一本書，我就不會...",
      "title": "如果你在世界末日事件中乘坐宇宙飛船逃離地球，而你的行李箱裏只容得下3本（小說），那麼它們會是什麼，爲什麼？"
    }
  ]
}