{
  "author": "FuckOffJoff",
  "original_created_utc": 1626547080,
  "title": "Depictions of abuse in kids books",
  "created_utc": 1626572318,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading the first book in a Series of Unfortunate Events. I am rereading as an adult after a long time kand it holds up!)</p>\n\n<p>As the title suggests, horrible things happen to the main characters, which as an adult I recognise as child abuse. And it made me think what is the impact of these depictions on children reading it who experience similar situations. </p>\n\n<p>In particular, where child is not believed or is believed  but that doesn&#39;t make any difference to the situation Does it discourage reporting? </p>\n\n<p>It is also a fairly common plot device in childrens fiction so I would be interested to hear and discuss other peoples thoughts and experiences.....</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/om9zw6/depictions_of_abuse_in_kids_books/",
  "subreddit": "books",
  "id": "om9zw6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading the first book in a Series of Unfortunate Events. I am\nrereading as an adult after a long time kand it holds up!)\n\nAs the title suggests, horrible things happen to the main characters, which as\nan adult I recognise as child abuse. And it made me think what is the impact…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "不幸な出来事のシリーズの最初の本を読み終えました。私は今\n大人になってから久しぶりに読み返してみましたが、持ちこたえますね！)\n\nタイトルの通り、主人公たちには恐ろしいことが起こります。\n大人になってからは児童虐待と認識しています。そして、その影響とは...と考えさせられました。",
      "title": "児童書における虐待の描写"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《不幸事件系列》的第一本书。我是\n我作为一个成年人在很长时间后重读，它仍然有效！)\n\n正如书名所示，主要人物身上发生了可怕的事情。\n作为一个成年人，我认识到这是虐待儿童。它让我想到了什么影响？",
      "title": "儿童书籍中对虐待的描述"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《不幸事件系列》的第一本書。我是\n我作爲一個成年人在很長時間後重讀，它仍然有效！)\n\n正如書名所示，主要人物身上發生了可怕的事情。\n作爲一個成年人，我認識到這是虐待兒童。它讓我想到了什麼影響？",
      "title": "兒童書籍中對虐待的描述"
    }
  ]
}