{
  "author": "lightness22",
  "the_new_excerpt": "When I was a kid I was an avid reader, primarily because my dad was. When he\ndied I couldn’t sit with a book long enough to fully dive in. Why, I don’t know.\n\nRecently I picked up the Harry Potter books, it was what I read with him as a\nkid. I began to realise how wonderful books are, getting lost…",
  "original_created_utc": 1624128570,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃、私は熱心な読書家でした。主に父が読書家だったからです。父が亡くなったとき\n私は本に没頭することができませんでした。なぜかはわかりませんが。\n\n最近、私はハリーポッターの本を手に取りましたが、それは子供の頃に父と一緒に読んだものでした。\n子供の頃に一緒に読んだ本です。私は本の素晴らしさに気付き始めました、夢中になって...。",
      "title": "読書は贈り物"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我还是个孩子时，我是一个狂热的读者，主要是因为我的父亲是。当他\n死后，我无法长时间坐在书前，无法完全沉浸其中。为什么呢，我也不知道。\n\n最近我拿起了《哈利-波特》这本书，这是我小时候和他一起读的书。\n小时候读的。我开始意识到书是多么美妙，迷失在...",
      "title": "阅读是一种天赋"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我還是個孩子時，我是一個狂熱的讀者，主要是因爲我的父親是。當他\n死後，我無法長時間坐在書前，無法完全沉浸其中。爲什麼呢，我也不知道。\n\n最近我拿起了《哈利-波特》這本書，這是我小時候和他一起讀的書。\n小時候讀的。我開始意識到書是多麼美妙，迷失在...",
      "title": "閱讀是一種天賦"
    }
  ],
  "title": "Reading is a gift",
  "created_utc": 1624134738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I was a kid I was an avid reader, primarily because my dad was. When he died I couldn’t sit with a book long enough to fully dive in. Why, I don’t know.</p>\n\n<p>Recently I picked up the Harry Potter books, it was what I read with him as a kid. I began to realise how wonderful books are, getting lost in a little world and feeling empathy and compassion for other people. I have always had unhealthy coping mechanisms and now I refuse to dabble in drink or drugs because I need a clear mind to read! It’s wonderful. It’s a gift I’m grateful he introduced me to.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/o3n1sa/reading_is_a_gift/",
  "subreddit": "books",
  "id": "o3n1sa",
  "is_self": true,
  "media": null,
  "is_video": false
}