{
  "author": "Zelpazz_m",
  "original_created_utc": 1632263981,
  "title": "How do people read so fast?",
  "created_utc": 1632336431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know I&#39;m in the minority for reading slow but I just can&#39;t read fast even though I&#39;m trying. I just don&#39;t find enjoyment reading fast because I can&#39;t picture the scene in my head right or get the faces and expressions right in my head. I want to see everything and get the details. - though I hear people tell me that they want the exact same thing but they can still read fast. I just don&#39;t get it. What is this superpower you all have? Or maybe it is a superpower I have because the majority do read fast. Pretty useless power then ngl... whish i could read faster... </p>\n\n<p>An example is that I see these tiktokers and they read 27 (or even more maybe 30 idk) books in a month!! I can only read like 2? In a month? My reading challenge on goodreads is 15. But like everyone else have 100 or more. </p>\n\n<p>It is kinda sad because I feel like I will never catch up and it&#39;s hard to relate to others in the book community and I&#39;m scared of connecting to other book lovers because they will just view me as a slow turtle compared to them and we will never be able to buddy read cause it will take days for me while it will only take like idk 3 hours for them to finish a book...</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/psu005/how_do_people_read_so_fast/",
  "subreddit": "books",
  "id": "psu005",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know I'm in the minority for reading slow but I just can't read fast even\nthough I'm trying. I just don't find enjoyment reading fast because I can't\npicture the scene in my head right or get the faces and expressions right in my\nhead. I want to see everything and get the details. - though I hear…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読むのが遅いのは少数派だと思いますが、早く読もうと思っても読めません。\n努力しても速く読めない。頭の中で情景を思い浮かべたり、顔や表情を把握することができないので、速く読んでも楽しめないのです。\n頭の中で情景を思い浮かべたり、顔や表情を正しく理解できないからです。\n頭の中で情景を思い浮かべたり、顔や表情を正確に把握できないからです。私はすべてを見て、詳細を把握したいのです。- 聞くところによると・・・。",
      "title": "どうしてみんなそんなに早く読めるの？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道我是读得慢的少数人，但我就是读不快，即使我在努力。\n尽管我在努力。我只是觉得快速阅读没有乐趣，因为我不能\n因为我无法在脑海中正确地描绘场景，也无法在脑海中正确地理解人物的脸和表情。\n脑中的表情。我想看到一切，了解细节。- 虽然我听说...",
      "title": "人们怎么会读得这么快？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道我是讀得慢的少數人，但我就是讀不快，即使我在努力。\n儘管我在努力。我只是覺得快速閱讀沒有樂趣，因爲我不能\n因爲我無法在腦海中正確地描繪場景，也無法在腦海中正確地理解人物的臉和表情。\n腦中的表情。我想看到一切，瞭解細節。- 雖然我聽說...",
      "title": "人們怎麼會讀得這麼快？"
    }
  ]
}