{
  "author": "Duk_y",
  "the_new_excerpt": "For example, if I want to read about physics I'd like a book that is broad\nenough to encapsulate almost all physics, but also explicit enough to get a\ndeeper understanding on the subject.\n\nEdit: Thank you everyone for the suggestions. Here are some more subjects to\nmake it easier for you: Economy,…",
  "original_created_utc": 1613042344,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "例如，如果我想读物理学方面的书，我想读一本广义的书\n足以囊括几乎所有的物理学，但也足够明确，以得到一个\n对这个问题有更深的理解。\n\n编辑：谢谢大家的建议。下面再给大家介绍一些题目\n让你更轻松。经济，...",
      "title": "我今年15岁，我这辈子都没读过那么多书，但现在我觉得我就是想多了解这个世界。青柠每一个可以想象的主题。我想看一些关于很多学科的书，比如所有的科学和艺术。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "例如，如果我想讀物理學方面的書，我想讀一本廣義的書\n足以囊括幾乎所有的物理學，但也足夠明確，以得到一個\n對這個問題有更深的理解。\n\n編輯：謝謝大家的建議。下面再給大家介紹一些題目\n讓你更輕鬆。經濟，...",
      "title": "我今年15歲，我這輩子都沒讀過那麼多書，但現在我覺得我就是想多瞭解這個世界。青檸每一個可以想象的主題。我想看一些關於很多學科的書，比如所有的科學和藝術。"
    }
  ],
  "title": "I'm 15 and I haven't really read that much my entire life, but now I feel like I just want to know more about the world. Lime every subject imaginable. I'd like some books on a lot of subjects like all the sciences and arts.",
  "created_utc": 1613063478,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For example, if I want to read about physics I&#39;d like a book that is broad enough to encapsulate almost all physics, but also explicit enough to get a deeper understanding on the subject.</p>\n\n<p>Edit: Thank you everyone for the suggestions. Here are some more subjects to make it easier for you:\nEconomy,\nHistory,\nPolitics,\n[Physics, biology and chemistry] (not so interested in books on these three right now because I am burried in them at the moment),\nPhilosophy,\nSociology.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/booksuggestions/comments/lhipd7/im_15_and_i_havent_really_read_that_much_my/",
  "subreddit": "booksuggestions",
  "id": "lhipd7",
  "is_self": true,
  "media": null,
  "is_video": false
}