{
  "author": "tamken94",
  "the_new_excerpt": "Yes, there are more than 2 political parties, but honestly no one votes for\nthem. I'm talking about a dominant 3rd party that rivals the Democrats and\nRepublicans.\n\nI've had people in real life disagree with me, but I have yet to hear a strong\nargument to change my opinion.\n\nDemocrats and…",
  "original_created_utc": 1613347963,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "是的，有两个以上的政党，但老实说，没有人投票给...\n他们。我说的是一个占主导地位的第三党，与民主党和。\n共和党人。\n\n我在现实生活中也有人不同意我的观点，但我还没有听到过强烈的。\n争论来改变我的看法。\n\n民主党人和...",
      "title": "CMV：美国需要一个占主导地位的第三政党来平衡民主党和共和党。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，有兩個以上的政黨，但老實說，沒有人投票給...\n他們。我說的是一個占主導地位的第三黨，與民主黨和。\n共和黨人。\n\n我在現實生活中也有人不同意我的觀點，但我還沒有聽到過強烈的。\n爭論來改變我的看法。\n\n民主黨人和...",
      "title": "CMV：美國需要一個占主導地位的第三政黨來平衡民主黨和共和黨。"
    }
  ],
  "title": "CMV: America needs a dominant 3rd political party to balance out Democrats and Republicans",
  "created_utc": 1613356631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes, there are more than 2 political parties, but honestly no one votes for them. I&#39;m talking about a dominant 3rd party that rivals the Democrats and Republicans.</p>\n\n<p>I&#39;ve had people in real life disagree with me, but I have yet to hear a strong argument to change my opinion.</p>\n\n<p>Democrats and Republicans are like a tennis match. The ball just gets knocked back and forth, back and forth. It&#39;s a never-ending cycle of the same thing over and over.</p>\n\n<p>Biden negates what Trump did, Trump negates what Obama did, Obama negates what Bush did, etc etc.</p>\n\n<p>A 3rd political party would cause true change because it would force change in government.</p>\n\n<p>It wouldn&#39;t just be Democrats say Yes, Republicans say No as we have it now which leads to the tennis match. That 3rd political party would be the deciding factor, and that would force the change.</p>\n\n<p>If Democrats say Yes, Republicans say No, then the 3rd party would have the ultimate say. They can say Yes or No, and that&#39;s that. Democrats would have to deal with it, as would Republicans. The vote would be 2-1.</p>\n\n<p>For example, in my opinion, Trump should have formed the Trump party and not aligned with the Republicans. I get why he did it. He did it for political influence and votes. But the Trump party would have been a major shake-up in government. Republicans should have just went with Jeb Bush or whoever honestly, and Trump should have just done his own thing.</p>\n\n<p>If someone else with major influence decides they want to run for President, like Oprah or whoever else has talked about doing it, they should form their own party. Oprah would get millions of votes, cause a massive shake-up in government, and we can get true change instead of the current tennis match that we have in our government.</p>\n</div><!-- SC_ON -->",
  "score": 302,
  "permalink": "/r/changemyview/comments/lk11n2/cmv_america_needs_a_dominant_3rd_political_party/",
  "subreddit": "changemyview",
  "id": "lk11n2",
  "is_self": true,
  "media": null,
  "is_video": false
}