{
  "author": "responsible4self",
  "original_created_utc": 1635880447,
  "title": "CMV: \"Don't talk politics\" is more harmful, than helpful",
  "created_utc": 1635900822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My mother is very adamant about not talking politics at the house.  One of our C level executives stated no political talk at work. </p>\n\n<p>I understand that politics can be heated, and people have very strong opinions.  But the key is to be respectful when having these conversations. </p>\n\n<p>I think the ban on political discussions harms us because it allows us to create strawmen that the &quot;other&quot; side believes in, which we can then argue against unopposed.  We never get to find the common ground many of us share since we don&#39;t have the conversation. </p>\n\n<p>I thought I knew politics pretty well until I was challenged by someone from the other side. When I was left to find the data to back up my beliefs, it wasn&#39;t as strong as I assumed it would be. When the person who challenged me pointed out that things I thought about their side were not accurate, my political view changed dramatically. </p>\n\n<p>I have found lots of common ground with people who I&#39;ve always felt were my polar opposites. We don&#39;t necessarily agree on policy solutions, but we are finding agreement in identifying problems that need to be resolved. It&#39;s working with people on a common goal that helps us find solutions. </p>\n\n<p>Also, life experience matters. I grew up in a suburban middle class neighborhood. That clouds my view. When I read about homophobic Christians, I&#39;m at a loss. I was raised going to church, and I can&#39;t say I&#39;ve ever noticed such a thing. But I believe it to be real, just outside of my life experience. But these are things we get to put into perspective by talking with our family, friends and co-workers. </p>\n\n<p>Having a conversation with a redditor who grew up in one of those homophobic christian households, gave me a perspective that was valuable. I found the interaction with someone outside of my bubble to be very enlightening.  I&#39;m not converted to their view, but I have a much better understanding of their perspective. </p>\n\n<p>But online conversations won&#39;t cut it. We are instantly hostile to others, and quickly discount their views. Text on a screen doesn&#39;t have the same impact as words from mouths.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qlbruj/cmv_dont_talk_politics_is_more_harmful_than/",
  "subreddit": "changemyview",
  "id": "qlbruj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My mother is very adamant about not talking politics at the house. One of our C\nlevel executives stated no political talk at work.\n\nI understand that politics can be heated, and people have very strong opinions.\nBut the key is to be respectful when having these conversations.\n\nI think the ban on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の母は、家では政治の話をしないことを徹底しています。あるC\n幹部の一人は、職場では政治的な話をしないと言っています。\n\n政治の話は白熱しますし、人々は非常に強い意見を持っていることは理解できます。\nしかし、重要なのは、このような会話をするときに敬意を払うことです。\n\n私は、この禁止令は...",
      "title": "CMV: \"Don't talk politics \"は役に立つというよりも害になる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我母亲非常坚持不在家里谈论政治。我们的一位C\n级别的高管表示，在工作中不谈政治。\n\n我明白，政治可能是激烈的，人们有非常强烈的意见。\n但关键是在进行这些谈话时要尊重他人。\n\n我认为禁止...",
      "title": "CMV：\"不要谈论政治 \"是有害的，而不是有益的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我母親非常堅持不在家裏談論政治。我們的一位C\n級別的高管表示，在工作中不談政治。\n\n我明白，政治可能是激烈的，人們有非常強烈的意見。\n但關鍵是在進行這些談話時要尊重他人。\n\n我認爲禁止...",
      "title": "CMV：\"不要談論政治 \"是有害的，而不是有益的"
    }
  ]
}