{
  "author": "juliansp",
  "original_created_utc": 1627599729,
  "title": "After years of slow reading, I've read 9 books in about three weeks!",
  "created_utc": 1627611195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Title says it all! </p>\n\n<p>Like most of us, I used to devour books when I was a child. There was no way of stopping me from reading anything I could find on my mom&#39;s bookshelf. But adult life has gotten the better of me; I have to study a lot to keep up with office work, and I just didn&#39;t have the energy to read.</p>\n\n<p>But as of late, I have re-kindled the momentum of reading books that I like and find quite enjoyable, both fiction as well as technical stuff!</p>\n\n<p>Granted, there are 2x100 page books/short stories in there, which feels like cheating. But I don&#39;t mind, as long as you don&#39;t! I&#39;ve overcome the laziness and I&#39;ve been back at reading for a while. And I&#39;m proud!</p>\n\n<p>It all started because I wanted to finish the Dante and Colombia series by Sandrone Dazieri, so I re-read the second book in order to get into the third. And I just couldn&#39;t stop. The first book is called Kill the Father, if anyone is interested.</p>\n\n<p>I also threw a few science books in there that I knew I&#39;d love, for good measure (had them collecting dust on my shelves):</p>\n\n<ul>\n<li>Kill the Angel (Dante and Colombia #2), Sandrone Dazieri.</li>\n<li>Kill the King (Dante and Colombia #3), Sandrone Dazieri.</li>\n<li>Lord of the Flies, William Golding. Re-read. One of my absolute favourites.</li>\n<li>Of Mice and Men, John Steinbeck. Read it in one sitting on a 3h plane. I adored it so much!</li>\n<li>A Brief History of Time, Stephen Hawking. Physics book #1.</li>\n<li>Atom, Lawrence Krauss. Physics book #2. I had to take notes reading this to keep track of a few things. But I enjoyed myself enormously.</li>\n<li>The Theory of Everything, Stephen Hawking. Physics book #3. To my dismay, I realized upon reading that the conference&#39;s this book is based on, are 95% copied from A Brief History of Time. Since it&#39;s another 100 page read (just like Of Mice and Men), I read it anyways while sitting at a cozy bar.</li>\n<li>The Orange Clockwork, Anthony Burguess. I have to admit, that I didn&#39;t know that this book was written in a certain type of lingo the author came up with, the Nadsat speak, if I recall correctly, which I wasn&#39;t prepared for at all. At the start it was very hard to understand, but luckily, the words were very repetitive and it seemed to me that the vocabulary was rather slim, and therefore, it felt easy to remember after a few pages. But I didn&#39;t enjoy it as much as I wanted.</li>\n<li>The Hitchhiker&#39;s Guide to the Galaxy, Douglas Adams. I laughed out loud like a maniac while reading this; and I&#39;m going to get the #2, The Restaurant at the End of the Universe, tomorrow! I adored reading this so much, I want them all! </li>\n</ul>\n\n<p>You can easily see that I&#39;m playing catch up with my years of having lost interest and practice in reading. There are so many books that I have left behind, and so many things to read from now, that it makes me feel giddy.</p>\n\n<p>What am I planning on reading now? I have a few things that I had waiting for me on my shelves, that I just didn&#39;t get around to reading. I&#39;m probably going to read the Harry Potter play first, because it&#39;s easily to digest (I wouldn&#39;t want to loose the momentum!), and I can see The Restaurant at the End of the Universe on the horizon.</p>\n\n<p>A longer read that is waiting for me on my shelves is 11/22/63 by Stephen King!</p>\n\n<p>Anyways, I feel proud of myself, and I want to keep the momentum going. I know work will be in the way of reading, but I successfully avoided sitting at the computer for a few weeks now, and I feel so comfortable reading with a coffee in hand, that I feel like I could do this forever.</p>\n\n<p>What have you guys been reading of lately? Do you lose or gain interest in books easily? If you&#39;ve ever lost interest in books as an adult, what has brought you back?</p>\n\n<p>I wish you all a wonderful weekend!!</p>\n\n<p>Edit: wording.</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/books/comments/ou8hr5/after_years_of_slow_reading_ive_read_9_books_in/",
  "subreddit": "books",
  "id": "ou8hr5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Title says it all!\n\nLike most of us, I used to devour books when I was a child. There was no way of\nstopping me from reading anything I could find on my mom's bookshelf. But adult\nlife has gotten the better of me; I have to study a lot to keep up with office\nwork, and I just didn't have the energy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルがすべてを物語っています\n\n多くの人がそうであるように、私も子供の頃は本を夢中で読んでいました。母の本棚にあるものは何でも読んでしまう私を止める方法はありませんでした。\n母の本棚にあるものは何でも読んでいました。しかし、大人になって\nしかし、大人になってからは、会社の仕事についていくためにたくさん勉強しなければならず\nしかし、大人になってからは、会社の仕事についていくためにたくさん勉強しなければならず、その気力がなくなってしまったのです...。",
      "title": "何年もゆっくり読んでいたのに、約3週間で9冊も読んでしまいました!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题说明了一切!\n\n像我们大多数人一样，我在童年时曾经吞噬书籍。没有办法\n阻止我阅读我妈妈书架上的任何书。但成年后\n我必须经常学习以跟上办公室的工作。\n工作，而我只是没有精力......",
      "title": "经过多年的缓慢阅读，我在大约三周的时间里读了9本书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題說明了一切!\n\n像我們大多數人一樣，我在童年時曾經吞噬書籍。沒有辦法\n阻止我閱讀我媽媽書架上的任何書。但成年後\n我必須經常學習以跟上辦公室的工作。\n工作，而我只是沒有精力......",
      "title": "經過多年的緩慢閱讀，我在大約三週的時間裏讀了9本書!"
    }
  ]
}