{
  "author": "LoreChano",
  "original_created_utc": 1635292798,
  "title": "YSK the length of your hand, forearm and at least a finger. It will be useful to measure things when there's no ruler nearby",
  "created_utc": 1635313402,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you ever find yourself needing to know the approximate size of an object but have no ruler or measurer tape near you, being able to measure it with your body becomes extremely useful.</p>\n\n<p>I was looking for a new couch and found an awesome one at the store for a great price. The only problem is that I didn&#39;t know if it was slim enough to go through my front door. Fortunately I know that my open hand is about 20cm wide, and coincidentally knew that my front door is 90cm wide. Got it wrong by 3cm but the couch fitted alright.</p>\n\n<p>Another useful thing to learn is being able to measure larger distances by steps, but that&#39;s a skill I have not yet mastered.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qgjqp0/ysk_the_length_of_your_hand_forearm_and_at_least/",
  "subreddit": "YouShouldKnow",
  "id": "qgjqp0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you ever find yourself needing to know the approximate size of an\nobject but have no ruler or measurer tape near you, being able to measure it\nwith your body becomes extremely useful.\n\nI was looking for a new couch and found an awesome one at the store for a great\nprice. The only problem…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、物のおおよその大きさを知りたいのに、定規やメジャーが近くにない場合に\n身近に定規やメジャーがなくても、体で測ることができます。\n自分の体で測ることができるのはとても便利です。\n\n私は新しいソファを探していたのですが、お店で素晴らしいソファをお値打ち価格で見つけました。\n価格で購入しました。ただ、問題は...。",
      "title": "YSKは手のひら、前腕、最低でも指1本分の長さがあります。近くに定規がないときに物を測るのに便利でしょう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你发现自己需要知道一个物体的大致尺寸，但身边却没有尺子或卷尺。\n如果你发现自己需要知道一个物体的大致尺寸，但你身边没有尺子或测量带，能够用你的身体来测量它\n用你的身体来测量，就会变得非常有用。\n\n我正在寻找一个新的沙发，在商店里发现了一个很棒的沙发，价格也很便宜。\n价格。唯一的问题是...",
      "title": "YSK的长度为你的手、前臂和至少一个手指。当附近没有尺子时，它对测量东西会很有用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你發現自己需要知道一個物體的大致尺寸，但身邊卻沒有尺子或捲尺。\n如果你發現自己需要知道一個物體的大致尺寸，但你身邊沒有尺子或測量帶，能夠用你的身體來測量它\n用你的身體來測量，就會變得非常有用。\n\n我正在尋找一個新的沙發，在商店裏發現了一個很棒的沙發，價格也很便宜。\n價格。唯一的問題是...",
      "title": "YSK的長度爲你的手、前臂和至少一個手指。當附近沒有尺子時，它對測量東西會很有用。"
    }
  ]
}