{
  "author": "The_Almighty_Bob",
  "the_new_excerpt": "I have been a fan of Carl Sagan for a very long time now and I keep watching his\neducational videos on a very regular basis. This book by Carl Sagan had been on\nmy to-read list for a long time when I finally got my hands on it. The book was\npublished in 1995 and he authored it along with his wife…",
  "original_created_utc": 1621619348,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はずっと前からカール・セーガンのファンで、彼の教育ビデオを定期的に見ています。\n彼の教育ビデオを定期的に見ています。カール・セーガンのこの本は、長い間、私の読書リストに入っていました。\n長い間、私の読書リストに入っていたのですが、ようやく手に入れることができました。この本は1995年に出版されました。\n1995年に出版されたもので、セーガンは妻と一緒にこの本を執筆しました。",
      "title": "カール・セーガンの「悪魔に取り憑かれた世界"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我成为卡尔-萨根的粉丝已经有很长一段时间了，我一直在看他的\n的教育视频。卡尔-萨根的这本书在我的待读清单上已经\n当我终于拿到这本书的时候，我已经在我的阅读清单上待了很久了。这本书是\n这本书出版于1995年，他和他的妻子一起撰写的...",
      "title": "卡尔-萨根所著的《被恶魔困扰的世界》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我成爲卡爾-薩根的粉絲已經有很長一段時間了，我一直在看他的\n的教育視頻。卡爾-薩根的這本書在我的待讀清單上已經\n當我終於拿到這本書的時候，我已經在我的閱讀清單上待了很久了。這本書是\n這本書出版於1995年，他和他的妻子一起撰寫的...",
      "title": "卡爾-薩根所著的《被惡魔困擾的世界》。"
    }
  ],
  "title": "The Demon-Haunted World by Carl Sagan",
  "created_utc": 1621630333,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been a fan of Carl Sagan for a very long time now and I keep watching his educational videos on a very regular basis. This book by Carl Sagan had been on my to-read list for a long time when I finally got my hands on it. The book was published in 1995 and he authored it along with his wife Ann Druyan.</p>\n\n<p>The book can be divided, arbitrarily, into two parts. He begins by extolling the scientific method as the best possible thing that humans have been able to come up with. Then for most of the first part, he dwells on debunking the various arguments pertaining to extraterrestrial life and UFOs. In the process, he taps into a motley of human shortcomings throughout the time humans have been here and also provides a rational argument for them. He ends the first part with the feedback he received, for the chapters as they were published in another magazine, Parade. Then he presents his famous Baloney Detection kit to help the readers spot various aberrations in the arguments and to develop a sound clear thinking for themselves. In the next part, he presents various arguments that are given against science and elaborates why they don’t hold much merit. He presents science as the future of the human race and shows why is it important to celebrate and preach it.</p>\n\n<p>It is not just any other interesting read but a life-changing experience. As you follow through with arguments presented in the book, you begin to question your own beliefs. Work is accomplished well by the author. He debunks popular human superstitions like UFO visits, crop circles, alien abductions but in doing so never does he mock those who hold such beliefs. Instead, he modestly highlights the rationales behind those beliefs and agrees that no one is immune to such false beliefs. Rather he stresses that even the authorities can be wrong and that is why science has no authority. For some parts or some chapters, it felt like a drag and it felt like the author was being superfluous with his arguments and cycling back to the same chain of thought. But it is understandable that when you have to nail down a belief you have to hit the hammer hard and repeatedly. The language, clear, embellished, and entertaining, makes up for that repetitiveness. The author creates magic by putting word after word to bring up sentences that leave a lasting impression.</p>\n\n<p>I would recommend this book to everyone. This book has definitely converted me to its ways. I am such a strong proponent of this book now that I believe, as the author, that a few things like the “Baloney detection kit” must be taught to students in the school. This book is a way for us to foster skepticism and rational thinking right from the starting years. The best seller deserves more. More than billions and billions copy must be sold of this book.</p>\n\n<p>&#x200B;</p>\n\n<blockquote>\n<p><em>There are naive questions, tedious questions, ill-phrased questions, questions put after inadequate self criticism. But every question is a cry to understand the world. There is no such thing as dumb question.</em> - Carl Sagan</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nhyido/the_demonhaunted_world_by_carl_sagan/",
  "subreddit": "books",
  "id": "nhyido",
  "is_self": true,
  "media": null,
  "is_video": false
}