{
  "author": "SOFDoctor",
  "the_new_excerpt": "I've followed politics most of my life and I've never supported a specific party\nbut rather individual issues and then saw which candidate best aligned with\nthose issues. I've always acknowledged the motives and beliefs on each side, and\nI'm able to see the good and bad with both Democrats,…",
  "original_created_utc": 1610333433,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我一生中大部分时间都在关注政治，我从来没有支持过某个特定的政党\n而是个别问题，然后看看哪位候选人最适合\n那些问题。我总是承认双方的动机和信仰，而且\n我能看到两个民主党人的好坏，…",
      "title": "[改变我的想法]：在美国，忠于政党的人不是理性的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一生中大部分時間都在關注政治，我從來沒有支持過某個特定的政黨\n而是個別問題，然後看看哪位候選人最適合\n那些問題。我總是承認雙方的動機和信仰，而且\n我能看到兩個民主黨人的好壞，…",
      "title": "[改變我的想法]：在美國，忠於政黨的人不是理性的人。"
    }
  ],
  "title": "CMV: Party loyalists are not rational people in America.",
  "created_utc": 1610341630,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve followed politics most of my life and I&#39;ve never supported a specific party but rather individual issues and then saw which candidate best aligned with those issues. I&#39;ve always acknowledged the motives and beliefs on each side, and I&#39;m able to see the good and bad with both Democrats, Republicans, and third parties.</p>\n\n<p>Recently, Democrats and Republicans have been at each other&#39;s throats to such an extent that it has become about destroying the opposing party and promoting their own rather than bettering society. </p>\n\n<p>Both parties will call the other evil, stupid, unpatriotic, racist, close minded, etc. Both parties are complete hypocrites. They&#39;ve also reached a point where they&#39;re completely unable to work together on virtually anything, regardless if they both support the idea or not. They also both lack any ability or willingness to understand the other side and instead try to either censor, cancel, blame, or accuse the other side of something awful to make their opinion not worth hearing.</p>\n\n<p>Are Independents/centrists the last rational group of people in America? Is there such a thing as a hardcore Trump supporter that can acknowledge the good Democrats have done for this country? Is there a hardcore Trump hater that can acknowledge the good Trump has done for this country? I don&#39;t think so.</p>\n\n<p>I think division has reached a point where common ground and compromise are a thing of the past. I think Democrat and Republican loyalists put their party before country and the needs of their people. I think instead of these loyalists acknowledging that 50% of the country may disagree with them for valid reasons, they instead refuse to entertain any viewpoint besides their own.</p>\n\n<p>Seriously, change my view and restore my faith in our political process.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/kutirh/cmv_party_loyalists_are_not_rational_people_in/",
  "subreddit": "changemyview",
  "id": "kutirh",
  "is_self": true,
  "media": null,
  "is_video": false
}