{
  "author": "Ooof97",
  "the_new_excerpt": "Recommended daily allowances are two standard deviations above the mean,\nequalling the estimated average requirement, so that people on the right side of\nthe bell curve do not become deficient. For example, with protein intake, the\nrecommended amount for a 175 lb (80 kg) person is 64 g, but the mean…",
  "original_created_utc": 1620502211,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "推奨一日摂取量は、平均値よりも2標準偏差高く設定されています。\nベルカーブの右側にいる人が不足しないように、推定平均必要量に等しい。\nベルカーブの右側にいる人が不足しないようにします。例えば、タンパク質の摂取については\n例えば、タンパク質の摂取では、体重80kgの人の推奨量は64gですが、平均値は...",
      "title": "YSK: 推奨される栄養素の摂取量は、安全性の観点から98％の人が超過している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "建议的每日允许量是高于平均值的两个标准差。\n等于估计的平均需求量，这样处于钟形曲线右侧的人就不会缺乏。\n这样处于钟形曲线右侧的人就不会缺乏营养。例如，在蛋白质摄入方面，一个175磅（80公斤）的人的推荐量是\n一个175磅（80公斤）的人的推荐量是64克，但平均...",
      "title": "YSK：由于安全缓冲区的存在，98%的人的推荐营养素摄入量是超标的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "建議的每日允許量是高於平均值的兩個標準差。\n等於估計的平均需求量，這樣處於鐘形曲線右側的人就不會缺乏。\n這樣處於鐘形曲線右側的人就不會缺乏營養。例如，在蛋白質攝入方面，一個175磅（80公斤）的人的推薦量是\n一個175磅（80公斤）的人的推薦量是64克，但平均...",
      "title": "YSK：由於安全緩衝區的存在，98%的人的推薦營養素攝入量是超標的。"
    }
  ],
  "title": "YSK: recommended nutrient intake is in excess for 98% of the population due to safety buffers",
  "created_utc": 1620842598,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recommended daily allowances are two standard deviations above the mean, equalling the estimated average requirement, so that people on the right side of the bell curve do not become deficient. For example, with protein intake, the recommended amount for a 175 lb (80 kg) person is 64 g, but the mean requirement is only 52 g.</p>\n\n<p>Why YSK: listen to your body and take recommended daily allowances with a grain of salt, as they&#39;re likely in excess of what you actually need.</p>\n\n<p>Source: <a href=\"https://www.nap.edu/read/10490\">Dietary Reference Intakes for Energy, Carbohydrate, Fiber, Fat, Fatty Acids, Cholesterol, Protein, and Amino Acids</a></p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/YouShouldKnow/comments/n7wlxz/ysk_recommended_nutrient_intake_is_in_excess_for/",
  "subreddit": "YouShouldKnow",
  "id": "n7wlxz",
  "is_self": true,
  "media": null,
  "is_video": false
}