{
  "author": "spooreddit",
  "the_new_excerpt": "I am part of the book club with a lot of people in their early twenties. The\nother day we had a discussion on book-lists and they claimed the must-read book\nlists are a scam perpetuated by men and most of them were written by cis-het\nwhite men. I tried telling them that Tolstoy, Dostoyevsky,…",
  "original_created_utc": 1621428411,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は20代前半の人が多いブッククラブに参加しています。先日\n先日、ブックリストについてのディスカッションがあり、彼らは、必読書リストは男性が広めた詐欺であり\nリストは男性によって広められた詐欺であり、そのほとんどはシスヘットの白人男性によって書かれたものだと主張しました。\n白人男性が書いたものだと言っていました。私は彼らにトルストイやドストエフスキー、...と言ってみました。",
      "title": "YAフィクション作品は、トルストイやドストエフスキー、ハーマン・メルヴィルのような実際の文学作品に比べて質が劣ることを、見下したりスノッブになったりせずに10代の若者に説明するにはどうしたらいいでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是读书会的一员，有很多20岁出头的人。有一天，我们讨论了关于书单的问题。\n有一天，我们讨论了书单问题，他们声称必读书单是一个由男性实施的骗局，大部分书单是由雌雄同体的人写的。\n他们声称必读书单是一个由男性实施的骗局，其中大部分是由顺从的白种人写的。\n白人写的。我试图告诉他们，托尔斯泰、陀思妥耶夫斯基、...",
      "title": "如何向青少年解释青少年小说作品的质量不如真正的文学作品，如托尔斯泰或陀思妥耶夫斯基或赫尔曼-梅尔维尔的作品，而不至于居高临下或势利眼？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是讀書會的一員，有很多20歲出頭的人。有一天，我們討論了關於書單的問題。\n有一天，我們討論了書單問題，他們聲稱必讀書單是一個由男性實施的騙局，大部分書單是由雌雄同體的人寫的。\n他們聲稱必讀書單是一個由男性實施的騙局，其中大部分是由順從的白種人寫的。\n白人寫的。我試圖告訴他們，托爾斯泰、陀思妥耶夫斯基、...",
      "title": "如何向青少年解釋青少年小說作品的質量不如真正的文學作品，如托爾斯泰或陀思妥耶夫斯基或赫爾曼-梅爾維爾的作品，而不至於居高臨下或勢利眼？"
    }
  ],
  "title": "How to explain to teens that YA fiction works are not as good in quality as actual literary works, like that of Tolstoy's or Dostoyevsky's or Herman Melville without being condescending or snobbish about it?",
  "created_utc": 1621439882,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&#x200B;</p>\n\n<p>I am part of the book club with a lot of people in their early twenties. The other day we had a discussion on book-lists and they claimed the must-read book lists are a scam perpetuated by men and most of them were written by cis-het white men. I tried telling them that Tolstoy, Dostoyevsky, Proust&#39;s works have a great merit in themselves and they have stood the test of time and they are not supposed to be rejected simply because those authors were men. They were of the opinion that those books were read only by red-pill incels and those books are not inclusive at all; on the other hand, the current YA fiction works are relatable and inclusive and have far more merit. I could not articulate my thoughts at the moment to counter their arguments because I was afraid of sounding condescending and snobbish. They were also of the opinion that there was no such thing as objective literature, and Twilight was as good as Anna Karenina, and it was just an opinion that the latter is a great book and there is no objective measures in literature to prove AK is better than Twilight because writing is subjective. How to let them know there are objective measures and classics exist not just because they were written by men but they have merit in themselves and relevant till now?</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/books/comments/ng4v9z/how_to_explain_to_teens_that_ya_fiction_works_are/",
  "subreddit": "books",
  "id": "ng4v9z",
  "is_self": true,
  "media": null,
  "is_video": false
}