{
  "author": "Adune05",
  "original_created_utc": 1635763014,
  "title": "Why are so many people so angry about \"cultural appropriation\" and why is it so bad?",
  "created_utc": 1635786384,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I guess everyone that hasn&#39;t been living under a rock these past few years has at least heard the term of &quot;cultural appropriation&quot;. People who wear and use things that aren&#39;t from their &quot;own&quot; culture get verbally attacked because of it. </p>\n\n<p>As far as I have understood it popular examples would be non-Japanese people wearing kimonos, people that aren&#39;t black wearing dreadlocks or literal children dressing up as for example native Americans for a costume party. But I have even seen some cases where people claimed that a traditional Mexican dish can only be prepared by a Mexican chef. </p>\n\n<p>Why does anybody care about this? If somebody is happy and comfortable wearing dreads  then let them do it, it doesn&#39;t hurt anybody. If some child wants to play as a brave native American riding through the wast fields why not let them? \nNone of these things oppress anybody and none of it is meant as an expression of power. It is just people seeing things that they like in other cultures and they try to incorporate it into their own lives. I mean is that really such a bad thing? </p>\n\n<p>Did I miss something? I would really appreciate your thoughts about the topic but please keep it civil.</p>\n</div><!-- SC_ON -->",
  "score": 138,
  "permalink": "/r/TooAfraidToAsk/comments/qkb5pm/why_are_so_many_people_so_angry_about_cultural/",
  "subreddit": "TooAfraidToAsk",
  "id": "qkb5pm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I guess everyone that hasn't been living under a rock these past few years has\nat least heard the term of \"cultural appropriation\". People who wear and use\nthings that aren't from their \"own\" culture get verbally attacked because of it.\n\nAs far as I have understood it popular examples would be non…"
}