{
  "author": "westcoast1924",
  "original_created_utc": 1632080528,
  "title": "CMV: The best part of a drumstick ice cream cone is the last bite of the bottom of the cone.",
  "created_utc": 1632087041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>That hardened, cheap, tiny bit of chocolate stuck in the bottom the cone is delicious. Sure, the ice cream is good, and the nuts…the filling, etc. but I’m pretty sure the only reason I buy drumsticks is for that last tiny bite of chocolate and waffle cone mixed together. If I could just buy waffle cones stuffed with chocolate, I probably would. </p>\n\n<p>Maybe there’s a market out there for different types of chocolate frozen into different types of cones? No ice cream…just chocolate and the cone. White chocolate, dark chocolate, orange flavored chocolate, iced lemon waffle cone….yum.</p>\n</div><!-- SC_ON -->",
  "score": 179,
  "permalink": "/r/changemyview/comments/prex47/cmv_the_best_part_of_a_drumstick_ice_cream_cone/",
  "subreddit": "changemyview",
  "id": "prex47",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "That hardened, cheap, tiny bit of chocolate stuck in the bottom the cone is\ndelicious. Sure, the ice cream is good, and the nuts…the filling, etc. but I’m\npretty sure the only reason I buy drumsticks is for that last tiny bite of\nchocolate and waffle cone mixed together. If I could just buy waffle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コーンの底に詰まっている固まった安物の小さなチョコがおいしい。\nおいしい。確かに、アイスクリームも美味しいし、ナッツも...フィリングも...ですが、私がドラムスティックを買うのは、最後のほんの一口のためだと思います。\nしかし、私がドラムスティックを買う理由は、最後のほんの一口のチョコレートとワッフルコーンが混ざったものを食べるためだと確信しています。\n私がドラムスティックを買う理由は、チョコレートとワッフルコーンが混ざった最後の小さな一口のためだと思います。ワッフルさえ買えれば・・・。",
      "title": "CMV：ドラムスティックアイスコーンの醍醐味は、コーンの底を最後に一口食べることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "卡在甜筒底部的那块变硬的、廉价的、微小的巧克力是\n味道很好。当然，冰激凌很好吃，还有坚果......馅料等等，但我很确定我买鸡腿的唯一原因是为了最后那一小口。\n但我非常肯定，我买鸡腿的唯一原因是为了那最后一小口巧克力和华夫饼筒的混合。\n巧克力和华夫饼筒混合在一起。如果我可以买华夫饼...",
      "title": "CMV: 鼓棒冰淇淋甜筒最棒的部分是最后一口甜筒的底部。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "卡在甜筒底部的那塊變硬的、廉價的、微小的巧克力是\n味道很好。當然，冰激凌很好喫，還有堅果......餡料等等，但我很確定我買雞腿的唯一原因是爲了最後那一小口。\n但我非常肯定，我買雞腿的唯一原因是爲了那最後一小口巧克力和華夫餅筒的混合。\n巧克力和華夫餅筒混合在一起。如果我可以買華夫餅...",
      "title": "CMV: 鼓棒冰淇淋甜筒最棒的部分是最後一口甜筒的底部。"
    }
  ]
}