{
  "author": "ButterflyDead88",
  "original_created_utc": 1636974137,
  "title": "Anyone else find themselves not enjoying a book series you loved when reading it again?",
  "created_utc": 1636990715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m rereading the Anita Blake vampire hunter novels and I swear Anita is just a sad submissive simp with Stockholm syndrome. </p>\n\n<p>It&#39;s not a reverse harem... I want my female characters to be very independent and strong willed if they are trying to protray a reverse harem... Not some sad chick who is basically forced into being in a relationship with people.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qudz0u/anyone_else_find_themselves_not_enjoying_a_book/",
  "subreddit": "books",
  "id": "qudz0u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm rereading the Anita Blake vampire hunter novels and I swear Anita is just a\nsad submissive simp with Stockholm syndrome.\n\nIt's not a reverse harem... I want my female characters to be very independent\nand strong willed if they are trying to protray a reverse harem... Not some sad\nchick who is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アニタブレイクのヴァンパイアハンターの小説を読み返していますが、アニタはストックホルム症候群の悲しい従順な愚か者に過ぎないと断言します。\nストックホルム症候群のような悲しい従順さを持っています。\n\n逆ハーレムじゃないんだから・・・。私は、女性キャラクターには自立していて、強い意志を持っていてほしいと思っています。\n逆ハーレムを描こうとするならば、女性キャラクターはとても独立していて、強い意志を持っていてほしいです...。哀れな\n哀れな女ではなく...。",
      "title": "好きだった本のシリーズをもう一度読むと、楽しめないという人はいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在重读安妮塔-布雷克的吸血鬼猎人小说，我发誓安妮塔只是一个有斯德哥尔摩综合症的可悲的顺从的傻瓜。\n我发誓安妮塔只是一个有斯德哥尔摩综合症的可悲的顺从的傻瓜。\n\n这不是一个反向的后宫... 我希望我的女性角色能够非常独立\n我希望我的女性角色是非常独立和意志坚强的，如果他们试图描绘一个反向的后宫...... 而不是一些悲伤的\n而不是一些悲伤的小妞...",
      "title": "还有人发现自己在再次阅读你所喜爱的系列图书时不喜欢它吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在重讀安妮塔-布雷克的吸血鬼獵人小說，我發誓安妮塔只是一個有斯德哥爾摩綜合症的可悲的順從的傻瓜。\n我發誓安妮塔只是一個有斯德哥爾摩綜合症的可悲的順從的傻瓜。\n\n這不是一個反向的後宮... 我希望我的女性角色能夠非常獨立\n我希望我的女性角色是非常獨立和意志堅強的，如果他們試圖描繪一個反向的後宮...... 而不是一些悲傷的\n而不是一些悲傷的小妞...",
      "title": "還有人發現自己在再次閱讀你所喜愛的系列圖書時不喜歡它嗎？"
    }
  ]
}