{
  "author": "TheHypocondriac",
  "the_new_excerpt": "PLEASE IGNORE THE MISSPELLING OF THE AUTHORS NAME!\n\nNow that, that is a goddamn novel! I genuinely struggled to put it down, I\nrefused to do anything until I finished my chapter and then when I did, I’d move\nonto the next and blitz through that one too, and then...well, you get the\npicture.\n\nThis is…",
  "original_created_utc": 1612232302,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "请忽略作者名字的拼写错误!\n\n现在，这是一个该死的小说！我真的很努力地把它放下，我。\n拒绝做任何事情，直到我完成我的章节，然后当我这样做，我就会移动。\n到下一个和突击通过一个太，然后... ... 好了，你得到的。\n图片。\n\n这是...",
      "title": "我刚刚读完希尔顿的《局外人》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請忽略作者名字的拼寫錯誤!\n\n現在，這是一個該死的小說！我真的很努力地把它放下，我。\n拒絕做任何事情，直到我完成我的章節，然後當我這樣做，我就會移動。\n到下一個和突擊通過一個太，然後... ... 好了，你得到的。\n圖片。\n\n這是...",
      "title": "我剛剛讀完希爾頓的《局外人》。"
    }
  ],
  "title": "I just finished S. E. Hilton’s ‘The Outsiders’",
  "created_utc": 1612240611,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>PLEASE IGNORE THE MISSPELLING OF THE AUTHORS NAME!</em></p>\n\n<p>Now that, that is a goddamn novel! I genuinely struggled to put it down, I refused to do anything until I finished my chapter and then when I did, I’d move onto the next and blitz through that one too, and then...well, you get the picture.</p>\n\n<p>This is one of the most moving, emotional and genuinely funny books that I have ever read. I don’t think I’m ever gonna forget certain sections of this book for as long as I live. The intense ‘Rumble’, the bleaching (and, in a sense, butchering) of the hair, Johnny’s final letter to Ponyboy. To be honest, the death of Johnny is gonna stay with me forever...I mean it, I’m never going to forget that moment. The way that Dally loses it, hammering on the wall and letting everything out, throwing his hard exterior in that moment, it’s truly a powerful moment. “Stay gold, Ponyboy. Stay Gold.” Johnny, man...goddamn it.</p>\n\n<p>I have heard for many, many years that this book is incredible but I just haven’t managed to get around to it until now. Let me just say, the wait was 100% worth it. What a read. It is truly something quite magnificent. A beautiful story.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/lal0sl/i_just_finished_s_e_hiltons_the_outsiders/",
  "subreddit": "books",
  "id": "lal0sl",
  "is_self": true,
  "media": null,
  "is_video": false
}