{
  "author": "proscriptus",
  "the_new_excerpt": "Why YSK: people are starting to freak out and hoard gas, but it probably won't\ndo them much good if a shortage really does develop.\n\nWhile it varies a little based on composition (E15 goes bad faster than E10) and\nhow you store it, gas blended with ethanol\n[https://www.jdpower.com/cars/shopping…",
  "original_created_utc": 1620821366,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：人々はパニックになってガソリンを買いだめし始めていますが、実際にガス不足になった場合にはあまり意味がないでしょう。\nしかし、実際にガス不足になってしまったら、あまり意味がないでしょう。\n\nエタノールの組成（E15はE10よりも早く劣化する）や保管方法によって多少の違いはありますが\nエタノールを混合したガソリンは、その組成（E15はE10より早く腐る）や保管方法によって多少異なるものの\n[https://www.jdpower.com/cars/shopping...",
      "title": "ガスを溜め込んでいると案外早く腐ってしまうというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们开始惊慌失措，囤积汽油，但如果真的出现短缺，这可能对他们没有什么好处。\n但如果真的出现短缺，这可能对他们没有什么好处。\n\n虽然它根据成分（E15比E10坏得快）和\n储存方式的不同而有所差异，但与乙醇混合的汽油\n[https://www.jdpower.com/cars/shopping...",
      "title": "如果你囤积汽油，它变坏的速度比你想象的快得多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們開始驚慌失措，囤積汽油，但如果真的出現短缺，這可能對他們沒有什麼好處。\n但如果真的出現短缺，這可能對他們沒有什麼好處。\n\n雖然它根據成分（E15比E10壞得快）和\n儲存方式的不同而有所差異，但與乙醇混合的汽油\n[https://www.jdpower.com/cars/shopping...",
      "title": "如果你囤積汽油，它變壞的速度比你想象的快得多。"
    }
  ],
  "title": "YSK that if you're hoarding gas, it goes bad much faster than you might think",
  "created_utc": 1621397051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: people are starting to freak out and hoard gas, but it probably won&#39;t do them much good if a shortage really does develop.</p>\n\n<p>While it varies a little based on composition (E15  goes bad faster than E10) and how you store it, <a href=\"https://www.jdpower.com/cars/shopping-guides/how-long-can-gas-sit-in-a-car-before-it-goes-bad\">gas blended with ethanol</a> (which is almost all gas) has a very short shelf life of less than three months. Ethanol is hydrophilic, so water will be introduced to your gas; at the same time as the compound itself oxidizes and degrades, creating non combustible residue. Even ethanol free premium only keeps for three to six months or so in the best possible conditions. A fuel stabilizer can extend that up to a year or more, but it reduces the octane rating of your gas and will generally <a href=\"https://youtu.be/chsGBhB5g7o\">make your car run worse</a>.</p>\n\n<p>Your car will <em>probably</em> still run on old gas, but it won&#39;t run well, and if you use enough of it, you are likely to damage injectors, or clog up a fuel filter.</p>\n\n<p>There&#39;s plenty of gas, folks.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/nan4dg/ysk_that_if_youre_hoarding_gas_it_goes_bad_much/",
  "subreddit": "YouShouldKnow",
  "id": "nan4dg",
  "is_self": true,
  "media": null,
  "is_video": false
}