{
  "author": "Jxntb733",
  "original_created_utc": 1639835551,
  "title": "Don’t give your crypto away to corporations!",
  "created_utc": 1639870382,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Adidas just made 22million in an afternoon from a NFT mint. That’s going to become parasitic faster than you think. There is nothing stopping corporate brands from continuously creating ‘unique’ NFTs, front running and botting the minting, immediately cashing out to fiat, just to repeat that for years while only using DeFi buzzword to drive sales.       &lt;/p&gt;\n\n&lt;p&gt;The entire structure of their businesses is counter to decentralized ideologies - they have profits and share holder driven moves - did everyone forget Nike and Coca-Cola are part of major business groups lobbying Congress to weaken bills that ban imported goods made with forced labor?!       &lt;/p&gt;\n\n&lt;p&gt;If we give corporations that lobby against human rights our crypto, it’s a step backwards towards a better financial future.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/rj7xnn/dont_give_your_crypto_away_to_corporations/",
  "subreddit": "CryptoCurrency",
  "id": "rj7xnn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Adidas just made 22million in an afternoon from a NFT mint. That’s going to\nbecome parasitic faster than you think. There is nothing stopping corporate\nbrands from continuously creating ‘unique’ NFTs, front running and botting the\nminting, immediately cashing out to fiat, just to repeat that for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Adidas just picked 22million in an afternoon (アディダスは午後で2200万ドルを稼いだ)\nNFTのミントから。思ったより早く寄生されそうだな。この先\n企業ブランドが「ユニークな」NFTを作り続けることを止めるものは何もない。\nこのような場合、「某有名企業」が「某有名企業」を買収し、「某有名企業」が「某有名企業」を買収することになります。",
      "title": "暗号を企業に渡してはいけない！？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>阿迪达斯刚刚在一个下午赚了2200万\n从一个NFT薄荷糖中赚了2200万。这将会比你想象的更快地成为寄生虫。这\n没有什么能阻止企业品牌不断创造 \"独特 \"的NFT。\n前端运行和波特造币，立即兑现......",
      "title": "不要把你的加密货币交给企业！\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>阿迪達斯剛剛在一個下午賺了2200萬\n從一個NFT薄荷糖中賺了2200萬。這將會比你想象的更快地成爲寄生蟲。這\n沒有什麼能阻止企業品牌不斷創造 \"獨特 \"的NFT。\n前端運行和波特造幣，立即兌現......",
      "title": "不要把你的加密貨幣交給企業！\"。"
    }
  ]
}