{
  "author": "Vcc8",
  "original_created_utc": 1634026320,
  "title": "Just finished flowers for Algernon",
  "created_utc": 1634048177,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And I’m sobbing right now. It&#39;s the most depressing story, ending, everything. I don&#39;t know why I put myself trough it because I was feeling so bad for Charlie throughout the entire novel. It breaks me, the way he’s been treated by everyone especially himself is the most depressing shit ever put down on a page.</p>\n\n<p>I couldn&#39;t recommend this book to anyone since it&#39;s literally the worst reading experience of my life, this story is so cruel on such a fundamental level and seeing how Charlie descends into madness and the way he pushes out Alice in the end and how he never got to get anything more than a conversation with Norma. How this person who got so little in life could get even less, it breaks my heart.</p>\n\n<p>PS. Please if you get a chanse put some flowrs on Algernons grave in the bak yard</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q6hbtk/just_finished_flowers_for_algernon/",
  "subreddit": "books",
  "id": "q6hbtk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And I’m sobbing right now. It's the most depressing story, ending, everything. I\ndon't know why I put myself trough it because I was feeling so bad for Charlie\nthroughout the entire novel. It breaks me, the way he’s been treated by everyone\nespecially himself is the most depressing shit ever put…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そして今、私は泣いています。ストーリーもエンディングも何もかもが最高に憂鬱です。I\nチャーリーがかわいそうだと思っていたのに、なんでこんなことになってしまったんだろうと思います。\nなぜかというと、小説全体を通してチャーリーがかわいそうだったからです。彼がみんなから扱われている様子、特に自分自身が壊されているのです。\n特に彼自身が、今までにないほど憂鬱な気分にさせられて...。",
      "title": "アルジャーノンに捧げる花」を終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "而我现在正在啜泣。这是最令人沮丧的故事，结局，一切。I\n我不知道为什么我让自己陷入困境，因为在整部小说中，我为查理感到如此糟糕。\n整部小说都是如此。他被每个人对待的方式让我很伤心\n尤其是他自己，是有史以来最令人沮丧的事情。",
      "title": "刚刚完成了《献给阿尔杰农的花》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "而我現在正在啜泣。這是最令人沮喪的故事，結局，一切。I\n我不知道爲什麼我讓自己陷入困境，因爲在整部小說中，我爲查理感到如此糟糕。\n整部小說都是如此。他被每個人對待的方式讓我很傷心\n尤其是他自己，是有史以來最令人沮喪的事情。",
      "title": "剛剛完成了《獻給阿爾傑農的花》。"
    }
  ]
}