{
  "author": "jdtrouble",
  "original_created_utc": 1640875353,
  "title": "Do we have evidence that Omicron is \"more mild\" than Delta coronavirus?",
  "created_utc": 1640881710,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve seen this before in other topics, where an expert makes a statement with qualifications (for example, &amp;quot;this variant right now seems more &amp;#39;mild&amp;#39;, but we can&amp;#39;t say for sure until we have more data&amp;quot;). Soon, a black and white variation of the comment becomes media narrative. &lt;/p&gt;\n\n&lt;p&gt;Do we really know that Omicron symptoms are more &amp;quot;mild&amp;quot;? (I&amp;#39;m leaving the term &amp;quot;mild&amp;quot; open to interpretation, because I don&amp;#39;t even know what the media really means when they use the word.) And perhaps the observation took into account vaccination numbers that weren&amp;#39;t there when Delta first propagated. If you look at two unvaccinated twins, one positively infected with Delta, one positively infected with Omicron, can we be reasonably assured that Omicron patient will do better?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 512,
  "permalink": "/r/askscience/comments/rs3cn1/do_we_have_evidence_that_omicron_is_more_mild/",
  "subreddit": "askscience",
  "id": "rs3cn1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen this before in other topics,\nwhere an expert makes a statement with qualifications (for example, &quot;this\nvariant right now seems more &#39;mild&#39;, but we can&#39;t say for sure until\nwe have more data&quot;). Soon, a black and white variation of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;I've seen before in other topics,\n専門家が資格を持って発言する場合（例えば、&quot;this\n今のところ、より穏やかなバリアントと思われますが、このような事態になるまで、確かなことは言えません。\nより多くのデータを得ることができます。） もうすぐ、白黒のバリエーションが...",
      "title": "オミクロンがデルタコロナウイルスより「マイルド」であるという根拠はあるのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我以前在其他话题中见过这种情况。\n在其他主题中，我曾经看到过这样的情况，即专家在发表声明时，附带了一些条件（例如，&quot;这个\n现在的变体似乎更加温和，但我们不能确定，直到我们有更多的数据。\n我们有更多的数据&quot;）。很快，一个黑白相间的变体...",
      "title": "我们是否有证据表明Omicron比Delta冠状病毒 \"更温和\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我以前在其他話題中見過這種情況。\n在其他主題中，我曾經看到過這樣的情況，即專家在發表聲明時，附帶了一些條件（例如，&quot;這個\n現在的變體似乎更加溫和，但我們不能確定，直到我們有更多的數據。\n我們有更多的數據&quot;）。很快，一個黑白相間的變體...",
      "title": "我們是否有證據表明Omicron比Delta冠狀病毒 \"更溫和\"？"
    }
  ]
}