{
  "author": "PowerHausMachine",
  "original_created_utc": 1628303071,
  "title": "Politicians are playing all of you. They want to pass crypto regulations without losing votes and it might work.",
  "created_utc": 1628325703,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Politicians are playing all of you.  They&#39;ve figured out how to pass crypto regulations without a huge blow back from voters and the move is in play as we speak.  How exactly are they able to achieve this?  Through Negotiation Anchoring.</p>\n\n<p>First they slipped in crypto provisions at the last minute into the Infrastructure bill knowing full well that there would be huge resentment from crypto voters. A small panel of bipartisan members introduce an amendment that slightly improves the provisions (Wyden/Lummis/Toomey) but the amendment isn&#39;t quite enough to calm the mob. So they introduce an even worse amendment that scares the living sh*t out of all of you (Portman/Warner) so that all of you anchor your reference point to the first amendment from Wyden/Lummis/Toomey.  Notice how both amendments have members of both party? This is so neither party takes all of the flack and hatred from passing crypto regulations.</p>\n\n<p>NONE of the crypto provisions should be in the infrastructure bill PERIOD until we understand it better. They&#39;ve successfully moved the conversations from we shouldn&#39;t have any regulations to what regulations are acceptable.</p>\n</div><!-- SC_ON -->",
  "score": 266,
  "permalink": "/r/CryptoCurrency/comments/ozku3t/politicians_are_playing_all_of_you_they_want_to/",
  "subreddit": "CryptoCurrency",
  "id": "ozku3t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Politicians are playing all of you. They've figured out how to pass crypto\nregulations without a huge blow back from voters and the move is in play as we\nspeak. How exactly are they able to achieve this? Through Negotiation Anchoring.\n\nFirst they slipped in crypto provisions at the last minute into…"
}