{
  "author": "ardentlygrateful",
  "the_new_excerpt": "\"Dear [ardently grateful],\n\nThank you very much for your lovely email—this is one of the best kind of\nletters any writer could receive! I am so glad to know that my books were\nmeaningful to you, and especially that they provided consolation at moments when\nyou needed it. I think I might need to…",
  "original_created_utc": 1615412939,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "\"亲爱的[殷切的感谢]。\n\n非常感谢你可爱的电子邮件--这是最好的一种。\n任何作家都能收到的信! 我很高兴知道我的书是\n对你来说是有意义的，特别是它们在你有困难的时候提供了安慰。\n你需要它。我想我可能需要...",
      "title": "给我最心爱的童年作家发了一封邮件。这是回复。<3"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "\"親愛的[殷切的感謝]。\n\n非常感謝你可愛的電子郵件--這是最好的一種。\n任何作家都能收到的信! 我很高興知道我的書是\n對你來說是有意義的，特別是它們在你有困難的時候提供了安慰。\n你需要它。我想我可能需要...",
      "title": "給我最心愛的童年作家發了一封郵件。這是回覆。<3"
    }
  ],
  "title": "Sent an email to my most beloved childhood writer. This was the response. <3",
  "created_utc": 1615418715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&quot;Dear [ardently grateful],</p>\n\n<p>Thank you very much for your lovely email—this is one of the best kind of letters any writer could receive! I am so glad to know that my books were meaningful to you, and especially that they provided consolation at moments when you needed it. I think I might need to actually print out your letter and hold onto it for those moments when I am struggling with my writing and questioning if it has a purpose (as all writers do, at some point in every book). I wish you the very best with your own writing, and I wish for you that someday you will receive an email (or many emails, or many of whatever else becomes the normal mode of communication in the future) from readers who feel that <em>your</em> work has had a massive impact.</p>\n\n<p>And happy upcoming 21st birthday! Take care during this challenging time!</p>\n\n<p>All best,</p>\n\n<p>Margaret Peterson Haddix&quot;</p>\n\n<p>----</p>\n\n<p>Their words, these authors&#39;, matter so much that 19,000,000 people want to talk about them -- but our words matter too, y&#39;all. Let&#39;s never forget it.</p>\n</div><!-- SC_ON -->",
  "score": 80,
  "permalink": "/r/books/comments/m29ris/sent_an_email_to_my_most_beloved_childhood_writer/",
  "subreddit": "books",
  "id": "m29ris",
  "is_self": true,
  "media": null,
  "is_video": false
}