{
  "author": "Mysterymansoso",
  "the_new_excerpt": "Probably will get a lot of hate for this but I don't find it transphobic to not\nwant to date trans-people.\n\nI don't really know why just like I can't explain why I like the women I do. To\nme it just comes off as manipulation and an attempt to guilt trip someone into\ndating people they don't want to.…",
  "original_created_utc": 1615093914,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "可能会因此受到很多仇恨，但我不觉得不这样做是变性人的行为。\n想约会变性人。\n\n我也不知道为什么，就像我无法解释为什么我喜欢的女人一样。为了\n我觉得它只是作为操纵和试图内疚绊倒别人到\n约会的人，他们不希望....。",
      "title": "CMV：不想和变性人约会并不是变性人，我也没有任何理由去解释自己的身份"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "可能會因此受到很多仇恨，但我不覺得不這樣做是變性人的行爲。\n想約會變性人。\n\n我也不知道爲什麼，就像我無法解釋爲什麼我喜歡的女人一樣。爲了\n我覺得它只是作爲操縱和試圖內疚絆倒別人到\n約會的人，他們不希望....。",
      "title": "CMV：不想和變性人約會並不是變性人，我也沒有任何理由去解釋自己的身份"
    }
  ],
  "title": "CMV: It's not transphobic to not want to date trans-people and there's zero reason I have to explain myself",
  "created_utc": 1615102581,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Probably will get a lot of hate for this but I don&#39;t find it transphobic to not want to date trans-people.</p>\n\n<p>I don&#39;t really know why just like I can&#39;t explain why I like the women I do. To me it just comes off as manipulation and an attempt to guilt trip someone into dating people they don&#39;t want to. Like, if I asked a lesbian woman to explain to me why she didn&#39;t want to date men I&#39;d be the asshole, right? So why is it any different when people don&#39;t want to date trans folks?</p>\n\n<p>I just think it&#39;s kind of shitty to accuse someone of being a bigot because they can&#39;t explain why they like what they like. I see a lot of beautiful women that I&#39;m not interested in for whatever reason. I&#39;d think most people can&#39;t tell you why they are interested in the people they are so to use that as a &#39;gotcha&#39; is just ridiculous and IMO makes you the asshole.</p>\n\n<p>But this seems to be such a popular thing I&#39;m interested to see if people have any arguments to CMV</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/changemyview/comments/lzjrxi/cmv_its_not_transphobic_to_not_want_to_date/",
  "subreddit": "changemyview",
  "id": "lzjrxi",
  "is_self": true,
  "media": null,
  "is_video": false
}