{
  "author": "TheFfrog",
  "original_created_utc": 1631985569,
  "title": "YSK that you should always look at your poop before you flush.",
  "created_utc": 1631998312,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know, it&#39;s nasty and it smells and you just wanna see it gone, but even a person with no medical training at all can easily notice some early signs of very serious health problems by just taking a second to look at their own poop.</p>\n\n<p>Certain unusual smells, consistencies and most importantly colors can be strong indicators that something is off, the most outstanding ones being if your poo is red or black.</p>\n\n<p>Both these colors usually indicate strong bleeding in the digestive system, black poo indicates a bleeding in the upper part of the digestive system while red is a bleeding in the final part. The difference in color is due to the fact that if the bleeding happens higher up the blood gets digested before ending up in your poop, getting a very peculiar blackish color, a jelly like consistency and a very strong horrible smell, while in rectal bleeding the blood wont have the time to be digested and will stay a vivid red, mostly liquid and won&#39;t smell that strongly.</p>\n\n<p>In both these cases, if you know you are actively pooping blood, you should immediately go to the hospital.</p>\n\n<p>GI (gastrointestinal) bleedings can be very dangerous on their own, and can also be strong indicators of other illnesses, such as Crohn disease, diverticulitis and intestinal cancer.</p>\n\n<p><a href=\"https://www.medicinenet.com/stool_color_changes/article.htm#what_does_it_mean_when_your_stool_color_changes_in_color_texture_or_form\">A nice read about this topic.</a></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/pqqi3y/ysk_that_you_should_always_look_at_your_poop/",
  "subreddit": "YouShouldKnow",
  "id": "pqqi3y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I know, it's nasty and it smells and you just wanna see it gone, but\neven a person with no medical training at all can easily notice some early signs\nof very serious health problems by just taking a second to look at their own\npoop.\n\nCertain unusual smells, consistencies and most…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：確かに、汚いし、臭いし、消えてほしいと思うかもしれませんが\nしかし、医学的な訓練を受けていない人でも、自分自身をちょっと見るだけで、非常に深刻な健康問題の初期の兆候に簡単に気づくことができます。\nしかし、医学的な訓練を受けていない人でも、自分のウンチをちょっと見るだけで、深刻な健康問題の初期の兆候に簡単に気づくことができます。\nウンチ\n\nある種の異常な匂いや粘性、そして最も...",
      "title": "流す前に必ず自分のウンチを見るべきだというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我知道，它很恶心，有味道，你只想看到它消失，但\n即使是一个没有受过医学训练的人也可以很容易地注意到一些早期迹象\n只要花点时间看看自己的大便，就能轻易发现一些非常严重的健康问题。\n大便。\n\n某些不寻常的气味、浓度和最...",
      "title": "YSK说，在冲水之前，你应该始终看一下你的大便。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我知道，它很噁心，有味道，你只想看到它消失，但\n即使是一個沒有受過醫學訓練的人也可以很容易地注意到一些早期跡象\n只要花點時間看看自己的大便，就能輕易發現一些非常嚴重的健康問題。\n大便。\n\n某些不尋常的氣味、濃度和最...",
      "title": "YSK說，在沖水之前，你應該始終看一下你的大便。"
    }
  ]
}