{
  "author": "nicmos",
  "original_created_utc": 1628642035,
  "title": "CMV: African-Americans shouldn't get a 'pass' for vaccine hesitancy, and are just as guilty of anti-social behavior if they use that as an excuse as White Americans.",
  "created_utc": 1628652986,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It is well-documented that 20th-century medical experiments in the US used African-Americans as guinea pigs in the Tuskegee syphilis study while telling them falsely that they were getting important medicine.  This has been broadly cited as a reason that African-Americans do not trust the government when they tell people they should get vaccinated, and specifically recently with regards to the Covid-19 vaccines.</p>\n\n<p>However, this is not a rational excuse in this case, because everyone across the country (and the world) is getting the vaccine.  African-Americans are able to see through any mainstream news source or in their own community that White people and other non-Black people have been getting the vaccine for well over 6 months.  There are no clear systematic racial differences in adverse effects from the vaccine.  This includes Black doctors and nurses.  Further, it is possible for potential vaccine receivers to talk to many vaccine workers who are African-American, who presumably would not give a shot that they didn&#39;t trust to others.  Therefore, any remaining hesitance on their part is no more legitimate than a White American who lacks critical thinking skills.  Further, policy-makers should not be deferential towards African-Americans based on the flawed reasoning explained above.</p>\n\n<p>This does not change the laudable goals of compassionate and empathetic outreach towards the unvaccinated.  I am in no way saying anyone should specifically criticize African-Americans any more than anyone else.  I just believe that race shouldn&#39;t play a role in how we are approaching the current situation of aiming to get more people vaccinated, because race isn&#39;t the problem to start with.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/p223ky/cmv_africanamericans_shouldnt_get_a_pass_for/",
  "subreddit": "changemyview",
  "id": "p223ky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It is well-documented that 20th-century medical experiments in the US used\nAfrican-Americans as guinea pigs in the Tuskegee syphilis study while telling\nthem falsely that they were getting important medicine. This has been broadly\ncited as a reason that African-Americans do not trust the government…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "20世紀にアメリカで行われた医学実験では、アフリカ系アメリカ人をモルモットにしたタスキギー梅毒実験が行われたことはよく知られています。\nアフリカ系アメリカ人をモルモットにしたタスキギー梅毒研究では、「重要なことができる」と虚偽の説明をしながら\nタスキギー梅毒実験では、アフリカ系アメリカ人をモルモットにして、「重要な薬をもらっている」と偽って実験を行ったことはよく知られています。このことは\nアフリカ系アメリカ人が政府を信用していない理由として広く挙げられていますが...。",
      "title": "CMV：アフリカ系アメリカ人はワクチンを躊躇しても「パス」をもらうべきではありませんし、それを言い訳にすれば白人アメリカ人と同様に反社会的な行動をとることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有充分的证据表明，20世纪美国的医学实验将非洲裔美国人作为塔斯基吉梅毒研究的小白鼠。\n在塔斯基吉梅毒研究中，非裔美国人被当作小白鼠，同时谎称他们得到了重要的药物。\n虚假地告诉他们，他们得到的是重要的药物。这被广泛引用为非裔美国人\n这被广泛引用为非裔美国人不信任政府的原因...。",
      "title": "CMV：非裔美国人不应该因为疫苗犹豫不决而获得 \"通行证\"，如果他们以此为借口，就和美国白人一样犯了反社会行为。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有充分的證據表明，20世紀美國的醫學實驗將非洲裔美國人作爲塔斯基吉梅毒研究的小白鼠。\n在塔斯基吉梅毒研究中，非裔美國人被當作小白鼠，同時謊稱他們得到了重要的藥物。\n虛假地告訴他們，他們得到的是重要的藥物。這被廣泛引用爲非裔美國人\n這被廣泛引用爲非裔美國人不信任政府的原因...。",
      "title": "CMV：非裔美國人不應該因爲疫苗猶豫不決而獲得 \"通行證\"，如果他們以此爲藉口，就和美國白人一樣犯了反社會行爲。"
    }
  ]
}