{
  "author": "penguiatiator",
  "original_created_utc": 1630698361,
  "title": "CMV: \"Dinner and a Movie\" dates should go movie first, then dinner, not the other way around",
  "created_utc": 1630708403,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: I&#39;d like to clear up that I&#39;m not saying you do this with someone you barely know. I&#39;m thinking about this in terms of asking someone out on a date you&#39;ve known for a while or had one or two dates with already. Also, I&#39;m really only here to debate which should come first: dinner or a movie, not the viability of the concept in general. </p>\n\n<p>Even though the phrase &quot;Dinner and a Movie&quot; puts dinner first, I maintain that this is simply because it sounds nice phonetically and that you should chronologically plan to go to the movie first, then dinner. </p>\n\n<p>If you go to dinner first and you&#39;re not having fun, you&#39;re bound by social convention to go to the movie anyways. If you are having a good conversation, it gets cut short because you have to be silent in a movie theatre. If you decide to skip the movie, you&#39;ve also wasted money on movie tickets. </p>\n\n<p>However, if you go to the movie first, it starts you with a talking point and makes conversation much easier. If dinner is awkward, you can rush through it and leave without social expectation to stay afterward. If you decide to skip dinner, all you do is cancel a reservation, not bite the bullet on the cost of movie tickets.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/phce5n/cmv_dinner_and_a_movie_dates_should_go_movie/",
  "subreddit": "changemyview",
  "id": "phce5n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: I'd like to clear up that I'm not saying you do this with someone you\nbarely know. I'm thinking about this in terms of asking someone out on a date\nyou've known for a while or had one or two dates with already. Also, I'm really\nonly here to debate which should come first: dinner or a movie,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT: はっきりさせておきたいのは、ほとんど知らない人と一緒にやれと言っているのではないということです。\nと言っているわけではありません。私が考えているのは、以前から知っていたり、すでに1、2回デートをしたことのある人をデートに誘う場合です。\n私が考えているのは、以前から知っていたり、すでに1～2回デートをしたことがある人をデートに誘うということです。また、私は本当に\n食事と映画、どちらが先かということを議論したいだけなのですが...。",
      "title": "CMV: \"ディナー＆ムービー \"のデートは、映画の後にディナーを楽しむべきで、その逆ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：我想澄清一下，我不是说你和一个你几乎不认识的人做这件事。\n几乎不认识的人。我考虑的是在约会时约人的问题\n你已经认识了一段时间，或者已经有过一两次约会。另外，我真的\n我在这里只是想讨论一下哪个应该先来：吃饭还是看电影，...。",
      "title": "CMV：\"晚餐加电影 \"的约会应该先看电影，再吃晚餐，而不是反过来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：我想澄清一下，我不是說你和一個你幾乎不認識的人做這件事。\n幾乎不認識的人。我考慮的是在約會時約人的問題\n你已經認識了一段時間，或者已經有過一兩次約會。另外，我真的\n我在這裏只是想討論一下哪個應該先來：喫飯還是看電影，...。",
      "title": "CMV：\"晚餐加電影 \"的約會應該先看電影，再喫晚餐，而不是反過來。"
    }
  ]
}