{
  "author": "SpectrumDT",
  "original_created_utc": 1626086660,
  "title": "CMV: For environmental reasons it should be acceptable and even respectable to wear old, worn clothes",
  "created_utc": 1626096644,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The production of clothes consumes resources and generates pollution. Hence one of the things we can do to protect the environment is to buy less new clothes and use our existing clothes for longer. I am not interested in discussing what fraction of our environmental footprint this constitutes. This is just one of many things we can do to help the environment, and every little thing helps.</p>\n\n<p>Unfortunately this is not always socially acceptable. Wearing worn clothes looks like a sign of poverty and can get you discriminated against. This is perhaps especially bad in a professional environment. Customers and business partners can be unwilling to do business with someone whose employees dress like poor people. This is incentivizes employers to pressure their employees and prospective employees to dress up. This is a negative-sum arms race that harms the environment.</p>\n\n<p>We should not discriminate against people who wear worn clothes (within reason). Instead of assuming that the person is poor or lazy, it is better to give them the benefit of the doubt and assume that they might be environmentally conscious.</p>\n\n<p>Fancy new clothes should be thought of as a luxury, not a social necessity.</p>\n\n<p>The environmental benefit may be small, but it is still worth it.</p>\n\n<p><strong>EDIT 1</strong>: I&#39;ve given a delta already for the argument that it&#39;s good to buy quality clothes that last longer.</p>\n\n<p><strong>EDIT 2</strong>: Some people seem to think that I am trying to outlaw new or fancy clothes. That is not what I said. I just want it to be socially acceptable to wear clothes that are neither new nor fancy.</p>\n</div><!-- SC_ON -->",
  "score": 257,
  "permalink": "/r/changemyview/comments/oior64/cmv_for_environmental_reasons_it_should_be/",
  "subreddit": "changemyview",
  "id": "oior64",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The production of clothes consumes resources and generates pollution. Hence one\nof the things we can do to protect the environment is to buy less new clothes\nand use our existing clothes for longer. I am not interested in discussing what\nfraction of our environmental footprint this constitutes. This…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "衣服の生産は、資源を消費し、汚染を引き起こします。だからこそ\n環境保護のために私たちができることのひとつは、新しい服を買うのを減らし、今ある服をより長く使うことです。\n既存の服をより長く使うことです。これが環境フットプリントの何割を占めるかという議論には興味がありません。\nこれが環境フットプリントの何分の1を占めるかを議論することには興味がありません。この...",
      "title": "CMV: 環境保護の観点から、古い服を着ることは許容されるべきであり、立派なことだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "衣服的生产会消耗资源并产生污染。因此\n我们可以做的保护环境的事情之一是少买新衣服\n并延长我们现有衣服的使用时间。我没有兴趣讨论\n我对讨论这在我们的环境足迹中占多大比例不感兴趣。这...",
      "title": "CMV: 由于环境原因，穿旧的、破旧的衣服应该是可以接受的，甚至是值得尊敬的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "衣服的生產會消耗資源併產生污染。因此\n我們可以做的保護環境的事情之一是少買新衣服\n並延長我們現有衣服的使用時間。我沒有興趣討論\n我對討論這在我們的環境足跡中佔多大比例不感興趣。這...",
      "title": "CMV: 由於環境原因，穿舊的、破舊的衣服應該是可以接受的，甚至是值得尊敬的。"
    }
  ]
}