{
  "author": "InfestedJesus",
  "original_created_utc": 1631374235,
  "title": "CMV: Humane euthanisia should be legal",
  "created_utc": 1631379443,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I work with animals for a living. When a patient is horribly sick with no chance of recovery, we recommend euthanasia. This is the compassionate choice. I&#39;ve seen what happens when people don&#39;t elect for this option. The patient gets sicker, suffering over days or weeks until they eventually die in agony. Prolonging pain just for the sake of living is cruel. We should be considering quality of life over quantity.</p>\n\n<p>I consider it equally cruel it is illegal to offer this option to terminally ill humans. We force humans to live in a state of misery until their bodies slowly fall apart on them. If a person who&#39;s reached this state wants to die in peace and prevent further deterioration, that option should be medically available. Everyone should have the option to die with dignity should they so choose.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pm9gph/cmv_humane_euthanisia_should_be_legal/",
  "subreddit": "changemyview",
  "id": "pm9gph",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I work with animals for a living. When a patient is horribly sick\nwith no chance of recovery, we recommend euthanasia. This is the compassionate\nchoice. I've seen what happens when people don't elect for this option. The\npatient gets sicker, suffering over days or weeks until they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は動物を扱うことを生業としています。回復の見込みのない重篤な病気の患者さんには\n回復の見込みがない場合は、安楽死を勧めます。これが、思いやりのある\nこれが思いやりのある選択です。安楽死を選択しない人がどうなるか、私は見てきました。患者は\n患者さんはますます悪化し、何日も何週間も苦しみ続け、ついには...。",
      "title": "CMV: 人道的な安楽死は合法であるべき"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就背景而言，我是以动物为生的。当一个病人病得很厉害\n没有康复的机会时，我们建议安乐死。这是一种富有同情心的\n选择。我见过当人们不选择这个选项时会发生什么。病人\n病人的病情越来越严重，在几天或几周的时间里遭受痛苦，直到他们...",
      "title": "CMV：人道的安乐死应该是合法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就背景而言，我是以動物爲生的。當一個病人病得很厲害\n沒有康復的機會時，我們建議安樂死。這是一種富有同情心的\n選擇。我見過當人們不選擇這個選項時會發生什麼。病人\n病人的病情越來越嚴重，在幾天或幾周的時間裏遭受痛苦，直到他們...",
      "title": "CMV：人道的安樂死應該是合法的"
    }
  ]
}