{
  "author": "kjmitchell",
  "the_new_excerpt": "During that time, your hot water heater will have heated a new tank of water,\nand you can drain your tub and repeat the process.\n\nWhy YSK: During winter, a lot of people have problems with power due to snow or\nice. Don’t do something dangerous that might lead to carbon monoxide…",
  "original_created_utc": 1613151390,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在此期间，您的热水器将加热一箱新水。\n您可以将浴缸中的水排出，然后重复这个过程。\n\n为什么选择YSK: 冬天的时候，很多人都会因为下雪或者其他原因而导致电力不足。\n冰。不要做可能导致一氧化碳的危险事情... ...",
      "title": "YSK如果冬天停电，家里开始变冷，就去浴室，关上门，堵住浴缸排水管，然后把淋浴器开热。一旦浴缸满了（或者你用完了热水）就把水关掉。这将使房间加热一个小时左右。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在此期間，您的熱水器將加熱一箱新水。\n您可以將浴缸中的水排出，然後重複這個過程。\n\n爲什麼選擇YSK: 冬天的時候，很多人都會因爲下雪或者其他原因而導致電力不足。\n冰。不要做可能導致一氧化碳的危險事情... ...",
      "title": "YSK如果冬天停電，家裏開始變冷，就去浴室，關上門，堵住浴缸排水管，然後把淋浴器開熱。一旦浴缸滿了（或者你用完了熱水）就把水關掉。這將使房間加熱一個小時左右。"
    }
  ],
  "title": "YSK if your power goes out in the winter and your home starts getting cold, go to the bathroom, close the door, plug the bathtub drain, and turn the shower on hot. Once the tub is full (or you run out of hot water) turn the water off. This will heat the room for around an hour.",
  "created_utc": 1613181438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During that time, your hot water heater will have heated a new tank of water, and you can drain your tub and repeat the process. </p>\n\n<p>Why YSK: During winter, a lot of people have problems with power due to snow or ice. Don’t do something dangerous that might lead to carbon monoxide poisoning. </p>\n\n<p>DISCLAIMER: This only works if your water heater is a gas water heater. An electric water heater won’t work if your electricity is out. </p>\n\n<p>Source: My dad is a plumber, and this is a tip he always tells his clients</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/lig3fd/ysk_if_your_power_goes_out_in_the_winter_and_your/",
  "subreddit": "YouShouldKnow",
  "id": "lig3fd",
  "is_self": true,
  "media": null,
  "is_video": false
}