{
  "author": "hunniedpeaches",
  "the_new_excerpt": "My dad ((who turns 60 in August)) loves to read and he constantly has his kobo\nout and takes it places with him often. I’ve recently found out though that he\njust rereads the same few books and series over and over again because he has\ntrouble searching online to find new books he has interest in.…",
  "original_created_utc": 1623526525,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の父（8月に60歳になります）は読書が大好きで、常にkoboを持ち歩いています。\nを持ち歩いています。最近わかったのですが、父は\nネットで新しい本を探すのが面倒で、同じような本やシリーズを何度も読み返していることがわかりました。\n....",
      "title": "父に読ませたい新シリーズを探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的父亲（8月份就60岁了）喜欢阅读，他经常把他的Kobo\n并经常带着它去一些地方。但我最近发现，他\n但我最近发现，他只是反复阅读同样的几本书和系列，因为他在网上寻找书籍时有困难。\n难以在网上搜索到他感兴趣的新书....",
      "title": "请帮我找一个新的系列给我的父亲阅读"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的父親（8月份就60歲了）喜歡閱讀，他經常把他的Kobo\n並經常帶着它去一些地方。但我最近發現，他\n但我最近發現，他只是反覆閱讀同樣的幾本書和系列，因爲他在網上尋找書籍時有困難。\n難以在網上搜索到他感興趣的新書....",
      "title": "請幫我找一個新的系列給我的父親閱讀"
    }
  ],
  "title": "Please help me find a new series for my Dad to read",
  "created_utc": 1623535586,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My dad ((who turns 60 in August)) loves to read and he constantly has his kobo out and takes it places with him often.  I’ve recently found out though that he just rereads the same few books and series over and over again because he has trouble searching online to find new books he has interest in. I’ve tried helping because I know he’d really enjoy some new reading, but we have a bit of a different taste in books so its sort of hit and miss on the things I’m able to help him find. For Father’s Day I’d like to find him a new series or two to read so I’d love it if any of you lovely folks could help me out! </p>\n\n<p>He really like historical fiction with kings and knights, lots of round table and Camelot stuff. He also likes high fantasy elements with wizards, magic, dragons and things like that. Some authors I know he reads a lot of are: </p>\n\n<p>Bernard Cornwell </p>\n\n<p>Terry Brooks </p>\n\n<p>Terry Goodkind </p>\n\n<p>Conn Iggulden </p>\n\n<p>I know that’s not the most in the way of details, but if anyone has any suggestions based off of this I’d love to hear them. Thank you in advance!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/booksuggestions/comments/nyeio2/please_help_me_find_a_new_series_for_my_dad_to/",
  "subreddit": "booksuggestions",
  "id": "nyeio2",
  "is_self": true,
  "media": null,
  "is_video": false
}