{
  "author": "CDMOlde",
  "the_new_excerpt": "https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\n\nThis is the article that inspired me to post this. It was shared by numerous\ngirls in my town, with captions aimed towards the toxic men of today. Apparently\nwe have to stop viewing this porn star as a porn star…",
  "original_created_utc": 1623314221,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\n\nこの記事を投稿するきっかけとなったのはこの記事です。多数の方にシェアされました\n私の町の多くの女の子が共有していて、キャプションは現代の有害な男性に向けられていました。どうやら\n私たちは、このポルノスターをポルノスターとして見るのをやめなければならないようです...。",
      "title": "CMV: 国際的に認められたAV女優であることは、彼らの将来の息子や娘に悪影響を与えることは間違いありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\n\n这是激发我发布这篇文章的原因。这篇文章被我镇上的许多女孩分享\n我镇上的许多女孩分享了这篇文章，标题是针对今天的有毒男人。显然\n我们必须停止将这位色情明星视为色情明星......",
      "title": "CMV：作为一个国际公认的成人电影明星，肯定会对他们未来的儿子/女儿产生负面影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\n\n這是激發我發佈這篇文章的原因。這篇文章被我鎮上的許多女孩分享\n我鎮上的許多女孩分享了這篇文章，標題是針對今天的有毒男人。顯然\n我們必須停止將這位色情明星視爲色情明星......",
      "title": "CMV：作爲一個國際公認的成人電影明星，肯定會對他們未來的兒子/女兒產生負面影響。"
    }
  ],
  "title": "CMV: Being an internationally recognized adult film star is DEFINITELY going to negatively impact their future sons/daughters.",
  "created_utc": 1623329877,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/\">https://graziadaily.co.uk/life/in-the-news/who-is-father-lana-rhoades-baby-pregnant/</a></p>\n\n<p>This is the article that inspired me to post this. It was shared by numerous girls in my town, with captions aimed towards the toxic men of today. Apparently we have to stop viewing this porn star as a porn star just because she is now almost a mother. I’m sorry but that background does <em>not</em> just disappear because you retired. Other people will see it this way as well. </p>\n\n<p>She is still uploading to her OnlyFans so she isn’t even fully retired, and even if she was, them pictures and videos are going to outlive her kids, they’re going to be around. And kids are going to be kids. There’s going to be teasing. There’s going to be anger. There’s going to be confusion if her child hasn’t been appropriately told how to deal with it. </p>\n\n<p>If you can change my view I applaud you, but nothing short of home schooling will save this kid from being teased or bullied.</p>\n\n<p>EDIT FOR ALL THE DEVIATION. </p>\n\n<p>I am in no way shape or form asking why, or how,  or when they will face this harshness from peers. Change my view that IT WILL happen.</p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/changemyview/comments/nwintw/cmv_being_an_internationally_recognized_adult/",
  "subreddit": "changemyview",
  "id": "nwintw",
  "is_self": true,
  "media": null,
  "is_video": false
}