{
  "author": "suckerforabs",
  "the_new_excerpt": "I am fully supportive of gay and trans right, but I'm growing tired of invented\ngenders or minor sexual preferences hijacking and taking over the LGBT community\nas a vocal minority. By those I mainly refer to people who identify as\ngenderfluid, agender, bigender, non-binary, as well as the ace…",
  "original_created_utc": 1610893948,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我完全支持同性恋和跨性别者的权利，但我越来越厌倦了发明的\n劫持和接管女同性恋、男同性恋、双性恋和变性者群体；\n作为发声的少数人。我所说的这些人，主要是指那些认定为\ngenderfluid, agender, bigender, non-binary, as well as the ace... 两性平等，agender, bigender, non-binary, as the ace...",
      "title": "[改变我的想法]：\"LGBT+\"字母汤正在将真正的LGBT群体非法化，并为其服务。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完全支持同性戀和跨性別者的權利，但我越來越厭倦了發明的\n劫持和接管女同性戀、男同性戀、雙性戀和變性者羣體；\n作爲發聲的少數人。我所說的這些人，主要是指那些認定爲\ngenderfluid, agender, bigender, non-binary, as well as the ace... 兩性平等，agender, bigender, non-binary, as the ace...",
      "title": "[改變我的想法]：\"LGBT+\"字母湯正在將真正的LGBT羣體非法化，併爲其服務。"
    }
  ],
  "title": "CMV: The LGBT+ alphabet soup is delegitimizing and disserving the true LGBT community",
  "created_utc": 1610905315,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am fully supportive of gay and trans right, but I&#39;m growing tired of invented genders or minor sexual preferences hijacking and taking over the LGBT community as a vocal minority. By those I mainly refer to people who identify as genderfluid, agender, bigender, non-binary, as well as the ace spectrum.</p>\n\n<p>I&#39;ve tried really hard to understand what being an &quot;enby&quot; actually means, and even after browsing countless subreddits dedicated to non-binary people, I still have no idea what they actually are and why they identify as what they do. Anybody can understand very easily what being trans is, male wants to become female or vice-versa, but what on Earth are xenogenders? I&#39;m not talking about intersex people born with ambiguous genitalia, I know those are real, but if genders are social constructs, why are we so keen about creating more and more gender constructs instead of tearing apart those that already exist?</p>\n\n<p>You can be a girl who dislikes most stereotypically feminine things and likes most stereotypically masculine things without requesting to be called by a made-up pronoun or invent yourself a made-up gender. We all agree that genders are social constructs, and women have been oppressed for centuries by the gender norms they were contrived to, so why shouldn&#39;t we destroy all gender norms instead of reaffirming them like most non-binary people do? You can be a boy who likes to wear skirts and still be a boy. Being a boy only refers to a stupid pair of chromosomes, it shouldn&#39;t be your entire identity.</p>\n\n<p>I fear a lot of vulnerable young people may start believing they are not cis simply because they don&#39;t conform to the medieval gender norms that prevail which let&#39;s be real most people don&#39;t. Shouldn&#39;t we let them accept what they biologically are and that they can still dress or act any way they want regardless of gender norms? Why the need for tribalism and countless labels?</p>\n\n<p>As for the asexual spectrum, I don&#39;t understand why people in the LGBT community consider it a spectrum at all. True asexuals don&#39;t have a sexuality, there is no spectrum about that, it&#39;s a binary, either you are asexual or somethingsexual. If you do have a sexuality but you only can experience sexual attraction with people you bond with (demisexuals), which may due to a low libido of other factors, you are not asexual.</p>\n\n<p>Conservatives already have such a hard time getting in their thick skulls that being gay is not a choice and that trans people should be allowed to transition as they please, but all those new terminologies unfounded by science really are not making it any easier for them to accept LGBT people as valid. Hell even for me a young gay male who&#39;s pretty in touch with the LGBT community it makes absolutely no sense to me.</p>\n\n<p>I met this girl who identified as genderfluid years ago, we&#39;re like best friends. She plays video games with me, she does masculine things, some feminine things, but she&#39;s still a girl. And I don&#39;t get what being genderfluid even meant? Obviously she&#39;d never call herself that to anyone she knew IRL, and since then she stopped calling herself that, which makes me think it was just a stupid label she found somewhere to make her feel special. I hate right-wingers who call us snowflakes, but I have to say there genuinely seems to be a lot of people who are not sexual minorities but want to be LGBT allies who&#39;ll use one of those nonsensical labels to belong. Being LGBT+ is the new goth. And I find that deeply offensive to the true sexual minorities who have actual rights to fight for.</p>\n\n<p>If all those words and the Internet did not exist do you really think some people would still feel like they are some kind of third gender? Gay people will know they&#39;re gay even if everybody around them is straight and they have never heard about homosexuality before, likewise trans people will experience gender dysphoria regardless of trans awareness. That&#39;s what makes those legitimate, but what exactly is an agender person experiencing? I myself don&#39;t care about gender, I&#39;m a boy, but I don&#39;t consider it part of my core identity, I would very much prefer a fully gender-neutral society without gender norms, does that mean I am agender or enby?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/kz7f5j/cmv_the_lgbt_alphabet_soup_is_delegitimizing_and/",
  "subreddit": "changemyview",
  "id": "kz7f5j",
  "is_self": true,
  "media": null,
  "is_video": false
}