{
  "author": "burntpotatocake",
  "the_new_excerpt": "Thinking about the other side gives you a better insight no matter how wrong you\nthink the other side is. Everyone has inherent bias. This is true for all issues\nand sides, but playing the other side is always a good way to check for any\ninherent bias you may have that you might not even know you…",
  "original_created_utc": 1612488822,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "无论你有多大的错误，思考对方都能让你有更好的洞察力。\n认为对方是。每个人都有固有的偏见。对所有问题都是如此\n和边，但玩另一边总是一个很好的方式来检查任何的。\n固有偏见，你可能有 你可能不知道你... ...",
      "title": "CMV：无论什么话题，你都应该 \"扮演魔鬼代言人\"，或者说无论什么话题，都应该站在对方的角度去思考。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "無論你有多大的錯誤，思考對方都能讓你有更好的洞察力。\n認爲對方是。每個人都有固有的偏見。對所有問題都是如此\n和邊，但玩另一邊總是一個很好的方式來檢查任何的。\n固有偏見，你可能有 你可能不知道你... ...",
      "title": "CMV：無論什麼話題，你都應該 \"扮演魔鬼代言人\"，或者說無論什麼話題，都應該站在對方的角度去思考。"
    }
  ],
  "title": "CMV: You should always \"play the devil's advocate\" or think about the other side no matter the subject.",
  "created_utc": 1612499699,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thinking about the other side gives you a better insight no matter how wrong you think the other side is. Everyone has inherent bias. This is true for all issues and sides, but playing the other side is always a good way to check for any inherent bias you may have that you might not even know you have. I think that it&#39;s always important to try to understand the other side, even if they&#39;re factually, scientifically wrong. Because understanding doesn&#39;t mean agreement. By &quot;playing the devil&#39;s advocate,&quot; you gain a greater understanding of not only the other side, but also yours. There is no reasonable reason to not.</p>\n\n<p>Edit: New here, didn&#39;t read the rules. Sorry I couldn&#39;t be here for 3-hours-plus. I need to finish coursework and hopefully get more than 5 hours of sleep. Thanks for debating everyone. Maybe I&#39;ll get back to all your inquiries tomorrow.</p>\n\n<p>Edit 2: Yes, I am thinking about the other side of this argument as well. That&#39;s why I&#39;m here lol.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/lcw0xd/cmv_you_should_always_play_the_devils_advocate_or/",
  "subreddit": "changemyview",
  "id": "lcw0xd",
  "is_self": true,
  "media": null,
  "is_video": false
}