{
  "author": "ChilledInk",
  "original_created_utc": 1632236081,
  "title": "What was the worst book you've ever read?",
  "created_utc": 1632245242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For me it was The House Next Door by Anne Rivers Siddons. I picked it up last year around October because I wanted to read something spooky, and it was the exact opposite. The writing was dull, boring, and the supposedly haunted house didn&#39;t even do anything scary. Oh, I forgot - it made two guys gay.</p>\n\n<p>Yeah, you read that right. The mysterious haunted house turned two straight guys gay. The horror!</p>\n\n<p>It&#39;s also filled with sexist, racist, and antisemetic remarks. At one point in the narration she mocks a character&#39;s last name for being Jewish, and two different characters call him a Nazi. Oh, and he&#39;s also an abusive husband who&#39;s stingy with money and beats his wife, who they make a point to say is NOT Jewish, as if that makes her better somehow.</p>\n\n<p>In short, the scariest part of that book was the author herself. 0 out of 10, would not recommend.</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/books/comments/pskdsb/what_was_the_worst_book_youve_ever_read/",
  "subreddit": "books",
  "id": "pskdsb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For me it was The House Next Door by Anne Rivers Siddons. I picked it up last\nyear around October because I wanted to read something spooky, and it was the\nexact opposite. The writing was dull, boring, and the supposedly haunted house\ndidn't even do anything scary. Oh, I forgot - it made two guys…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の場合は、Anne Rivers Siddonsの「The House Next Door」でした。去年の10月頃、何か不気味な本を読みたいと思って手に取った\n去年の10月頃、何か不気味な本を読みたいと思って手に取ったのですが、それとは正反対でした。\n正反対でした。文章は退屈でつまらないし、お化け屋敷と言われているのに何も怖くない。\n何も怖くなかった。ああ、忘れていた-それは二人の男を作った...。",
      "title": "今まで読んだ本の中で一番ひどい本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，是安妮-里弗斯-西登斯的《隔壁的房子》。我在去年十月左右拿起它\n因为我想读一些阴森恐怖的东西，而它恰恰相反。\n恰恰相反。写作枯燥无味，而且那个所谓的鬼屋\n甚至没有做任何可怕的事情。哦，我忘了--它让两个人...",
      "title": "你读过的最糟糕的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，是安妮-裏弗斯-西登斯的《隔壁的房子》。我在去年十月左右拿起它\n因爲我想讀一些陰森恐怖的東西，而它恰恰相反。\n恰恰相反。寫作枯燥無味，而且那個所謂的鬼屋\n甚至沒有做任何可怕的事情。哦，我忘了--它讓兩個人...",
      "title": "你讀過的最糟糕的書是什麼？"
    }
  ]
}