{
  "author": "disappointed-cat",
  "the_new_excerpt": "I believe that at best, religion has had a neutral impact on human history, but\nmore likely, it has had a negative impact. Quick note, I know ‘good’ and ‘bad’\ncan be subjective, but will use them here for the sake of readability and\ngeneral clarity. Also, while I fully understand that removing…",
  "original_created_utc": 1611900389,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，充其量，宗教对人类历史的影响是中性的，但。\n更有可能的是，它已经产生了负面影响。快速说明，我知道'好'和'坏'。\n可以是主观的，但为了可读性，在这里将使用它们。\n一般的清晰度。另外，虽然我完全理解，除去... ...",
      "title": "CMV：宗教对人类历史没有产生净的积极影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，充其量，宗教對人類歷史的影響是中性的，但。\n更有可能的是，它已經產生了負面影響。快速說明，我知道'好'和'壞'。\n可以是主觀的，但爲了可讀性，在這裏將使用它們。\n一般的清晰度。另外，雖然我完全理解，除去... ...",
      "title": "CMV：宗教對人類歷史沒有產生淨的積極影響。"
    }
  ],
  "title": "CMV: Religion has not had a net positive impact on human history",
  "created_utc": 1611931096,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that at best, religion has had a neutral impact on human history, but more likely, it has had a negative impact. Quick note, I know ‘good’ and ‘bad’ can be subjective, but will use them here for the sake of readability and general clarity. Also, while I fully understand that removing religion from human history would likely create a vacuum that would then be filled with something else, we cannot know what that would be or what impact that would have.</p>\n\n<p>I have often heard that those who do bad things and cite religion as a justification, are lying and/or would just find a new idea to blame if religion didn’t exist, but that assumes we know the true motive of these people, and we do not. I also hear that religion is sometimes the only thing stopping bad people from being bad, but I have never heard any compelling evidence to support this.</p>\n\n<p>Some examples that immediately come to mind that tip the balance against religion:</p>\n\n<p>-Explicitly and implicitly promoting tribalism/racism/sexism/slavery/classism/persecution of the ‘other’</p>\n\n<p>-Praising blind obedience, without regard to and sometimes in direct opposition to facts, and discouraging critical thinking</p>\n\n<p>-Diverting good, ie people who want to help others will help others even if the framework of religion doesn’t exist and saving lives is more important than saving ‘souls’; also financially leeching off society</p>\n\n<p>-Encouraging helplessness (“it’s in God’s hands” on &quot;God will take care of it&quot;) and invalidating natural human emotional responses (something bad happens = “God works in mysterious ways”)</p>\n\n<p>-Discouraging helping others within certain frameworks, eg the flood/famine/drought was &quot;God’s will&quot; and happened to those people because they were bad</p>\n\n<p>-Glorifying suffering and creating a framework that protects and can even empower bad people (abusers, power-hungry, scammers, etc)</p>\n\n<p>-Devaluing the natural world and endorsing its consumption unsustainably</p>\n\n<p>-Derailing conversations and infiltrating things should be secular (bodily autonomy/abortion/birth control, civil rights/marriage equality, healthcare, diet, clothing, education, currency, politics, etc)</p>\n\n<p>[I know not all of these apply to every religion and am happy to go more in depth on any of them]</p>\n\n<p>Religion has directly and indirectly fostered division, violence, inequality, and ignorance both historically and in present day. <strong>Main point:</strong> While I don’t know if the world would be better without religion, I do think that as it stands, religion has had a net negative impact on human history and the world today.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/l7l326/cmv_religion_has_not_had_a_net_positive_impact_on/",
  "subreddit": "changemyview",
  "id": "l7l326",
  "is_self": true,
  "media": null,
  "is_video": false
}