{
  "author": "TBOUnderdog",
  "original_created_utc": 1627661600,
  "title": "CMV: If you're taking OnlyFan pictures in your office building during your regular job, and your co-workers find out, they're within their right to give you shit.",
  "created_utc": 1627669856,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Please note before anything, there is a line i&#39;m not saying they should cat call, or sexually harass you. However, if you&#39;re going to the bathroom simple comments like, &quot;Oh you going to go punch the clock at your other job!&quot; or &quot;Don&#39;t forget it&#39;s a restroom, not a fan service room&quot; etc etc. IS well within the realm of being ok. My argument is you opened that door the moment you let those 2 worlds cross over and you should be able to take it on the chin.  </p>\n\n<p>This only counts if you do things in your office building, if you&#39;re running an OnlyFans strictly as a side hustle on your OWN none company time, then you&#39;re still off limits in the office your private time is yours.  </p>\n\n<p>CMV You do it in the office, you&#39;re opening yourself up to the jokes and ribs.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/ounnoo/cmv_if_youre_taking_onlyfan_pictures_in_your/",
  "subreddit": "changemyview",
  "id": "ounnoo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Please note before anything, there is a line i'm not saying they should cat\ncall, or sexually harass you. However, if you're going to the bathroom simple\ncomments like, \"Oh you going to go punch the clock at your other job!\" or \"Don't\nforget it's a restroom, not a fan service room\" etc etc. IS well…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何よりも注意していただきたいのは、一線があるということです。\n電話をかけたり、セクハラをしたりしてはいけません。しかし、もしあなたがトイレに行くときに単純に\nトイレに行っていると、「ああ、他の仕事で時計を鳴らしに行くのか！」とか、「ファンサービスの部屋ではなく、トイレだということを忘れるなよ。\nとか「トイレだよ、ファンサービスの部屋じゃないことを忘れるなよ」などなど。ISウェル...",
      "title": "CMV：もしあなたが通常の仕事中にオフィスビルでOnlyFanの写真を撮っていて、それが同僚にバレたら、彼らはあなたに文句を言う権利があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请注意，在任何事情之前，有一条线，我不是说他们应该猫\n打电话，或对你进行性骚扰。但是，如果你要去洗手间，你可以说：\"哦，你要去打拳吗？\n的评论，如 \"哦，你要去你的另一份工作打卡！\"或 \"不要忘了这是厕所，不是风扇服务室。\n或 \"别忘了这是个洗手间，不是风扇服务室 \"等等。IS好了...",
      "title": "CMV: 如果你在正常工作期间在你的办公楼里拍摄OnlyFan照片，而你的同事发现了，他们有权对你进行指责。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請注意，在任何事情之前，有一條線，我不是說他們應該貓\n打電話，或對你進行性騷擾。但是，如果你要去洗手間，你可以說：\"哦，你要去打拳嗎？\n的評論，如 \"哦，你要去你的另一份工作打卡！\"或 \"不要忘了這是廁所，不是風扇服務室。\n或 \"別忘了這是個洗手間，不是風扇服務室 \"等等。IS好了...",
      "title": "CMV: 如果你在正常工作期間在你的辦公樓裏拍攝OnlyFan照片，而你的同事發現了，他們有權對你進行指責。"
    }
  ]
}