{
  "author": "Jovco",
  "original_created_utc": 1636660302,
  "title": "What happened to Russian literature? Why we don't have any new Dostoyevsky or Tolstoy?",
  "created_utc": 1636692301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m reading War and Peace. I&#39;m really liking and i&#39;m reading it very easily. I had already read Karamazov Brothers, Crime and Punishment and The Master and Margarita. So it will be hard to choose what book is better.</p>\n\n<p>Reading Tolstoy made me think of what happened to Russian Literature. Another thing that made me think was China by Edward Ruthefurd. This book is very similar to War and Peace: War, Simple people involved in it, different protagonists... Edward is English and made a amazing job covering the opium war. The book is from 2021</p>\n\n<p>My question is:</p>\n\n<p>Why none today&#39;s writer from Russia rises high like the classic writers from the country? Do you think the Russian history is already covered well and no one wants to take part in creating something new?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qrtfxd/what_happened_to_russian_literature_why_we_dont/",
  "subreddit": "books",
  "id": "qrtfxd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm reading War and Peace. I'm really liking and i'm reading it very easily. I\nhad already read Karamazov Brothers, Crime and Punishment and The Master and\nMargarita. So it will be hard to choose what book is better.\n\nReading Tolstoy made me think of what happened to Russian Literature.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「戦争と平和」を読んでいます。とても気に入っていて、すらすらと読めています。I\nカラマーゾフ兄弟」「罪と罰」「巨匠とマルガリータ」はすでに読んでいました。\nMargaritaを読みました。だから、どの本が良いかを選ぶのは難しいでしょうね。\n\nトルストイを読んで、ロシア文学に何が起こったのか考えさせられました。....",
      "title": "ロシア文学はどうなった？なぜドストエフスキーやトルストイの新作が出ないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在读《战争与和平》。我真的很喜欢，我读得很轻松。I\n我已经读过《卡拉马佐夫兄弟》、《罪与罚》和《大师与玛格丽特》。\n玛格丽特》。所以很难选择哪本书更好。\n\n阅读托尔斯泰让我想到了俄罗斯文学的情况....。",
      "title": "俄罗斯文学怎么了？为什么我们没有任何新的陀思妥耶夫斯基或托尔斯泰？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在讀《戰爭與和平》。我真的很喜歡，我讀得很輕鬆。I\n我已經讀過《卡拉馬佐夫兄弟》、《罪與罰》和《大師與瑪格麗特》。\n瑪格麗特》。所以很難選擇哪本書更好。\n\n閱讀托爾斯泰讓我想到了俄羅斯文學的情況....。",
      "title": "俄羅斯文學怎麼了？爲什麼我們沒有任何新的陀思妥耶夫斯基或托爾斯泰？"
    }
  ]
}