{
  "author": "llftpokapr",
  "original_created_utc": 1631352095,
  "title": "CMV: Almost irregardless of opinion, if we expect someone to change their views we have to be the “better person.”",
  "created_utc": 1631367225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was having this conversation with my gf today, who is asian (which is applicable, explained later.) I basically take the viewpoint that no matter how abhorrent, unless in the most extreme circumstances, should you condemn someone’s line of reasoning/ morality for almost any given topic. To put it better, racists, homophobes, xenophobes, etc, should be given the benefit of the doubt and you should show that you have thoroughly thought through their perspective. </p>\n\n<p>imo, most people are good people or at least believe that they are doing something for just or good reasons. the conversation started with abortion where i said that given a fundamentalist christian’s line of thinking, i would think that their MORAL reasoning was completely sound given the moral framework they based their beliefs off of. I don’t agree with it given a risk/benefit standpoint but that wasn’t the convo. I was simply saying demonizing people never leads to change of heart, it leads to entrenching of their beliefs. </p>\n\n<p>The real thing that made me question was the racism. She brought up racism, particularly black/asian racism (prevalent in america) and said that given her and her friends (growing up in a predominately black area) experiences it shouldn’t be excused. as a white dude growing up in the country i never really had experience with this but i could only think of Daryl Davis. I still ultimately think that we should try to show people that we considered things from their perspective to at least try to convince them but idk i can be convinced.</p>\n\n<p>There’s been a recent trend of “fuck you if your moral opinion doesn’t align with the exact status quo” imo and most of the time i agree with the people doing the accusing (in opinion not methodology of solving these problems.) To put it simply, i feel like mudslinging/shaming is never beneficial even when it seems like it’s an inherent moral truth.</p>\n\n<p>The only exceptions i make of this is obvious inherent moral wrongs (child abuse, cold-blooded murder, rape, etc; these definitely qualify for the “bad person” label)</p>\n\n<p>I can add additional detail or clarification in comments if necessary because i feel like i didn’t get my actual question or point across fully and mobile reddit is ass.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/pm48p2/cmv_almost_irregardless_of_opinion_if_we_expect/",
  "subreddit": "changemyview",
  "id": "pm48p2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was having this conversation with my gf today, who is asian (which is\napplicable, explained later.) I basically take the viewpoint that no matter how\nabhorrent, unless in the most extreme circumstances, should you condemn\nsomeone’s line of reasoning/ morality for almost any given topic. To put…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、アジア人の彼女とこの会話をしていました（これは\n後で説明します)。私は基本的に、どんなに嫌なことでも\nどんなに嫌なことでも、よほどのことがない限り、誰かを非難すべきではないというのが私の考えです。\n私は基本的に、どんなに嫌なことでも、よほどのことがない限り、ほとんどのテーマで誰かの推論や道徳観を非難すべきではないという視点を持っています。言い換えれば...",
      "title": "CMV: 意見に関係なく、誰かに意見を変えてもらおうと思ったら、私たちは \"より良い人 \"にならなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天和我的女朋友进行了这样的对话，她是亚洲人（这一点\n适用，稍后解释）。) 我基本上持这样的观点：无论如何\n除非在最极端的情况下，否则你应该谴责某人的推理/道德路线。\n除非在最极端的情况下，否则你应该谴责某人对几乎任何特定话题的推理/道德路线。说起来...",
      "title": "CMV：几乎不考虑意见，如果我们希望别人改变他们的观点，我们必须成为 \"更好的人\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天和我的女朋友進行了這樣的對話，她是亞洲人（這一點\n適用，稍後解釋）。) 我基本上持這樣的觀點：無論如何\n除非在最極端的情況下，否則你應該譴責某人的推理/道德路線。\n除非在最極端的情況下，否則你應該譴責某人對幾乎任何特定話題的推理/道德路線。說起來...",
      "title": "CMV：幾乎不考慮意見，如果我們希望別人改變他們的觀點，我們必須成爲 \"更好的人\"。"
    }
  ]
}