{
  "author": "ShiftyLifty2248",
  "original_created_utc": 1626699065,
  "title": "I Struggle to Understand Indian Accents; What Can I Do to Improve?",
  "created_utc": 1626745340,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to clarify that I have no ill will against anybody for any reason. My issue is that I struggle immensely to understand people with Indian accents when they speak to me, which often leads to me having to ask them to repeat themselves many times and still not understanding them.</p>\n\n<p>I am a good active listener and have no problems communicating with the majority of people, however, for some reason I just can&#39;t seem to understand English if the person speaking it has an Indian accent.</p>\n\n<p>I work with a few Indian colleagues, and I always dread interacting with them because I don&#39;t want to alienate them or embarrass myself due to my seeming inability to understand them. It is always awkward and I feel like a shithead every time.</p>\n\n<p>This issue has been a source of minor anxiety for me for a long time. Has anybody else experienced this issue and found a way to overcome it? I&#39;ve made efforts in the past, however, none of them have worked all that well and I&#39;m open to suggestions as to how to improve. Thank you for reading!</p>\n\n<p>EDIT: The most consistent feedback I&#39;ve seen so far is to practice, particularly, by watching videos and media with Indian people that includes subtitles. I will give this approach a shot. Thank you to everyone for the kind replies and advice!</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/TooAfraidToAsk/comments/ondf08/i_struggle_to_understand_indian_accents_what_can/",
  "subreddit": "TooAfraidToAsk",
  "id": "ondf08",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to clarify that I have no ill will against anybody for any reason. My\nissue is that I struggle immensely to understand people with Indian accents when\nthey speak to me, which often leads to me having to ask them to repeat\nthemselves many times and still not understanding them.\n\nI am a good…"
}