{
  "author": "TarkovReddit0r",
  "original_created_utc": 1639165489,
  "title": "How did you go from “100k end of year” to “I’m not buying the dip this is the bear market”???",
  "created_utc": 1639171981,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Seriously this blows my mind! How are there so many people believing in the bull run when bitcoin was going from 60k to 69k but now I still see so many selling and complaining that “we enter the bear market”&lt;/p&gt;\n\n&lt;p&gt;What kind of mindset is this? Wasn’t it you that complained for months that “I wish I bought the dip”? Well guess what now it’s the perfect time! If you truly believed in crypto hitting another all time high - how can you think it will go further down from the 47k we are at right now? Or even worse - how can people sell NOW when it’s already so far down?\nSeriously when people here were saying “buy high sell low” they didn’t meant it literally. It’s a joke. Don’t be the clown that actually does this.&lt;/p&gt;\n\n&lt;p&gt;I yolo’d my last savings into the recent dip and wanna hear something crazy? I already made profit! Not that I sell but pretty good for such a “bear market” right ?&lt;/p&gt;\n\n&lt;p&gt;Now this is not a financial advice but I’ll promise you that me and the boys who bought this dip will drive behind you with our lambo for weeks if we catch you complaining “oh man I wish I bought the end of 2021 dip”.&lt;/p&gt;\n\n&lt;p&gt;“Oh but what does this guy know about btc” yea true I don’t know anything! But do you know who I trust ? The over 90 richest whales that HAVEN’T SOLD A SINGLE COIN SINCE ATH!\nThey keep buying every dip. Every. Single. One.&lt;/p&gt;\n\n&lt;p&gt;Edit: I know this is not all of you guys. I just hope this helps some people with their mental health when they struggle and consider selling right now driven by emotions :)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 294,
  "permalink": "/r/CryptoCurrency/comments/rdgsyg/how_did_you_go_from_100k_end_of_year_to_im_not/",
  "subreddit": "CryptoCurrency",
  "id": "rdgsyg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Seriously this blows my mind! How are there so\nmany people believing in the bull run when bitcoin was going from 60k to 69k but\nnow I still see so many selling and complaining that “we enter the bear\nmarket”</p> <p>What kind of mindset is this? Wasn’t it you that…"
}