{
  "author": "fratifresh",
  "original_created_utc": 1638017445,
  "title": "In need of some philosophy books (16M)",
  "created_utc": 1638055955,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Good morning everyone,</p>\n\n<p>I&#39;m getting interested in philosophy and I&#39;d like some books to start. Since I&#39;m quite young I&#39;d start with some easy books, but I don&#39;t mean high school books, even some university ones would be good to start.</p>\n\n<p>I spend almost all my free time thinking (also OVERthinking) so I thought I could start reading philosophy books.</p>\n\n<p>I&#39;d like to learn more about Greek philosophers, but since their books might be too difficult to start I&#39;m here asking for some suggestions.</p>\n\n<p>My favourite book is 1984 by George Orwell atm, I really like nonconformist books. I found it easy to understand it. Plato interest me but it&#39;s probably too difficult.</p>\n\n<p>Thank you for reading, I&#39;m here for your suggestions!</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/booksuggestions/comments/r3cyg1/in_need_of_some_philosophy_books_16m/",
  "subreddit": "booksuggestions",
  "id": "r3cyg1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Good morning everyone,\n\nI'm getting interested in philosophy and I'd like some books to start. Since I'm\nquite young I'd start with some easy books, but I don't mean high school books,\neven some university ones would be good to start.\n\nI spend almost all my free time thinking (also OVERthinking) so…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、おはようございます。\n\n哲学に興味が出てきたので、何かきっかけになるような本が欲しいです。私は若いので\n私は若いので、簡単な本から始めたいと思います。\n高校生用の本ではなく、大学用の本でも良いと思います。\n\n私は自由な時間のほとんどすべてを考えて（考えすぎても）過ごしているので...",
      "title": "哲学書を探しています(16M)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家早上好。\n\n我对哲学越来越感兴趣，我希望有一些书可以开始。由于我是\n我想从一些简单的书开始，但我不是指高中的书。\n甚至一些大学的书也是不错的开始。\n\n我几乎所有的空闲时间都在思考（也是过度思考），所以...",
      "title": "需要一些哲学书籍 (16M)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家早上好。\n\n我對哲學越來越感興趣，我希望有一些書可以開始。由於我是\n我想從一些簡單的書開始，但我不是指高中的書。\n甚至一些大學的書也是不錯的開始。\n\n我幾乎所有的空閒時間都在思考（也是過度思考），所以...",
      "title": "需要一些哲學書籍 (16M)"
    }
  ]
}