{
  "author": "felorius",
  "original_created_utc": 1627791024,
  "title": "YSK: Taking the time to relearn how to properly care for your body while performing our day to day routines will save you money and a lot of pain in the future",
  "created_utc": 1627803156,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Our bodies have an amazing capacity to heal, but incorrectly handling day to day tasks can cause wear and tear leading to irreparable damage. Sometimes not even surgery can the damage.</p>\n\n<p>I&#39;m going to list below some tips that I never properly learned while growing up. Now I have to deal with the consequences because somethings can&#39;t be fixed. I encourage you to look through the list because I had no idea until I started having issues:</p>\n\n<p>Dental care: There are proper ways to brush your teeth. Brushing your teeth too hard, too long or with a hard brush scrapes off enamel and makes your gums recede. You might not notice because it happens slowly overtime. But one day your roots will be exposed and your teeth will be permanently yellow (the dentin under your enamel is yellowish brown). This is expensive to fix with gum grafts and eventually dentures. Seriously. Get an electric tooth brush or a very soft/soft tooth brush. DO NOT buy a &#39;hard&#39; toothbrush.</p>\n\n<p><a href=\"https://www.everydayhealth.com/hs/sensitive-teeth/brush-teeth-too-hard/\">Source</a></p>\n\n<p>Blowing your nose: There is also a proper way to blow your nose. You need to blow gently and NEVER completely compress one nostril. The mucus can&#39;t go out the closed nostril obviously, so all you&#39;re doing is forcing it through your Eustachian tube and your middle ear. This causes ear infections which slowly degrade your hearing overtime. The middle ear is behind your ear drum and can&#39;t be drained through your ear canal (unless your ear drum bursts). Also depending on the pathogen this can potentially be life threatening being near your eyes and brain.</p>\n\n<p><a href=\"https://wexnermedical.osu.edu/blog/3-risks-of-blowing-your-nose-too-hard\">Source</a></p>\n\n<p>Picking/cleaning your nose: Don&#39;t be too rough &#39;picking your nose&#39; either with your fingers or kleenex. The skin in your nostrils is thin and can be permenently damaged causing frequent nose bleeds. I pretty much think about a kleenex and my nose starts bleeding. To my knowledge the only way to fix this issue is to have the area cauterized because I&#39;ve worn the tissue down too far to heal.</p>\n\n<p><a href=\"https://www.medhealthdaily.com/nasal-cauterization/\">Sauce</a></p>\n\n<p>Posture and muscle instabilities: If you workout or are in a physically taxing job you can build imbalances in your muscles. In my case I worked my chest and biceps more than my back and had daily back pain for 4-5 years before I realized what was going on. I had &#39;Upper Cross Syndrome&#39; where my chest was way tighter than my back muscles. The picture on this source has a better explanation but once I started working my back more all of my back pain went away.</p>\n\n<p><a href=\"https://www.builtlean.com/upper-lower-cross-syndrome/\">Source</a></p>\n\n<p>Seriously: wear sunscreen especially if you&#39;re exposed to the sun for more than an hour a day... Yes, even if its overcast outside. Its annoying but so is dying from cancer.</p>\n\n<p><a href=\"https://www.fda.gov/drugs/understanding-over-counter-medicines/sunscreen-how-help-protect-your-skin-sun\">Do I really need a source for this?</a></p>\n\n<p>Honorable mention: Most people don&#39;t need to shampoo your hair daily. It only wastes money and dries your hair out. If you switch from daily shampooing to once every other day it takes a bit for your scalp to adjust and lower oil production but it is worth it in the long run. Also <a href=\"/u/ligerdrag20\">u/ligerdrag20</a> pointed out that some people shouldn&#39;t brush their hair while wet but it depends on your hair type! If you&#39;re concerned do a bit of research for your hair. </p>\n\n<p><a href=\"https://www.webmd.com/beauty/features/how-often-wash-hair#1\">Source</a></p>\n\n<p>Alright that is all I can think of right now. If anyone wants to add or dispute any of these points please let me know and I&#39;ll correct it.</p>\n</div><!-- SC_ON -->",
  "score": 144,
  "permalink": "/r/YouShouldKnow/comments/ovlf8x/ysk_taking_the_time_to_relearn_how_to_properly/",
  "subreddit": "YouShouldKnow",
  "id": "ovlf8x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Our bodies have an amazing capacity to heal, but incorrectly handling\nday to day tasks can cause wear and tear leading to irreparable damage.\nSometimes not even surgery can the damage.\n\nI'm going to list below some tips that I never properly learned while growing\nup. Now I have to deal with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 私たちの体には素晴らしい治癒能力がありますが、日々の仕事を誤って処理すると\nしかし、日々の仕事を誤って処理してしまうと、摩耗や損傷を引き起こし、取り返しのつかないことになってしまいます。\n場合によっては、手術をしても治らないこともあります。\n\n私が大人になってからきちんと学んだことのないコツを以下に挙げてみます。\n大人になってから。今、私はこの問題に取り組んでいます。",
      "title": "YSK: 毎日の生活の中で、自分の体を正しくケアする方法を学び直すことは、将来的にお金や痛みを減らすことにつながります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我们的身体具有惊人的愈合能力，但如果不正确地处理日常工作，就会造成磨损，导致不可修复的损害。\n日复一日的工作会造成磨损，导致不可挽回的损害。\n有时甚至连手术都无法弥补损害。\n\n我将在下面列出一些我在成长过程中从未正确学到的提示。\n成长。现在我不得不处理...",
      "title": "YSK：花时间重新学习如何在执行我们的日常工作时正确地护理你的身体，这将为你节省金钱，并在未来节省大量的痛苦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我們的身體具有驚人的癒合能力，但如果不正確地處理日常工作，就會造成磨損，導致不可修復的損害。\n日復一日的工作會造成磨損，導致不可挽回的損害。\n有時甚至連手術都無法彌補損害。\n\n我將在下面列出一些我在成長過程中從未正確學到的提示。\n成長。現在我不得不處理...",
      "title": "YSK：花時間重新學習如何在執行我們的日常工作時正確地護理你的身體，這將爲你節省金錢，並在未來節省大量的痛苦。"
    }
  ]
}