{
  "author": "hyperva",
  "original_created_utc": 1630206581,
  "title": "I finished reading Les Miserables with my great-grandmother!",
  "created_utc": 1630214033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m new to Reddit and thought this was the perfect story to share, so here goes!\nMy great-grandmother was born and partly raised in France before moving to America with her family in her teenage years. When she became older, reading Les Mis was always on the top of her bucket list as multiple of her friends were reading it and she wanted to read a novel that was based where she once lived. She finally got to it in her elderly years and was making great progress (she was about 400 pages in) when she had a sudden stroke and was rushed to the hospital, where she remained for some time. Once she was well enough to go home and live with a caretaker, I took it upon myself to help her finish what she had started and read Les Miserables to her on the phone whenever she was feeling well enough that day to listen. We finished reading it just yesterday, and I’m so happy that I could help her with a long term goal. She’s one of the strongest women I know and I’m so happy I could bond with her even more this way!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pdnm9m/i_finished_reading_les_miserables_with_my/",
  "subreddit": "books",
  "id": "pdnm9m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m new to Reddit and thought this was the perfect story to share, so here goes!\nMy great-grandmother was born and partly raised in France before moving to\nAmerica with her family in her teenage years. When she became older, reading Les\nMis was always on the top of her bucket list as multiple of her…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はRedditに参加したばかりですが、これは共有するのにぴったりの話だと思いましたので、ご紹介します。\n私の曾祖母は、フランスで生まれ、一部はフランスで育ちました。\n曾祖母はフランスで生まれ育ちましたが、10代の頃に家族と一緒にアメリカに移住しました。彼女が大きくなったとき、Les\nミス』を読むことは、彼女のバケットリストの上位に常にありました...",
      "title": "ひいおばあちゃんと一緒に「レ・ミゼラブル」を読み終えました!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是Reddit的新成员，认为这是一个完美的故事，所以在这里分享\n我的曾祖母在法国出生，部分时间在法国长大，十几岁时随家人移居到美国。\n在她十几岁的时候和她的家人一起移居美国。当她长大后，阅读《Les\n米斯》一直是她的头等大事，因为她有好几个朋友都是在法国长大的。",
      "title": "我和我的曾祖母读完了《悲惨世界》!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是Reddit的新成員，認爲這是一個完美的故事，所以在這裏分享\n我的曾祖母在法國出生，部分時間在法國長大，十幾歲時隨家人移居到美國。\n在她十幾歲的時候和她的家人一起移居美國。當她長大後，閱讀《Les\n米斯》一直是她的頭等大事，因爲她有好幾個朋友都是在法國長大的。",
      "title": "我和我的曾祖母讀完了《悲慘世界》!"
    }
  ]
}