{
  "author": "TheAnonymous123456",
  "original_created_utc": 1628344418,
  "title": "CMV: The extended policy that landlord can't evict tenants until the government says they can is unfair.",
  "created_utc": 1628362179,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I would be fine if this was for one month, or two months, but this policy has gone on too long. I personally am not a landlord and only own one home, but I feel if you own another property, e.g. you payed for it, then you should be able to control who lives there. </p>\n\n<p>If a tenant does not pay rent, they don&#39;t get evicted? I personally still have to keep paying mortgage during the pandemic. Also, doesn&#39;t the landlord also have to keep paying mortgage for all their houses while the tenant doesn&#39;t have to pay anything? This seems horribly unfair for the landlord because the property is still the landlord&#39;s, meaning the landlord pays property taxes on his property and bought the property.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/oztnxg/cmv_the_extended_policy_that_landlord_cant_evict/",
  "subreddit": "changemyview",
  "id": "oztnxg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I would be fine if this was for one month, or two months, but this policy has\ngone on too long. I personally am not a landlord and only own one home, but I\nfeel if you own another property, e.g. you payed for it, then you should be able\nto control who lives there.\n\nIf a tenant does not pay rent,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1ヶ月とか2ヶ月とかならいいんですが、この方針は長すぎます。\nしかし、この方針はあまりにも長く続いています。私は個人的には家主ではなく、家を一軒しか持っていません。\nしかし、もしあなたが他の物件を所有しているのであれば、例えばお金を払って購入したのであれば、そこに住む人を管理することができるべきだと思います。\n誰がそこに住むかを管理できるはずです。\n\n賃借人が家賃を払わない場合、...",
      "title": "CMV: 政府が許可するまで家主はテナントを追い出せないという拡張政策は不公平です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果这只是一个月或两个月，我也无所谓，但这个政策已经\n已经持续了太长时间。我个人不是房东，只拥有一套房子，但我觉得如果你拥有另一套房产，那么你就应该把它卖掉。\n但我觉得，如果你拥有另一处房产，比如说你付了钱，那么你应该能够\n控制谁住在那里。\n\n如果房客不支付租金，...",
      "title": "CMV：在政府说可以驱逐房客之前，房东不能驱逐房客的扩展政策是不公平的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果這只是一個月或兩個月，我也無所謂，但這個政策已經\n已經持續了太長時間。我個人不是房東，只擁有一套房子，但我覺得如果你擁有另一套房產，那麼你就應該把它賣掉。\n但我覺得，如果你擁有另一處房產，比如說你付了錢，那麼你應該能夠\n控制誰住在那裏。\n\n如果房客不支付租金，...",
      "title": "CMV：在政府說可以驅逐房客之前，房東不能驅逐房客的擴展政策是不公平的。"
    }
  ]
}