{
  "author": "No-Ad5163",
  "original_created_utc": 1627751101,
  "title": "YSK xylitol is being used more frequently as a sugar substitute and is extremely toxic to most pets.",
  "created_utc": 1627767660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Anything labeled sugar free or no added sugar, that is sweet, most likely has xylitol or some other equivalent sweetener product in it (xylitol can also be called birch sugar). These kill animals in tiny amounts by causing a sudden extreme drop in blood sugar which induces seizures and liver damage ultimately leading to death in most cases. Look out for it in foods you may share with your pets (although technically they shouldn&#39;t really have processed people food at all!)</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/ovausl/ysk_xylitol_is_being_used_more_frequently_as_a/",
  "subreddit": "YouShouldKnow",
  "id": "ovausl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Anything labeled sugar free or no added sugar, that is sweet, most\nlikely has xylitol or some other equivalent sweetener product in it (xylitol can\nalso be called birch sugar). These kill animals in tiny amounts by causing a\nsudden extreme drop in blood sugar which induces seizures and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由: 砂糖不使用や無添加と表示されていても、甘いものにはキシリトールや同等の甘味料が使われています。\nキシリトールや他の同等の甘味料が使われている可能性があります。\nキシリトールは白樺糖とも呼ばれています）。) これらの甘味料は、微量でも動物を死に至らしめる原因となります。\n急激な血糖値の低下を引き起こし、痙攣や...",
      "title": "YSKのキシリトールは、砂糖の代替品として使用されることが多くなっていますが、ほとんどのペットには非常に有害です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：任何标有无糖或无添加糖的东西，只要是甜的，就很可能含有木糖醇或其他类似的甜味剂产品。\n它很可能含有木糖醇或其他类似的甜味剂产品（木糖醇也可以被称为木糖醇）。\n也可称为桦树糖）。) 这些甜味剂在极少量的情况下会导致动物死亡\n导致血糖突然极度下降，从而诱发癫痫发作和...",
      "title": "YSK木糖醇被更频繁地用作糖的替代品，对大多数宠物来说是非常有毒的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：任何標有無糖或無添加糖的東西，只要是甜的，就很可能含有木糖醇或其他類似的甜味劑產品。\n它很可能含有木糖醇或其他類似的甜味劑產品（木糖醇也可以被稱爲木糖醇）。\n也可稱爲樺樹糖）。) 這些甜味劑在極少量的情況下會導致動物死亡\n導致血糖突然極度下降，從而誘發癲癇發作和...",
      "title": "YSK木糖醇被更頻繁地用作糖的替代品，對大多數寵物來說是非常有毒的。"
    }
  ]
}