{
  "author": "Impossible-Bench-39",
  "original_created_utc": 1627335324,
  "title": "CMV: Nuclear power, while dangerous at times, is as useful as wind and solar energy",
  "created_utc": 1627350422,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There’s been a push for decades now against nuclear power plants and the dangers that come with it. Using examples such as the Chernobyl and Fukushima nuclear disasters, but while these were tragic, this doesn’t represents nuclear safety and the benefits that nuclear power has as a whole. </p>\n\n<p>75% of Frances energy comes from nuclear power plants and a lot of Sweden’s power is the same, I don’t know much about European power plants, but I haven’t heard much of any accidents occurring in these areas, at least nowhere near the level of others. And while climate activist have sort of stopped nuclear power plants from being built in European countries it hasn’t stopped other countries from mass producing them, a example would be China that puts a new one on the grid every two to three months, supplying its citizens with plenty of energy, and it’s the same in other countries.</p>\n\n<p>So why do we see nuclear power as so dangerous, this is most likely caused by the mentioned nuclear disasters I said earlier. Fukushima while definitely a disaster, acutely didn’t reach dangerous radiation levels. While there definitely was a spike in radiation, it was actually all under the regular safety limit for most nuclear power plants. It was sadly due to mass panic that led to many deaths that occurred not too long after, helping to bring up suicide and depression rates in that time period during the mass evaluation. </p>\n\n<p>Chernobyl is another example of a terrible tragedy, and while this is definitely A terrible event with mass radiation everywhere way above the lethal limit in some areas. This was all caused by cutting corners or poor maintenance. The reason the plant cut corners was too please soviet dictators of the time as this was a part of Soviet Russia and we all know their standards were really low. But since the Soviet Union disbanded, The Russian government has tried their best to lower the radiation limits, and in fact you can now stand right outside the big dome that was put over top of the plant, and you will not be susceptible to lethal amounts of radiation. No nuclear reactor today will be built like Chernobyl, it will have some of the highest safety regulations that any can get.</p>\n\n<p>Even when you include all the deaths from major nuclear power disasters, It comes nowhere near the amount of deaths in other power fields such as Coal, Oil, and Natural Gas. It’s even almost as safe as wind and solar in this regard.</p>\n\n<p>Another reason why people don’t like nuclear power is the waste that is generated from it. But even if you collected all the nuclear waste from just America’s power plants for 60 years straight, The waste that would be generated would only fill The size of an average Walmart, which is somewhat big, but it is pretty easy to get rid of. Bury it hundreds of miles into the earth, or even just shoot it off into space with a few rockets. </p>\n\n<p>The cost is another thing that’s actually good about nuclear energy, it’s just as cheap as wind and solar, making it good for costs, and it also helps to manufacture them a lot easier. Though right now with Americans regulations, we can only build a nuclear power plant every 12 to 15 years and it can take up 6 to 7 years just to get permission to start building. </p>\n\n<p>While nuclear power can definitely be dangerous in the wrong circumstances, it is a better alternative to other forms of energy, based on its safety, Energy efficiency, and Low costs</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/os8pwd/cmv_nuclear_power_while_dangerous_at_times_is_as/",
  "subreddit": "changemyview",
  "id": "os8pwd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There’s been a push for decades now against nuclear power plants and the dangers\nthat come with it. Using examples such as the Chernobyl and Fukushima nuclear\ndisasters, but while these were tragic, this doesn’t represents nuclear safety\nand the benefits that nuclear power has as a whole.\n\n75% of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何十年も前から、原子力発電所とその危険性を否定する動きがあります。\nその危険性を訴えています。チェルノブイリや福島の原子力発電所の事故を例に挙げています。\nチェルノブイリや福島の原子力発電所の事故を例に挙げていますが、これらは悲劇的なものではありますが、原子力の安全性や原子力が持つ全体的なメリットを示すものではありません。\n原子力の安全性や、原子力が持つ全体的なメリットを表しているわけではありません。\n\n75%が...",
      "title": "CMV: 原子力発電は、時に危険ではあるが、風力や太陽エネルギーと同様に有用である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几十年来，人们一直在推动反对核电站及其带来的危险。\n它带来的危险。用切尔诺贝利和福岛核灾难等例子来说明。\n但是，虽然这些都是悲剧性的，但这并不代表核安全\n以及核电的整体效益。\n\n75%的...",
      "title": "CMV：核电虽然有时很危险，但与风能和太阳能一样有用"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾十年來，人們一直在推動反對核電站及其帶來的危險。\n它帶來的危險。用切爾諾貝利和福島核災難等例子來說明。\n但是，雖然這些都是悲劇性的，但這並不代表核安全\n以及核電的整體效益。\n\n75%的...",
      "title": "CMV：核電雖然有時很危險，但與風能和太陽能一樣有用"
    }
  ]
}