{
  "author": "StanislavKim",
  "original_created_utc": 1624711871,
  "title": "«All Quiet on the Western Front» by E. M. Remarque",
  "created_utc": 1624717741,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve finished «All Quiet on the Western Front» several days ago. So this the first book since I started reading Remarque. And I&#39;m very delighted of him. This book is forcing to think about what really means to be a soldier and would there is any honour at war? Once I thought about to become a soldier and even dreamed to work in the special forces maybe. But this book and changes in my mental health turn my minds of military in another way. I don&#39;t have the wishes to become the soldier anymore. I want to be a medic. Remarque showed the war as it really is. No honour, no heroism, only lousy trenches and fear of death. Also I learnt some material about the World War I. There is an opinion that because Entente has superior in manpower, it could to lose more than Germany and its Allies. It really hard to realise that your Motherland don&#39;t care about your personality. It only cares that you&#39;re a soldier — manpower that can be spent for the most terrific purposes. And in general, World War I seemed more scary than World War II (even WWII has much more deaths). It breaks all values and foundations of the past. World before WWI and after is very different. If after WWII was the Cold War but people were really happy and enjoy the peace, so after WWI the humanity had the global pandemic, terrific economic crisis and rise of totalitarianism.</p>\n\n<p>Also I wanted to pay attention to some shocking scenes:</p>\n\n<p>1) I really love how Remarque showed Kemmerich&#39;s death. He is literally given a page, but how it affects on me. I almost cried. It&#39;s the young boy who only ended a college and he died at war. He was very young and he died. His leg was cut off. Author make the emotional effect more stronger by telling the past of this guy. Masterpiece.</p>\n\n<p>2) Entire chapter when Paul came home on vacations. Remarque showed his returning very nice. Some time ago the main hero was under shelling, and now he&#39;s enjoying his home and places of childhood. He even doesn&#39;t trust what happens. He regrets he came home. And farewell with mother finally breaks my heart. It very familiar to me to be far away out of mother. Honestly, I cried at this scene. </p>\n\n<p>3) Scene where Paul killed the French soldier. Oh my God. What a monologue. What reason to some German kill some French, really? And here I realised one thing. I&#39;ve got how propaganda profitable to the Governments in war is. Only think about this. It&#39;s really hard to kill another man thinking that he has a beloved wife kids. He can love, suffer and cry as you. So during the wars propaganda dehumanize the enemy. </p>\n\n<p>4) The pre final chapter. This one nicely showed how Germany was demoralized at the end of WWI. Poor and hungry they were retreating from their positions. And the deaths of all main heroes. </p>\n\n<p>Eventually. I&#39;d like to say that Remarque is the genius of his time. He&#39;s one of the first who was talking about how war terrible is. He literally showed truly face of war. And now I totally get what for his books were under ban in the Nazi Germany.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/o8a70m/all_quiet_on_the_western_front_by_e_m_remarque/",
  "subreddit": "books",
  "id": "o8a70m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've finished «All Quiet on the Western Front» several days ago. So this the\nfirst book since I started reading Remarque. And I'm very delighted of him. This\nbook is forcing to think about what really means to be a soldier and would there\nis any honour at war? Once I thought about to become a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は数日前に『西部戦線異状なし』を読み終えました。ということは、レマルクを読み始めてから\nレマルクを読み始めてから初めての本です。そして、私は彼のことをとても気に入っています。この\nこの本は、兵士であることの本当の意味を考えさせるものであり、戦争に名誉はあるのか？\n戦争に名誉はあるのか？私は一度、軍人になろうと考えたことがあります。",
      "title": "\"西部戦線異状なし」E・M・レマルク著"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "几天前我读完了《西线静悄悄》。所以这是\n我开始阅读雷马克的第一本书。我对他感到非常高兴。这本书\n这本书迫使我思考成为一名士兵的真正含义，以及在战争中是否有任何荣誉？\n在战争中是否有任何荣誉？我曾经想过要成为一名军人。",
      "title": "\"西线静悄悄》，E.M.雷马克著"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "幾天前我讀完了《西線靜悄悄》。所以這是\n我開始閱讀雷馬克的第一本書。我對他感到非常高興。這本書\n這本書迫使我思考成爲一名士兵的真正含義，以及在戰爭中是否有任何榮譽？\n在戰爭中是否有任何榮譽？我曾經想過要成爲一名軍人。",
      "title": "\"西線靜悄悄》，E.M.雷馬克著"
    }
  ]
}