{
  "author": "Additional_Sage",
  "original_created_utc": 1625417331,
  "title": "Should we read books that make us uncomfortable?",
  "created_utc": 1625459811,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve been thinking about reading Lolita, lately, but I’m extremely uncomfortable with the pedophiliac aspects. At the same time, it’s considered a seminal work in world literature, so I feel like I might gain some useful insights. Don’t know if I can stomach the themes being explored, though...</p>\n\n<p>It got me thinking: Where should we draw the line when consuming media that makes us uncomfortable? Should we trudge through it and train ourselves to try and understand the perspectives and context that went into their making or should we put our foot down and stay away from stuff we know will make us cringe?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/odo8o3/should_we_read_books_that_make_us_uncomfortable/",
  "subreddit": "books",
  "id": "odo8o3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been thinking about reading Lolita, lately, but I’m extremely uncomfortable\nwith the pedophiliac aspects. At the same time, it’s considered a seminal work\nin world literature, so I feel like I might gain some useful insights. Don’t\nknow if I can stomach the themes being explored, though...\n\nIt…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、ロリータを読もうと思っているのですが、ロリータの小児性愛的な部分が非常に気になっています。\nペドフィリアックな部分に非常に抵抗があります。しかし、世界文学の中でも重要な作品とされています。\n世界文学の代表作とされているので、何か参考になることがあるかもしれません。しかし\n描かれているテーマに耐えられるかどうか...。\n\nそれは...",
      "title": "不快になるような本を読むべきなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近一直在考虑阅读《洛丽塔》，但我对恋童癖方面感到非常不舒服。\n恋童癖的方面。同时，这本书被认为是世界文学的开创性作品。\n所以我觉得我可能会获得一些有用的见解。不\n不知道我是否能接受所探讨的主题，虽然...\n\n它...",
      "title": "我们应该阅读那些让我们感到不舒服的书吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近一直在考慮閱讀《洛麗塔》，但我對戀童癖方面感到非常不舒服。\n戀童癖的方面。同時，這本書被認爲是世界文學的開創性作品。\n所以我覺得我可能會獲得一些有用的見解。不\n不知道我是否能接受所探討的主題，雖然...\n\n它...",
      "title": "我們應該閱讀那些讓我們感到不舒服的書嗎？"
    }
  ]
}