{
  "author": "IntelligentLaugh4530",
  "the_new_excerpt": "Why YSK:\n\nContext: article [https://medlifestyle.news/2021/06/04/asthma-air-pollution/]\n\nClean air solutions are not just a matter of climate change, but a matter of\npublic health as well. The article talks about a new study that shows how\npregnant mothers who were exposed to air pollution had…",
  "original_created_utc": 1622824533,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか\n\nContext: 記事 [https://medlifestyle.news/2021/06/04/asthma-air-pollution/]\n\n空気をきれいにすることは、気候変動の問題だけではなく、公衆衛生の問題でもあります。\n公衆衛生の問題でもあります。この記事では、大気汚染にさらされた妊娠中の母親がどのように...\n大気汚染にさらされた妊娠中の母親は...",
      "title": "YSK: 幼児の喘息と出生前の大気汚染への曝露との間に史上初の関連性を発見"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n背景：文章[https://medlifestyle.news/2021/06/04/asthma-air-pollution/]\n\n清洁空气解决方案不仅是一个气候变化的问题，也是一个公共健康的问题。\n公共健康问题。这篇文章谈到了一项新的研究，该研究表明\n暴露在空气污染中的怀孕母亲有...",
      "title": "YSK：首次发现幼儿哮喘与产前接触空气污染之间的联系"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n背景：文章[https://medlifestyle.news/2021/06/04/asthma-air-pollution/]\n\n清潔空氣解決方案不僅是一個氣候變化的問題，也是一個公共健康的問題。\n公共健康問題。這篇文章談到了一項新的研究，該研究表明\n暴露在空氣污染中的懷孕母親有...",
      "title": "YSK：首次發現幼兒哮喘與產前接觸空氣污染之間的聯繫"
    }
  ],
  "title": "YSK: First-ever link found between asthma in toddlers and prenatal exposure to air pollution",
  "created_utc": 1622837492,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Context: <a href=\"https://medlifestyle.news/2021/06/04/asthma-air-pollution/\">article</a></p>\n\n<p>Clean air solutions are not just a matter of climate change, but a matter of public health as well. The article talks about a new study that shows how pregnant mothers who were exposed to air pollution had babies who, when toddlers, had a significant increase in diagnoses of asthma. A previous study by the Asthma and Allergy Foundation of America also looked at the association of children’s direct exposure to air pollution particles and episodes of asthma. It states that &quot;a study of  young campers with moderate to severe asthma showed they were 40 percent  more likely to have acute asthma episodes on high pollution summer days  than on days with average pollution levels.&quot; Increases in air pollution are going to lead to serious implications down the road regarding health complications and it’s an issue that should be at the forefront.</p>\n</div><!-- SC_ON -->",
  "score": 2014,
  "permalink": "/r/YouShouldKnow/comments/ns9ce7/ysk_firstever_link_found_between_asthma_in/",
  "subreddit": "YouShouldKnow",
  "id": "ns9ce7",
  "is_self": true,
  "media": null,
  "is_video": false
}