{
  "author": "overhardeggs",
  "the_new_excerpt": "If 10 years ago, you were to tell the average American that the president of the\nUnited States were to be banned from using social media platforms that has\nbillions of users in 10 years, you would be called crazy, and rightfully so. It\nshould be horrificly frightening that our public discourse has…",
  "original_created_utc": 1610378616,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果10年前，你告诉普通美国人，美国总统\n美国将被禁止使用具有以下特点的社交媒体平台\n在10年内拥有数十亿用户，你会被称为疯子，这是理所当然的。它\n应该是可怕的，因为我们的公共话语有…",
      "title": "[改变我的想法]：特朗普的推特禁令是就社交媒体影响力展开亟需的对话的完美电光"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果10年前，你告訴普通美國人，美國總統\n美國將被禁止使用具有以下特點的社交媒體平臺\n在10年內擁有數十億用戶，你會被稱爲瘋子，這是理所當然的。它\n應該是可怕的，因爲我們的公共話語有…",
      "title": "[改變我的想法]：特朗普的推特禁令是就社交媒體影響力展開亟需的對話的完美電光"
    }
  ],
  "title": "CMV: Trump's Twitter ban is the perfect spark to a much needed conversation about social media influence",
  "created_utc": 1610419685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If 10 years ago, you were to tell the average American that the president of the United States were to be banned from using social media platforms that has billions of users in 10 years, you would be called crazy, and rightfully so. It should be horrificly frightening that our public discourse has gotten this bad which warrants censoring the sitting president of the United States.</p>\n\n<p>With that being said, this breaking of eggs can make a good omlette. The public is now having a lot of conversations about legal protections social media platforms have and the vast amount of power they have and whether or not they should have that power to begin with.</p>\n\n<p>Its funny how we&#39;re not okay with business monopolies in many industries but in terms of social media, we seem to be okay with just a handful of private companies being in charge of a lot of our public discourse.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kv4pyb/cmv_trumps_twitter_ban_is_the_perfect_spark_to_a/",
  "subreddit": "changemyview",
  "id": "kv4pyb",
  "is_self": true,
  "media": null,
  "is_video": false
}