{
  "author": "the_other_irrevenant",
  "the_new_excerpt": "Science and practical experience both show us that humans want ritual, purpose\nand a sense of greater connectedness. Religions give human beings a framework\nthat addresses these psychological and emotional desires. This is not to say\nthat any given religion is correct or not, but it fulfils…",
  "original_created_utc": 1610177441,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "科学和实践经验都告诉我们，人类需要仪式性、目的性\n以及一种更大的连通性。宗教给了人类一个框架\n这解决了这些心理和情感上的欲望。这并不是说\n任何给定的宗教都是正确的或不正确的，但它满足…",
      "title": "[改变我的想法]：人类渴望仪式、目的和与更大整体的连通感。除非非宗教道路认识到并刻意满足这些需求，否则他们将永远与宗教抗争。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "科學和實踐經驗都告訴我們，人類需要儀式性、目的性\n以及一種更大的連通性。宗教給了人類一個框架\n這解決了這些心理和情感上的慾望。這並不是說\n任何給定的宗教都是正確的或不正確的，但它滿足…",
      "title": "[改變我的想法]：人類渴望儀式、目的和與更大整體的連通感。除非非宗教道路認識到並刻意滿足這些需求，否則他們將永遠與宗教抗爭。"
    }
  ],
  "title": "CMV: Human beings crave ritual, purpose and sense of connectedness to a greater whole. Until non-religious paths recognise and deliberately address these needs they will always struggle to compete with religion.",
  "created_utc": 1610189669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Science and practical experience both show us that humans want ritual, purpose and a sense of greater connectedness.  Religions give human beings a framework that addresses these psychological and emotional desires. This is not to say that any given religion is correct or not, but it fulfils something that humans innately seek</p>\n\n<p>Plenty of individual non-religious people can and do live meaningful fulfilling lives, and plenty of religious people live meaningless unfulfilling lives.  But for non-religious people that requires an individual journey of discovery that takes far more effort and time than the pre-established framework that religion offers.  (Although it presumably leads people to individual paths that are better tailored to them personally).</p>\n\n<p>Similarly that sense of greater connectedness - of being part of something larger than yourself - is a task for the individual to try to find on their own.  Again I&#39;d say that plenty of irreligious people find this while plenty of religious people don&#39;t.  <strong>But...</strong></p>\n\n<p>For as long as religion takes people by the hand and guides them to <strong>an</strong> answer, correct or not, while irreligion doesn&#39;t even point people in a general <strong>direction</strong>, religion is going to have a massive advantage winning hearts en masse.  And where hearts go, minds follow.</p>\n\n<p>At the moment about the only thing irreligion has in terms of helping people find ritual, meaning and connectedness is therapy.  Which is expensive, wildly inconsistent and one-on-one.</p>\n\n<p>This is not to say that the irreligious are under any <strong>obligation</strong> to come up with something better. Being an atheist means nothing more or less than non-belief in gods, and irreligion means nothing more or less than not having a religion.</p>\n\n<p>But I feel like, as human beings who care about both ourselves and about other human beings, it benefits us to have <strong>some</strong> sort of structure in place to help us all meet these inherent emotional and psychological desires without either:</p>\n\n<ul>\n<li>having to go with with a package deal of the best answers to these questions that a much earlier, less informed time could supply, or</li>\n<li>a long and arduous unsupported personal search for answers.</li>\n</ul>\n\n<p>EDIT: As page0rz rightly points out in the comments, lots of individual organisations or specific philosophies do deliberately have goals and try to foster a communal culture in service of those goals.  I really was thinking in terms of something broader and more generally applicable.</p>\n\n<p>EDIT2: Political philosophy does fulfil a similar role to religion in terms of making one feel purposeful and connected to a larger community.  It&#39;s also similar in that it tends to allow little flexibility around questioning its core ideology.</p>\n\n<p>I should have said up front that I&#39;d really like to see an alternative to religion that doesn&#39;t fall into the same traps of narrowness, inflexibility and us-vs-them-ism.  To my mind political ideologies fall into those traps.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/ktmh8c/cmv_human_beings_crave_ritual_purpose_and_sense/",
  "subreddit": "changemyview",
  "id": "ktmh8c",
  "is_self": true,
  "media": null,
  "is_video": false
}