{
  "author": "Whitem85",
  "original_created_utc": 1631054470,
  "title": "Where the Red Fern Grows",
  "created_utc": 1631081734,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, I&#39;ll start at the beginning, my husband has always talked about getting a Redbone Coonhound and about two years ago I found a puppy not too far away, great luck. So I&#39;m picking up the puppy and learn the owners sister teaches at our school, wow, small world I think. Well, now my son has that sister as a teacher this year and they are reading the book because &quot;Her brother read the book at 17 and was determined to have Redbone Coonhound because of it&quot; But now I know my son will be affected the most out of his class by the heartbreak at the end.(He&#39;s only in grade 5) I really don&#39;t know what to do. I guess it just feels crazy to me it&#39;s come full circle to this.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pjxumx/where_the_red_fern_grows/",
  "subreddit": "books",
  "id": "pjxumx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay, I'll start at the beginning, my husband has always talked about getting a\nRedbone Coonhound and about two years ago I found a puppy not too far away,\ngreat luck. So I'm picking up the puppy and learn the owners sister teaches at\nour school, wow, small world I think. Well, now my son has that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、最初から説明しますと、私の夫は以前からレッドボーン・クーンハウンドを飼うことを話していました。\n2年ほど前にあまり遠くない場所で子犬を見つけました。\n大幸運です。その子犬を迎えに行ったときに、飼い主のお姉さんが私たちの学校で教えていることを知りました。\n世界は狭いなと思いました。さて、今度は私の息子がそれを...。",
      "title": "Where the Red Fern Grows"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我从头说起，我丈夫一直在说要养一只\n红骨猎犬，大约两年前我在不远处发现了一只小狗。\n运气很好。于是我去接小狗，得知主人的妹妹在我们学校教书。\n我们的学校，哇，我觉得世界真小。好了，现在我的儿子有那...",
      "title": "红蕨生长的地方"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我從頭說起，我丈夫一直在說要養一隻\n紅骨獵犬，大約兩年前我在不遠處發現了一隻小狗。\n運氣很好。於是我去接小狗，得知主人的妹妹在我們學校教書。\n我們的學校，哇，我覺得世界真小。好了，現在我的兒子有那...",
      "title": "紅蕨生長的地方"
    }
  ]
}