{
  "author": "Throughawayup",
  "original_created_utc": 1639002069,
  "title": "Dundle.com requests KYC after you pay for your order",
  "created_utc": 1639060313,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;They dont tell you you need to verify your identity until you send your payment. Then once they know they have your money they hold it ransom until you submit ID and if you dont submit then they will not return your funds. &lt;/p&gt;\n\n&lt;p&gt;What a scam. It would have been one thing if they had even so much as mentioned it while placing an order so i could have chose another site. It would have been one thing if they refunded me upon my refusal to submit documents. &lt;/p&gt;\n\n&lt;p&gt;If you value your privacy and your crypto, stay clear of this service.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 151,
  "permalink": "/r/CryptoCurrency/comments/rc2kfp/dundlecom_requests_kyc_after_you_pay_for_your/",
  "subreddit": "CryptoCurrency",
  "id": "rc2kfp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "They dont tell you you need to verify your identity until you send your payment.\nThen once they know they have your money they hold it ransom until you submit ID\nand if you dont submit then they will not return your funds.\n\nWhat a scam. It would have been one thing if they had even so much as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>支払いをするまでは、本人確認が必要だとは言われません。\nあなたが支払いをするまで、彼らはあなたのアイデンティティを確認する必要があることを教えてくれません。そして、あなたのお金を持っていることがわかると\nあなたのお金を持っていることがわかると、あなたがIDを提出するまで身代金を要求し、提出しなければ、あなたの資金を返さないでしょう。\n返してくれません。</p> <p>なんという詐欺なのでしょう。それは1つだったでしょう...。",
      "title": "Dundle.comは、お客様が注文の支払いをした後にKYCを要求します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>他们不告诉你你需要验证你的身份，直到你发送付款。\n直到你发送你的付款。然后，一旦他们知道他们有你的钱\n他们会扣留你的钱，直到你提交身份证明，如果你不提交，他们就会\n不归还你的资金。</p> <p>这真是一个骗局。这本来是一个...",
      "title": "Dundle.com在您支付订单后要求进行KYC认证"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>他們不告訴你你需要驗證你的身份，直到你發送付款。\n直到你發送你的付款。然後，一旦他們知道他們有你的錢\n他們會扣留你的錢，直到你提交身份證明，如果你不提交，他們就會\n不歸還你的資金。</p> <p>這真是一個騙局。這本來是一個...",
      "title": "Dundle.com在您支付訂單後要求進行KYC認證"
    }
  ]
}