{
  "author": "Team-First",
  "original_created_utc": 1637633688,
  "title": "CMV: It’s bigoted to describe certain suspects but not others in news stories",
  "created_utc": 1637645743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not sure how common it is around the US but you can usually tell when a crime is committed by a minority by the lack of description given. My local news will give a description of white people no problem even when it doesn’t necessarily matter. But when it’s a minority group it’s extra vague. </p>\n\n<p>For example, there was a story about a woman who was harassing some kids to get off the sidewalk riding bikes and spit on them. She was arrested and taken to jail, they had her name and age but for some reason had to make it known she was white. It wasn’t really relevant </p>\n\n<p>Meanwhile, there was a story about a group of 3 “massage therapist” who were meeting people at hotels and robbing them. the clients who came forward gave a description but the news only reported “3 women about 5’10”-6ft tall posing as masseuses”. This spree went on for another week until they were finally caught and it turned out to be 3 black transwomen. The people who came forward said they gave this information </p>\n\n<p>Another kinda goofy one was where the guy was caught on camera robbing a store and they described everything about him, down to a bandage on his leg, excluding his race. </p>\n\n<p>So how it’s pretty easy to tell when some crime was committed by a nonwhite person because there’s no mention of race at all.</p>\n\n<p>I think this In itself is bigoted and dangerous. I don’t know how effective descriptions actually are, but I’d bet they’re far less effective leaving out major descriptions like this as well. Just put relevant descriptions in all articles or none</p>\n\n<p>Edit: forgot to add the “masseuses” were actually robbing people</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/r02c3e/cmv_its_bigoted_to_describe_certain_suspects_but/",
  "subreddit": "changemyview",
  "id": "r02c3e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not sure how common it is around the US but you can usually tell when a\ncrime is committed by a minority by the lack of description given. My local news\nwill give a description of white people no problem even when it doesn’t\nnecessarily matter. But when it’s a minority group it’s extra…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカでどれくらい一般的かはわかりませんが、マイノリティによる犯罪は、説明がないことでだいたいわかります。\nマイノリティによる犯罪は、説明がないことでだいたいわかります。私の地元のニュースでは\n私の地元のニュースでは、必ずしも重要ではない場合でも、白人の説明は問題なく行われます。\n白人の場合は問題なく描写します。しかし、それがマイノリティグループの場合は、余計に...。",
      "title": "CMV: ニュースの中で特定の容疑者を表現し、他の容疑者を表現しないのは偏見である"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道这种情况在美国有多普遍，但你通常可以通过缺乏描述来判断一个\n你通常可以通过缺乏描述来判断犯罪是由少数人犯下的。我的当地新闻\n对白人的描述是没有问题的，即使它并不重要。\n也不一定重要。但是当它是一个少数民族群体时，它就显得格外...",
      "title": "CMV：在新闻报道中描述某些嫌疑人而不描述其他嫌疑人是偏执的做法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道這種情況在美國有多普遍，但你通常可以通過缺乏描述來判斷一個\n你通常可以通過缺乏描述來判斷犯罪是由少數人犯下的。我的當地新聞\n對白人的描述是沒有問題的，即使它並不重要。\n也不一定重要。但是當它是一個少數民族羣體時，它就顯得格外...",
      "title": "CMV：在新聞報道中描述某些嫌疑人而不描述其他嫌疑人是偏執的做法"
    }
  ]
}