{
  "author": "Team-First",
  "original_created_utc": 1637633688,
  "title": "CMV: It’s bigoted to describe certain suspects but not others in news stories",
  "created_utc": 1637645743,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m not sure how common it is around the US but you can usually tell when a crime is committed by a minority by the lack of description given. My local news will give a description of white people no problem even when it doesn’t necessarily matter. But when it’s a minority group it’s extra vague. </p>\n\n<p>For example, there was a story about a woman who was harassing some kids to get off the sidewalk riding bikes and spit on them. She was arrested and taken to jail, they had her name and age but for some reason had to make it known she was white. It wasn’t really relevant </p>\n\n<p>Meanwhile, there was a story about a group of 3 “massage therapist” who were meeting people at hotels and robbing them. the clients who came forward gave a description but the news only reported “3 women about 5’10”-6ft tall posing as masseuses”. This spree went on for another week until they were finally caught and it turned out to be 3 black transwomen. The people who came forward said they gave this information </p>\n\n<p>Another kinda goofy one was where the guy was caught on camera robbing a store and they described everything about him, down to a bandage on his leg, excluding his race. </p>\n\n<p>So how it’s pretty easy to tell when some crime was committed by a nonwhite person because there’s no mention of race at all.</p>\n\n<p>I think this In itself is bigoted and dangerous. I don’t know how effective descriptions actually are, but I’d bet they’re far less effective leaving out major descriptions like this as well. Just put relevant descriptions in all articles or none</p>\n\n<p>Edit: forgot to add the “masseuses” were actually robbing people</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/r02c3e/cmv_its_bigoted_to_describe_certain_suspects_but/",
  "subreddit": "changemyview",
  "id": "r02c3e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m not sure how common it is around the US but you can usually tell when a\ncrime is committed by a minority by the lack of description given. My local news\nwill give a description of white people no problem even when it doesn’t\nnecessarily matter. But when it’s a minority group it’s extra…"
}