{
  "author": "ThrowThisShitAway10",
  "original_created_utc": 1628009704,
  "title": "CMV: We should not allow media companies to run the Presidential Debates",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Here are the main reasons I believe this:</p>\n\n<ol>\n<li>The current Presidential debate format is a joke and is an embarrassment to our country. Participants should not be allowed to interrupt, participants should not be asked more questions than another, and participants should not be allowed to get 3x the speaking time as others.</li>\n<li>Media companies are incentivized to make the debate as entertaining as possible, not informative, truthful, fair, etc.</li>\n<li>Media companies make a ton of money from these highly viewed events. They also own the rights to all the footage, making it inaccessible to many.</li>\n<li>Media companies are typically biased and susceptible to outside forces (advertisers, foreign countries, broadcasters) leading to some preference for one candidate over another. </li>\n<li>I believe we should have a publicly funded series of debates organized by people from across the political spectrum.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 4451,
  "permalink": "/r/changemyview/comments/ox7mp8/cmv_we_should_not_allow_media_companies_to_run/",
  "subreddit": "changemyview",
  "id": "ox7mp8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Here are the main reasons I believe this:\n\n 1. The current Presidential debate format is a joke and is an embarrassment to\n    our country. Participants should not be allowed to interrupt, participants\n    should not be asked more questions than another, and participants should not\n    be allowed to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がそう考える主な理由は以下の通りです。\n\n 1. 現在の大統領選の討論形式は、冗談のようなもので、国の恥となっています。\n    私たちの国の恥です。参加者は口を挟むことを許されるべきではない。\n    参加者は他の参加者より多くの質問をされるべきではありませんし、参加者は\n    許されるべきではない...",
      "title": "CMV: 大統領討論会の運営をメディア企業に任せるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "以下是我相信这一点的主要原因。\n\n 1. 目前的总统辩论形式是一个笑话，是对我们国家的一种羞辱。\n    我们国家的尴尬。参与者不应该被允许插话，参与者\n    参与者不应该被问到比别人更多的问题，而且参与者不应\n    不应允许参与者...",
      "title": "CMV：我们不应允许媒体公司经营总统辩论会"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "以下是我相信這一點的主要原因。\n\n 1. 目前的總統辯論形式是一個笑話，是對我們國家的一種羞辱。\n    我們國家的尷尬。參與者不應該被允許插話，參與者\n    參與者不應該被問到比別人更多的問題，而且參與者不應\n    不應允許參與者...",
      "title": "CMV：我們不應允許媒體公司經營總統辯論會"
    }
  ]
}