{
  "author": "AgiasTheDon",
  "original_created_utc": 1626617754,
  "title": "cmv: Anti-Hunting is peak human arrogance",
  "created_utc": 1626629678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Keep in mind, when I say this, I’m not referring to unregulated hunting or the poaching of endangered or threatened animals. Many of the people who hate hunting argue that it’s cruel to kill animals despite having no problems with predators killing other animals, as if we’re “above” them and no longer just as much a part of the environment because of our intelligence. </p>\n\n<p>There’s also the fact that many ecosystems rely on humans to regulate herbivore populations. African animals, for example, have specifically evolved to compete with humans and it’s speculated that this is one of the (many) reasons African megafauna did not experience as drastic of a decrease as megafauna outside of Africa did. One might argue this is another example about the dangers of hunting, but this was a long time ago and with proper regulation these things can and have been avoided since. </p>\n\n<p>I see no proper argument as to why hunting should be outlawed other than a whole lot of subjective feelings</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/omrbmc/cmv_antihunting_is_peak_human_arrogance/",
  "subreddit": "changemyview",
  "id": "omrbmc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Keep in mind, when I say this, I’m not referring to unregulated hunting or the\npoaching of endangered or threatened animals. Many of the people who hate\nhunting argue that it’s cruel to kill animals despite having no problems with\npredators killing other animals, as if we’re “above” them and no…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは、無秩序な狩猟や、絶滅の危機に瀕した動物の密猟を意味しているのではありません。\n絶滅の危機に瀕した動物の密猟のことではありません。狩猟を嫌う人たちの多くは\n狩猟を嫌う人の多くは、肉食動物が他の動物を殺すことには問題がないにもかかわらず、動物を殺すことは残酷だと主張します。\n肉食動物が他の動物を殺しても問題ないのに、動物を殺すのは残酷だと主張します。",
      "title": "cmv。アンチハンティングは人間の傲慢さのピーク"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请记住，当我这样说的时候，我指的不是不受管制的狩猎或\n偷猎濒危或受威胁的动物。许多讨厌打猎的人认为，打猎很残忍。\n许多讨厌狩猎的人认为，尽管对捕食者杀害其他动物没有问题，但杀害动物是残忍的。\n猎食者杀害其他动物，就好像我们 \"高于 \"它们，没有...",
      "title": "cmv。反狩猎是人类傲慢的顶峰"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請記住，當我這樣說的時候，我指的不是不受管制的狩獵或\n偷獵瀕危或受威脅的動物。許多討厭打獵的人認爲，打獵很殘忍。\n許多討厭狩獵的人認爲，儘管對捕食者殺害其他動物沒有問題，但殺害動物是殘忍的。\n獵食者殺害其他動物，就好像我們 \"高於 \"它們，沒有...",
      "title": "cmv。反狩獵是人類傲慢的頂峯"
    }
  ]
}