{
  "author": "pedrohenrique8zwa",
  "original_created_utc": 1626441186,
  "title": "Just finished reading 'A River In Darkness', wow.",
  "created_utc": 1626509711,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Haven&#39;t read a book in a very long time, but I suddenly became hooked on the book &#39;A River In Darkness&#39;, about a boy who moves from Japan to North Korea with his family, it covers his life in North Korea and his eventual escape. I&#39;ll try and not spoil it, but it&#39;s a heartbreaking read (for me anyway) and, for the first time, it made me tear up in some parts.</p>\n\n<p>It has really has made me appreciate the fact that I live under a government where my voice can be heard and is taken into account, without my life being at risk.</p>\n\n<p>I strangely felt depressed after finishing the book, just knowing how cruel life can be for some, no matter what actions they take.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/olglzn/just_finished_reading_a_river_in_darkness_wow/",
  "subreddit": "books",
  "id": "olglzn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Haven't read a book in a very long time, but I suddenly became hooked on the\nbook 'A River In Darkness', about a boy who moves from Japan to North Korea with\nhis family, it covers his life in North Korea and his eventual escape. I'll try\nand not spoil it, but it's a heartbreaking read (for me…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "長い間、本を読んでいなかったが、突然、「A River In Darkness」という本にはまってしまった。\nA River In Darkness」という本に急に夢中になりました。\nこの本は、日本から家族と一緒に北朝鮮に移住した少年が、北朝鮮での生活と最終的な脱出を描いています。ネタバレしないようにしますが\nネタバレしないようにしますが、胸が張り裂けるような読後感です（私にとっては...）。",
      "title": "ちょうど「A River In Darkness」を読み終えたところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经很久没有读过书了，但我突然迷上了《黑暗之河》这本书。\n黑暗中的河流》一书，讲述了一个男孩与家人从日本搬到朝鲜的故事。\n这本书讲述了一个男孩和他的家人从日本搬到朝鲜的故事，其中包括他在朝鲜的生活和他最终的逃亡。我将尝试\n不破坏它，但它是一本令人心碎的书（对我来说......",
      "title": "刚读完《黑暗中的河流》，哇。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經很久沒有讀過書了，但我突然迷上了《黑暗之河》這本書。\n黑暗中的河流》一書，講述了一個男孩與家人從日本搬到朝鮮的故事。\n這本書講述了一個男孩和他的家人從日本搬到朝鮮的故事，其中包括他在朝鮮的生活和他最終的逃亡。我將嘗試\n不破壞它，但它是一本令人心碎的書（對我來說......",
      "title": "剛讀完《黑暗中的河流》，哇。"
    }
  ]
}