{
  "author": "Kanye--Breast",
  "original_created_utc": 1625675426,
  "title": "YSK: Paying off collections won’t necessarily increase your credit score.",
  "created_utc": 1625712927,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People often think paying off collection accounts will bring their credit score up. Paying off a collection will NOT remove the negative mark on your credit score from having an account go to collections in the first place. So you might be throwing money away that is better used elsewhere.</p>\n\n<p>The negative mark will drop off after 7 years UNLESS you inquire about the collection. If a collection company calls and you answer and verify your identity, you’ve just restarted the 7 year timeline. This also applies if you’re making payments on the collection. </p>\n\n<p>If you want to bring your credit score up your best bet is to pay down your balances on accounts that have balances close to their limit. There are 2 ways credit utilization can impact your credit score, individual accounts and overall utilization. If you’ve been making all of your payments on time and are wondering why your credit score still won’t move up, this may be why.</p>\n\n<p>TLDR: Don’t pay off collections to increase credit score, pay down open accounts with high balances first.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/ofmh4g/ysk_paying_off_collections_wont_necessarily/",
  "subreddit": "YouShouldKnow",
  "id": "ofmh4g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: People often think paying off collection accounts will bring their\ncredit score up. Paying off a collection will NOT remove the negative mark on\nyour credit score from having an account go to collections in the first place.\nSo you might be throwing money away that is better used…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 回収金を支払うことでクレジットスコアが上がると思われがちですが\nクレジットスコアが上がると思われがちですが コレクションを完済しても、クレジットスコアのネガティブマークは消えません。\nクレジットスコアのマイナスマークは消えません。\nそのため、本来であればもっと良い使い方ができるはずのお金を無駄にしてしまうことになります。",
      "title": "YSK: 回収金を返済しても、必ずしもクレジットスコアが上がるわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们通常认为偿还收款账户会使他们的\n信贷分数提高。还清欠款并不能消除信用记录上的负面标记。\n你的信用评分上的负面标记，因为你的账户一开始就被收藏了。\n因此，你可能会把钱扔掉，而这些钱可以更好地被利用...",
      "title": "YSK：还清欠款并不一定能提高你的信用分数。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們通常認爲償還收款賬戶會使他們的\n信貸分數提高。還清欠款並不能消除信用記錄上的負面標記。\n你的信用評分上的負面標記，因爲你的賬戶一開始就被收藏了。\n因此，你可能會把錢扔掉，而這些錢可以更好地被利用...",
      "title": "YSK：還清欠款並不一定能提高你的信用分數。"
    }
  ]
}