{
  "author": "Valli42",
  "the_new_excerpt": "Disclaimer: I posted this a few weeks ago but it got removed because I added a\nword that rhymes with SCHMOILER\n\nI’m not trying to karma whore. I just cannot stop thinking about this book.\nEvery day.\n\nI’m a huge history buff. I don’t know how I went through high school and college\nwithout having to…",
  "original_created_utc": 1615350365,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "免责声明：我在几周前发布了这篇文章，但它被删除了，因为我添加了一个。\n与SCHMOILER押韵的字句\n\n我并不是想报应，我只是无法阻止你。我只是无法停止思考这本书。\n每天都在想\n\n我是一个巨大的历史爱好者。我不知道我是怎么度过高中和大学生活的\n而不必...",
      "title": "几周前我看完了《西线静悄悄》，想起来就停不下来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "免責聲明：我在幾周前發佈了這篇文章，但它被刪除了，因爲我添加了一個。\n與SCHMOILER押韻的字句\n\n我並不是想報應，我只是無法阻止你。我只是無法停止思考這本書。\n每天都在想\n\n我是一個巨大的歷史愛好者。我不知道我是怎麼度過高中和大學生活的\n而不必...",
      "title": "幾周前我看完了《西線靜悄悄》，想起來就停不下來。"
    }
  ],
  "title": "I finished All Quiet on the Western Front a few weeks ago and can’t stop thinking about it",
  "created_utc": 1615365749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Disclaimer: I posted this a few weeks ago but it got removed because I added a word that rhymes with SCHMOILER</p>\n\n<p>I’m not trying to karma whore. I just cannot stop thinking about this book. Every day. </p>\n\n<p>I’m a huge history buff. I don’t know how I went through high school and college without having to read it. </p>\n\n<p>The accounts of the war were absolutely horrifying and brutally honest.</p>\n\n<p>I think the most interesting thing about it being a historical fiction written by an actual WW1 vet is that there are some parts that express such emotions and feelings that you <em>know</em> Remarque actually experienced them. </p>\n\n<p>One part that stood out to me that I knew Remarque definitely experienced wasn’t even a combat account. </p>\n\n<p>A few days after the Paul and his friends absolutely slaughtered a French attack, which was described in horrific detail, they meet a few French girls swimming at a river and end up going to their house for dinner.</p>\n\n<p>It’s never explicitly said that Paul slept with one of the girls, but it’s implied. My favorite passage from the book was this:</p>\n\n<blockquote>\n<p>“But then I feel the lips of the little brunette and press myself against them. My eyes close, I want it all to fall from me, the war and terror, and grossness, in order to awakened young and happy... for a movement, I believe my life depends on winning her. And if I press ever deeper into the arms that embrace me, perhaps a miracle may happen.”</p>\n</blockquote>\n\n<p>The “I want it all to fall from me” made me cry for the first time ever while reading. He barely spoke French and couldn’t communicate with this girl. He barely knew her, but it was the only time he described live in the book. He barely felt that way when he went home because home wasn’t real for him anymore. The only thing real to him was death. You know with how it was written, Remarque experienced something very similarly as a 19 year old just wanted to experience a normal life and young love; not stuck in the trenches brutally killing other humans and watching his friends die 1 by 1.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/m1pa9f/i_finished_all_quiet_on_the_western_front_a_few/",
  "subreddit": "books",
  "id": "m1pa9f",
  "is_self": true,
  "media": null,
  "is_video": false
}