{
  "author": "Mysterymansoso",
  "the_new_excerpt": "From a support standpoint, yes I think should believe all women\n\nBut when it comes to consequences, legal or otherwise such as being fired from a\njob or removed from a position, there should always be due process and an\ninvestigation prior to judgement being passed, yes even if “you know he did…",
  "original_created_utc": 1616006622,
  "localize": [
    {
      "locale": "zh",
      "title": "CMV：对于任何强奸/性侵犯指控，都应该有适当的程序，我们不应该 \"相信所有妇女\"",
      "the_new_excerpt": "从支持的角度来看，是的，我认为应该相信所有的女性。\n\n但是，当涉及到法律或其他方面的后果时，比如被开除。\n工作或被免职，总是应该有适当的程序和一个\n是的，即使 \"你知道他做了......\"，也要在判决前进行调查。"
    },
    {
      "locale": "zh-Hant",
      "title": "CMV：對於任何強姦/性侵犯指控，都應該有適當的程序，我們不應該 \"相信所有婦女\"",
      "the_new_excerpt": "從支持的角度來看，是的，我認爲應該相信所有的女性。\n\n但是，當涉及到法律或其他方面的後果時，比如被開除。\n工作或被免職，總是應該有適當的程序和一個\n是的，即使 \"你知道他做了......\"，也要在判決前進行調查。"
    }
  ],
  "title": "CMV: For any rape/sexual assault allegations there should always be due process and we should not “believe all women”",
  "created_utc": 1616016953,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From a support standpoint, yes I think should believe all women </p>\n\n<p>But when it comes to consequences, legal or otherwise such as being fired from a job or removed from a position, there should always be due process and an investigation prior to judgement being passed, yes even if “you know he did it”.</p>\n\n<p>While rarer than actual rapes and sexual assaults, there are women who make false accusations against men for whatever reason and its not all that uncommon. </p>\n\n<p>Someone exclaimed on my last post that they want “punishment not justice” and that’s the issue. </p>\n\n<p>Look at someone like Brian Banks. I’m sure when he was accused of rape it ruined many of his relationships and took away a good portion of his life that he won’t get back. Only to find out later that the woman lied. </p>\n\n<p>So yeah i disagree with believe all women in that sense. CMV</p>\n</div><!-- SC_ON -->",
  "score": 125,
  "permalink": "/r/changemyview/comments/m77fwf/cmv_for_any_rapesexual_assault_allegations_there/",
  "subreddit": "changemyview",
  "id": "m77fwf",
  "is_self": true,
  "media": null,
  "is_video": false
}