{
  "author": "d_d0g",
  "original_created_utc": 1631493822,
  "title": "How do Cardano fanboys feel?",
  "created_utc": 1631514640,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The upgrade is complete with the first 69 transactions recorded.</p>\n\n<p>We’ve been waiting a long time for this and it will now be an official use coin. Nobody can say it doesn’t do anything from this point forward. Of course there’s some dApps to onboard still and much work to do in general, but we are live nonetheless.</p>\n\n<p>We sit at about the same price we’ve been at for a month, but anyone who doesn’t know shit about fuck knows it wasn’t going to moon on day one. This is just the beginning.</p>\n\n<p>ADA will be used to do good things and join a few others such as Algo to revolutionize Bitcoin alternatives, likely bringing other coins to the forefront. </p>\n\n<p>Cardano is the coin that drug me into the crypto world after seeing Project Catalyst and understanding the type of scrutiny put into its development. It may not be perfect, but ADA has a lot of positive passionate behind it.</p>\n\n<p>I HODL about 6 other coins and don’t care for tribalism. I welcome all good ideas but want to hit this soapbox for a minute to congratulate all those who stood up for Cardano the last couple years regardless of the FUD and naysayers.</p>\n\n<p>ADA being great will likely mean your coin of choice has a better chance at being great. We’re all in this community together, so let’s all be happy for everyone’s victories.</p>\n</div><!-- SC_ON -->",
  "score": 210,
  "permalink": "/r/CryptoCurrency/comments/pn4unh/how_do_cardano_fanboys_feel/",
  "subreddit": "CryptoCurrency",
  "id": "pn4unh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The upgrade is complete with the first 69 transactions recorded.\n\nWe’ve been waiting a long time for this and it will now be an official use coin.\nNobody can say it doesn’t do anything from this point forward. Of course there’s\nsome dApps to onboard still and much work to do in general, but we are…"
}