{
  "author": "killy_loves_cibo",
  "original_created_utc": 1624407662,
  "title": "Audiobooks have ruined me",
  "created_utc": 1624458532,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It started during lockdown. Whether I was cleaning, exercising, or curled up in the fetal position under my bed, I could be listening to a wonderful story, narrated by an amazing voice actor. Since then my bedside book stack has grown, so I finally picked up The Blade Itself and, while I’m really enjoying it, I’m also struggling. It’s harder to become immersed in the story, and I keep wanting to hear someone read it to me whenever I’m doing something that occupies my body but not my mind. I’m sure I’ll get back into the flow of it soon enough, but it is a strange feeling.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o616p2/audiobooks_have_ruined_me/",
  "subreddit": "books",
  "id": "o616p2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It started during lockdown. Whether I was cleaning, exercising, or curled up in\nthe fetal position under my bed, I could be listening to a wonderful story,\nnarrated by an amazing voice actor. Since then my bedside book stack has grown,\nso I finally picked up The Blade Itself and, while I’m really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "始まりはロックダウンの時でした。掃除をしていても、運動をしていても、ベッドの下で胎児のように丸まっていても\n掃除をしていても、運動をしていても、ベッドの下で胎児のように丸くなっていても、素晴らしい物語を聴いていたかもしれません。\n掃除をしていても、運動をしていても、ベッドの下で胎児のように丸まっていても、素晴らしい声優さんのナレーションによる素晴らしい物語を聴くことができました。それ以来、私のベッドサイドの本は増え続けています。\nそこで、ついに「The Blade Itself」を手に取りました。そして、私は本当に...",
      "title": "オーディオブックが私をダメにした"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "它开始于禁闭期间。无论我是在打扫卫生、锻炼身体，还是蜷缩在床下的\n我都可能在听一个精彩的故事。\n由一个了不起的配音演员讲述的精彩故事。从那时起，我的床头书堆就越来越多。\n因此，我终于拿起了《刀锋战士》，虽然我真的...",
      "title": "有声读物毁了我"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "它開始於禁閉期間。無論我是在打掃衛生、鍛鍊身體，還是蜷縮在牀下的\n我都可能在聽一個精彩的故事。\n由一個了不起的配音演員講述的精彩故事。從那時起，我的牀頭書堆就越來越多。\n因此，我終於拿起了《刀鋒戰士》，雖然我真的...",
      "title": "有聲讀物毀了我"
    }
  ]
}