{
  "author": "teach7",
  "original_created_utc": 1625981006,
  "title": "Read 455 pages aloud in 5 days.",
  "created_utc": 1626008380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Our first summer of dating, my now husband and I took a road trip. I read a book aloud to him when he would get tired while driving or to pass the time in non-scenic areas. It then became a thing of ours to always have a book in the car even if we’re just going to the store. I have read 36 books aloud to him. </p>\n\n<p>This week, we took a five day trip. We drove almost 2,000 miles and I read all 455 pages of Dan Brown’s Origin aloud. My throat is a bit sore, but it was a fun vacation book to read. Brown is formulaic and repetitive, but after finishing Little Women, it was just what we wanted for this trip. We figured out the “who did it” mystery about 1/4 of the in, but still enjoyed it. </p>\n\n<p>Now the challenge of picking our next read!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/ohyiqd/read_455_pages_aloud_in_5_days/",
  "subreddit": "books",
  "id": "ohyiqd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Our first summer of dating, my now husband and I took a road trip. I read a book\naloud to him when he would get tired while driving or to pass the time in\nnon-scenic areas. It then became a thing of ours to always have a book in the\ncar even if we’re just going to the store. I have read 36 books…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "付き合い始めて最初の夏、今の夫と車で旅行に行きました。私は、運転中に疲れたときや\n運転中に疲れたときや、景色の悪い場所での暇つぶしに本を読んであげました。\n私は、運転中に疲れたときや、景色の良くない場所での暇つぶしに本を読んであげました。それ以来、私たちの間では、たとえ旅先であっても、車の中には常に本を置いておくことが\nそれからは、たとえ買い物に行くだけでも、車の中には常に本を置いておくようになりました。私はこれまでに36冊の本を読みました...",
      "title": "5日間で455ページを声に出して読む"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们约会的第一个夏天，我和我现在的丈夫进行了一次公路旅行。当他在驾驶过程中感到疲倦或为了打发时间，我就读一本书\n当他在开车时感到疲倦或在非风景区打发时间时，我就大声读给他听。\n非风景区的时候，我就给他大声读书。后来，在车上总是放一本书成了我们的习惯。\n即使我们只是去商店。我已经读了36本书...",
      "title": "在5天内大声朗读455页。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們約會的第一個夏天，我和我現在的丈夫進行了一次公路旅行。當他在駕駛過程中感到疲倦或爲了打發時間，我就讀一本書\n當他在開車時感到疲倦或在非風景區打發時間時，我就大聲讀給他聽。\n非風景區的時候，我就給他大聲讀書。後來，在車上總是放一本書成了我們的習慣。\n即使我們只是去商店。我已經讀了36本書...",
      "title": "在5天內大聲朗讀455頁。"
    }
  ]
}