{
  "author": "votiwo",
  "original_created_utc": 1636184951,
  "title": "CMV: Government spending should be referred to as money spent per person living in the country, not the absolute amount.",
  "created_utc": 1636191046,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lets take the latest US infrastructure bill as an example: 1 trillion dollars spent. That is an amount I can&#39;t really grasp. However if you were to divide it by the US population (330 million) it would come out to be $3030 spent per person living in the country. That&#39;s an amount I can actually relate to.</p>\n\n<p>This could also be done state level i.e. state spending divided by state population.</p>\n\n<p>Of course the amount wouldn&#39;t be exactly what you pay for it (in taxes) as thats obviously dependent on your income etc. but as a ballpark estimate it would still be way more relatable than the absolute amount.</p>\n\n<p>Another reason against it would be that the US also taxes citizens living abroad which are therefore also paying for the spending but they won&#39;t be included when dividing by the population. However that would still be a small amount. And also this is specific to the US as other countries generally don&#39;t do that.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qnvjb6/cmv_government_spending_should_be_referred_to_as/",
  "subreddit": "changemyview",
  "id": "qnvjb6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lets take the latest US infrastructure bill as an example: 1 trillion dollars\nspent. That is an amount I can't really grasp. However if you were to divide it\nby the US population (330 million) it would come out to be $3030 spent per\nperson living in the country. That's an amount I can actually…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの最新のインフラ法案を例にとると、1兆ドルが使われています。\n使っています。私にはとても理解できない金額です。しかし、もしそれを\nアメリカの人口（3億3,000万人）で割ると、アメリカに住む一人当たり3030ドルが使われていることになります。\n一人当たり3030ドルです。これは、私が実際に把握できる金額です。",
      "title": "CMV：政府の支出は、絶対額ではなく、その国に住む人一人あたりの支出額を指すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我们以美国最新的基础设施法案为例：1万亿美金\n支出。这是一个我无法真正掌握的数额。然而，如果你把它除以\n美国人口（3.3亿），则每人花费3030美元。\n支出。这是一个我可以真正...",
      "title": "CMV：政府开支应该指的是生活在国内的每个人所花的钱，而不是绝对数量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我們以美國最新的基礎設施法案爲例：1萬億美金\n支出。這是一個我無法真正掌握的數額。然而，如果你把它除以\n美國人口（3.3億），則每人花費3030美元。\n支出。這是一個我可以真正...",
      "title": "CMV：政府開支應該指的是生活在國內的每個人所花的錢，而不是絕對數量。"
    }
  ]
}