{
  "author": "Agakame",
  "original_created_utc": 1634331787,
  "title": "This is what we've been waiting for, the craziness of the market is about to start for real.",
  "created_utc": 1634351439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is no financial advice as obligatory.</p>\n\n<p>Bitcoin just casually crushed the 60k and is heading to a new moon and It&#39;s taking the whole market up. Soon once again we will see alts going 10x 20x hell even 100x up and chasing these coins will be the biggest mistake you could make. It&#39;s gonna be an emotional rollercoaster for everyone. Because of FOMO people will start to trade, but don&#39;t forget the best strategy is always just to DCA. Timing the market is hard even if it seems pretty easy if you look back. Don&#39;t think that you are the genius that&#39;s gonna beat the market. As the saying goes, time in the market beats timing the market. Even if you are new, it&#39;s most of the times better to hodl your coins, except if you have bought shitcoin to start with. If I would have just hodled the first coins I bought instead of trying to trade, my portfolio would have a been much bigger now. The crazy gains are gonna get the masses to concentrate on crypto.I can&#39;t wait for the headlines to start talking about bitcoin and crypto again, that will go on for weeks which will hype the market even more. Buckle up, we are in for a hell of a ride. Believe in your research and don&#39;t invest in shitcoins.</p>\n\n<p>And yes I had a lot of hopium.</p>\n</div><!-- SC_ON -->",
  "score": 159,
  "permalink": "/r/CryptoCurrency/comments/q8xfz9/this_is_what_weve_been_waiting_for_the_craziness/",
  "subreddit": "CryptoCurrency",
  "id": "q8xfz9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is no financial advice as obligatory.\n\nBitcoin just casually crushed the 60k and is heading to a new moon and It's\ntaking the whole market up. Soon once again we will see alts going 10x 20x hell\neven 100x up and chasing these coins will be the biggest mistake you could make.\nIt's gonna be an…"
}