{
  "author": "Controversialthr0w",
  "the_new_excerpt": "Far too often, I see people immediately reject the idea of self-improvement by\nclaiming it is suggesting \"bootstrapping.\" I am well aware of the bogus origins\nof the word. As Martin Luther King once put it(to paraphrase), telling a man\nwith no boots to lift himself up by his bootstraps is a cruel…",
  "original_created_utc": 1611411413,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "很多时候，我看到人们立即拒绝自我提升的想法，他们的方法是\n声称这是在暗示 \"引导\"。我很清楚这种说法的虚假来源\n的话。正如马丁-路德-金曾经说过的那样（译注），告诉一个人\n孤掌难鸣，自食其力，是一种残酷的... ...",
      "title": "CMV：声称 \"努力工作 \"或在你的社区中做出改变不是改善生活的可行办法是应受谴责的。当你建议努力为自己/子女/家庭/社区做到最好时，不应该被指责为 \"靴带\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多時候，我看到人們立即拒絕自我提升的想法，他們的方法是\n聲稱這是在暗示 \"引導\"。我很清楚這種說法的虛假來源\n的話。正如馬丁-路德-金曾經說過的那樣（譯註），告訴一個人\n孤掌難鳴，自食其力，是一種殘酷的... ...",
      "title": "CMV：聲稱 \"努力工作 \"或在你的社區中做出改變不是改善生活的可行辦法是應受譴責的。當你建議努力爲自己/子女/家庭/社區做到最好時，不應該被指責爲 \"靴帶\"。"
    }
  ],
  "title": "CMV: Claiming that \"working hard,\" or making changes in your community is not a viable solution to improving your life is reprehensible. You should not be accused of \"boot strapping\" when you suggest it is good to try to do the best by yourself/children/family/community.",
  "created_utc": 1611433056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Far too often, I see people immediately reject the idea of self-improvement by claiming it is suggesting &quot;bootstrapping.&quot; I am well aware of the bogus origins of the word. As Martin Luther King once put it(to paraphrase), telling a man with no boots to lift himself up by his bootstraps is a cruel thing.</p>\n\n<p>However, the needless absolutism that people use, by rejecting the idea that people can improve their own lives and dismissing it as bootstrapping is absurd, deceptive, and destructive. (One hypothesis I have is that people want to be saviors, and suggesting that to <em>some</em> end, even a small one, people can save themselves would remove their role as the hero, savior, etc.)</p>\n\n<p>Do therapists tell a depressed person that there is absolutely nothing in the world that they can do to get through dark stages in their life?</p>\n\n<p>Do doctors tell someone overweight that there is <em>literally nothing</em> someone can do to manage their weight?</p>\n\n<p>Do you tell a kid struggling in college from a rough background that there is no way to succeed because he was born into poverty?</p>\n\n<p>So yes, while there are many injustices in the world, which I could write multiple essays on, I don&#39;t see why in almost all conversations, people suggest you can EITHER have policy reform or you are advocating bootstrapping. It is a fake argument in my opinion:</p>\n\n<p>You can and should do everything in your power to succeed, even if you weren&#39;t born with a silver spoon in your mouth. You can want the world to change for the better and still not be resigned to the fate of your ancestors, and people drawing a line in the sand between the two are being irresponsible and reprehensible.</p>\n\n<p>___</p>\n\n<p>Real-world examples:</p>\n\n<ol>\n<li>I recently read the article: The Case For Reparations, and the author claims that slavery wasn&#39;t just a brutal southern thing, but was more deeply entrenched in our society than people realize(to include the north). The author suggests that after nearly 400 years of wrong doing, as a nation we should look into ways we can right the wrongs of the past that still affect us to this day(which is very reasonable and I am surprised it hasn&#39;t happened already). At the same time, he drops a small sub-point that there is nothing the African American community can do to help themselves, which I found quite insulting. Under no circumstances is suggesting that you should give up on life because you weren&#39;t born into privilege acceptable(feel free to CMV)</li>\n<li>I personally did not grow up rich (to say the least haha), and am the child of immigrants. Quite a few people in my immediate family were illiterate until the late stages in their lives, and they emphasized the importance of education to me. While many people were dropping out of high school in my area, getting GED&#39;s, etc, I, at the bare minimum, graduated high school thanks to the emphasis and help along the way. Later in life, when I now suggest that a potential solution to kids doing bad and dropping out of high school is the parent&#39;s emphasizing education in a meaningful way(among my college educated friends), I am accused of advocating &quot;boot strapping.&quot; While maybe there is blame to go around, if there are things in your power to change, you should do it.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 146,
  "permalink": "/r/changemyview/comments/l3ctyx/cmv_claiming_that_working_hard_or_making_changes/",
  "subreddit": "changemyview",
  "id": "l3ctyx",
  "is_self": true,
  "media": null,
  "is_video": false
}