{
  "author": "zargoffkain",
  "original_created_utc": 1628680107,
  "title": "I just reread Alex Garland's The Beach and it was like reading a different book. Has this ever happened to you?",
  "created_utc": 1628688606,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I first read The Beach when I was about 20 and, like the protagonist, was doing lots of traveling and backpacking. When I read it the first time I thought Richard was a really cool, intelligent and interesting dude who just went a bit bonkers. I&#39;m 32 mow and I&#39;ve reread the book or the first time and I&#39;m shocked at how intensely naive and self centred the character is. Although he has some somewhat redeeming qualities to him, he&#39;s an extremely dislikeable protagonist. Though I can still see why my 20 year old self liked him, I&#39;m shocked at how much I&#39;ve changed in the time between reads and how that&#39;s altered my perspective of the character and the book in general. </p>\n\n<p>Do you have any examples of your perspective of a character/book changing over time?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p2awbn/i_just_reread_alex_garlands_the_beach_and_it_was/",
  "subreddit": "books",
  "id": "p2awbn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I first read The Beach when I was about 20 and, like the protagonist, was doing\nlots of traveling and backpacking. When I read it the first time I thought\nRichard was a really cool, intelligent and interesting dude who just went a bit\nbonkers. I'm 32 mow and I've reread the book or the first time…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が最初に「The Beach」を読んだのは、主人公と同じように旅やバックパッカーをたくさんしていた20歳くらいの時でした。\n旅行やバックパッカーをしていました。最初に読んだときの感想は\nリチャードは本当にクールで知的で面白い男で、ちょっと気が狂ってしまっただけだと\n狂ってしまったのだと思いました。私は32歳ですが、この本を再読したり、最初に読んだ時には...。",
      "title": "アレックス・ガーランドの『The Beach』を再読したところ、まるで別の本を読んでいるようでした。このようなことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我第一次读到《海滩》时，我大约20岁，和主人公一样，正在做大量的旅行和背包。\n我第一次读《海滩》时，我大约20岁，和主人公一样，正在进行大量的旅行和背包旅行。当我第一次读它时，我认为\n理查德是一个非常酷、聪明和有趣的人，只是有点\n疯了。我现在32岁了，我重读了这本书或第一次...",
      "title": "我刚刚重读了亚历克斯-加兰的《海滩》，就像在读一本不同的书。你有过这样的经历吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我第一次讀到《海灘》時，我大約20歲，和主人公一樣，正在做大量的旅行和揹包。\n我第一次讀《海灘》時，我大約20歲，和主人公一樣，正在進行大量的旅行和揹包旅行。當我第一次讀它時，我認爲\n理查德是一個非常酷、聰明和有趣的人，只是有點\n瘋了。我現在32歲了，我重讀了這本書或第一次...",
      "title": "我剛剛重讀了亞歷克斯-加蘭的《海灘》，就像在讀一本不同的書。你有過這樣的經歷嗎？"
    }
  ]
}