{
  "author": "grandlewis",
  "original_created_utc": 1629416459,
  "title": "YSK You should Use only cold water for drinking, cooking and making baby formula. Hot water from the tap has an increased chance of containing lead. Lead is harmful to health, especially for children.",
  "created_utc": 1629425048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Lead is very dangerous to health.  One may feel using hot water from the tap will save time, but it can cause serious health problems due to lead. </p>\n\n<p>Edit:  Applies to USA.  Does not matter when home was built, fixtures and soldering can still leech lead, even in homes built today. </p>\n\n<p><a href=\"https://www.epa.gov/ground-water-and-drinking-water/basic-information-about-lead-drinking-water\">Basic Information about Lead in Drinking Water</a></p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/YouShouldKnow/comments/p7qhpu/ysk_you_should_use_only_cold_water_for_drinking/",
  "subreddit": "YouShouldKnow",
  "id": "p7qhpu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Lead is very dangerous to health. One may feel using hot water from the\ntap will save time, but it can cause serious health problems due to lead.\n\nEdit: Applies to USA. Does not matter when home was built, fixtures and\nsoldering can still leech lead, even in homes built today.\n\nBasic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 鉛は健康にとても危険です。水道のお湯を使えば時間の節約になると感じるかもしれませんが\nしかし、鉛のために深刻な健康問題を引き起こす可能性があります。\n\n編集部：アメリカでの話です。家がいつ建てられたかに関係なく、備品やはんだ付けで鉛が溶け出すことがあります。\n器具やはんだ付けによって、現在の住宅でも鉛が溶け出す可能性があります。\n\nベーシック...",
      "title": "YSK 飲料や料理、粉ミルクを作るときには、冷たい水を使うべきです。蛇口から出る熱い水には、鉛が含まれている可能性が高くなります。鉛は健康に害を及ぼし、特に子どもにとっては有害です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：铅对健康非常危险。人们可能觉得使用自来水的热水\n会节省时间，但由于铅会导致严重的健康问题。\n\n编辑：适用于美国。住宅何时建成并不重要，固定装置和\n焊接仍然可以浸出铅，即使是在今天建造的房屋。\n\n基本...",
      "title": "YSK 你应该只用冷水来饮用、烹饪和制作婴儿配方奶粉。自来水中的热水含铅的机会增加。铅对健康有害，特别是对儿童。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：鉛對健康非常危險。人們可能覺得使用自來水的熱水\n會節省時間，但由於鉛會導致嚴重的健康問題。\n\n編輯：適用於美國。住宅何時建成並不重要，固定裝置和\n焊接仍然可以浸出鉛，即使是在今天建造的房屋。\n\n基本...",
      "title": "YSK 你應該只用冷水來飲用、烹飪和製作嬰兒配方奶粉。自來水中的熱水含鉛的機會增加。鉛對健康有害，特別是對兒童。"
    }
  ]
}