{
  "author": "DeliciousFold2894",
  "original_created_utc": 1639413597,
  "title": "Why is broth “clear” in western cooking?",
  "created_utc": 1639450273,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’ve been on a recent ramen making bender, and noticed a stark difference between the western (read:French) and Japanese broth cooking methods. In French stocks the bones are boiled at barely a simmer to avoid emulsifying fats and to make as clear a  stock as possible. In a Japanese paitan (cloudy stock) the bones are agitated and cooked at a rolling boil to make the thickest soup possible. In Japanese food, both chintan (clear stock) and paitan (cloudy stock) are common and desirable. I’ve never heard of an intentionally cloudy western stock. Why is this?&lt;/p&gt;\n\n&lt;p&gt;Edit: just thought of an addition. ARE there any intentionally cloudy broths that fell out of fashion?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/rfjvd6/why_is_broth_clear_in_western_cooking/",
  "subreddit": "AskHistorians",
  "id": "rfjvd6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve been on a recent ramen making bender, and noticed a stark difference\nbetween the western (read:French) and Japanese broth cooking methods. In French\nstocks the bones are boiled at barely a simmer to avoid emulsifying fats and to\nmake as clear a stock as possible. In a Japanese paitan (cloudy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私は最近ラーメンを作りまくっているのですが、その時に気づいたのです。\n西洋(フランス)と日本のスープの調理法の違いに気付きました。\n調理法です。フランスのスープでは、脂肪分の乳化を防ぐために、骨をほとんど沸騰させずに煮ます。\nこれは、脂肪分の乳化を避け、できるだけ澄んだスープを作るためです。",
      "title": "なぜ西洋料理では出汁が「澄む」のでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我最近一直在做拉面，并注意到西方人（读作：法国人）和日本人的明显区别。\n我注意到西方（读作：法国）和日本的肉汤烹饪方法之间存在着明显的差异。\n烹饪方法的明显区别。在法国的汤里，骨头是用小火煮的，以避免脂肪乳化和\n避免脂肪乳化，并使汤汁尽可能清晰。",
      "title": "为什么肉汤在西餐中是 \"清 \"的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我最近一直在做拉麪，並注意到西方人（讀作：法國人）和日本人的明顯區別。\n我注意到西方（讀作：法國）和日本的肉湯烹飪方法之間存在着明顯的差異。\n烹飪方法的明顯區別。在法國的湯裏，骨頭是用小火煮的，以避免脂肪乳化和\n避免脂肪乳化，並使湯汁儘可能清晰。",
      "title": "爲什麼肉湯在西餐中是 \"清 \"的？"
    }
  ]
}