{
  "author": "Blubari",
  "the_new_excerpt": "Now, I'll start by saying that I don't mean that the pain and suffering that\npeople in the US is fake, not that, everyone's pain is absolutely real and they\ndeserve help. And the US DOES have their problems, mainly police brutality and\nhealth expenses. But still, my point is that, while they do have…",
  "original_created_utc": 1617023711,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "现在，我首先要说的是，我并不是说那些痛苦和折磨\n人在美国是假的，不是说，每个人的痛苦都是绝对真实的，而且他们\n值得帮助。美国确实有他们的问题，主要是警察的暴力和。\n医疗费用。但我想说的是，虽然他们有... ...",
      "title": "CMV：美国人比较轻松，说它是第三世界国家，完全是无知和不尊重。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在，我首先要說的是，我並不是說那些痛苦和折磨\n人在美國是假的，不是說，每個人的痛苦都是絕對真實的，而且他們\n值得幫助。美國確實有他們的問題，主要是警察的暴力和。\n醫療費用。但我想說的是，雖然他們有... ...",
      "title": "CMV：美國人比較輕鬆，說它是第三世界國家，完全是無知和不尊重。"
    }
  ],
  "title": "CMV: US people have it easier and saying that it's a third world country is complete ignorance and disrespectful",
  "created_utc": 1617050374,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now, I&#39;ll start by saying that I don&#39;t mean that the pain and suffering that people in the US is fake, not that, everyone&#39;s pain is absolutely real and they deserve help. And the US DOES have their problems, mainly police brutality and health expenses. But still, my point is that, while they do have those problems, they still live in &quot;easy mode&quot; compared to other countries and refuse to see that.</p>\n\n<p>It&#39;s common to hear, mainly young people, say that their country is a &quot;Third world with a gucchi belt&quot; when racial violence happens, well, let me tell you something, when that happens, hundreds of people and organizations arise to fight it and call that event as something shameful that shouldn&#39;t happen, you&#39;ll have people defending the victim. In any REAL 3rd world country, it&#39;s just a normal ass murder.</p>\n\n<p>It&#39;s also common to hear people about their lack of mental health help, saying that it&#39;s hard to find correct help and that people doesn&#39;t take it seriously. Well, you still can find mental help fairly easy, to my understanding there are free options with charity organizations, but in 3rd world countries, guess what, not only it&#39;s extremely hard to find a therapist, it&#39;s a &quot;richs only&quot; luxury and the free health stablishments there are not therapists.</p>\n\n<p>People say that the US is repressive when someone complains or refutes their viewpoint during an open debate or due to the existence of places online with conservative and/or retrogade views, well, at least you aren&#39;t killed for defending the environment (look up &quot;monarch butterfly mexico&quot;) or followed and then kidnapped by the police for being a student in political groups (again, mexico, and a bit of chile...and I think argentina too), that&#39;s worse than someone saying your view is wrong</p>\n\n<p>There are other things that show that the US have it objectively easier, but these are the main ones I can remember.</p>\n\n<p>So yeah, CMV</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mfpc1k/cmv_us_people_have_it_easier_and_saying_that_its/",
  "subreddit": "changemyview",
  "id": "mfpc1k",
  "is_self": true,
  "media": null,
  "is_video": false
}