{
  "author": "Real_Carl_Ramirez",
  "the_new_excerpt": "This CMV post is inspired by this opinion piece\n[https://www.washingtonpost.com/opinions/2021/01/05/jj-mccullough-canada-history-conservatives-residential-schools-erin-otoole/]\nby pundit (and political science graduate\n[https://www.linkedin.com/in/jjmccullough/?originalSubdomain=ca])…",
  "original_created_utc": 1611559321,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这篇CMV文章的灵感来自于这篇评论文章。\n[https://www.washingtonpost.com/opinions/2021/01/05/jj-mccullough-canada-history-conservatives-residential-schools-erin-otoole/]\n由专家（和政治学毕业生\n[https://www.linkedin.com/in/jjmccullough/?originalSubdomain=ca]）...)",
      "title": "CMV：关于历史人物的取消文化是不合适的。我们需要对历史人物进行公正的批判性论述。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這篇CMV文章的靈感來自於這篇評論文章。\n[https://www.washingtonpost.com/opinions/2021/01/05/jj-mccullough-canada-history-conservatives-residential-schools-erin-otoole/]\n由專家（和政治學畢業生\n[https://www.linkedin.com/in/jjmccullough/?originalSubdomain=ca]）...)",
      "title": "CMV：關於歷史人物的取消文化是不合適的。我們需要對歷史人物進行公正的批判性論述。"
    }
  ],
  "title": "CMV: Cancel culture regarding historical figures is inappropriate. We need an unbiased critical discourse on historical figures.",
  "created_utc": 1611599703,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This CMV post is inspired by <a href=\"https://www.washingtonpost.com/opinions/2021/01/05/jj-mccullough-canada-history-conservatives-residential-schools-erin-otoole/\">this opinion piece</a> by pundit (<a href=\"https://www.linkedin.com/in/jjmccullough/?originalSubdomain=ca\">and political science graduate</a>) J.J. McCullough. Referring to a movement to rename a Ryerson University, McCullough attacks cancel culture by showing that progressives ignore his role in creating free and universal public education. However, McCullough also attacks the conservatives for engaging in whataboutism when pressed over their trivialisation of Canada&#39;s residential schools (a feature of Canada&#39;s indigenous genocide which Ryerson developed).</p>\n\n<p>Like Canada, Australia has many shameful parts of its history. A few weeks ago, I visited <a href=\"https://en.wikipedia.org/wiki/Parkes,_New_South_Wales\">Parkes, New South Wales</a>, and the tourist office has a video presentation about the life of <a href=\"https://en.wikipedia.org/wiki/Henry_Parkes\">Henry Parkes</a>, who is known as the &quot;Father of Federation&quot; due to his early promotion for the <a href=\"https://en.wikipedia.org/wiki/Federation_of_Australia\">federation of the six colonies of Australia</a>. However, there is a small, but growing controversy about how Parkes railed against Chinese immigration, which is frequently glossed over, including in the video.</p>\n\n<p>I believe that Henry Parkes should not be cancelled because of his xenophobia, but neither should it be glossed over. Henry Parkes had a massive role in shaping Australian history by tirelessly promoting federation, and is also important for his championing of universal suffrage, education and workers&#39; rights. He was indeed a flawed character, and what we need is to bring all these details out into the open so society can have an unbiased critical discourse on historical figures. I suspect that Henry Parkes would not want a person like me in Australia (I immigrated from the Philippines), but I don&#39;t want to ignore his impact on history over that fact.</p>\n\n<p>I would say that even characters widely considered as extremely evil, such as Adolf Hitler, Joseph Stalin, Hideki Tojo and Pol Pot deserve to be seen under an unbiased critical discourse. Because if let all the facts out into the open, an unbiased critical discourse will show how evil they were. We should not cancel them or gloss over their crimes, because it is vital that we learn the true history so that we can learn from the past.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/l4ilxy/cmv_cancel_culture_regarding_historical_figures/",
  "subreddit": "changemyview",
  "id": "l4ilxy",
  "is_self": true,
  "media": null,
  "is_video": false
}