{
  "author": "Mbayer92",
  "original_created_utc": 1639216077,
  "title": "YSK leaving water bottles/snacks for any delivery or mail service this time of year can mean a lot to someone",
  "created_utc": 1639237754,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK, this time of year and even more so this year (at least in the United States as far as I know), the mail and package services are completely overwhelmed. This means your mail carrier and package delivery people including companies like Amazon even are working long hours and are on a strict timeline, and may even get extra work thrown on them if they complete their work quick enough and not really be given notice/time to prepare. Plus they can&amp;#39;t exactly carry and bunch of food/drinks (especially in cities) to last all day. Doing small things like leaving a bottle of water in the mailbox (marked for them, otherwise they may not take it due to a fear of theft claims) or a cooler even clearly marked &amp;quot;help yourself delivery people&amp;quot; can make a huge difference in their day. &lt;/p&gt;\n\n&lt;p&gt;My mom worked mail delivery for years and she always would point out the houses with glee as we drive through our small town that she remembered would have a bottle of water or snack waiting for her even when she was just a sub, as in didn&amp;#39;t even have a set route every workday. When she got a set route some customers would even go as far as leaving her home made cookies and gift cards for coffee or lunch occasionally.&lt;/p&gt;\n\n&lt;p&gt;TLDR; Appreciate the people who even though are just doing their job, still keep doing it even when it&amp;#39;s not even what they signed up for. You may just be another house if you don&amp;#39;t, but you will probably be a highlight of a strangers day if you do and in today&amp;#39;s world we need more of that!&lt;/p&gt;\n\n&lt;p&gt;Edit; if you are someone delivering please say what country/area of the country/service and what would help you whatever time of the year and any rules you have to follow to accept anything. About to go to sleep, but when I wake up sometime tomorrow I will edit again and add a list as best I can for anyone trying to set up care packages! Obviously water and snacks, but based off a comment I realized I&amp;#39;ve got a bunch of cheap shake to activate hand warmers that could really be nice for someone out all day. I also know some companies have policies where &amp;quot;helping themselves&amp;quot; could be reported in today&amp;#39;s day and age so we could avoid it being a worry I&amp;#39;d like to know how! :) Have a good night/day everyone!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 137,
  "permalink": "/r/YouShouldKnow/comments/rdwhij/ysk_leaving_water_bottlessnacks_for_any_delivery/",
  "subreddit": "YouShouldKnow",
  "id": "rdwhij",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK, this time of year and even more so this year (at least in the United\nStates as far as I know), the mail and package services are completely\noverwhelmed. This means your mail carrier and package delivery people including\ncompanies like Amazon even are working long hours and are on a strict…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのかというと、この時期、さらには\n今年は特に（少なくとも私の知る限りアメリカでは）、郵便や荷物のサービスが完全に過剰になっています。\nこの時期、そして今年は特に（少なくとも私の知る限りアメリカでは）、郵便や小包のサービスが完全に行き届いています。これは、あなたの郵便配達人や荷物配達人が\nこれでは、郵便局員や宅配業者、アマゾンなどの企業までもが...",
      "title": "YSKはこの時期、宅配便やメール便に水筒やスナックを置いておくと、誰かに喜ばれます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK，每年的这个时候，甚至更多的是\n今年更是如此（据我所知，至少在美国），邮件和包裹\n服务是完全不堪重负的。这意味着你的邮递员和包裹\n包括像亚马逊这样的公司在内的快递员甚至都...",
      "title": "YSK在每年的这个时候为任何快递或邮件服务留下水瓶/零食，对某人来说意味着很多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK，每年的這個時候，甚至更多的是\n今年更是如此（據我所知，至少在美國），郵件和包裹\n服務是完全不堪重負的。這意味着你的郵遞員和包裹\n包括像亞馬遜這樣的公司在內的快遞員甚至都...",
      "title": "YSK在每年的這個時候爲任何快遞或郵件服務留下水瓶/零食，對某人來說意味着很多。"
    }
  ]
}