{
  "author": "karlwheezer54",
  "original_created_utc": 1625427266,
  "title": "CMV: Many Americans are ungrateful for living in the United States",
  "created_utc": 1625456025,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every 4th of July I see so many different people complaining about the fact that we are celebrating our independence. Their basis for this is generally that we have problems in the country, both in the present, and in the past.</p>\n\n<p>Living in the United States is a privilege and denying it is, is ridiculous. I work in a warehouse with many people who immigrated to the United States and through asking them what they think about the US, 100% of them could not be more happy with how their lives have improved after moving here. </p>\n\n<p>In addition, one of the arguments I have heard is that our Founding Fathers were slave owners and did atrocious things in the past, so why would I want to celebrate that. Yes they were, and there is no denying that, but why is this alone a justification for not celebrating our freedom and ideas that were created by the same Founding Fathers.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/odrdvw/cmv_many_americans_are_ungrateful_for_living_in/",
  "subreddit": "changemyview",
  "id": "odrdvw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every 4th of July I see so many different people complaining about the fact that\nwe are celebrating our independence. Their basis for this is generally that we\nhave problems in the country, both in the present, and in the past.\n\nLiving in the United States is a privilege and denying it is, is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "毎年、7月4日になると、独立を祝うという事実に対して、さまざまな人が文句を言っているのを目にします。\n私たちは独立を祝っているのです。その根拠は、現在と過去の両方の国に問題があるというものです。\n現在も過去も、この国には問題があるということです。\n\nアメリカに住むことは特権であり、それを否定することは...",
      "title": "CMV: アメリカ人の多くは、アメリカに住んでいることに感謝していない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每到7月4日，我都会看到许多不同的人在抱怨我们正在庆祝独立这一事实。\n我们正在庆祝我们的独立。他们这样做的依据通常是，我们\n在这个国家有问题，无论是现在还是过去。\n\n生活在美国是一种特权，否认它是，就是...",
      "title": "CMV：许多美国人对生活在美国感到不满意"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每到7月4日，我都會看到許多不同的人在抱怨我們正在慶祝獨立這一事實。\n我們正在慶祝我們的獨立。他們這樣做的依據通常是，我們\n在這個國家有問題，無論是現在還是過去。\n\n生活在美國是一種特權，否認它是，就是...",
      "title": "CMV：許多美國人對生活在美國感到不滿意"
    }
  ]
}