{
  "author": "ScaryNakedTrees",
  "the_new_excerpt": "The profit margin of this life-saving drug is beyond anything reasonable. I\nbelieve that those who set and/or support these prices are indirectly\nresponsible for the death, pain, suffering, and emotional anguish that happens\nas a result. History has shown that just because something is legal doesn't…",
  "original_created_utc": 1621197005,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この命を救う薬の利益率は、合理的なものを超えています。I\nこのような価格を設定したり、支持したりする人たちは、間接的に\nその結果起こる死、痛み、苦しみ、精神的苦痛に間接的に責任があると思います。\n私は、これらの価格を設定したり、支持したりする人々は、結果として起こる死、痛み、苦しみ、精神的苦痛に間接的に責任があると考えます。歴史的に見ても、合法だからといって...",
      "title": "CMV：現在のインスリンの価格に責任を持つ人は死ぬべきだ（法的な観点ではなく、道徳的な観点から"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这种拯救生命的药物的利润率超出了任何合理的范围。I\n我相信，那些制定和/或支持这些价格的人是间接地\n对死亡、疼痛、痛苦和情感上的折磨负有责任。\n结果。历史已经表明，仅仅因为某些东西是合法的，并不...",
      "title": "CMV：对目前的胰岛素价格负有责任的人该死（从道德角度，而不是法律角度）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這種拯救生命的藥物的利潤率超出了任何合理的範圍。I\n我相信，那些制定和/或支持這些價格的人是間接地\n對死亡、疼痛、痛苦和情感上的折磨負有責任。\n結果。歷史已經表明，僅僅因爲某些東西是合法的，並不...",
      "title": "CMV：對目前的胰島素價格負有責任的人該死（從道德角度，而不是法律角度）。"
    }
  ],
  "title": "CMV: The person(s) responsible for the current price of insulin deserve to die (from a moral, not legal perspective)",
  "created_utc": 1621200708,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The profit margin of this life-saving drug is beyond anything reasonable. I believe that those who set and/or support these prices are indirectly responsible for the death, pain, suffering, and emotional anguish that happens as a result. History has shown that just because something is legal doesn&#39;t make it right. I realize that this is just one section of a larger problem, but at least this specific part is not some common denominator across the entire system - this is the direct decision of one lousy, corrupt, evil entity (person or group of people) who would be held accountable in an ideal world, or even a slightly-better-than-now world. People have received the death penalty for murder, and this immoral decision to price hike insulin has directly resulted in the deaths of many.</p>\n\n<p>&#x200B;</p>\n\n<p>I know an eye for an eye is not part of an ideal world, but there should be some measure of justice and at the very least, get them to stop doing it!</p>\n</div><!-- SC_ON -->",
  "score": 117,
  "permalink": "/r/changemyview/comments/ndx7kw/cmv_the_persons_responsible_for_the_current_price/",
  "subreddit": "changemyview",
  "id": "ndx7kw",
  "is_self": true,
  "media": null,
  "is_video": false
}