{
  "author": "GoodLaughh",
  "original_created_utc": 1636915245,
  "title": "CMV: Androids are better than the iPhone",
  "created_utc": 1636929439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was once one to think the iPhone was in a league of its own. It wasn’t until about 6 months ago when I got my first android that I first caught a glimpse that I was completely wrong. The Android cellular device is such a great phone. I used to think that because androids didn’t have iMessage or FaceTime, that the phones were wack. Little did I know, a phone is way more than just these two things. For instance, Androids provide a better battery life overall, consists of more features within the phone itself, etc. I think it’s important to not get caught up in the trend all the time. Your look on Androids could be the opposite of the actual experience once you get your hands on one. My view is that overall, I think Androids are the better phone in comparison to the iPhone. Not by popularity, but by simply the phone itself. Let me know anything that you feel could change my view, open to all takes</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/qtwaga/cmv_androids_are_better_than_the_iphone/",
  "subreddit": "changemyview",
  "id": "qtwaga",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was once one to think the iPhone was in a league of its own. It wasn’t until\nabout 6 months ago when I got my first android that I first caught a glimpse\nthat I was completely wrong. The Android cellular device is such a great phone.\nI used to think that because androids didn’t have iMessage or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はかつて、iPhoneは別格だと思っていました。半年ほど前に初めてアンドロイドを手にしたときには\n半年ほど前に初めてアンドロイドを手にしたとき、私の考えが完全に間違っていたことを初めて垣間見ました。\n私は完全に間違っていました。アンドロイドの携帯電話はとても素晴らしいものです。\n以前は、アンドロイドにはiMessageや...がないと思っていました。",
      "title": "CMV: アンドロイドはiPhoneよりも優れている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经是一个认为iPhone是自己的联盟的人。直到\n大约6个月前，当我得到我的第一个安卓手机时，我第一次瞥见了\n我完全错了。安卓手机设备是这样一款伟大的手机。\n我过去一直认为，由于安卓手机没有iMessage或...",
      "title": "CMV：安卓机比iPhone好用"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經是一個認爲iPhone是自己的聯盟的人。直到\n大約6個月前，當我得到我的第一個安卓手機時，我第一次瞥見了\n我完全錯了。安卓手機設備是這樣一款偉大的手機。\n我過去一直認爲，由於安卓手機沒有iMessage或...",
      "title": "CMV：安卓機比iPhone好用"
    }
  ]
}