{
  "author": "Splattercaster",
  "original_created_utc": 1635030258,
  "title": "CMV: A gun is always loaded, regardless of who you are, what situation you are in, or what others around you have told you.",
  "created_utc": 1635035636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This was drilled into my mind a thousand times, I am curious if people think there are legitimate cases where this doesn&#39;t apply. I was always told that regardless of whether or not you just checked the gun, or just finished firing it, or any other set of circumstances, the only safe way to approach gun handling is to assume the weapon is always loaded and act accordingly. I consider this to be a golden rule of firearms and I am curious if others do too. I feel like many negligent discharges would be avoided if this rule was being strictly followed.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/qefoon/cmv_a_gun_is_always_loaded_regardless_of_who_you/",
  "subreddit": "changemyview",
  "id": "qefoon",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This was drilled into my mind a thousand times, I am curious if people think\nthere are legitimate cases where this doesn't apply. I was always told that\nregardless of whether or not you just checked the gun, or just finished firing\nit, or any other set of circumstances, the only safe way to approach…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは何度も頭に叩き込まれたことですが、私は、人々が\nこれが適用されない正当なケースがあるのかどうか、興味があります。私がいつも言われていたのは\n銃をチェックしたばかりであろうと、撃ち終わったばかりであろうと、その他の状況に関わらず\nどんな状況であっても、唯一安全なアプローチ方法は...",
      "title": "CMV: 誰であろうと、どんな状況であろうと、周りの人に何を言われようと、銃には常に弾が入っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这一点已经在我的脑海中灌输了一千遍，我很好奇人们是否认为\n是否有合法的情况下，这并不适用。我总是被告知\n无论你是否刚刚检查过枪，或刚刚完成射击\n或任何其他情况下，唯一安全的方法是......",
      "title": "CMV：枪总是上膛的，不管你是谁，你在什么情况下，或者你周围的人告诉你什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這一點已經在我的腦海中灌輸了一千遍，我很好奇人們是否認爲\n是否有合法的情況下，這並不適用。我總是被告知\n無論你是否剛剛檢查過槍，或剛剛完成射擊\n或任何其他情況下，唯一安全的方法是......",
      "title": "CMV：槍總是上膛的，不管你是誰，你在什麼情況下，或者你周圍的人告訴你什麼。"
    }
  ]
}