{
  "author": "MagicBumBoy",
  "the_new_excerpt": "This book is awesome although, I got a little discouraged or frustrated with the\nway it was written. Sentences never seemed to end and Gaiman kept on adding\ndetails over details but in a weird twist, I think this is also one of the books\nstrongest aspects because the world felt that more real and…",
  "original_created_utc": 1614112939,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这本书是真棒，虽然，我得到了一个小灰心或挫折与\n它的写作方式。句子似乎永远不会结束，盖曼一直在添加。\n细节之上的细节，但在一个奇怪的转折，我认为这也是一本书\n最强的方面，因为世界觉得，更真实、更...",
      "title": "刚看完尼尔-盖曼的《美国众神》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書是真棒，雖然，我得到了一個小灰心或挫折與\n它的寫作方式。句子似乎永遠不會結束，蓋曼一直在添加。\n細節之上的細節，但在一個奇怪的轉折，我認爲這也是一本書\n最強的方面，因爲世界覺得，更真實、更...",
      "title": "剛看完尼爾-蓋曼的《美國衆神》。"
    }
  ],
  "title": "Just finished “American Gods“ by Neil Gaiman",
  "created_utc": 1614123736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This book is awesome although, I got a little discouraged or frustrated with the way it was written. Sentences never seemed to end and Gaiman kept on adding details over details but in a weird twist, I think this is also one of the books strongest aspects because the world felt that more real and the atmosphere definitely wouldn’t have been as captivating if it weren’t for those almost never ending descriptions. \nAnother aspect that bothered me, is that not much had happened when I reached the halfway point. Come on man, throw me a frickin bone here. Weird dream sequence followed by weird conversations followed by new weird characters being introduced... I just wanted some answers...</p>\n\n<p>AND OH BOY, the last two hundred or two hundred fifty pages are packed with satisfying answers, conclusions and reveals. I never thought that a book could make me go “Oh shit...” as things slowly started to unravel. Can we just talk about the reveal with what’s inside the car trunk?  Or how the narrator kept describing Shadows coin tricks, just later on to reveal that this whole war between gods has been some sort of coin trick played by Odin, I loved that!</p>\n\n<p>I think, revelations like that saved the book in my opinion because the build-up did really pay off and I’m glad I kept reading till the end. </p>\n\n<p>As a side note I’m really proud of myself to have finished a book that long. I’m not the best reader and tend to be rather slow but finishing it gave me a little confidence boost and the courage to tackle other longer books.</p>\n\n<p>Happy reading:)</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/lqshuv/just_finished_american_gods_by_neil_gaiman/",
  "subreddit": "books",
  "id": "lqshuv",
  "is_self": true,
  "media": null,
  "is_video": false
}