{
  "author": "sot1516",
  "original_created_utc": 1632773891,
  "title": "Cmv: Any social media that has a like button should also have a dislike button.",
  "created_utc": 1632785440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Without the ability to (functionally) downvote or dislike posts on social media you are in away creating an environment where people are able to say whatever they like and get almost only positive feedback. Say you have someone who posts something incredibly racist. Though 10,000 people may have seen that post, and only 100 people liked it (1%) that person still thinks that their opinion is valid because they get 100 likes. </p>\n\n<p>Now with a dislike button the people who did not appreciate the original post are given an opportunity to basically self govern the social media site in a way. Through disliking the post they may not be changing the OP’s opinion, but anyone looking at the social media page will be able to quickly determine that the post goes against the social norm since it is heavily downvoted, making the opinion less valid, and less likely to change the way someone thinks or acts.</p>\n\n<p>Edit: functional dislike button, and getting rid of “echo chamber” because I think I misused that terminology and it was taking away from my overall message</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/changemyview/comments/pwpl1s/cmv_any_social_media_that_has_a_like_button/",
  "subreddit": "changemyview",
  "id": "pwpl1s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Without the ability to (functionally) downvote or dislike posts on social media\nyou are in away creating an environment where people are able to say whatever\nthey like and get almost only positive feedback. Say you have someone who posts\nsomething incredibly racist. Though 10,000 people may have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソーシャルメディア上の投稿を（機能的に）ダウンノートやディスカウントする機能がないと\n好きなことを言っても、ほとんど肯定的な意見しか返ってこない環境を作っていることになります。\n肯定的なフィードバックしか得られないような環境になってしまいます。例えば、ものすごく差別的な投稿をした人がいたとします。\nとてつもなく人種差別的な投稿をした人がいたとします。1万人の人がこのような投稿をしたかもしれません。",
      "title": "Cmv: いいね！」ボタンがあるソーシャルメディアには、「嫌だね！」ボタンも必要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果没有能力（在功能上）对社交媒体上的帖子进行降权或不喜欢的情况下\n你就等于创造了一个环境，在这个环境中，人们可以说任何话。\n他们喜欢的东西，并且几乎只得到积极的反馈。假设你有一个人发布\n一些令人难以置信的种族主义者。虽然有一万个人可能有...",
      "title": "Cmv: 任何有喜欢按钮的社交媒体都应该有不喜欢按钮。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果沒有能力（在功能上）對社交媒體上的帖子進行降權或不喜歡的情況下\n你就等於創造了一個環境，在這個環境中，人們可以說任何話。\n他們喜歡的東西，並且幾乎只得到積極的反饋。假設你有一個人發佈\n一些令人難以置信的種族主義者。雖然有一萬個人可能有...",
      "title": "Cmv: 任何有喜歡按鈕的社交媒體都應該有不喜歡按鈕。"
    }
  ]
}