{
  "author": "knightbrowsin",
  "original_created_utc": 1628149964,
  "title": "Were the late 60s and 70s more progressive for LGBT rights in America than the 80s and 90s?",
  "created_utc": 1628182043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been watching old movies recently and I&#39;ve been kind of astounded by how progressive on LGBT rights some of these movies from the late 60s and 70s are.  Examples I can think of are Shaft, Dog Day Afternoon, and Midnight Cowboy.  In Shaft there&#39;s a bartender who&#39;s gay.  He&#39;s kind of stereotypical, but generally he&#39;s just a guy who owns a bar and is gay.  Dog Day Afternoon and Midnight Cowboy also have portrayals of gay men just as normal guys trying to live their life.  However, what&#39;s especially interesting to me is that both of those movies also have very sympathetic portrayals of trans women.  In my lifetime I didn&#39;t really see that until maybe 2015 or 2016.  </p>\n\n<p>Further, I don&#39;t remember any big 80s or 90s movies having significant LGBT plots or characters.  It seems that LGBT people were kind of ignored for those decades.  I was young, but I also remember when Brokeback Mountain came out in 2005 it was a really big thing to have such a big movie center around an LGBT romance.  However, it seems like Dog Day Afternoon did that 30 years before.  It&#39;s not like Dog Day Afternoon was an obscure movie either.  It stars Al Pacino and won an oscar.</p>\n\n<p>I&#39;m curious if these themes in movies from that era reflect a general progressive attitude people held towards the LGBT community in America, and if the popular opinion towards LGBT people became more conservative in the 80s and 90s before becoming more progressive again in the 00s and 10s.</p>\n</div><!-- SC_ON -->",
  "score": 108,
  "permalink": "/r/AskHistorians/comments/oyctfr/were_the_late_60s_and_70s_more_progressive_for/",
  "subreddit": "AskHistorians",
  "id": "oyctfr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been watching old movies recently and I've been kind of astounded by how\nprogressive on LGBT rights some of these movies from the late 60s and 70s are.\nExamples I can think of are Shaft, Dog Day Afternoon, and Midnight Cowboy. In\nShaft there's a bartender who's gay. He's kind of stereotypical,…"
}