{
  "author": "forbiddenmemeories",
  "original_created_utc": 1633705220,
  "title": "CMV: If a news headline quotes someone stating something, the vast majority of the time they should use the word \"said\".",
  "created_utc": 1633728801,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically, my view is that the word &quot;said&quot; is the most neutral word to use in this situation. Other words carry certain implications, and thus are more likely to be misleading. Consider the following three hypothetical headlines:</p>\n\n<p>&quot;Government insider claims <em>policy X</em> has been a failure&quot;</p>\n\n<p>&quot;Government insider says <em>policy X</em> has been a failure&quot;</p>\n\n<p>&quot;Government insider admits <em>policy X</em> has been a failure&quot;</p>\n\n<p>At least in my view, the first headline suggests that we should be sceptical of what the government insider has stated, whilst the third suggests that what the government insider has stated is a statement of fact. And there are other words which carry similar implications- words like &quot;alleges&quot; also suggest to me a degree of scepticism about just what the person is alleging, whilst words like &quot;reveals&quot; suggest that what the person is discussing is a matter of certain fact which they have now disclosed.</p>\n\n<p>&quot;Says/said&quot; in my view is the best word to use for a news report, because it carries the least baggage and is the least likely to unduly influence the view of the reader/viewer.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/q3zi3k/cmv_if_a_news_headline_quotes_someone_stating/",
  "subreddit": "changemyview",
  "id": "q3zi3k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Basically, my view is that the word \"said\" is the most neutral word to use in\nthis situation. Other words carry certain implications, and thus are more likely\nto be misleading. Consider the following three hypothetical headlines:\n\n\"Government insider claims policy X has been a failure\"\n\n\"Government…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "基本的には、「言った」という言葉が最もニュートラルな言葉であるというのが私の考えです。\nというのが私の考えです。他の言葉には特定の意味合いが含まれているため、誤解を招く可能性が高くなります。\n誤解を招く恐れがあります。次の3つの仮想的なヘッドラインを考えてみましょう。\n\n\"Government insider claims policy X has been a failure\" (政府関係者、政策Xは失敗だったと主張)\n\n\"Government...",
      "title": "CMV: ニュースの見出しで誰かが何かを述べている場合、ほとんどの場合、\"said \"という言葉を使うべきだと思っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "基本上，我的观点是，在这种情况下，\"说 \"这个词是最中性的词。\n在这种情况下使用。其他的词带有某些含义，因此更有可能\n会产生误导。考虑以下三个假设性的标题。\n\n\"政府内部人士声称X政策是失败的\"\n\n\"政府...",
      "title": "CMV：如果新闻标题引用某人陈述的内容，绝大多数情况下他们应该使用 \"说 \"这个词。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "基本上，我的觀點是，在這種情況下，\"說 \"這個詞是最中性的詞。\n在這種情況下使用。其他的詞帶有某些含義，因此更有可能\n會產生誤導。考慮以下三個假設性的標題。\n\n\"政府內部人士聲稱X政策是失敗的\"\n\n\"政府...",
      "title": "CMV：如果新聞標題引用某人陳述的內容，絕大多數情況下他們應該使用 \"說 \"這個詞。"
    }
  ]
}