{
  "author": "forbiddenmemeories",
  "original_created_utc": 1633705220,
  "title": "CMV: If a news headline quotes someone stating something, the vast majority of the time they should use the word \"said\".",
  "created_utc": 1633728801,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically, my view is that the word &quot;said&quot; is the most neutral word to use in this situation. Other words carry certain implications, and thus are more likely to be misleading. Consider the following three hypothetical headlines:</p>\n\n<p>&quot;Government insider claims <em>policy X</em> has been a failure&quot;</p>\n\n<p>&quot;Government insider says <em>policy X</em> has been a failure&quot;</p>\n\n<p>&quot;Government insider admits <em>policy X</em> has been a failure&quot;</p>\n\n<p>At least in my view, the first headline suggests that we should be sceptical of what the government insider has stated, whilst the third suggests that what the government insider has stated is a statement of fact. And there are other words which carry similar implications- words like &quot;alleges&quot; also suggest to me a degree of scepticism about just what the person is alleging, whilst words like &quot;reveals&quot; suggest that what the person is discussing is a matter of certain fact which they have now disclosed.</p>\n\n<p>&quot;Says/said&quot; in my view is the best word to use for a news report, because it carries the least baggage and is the least likely to unduly influence the view of the reader/viewer.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/q3zi3k/cmv_if_a_news_headline_quotes_someone_stating/",
  "subreddit": "changemyview",
  "id": "q3zi3k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Basically, my view is that the word \"said\" is the most neutral word to use in\nthis situation. Other words carry certain implications, and thus are more likely\nto be misleading. Consider the following three hypothetical headlines:\n\n\"Government insider claims policy X has been a failure\"\n\n\"Government…"
}