{
  "author": "_Jack_Of_All_Spades",
  "original_created_utc": 1628016846,
  "title": "CMV: When public companies are convicted of crime (or accept a settlement) they should be disincorporated, or at least fined more than the profits they made of the criminal enterprise.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every time a company is issued a fine for criminal behavior, it&#39;s just accepted as the cost of doing business. Marginal profits are slightly diminished, or sometimes the fines are already anticipated and pre-allocated no differently than a simple bribe. What&#39;s the point of having laws at all, if the rich can just buy their way out? </p>\n\n<p>The worst part is when the media describes the fines as huge, landmark, groundbreaking fines even though they still pale in comparison to the profits they enabled. </p>\n\n<p>I know sometimes lawsuits can be settled without an admission of guilt, and that&#39;s just another loophole that allows white collar crime to continue unabated.</p>\n</div><!-- SC_ON -->",
  "score": 288,
  "permalink": "/r/changemyview/comments/oxa6cu/cmv_when_public_companies_are_convicted_of_crime/",
  "subreddit": "changemyview",
  "id": "oxa6cu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every time a company is issued a fine for criminal behavior, it's just accepted\nas the cost of doing business. Marginal profits are slightly diminished, or\nsometimes the fines are already anticipated and pre-allocated no differently\nthan a simple bribe. What's the point of having laws at all, if the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "企業が犯罪行為で罰金を科せられるたびに、それがコストとして認められてしまう。\nビジネスを行う上でのコストとして受け入れられています。限界利益はわずかに減少し、あるいは\n罰金はすでに予想されていて、事前に配分されていることもあります。\n単なる賄賂と同じです。法律を持つ意味があるのか、もし...",
      "title": "CMV：上場企業が犯罪で有罪になった場合（あるいは和解に応じた場合）、法人を廃止するか、少なくとも犯罪行為で得た利益以上の罰金を科すべきだと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每次公司因犯罪行为而被罚款时，它就被接受为做生意的成本。\n作为做生意的成本。边际利润会略有减少，或者\n有时，罚款已经被预料到，并且预先分配好，与简单的贿赂没有什么区别。\n与简单的贿赂无异。如果有了法律，那还有什么意义呢？",
      "title": "CMV：当上市公司被判定犯罪（或接受和解）时，他们应该被取消公司资格，或至少被罚款超过他们在犯罪企业中的利润。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每次公司因犯罪行爲而被罰款時，它就被接受爲做生意的成本。\n作爲做生意的成本。邊際利潤會略有減少，或者\n有時，罰款已經被預料到，並且預先分配好，與簡單的賄賂沒有什麼區別。\n與簡單的賄賂無異。如果有了法律，那還有什麼意義呢？",
      "title": "CMV：當上市公司被判定犯罪（或接受和解）時，他們應該被取消公司資格，或至少被罰款超過他們在犯罪企業中的利潤。"
    }
  ]
}