{
  "author": "wanderingwomensitems",
  "original_created_utc": 1639176625,
  "title": "I think the red is getting to people in here… it’s feeling very angry.",
  "created_utc": 1639193532,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Today has thrown out some of the angriest rant posts I’ve seen in a while. The spicier, the more likes, it’s pretty sad honestly. Idk if people are really this worked up or just farming to farm I honestly don’t care if your farming I do care if your that upset. &lt;/p&gt;\n\n&lt;p&gt;Guys if you’re so heated and worried about the markets or others people opinions, like saying they don’t like a coin you love it’s ok! We all don’t need to agree. Try and have a little fun or better yet a decent discussion. Calling people names because they said they weren’t supper supportive or as hopium Jacked as you are on a coin is the power of discussion. It’s good to hear other people’s opinions once in a while especially those that differ from yours. Maybe let’s all just calm down a tiny bit. &lt;/p&gt;\n\n&lt;p&gt;I promise the negative and angry energy you are putting in these post will certainly carry into your real life. Put your selves in a slightly better head space or ya just gonna be angry. Soon your just gonna find your self yelling and arguing with everyone because your so used to doing it here. &lt;/p&gt;\n\n&lt;p&gt;Take a breath and shit post or even better have a real discussion. The angry stuff isn’t doing anything for anyone. &lt;/p&gt;\n\n&lt;p&gt;Edit: This level of anger suggests you are over invested and more importantly that you are very capable of making emotional investment decisions, neither of which are good. Your mental health matters and problems creep up they don’t just appear one day. Negative angry energy feeds negative angry pathways.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 259,
  "permalink": "/r/CryptoCurrency/comments/rdky8o/i_think_the_red_is_getting_to_people_in_here_its/",
  "subreddit": "CryptoCurrency",
  "id": "rdky8o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Today has thrown out some of the angriest rant posts I’ve seen in a while. The\nspicier, the more likes, it’s pretty sad honestly. Idk if people are really this\nworked up or just farming to farm I honestly don’t care if your farming I do\ncare if your that upset.\n\nGuys if you’re so heated and worried…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>今日は今まで見たこともないような、怒りに満ちた暴言を吐いてしまいました。\n今日は久しぶりに怒涛のような投稿がありましたね。辛ければ辛いほど、「いいね！」が増えるのは、正直悲しいことです。\n正直なところ。このような状況の中で、私たちはどのように行動していけばよいのでしょうか。\n正直、農業をしているかどうかは気にしませんが、そんなに動揺しているなら気になります。</p>...",
      "title": "ここでは、赤が人々に影響を与えていると思います...とても怒りを感じています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>今天有一些最愤怒的咆哮\n我已经看到了一些最愤怒的帖子。越辣，越喜欢，这很可悲\n老实说。我不知道人们是否真的如此激动，或者只是为了耕种而耕种。\n说实话，我并不关心你是否在种地，我关心的是你是否有那么多不满。</p>...",
      "title": "我认为红色正在影响这里的人们......它感到非常愤怒。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>今天有一些最憤怒的咆哮\n我已經看到了一些最憤怒的帖子。越辣，越喜歡，這很可悲\n老實說。我不知道人們是否真的如此激動，或者只是爲了耕種而耕種。\n說實話，我並不關心你是否在種地，我關心的是你是否有那麼多不滿。</p>...",
      "title": "我認爲紅色正在影響這裏的人們......它感到非常憤怒。"
    }
  ]
}