{
  "author": "flyover_liberal",
  "original_created_utc": 1629637669,
  "title": "What are the best pandemic-related books? In retrospect for covid-19, what were the most realistic and the least realistic features?",
  "created_utc": 1629657943,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think we have all heard this saying by now: the most unrealistic thing about zombie movies is that there aren&#39;t a bunch of people rushing toward the zombies to get bitten while shouting &quot;It&#39;s all a hoax!&quot;</p>\n\n<p>I haven&#39;t read The Stand in a while, but I think that&#39;s probably the best known pandemic book.  I recently read Station Eleven.  Beyond those, what is on your list of pandemic books? </p>\n\n<p>I was thinking of the pandemic-based books I have read and thinking that I don&#39;t remember one with variants - where the first round was bad and successive rounds got significantly worse.  They all start off with 99% mortality rates.  So ... what did previous pandemic books get right, and what did they get wrong (based on our recent experience)?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/p9c5ut/what_are_the_best_pandemicrelated_books_in/",
  "subreddit": "books",
  "id": "p9c5ut",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think we have all heard this saying by now: the most unrealistic thing about\nzombie movies is that there aren't a bunch of people rushing toward the zombies\nto get bitten while shouting \"It's all a hoax!\"\n\nI haven't read The Stand in a while, but I think that's probably the best known\npandemic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰もが聞いたことがあると思いますが、ゾンビ映画で最も現実離れしているのは\nゾンビ映画で最も非現実的なのは、「これはデマだ！」と叫びながら、ゾンビに向かって突進し、噛まれようとしている人々がいないことだ。\nゾンビ映画で最も非現実的なのは、「すべてはデマだ！」と叫びながらゾンビに向かって突進して噛まれる人がいないことだ。\n\n私はしばらくスタンドを読んでいませんが、おそらく最もよく知られているのは\nパンデミック...",
      "title": "パンデミック関連の書籍でおすすめのものは？covid-19を振り返って、最も現実的な特徴と最も現実的でない特徴は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想我们现在都听到了这句话：关于僵尸电影最不现实的地方是没有一群人冲向僵尸。\n僵尸电影最不现实的地方是，没有一群人冲向僵尸\n被咬，同时大喊 \"这都是骗局！\"\n\n我有一段时间没有读《站立》了，但我想这可能是最著名的\n大流行病...",
      "title": "有哪些与大流行病有关的最佳书籍？回顾covid-19，最现实的和最不现实的特点是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我們現在都聽到了這句話：關於殭屍電影最不現實的地方是沒有一羣人衝向殭屍。\n殭屍電影最不現實的地方是，沒有一羣人衝向殭屍\n被咬，同時大喊 \"這都是騙局！\"\n\n我有一段時間沒有讀《站立》了，但我想這可能是最著名的\n大流行病...",
      "title": "有哪些與大流行病有關的最佳書籍？回顧covid-19，最現實的和最不現實的特點是什麼？"
    }
  ]
}