{
  "created_at": "2021-05-29T16:27:46.335Z",
  "title": "Ask HN: How to cope with the death of a dear person?",
  "url": null,
  "author": "simonebrunozzi",
  "points": 261,
  "story_text": "My father-in-law passed away three days ago. As it happens with these things, it was too soon. It&#x27;s always too soon. He was like a second father to me.<p>He had a career in the Italian navy, a retired Admiral. He was a great storyteller, and had a tough and difficult character, but lots of good things, deep inside. Full of integrity, honorable.<p>Thankfully we moved back to Italy a few months ago after a dozen years abroad, and spent this time mostly with him and his wife, in their hometown, Venezia. I can&#x27;t imagine what it would be if we stayed in San Francisco, and this death happened at distance.<p>Does any of you have a time machine at hand? Both me and my wife would like to tell him how much we love him, and hear his great stories one last time.<p>Missing that, any suggestion on how you coped with death?<p>It is not my first time; but it is the first time in the last decade or so. I know, I&#x27;m lucky.<p>One last thing: I don&#x27;t want to just &quot;ask&quot;, but I&#x27;d like to contribute something. This is my suggestion for you, actually my prescription for you: if you still have parents, or parents-in-law that you really love, invite them out for dinner, and ask them to tell you stories of their past. Then, before saying goodbye, tell them how much you love them. One day, far away in the future I hope, you will thank me.",
  "comment_text": null,
  "num_comments": 45,
  "story_id": null,
  "story_title": null,
  "story_url": null,
  "parent_id": null,
  "created_at_i": 1622269411,
  "_tags": [
    "story",
    "author_simonebrunozzi",
    "story_27323430",
    "ask_hn",
    "front_page"
  ],
  "objectID": "27323430",
  "_highlightResult": {
    "title": {
      "value": "Ask HN: How to cope with the death of a dear person?",
      "matchLevel": "none",
      "matchedWords": []
    },
    "author": {
      "value": "simonebrunozzi",
      "matchLevel": "none",
      "matchedWords": []
    },
    "story_text": {
      "value": "My father-in-law passed away three days ago. As it happens with these things, it was too soon. It's always too soon. He was like a second father to me.<p>He had a career in the Italian navy, a retired Admiral. He was a great storyteller, and had a tough and difficult character, but lots of good things, deep inside. Full of integrity, honorable.<p>Thankfully we moved back to Italy a few months ago after a dozen years abroad, and spent this time mostly with him and his wife, in their hometown, Venezia. I can't imagine what it would be if we stayed in San Francisco, and this death happened at distance.<p>Does any of you have a time machine at hand? Both me and my wife would like to tell him how much we love him, and hear his great stories one last time.<p>Missing that, any suggestion on how you coped with death?<p>It is not my first time; but it is the first time in the last decade or so. I know, I'm lucky.<p>One last thing: I don't want to just &quot;ask&quot;, but I'd like to contribute something. This is my suggestion for you, actually my prescription for you: if you still have parents, or parents-in-law that you really love, invite them out for dinner, and ask them to tell you stories of their past. Then, before saying goodbye, tell them how much you love them. One day, far away in the future I hope, you will thank me.",
      "matchLevel": "none",
      "matchedWords": []
    }
  },
  "original_created_at": "2021-05-29T06:23:31.000Z",
  "image": "",
  "localize": [
    {
      "locale": "ja",
      "title": "Ask HN: 大切な人の死をどう受け止めるか？"
    },
    {
      "locale": "zh",
      "title": "Ask HN: 如何应对亲爱的人的死亡？"
    },
    {
      "locale": "zh-Hant",
      "title": "Ask HN: 如何應對親愛的人的死亡？"
    }
  ],
  "source_updated_at": 1622804305941
}