{
  "author": "bananasareappealing",
  "original_created_utc": 1634851163,
  "title": "I just finished Eat, Pray, Love",
  "created_utc": 1634869089,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And y&#39;all, I&#39;m not going to lie, it was hard to finish. I liked the overall concept of her story, but and I didn&#39;t mind the first part (Italy). Well, the first half of the first part. After that, I found her to be <em>incredibly</em> annoying and entitled- like when she wanted to be level 2 of her Italian school, dropped down to level one, then simply just dropped out of the school during her stay, or when she didn&#39;t plan or research ahead for anything for her trip to Indonesia and wound up bribing an officer to extend her visa past the 30 day limit.  </p>\n\n<p>I guess I don&#39;t see how people thought this was a great/insightful book. I found her mild selfishness more distracting and pulling me out of the story she was trying to tell. </p>\n\n<p>What did you guys think about it?</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/qd1pln/i_just_finished_eat_pray_love/",
  "subreddit": "books",
  "id": "qd1pln",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And y'all, I'm not going to lie, it was hard to finish. I liked the overall\nconcept of her story, but and I didn't mind the first part (Italy). Well, the\nfirst half of the first part. After that, I found her to be incredibly annoying\nand entitled- like when she wanted to be level 2 of her Italian…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直に言うと、完成させるのは大変でした。私は、全体的な\n彼女の物語の全体的なコンセプトは気に入っていたのですが、最初の部分（イタリア）は気になりませんでした。さて、その\nそれ以降は、彼女のことを それ以降は、彼女がとてつもなくイライラさせられることがわかりました\n例えば、イタリア語のレベルを2にしたいと言った時など。",
      "title": "食べて、祈って、恋をして」が終了しました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不瞒你们说，这本书很难完成。我喜欢她故事的整体\n她的故事的概念，但我并不介意第一部分（意大利）。好吧，这本书的\n第一部分的前半部分。在那之后，我发现她是令人难以置信的烦人的\n和权利--比如当她想成为她的意大利语的第二级......",
      "title": "我刚刚读完《吃，祈祷，爱》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不瞞你們說，這本書很難完成。我喜歡她故事的整體\n她的故事的概念，但我並不介意第一部分（意大利）。好吧，這本書的\n第一部分的前半部分。在那之後，我發現她是令人難以置信的煩人的\n和權利--比如當她想成爲她的意大利語的第二級......",
      "title": "我剛剛讀完《喫，祈禱，愛》。"
    }
  ]
}