{
  "author": "illintent99",
  "original_created_utc": 1639254489,
  "title": "If we go into a bear market, which coin isn't making it back out?",
  "created_utc": 1639269315,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Ofcourse, no one knows for sure what&amp;#39;s going to happen, just &lt;del&gt;educated&lt;/del&gt; guesses. I personally don&amp;#39;t think we are/going into a &amp;#39;bear&amp;#39; market. That term gets thrown around a little too easily on this sub. I&amp;#39;m guessing things will pick up considerably in the next month or two but I&amp;#39;m a naive shrimp. &lt;/p&gt;\n\n&lt;p&gt;I keep hearing a vast majority of Alts do not make it out of a true bear market. They usually reference 2017 till now. I get it, some coins get wrecked but that was also a very different time in Crypto. I think the blow to credible Alts won&amp;#39;t be as harsh this time around. &lt;/p&gt;\n\n&lt;p&gt;That being said, a number of them will not recover. This is the time to air it all out, which coin(s) will not survive?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 181,
  "permalink": "/r/CryptoCurrency/comments/re83f5/if_we_go_into_a_bear_market_which_coin_isnt/",
  "subreddit": "CryptoCurrency",
  "id": "re83f5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ofcourse, no one knows for sure what's going to happen, just educated guesses. I\npersonally don't think we are/going into a 'bear' market. That term gets thrown\naround a little too easily on this sub. I'm guessing things will pick up\nconsiderably in the next month or two but I'm a naive shrimp.\n\nI…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>もちろん、何が起こるかは誰にもわかりません。\n私は、個人的には、何が起こるかわからないと思っています。私は個人的には\n私は個人的には、今がベア・マーケットだとは思っていませんし、これからもそうなるでしょう。このサブサイトでは、この言葉がちょっと簡単に飛び交っています。\nこのサイトでは、この言葉があまりにも簡単に使われています。私は、物事が好転すると思っています。",
      "title": "もしもベアマーケットに突入した場合、どのコインが復活しないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>当然，没有人知道肯定会发生什么&#39;的。\n将要发生的事情，只是<del>受过教育的</del>猜测。我个人不认为\n我们正在/即将进入一个熊市。这个词被扔来扔去，有点\n在这个子上太容易了。我猜测事情会有起色......",
      "title": "如果我们进入熊市，哪种钱币不可能再出来？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>當然，沒有人知道肯定會發生什麼&#39;的。\n將要發生的事情，只是<del>受過教育的</del>猜測。我個人不認爲\n我們正在/即將進入一個熊市。這個詞被扔來扔去，有點\n在這個子上太容易了。我猜測事情會有起色......",
      "title": "如果我們進入熊市，哪種錢幣不可能再出來？"
    }
  ]
}