{
  "author": "WhoAmIEven2",
  "original_created_utc": 1632136164,
  "title": "CMV: It's not okay to \"punch above\", like how some minorities justify hate towards the majority",
  "created_utc": 1632141430,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We have a couple of Swedish celebrities who have posted &quot;I hate men, HATE HATE HATE!&quot; on Instagram, twitter etc.</p>\n\n<p>They all use the same excuse, &quot;it&#39;s never wrong to punch upward as a minority group, besiiiides we never talk about individuals!&quot;.</p>\n\n<p>I don&#39;t agree. if we are ever gonna reach a point where everybody gets along with everybody we can&#39;t have these micro aggressions from <strong><em>anyone</em></strong>, because as the saying goes &quot;hate fuels more hate&quot;. The minority may one day become the majority and vice versa, so if the cycle continues we will never reach a point where we get along.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/prsmez/cmv_its_not_okay_to_punch_above_like_how_some/",
  "subreddit": "changemyview",
  "id": "prsmez",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We have a couple of Swedish celebrities who have posted \"I hate men, HATE HATE\nHATE!\" on Instagram, twitter etc.\n\nThey all use the same excuse, \"it's never wrong to punch upward as a minority\ngroup, besiiiides we never talk about individuals!\".\n\nI don't agree. if we are ever gonna reach a point…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今回は、スウェーデンのセレブが「I hate men, HATE HATE\nHATE！」とインスタグラムやツイッターなどに投稿しているスウェーデンのセレブがいます。\n\n彼らは皆、同じ言い訳を使っていて、「少数派として上を殴ることは決して間違っていない。\n私はそうは思いません。\n\n私はそうは思いません。もし私たちがある地点に到達するとしたら...。",
      "title": "CMV：マイノリティがマジョリティへのヘイトを正当化するように、「上から目線で殴る」のはよくありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们有几个瑞典名人在Instagram、twitter等网站上发布了 \"我恨男人，恨恨恨！\"。\n恨！\"的Instagram、twitter等。\n\n他们都用同样的借口，\"作为一个少数群体，向上打是永远不会错的。\n他们都用同样的借口，\"作为一个少数群体，向上冲是永远不会错的，但我们从来没有谈论过个人！\"。\n\n我不同意。如果我们有一天能达到一个点...",
      "title": "CMV：\"高高在上 \"是不行的，就像一些少数民族为仇恨大多数人辩护一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們有幾個瑞典名人在Instagram、twitter等網站上發佈了 \"我恨男人，恨恨恨！\"。\n恨！\"的Instagram、twitter等。\n\n他們都用同樣的藉口，\"作爲一個少數羣體，向上打是永遠不會錯的。\n他們都用同樣的藉口，\"作爲一個少數羣體，向上衝是永遠不會錯的，但我們從來沒有談論過個人！\"。\n\n我不同意。如果我們有一天能達到一個點...",
      "title": "CMV：\"高高在上 \"是不行的，就像一些少數民族爲仇恨大多數人辯護一樣。"
    }
  ]
}