{
  "author": "Lenaweston",
  "original_created_utc": 1633957336,
  "title": "Update your Crypto Vocab.",
  "created_utc": 1633980613,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve had conversations with people via text recently and I&#39;ve noticed that many people gets confused with some abbreviations or words used often in crypto, mostly used in this sub too, so I&#39;ve decide to put down some major crypto phrases and abbreviations used very often in this sub for newbies to learn. Hopefully you learn something new.</p>\n\n<p>Let&#39;s Dive In😁👀</p>\n\n<p><em>FUD:</em> Fear, Uncertainty, and Doubt. Propaganda to lower prices</p>\n\n<p><em>FOMO:</em> Fear of Missing Out</p>\n\n<p><em>HODL:</em> Hold On for Dear Life</p>\n\n<p><em>MOONING:</em> Prices going up extremely high </p>\n\n<p><em>FIAT:</em> Government issued Currency. Such as the US dollar</p>\n\n<p><em>WHALE:</em> Someone who owns lots of Crypto </p>\n\n<p><em>BULLISH:</em> An expectation that price is going to increase </p>\n\n<p><em>BEARISH:</em> An expectation that price is going to decrease </p>\n\n<p><em>ATH:</em> All-Time-High. The highest price a coin has ever been </p>\n\n<p><em>MARKET CAP:</em> Total Supply X Current Price </p>\n\n<p><em>ICO:</em> Initial Coin Offering. A type of crowd funding </p>\n\n<p><em>ROI:</em> Return on Investment. Gains - Initial investment </p>\n\n<p><em>COLD STORAGE:</em> Moving Crypto-currency &#39;offline&#39;, paper/hardware</p>\n\n<p><em>REKT:</em> REKT describes when an investor gets blown out of the water by a catastrophic coin collapse</p>\n\n<p><em>ERC20:</em> The predominant standard for creating smart contracts of the Ethereum blockchain </p>\n\n<p><em>DUMP:</em> The act of selling Crypto</p>\n\n<p><em>BIT:</em> 1 Bit is equal 1/1,000,000 of a Bitcoin </p>\n\n<p><em>SHILL:</em> An individual promoting Alt-coins for their own benefits </p>\n\n<p><em>NODE:</em> A computer that runs a cryptocurrency&#39;s software and validate transactions </p>\n\n<p><em>PUMP:</em> A rapid rise in a cryptocurrency&#39;s price </p>\n\n<p><em>SHITCOIN:</em> A term used to describe altcoins that are based on faulty technology or have little promise for the future </p>\n\n<p><em>NO COINER:</em> Someone who has no crypto and firmly believes that crypto will fail</p>\n\n<p><em>DILDO:</em> No, not that! The red or green &quot;candles&quot; or vertical lines, on graphs showing crypto market data</p>\n\n<p><em>DEFI:</em> DeFi stands for Decentralized Finance </p>\n\n<p><em>YIELD FARMING:</em> This invloves earning interests by investing crypto in decentralized finance markets</p>\n\n<p><em>DYOR:</em> Do your own Research </p>\n\n<p><em>NFT:</em> Non-Fungible token is an exclusive digital asset that can represent anything </p>\n\n<p><em>BRR:</em> BRR comes from a meme that describes the sound the money printers make when government prints money </p>\n\n<p><em>SATOSHI:</em> The pseudonym creator and the smallest unit of bitcoin </p>\n\n<p><em>GAS:</em> A fee which must be paid to Execute Ethereum transactions</p>\n\n<p><em>KYC:</em> Know your customer. Info gathered by exchanges in compliance to laws</p>\n\n<p><em>dApps:</em> A decentralized application that has no centralized control </p>\n\n<p><em>DCA:</em> Dollar-cost averaging (DCA) is an investment strategy in which an investor divides up the total amount to be invested across periodic purchases of a target asset in an effort to reduce the impact of volatility on the overall purchase.</p>\n\n<p>I know many of y&#39;all know virtually all the phrases here but I&#39;m pretty sure someone learnt something new. Feel free to add yours in the comment. Probably I can learn a new word too :)</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/q5vcli/update_your_crypto_vocab/",
  "subreddit": "CryptoCurrency",
  "id": "q5vcli",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've had conversations with people via text recently and I've noticed that many\npeople gets confused with some abbreviations or words used often in crypto,\nmostly used in this sub too, so I've decide to put down some major crypto\nphrases and abbreviations used very often in this sub for newbies to…"
}