{
  "author": "RichardXV",
  "the_new_excerpt": "Hear me out: as a rational atheist I despise all religions and superstitions.\nEspecially Islam, which is one of the most brutal, repressive and cruel\nreligions of our time.\nHaving said that, I am convinced that Muslims are the biggest victims of this\nreligion. Their only crime is being born into…",
  "original_created_utc": 1621185563,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は合理的な無神論者として、あらゆる宗教や迷信を軽蔑しています。\n特にイスラム教は、現代において最も残忍で抑圧的で残酷な宗教の一つです。\nこの時代の最も残忍で抑圧的で残酷な宗教です。\nそうは言っても、この宗教の最大の犠牲者はイスラム教徒であると私は確信しています。\n確信しています。彼らの唯一の罪は、生まれながらにして...",
      "title": "CMV: あなたは残酷な宗教であるイスラム教を嫌いながらも、この宗教の主要な犠牲者であるイスラム教徒を気遣うことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "请听我说：作为一个理性的无神论者，我鄙视所有宗教和迷信。\n尤其是伊斯兰教，它是我们这个时代最野蛮、最压抑、最残酷的宗教之一。\n的宗教之一。\n虽然如此，我相信穆斯林是这个宗教的最大受害者。\n宗教的最大受害者。他们唯一的罪行是出生在...",
      "title": "CMV：你可以憎恨残酷的伊斯兰教，但仍然关心作为该宗教主要受害者的穆斯林。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "請聽我說：作爲一個理性的無神論者，我鄙視所有宗教和迷信。\n尤其是伊斯蘭教，它是我們這個時代最野蠻、最壓抑、最殘酷的宗教之一。\n的宗教之一。\n雖然如此，我相信穆斯林是這個宗教的最大受害者。\n宗教的最大受害者。他們唯一的罪行是出生在...",
      "title": "CMV：你可以憎恨殘酷的伊斯蘭教，但仍然關心作爲該宗教主要受害者的穆斯林。"
    }
  ],
  "title": "CMV: you can hate the cruel religion of Islam and still care for the Muslims who are prime victims of this religion",
  "created_utc": 1621227685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hear me out: as a rational atheist I despise all religions and superstitions. Especially Islam, which is one of the most brutal, repressive and cruel religions of our time.<br/>\nHaving said that, I am convinced that Muslims are the biggest victims of this religion. Their only crime is being born into this delusion, at no fault of their own.<br/>\nAnd the only way out is to die, as punishment for leaving Islam is death.  </p>\n\n<p>I&#39;m under no illusion what Muslims are capable of when they gain power: Just look at Saudi Barbaria or Iran to see how they treat, oppress and subdue their own people.<br/>\nNevertheless, when in the minority and being persecuted for who they are, e.g. the Uyghurs in China or Palestinians in Jerusalem, it is always the honorable thing to side with the oppressed. Regardless of our differences.  </p>\n\n<p>Am I wrong?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/ndt26l/cmv_you_can_hate_the_cruel_religion_of_islam_and/",
  "subreddit": "changemyview",
  "id": "ndt26l",
  "is_self": true,
  "media": null,
  "is_video": false
}