{
  "author": "ottolouis",
  "original_created_utc": 1638456337,
  "title": "How did George H.W. Bush manage to lose the 1992 election after the success of Desert Storm?",
  "created_utc": 1638472756,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Desert Storm is mostly forgotten at this point, but it really is one of the greatest triumphs in American history. The entire international community viewed Iraq&amp;#39;s invasion of Kuwait as illegitimate, and the US built a multi-nation coalition to oust Saddam&amp;#39;s forces. Everything followed international law: Iraq ignored multiple UN Security Council resolutions to leave Kuwait, and rejected peaceful solutions to the conflict. &lt;/p&gt;\n\n&lt;p&gt;And it wasn&amp;#39;t obvious that victory would be so easy. &lt;a href=\"https://foreignpolicy.com/2011/01/20/the-gulf-war-in-retrospect/\"&gt;People on both sides of the aisle opposed the invasion — Ted Kennedy and Patrick Buchanan, for example — and Kennedy predicted 3000 US casualties per week.&lt;/a&gt; Iraq had the 4th largest military in the world at that point, and it was very experienced after having fought a 10-year war against Iran. Nevertheless, when the coalition invaded, the fighting was over after about 100 hours, and around 100 US combatants were killed. There must&amp;#39;ve been widespread celebration.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://projects.fivethirtyeight.com/biden-approval-rating/\"&gt;When we look at historic approval ratings, it seems that Bush&amp;#39;s was at about 85% when Desert Storm happened, but by 1992, it had fallen below 50%.&lt;/a&gt; What happened? Why wasn&amp;#39;t Desert Storm a lasting political victory for Bush? Why did his approval fall so suddenly, and how did he wind up losing to Clinton in &amp;#39;92?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 110,
  "permalink": "/r/AskHistorians/comments/r78zxo/how_did_george_hw_bush_manage_to_lose_the_1992/",
  "subreddit": "AskHistorians",
  "id": "r78zxo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Desert Storm is mostly forgotten at this\npoint, but it really is one of the greatest triumphs in American history. The\nentire international community viewed Iraq&#39;s invasion of Kuwait as\nillegitimate, and the US built a multi-nation coalition to oust…"
}