{
  "author": "AlexanderDenorius",
  "original_created_utc": 1629828881,
  "title": "CMV: Immigration benefits the rich - but not the poor",
  "created_utc": 1629853581,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many like to claim that immigration is beneficial for the Economy and the People. It is claimed that everyone profits. Yet if one looks at the European Migrant Crisis of 2015/16 where in 2021 around half of all migrants still dont have a job - and most of the other half only low skill/low wage jobs - while the various states have payed hundreds of Billions of Euros to accomodate them - this conclusion seems untenable.</p>\n\n<p>The influx of many people into a certain City/Region within a short period of time leads to an increase in rent/house prices - the landlords/rich profit - the poor/middle class does not.</p>\n\n<p>More people lead to more consumption - but they also lead to an oversupply of labor which enables companies to pay lower wages in low skill as well as high skill jobs (H-1B for the US). The companies/rich profit - the poor/middle class does not.</p>\n\n<p>Change My View</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pasw8n/cmv_immigration_benefits_the_rich_but_not_the_poor/",
  "subreddit": "changemyview",
  "id": "pasw8n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Many like to claim that immigration is beneficial for the Economy and the\nPeople. It is claimed that everyone profits. Yet if one looks at the European\nMigrant Crisis of 2015/16 where in 2021 around half of all migrants still dont\nhave a job - and most of the other half only low skill/low wage jobs …",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの人が、移民は経済や国民にとって有益であると主張したがります。\n人々のためになります。誰もが利益を得ることができると主張しています。しかし、2015/16年の欧州移民危機を見ると\n2015/16年のヨーロッパの移民危機を見ると、2021年には全移民の約半分がまだ仕事を持っていない。\n2021年になっても移民の約半数が仕事を持っておらず、残りの半数のほとんどが低スキル・低賃金の仕事しかしていない...。",
      "title": "CMV: 移民は金持ちには有利だが、貧乏人には不利だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "许多人喜欢宣称，移民对经济和人民有益。\n人民。据称，每个人都能获利。然而，如果我们看一下2015/16年的欧洲\n2015/16年的欧洲移民危机，在2021年，大约一半的移民仍然没有\n有工作--而另外一半人中的大多数只有低技能/低工资工作......",
      "title": "CMV：移民有利于富人--但不是穷人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "許多人喜歡宣稱，移民對經濟和人民有益。\n人民。據稱，每個人都能獲利。然而，如果我們看一下2015/16年的歐洲\n2015/16年的歐洲移民危機，在2021年，大約一半的移民仍然沒有\n有工作--而另外一半人中的大多數只有低技能/低工資工作......",
      "title": "CMV：移民有利於富人--但不是窮人"
    }
  ]
}