{
  "author": "thegreatdapperwalrus",
  "original_created_utc": 1629313983,
  "title": "CMV: Leaving Afghanistan was always going to be a shitshow and people are naive is they think otherwise.",
  "created_utc": 1629319047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li><p>I know the videos of people clinging to planes is tragic and that the Taliban is evil but the fact of the matter is that out departure from Afghanistan was always going to be chaotic and we cant get out everyone who wants to flee the country. We could have waited another 6 moths and the departure would have gone exactly the same as it did with the current departure. </p>\n\n<ol>\n<li>I honestly dont know what the people who critisize the exit expected to happen. Not only was it inevitable but it happened faster than anyone expected because the taliban advanced FAR faster than anyone expected. Biden didnt expect the Taliban to crushingly win in 8 days.</li>\n<li>setting new conditions to leaving the country would just keep us tehre forever again. The only option we had for ever leaving was to just bit the bullet and leave.</li>\n</ol></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/p6y01i/cmv_leaving_afghanistan_was_always_going_to_be_a/",
  "subreddit": "changemyview",
  "id": "p6y01i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": " 1. I know the videos of people clinging to planes is tragic and that the\n    Taliban is evil but the fact of the matter is that out departure from\n    Afghanistan was always going to be chaotic and we cant get out everyone who\n    wants to flee the country. We could have waited another 6 moths and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": " 1. 飛行機にしがみついている人たちの動画が悲惨なのは知っていますし\n    タリバンは悪ですが、問題の事実は、アフガニスタンからの出発は\n    しかし、実際のところ、アフガニスタンからの脱出は常に混沌としたものであり、国外に脱出したいと思っている人全員を脱出させることはできません。\n    国外に脱出したいと思っている人全員を脱出させることはできません。私たちは、あと6ヶ月待つこともできましたし...",
      "title": "CMV: アフガニスタンからの撤退は、常に最悪の事態になると考えられていました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 我知道人们依附在飞机上的视频是悲惨的，也知道塔利班是邪恶的。\n    塔利班是邪恶的，但事实是，我们离开阿富汗的时候总是会出现混乱。\n    但事实是，我们离开阿富汗时总是会出现混乱，我们不可能把所有想逃离这个国家的人都救出来。\n    想逃离这个国家的人。我们本可以再等6个月，然后...",
      "title": "CMV：离开阿富汗始终会是一场灾难，人们如果不这么想，就太天真了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 我知道人們依附在飛機上的視頻是悲慘的，也知道塔利班是邪惡的。\n    塔利班是邪惡的，但事實是，我們離開阿富汗的時候總是會出現混亂。\n    但事實是，我們離開阿富汗時總是會出現混亂，我們不可能把所有想逃離這個國家的人都救出來。\n    想逃離這個國家的人。我們本可以再等6個月，然後...",
      "title": "CMV：離開阿富汗始終會是一場災難，人們如果不這麼想，就太天真了。"
    }
  ]
}