{
  "author": "AlphaManipulator",
  "original_created_utc": 1632482576,
  "title": "What would you consider the most overlooked title written by a famous author ?",
  "created_utc": 1632522735,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe The Silmarilion by JRR Tolkien / Christopher Tolkien does not even come within a whisker of being recognised for what it is. \nChristopher Tolkien did a great job piecing together his fathers notes. The lore and scale of the story telling is fantastic and in my mind makes the Lord of the Rings series feel very tame in comparison.</p>\n\n<p>Some excellent obscure titles here I would never have known about! And from the sounds of it many authors were dismayed that their titles mentioned here were not as well read as the commercialised stuff. </p>\n\n<p>Hopefully we can do our part and spread the wealth of our reading experience!</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/puhpgs/what_would_you_consider_the_most_overlooked_title/",
  "subreddit": "books",
  "id": "puhpgs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe The Silmarilion by JRR Tolkien / Christopher Tolkien does not even\ncome within a whisker of being recognised for what it is. Christopher Tolkien\ndid a great job piecing together his fathers notes. The lore and scale of the\nstory telling is fantastic and in my mind makes the Lord of the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "JRRトールキン／クリストファー・トールキンの『シルマリオン』は、その存在意義が認められていないのではないでしょうか。\n認識されているとは言いがたい。クリストファー・トールキン\nは、父親のメモをつなぎ合わせて素晴らしい仕事をした。語り部の伝承とスケール感が素晴らしい。\n語り口が素晴らしく、私の中では「Lord of the...",
      "title": "著名な作家が書いたタイトルの中で、最も見過ごされているタイトルは何だと思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信JRR Tolkien/Christopher Tolkien的《Silmarilion》甚至没有达到\n我相信JRR Tolkien/Christopher Tolkien的《Silmarilion》甚至都没有被认可的价值。克里斯托弗-托尔金\n在拼凑他父亲的笔记方面做得很好。这部作品的传说和规模\n在我看来，《魔戒》的传说和故事的规模都很精彩。",
      "title": "你认为著名作家写的最容易被忽视的题目是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信JRR Tolkien/Christopher Tolkien的《Silmarilion》甚至沒有達到\n我相信JRR Tolkien/Christopher Tolkien的《Silmarilion》甚至都沒有被認可的價值。克里斯托弗-托爾金\n在拼湊他父親的筆記方面做得很好。這部作品的傳說和規模\n在我看來，《魔戒》的傳說和故事的規模都很精彩。",
      "title": "你認爲著名作家寫的最容易被忽視的題目是什麼？"
    }
  ]
}