{
  "author": "DegenRoboSlut",
  "the_new_excerpt": "Two caveats:\n\nIts only really a problem to have an lgbtq+ character in a TV Show, story, or\nany art form if someone makes it a problem. Which most people don't.\n\nAnd literally everything is politicized as politics are omnirelevant to our\ndaily lives. Politics bleed into everything.\n\nI just finished…",
  "original_created_utc": 1613339542,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "两个警告。\n\n它只有真正的问题，有一个 lgbtq+字符 在电视节目，故事，或。\n任何艺术形式，如果有人把它作为一个问题。大多数人都不会这样做。\n\n而且从字面上看，一切都被政治化了，因为政治与我们的生活无关。\n日常生活。政治渗入了一切。\n\n我刚刚完成...",
      "title": "CMV：电视剧中出现LGBTQ+角色并不 \"政治\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "兩個警告。\n\n它只有真正的問題，有一個 lgbtq+字符 在電視節目，故事，或。\n任何藝術形式，如果有人把它作爲一個問題。大多數人都不會這樣做。\n\n而且從字面上看，一切都被政治化了，因爲政治與我們的生活無關。\n日常生活。政治滲入了一切。\n\n我剛剛完成...",
      "title": "CMV：電視劇中出現LGBTQ+角色並不 \"政治\""
    }
  ],
  "title": "CMV: Having an LGBTQ+ character in a TV Show isn't \"political\"",
  "created_utc": 1613353051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Two caveats:</p>\n\n<p>Its only really a problem to have an lgbtq+ character in a TV Show, story, or any art form if someone makes it a problem.  Which most people don&#39;t.</p>\n\n<p>And literally everything is politicized as politics are omnirelevant to our daily lives.  Politics bleed into everything.</p>\n\n<p>I just finished watching She-ra and the Princesses of Power recently and went online to see what other people think about the show.  Different analysis people have, etc.  Like a lot of nerds do.  And of course as I go down the rabbit hole of fanlore I&#39;m hit with the drama surrounding the show.</p>\n\n<p>&quot;She-ra is political because they made the main character a <em>lesbian</em>.&quot;</p>\n\n<p>&quot;They need to stop putting politics into my favorite TV shows.&quot;</p>\n\n<p>There are really only a couple of thoughts I want to point out in response to this.</p>\n\n<p>First off, like I said before.  Literally the only person who thinks that having a gay character in a TV show is &quot;political&quot; is the person who, by some amount, dislikes gay people.  And due to their dislike of gay people, end up <em>making</em> it a political issue.  </p>\n\n<p>It was only a problem when you made it one.  Before you made it a problem, it wasn&#39;t.  </p>\n\n<p>Secondly, its really good that we&#39;re finally seeing more representation of various people in art.  More women and girls, more people of color, more lgbtq+ people.  When a person can see themselves represented by the art forms that surround them, it means that they are being heard.  They are validated by the existence of characters who are like them.  When nobody is like them, the opposite occurs and they become disempowered.</p>\n\n<p>Its why as a nonbinary person I really liked how they had a nonbinary character who was played by a nonbinary person in She-ra.</p>\n\n<p>Again, its only a problem to have an enby/trans/gay/poc/whatever character in a show if you make it a problem.  Before you make it a problem, there is no problem with the character itself.</p>\n\n<p>And lastly.  Probably the most frustrating aspect of this as a queer person.  Is that <em>finally</em> I get to see a nonbinary/queer character that I can fully relate to.  It does feel empowering and validating to see characters who are &quot;like me&quot; in these shows.  But one of the most conflicting problems with this is, that my identity has become politicized.  The thing that I call myself, the thing that I use to explain to people &quot;who am I?&quot; whenever they ask.  This self-ascribed label that I form myself around is somehow reduced to a political statement.  </p>\n\n<p>And whenever I say I&#39;m &quot;nonbinary&quot; or &quot;trans&quot; or anything else that grander society deems &quot;unacceptable&quot; I then get people claiming that the only reason I&#39;m doing so is because I have some sort of agenda.  And I&#39;m trying to control people by being some crazy woke-scold that hates straight people and wants to turn the whole world into force-feminized homosexuals or some strange shit that I&#39;ve never wanted to do in my entire life.</p>\n\n<p>The reason why I developed this identity was not to <em>impose restrictions on you</em>, it was to aid in explaining to myself and others how I feel I best fit.  It was to free myself from constraints, not to place constraints onto you.  My existence is only &quot;political&quot; because people have a problem with nonconformity.  If people would just do what I want them to do, then the only conversation we&#39;d have would be as simple as:  &quot;I am nonbinary&quot; and &quot;Ok&quot;.  That&#39;s it, that&#39;s all I expect.  But every goddamn time I say the word I get met with a large, grandstanding argument about gender roles and political problems that never before existed in my mind.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/ljyayg/cmv_having_an_lgbtq_character_in_a_tv_show_isnt/",
  "subreddit": "changemyview",
  "id": "ljyayg",
  "is_self": true,
  "media": null,
  "is_video": false
}