{
  "author": "Inaerius",
  "the_new_excerpt": "I think the current climate really shows how unnecessary the news is nowadays.\nIt's almost a miracle that news stations are still in business. I realize that\nadvertising is their main source of revenue, but I don't see the value of people\nwatching events that don't matter to them. In addition, I…",
  "original_created_utc": 1617884353,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今の情勢を見ていると、いかに今のニュースが不要かということがよくわかると思います。\nニュースステーションが存続しているのは奇跡に近いですね。広告が主な収入源なのはわかりますが\n広告が主な収入源であることはわかりますが、自分に関係のない出来事を人が見ることに\nどうでもいい出来事を見ることに価値を感じません。さらに、私は...",
      "title": "CMV：もうニュースを見る価値はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得现在的环境真的显示出现在的新闻是多么的不必要。\n新闻台还在营业几乎是个奇迹。我意识到\n广告是他们的主要收入来源，但我看不出人们的价值。\n看那些对他们不重要的事件。此外，我...",
      "title": "CMV：看新闻没有价值了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得現在的環境真的顯示出現在的新聞是多麼的不必要。\n新聞臺還在營業幾乎是個奇蹟。我意識到\n廣告是他們的主要收入來源，但我看不出人們的價值。\n看那些對他們不重要的事件。此外，我...",
      "title": "CMV：看新聞沒有價值了。"
    }
  ],
  "title": "CMV: There is no value watching the news anymore.",
  "created_utc": 1617889385,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think the current climate really shows how unnecessary the news is nowadays. It&#39;s almost a miracle that news stations are still in business. I realize that advertising is their main source of revenue, but I don&#39;t see the value of people watching events that don&#39;t matter to them. In addition, I find news stations just regurgitate what was already mentioned an hour ago or a day ago with no new insight to share. At this point, you may as well just automate the news reporting if the same content is being said. Why hasn&#39;t news reporting been automated yet? </p>\n\n<p>Maybe it&#39;s because I&#39;m in the younger generation and I don&#39;t feel the same sentiment the older folks do with reporting and they still want a human to report stuff, but there&#39;s nothing on the news anymore that&#39;s worth watching. Like why would I care about a Twitter war between two politicians that will succumb to nothing or a civil war breaking out on the other side of the world? </p>\n\n<p>Another thing that also bothers me is the misleading headlines. I get that it&#39;s to increase views and attract advertisers, but the way I see it does a disservice to the general public because I&#39;m never going to believe any click bait headline I see anymore and will always be under the impression you&#39;re exaggerating about a topic being reported even though it&#39;s true. </p>\n\n<p>Finally, not watching the news has helped with my mental health. The news seems to focus on spewing negative content more often than the positive work humanity has done, which cycles into this feeling of constant anxiety and depression. It&#39;s not that I want to sanitize the news, but rather to portion the positive vs. negative vs. neutral reporting, so the negative news doesn&#39;t get dominated in the media. I think people tend to forget or dismiss the amazing achievements we&#39;ve made as a species and it gets drowned in all the negative coverage. </p>\n\n<p>Now you may wonder where I&#39;m finding my news then? Honestly, it&#39;s through reddit no joke. However, I only subscribe to my city subreddit because I mostly care about local issues in my area because it&#39;s in some way within my control to get involved. And even then, I don&#39;t pay attention to it too much because I&#39;m preoccupied with other fruitful subreddits like viewing memes, small kittens and cat videos. </p>\n\n<p>The point is at the end of the day the news generally doesn&#39;t provide value to my life anymore. Technology has advanced so much to the point now that I don&#39;t even need to watch the weather on cable anymore when my phone or voice assistant can tell me that. Google search engine is always there if there is a topic I want to get up to speed on a missed topic, and most importantly my local community is there if I need to know something that affects my life. </p>\n\n<p>Really, the only people I know who watch cable news are either the elderly (like my parents) or stock traders. Even for the latter, trading platforms now have a news section to pull on demand if needed. </p>\n\n<p>I&#39;m hoping a reporter or news media spokesperson can chime in to share their perspective and shift my view.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/mmqjgo/cmv_there_is_no_value_watching_the_news_anymore/",
  "subreddit": "changemyview",
  "id": "mmqjgo",
  "is_self": true,
  "media": null,
  "is_video": false
}