{
  "author": "AuroraItsNotTheTime",
  "the_new_excerpt": "The good people of r/wallstreetbets [/r/wallstreetbets] are, at the best of\ntimes, a group of people colluding to invest their money in ways that maximize\nprofits to everyone in the group. In other words, they’re a hedge fund. Between\nthem, they realized that they have control of enough assets to…",
  "original_created_utc": 1611715008,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "r/wallstreetbets[/r/wallstreetbets]的好人们，在最好的。\n时代，一群人合伙投资，将他们的钱投资到最大限度的\n利润给集团的每个人。换句话说，他们是一个对冲基金。之间\n他们意识到他们已经控制了足够的资产...",
      "title": "CMV：如果r/wallstreetbets的人可以操纵GameStop的股票来做一个备忘录，那么控制价值数十亿美元的投资组合的对冲基金几十年来一直在这样做"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "r/wallstreetbets[/r/wallstreetbets]的好人們，在最好的。\n時代，一羣人合夥投資，將他們的錢投資到最大限度的\n利潤給集團的每個人。換句話說，他們是一個對沖基金。之間\n他們意識到他們已經控制了足夠的資產...",
      "title": "CMV：如果r/wallstreetbets的人可以操縱GameStop的股票來做一個備忘錄，那麼控制價值數十億美元的投資組合的對沖基金幾十年來一直在這樣做"
    }
  ],
  "title": "CMV: If the people at r/wallstreetbets can manipulate the GameStop stock for a meme, then hedge funds that control portfolios worth billions of dollars have been doing it for decades",
  "created_utc": 1611720452,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The good people of <a href=\"/r/wallstreetbets\">r/wallstreetbets</a> are, at the best of times, a group of people colluding to invest their money in ways that maximize profits to everyone in the group. In other words, they’re a hedge fund. Between them, they realized that they have control of enough assets to make a meaningful change in a stock price, and they used that to artificially raise the stock price for GameStop, costing people who bought put options billions of dollars. What they did is almost comically simple.</p>\n\n<p>Now something tells me that, throughout all of stock market history, this scheme wasn’t thought of for the first time in the past few months. If a bunch of disorganized Reddit accounts can manipulate GameStop’s stock and make money in the process because they think it’s a funny meme, then certainly hedge funds (which are essentially more organized versions of <a href=\"/r/wallstreetbets\">r/wallstreetbets</a>) have been doing it for years.</p>\n</div><!-- SC_ON -->",
  "score": 22908,
  "permalink": "/r/changemyview/comments/l5ub37/cmv_if_the_people_at_rwallstreetbets_can/",
  "subreddit": "changemyview",
  "id": "l5ub37",
  "is_self": true,
  "media": null,
  "is_video": false
}