{
  "author": "bolshe-viks-vaporub",
  "original_created_utc": 1640242785,
  "title": "YSK that Waist to Height Ratio (WtHR) is a significantly stronger predictor of weight-related health issues than BMI. Ideally, you waist circumference would be roughly half your height.",
  "created_utc": 1640259514,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;Weight related illnesses are some of the most devastating and also some of the most preventable diseases, and BMI (likely the most popular metric) actually does a poor job of predicting weight-related illnesses.&lt;/p&gt;\n\n&lt;p&gt;This post is not intended to body shame anyone. No measure is perfect.  It is simply meant to inform people of an easy, high-predictive-power way to assess your own risk for weight-related illnesses.&lt;/p&gt;\n\n&lt;p&gt;Source: &lt;a href=\"https://pubmed.ncbi.nlm.nih.gov/14674615/\"&gt;https://pubmed.ncbi.nlm.nih.gov/14674615/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 444,
  "permalink": "/r/YouShouldKnow/comments/rmppwp/ysk_that_waist_to_height_ratio_wthr_is_a/",
  "subreddit": "YouShouldKnow",
  "id": "rmppwp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nWeight related illnesses are some of the most devastating and also some of the\nmost preventable diseases, and BMI (likely the most popular metric) actually\ndoes a poor job of predicting weight-related illnesses.\n\nThis post is not intended to body shame anyone. No measure is perfect. It…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n体重に関連する病気は、最も悲惨なものであると同時に\n最も一般的な指標であるBMIは、予防可能な病気です。\n体重に関連する病気を予測するのは、あまり良いことではありません。\n\nこの投稿は、誰かを体罰するためのものではありません。どんな指標も完璧ではありません。それは...",
      "title": "YSKは、身長に対するウエストの比率（WtHR）が、BMIよりも体重関連の健康問題の予測因子として有意に強いことを示しました。理想的なのは、ウエスト周囲が身長のおよそ半分になることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n与体重有关的疾病是一些最具破坏性的疾病，也是一些可以预防的疾病。\n而BMI（很可能是最受欢迎的指标）实际上是一种可预防的疾病。\n在预测与体重有关的疾病方面做得很差。\n\n这篇文章的目的不是为了让任何人感到身体羞耻。没有任何措施是完美的。它...",
      "title": "YSK认为腰高比（WtHR）是比BMI更强的预测体重相关健康问题的因素。理想情况下，你的腰围大约是你身高的一半。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n與體重有關的疾病是一些最具破壞性的疾病，也是一些可以預防的疾病。\n而BMI（很可能是最受歡迎的指標）實際上是一種可預防的疾病。\n在預測與體重有關的疾病方面做得很差。\n\n這篇文章的目的不是爲了讓任何人感到身體羞恥。沒有任何措施是完美的。它...",
      "title": "YSK認爲腰高比（WtHR）是比BMI更強的預測體重相關健康問題的因素。理想情況下，你的腰圍大約是你身高的一半。"
    }
  ]
}