{
  "author": "_Only_Connect",
  "the_new_excerpt": "To be clear, not wanting to date a black person because of stereotypes about\nblack people (\"I think black people are XY\") or opposition to interracial dating\nis racist, yes. However, not wanting to date a black person due to not being\nattracted to skin colour is not racist.\nMost people have…",
  "original_created_utc": 1622061898,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はっきり言って、黒人に対するステレオタイプ（「黒人はXYだと思う」）や人種間の対立が原因で黒人と付き合いたくないというのは\n黒人に対する固定観念（「黒人はXYだと思う」）や、異人種間の交際に反対して、黒人と交際したくないというのは、確かに人種差別的です。\nは、確かに人種差別的です。しかし、肌の色に惹かれないという理由で黒人とデートしたくないというのは、人種差別ではありません。\nしかし、肌の色に惹かれないために黒人とデートしたくないというのは人種差別ではありません。\nほとんどの人は、...",
      "title": "CMV: 特定の民族や人種に魅力を感じないことは、本質的に差別的ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说白了，因为对黑人的刻板印象而不想和黑人约会（\"我认为黑人是XY\"），或者是对立面。\n(\"我认为黑人是XY\")或反对跨种族约会而不想和黑人约会。\n是种族主义者，没错。然而，由于不被肤色所吸引而不想和黑人约会是\n肤色所吸引而不想和黑人约会，这不是种族主义。\n大多数人都有...",
      "title": "CMV：不被某些民族或种族群体所吸引，这本身并没有什么种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說白了，因爲對黑人的刻板印象而不想和黑人約會（\"我認爲黑人是XY\"），或者是對立面。\n(\"我認爲黑人是XY\")或反對跨種族約會而不想和黑人約會。\n是種族主義者，沒錯。然而，由於不被膚色所吸引而不想和黑人約會是\n膚色所吸引而不想和黑人約會，這不是種族主義。\n大多數人都有...",
      "title": "CMV：不被某些民族或種族羣體所吸引，這本身並沒有什麼種族主義。"
    }
  ],
  "title": "CMV: There is nothing inherently racist about not being attracted to certain ethnic or racial groups",
  "created_utc": 1622116957,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, not wanting to date a black person because of stereotypes about black people (&quot;I think black people are XY&quot;) or opposition to interracial dating is racist, yes. However, not wanting to date a black person due to not being attracted to skin colour is not racist.<br/>\nMost people have preferences based on weight, height, face shape, etc. Most women would not want to date a shorter man.  Gay men are not attracted to women and lesbians are not attracted to men. Attraction is no more a choice than taste in food or art. I did not choose to like vanilla ice cream and chocolate cake whilst disliking chocolate ice cream and watermelon.<br/>\nSo if not being attracted to black people or Asian people is racist, are gay men sexist?<br/>\nFor my view to be changed, one would have to explain</p>\n\n<ul>\n<li>How not being attracted to a certain race is racist whilst being gay is not sexist</li>\n<li>How attraction to skin colour or other features is any different than attraction (or lack thereof) to weight or height.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nlr1fm/cmv_there_is_nothing_inherently_racist_about_not/",
  "subreddit": "changemyview",
  "id": "nlr1fm",
  "is_self": true,
  "media": null,
  "is_video": false
}