{
  "author": "Bitchtiddes",
  "original_created_utc": 1633655350,
  "title": "CMV: Neopronouns like xey Zir and xe have no reason or significance to exist and causes unnecessary confusion",
  "created_utc": 1633664141,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now before I state my reasoning on why I think this, I have non-binary friends who I&#39;ve talked to and asked them what this means and the importance of it, I didn&#39;t watch a Ben Shapiro owns liberal vid and base my argument on that.</p>\n\n<p>&#x200B;</p>\n\n<p>The definition of neo pronouns are a category of new (neo) pronouns that are increasingly used in <strong>place of “she</strong>,” “he,” or “they” when referring to a person. I believe while, you have a right to say these are your pronouns and I would have to respect that, they hold no significance nor reasoning for their existence because of the lack of meaning behind the word (ie; he/him= identifying as a man she/her=Identifying as a female and They/Them=neither man or woman zhey/zhem=Another way to say they/them) and the amount of confusion that it causes.</p>\n\n<p>&#x200B;</p>\n\n<p>When it comes to reasoning and importance to pronouns like zhey zhem, and xe and numerous other neopronouns there is practically none. I have asked my non-binary friends what these mean, and they keep saying &quot;whatever you want it to mean.&quot; and while I don&#39;t find this answer bad, it just raises more and more questions about the importance and significance of chossing zhey/zhem over xe and xim. All in all it&#39;s a confusing mess when you have pronouns with no meaning nor significance and it serves no purpose, in my personal opinion I do not care what pronouns you use but I personally find them annoying or not making any sense when they have no significance and do not reflect anything about you.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/q3n41l/cmv_neopronouns_like_xey_zir_and_xe_have_no/",
  "subreddit": "changemyview",
  "id": "q3n41l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Now before I state my reasoning on why I think this, I have non-binary friends\nwho I've talked to and asked them what this means and the importance of it, I\ndidn't watch a Ben Shapiro owns liberal vid and base my argument on that.\n\n\n\nThe definition of neo pronouns are a category of new (neo)…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜそう思うのか、その理由を述べる前に、私にはノンバイナリーの友人がいます。\nこの意味と重要性について聞いてみました。\n私はBen Shapiro owns liberalのビデオを見て、それに基づいて議論したわけではありません。\n\n\n\nネオ代名詞の定義は、新しい(neo)代名詞のカテゴリーです。",
      "title": "CMV: xey Zir や xe などのネオプロヌーンは、存在する理由や意義がなく、不要な混乱を引き起こします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我说明我为什么这样想的理由之前，我有一些非二元的朋友\n我和他们谈过，问他们这意味着什么以及它的重要性。\n我没有看本-夏皮罗的自由主义视频，也没有把我的论点建立在这个基础上。\n\n\n\n新代词的定义是一类新的（neo）...",
      "title": "CMV: 像xey Zir和xe这样的新名词没有存在的理由和意义，会造成不必要的混乱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我說明我爲什麼這樣想的理由之前，我有一些非二元的朋友\n我和他們談過，問他們這意味着什麼以及它的重要性。\n我沒有看本-夏皮羅的自由主義視頻，也沒有把我的論點建立在這個基礎上。\n\n\n\n新代詞的定義是一類新的（neo）...",
      "title": "CMV: 像xey Zir和xe這樣的新名詞沒有存在的理由和意義，會造成不必要的混亂。"
    }
  ]
}