{
  "author": "mayathemenace",
  "original_created_utc": 1629253678,
  "title": "I just read The Time Traveler's Wife, and I don't remember the last time I felt this distraught over a book.",
  "created_utc": 1629269074,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Spoiler alert.</p>\n\n<p>There is a specific line that destroyed me, and every time I think about it, my heart aches. It&#39;s after Clare makes dinner for the first time and it&#39;s already been established that Henry is going to die. Alba &amp; Henry are telling Clare how good the meal is, when Clare &amp; and Henry stare at each other for a moment, and she thinks, <em>don&#39;t leave me.</em> Just ripped my heart right out.</p>\n\n<p>I haven&#39;t been able to bring myself to watch the movie, which is on Netflix, because I can&#39;t bear to go through it all again...see them young and happy and hopeful, without a clue what&#39;s going to happen.</p>\n\n<p>I know the movie probably isn&#39;t as good as the book — but do you still think it&#39;s worth watching?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/p6i6si/i_just_read_the_time_travelers_wife_and_i_dont/",
  "subreddit": "books",
  "id": "p6i6si",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Spoiler alert.\n\nThere is a specific line that destroyed me, and every time I think about it, my\nheart aches. It's after Clare makes dinner for the first time and it's already\nbeen established that Henry is going to die. Alba & Henry are telling Clare how\ngood the meal is, when Clare & and Henry…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネタバレになりますが\n\n私を破滅させた特定のセリフがあり、それを思い出すたびに私の心は\n胸が痛くなります。クレアが初めて夕食を作った後のことで、もうすでに\nヘンリーが死ぬことが確定した後です。アルバとヘンリーは、クレアに食事の美味しさを伝えています。\nアルバとヘンリーがクレアに食事のおいしさを伝えているときに、クレアとヘンリーが...。",
      "title": "今、「タイムトラベラーズワイフ」を読みましたが、一冊の本でこんなに取り乱したのは初めてですね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "扰流板警告。\n\n有一句特定的台词摧毁了我，每次我想到它，我的\n心痛。那是在克莱尔第一次做晚餐之后，而且已经确定亨利会死。\n已经确定亨利会死。阿尔巴和亨利正在告诉克莱尔这顿饭有多好\n饭菜很好，这时克莱尔和亨利......",
      "title": "我刚刚读了《时间旅行者的妻子》，我不记得上一次我为一本书感到如此心烦意乱是什么时候。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "擾流板警告。\n\n有一句特定的臺詞摧毀了我，每次我想到它，我的\n心痛。那是在克萊爾第一次做晚餐之後，而且已經確定亨利會死。\n已經確定亨利會死。阿爾巴和亨利正在告訴克萊爾這頓飯有多好\n飯菜很好，這時克萊爾和亨利......",
      "title": "我剛剛讀了《時間旅行者的妻子》，我不記得上一次我爲一本書感到如此心煩意亂是什麼時候。"
    }
  ]
}