{
  "author": "TwistedFluke",
  "original_created_utc": 1638826405,
  "title": "What did you buy during this pullback",
  "created_utc": 1638841159,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m interested to see what everyone is eyeing or is interested in adding more positions. For myself, I bought more algo, dot and ada cause the pullbacks on those are juicy and I&amp;#39;m still very bullish on the projects. Its times like these that if you&amp;#39;re bullish in the space to take advantage of pullbacks and ensure you DCA on your favorite projects. Its hard to catch a falling knife so DCA is an effective tool if you have a positive view in the future of the space. Time in the market especially crypto seems to be more effective than swing trading.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 293,
  "permalink": "/r/CryptoCurrency/comments/raid8f/what_did_you_buy_during_this_pullback/",
  "subreddit": "CryptoCurrency",
  "id": "raid8f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm interested to see what everyone is eyeing or is interested in adding more\npositions. For myself, I bought more algo, dot and ada cause the pullbacks on\nthose are juicy and I'm still very bullish on the projects. Its times like these\nthat if you're bullish in the space to take advantage of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>皆さんが何に注目しているのか、ポジションを増やしたいと思っているのか、興味があります。\n皆さんが何に注目しているのか、あるいはポジションを増やすことに興味があるのか、興味があります。私自身は、買い増しをしました。\nアルゴ、ドット、アダを買い増ししたのは、これらのプルバックが魅力的だったからです。\nプロジェクトに対して非常に強気だからです。このような時には、もしあなたが...",
      "title": "このプルバックで何を買いましたか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我很想知道大家都在关注什么？\n盯着或有兴趣增加仓位。就我自己而言，我买了更多\n我买了更多的algo、dot和ada，因为这些股票的回撤很有料，而且我仍然非常看好\n看好这些项目。像这样的时候，如果你是...",
      "title": "在这次回调中你买了什么"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我很想知道大家都在關注什麼？\n盯着或有興趣增加倉位。就我自己而言，我買了更多\n我買了更多的algo、dot和ada，因爲這些股票的回撤很有料，而且我仍然非常看好\n看好這些項目。像這樣的時候，如果你是...",
      "title": "在這次回調中你買了什麼"
    }
  ]
}