{
  "author": "SneezingBubbles",
  "the_new_excerpt": "Personally it is the writing style for me. Even if the book has a more a less\nbasic story line, i can still enjoy the book if the author's writing style is\ncompelling to me. But if i find the writer's language, word flow, sense of\nhumor, sarcasm etc... somber, then there is high chance i will either…",
  "original_created_utc": 1622572305,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "個人的には文体ですね。たとえ、その本のストーリーが基本的なものであっても\n基本的なストーリーラインであっても、著者のライティング・スタイルが私にとって魅力的であれば、私はその本を楽しむことができます。\n説得力があれば、本を楽しむことができます。しかし、その作家の言葉遣い、言葉の流れ、ユーモアのセンス、皮肉などを見つけると\nユーモアや皮肉など、その作家の言葉遣いや言葉の流れ、センスが地味だと感じたら、私は次のようになる可能性が高いでしょう。",
      "title": "あなたにとって、本の良し悪しを決めるものは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就我个人而言，这是写作风格的问题。即使这本书有一个或多个基本的\n的故事线，如果作者的写作风格对我有吸引力，我仍然可以喜欢这本书。\n吸引我。但如果我发现作者的语言、文字流、幽默感、讽刺等\n幽默感、讽刺等，那么我很有可能会......。",
      "title": "对你来说，是什么造就了或破坏了一本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就我個人而言，這是寫作風格的問題。即使這本書有一個或多個基本的\n的故事線，如果作者的寫作風格對我有吸引力，我仍然可以喜歡這本書。\n吸引我。但如果我發現作者的語言、文字流、幽默感、諷刺等\n幽默感、諷刺等，那麼我很有可能會......。",
      "title": "對你來說，是什麼造就了或破壞了一本書？"
    }
  ],
  "title": "What makes or breaks a book for you?",
  "created_utc": 1622616195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Personally it is the writing style for me. Even if the book has a more a less basic story line, i can still enjoy the book if the author&#39;s writing style is compelling to me. But if i find the writer&#39;s language, word flow, sense of humor, sarcasm etc... somber, then there is high chance i will either DNF the book or give it low rating. This sucks because their are some books out there that i see people hyping on the internet, that might have great story line but i cant get invested. I feel disconnected to the book and find there to be a wall that stop me form getting immersed into the adventure.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/nq0zfn/what_makes_or_breaks_a_book_for_you/",
  "subreddit": "books",
  "id": "nq0zfn",
  "is_self": true,
  "media": null,
  "is_video": false
}