{
  "author": "KoreanStudentDoctor",
  "the_new_excerpt": "The media is reporting the death of a black 16-year-old girl, Makiyah Bryant, by\na white cop and associating it with the Chauvin verdict on the same day. The\nintent here is clear: to portray this as another incident of police brutality\nand systemic racism.\n\nHowever, shooting Makiyah Bryant was…",
  "original_created_utc": 1618996381,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "メディアは、黒人の16歳の少女、マキヤ・ブライアントが白人警官に殺された事件を報道しています。\n白人警官による16歳の黒人少女Makiyah Bryantの死を、同じ日に行われたChauvinの評決と関連づけて報道しています。その意図は明らかです。\nその意図は明らかです。この事件を、警察による残虐行為の一つとして描き\n意図は明らかです。\n\nしかし、マキヤ・ブライアントを撃ったのは...",
      "title": "CMV：マキヤ・ブライアントの死は、アメリカにおける警察の残虐行為や組織的な人種差別の悪い例です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "媒体正在报道一名16岁的黑人女孩Makiyah Bryant被一名白人警察杀害的事件。\n并将其与同一天的Chauvin案判决联系起来。此处的意图很明显：将黑人女孩马基雅-布莱恩特被白人警察打死，并与同一天的Chauvin判决联系起来。\n这里的意图很明显：把这一事件描绘成另一起警察暴力和系统性种族主义事件。\n和系统性的种族主义。\n\n然而，枪杀Makiyah Bryant是...",
      "title": "CMV：Makiyah Bryant的死亡是美国警察暴行和系统性种族主义的一个可怜的例子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "媒體正在報道一名16歲的黑人女孩Makiyah Bryant被一名白人警察殺害的事件。\n並將其與同一天的Chauvin案判決聯繫起來。此處的意圖很明顯：將黑人女孩馬基雅-布萊恩特被白人警察打死，並與同一天的Chauvin判決聯繫起來。\n這裏的意圖很明顯：把這一事件描繪成另一起警察暴力和系統性種族主義事件。\n和系統性的種族主義。\n\n然而，槍殺Makiyah Bryant是...",
      "title": "CMV：Makiyah Bryant的死亡是美國警察暴行和系統性種族主義的一個可憐的例子。"
    }
  ],
  "title": "CMV: The death of Makiyah Bryant is a poor example of police brutality and systemic racism in the US.",
  "created_utc": 1619019127,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The media is reporting the death of a black 16-year-old girl, Makiyah Bryant, by a white cop and associating it with the Chauvin verdict on the same day. The intent here is clear: to portray this as another incident of police brutality and systemic racism.</p>\n\n<p>However, shooting Makiyah Bryant was justified. She was lunging for another woman on the ground while swinging a kitchen knife. This is not the same as cops pepper spraying a black child a while back; Bryant was brandishing a lethal weapon with malicious intent. This is not the same as the cop who fired a handgun instead of a taser to detain a wanted man; an innocent citizen’s life was clearly in danger. And this is not the same as the cop who shot Adam Toledo; Bryant did not receive unclear instructions and was about to murder a citizen.</p>\n\n<p>The race and age of the victim make this all the more unfortunate, but claiming that this is a result of systemic racism or is an example of police brutality is inaccurate.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/mvbr5s/cmv_the_death_of_makiyah_bryant_is_a_poor_example/",
  "subreddit": "changemyview",
  "id": "mvbr5s",
  "is_self": true,
  "media": null,
  "is_video": false
}