{
  "author": "EngelsAotCM",
  "original_created_utc": 1625406665,
  "title": "'The Colour Out of Space' is Lovecraft at his very best",
  "created_utc": 1625415090,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So for a bit of context, I have been steadily working my way through the Necronomicon collection of Lovecraft&#39;s &#39;best weird stories&#39;, and generally enjoying them only as much as I expect to - up to a point, most of the stories run to a straightforward formula of: anonymous but wholesome WASP man finds something mysterious and horrifying and escapes with his life but not his sanity; also there&#39;s loads of extremely, stunningly racist rhetoric for some reason (The Rats in the Walls and your irrelevant little &#39;self-insert&#39;, I&#39;m looking at you).</p>\n\n<p>But THIS story is utterly on another level - it&#39;s exactly the kind of thing I picture when I think of &#39;Cosmic Horror&#39;, and everything about it is written so incredibly perfectly. In short, <span class=\"md-spoiler-text\">a meteorite made of a strangely coloured metal lands on a New England farm. Scientists who come to investigate it inadvertently release a nameless horror into the surrounding countryside, which proceeds to literally suck the life out of plants, animals, and, eventually, the human inhabitants of the farm.</span> I could go into extensive detail about every tiny tidbit that I love about this story, but I will just say two things that really stood out to me - the first is that The Colour Out of Space is a divergence from the essentially gothic, fantastical, &#39;ghouls-and-demons&#39; style of Lovecraft&#39;s other works. It comes across as genuine cosmic horror, and his choice to make the &#39;thing&#39; into a nebulous, gaseous, faceless alien is far more effective in making it &#39;indescribable&#39;, imo, than some big scary monster with tentacles.</p>\n\n<p>The second stand-out feature is that <em>There Is No Racism In This Short Story And It Is Vastly Improved By Its Absence</em> - seriously, when Lovecraft isn&#39;t trying to tell his reader that every non-white person on the face of the earth is a horrible devil-worshipping caricature, his writing is markedly superior (how shocking). Who could have guessed that simply not trying to stuff piles of worthless eugenicist bullshit into your stories about scary monsters could make your work easier to read??!</p>\n\n<p>So yeah, check out the Colour Out of Space, it&#39;s super good</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/odkuli/the_colour_out_of_space_is_lovecraft_at_his_very/",
  "subreddit": "books",
  "id": "odkuli",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So for a bit of context, I have been steadily working my way through the\nNecronomicon collection of Lovecraft's 'best weird stories', and generally\nenjoying them only as much as I expect to - up to a point, most of the stories\nrun to a straightforward formula of: anonymous but wholesome WASP man…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し背景を説明すると、私はラヴクラフトの「最高の怪奇小説」であるNecronomiconコレクションを着実に読み進めています。\nラヴクラフトの「最高の怪奇小説」を集めたNecronomiconコレクションを着実に読み進めています。\nある程度までは、ほとんどの物語は次のような単純な公式に基づいています。\n無名だが健全なWASPの男が...」という単純な公式に沿っている。",
      "title": "The Colour Out of Space」はラヴクラフトの最高傑作"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，为了了解情况，我一直在稳定地阅读洛夫克拉夫特 \"最佳怪异故事 \"的《Necronomicon》集。\n我一直在稳步阅读Necronomicon收集的洛夫克拉夫特的 \"最佳怪异故事\"，而且一般来说\n一般来说，我对它们的喜爱程度与我所期望的一样多--在某一点上，大多数故事\n到目前为止，大多数故事都采用了一个简单的公式：匿名但健康的WASP人......",
      "title": "空间的颜色》是洛夫克拉夫特最出色的作品"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，爲了瞭解情況，我一直在穩定地閱讀洛夫克拉夫特 \"最佳怪異故事 \"的《Necronomicon》集。\n我一直在穩步閱讀Necronomicon收集的洛夫克拉夫特的 \"最佳怪異故事\"，而且一般來說\n一般來說，我對它們的喜愛程度與我所期望的一樣多--在某一點上，大多數故事\n到目前爲止，大多數故事都採用了一個簡單的公式：匿名但健康的WASP人......",
      "title": "空間的顏色》是洛夫克拉夫特最出色的作品"
    }
  ]
}