{
  "author": "Majestic_Bierd",
  "original_created_utc": 1631567290,
  "title": "How did Hari Seldon know his psychohistory worked? - The Foundation",
  "created_utc": 1631585132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So.....psychohistory predicts future of humanity on the large scale through statistics and math, it is a form of science. I believe it is stated in the books that acts of individuals essentially cancelled out and therefore didn&#39;t really matter in Seldon&#39;s predictions (ergo. why the Mule&#39;s reign wasn&#39;t foreseen). So psychohistory wasn&#39;t really perfect, but it worked most of the time.</p>\n\n<p>But Seldon could not have know that it did. He CREATED psychohistory. That means he formulated it in a hypothesis and needed to prove it to a reasonable doubt before it became an established theory, whether in academic circles or in his own conviction. He did not have enough time for that. The man &quot;only&quot; lived for 81 years, during some of which he was already working on his plan. He did not have anough time to test the predictive power of his psychohistory, which he used to predict tenths of thousands of years ahead...in just a couple of decades.</p>\n\n<p>Sure he could have maybe predicted a smaller, local event. Maybe a collapse of one planet or a sector, but nothing to justify his calculations into the far future....he was therefore, putting the fate of humanity on his &quot;faith&quot; in his hypothesis......</p>\n\n<p>&#x200B;</p>\n\n<p>TLDR: How could he known, during his life, that his predictions were right?</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/pnogvl/how_did_hari_seldon_know_his_psychohistory_worked/",
  "subreddit": "books",
  "id": "pnogvl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So.....psychohistory predicts future of humanity on the large scale through\nstatistics and math, it is a form of science. I believe it is stated in the\nbooks that acts of individuals essentially cancelled out and therefore didn't\nreally matter in Seldon's predictions (ergo. why the Mule's reign…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "つまり.....psychohistoryは、人類の未来を大規模に予測するための\n統計や数学で大規模に人類の未来を予測する、それは科学の一種です。たしか本には\n個人の行為は基本的に相殺されるので、セルドンの予測には関係ないと\nセルドンの予測では、個人の行為は本質的に相殺され、重要ではないと本に書かれていたと思います（つまり、なぜラバの統治が...）。",
      "title": "ハリ・セルドンは、自分のサイコヒストリーの効果をどうやって知ったのか？- 財団について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以.....，心理历史学通过大规模的统计数字预测了人类的未来。\n统计学和数学，它是一种科学形式。我相信在书中有这样的描述\n书中说，个人的行为基本上被抵消了，因此并不重要。\n在塞尔登的预测中并不重要（因此，为什么骡子的统治......）。",
      "title": "哈里-赛尔登是如何知道他的心理史工作的？- 基金会"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以.....，心理歷史學通過大規模的統計數字預測了人類的未來。\n統計學和數學，它是一種科學形式。我相信在書中有這樣的描述\n書中說，個人的行爲基本上被抵消了，因此並不重要。\n在塞爾登的預測中並不重要（因此，爲什麼騾子的統治......）。",
      "title": "哈里-賽爾登是如何知道他的心理史工作的？- 基金會"
    }
  ]
}