{
  "author": "Majestic_Bierd",
  "original_created_utc": 1631567290,
  "title": "How did Hari Seldon know his psychohistory worked? - The Foundation",
  "created_utc": 1631585132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So.....psychohistory predicts future of humanity on the large scale through statistics and math, it is a form of science. I believe it is stated in the books that acts of individuals essentially cancelled out and therefore didn&#39;t really matter in Seldon&#39;s predictions (ergo. why the Mule&#39;s reign wasn&#39;t foreseen). So psychohistory wasn&#39;t really perfect, but it worked most of the time.</p>\n\n<p>But Seldon could not have know that it did. He CREATED psychohistory. That means he formulated it in a hypothesis and needed to prove it to a reasonable doubt before it became an established theory, whether in academic circles or in his own conviction. He did not have enough time for that. The man &quot;only&quot; lived for 81 years, during some of which he was already working on his plan. He did not have anough time to test the predictive power of his psychohistory, which he used to predict tenths of thousands of years ahead...in just a couple of decades.</p>\n\n<p>Sure he could have maybe predicted a smaller, local event. Maybe a collapse of one planet or a sector, but nothing to justify his calculations into the far future....he was therefore, putting the fate of humanity on his &quot;faith&quot; in his hypothesis......</p>\n\n<p>&#x200B;</p>\n\n<p>TLDR: How could he known, during his life, that his predictions were right?</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/books/comments/pnogvl/how_did_hari_seldon_know_his_psychohistory_worked/",
  "subreddit": "books",
  "id": "pnogvl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So.....psychohistory predicts future of humanity on the large scale through\nstatistics and math, it is a form of science. I believe it is stated in the\nbooks that acts of individuals essentially cancelled out and therefore didn't\nreally matter in Seldon's predictions (ergo. why the Mule's reign…"
}