{
  "author": "staciarain",
  "original_created_utc": 1634237794,
  "title": "CMV: There is nothing inherently wrong with the word \"master.\"",
  "created_utc": 1634269313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context: I work in a field that is both tech- and arts-adjacent in a very liberal city. In the past year, multiple thinkpieces and articles have made their way around encouraging people to change the vocabulary they use around tech. Example: removing terms like &quot;blacklist,&quot; &quot;whitelist,&quot; &quot;grandfather clause,&quot; and &quot;master document,&quot; subbing in things like &quot;root document&quot; instead.</p>\n\n<p>I understand some of these - for example, in coding and many engineering spaces, I know &quot;master&quot; is sometimes used adjacent to &quot;slave.&quot; While it might accurately describe the relationship between two elements, I can see how it doesn&#39;t hurt to find a better alternative. &quot;Grandfather clause&quot; has an awful history, and it doesn&#39;t hurt to stop using the words &quot;white&quot; and &quot;black&quot; in contexts where consistently white=good and black=bad.</p>\n\n<p>But I&#39;ve started noticing people trying to avoid using the word &quot;master&quot; altogether. For example, a master key or a master bedroom/bathroom. The word doesn&#39;t inherently mean &quot;person who owns a slave,&quot; and I don&#39;t think it makes sense to stop using it altogether. Am I missing something?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q868e6/cmv_there_is_nothing_inherently_wrong_with_the/",
  "subreddit": "changemyview",
  "id": "q868e6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Context: I work in a field that is both tech- and arts-adjacent in a very\nliberal city. In the past year, multiple thinkpieces and articles have made\ntheir way around encouraging people to change the vocabulary they use around\ntech. Example: removing terms like \"blacklist,\" \"whitelist,\"…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コンテキスト 私は、非常にリベラルな都市で、テクノロジーとアートの両方に関連する分野で働いています。\nリベラルな街で、技術と芸術の両方に関わる仕事をしています。この1年で、多くの論文や記事が発表されました。\nこの1年で複数の論説や記事が出回り、技術関連の語彙を変えるように人々に呼びかけています。\nテックの世界で使われる言葉を変えようと呼びかけています。例えば、「ブラックリスト」や「ホワイトリスト」などの用語を削除することです。",
      "title": "CMV： \"master \"という言葉には、本質的な問題はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "语境。我在一个既与技术有关又与艺术有关的领域工作。\n一个非常自由的城市。在过去的一年里，有多篇思想文章和文章在我的办公室里发表。\n他们鼓励人们改变他们在科技方面使用的词汇。\n科技。例如：删除 \"黑名单\"、\"白名单 \"等术语。",
      "title": "CMV：\"大师 \"这个词本身没有什么问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "語境。我在一個既與技術有關又與藝術有關的領域工作。\n一個非常自由的城市。在過去的一年裏，有多篇思想文章和文章在我的辦公室裏發表。\n他們鼓勵人們改變他們在科技方面使用的詞彙。\n科技。例如：刪除 \"黑名單\"、\"白名單 \"等術語。",
      "title": "CMV：\"大師 \"這個詞本身沒有什麼問題。"
    }
  ]
}