{
  "author": "staciarain",
  "original_created_utc": 1634237794,
  "title": "CMV: There is nothing inherently wrong with the word \"master.\"",
  "created_utc": 1634269313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context: I work in a field that is both tech- and arts-adjacent in a very liberal city. In the past year, multiple thinkpieces and articles have made their way around encouraging people to change the vocabulary they use around tech. Example: removing terms like &quot;blacklist,&quot; &quot;whitelist,&quot; &quot;grandfather clause,&quot; and &quot;master document,&quot; subbing in things like &quot;root document&quot; instead.</p>\n\n<p>I understand some of these - for example, in coding and many engineering spaces, I know &quot;master&quot; is sometimes used adjacent to &quot;slave.&quot; While it might accurately describe the relationship between two elements, I can see how it doesn&#39;t hurt to find a better alternative. &quot;Grandfather clause&quot; has an awful history, and it doesn&#39;t hurt to stop using the words &quot;white&quot; and &quot;black&quot; in contexts where consistently white=good and black=bad.</p>\n\n<p>But I&#39;ve started noticing people trying to avoid using the word &quot;master&quot; altogether. For example, a master key or a master bedroom/bathroom. The word doesn&#39;t inherently mean &quot;person who owns a slave,&quot; and I don&#39;t think it makes sense to stop using it altogether. Am I missing something?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q868e6/cmv_there_is_nothing_inherently_wrong_with_the/",
  "subreddit": "changemyview",
  "id": "q868e6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Context: I work in a field that is both tech- and arts-adjacent in a very\nliberal city. In the past year, multiple thinkpieces and articles have made\ntheir way around encouraging people to change the vocabulary they use around\ntech. Example: removing terms like \"blacklist,\" \"whitelist,\"…"
}