{
  "author": "reapersdrones",
  "the_new_excerpt": "I’m all for dropping books you’re not enjoying. After all, it takes a big\ninvestment in time to read a book, why waste it? However, I’ve learned sometimes\nthere is enough merit in the work to warrant forcing myself through it. Here’s\nan example.\n\nOne of the first books I experienced this with was…",
  "original_created_utc": 1618089114,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "面白くない本を捨てることには賛成です。結局のところ、それは大きな時間の\n本を読むためには大きな時間が必要なのですから、それを無駄にする必要はありません。しかし、私が学んだのは、時に\nその作品には、自分を納得させるだけの価値があるということです。次のような例があります。\n例を挙げてみましょう。\n\n私が最初に経験した本の一つは...",
      "title": "時には、面白くない本を押し通すことで、インパクトのある読書ができることもあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我支持放弃你不喜欢的书。毕竟，它需要一个大的\n投资时间去看书，何必浪费呢？然而，我知道有时候\n这部作品有足够的价值，可以让我强迫自己完成它。这里是\n一个例子。\n\n我经历的第一本书就是...",
      "title": "有时候，推开一本你不喜欢的书，就会有影响的阅读。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我支持放棄你不喜歡的書。畢竟，它需要一個大的\n投資時間去看書，何必浪費呢？然而，我知道有時候\n這部作品有足夠的價值，可以讓我強迫自己完成它。這裏是\n一個例子。\n\n我經歷的第一本書就是...",
      "title": "有時候，推開一本你不喜歡的書，就會有影響的閱讀。"
    }
  ],
  "title": "Sometimes, pushing through a book you’re not enjoying leads to impactful reads.",
  "created_utc": 1618105936,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m all for dropping books you’re not enjoying. After all, it takes a big investment in time to read a book, why waste it? However, I’ve learned sometimes there is enough merit in the work to warrant forcing myself through it. Here’s an example. </p>\n\n<p>One of the first books I experienced this with was <em>The Handmaid’s Tale</em> by Margaret Atwood. I picked it up years ago when I decided to venture out of my YA Fantasy comfort zone. I wanted something I could learn something from. The tv series had just started and was getting a lot of attention for its commentary on feminism, something I didn’t know much about at the time but was curious about. It took me like 6 weeks to finish it because I found it so boring and uneventful, I really had to force myself to make progress. When I finished it, I was glad I could finally understand what this book contributed to literature and why it was famous, but I thought it was a slog fest. 2 stars on Goodreads. As months and years passed I noticed I frequently thought about it. I learned more about issues it addressed, I’d reflect on this scene or that and it’s message finally took root. It has helped me realize the importance of rights, autonomy and equality. Now, I realize how much it has contributed to my life, more than maybe 95% of the books I’ve read. Recently, I bumped my rating up to 4 stars. </p>\n\n<p>So now I try to push through books that I think will give me valuable knowledge or perspective. I’ve realized a lot of the displeasure comes from my unfamiliarity with the genre or style or writing, which makes it hard for me to feel engaged. But the best way to remedy that is to approach with an open mind and determination. Pushing through has made me a lot more comfortable with genres Classics and Non-Fiction. Five years ago, I never imagined I’d be enjoying either of those.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mod645/sometimes_pushing_through_a_book_youre_not/",
  "subreddit": "books",
  "id": "mod645",
  "is_self": true,
  "media": null,
  "is_video": false
}