{
  "author": "FortePiano119",
  "original_created_utc": 1638998491,
  "title": "Am I stupid for asking this question?",
  "created_utc": 1639019517,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Today in math class I asked the teacher why a circle is divided into 360 degrees, and why they didn’t make it 100 or 500 or any other number of degrees. He explained that the 3 angles of a triangle always add up to 180 and 180 is half of 360. I said “yes but why 360 degrees?” And the teacher said “because 360 degrees makes a circle!” And the whole class laughed at me. I think they either all misunderstood the question or I am the stupidest person on planet earth and haven’t figured out this obvious issue.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 118,
  "permalink": "/r/NoStupidQuestions/comments/rc1b8v/am_i_stupid_for_asking_this_question/",
  "subreddit": "NoStupidQuestions",
  "id": "rc1b8v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Today in math class I asked the teacher why a circle is divided into 360\ndegrees, and why they didn’t make it 100 or 500 or any other number of degrees.\nHe explained that the 3 angles of a triangle always add up to 180 and 180 is\nhalf of 360. I said “yes but why 360 degrees?” And the teacher said…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>今日の数学の授業で、先生に「なぜ円は360度に分割されるのか？\n円を360度に分けて、なぜ100度とか500度とか他の数にしなかったのかと\nと質問しました。先生は、「三角形の3つの角は必ず足して180になる。\n180は360の半分です。私は「そうですね、でもなぜ360...」と言いました。",
      "title": "この質問をした私はバカですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>今天在数学课上，我问老师，为什么一个圆形\n为什么圆被分成360度，以及为什么他们不把它变成100或500或任何其他的度数。\n任何其他的度数。他解释说，一个三角形的3个角总是\n加起来是180，180是360的一半。我说：\"是的，但为什么是360......",
      "title": "我问这个问题很愚蠢吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>今天在數學課上，我問老師，爲什麼一個圓形\n爲什麼圓被分成360度，以及爲什麼他們不把它變成100或500或任何其他的度數。\n任何其他的度數。他解釋說，一個三角形的3個角總是\n加起來是180，180是360的一半。我說：\"是的，但爲什麼是360......",
      "title": "我問這個問題很愚蠢嗎？"
    }
  ]
}