{
  "author": "herzbergdesign",
  "original_created_utc": 1639360721,
  "title": "YSK: Truffle oil does not contain any truffles, but rather uses a chemical to poorly imitate the aroma.",
  "created_utc": 1639370753,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Once upon a time, truffle oil was just oil infused with truffles. &lt;a href=\"https://en.m.wikipedia.org/wiki/Truffle_oil\"&gt;These days, it is oil infused with 2,4-dithiapentane,&lt;/a&gt; a hydrocarbon with a flavor that can best be described as a parody of truffle.&lt;/p&gt;\n\n&lt;p&gt;I actually kind of liked truffle oil, until I ate the real deal, which is so much more subtle, deep and pleasant in flavor. It’s also far more expensive, sure—Italian white truffles can be over $200 per oz. But cheaper varieties, like Burgundy black truffles, are about a tenth of that: an expense well worth it in my opinion.&lt;/p&gt;\n\n&lt;p&gt;What irks me most is that restaurants will have dishes on their menu described as having truffles—truffle risotto, truffle fries, etc, but are really using truffle oil instead of the real thing. Not only do they use this as an excuse to upcharge the dish by ten dollars because of the “luxury” status, they also overwhelm the food with a pungent chemical inferior to the advertised product.&lt;/p&gt;\n\n&lt;p&gt;But don’t take my word for it:\n&amp;quot;One of the most pungent, ridiculous ingredients ever known to chef,&amp;quot; Gordon Ramsay once told a competitor on MasterChef.&lt;/p&gt;\n\n&lt;p&gt;Reaching for the oil is &amp;quot;a sure sign of someone who doesn&amp;#39;t know what they&amp;#39;re doing,&amp;quot; Joe Bastianich said in the same episode.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Fake truffle flavoring is one of those things that&amp;#39;s especially upsetting, because not only does it taste like a bad chemical version of the real thing, it&amp;#39;s the flavor that almost everyone now associates with truffles,&amp;quot; Jonathan Gold says.&lt;/p&gt;\n\n&lt;p&gt;So, if you enjoy truffle oil, power to you. But be aware that it is not truffles that you are tasting and paying big money for. And if you ever get a chance, try some real truffles: they rule.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 361,
  "permalink": "/r/YouShouldKnow/comments/rf47q6/ysk_truffle_oil_does_not_contain_any_truffles_but/",
  "subreddit": "YouShouldKnow",
  "id": "rf47q6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Once upon a time, truffle oil was just oil infused with truffles. These\ndays, it is oil infused with 2,4-dithiapentane,\n[https://en.m.wikipedia.org/wiki/Truffle_oil] a hydrocarbon with a flavor that\ncan best be described as a parody of truffle.\n\nI actually kind of liked truffle oil, until…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>なぜYSKなのか：その昔、トリュフオイルはトリュフを煎じただけのオイルでした。\nトリュフオイルとは、トリュフを使ったオイルのことです。<a\nhref=\"https://en.m.wikipedia.org/wiki/Truffle_oil\">最近では、2,4-ジチアペンタブルを注入したオイルです。\n最近では、2,4-ジチアペンタン</a>という炭化水素を使ったオイルです。\nのパロディと言っても過言ではありません。",
      "title": "YSK: トリュフオイルは、トリュフが入っているわけではなく、化学薬品を使って香りをうまく模倣しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK: 很久以前，松露油是\n只是注入了松露的油。<a\nhref=\"https://en.m.wikipedia.org/wiki/Truffle_oil\">现在，它是注入了\n2,4-dithiapentane,</a>一种碳氢化合物，其味道可以最好地描述为\n可以被描述为对...",
      "title": "YSK: 松露油并不含有任何松露，而是使用一种化学物质来拙劣地模仿松露的香气。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK: 很久以前，松露油是\n只是注入了松露的油。<a\nhref=\"https://en.m.wikipedia.org/wiki/Truffle_oil\">現在，它是注入了\n2,4-dithiapentane,</a>一種碳氫化合物，其味道可以最好地描述爲\n可以被描述爲對...",
      "title": "YSK: 松露油並不含有任何松露，而是使用一種化學物質來拙劣地模仿松露的香氣。"
    }
  ]
}