{
  "author": "Kibassi",
  "original_created_utc": 1629458883,
  "title": "Online reviews are a complete mess. I'm usually better off with just guessing wether I'll like the book.",
  "created_utc": 1629491034,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>DISCLAIMER (because there&#39;s always that one person who doesn&#39;t understand): The following is my very personal opinion/experience. I don&#39;t expect you to have a similar experience since it probably really depends on your personal taste. Your personal taste isn&#39;t wrong, but neither is mine, so please don&#39;t be mad at me lol. I absolutely don&#39;t want to attack people who write or read reviews and am very aware that reviews probably help many people. Just not me.</p>\n\n<p>I used to read many book reviews on Amazon, Goodreads and various blogs to decide wether I wanted to read/buy a book, but probably the most useful information I ever got out of it was: Don&#39;t do it. It&#39;s pretty much useless to me.</p>\n\n<p>The first reason: Many people seem to have no idea how to write a review. I&#39;m not talking about structural stuff, you really don&#39;t have to seem professional, but about very basic (and, at least I thought so, obvious) things. For god&#39;s sake, mark spoilers. And no, you don&#39;t have to tell the story word by word to spoil a book. Even a simple &quot;it has a nice plot twist at the end&quot; is a spoiler to me. Guys, that&#39;s the whole point of a plot twist: It should be unexpected. Now it isn&#39;t anymore, well done.</p>\n\n<p>Secondly: Most people don&#39;t really express their opinion in an informative way, or at least express it misleadingly. You often can&#39;t tell the difference between &quot;I personally disliked it&quot;, &quot;It&#39;s executed objectively bad&quot; or &quot;It&#39;s objectively not that good but you can still have fun with it&quot;. Reviews are obviously about someone&#39;s personal opinion because of a certain taste, but I don&#39;t really profit from your opinion as long as you don&#39;t tell me about that certain taste as well. All opinions are valid, that&#39;s not the problem. The problem is that it&#39;s almost impossible to tell who&#39;s got a taste comparable to mine. I&#39;m missing more reviews in the following style: &quot;I personally thought X about the book because I usually enjoy Y; ABC are some objective things about the story and DFG are my subjective opinions on them based on Y; you&#39;ll like/dislike it if you are this or that kind of person&quot;. But when I read 20 reviews that only tell me &quot;terrible characters&quot;, and 20 others that state how great the characters are without any further explanation, I learned absolutely nothing.</p>\n\n<p>That&#39;s it, I don&#39;t know what my conclusion is. Do you agree? Do you have any other aspects to add? Or are you someone who likes to read reviews and benefits from it? What are the good things about online reviews?</p>\n</div><!-- SC_ON -->",
  "score": 1477,
  "permalink": "/r/books/comments/p83b8g/online_reviews_are_a_complete_mess_im_usually/",
  "subreddit": "books",
  "id": "p83b8g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "DISCLAIMER (because there's always that one person who doesn't understand): The\nfollowing is my very personal opinion/experience. I don't expect you to have a\nsimilar experience since it probably really depends on your personal taste. Your\npersonal taste isn't wrong, but neither is mine, so please…"
}