{
  "author": "email_NOT_emails",
  "the_new_excerpt": "There is a famous story on Reddit about a guy who's car breaks down on the side\nof the road, and a family pulls over to help. It was a hot day, and the\ngentleman spoke very little English (if I remember correctly, he was Mexican).\n\nThe man helps this destitute individual, fed him by sharing their…",
  "original_created_utc": 1617140955,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在Reddit上有一个著名的故事，关于一个人的车在边上抛锚了\n的路上，有一家人停车帮忙。那是一个炎热的日子，而\n这位先生很少讲英语（如果我没记错，他是墨西哥人）。\n\n该男子帮助这个赤贫的人，通过分享他们的食物来喂他。",
      "title": "今天轮到你，明天就轮到我了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在Reddit上有一個著名的故事，關於一個人的車在邊上拋錨了\n的路上，有一家人停車幫忙。那是一個炎熱的日子，而\n這位先生很少講英語（如果我沒記錯，他是墨西哥人）。\n\n該男子幫助這個赤貧的人，通過分享他們的食物來喂他。",
      "title": "今天輪到你，明天就輪到我了。"
    }
  ],
  "title": "Today it's your turn, tomorrow it will be mine.",
  "created_utc": 1617173865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There is a famous story on Reddit about a guy who&#39;s car breaks down on the side of the road, and a family pulls over to help.  It was a hot day, and the gentleman spoke very little English (if I remember correctly, he was Mexican).</p>\n\n<p>The man helps this destitute individual, fed him by sharing their lunch and refused money at the end, only saying, &quot;Today you, tomorrow me.&quot;</p>\n\n<p>I&#39;m reading <em>Blindness</em> by José Saramango, ©1995, and I&#39;m three pages in when I come across this, &quot;I have no words to thank you, and the other replied, Now then, don&#39;t give it another thought, today it&#39;s your turn, tomorrow it will be mine, we never know what might lie in store for us...&quot;</p>\n\n<p>I just thought I&#39;d share, it&#39;s always fun when you have books that collide in some way with things you never expected them to.  Can&#39;t wait to keep digging into this book.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/mgqwms/today_its_your_turn_tomorrow_it_will_be_mine/",
  "subreddit": "books",
  "id": "mgqwms",
  "is_self": true,
  "media": null,
  "is_video": false
}