{
  "author": "H0ltPeralta",
  "original_created_utc": 1635456947,
  "title": "CMV:I don't have to respect your culture or religion , but I have to respect your choice to follow them",
  "created_utc": 1635500095,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title suggests , I don&#39;t believe that I have to respect every culture/religion. Since they can be promoting ideas that don&#39;t align with my moral values ( misogyny ,sexism,inequality,racism , pedophilia...). What I do have to respect is one&#39;s choice to follow a desired religion and practice the culture , as long as they are not hurting anyone else in the process .Because following a specific religion/ culture doesn&#39;t inherently mean you are practicing all the &quot;bad&quot; parts as well .The reason i hold this view is because I have been exposed to a few  different cultures and I noticed a lot of bizarre practices that are either normalized culturally or religiously . for example , forbidding your mother and sisters from working ,early child marriage ,honor killing, self harm and sacrifice , female genital mutilation ...</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qhx7f5/cmvi_dont_have_to_respect_your_culture_or/",
  "subreddit": "changemyview",
  "id": "qhx7f5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title suggests , I don't believe that I have to respect every\nculture/religion. Since they can be promoting ideas that don't align with my\nmoral values ( misogyny ,sexism,inequality,racism , pedophilia...). What I do\nhave to respect is one's choice to follow a desired religion and practice…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルが示すように、私はすべての文化や宗教を尊重しなければならないとは思っていません。\nすべての文化や宗教を尊重しなければならないとは思っていません。私の考えに合わない考えを推進している場合もありますから。\n私の道徳的価値観に合わない考えを推進している可能性があるからです（女性差別、性差別、不平等、人種差別、小児性愛など）。私が尊重しなければならないのは\n私が尊重しなければならないのは、希望する宗教とその実践に従うという人の選択です。",
      "title": "CMV:あなたの文化や宗教を尊重する必要はありませんが、あなたがそれらに従うことを選択したことは尊重しなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所示，我不认为我必须尊重每一种\n文化/宗教。因为他们可能会宣扬一些与我的道德价值观不一致的想法\n道德价值观（厌女症、性别歧视、不平等、种族主义、恋童癖...）。我所\n我必须尊重的是一个人选择遵循所需的宗教和实践......",
      "title": "CMV:我不必尊重你的文化或宗教，但我必须尊重你选择遵循它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所示，我不認爲我必須尊重每一種\n文化/宗教。因爲他們可能會宣揚一些與我的道德價值觀不一致的想法\n道德價值觀（厭女症、性別歧視、不平等、種族主義、戀童癖...）。我所\n我必須尊重的是一個人選擇遵循所需的宗教和實踐......",
      "title": "CMV:我不必尊重你的文化或宗教，但我必須尊重你選擇遵循它們。"
    }
  ]
}