{
  "author": "mattie_hayes",
  "the_new_excerpt": "I loved Name of the Wind. I've read it twice (which I don't normally do), and I\nextolled its virtues to anyone who would listen. It perfectly resonated with me.\nI loved the magic and the mysteries, the theories and the fun. I couldn't set\nthe book down! I felt the same way at the beginning of Wise…",
  "original_created_utc": 1623374381,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Name of the Windが大好きでした。私は2回読みました（普段はしませんが）。\n誰にでもその良さを伝えました。私の心にぴったりと響きました。\n魔法も謎も、理論も面白さも大好きでした。私はこの本を手放すことができませんでした。\nこの本を手放すことができませんでした。Wise...の冒頭でも同じことを感じました。",
      "title": "みんなはRothfussをどうしてる？私は我慢できそうにありません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢《风之名》。我读了两遍（我通常不这样做），而且我向所有愿意听的人颂扬它的优点。\n我向任何愿意听的人颂扬它的美德。它与我产生了完美的共鸣。\n我喜欢其中的魔法和神秘，理论和乐趣。我无法放下\n这本书! 在《智者》的开头，我也有同样的感觉。",
      "title": "大家对罗斯福斯的态度如何？我不认为我可以坚持下去"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡《風之名》。我讀了兩遍（我通常不這樣做），而且我向所有願意聽的人頌揚它的優點。\n我向任何願意聽的人頌揚它的美德。它與我產生了完美的共鳴。\n我喜歡其中的魔法和神祕，理論和樂趣。我無法放下\n這本書! 在《智者》的開頭，我也有同樣的感覺。",
      "title": "大家對羅斯福斯的態度如何？我不認爲我可以堅持下去"
    }
  ],
  "title": "How are people doing with Rothfuss? I don't think I can hold out",
  "created_utc": 1623389279,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I loved <em>Name of the Wind.</em> I&#39;ve read it twice (which I don&#39;t normally do), and I extolled its virtues to anyone who would listen. It perfectly resonated with me. I loved the magic and the mysteries, the theories and the fun. I couldn&#39;t set the book down! I felt the same way at the beginning of <em>Wise Man&#39;s Fear,</em> but the second half lost momentum. I was really off-put by the sheer volume of sex, especially when the first book gave the impression that there wasn&#39;t going to be much. I know, I&#39;m a prude, but it was jarring and wasn&#39;t what I was expecting. (It&#39;s probably just me, but it felt a little too much like a male power fantasy, and as a girl, it made me feel uncomfortable. I got the impression like &quot;look how cool he is, he has had sex with so many powerful women&quot; like they were something to be conquered, I don&#39;t know, it was weird). To go from such a high in <em>Name of the Wind</em>, I was really sad that I didn&#39;t like the second book as much. A <em>Slow Regard of Silent Things</em> found that spark again, and it holds a special place on my shelf, but I just don&#39;t know if I can keep holding out for Rothfuss. It&#39;s like saying goodbye to a good friend, but I don&#39;t think I can devote the energy to stay engaged with his work anymore, and I can&#39;t recommend his works in good conscience.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/books/comments/nx3usy/how_are_people_doing_with_rothfuss_i_dont_think_i/",
  "subreddit": "books",
  "id": "nx3usy",
  "is_self": true,
  "media": null,
  "is_video": false
}