{
  "author": "andrewx10",
  "original_created_utc": 1627542574,
  "title": "CMV: Allowing Russia to compete as ROC in the Olympics is not a fair punishment",
  "created_utc": 1627563013,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So to start, I do not believe allowing the Russian team to compete under the name ROC, or Russian Olympic Committee, is a fair punishment. I believe that because Russia is still in the name they&#39;re competing under, the intended punishment is missed.</p>\n\n<p>Instead of competing under that title, I believe it would have been much more reasonable to allow their athletes to compete under an unaffiliated title. I don&#39;t think this should be strictly a Russian grouping either. Instead, this would both allow athletes to choose to compete unaffiliated with a country, in addition to allowing athletes from countries stripped of their emblems to still compete in the games.</p>\n\n<p>Change my view.</p>\n\n<p>[EDIT: grammar, and verb use for clarity]</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/otsj77/cmv_allowing_russia_to_compete_as_roc_in_the/",
  "subreddit": "changemyview",
  "id": "otsj77",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So to start, I do not believe allowing the Russian team to compete under the\nname ROC, or Russian Olympic Committee, is a fair punishment. I believe that\nbecause Russia is still in the name they're competing under, the intended\npunishment is missed.\n\nInstead of competing under that title, I believe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、私はロシアチームがROC（ロシアオリンピック委員会）という名前で出場することを認めているとは思いません。\nロシアチームがROC（ロシアオリンピック委員会）の名で出場することは、正当な罰だとは思いません。私は次のように考えています。\nロシアという名前で出場しているため、意図した罰が与えられていないと思います。\n罰が与えられないと思います。\n\nその名前で出場するのではなく、私は...",
      "title": "CMV: ロシアがROCとしてオリンピックに出場することを認めることは、公正な罰ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，首先，我不认为允许俄罗斯队以ROC（俄罗斯奥林匹克委员会）的名义参加比赛是一个公平的惩罚。\n我不认为允许俄罗斯队以ROC（俄罗斯奥林匹克委员会）的名义参赛是一个公平的惩罚。我认为\n我认为，由于俄罗斯仍然以他们的名义参加比赛，因此没有达到预期的惩罚效果。\n惩罚。\n\n与其在这个名称下竞争，我相信...",
      "title": "CMV：允许俄罗斯以中华民国的名义参加奥运会并不是一个公平的惩罚。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，首先，我不認爲允許俄羅斯隊以ROC（俄羅斯奧林匹克委員會）的名義參加比賽是一個公平的懲罰。\n我不認爲允許俄羅斯隊以ROC（俄羅斯奧林匹克委員會）的名義參賽是一個公平的懲罰。我認爲\n我認爲，由於俄羅斯仍然以他們的名義參加比賽，因此沒有達到預期的懲罰效果。\n懲罰。\n\n與其在這個名稱下競爭，我相信...",
      "title": "CMV：允許俄羅斯以中華民國的名義參加奧運會並不是一個公平的懲罰。"
    }
  ]
}