{
  "author": "ikumblud",
  "the_new_excerpt": "I'm not saying that old people dying isn't tragic or anything, I am just saying\nthat it is more tragic for a young person to die who has their whole life ahead\nof them. Old people have mostly already lived their full lives, especially if\nthey are over 80 years old, they got to build their own lives…",
  "original_created_utc": 1612701564,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是说老人死了不悲惨什么的，我只是想说\n一个有生之年的年轻人死得更悲惨。\n的。老人多半已经活得很充实了，尤其是如果是\n他们都八十多岁了，他们要建立自己的生活... ...",
      "title": "CMV：年轻人死了比老人死了惨多了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是說老人死了不悲慘什麼的，我只是想說\n一個有生之年的年輕人死得更悲慘。\n的。老人多半已經活得很充實了，尤其是如果是\n他們都八十多歲了，他們要建立自己的生活... ...",
      "title": "CMV：年輕人死了比老人死了慘多了"
    }
  ],
  "title": "CMV: Young people dying is much more tragic than old people dying",
  "created_utc": 1612723051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not saying that old people dying isn&#39;t tragic or anything, I am just saying that it is <em>more</em> tragic for a young person to die who has their whole life ahead of them. Old people have mostly already lived their full lives, especially if they are over 80 years old, they got to build their own lives and careers and do whatever they want with their youth and their lives as adults. It&#39;s sad when old people die but it&#39;s not nearly as sad as when a healthy young person in their late teens/early twenties or even younger dies, who had their entire lives ahead of them with so many unlived memories and things they want to do or accomplish with their life. Young people who die young never get to experience living a whole nother 40 years with their life partner, or having children or traveling to their favorite places, etc.. old people have already had their chances to do that in their lives, so it&#39;s not necessarily as tragic or as sad as when old people die when they would have been near death anyway. Compare that to a young college graduate who just died and had his whole life ahead of him. For that reason I don&#39;t think you can convince me that it&#39;s more tragic when old people die.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lelq0v/cmv_young_people_dying_is_much_more_tragic_than/",
  "subreddit": "changemyview",
  "id": "lelq0v",
  "is_self": true,
  "media": null,
  "is_video": false
}