{
  "author": "ohnonotmykarma",
  "the_new_excerpt": "I recently picked up Ender's Game again. Ender's Game was that book for me. It\nwas assigned in my sixth grade reading class, and although the first chapter was\nassigned, I read the whole thing the first weekend. It introduced me to science\nfiction, but beyond that it completely engrossed me. Looking…",
  "original_created_utc": 1611712859,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近我又拿起了《安德的游戏》。埃德尔的游戏》对我来说就是那本书。它\n是我六年级阅读课上布置的，虽然第一章是\n指定的，我第一个周末就读完了。它让我认识了科学\n小说，但除此之外，它完全吸引了我。寻找...",
      "title": "成年人与孩童时期的读书经历。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我又拿起了《安德的遊戲》。埃德爾的遊戲》對我來說就是那本書。它\n是我六年級閱讀課上佈置的，雖然第一章是\n指定的，我第一個週末就讀完了。它讓我認識了科學\n小說，但除此之外，它完全吸引了我。尋找...",
      "title": "成年人與孩童時期的讀書經歷。"
    }
  ],
  "title": "The experience of reading a book as an adult versus as a kid",
  "created_utc": 1611763942,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently picked up Ender&#39;s Game again. Ender&#39;s Game was <em>that</em> book for me. It was assigned in my sixth grade reading class, and although the first chapter was assigned, I read the whole thing the first weekend. It introduced me to science fiction, but beyond that it completely engrossed me. Looking back, I remember the book being empowering and exciting. To be a child prodigy, to be shot into space to train for warfare, to be a champion in the battle room; all things I wished I could do. </p>\n\n<p>I pulled the book off the shelf for a re-read at age 30, and when I turned the last page I was soul-crushed. As an adult, the book is gut-wrenchingly sad. I&#39;m not Ender anymore, I am a man watching this child from a distance. The isolation he experiences, the sense of duty without purpose, his lack of free will. There are themes that I couldn&#39;t see as a kid because I wanted to be Ender, I was Ender. More importantly, I lacked the maturity or experience to even recognize these themes. I was shocked at how much the book changed for me. Has anyone experienced this with other books?</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/l5tn1p/the_experience_of_reading_a_book_as_an_adult/",
  "subreddit": "books",
  "id": "l5tn1p",
  "is_self": true,
  "media": null,
  "is_video": false
}