{
  "author": "elmo304",
  "original_created_utc": 1625679531,
  "title": "I'm a 15 yr old and I'm trying to learn non-fiction books or just books I can learn a lot from in general",
  "created_utc": 1625714424,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Any suggestions please? Currently I&#39;m reading the bible and on my reading list is meditations by Marcus Aurelius, thus spoke Zarathustra by Nietzsche and sapiens: a history of humankind. I don&#39;t have a preference. As long as I can learn from it and it&#39;s not too complicated it works for me. Thanks in advance</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/ofnx20/im_a_15_yr_old_and_im_trying_to_learn_nonfiction/",
  "subreddit": "booksuggestions",
  "id": "ofnx20",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Any suggestions please? Currently I'm reading the bible and on my reading list\nis meditations by Marcus Aurelius, thus spoke Zarathustra by Nietzsche and\nsapiens: a history of humankind. I don't have a preference. As long as I can\nlearn from it and it's not too complicated it works for me. Thanks in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何か提案があれば教えてください。現在、私は聖書を読んでいますが、私の読書リストには\nマルクス・アウレリウスの「瞑想」、ニーチェの「ツァラトゥストラはかく語りき」、「サピエンス：人類の歴史」です。\nsapiens: a history of humankind. 好みはありません。学ぶことができて\n勉強になりますし、複雑でなければ私には合っています。ありがとうございました。",
      "title": "私は15歳で、ノンフィクションの本や、一般的に多くのことを学べる本を学ぼうとしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有什么建议吗？目前我正在阅读《圣经》，我的阅读清单上有\n是马库斯-奥勒留的冥想，尼采的查拉图斯特拉如是说和\nsapiens: a history of humankind. 我没有什么偏好。只要我能够\n只要我能够从中学到东西，而且不是太复杂，对我来说就可以了。谢谢你在...",
      "title": "我是一个15岁的孩子，我正在努力学习非小说类书籍，或者只是一般的可以学到很多东西的书籍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有什麼建議嗎？目前我正在閱讀《聖經》，我的閱讀清單上有\n是馬庫斯-奧勒留的冥想，尼采的查拉圖斯特拉如是說和\nsapiens: a history of humankind. 我沒有什麼偏好。只要我能夠\n只要我能夠從中學到東西，而且不是太複雜，對我來說就可以了。謝謝你在...",
      "title": "我是一個15歲的孩子，我正在努力學習非小說類書籍，或者只是一般的可以學到很多東西的書籍。"
    }
  ]
}