{
  "author": "IssoPoster",
  "original_created_utc": 1634120881,
  "title": "Should books be kept in the same condition as you bought them?",
  "created_utc": 1634133597,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been reading books for my own enjoyment for 5 years now and I have noticed something that I do which apparently is very weird among my friends who also read a lot.</p>\n\n<p>The thing is I am obsessed with taking care of my books and I always want to keep them in perfect conditions (If you saw my bookshelf you wouldnt say they have been read). I even have &quot;rules&quot; when I read: 1) I never open a book more than 90º so its back doesnt get bent 2) I always clean my hands before picking up a book 3) When I carry a book I always put it inside a plastic bad so its corners don&#39;t get damaged... Yes, I know, you are thinking I&#39;m a paranoid but I really feel that books should remain as the day you first bought them.</p>\n\n<p>On the other hand, my friends think that books are to be used, touched, &quot;read&quot; (as they say) and that I shouldn&#39;t care if they get bent or damaged in any way. They argue that it&#39;s the &quot;life&quot; of the book.</p>\n\n<p>I would really like to know your opinion on this topic. I understand there will be different opinions and I think thats super interesting. Am I the only one being this careful with books? Could you also tell me why you think books should/shouldn&#39;t be taken care off?</p>\n\n<p>Thank you in advance for reading :)</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q788qr/should_books_be_kept_in_the_same_condition_as_you/",
  "subreddit": "books",
  "id": "q788qr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been reading books for my own enjoyment for 5 years now and I have\nnoticed something that I do which apparently is very weird among my friends who\nalso read a lot.\n\nThe thing is I am obsessed with taking care of my books and I always want to\nkeep them in perfect conditions (If you saw my…"
}