{
  "author": "Mogar_Pogar",
  "original_created_utc": 1624895124,
  "title": "I've finished reading The Amazing Adventures of Kavalier and Clay by Michael Chabon, and it is amazing to go back and re-read an old favorite book of mine",
  "created_utc": 1624908043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like the title says, it&#39;s an amazing feeling to go back and thoroughly re-read a favorite book of mine, The Amazing Adventures of Kavalier and Clay. Especially the second time around I&#39;m now older and seeing for the first time all these little details and foreshadowing throughout the book I&#39;ve missed reading through for the first time. </p>\n\n<p>It makes me appreciate on going back and reading your favorite book or book series and seeing all these hidden little gems scattered throughout the book the second time around and probably not really realizing how important that little detail will become later on in the plot. </p>\n\n<p>I just love it when authors do this and we readers won&#39;t realize it until the moment comes and everything makes all sense and clicks.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/o9mx7w/ive_finished_reading_the_amazing_adventures_of/",
  "subreddit": "books",
  "id": "o9mx7w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like the title says, it's an amazing feeling to go back and thoroughly re-read a\nfavorite book of mine, The Amazing Adventures of Kavalier and Clay. Especially\nthe second time around I'm now older and seeing for the first time all these\nlittle details and foreshadowing throughout the book I've…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにあるように、私のお気に入りの本である「The Amazing Adventures of Kavalier and Clay」を過去にさかのぼって徹底的に読み直すのは素晴らしい気分です。\n私のお気に入りの本、「The Amazing Adventures of Kavalier and Clay」を徹底的に読み直すのは素晴らしい気分です。特に\n特に2回目は年を取っているので、小さなディテールや伏線を初めて見ることができます。\n本の中にある小さなディテールや伏線を初めて見ることができました。",
      "title": "Michael Chabonの「The Amazing Adventures of Kavalier and Clay」を読み終えましたが、昔のお気に入りの本を読み返すのは素晴らしいことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就像标题所说的，回到过去，彻底重读我最喜欢的《卡瓦里耶和克莱的奇妙冒险》，这是一种奇妙的感觉。\n我最喜欢的书，《卡瓦里耶和克莱的奇妙冒险》。特别是\n第二次读时，我已经长大了，第一次看到所有这些\n贯穿全书的小细节和预示，我已经...",
      "title": "我已经读完了迈克尔-查本的《卡瓦里耶和克莱的奇妙冒险》，回去重读我最喜欢的一本旧书，感觉很奇妙"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像標題所說的，回到過去，徹底重讀我最喜歡的《卡瓦里耶和克萊的奇妙冒險》，這是一種奇妙的感覺。\n我最喜歡的書，《卡瓦里耶和克萊的奇妙冒險》。特別是\n第二次讀時，我已經長大了，第一次看到所有這些\n貫穿全書的小細節和預示，我已經...",
      "title": "我已經讀完了邁克爾-查本的《卡瓦里耶和克萊的奇妙冒險》，回去重讀我最喜歡的一本舊書，感覺很奇妙"
    }
  ]
}