{
  "author": "chtulhuf",
  "original_created_utc": 1635021172,
  "title": "CMV: Echo chambers and engagement-focused media are causing unprecedented division and damage to society",
  "created_utc": 1635039865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In recent years it seems that many subjects have become much more divisive. I don&#39;t want to dwell on who&#39;s right, because my concern isn&#39;t about right or wrong, but about our ability as a society to live together with these growing differences.</p>\n\n<p><strong>Politics</strong> - In the USA there you can <a href=\"https://www.businessinsider.com/animation-rise-partisanship-congress-house-representatives-60-years-2016-4?jwsource=cl\">see</a> how the party-line voting and partisanship increased in the recent 20 years. The situation is also strikingly similar in my country - Voting outside your &quot;block&quot; becomes increasingly irregular. At the same time, the conversation and arguments become increasingly aggressive and hateful. This divide also translated to what the common voter of either party thinks of a voter of a different party. The divide is so great that it even affects family and friends&#39; relationships.</p>\n\n<p><strong>Science vs Anti-Science</strong> - The anti-science/conspiracy group is no longer a tiny minority. From flat-earth, climate-change-deniers, and vaccine-skeptics. There is a huge influx of people that deny and reject the specialists and the government or science-mandated facts.</p>\n\n<p>These are just 2 examples. But there are plenty of other subjects where I can feel a growing division.</p>\n\n<p>The major blame, in my opinion, lies in the way we consume the media nowadays:</p>\n\n<ul>\n<li><strong>Engagement-focused sites -</strong> Sites like YouTube and Facebook are engagement-focused - They try to present you videos that you&#39;ll be engaged in. That often means that if you saw a left-leaning video you will see much more of these in your feed. Unsurprisingly, the more extreme the content you&#39;re viewing, the more engaged and outraged you might be. This exacerbates the problem - Even if you started with relatively pragmatic views, watching increasingly aggressive media/news will have an effect to make your opinion more extreme as well.</li>\n<li><strong>Echo chambers</strong> - Instead of relying on a central and mainstream news source, people create their own thought echo chambers. This relates to news sites addressed to specific demographics (e.g &quot;Fox News&quot; or &quot;Mother Jones&quot;) and sites in which you can pick and choose your &quot;subjects of interest&quot; like Reddit. These sites lock people in a reality in which everyone agrees with them, locking them into a positive loop in which every new content reaffirms and solidifies their opinion.</li>\n</ul>\n\n<p>I feel that every day it gets worse and we, as a society, become less pragmatic. Worse, I don&#39;t see any easy solution to this issue that doesn&#39;t involve heavy-handed internet censorship.</p>\n\n<p>Is this indeed how I think it is? Or do I get something wrong and isn&#39;t any worse than it has been in the past?</p>\n\n<p><strong>EDIT:</strong> I&#39;d just would like to emphasize that this isn&#39;t USA problem - It is, in my eyes, global country. This extremism and devision seems to be increasing all around the world.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/qecx2k/cmv_echo_chambers_and_engagementfocused_media_are/",
  "subreddit": "changemyview",
  "id": "qecx2k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In recent years it seems that many subjects have become much more divisive. I\ndon't want to dwell on who's right, because my concern isn't about right or\nwrong, but about our ability as a society to live together with these growing\ndifferences.\n\nPolitics - In the USA there you can…"
}