{
  "author": "rieixee",
  "original_created_utc": 1640035137,
  "title": "Do you hold any meme coins?",
  "created_utc": 1640039641,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;From what I have gathered from this sub it seems that meme coins are pretty frowned upon, and for good reason I guess. I do think there is a beneficial side to meme coins though, it introduces many people to crypto and can provide a fun community feeling.&lt;/p&gt;\n\n&lt;p&gt;I was wondering if you guys hold any meme coins at all just for the fun of it? 80% of my portfolio is in BTC and ETH but I think its fun to have a very small gamble portion, I picked up a bag of Chibonk ( $CHIBO ) for example just because the whitepaper made me laugh.&lt;/p&gt;\n\n&lt;p&gt;So are you guys still as against the idea of meme coins as I seem to remember or have you come to embrace them as part of crypto?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 207,
  "permalink": "/r/CryptoCurrency/comments/rkxg7u/do_you_hold_any_meme_coins/",
  "subreddit": "CryptoCurrency",
  "id": "rkxg7u",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "From what I have gathered from this sub it seems that meme coins are pretty\nfrowned upon, and for good reason I guess. I do think there is a beneficial side\nto meme coins though, it introduces many people to crypto and can provide a fun\ncommunity feeling.\n\nI was wondering if you guys hold any meme…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> このサブから集めた情報では\nミームコインはかなり嫌われているようですが、それには理由があるのでしょう。私は\nしかし、ミームコインには有益な面もあると思います。\n</p> <p>私は...",
      "title": "ミームコインをお持ちですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>从我从这个子中收集到的信息来看\n我想这是有原因的。我确实\n我认为纪念币也有其有益的一面，它向许多人介绍了加密货币，并提供了一种\n</p> <p>我...",
      "title": "你持有任何备忘录硬币吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>從我從這個子中收集到的信息來看\n我想這是有原因的。我確實\n我認爲紀念幣也有其有益的一面，它向許多人介紹了加密貨幣，並提供了一種\n</p> <p>我...",
      "title": "你持有任何備忘錄硬幣嗎？"
    }
  ]
}