{
  "author": "jamiegirl21",
  "the_new_excerpt": "https://imgur.com/gallery/7cREfyk\n\nI wanted to share a quirky story for my fellow book lovers because the lesson I\nlearned was so valuable- appreciation.\n\nTwo years ago- I was on a work trip (I’m a nurse and was at a conference) in\nBoston and leaving one early morning to head south. I hopped an…",
  "original_created_utc": 1618177728,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "https://imgur.com/gallery/7cREfyk\n\n私は、本を愛する仲間のために、ちょっと変わった話をしたいと思いました。\n私が学んだことは、とても貴重な「感謝」でした。\n\n年前、私は仕事でボストンに行っていました（看護師で、会議に参加していました）。\nある日の早朝、ボストンを出発して南に向かっていました。その時、私が乗っていたのは...",
      "title": "チャンスを掴むことで得られる教訓：大好きな作家とのハンバーガーと散歩"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "https://imgur.com/gallery/7cREfyk\n\n我想给书友们分享一个奇特的故事，因为这堂课我\n学到的是如此宝贵--欣赏。\n\n两年前--我在一次工作中（我是一名护士，正在参加一个会议），在。\n波士顿和离开 一个清晨向南走。我跳了一个...",
      "title": "碰运气的经验：与我最喜欢的作家一起吃汉堡和散步。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://imgur.com/gallery/7cREfyk\n\n我想給書友們分享一個奇特的故事，因爲這堂課我\n學到的是如此寶貴--欣賞。\n\n兩年前--我在一次工作中（我是一名護士，正在參加一個會議），在。\n波士頓和離開 一個清晨向南走。我跳了一個...",
      "title": "碰運氣的經驗：與我最喜歡的作家一起喫漢堡和散步。"
    }
  ],
  "title": "Lessons learned by taking a chance: a burger and stroll with my favorite author",
  "created_utc": 1618198890,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://imgur.com/gallery/7cREfyk\">https://imgur.com/gallery/7cREfyk</a></p>\n\n<p>I wanted to share a quirky story for my fellow book lovers because the lesson I learned was so valuable- appreciation.</p>\n\n<p>Two years ago- I was on a work trip (I’m a nurse and was at a conference) in Boston and leaving one early morning to head south. I hopped an Amtrak train and settled in to read. I tend to re-read my favorites often. One of my top favorite authors is a bit obscure but a staple of NYC culture. He writes fiction loosely based on some of his experiences based upon growing up in the city. As the train rattled south, I started to contemplate stopping at New York City for a few hours to get lunch and site see. </p>\n\n<p>I looked down at my book and thought how neat it would be to run into my author. Then my wheels turned. I picked up my phone and started searching for a public profile on social media. I finally found one, sent him a message about being a fan and if he was out and about if he would sign my book. It was a wild shot in the dark, and I figure it would go unanswered.</p>\n\n<p>Two hours later, we pulled into Penn Station and I got off to go grab some lunch and maybe shop when my phone dinged. It was him. </p>\n\n<p>He had written me back and agreed to sign my book. I couldn’t believe it. I said I’d meet him at a famous book store called the Strand  in the East Village to make it easy on him. I quickly hopped a cab to the book store and waited like a nervous teenager. Anyone that is a book nerd must go to the Strand once in their life. </p>\n\n<p>I recognized him immediately as he approached me. He asked if I wanted to get a burger and chat and he would happily sign it. Absolutely! </p>\n\n<p>We walked to a burger place, all while stopping to show me places that were important in his books, or that held significance. We ate and chatted. We walked for a few hours afterwards as he graciously gave me a tour detailing the visions of his books until it started to rain. We popped into a pizza shop- he graciously signed my books, gave me his shirt, took a picture with me and got me in a cab back to Penn Station before the last train. </p>\n\n<p>The lesson of the day was wonderful- I learned as much as I appreciated his writings, he appreciated how much I valued wanting to truly hear the origins and birth of it all. I promised to return to NY this year and return his shirt- and in his latest book released last year- my name is included in the forward thank you list of people — as a thank you for the burger.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/-JNIlsm7c_pV6s4ukTpK_MLU0HxJ1MjyvUo4nhZ9iGg.jpg?auto=webp&s=37be95f16e19129db827b4da3052c6113b616b97",
          "width": 600,
          "height": 315
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/-JNIlsm7c_pV6s4ukTpK_MLU0HxJ1MjyvUo4nhZ9iGg.jpg?width=108&crop=smart&auto=webp&s=b1bb295747ee530b5f90a8890cd3b209d96c3933",
            "width": 108,
            "height": 56
          },
          {
            "url": "https://external-preview.redd.it/-JNIlsm7c_pV6s4ukTpK_MLU0HxJ1MjyvUo4nhZ9iGg.jpg?width=216&crop=smart&auto=webp&s=94141f2836edcf1088dc5f022dbe3ea240f1fe7c",
            "width": 216,
            "height": 113
          },
          {
            "url": "https://external-preview.redd.it/-JNIlsm7c_pV6s4ukTpK_MLU0HxJ1MjyvUo4nhZ9iGg.jpg?width=320&crop=smart&auto=webp&s=6032c7f26850b1dea7cb1634ee1bc2dffd82c68f",
            "width": 320,
            "height": 168
          }
        ],
        "variants": {},
        "id": "3MOliQL8KEd29uYiP0ivNRsoccGhGJcOilRcf856c9k"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/mp08aw/lessons_learned_by_taking_a_chance_a_burger_and/",
  "subreddit": "books",
  "id": "mp08aw",
  "is_self": true,
  "media": null,
  "is_video": false
}