{
  "author": "JizzusChristopher",
  "original_created_utc": 1632901510,
  "title": "YSK that staring straight and far ahead can combat car sickness.",
  "created_utc": 1632912187,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Growing up I got super car sick all the time. Any drive over 10mins I would feel nauseous and anything over 30 I would usually throw up. But a super helpful tip I learned to combat it is looking straight ahead, this helps balance the fluids in your ear that otherwise would cause car sickness. It also helps to stare at something far ahead. Since it is far it seems to move less and is less visually nauseating. However car sickness medication can do wonders as-well.</p>\n\n<p>Why YSK: sometimes you get carsick when you normally don’t and need to not throw up. Or you get carsick often and need help. Or you forgot the medicine you normally take. </p>\n\n<p>Also would love to hear more tips in the comments.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/pxqiuy/ysk_that_staring_straight_and_far_ahead_can/",
  "subreddit": "YouShouldKnow",
  "id": "pxqiuy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Growing up I got super car sick all the time. Any drive over 10mins I would feel\nnauseous and anything over 30 I would usually throw up. But a super helpful tip\nI learned to combat it is looking straight ahead, this helps balance the fluids\nin your ear that otherwise would cause car sickness. It…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃、私はいつも車酔いをしていました。10分以上のドライブでは吐き気がして\n吐き気がして、30分を超えるとたいてい吐いていました。でも、その対策として\n対策として学んだのは、まっすぐ前を見ることです。\n車酔いの原因となる耳の中の液体のバランスを整えてくれます。それは...",
      "title": "まっすぐ遠くを見つめることが車酔い対策になるというYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我的成长过程中，我总是超级晕车。任何超过10分钟的车程我都会感到\n恶心，超过30分钟我通常会呕吐。但一个超级有用的提示\n是直视前方，这有助于平衡耳朵里的液体。\n这有助于平衡你耳朵里的液体，否则会导致晕车。这也是我的经验之谈。",
      "title": "YSK认为，直视前方，远望前方可以防治晕车。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我的成長過程中，我總是超級暈車。任何超過10分鐘的車程我都會感到\n噁心，超過30分鐘我通常會嘔吐。但一個超級有用的提示\n是直視前方，這有助於平衡耳朵裏的液體。\n這有助於平衡你耳朵裏的液體，否則會導致暈車。這也是我的經驗之談。",
      "title": "YSK認爲，直視前方，遠望前方可以防治暈車。"
    }
  ]
}