{
  "author": "Elegant-Winner-6521",
  "the_new_excerpt": "Lately I've seen a lot of people making this argument, that not only is gender a\nspectrum, but sex is too. This argument goes beyond acknowledging that some\npeople are intersex and have some difference of sexual development; it actually\nredefines what \"sex\" means altogether. It says we define sex…",
  "original_created_utc": 1614098981,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我看到很多人提出这样的观点，认为性别不仅是一种。\n谱，但性也是。这个论点不仅仅是承认有些\n人是双性人，性发育有一定的差异，其实这\n重新定义什么是 \"性 \"的意思完全。它说我们对性的定义...",
      "title": "CMV：\"性是一个谱 \"不仅是不连贯的、错误的，而且是有害的、倒退的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我看到很多人提出這樣的觀點，認爲性別不僅是一種。\n譜，但性也是。這個論點不僅僅是承認有些\n人是雙性人，性發育有一定的差異，其實這\n重新定義什麼是 \"性 \"的意思完全。它說我們對性的定義...",
      "title": "CMV：\"性是一個譜 \"不僅是不連貫的、錯誤的，而且是有害的、倒退的。"
    }
  ],
  "title": "CMV: \"Sex is a spectrum\" is not only incoherent and wrong, it's damaging and regressive.",
  "created_utc": 1614120070,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately I&#39;ve seen a lot of people making this argument, that not only is gender a spectrum, but sex is too. This argument goes beyond acknowledging that some people are intersex and have some difference of sexual development; it actually redefines what &quot;sex&quot; means altogether. It says we define sex not on the basis of chromosomes, but on the basis of physiology, endocrinology and genetics. I.e. you can look at a person&#39;s morphological make up to determine what sex they are, and there are potentially millions.</p>\n\n<p>I think I understand the heart of this argument, but not the conclusion it makes. I agree that we should value that people are all different, and that no one fits into a neat XX/XY box. People can be all kinds of body parts, hormones and genes, regardless of their reproductive function. Similarly, we shouldn&#39;t use the XX/XY box to give people gender roles, or medical advice.  Male shouldn&#39;t mean man, and female shouldn&#39;t mean woman. That much I agree with.</p>\n\n<p>The trouble I have with it though is that surely the logical conclusion you arrive at (if sex is a spectrum) is that in order to understand what a &quot;male&quot; or a &quot;female&quot; is, you have to use stereotypical morphological traits as part of the definition?</p>\n\n<p>What makes someone male, or &quot;more&quot; male according to this model? For example, if you chose one aspect of physiology to focus on - like height - what does height say about a person&#39;s sex? Is it that tall people are &quot;more male&quot; than short people?</p>\n\n<p>With the original definition of sex (chromosomes), we could simply say that males are on average taller than females, but that a female could be taller. If you found a XX chromosome person that is 6ft1, she is not male - she is just an unusually tall female.</p>\n\n<p>But with this &quot;sex is a spectrum&quot;definition, surely we&#39;re arguing that the tall person &quot;becomes&quot; male according to the model?</p>\n\n<p>This is where I don&#39;t quite get it, and think it sounds regressive if anything. At best you&#39;re saying that &quot;male&quot; and &quot;female&quot; are now words without meaning (which is incoherent), or at worst you&#39;re saying that you can use body parts, physiology and hormone stereotypes to define what male and female are. That you can literally perform some weird algorithm, adding up a person&#39;s body parts, hormones and genetics and say &quot;well, you are X% male, and X% female&quot;. I don&#39;t even know how that would work, or what it would be good for, other than to perhaps reinforce gender roles.</p>\n\n<p>Put the argument into a different frame. Computer programmers tend to be introverted, good at maths and people who wear glasses. But is that how you define a computer programmer?  Would you say, &quot;well, you&#39;re good at maths, you&#39;re introverted and you have glasses, therefore you are a computer programmer?&quot;</p>\n\n<p>Surely to do that would just be stereotyping. But the &quot;sex is a spectrum&quot; argument says that we define sex in that way: by looking at the trend of stereotypical morphological traits a person has.</p>\n\n<p>So here&#39;s my view in a nutshell: sex is not a spectrum, it is a binary, with variations within the binary (genuinely intersex people), however sex must not be used to define the rest of what a person is. The real problem is the conflation between sex terminology (male/female) and social terminology (man/woman).</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lqmxxj/cmv_sex_is_a_spectrum_is_not_only_incoherent_and/",
  "subreddit": "changemyview",
  "id": "lqmxxj",
  "is_self": true,
  "media": null,
  "is_video": false
}