{
  "author": "jsheppy16",
  "original_created_utc": 1640193432,
  "title": "A Coin Isn't \"Dead\" just because it's Old and the Price isn't Exploding",
  "created_utc": 1640216204,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I need to vent a bit. The last year I&amp;#39;ve noticed a trend within the crypto community that&amp;#39;s really got under my skin as someone who&amp;#39;s been invested in crypto since 2017.&lt;/p&gt;\n\n&lt;p&gt;I know this isn&amp;#39;t a surprise, but it seems like the majority of people on here think fundamental progress and price are directly correlated. Fundamentals can be causation for price movement, but they often have little, and sometimes even nothing to do with one another. I&amp;#39;m asking that we stop perpetuating this.&lt;/p&gt;\n\n&lt;p&gt;I think we&amp;#39;ve seen enough meme coins explode to the point where we can all understand the irrationality of these markets. I can accept that to some degree. In some way I even like it (though I would never invest in coins that have no use case - it stunts innovation). What DOES drive me crazy though, is when I see some of the older altcoins get bashed, and called &amp;quot;dead&amp;quot; because they haven&amp;#39;t 10x&amp;#39;d in the last 12 months. Many of these coins have made impressive advancements with their protocols and infrastructure to better prepare for future adoption. Taking a proactive approach rather than a reactive approach.&lt;/p&gt;\n\n&lt;p&gt;I can name a few that I feel have been getting a bad reputation, that don&amp;#39;t deserve it. &lt;/p&gt;\n\n&lt;p&gt;IOTA (not holding), NEO (not holding), ONT (not holding), DRGN (not holding), ICX (holding), XMR (not holding), XRP (not holding and don&amp;#39;t support the vision, but has good fundamentals).&lt;/p&gt;\n\n&lt;p&gt;I recommend checking the websites and Twitter accounts of these projects to see what advancements they&amp;#39;ve made lately. I feel it may change your perspective. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s full fledged shilling, but in my opinion ICX is the most underrated coin on the market. It has an outstanding DEX in Balanced for Defi, and will be incorporating BTP in their protocol soon. They have a two coin airdrop snapshot coming up on the 29th too, in case their fundamentals weren&amp;#39;t already strong enough. Also, it&amp;#39;s dirt cheap compared to ATH. Remember, the idea is to buy low sell high. I understand people like momentum, but personally I like getting in before momentum.&lt;/p&gt;\n\n&lt;p&gt;Please feel free to mention any other oldies that you feel don&amp;#39;t deserve the &amp;quot;dead&amp;quot; tag&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/rm9vpa/a_coin_isnt_dead_just_because_its_old_and_the/",
  "subreddit": "CryptoCurrency",
  "id": "rm9vpa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I need to vent a bit. The last year I&#39;ve\nnoticed a trend within the crypto community that&#39;s really got under my skin\nas someone who&#39;s been invested in crypto since 2017.</p> <p>I know this\nisn&#39;t a surprise, but it seems like the majority of people on…"
}