{
  "author": "MasterCrumb",
  "the_new_excerpt": "definition of bias, that decisions are being made that are not a random\nrepresentation of the US population.\n\nDefinition of media. I actually don’t love the word media- but for this lets\ncategorize political media into three buckets: news, commentary/analysis, and\nentertainment. With entertainment…",
  "original_created_utc": 1608777552,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "偏见的定义，即做出的决定不是随机的\n代表美国人口。\n\n介质的定义。我其实并不喜欢媒体这个词，但为了这个，让我们\n将政治媒体分为三类：新闻、评论/分析和\n娱乐节目。使用Entertainment…",
      "title": "[改变我的想法]：我很抱歉，但媒体确实有自由派的偏见"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "偏見的定義，即做出的決定不是隨機的\n代表美國人口。\n\n介質的定義。我其實並不喜歡媒體這個詞，但爲了這個，讓我們\n將政治媒體分爲三類：新聞、評論/分析和\n娛樂節目。使用Entertainment…",
      "title": "[改變我的想法]：我很抱歉，但媒體確實有自由派的偏見"
    }
  ],
  "title": "CMV: I’m sorry, but the media does have a liberal bias",
  "created_utc": 1608829182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>definition of bias, that decisions are being made that are not a random representation of the US population.</p>\n\n<p>Definition of media. I actually don’t love the word media- but for this lets categorize political media into three buckets: news, commentary/analysis, and entertainment. With entertainment clearly showing the most liberal bias, but all three have a tilt.</p>\n\n<p>Source: now I don’t think the media is biased because of some Conspiracy organized by George Soros. Almost all media relies on advertising dollars to fund it. Who is the prized advertising demographics? Young people. Conservatives who complain about media bias should also admit that the bias is a totally predictable outcome of the free market - ironically their best option would be to fully invest in public radio. </p>\n\n<p>How does the bias show up? I don’t think the bias is incorrect information, but rather what stories get highlighted and how they are presented. CNN had a constant parade for the last four years asking “is this the end of Trump?” </p>\n\n<p>Side note: I think there is also a bias towards technology (same cause- that is biased towards the young) which means more stories (for example how much of the general public really cared about Net neutrality?). </p>\n\n<p>What about Fox News?!? Well they have a right lean yes- but CNN, MSNBC show an equal liberal tilt and combined are larger. Bias is about a population of decision - single examples or channels is not a disproof.</p>\n\n<p>What about conservative radio?!? Well yes, I think radio has a conservative bias (same cause, the population is older and more rural). But this is small potatoes compared to the wider media environment.</p>\n\n<p>The real kicker here is entertainment media with political bent. John Oliver, Colbert, SNL, Seth Meyers. Is there any even mildly conservative late night host?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/kj70z0/cmv_im_sorry_but_the_media_does_have_a_liberal/",
  "subreddit": "changemyview",
  "id": "kj70z0",
  "is_self": true,
  "media": null,
  "is_video": false
}