{
  "author": "Dbreezy127",
  "the_new_excerpt": "I’m sure this type of post has been made a few times but I wanted to let\neveryone know how great Libby is. Libby is a free app that allows you to connect\nyour library card and access ebooks and audiobooks digitally. As someone who\npays for his ebooks, this is a huge benefit. I read on a Kindle but…",
  "original_created_utc": 1619876510,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この種の投稿は何度もされていると思いますが、私はみんなにLibbyの素晴らしさを伝えたかったのです。\nLibbyの素晴らしさを皆さんにお伝えしたいと思います。Libbyは無料のアプリで、図書館カードと接続することで\n電子書籍やオーディオブックにデジタルでアクセスできる無料アプリです。電子書籍にお金を払っている人としては\n電子書籍にお金を払っている私にとって、これは大きなメリットです。私はKindleで読んでいますが、...",
      "title": "Libby（Overdrive）は素晴らしいリソースです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我确信这种类型的帖子已经发过好几次了，但我想让大家知道Libby有多棒。\n大家知道Libby有多好。Libby是一个免费的应用程序，它允许你连接你的图书馆卡并以数字方式获取电子书和有声读物。\n你的图书馆卡，并以数字方式访问电子书和有声读物。作为一个\n作为一个为电子书付费的人，这是个巨大的好处。我在Kindle上阅读，但...",
      "title": "利比（Overdrive）是一个伟大的资源。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我確信這種類型的帖子已經發過好幾次了，但我想讓大家知道Libby有多棒。\n大家知道Libby有多好。Libby是一個免費的應用程序，它允許你連接你的圖書館卡並以數字方式獲取電子書和有聲讀物。\n你的圖書館卡，並以數字方式訪問電子書和有聲讀物。作爲一個\n作爲一個爲電子書付費的人，這是個巨大的好處。我在Kindle上閱讀，但...",
      "title": "利比（Overdrive）是一個偉大的資源。"
    }
  ],
  "title": "Libby (Overdrive) is a great resource.",
  "created_utc": 1619880308,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m sure this type of post has been made a few times but I wanted to let everyone know how great Libby is. \nLibby is a free app that allows you to connect your library card and access ebooks and audiobooks digitally. \nAs someone who pays for his ebooks, this is a huge benefit. I read on a Kindle but have always wanted to listen to a second book when I’m driving or doing other mundane tasks. \nI had no idea Libby gave you access to thousands of audiobooks. \nI’m reading The Ride of a Lifetime by Robert Iger while listening to Talking to Strangers by Malcolm Gladwell. Couldn’t be happier.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/n2ikl1/libby_overdrive_is_a_great_resource/",
  "subreddit": "books",
  "id": "n2ikl1",
  "is_self": true,
  "media": null,
  "is_video": false
}