{
  "author": "Queef5",
  "the_new_excerpt": "All these \"power mods\" that moderate multiple big communities do so because they\ndon't have a life. Removing posts and comments they don't agree with is all they\nhave going for them. I just feel bad that nobody loves them so they have to come\nhere and gain some fake sense of authority by silencing…",
  "original_created_utc": 1610307482,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所有这些温和多个大社区的“权力模式”之所以这样做，是因为它们\n没有自己的生活。删除他们不同意的帖子和评论就是他们的全部\n已经开始向他们发起进攻了。我只是觉得很遗憾没人爱他们所以他们必须来\n在这里，通过让…沉默来获得一些虚假的权威感",
      "title": "[改变我的想法]：许多次级红人受到严重限制的原因是，正常的、心理健康的人没有时间免费控制互联网论坛。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所有這些溫和多個大社區的“權力模式”之所以這樣做，是因爲它們\n沒有自己的生活。刪除他們不同意的帖子和評論就是他們的全部\n已經開始向他們發起進攻了。我只是覺得很遺憾沒人愛他們所以他們必須來\n在這裏，通過讓…沉默來獲得一些虛假的權威感",
      "title": "[改變我的想法]：許多次級紅人受到嚴重限制的原因是，正常的、心理健康的人沒有時間免費控制互聯網論壇。"
    }
  ],
  "title": "CMV: The reason a lot of subreddits are moderated terribly is because normal, mentally healthy people don't have the time to moderate internet forums for free.",
  "created_utc": 1610314302,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All these &quot;power mods&quot; that moderate multiple big communities do so because they don&#39;t have a life. Removing posts and comments they don&#39;t agree with is all they have going for them. I just feel bad that nobody loves them so they have to come here and gain some fake sense of authority by silencing people that don&#39;t live in their mother&#39;s basement.Edit: Got a message saying I had to add more to the post, so here it is:</p>\n\n<p>I was discussing this with a power mod who says that if you don&#39;t like the sub, you should just stop using it because it ultimately belongs to the creators or moderators. I understand that point of view for creative subreddits such as <a href=\"/r/NotTheOnion\">r/NotTheOnion</a>, <a href=\"/r/TIFU\">r/TIFU</a>, <a href=\"/r/ELI5\">r/ELI5</a> and the like, but subreddits that people got a control over just because they were at the right place at the right time, subreddits that someone else would definitely have created anyway, those communities belong to the users and not the moderators. subreddits like <a href=\"/r/news\">r/news</a>, <a href=\"/r/politics\">r/politics</a>, <a href=\"/r/soccer\">r/soccer</a>, <a href=\"/r/pics\">r/pics</a> belong more to the community than the people that created it.</p>\n\n<p>There aren&#39;t even a lot of communities with over a million subscribers, if the admins wanted to clean out the moderators and bring in new people it wouldn&#39;t take much work at all. The admins should feel some sense of responsibility when <a href=\"/r/news\">r/news</a> removes important news stories just because it doesn&#39;t promote their agenda.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/kul5tk/cmv_the_reason_a_lot_of_subreddits_are_moderated/",
  "subreddit": "changemyview",
  "id": "kul5tk",
  "is_self": true,
  "media": null,
  "is_video": false
}