{
  "author": "Writing_wizardx",
  "original_created_utc": 1637956548,
  "title": "I finished reading James Clavell's Shogun",
  "created_utc": 1637962233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And it is one of the best novels I&#39;ve ever read and probably the best in the historical fiction category. It might just be the best story ever told. Never before has a book gripped me this much. It contains all these devious, entertaining, bloodthirsty and incomprehensible and unpredictable characters who drive the conspiracy and blood laced plot that&#39;s over too soon, despite being a full 1150 pages long and covering over a year. <span class=\"md-spoiler-text\">The only problem I had was that the book doesn&#39;t really have a climax. It has mini climaxes and scenes of hair raising tension but no ultimate climax. The resolution is in one page and the final chapter is just a monologue of things <em>that could happen</em>.Considering the book is already this long,</span> it&#39;s understandable but I wish Clavell wrote a direct sequel, for the book is a great example of how incredible storytelling can overcome the lack of beautiful prose and a lot of plot and how for a novel to be entertaining, the art of storytelling is the key. The japanese short story writer Ryunosuke Akutagawa had a literary feud in the early 1920s with his contemporary Junichiro Tanizaki over whether story was more important than the way the story was told. Akutagawa held the latter position and I think he was right, after reading this book.10/10 from me.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/r2ve7d/i_finished_reading_james_clavells_shogun/",
  "subreddit": "books",
  "id": "r2ve7d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And it is one of the best novels I've ever read and probably the best in the\nhistorical fiction category. It might just be the best story ever told. Never\nbefore has a book gripped me this much. It contains all these devious,\nentertaining, bloodthirsty and incomprehensible and unpredictable…"
}