{
  "author": "Writing_wizardx",
  "original_created_utc": 1637956548,
  "title": "I finished reading James Clavell's Shogun",
  "created_utc": 1637962233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>And it is one of the best novels I&#39;ve ever read and probably the best in the historical fiction category. It might just be the best story ever told. Never before has a book gripped me this much. It contains all these devious, entertaining, bloodthirsty and incomprehensible and unpredictable characters who drive the conspiracy and blood laced plot that&#39;s over too soon, despite being a full 1150 pages long and covering over a year. <span class=\"md-spoiler-text\">The only problem I had was that the book doesn&#39;t really have a climax. It has mini climaxes and scenes of hair raising tension but no ultimate climax. The resolution is in one page and the final chapter is just a monologue of things <em>that could happen</em>.Considering the book is already this long,</span> it&#39;s understandable but I wish Clavell wrote a direct sequel, for the book is a great example of how incredible storytelling can overcome the lack of beautiful prose and a lot of plot and how for a novel to be entertaining, the art of storytelling is the key. The japanese short story writer Ryunosuke Akutagawa had a literary feud in the early 1920s with his contemporary Junichiro Tanizaki over whether story was more important than the way the story was told. Akutagawa held the latter position and I think he was right, after reading this book.10/10 from me.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/r2ve7d/i_finished_reading_james_clavells_shogun/",
  "subreddit": "books",
  "id": "r2ve7d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "And it is one of the best novels I've ever read and probably the best in the\nhistorical fiction category. It might just be the best story ever told. Never\nbefore has a book gripped me this much. It contains all these devious,\nentertaining, bloodthirsty and incomprehensible and unpredictable…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこれまでに読んだ小説の中でも最高の作品であり、歴史小説のカテゴリーではおそらく最高の作品です。\nヒストリカル・フィクションのカテゴリーでは最高の作品でしょう。これまでに語られた中で最高の物語かもしれません。こんなに心を掴まれた本は初めてです。\nこれほどまでに心を掴まれた本は初めてです。これほどまでに心を掴まれた本は初めてだ。\n楽しませてくれて、血に飢えていて、理解できなくて、予測できなくて...。",
      "title": "James ClavellのShogunを読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我读过的最好的小说之一，可能是历史小说中最好的。\n历史小说类别中的最佳作品。它可能只是有史以来最好的故事。从来没有\n前有一本书如此吸引我。它包含了所有这些狡猾\n娱乐性的、嗜血的、不可理解的和不可预测的......。",
      "title": "我读完了詹姆斯-克莱韦尔的《幕府将军》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我讀過的最好的小說之一，可能是歷史小說中最好的。\n歷史小說類別中的最佳作品。它可能只是有史以來最好的故事。從來沒有\n前有一本書如此吸引我。它包含了所有這些狡猾\n娛樂性的、嗜血的、不可理解的和不可預測的......。",
      "title": "我讀完了詹姆斯-克萊韋爾的《幕府將軍》。"
    }
  ]
}