{
  "author": "Rayceuz",
  "original_created_utc": 1634631462,
  "title": "CMV: Preference in physical attraction doesn't imply that someone is racist",
  "created_utc": 1634668232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m sorry for the poorly worded title but k couldn&#39;t think of any other way to put it.</p>\n\n<p>I was recently watching a video of &quot;Game or Lame&quot; a game in which guys tell pick-up lines and a lady has to eventually narrow it down to one winner. In one of the episodes, the lady knocked off one of the guys even though he had a great pick-up line. This got me pretty pissed off and I went to see the comments. One comment accused her of being racist towards the guy as he was Black and the guy who won was white, many others agreed with said comment.</p>\n\n<p>As much as I hated her decision, I couldn&#39;t agree with the comment. Just because someone&#39;s personal preference might not include people from a certain race due to the way they look, that isn&#39;t racist. This is because racism is based on the principle that a person from one race considers another race inferior. When someone doesn&#39;t prefer a prevailing fatial feature of a race, that doesn&#39;t mean they don&#39;t respect said race.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qb70mz/cmv_preference_in_physical_attraction_doesnt/",
  "subreddit": "changemyview",
  "id": "qb70mz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm sorry for the poorly worded title but k couldn't think of any other way to\nput it.\n\nI was recently watching a video of \"Game or Lame\" a game in which guys tell\npick-up lines and a lady has to eventually narrow it down to one winner. In one\nof the episodes, the lady knocked off one of the guys…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "言葉足らずのタイトルで申し訳ありませんが、他に言い方が思いつきませんでした。\n表現しました。\n\n最近、\"Game or Lame \"というビデオを見ていたのですが、これは男性が口説き文句を言い、女性がそれを最終的に1人に絞るというゲームです。\nこのゲームは、男性が口説き文句を言い、女性がそれを最終的に一人に絞るというものです。あるエピソードでは\nエピソードの一つでは、女性が男性の一人をノックアウトして...",
      "title": "CMV: 肉体的魅力の優劣が人種差別を意味するわけではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很抱歉，这个标题用词不当，但我想不出有什么别的办法来\n的说法。\n\n我最近在看一个 \"游戏或跛脚 \"的视频。\n在这个游戏中，男人们讲述搭讪的台词，而女士必须最终将其缩小到一个赢家。在其中一集\n其中一集，这位女士击倒了其中一位男士......",
      "title": "CMV：身体吸引方面的偏好并不意味着某人是种族主义者"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很抱歉，這個標題用詞不當，但我想不出有什麼別的辦法來\n的說法。\n\n我最近在看一個 \"遊戲或跛腳 \"的視頻。\n在這個遊戲中，男人們講述搭訕的臺詞，而女士必須最終將其縮小到一個贏家。在其中一集\n其中一集，這位女士擊倒了其中一位男士......",
      "title": "CMV：身體吸引方面的偏好並不意味着某人是種族主義者"
    }
  ]
}