{
  "author": "YggdrasilXO",
  "original_created_utc": 1635022232,
  "title": "CMV: The solution to lack of representation in historical media is not to shoehorn it where it doesn't belong, but rather to tell a wider variety of stories.",
  "created_utc": 1635028459,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not against representation in media. While I don&#39;t personally care much about it, I recognize that it matters to a lot of people and is ultimately necessary. However, in regards to historical pieces, I think that forcing representation in cases where it does not make sense is bad. Instead, we should be focusing on creating historical media which tells a broader array of stories throughout the world.</p>\n\n<p>Stuff like making a quarter of the WW1 German army black in Battlefield 1 is shit representation. It is not only inauthentic and borderline historical revisionism, but it just gives an excuse for the same old stories to be told. Europe is not the only place in the world with a history, there are plenty of fascinating opportunities for historical media to be set everywhere in the world- even if these are just a different perspective on things we have already seen. Example: why is there still next to no mainstream media portraying WWII in China? Or about the Mali Empire? It seems odd that we encourage forcing representation in the same stories instead of encouraging the exploration of new ones.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qed8ym/cmv_the_solution_to_lack_of_representation_in/",
  "subreddit": "changemyview",
  "id": "qed8ym",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not against representation in media. While I don't personally care much\nabout it, I recognize that it matters to a lot of people and is ultimately\nnecessary. However, in regards to historical pieces, I think that forcing\nrepresentation in cases where it does not make sense is bad. Instead, we…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "メディアでの表現に反対しているわけではありません。個人的にはあまり気にしていませんが\n多くの人にとって重要であり、最終的には必要なことだと認識しています。\n必要なことだと認識しています。しかし、歴史的な作品に関しては、意味のない表現を強要することは\nしかし、歴史的な作品に関しては、意味のない表現を強制することは良くないと思います。そうではなく、私たちは...",
      "title": "CMV: 歴史的メディアにおける表現の不足を解決するには、関係のないところに押し込むのではなく、より多様なストーリーを語ることです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我并不反对媒体中的代表性。虽然我个人并不怎么关心\n但我认识到，这对很多人来说很重要，而且最终是必要的。\n有必要。然而，对于历史作品，我认为，在没有代表性的情况下，强行将其表现出来。\n在没有意义的情况下强行表现是不好的。相反，我们...",
      "title": "CMV：解决历史媒体中缺乏代表性的问题，不是把它塞到不属于它的地方，而是讲述更广泛的故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我並不反對媒體中的代表性。雖然我個人並不怎麼關心\n但我認識到，這對很多人來說很重要，而且最終是必要的。\n有必要。然而，對於歷史作品，我認爲，在沒有代表性的情況下，強行將其表現出來。\n在沒有意義的情況下強行表現是不好的。相反，我們...",
      "title": "CMV：解決歷史媒體中缺乏代表性的問題，不是把它塞到不屬於它的地方，而是講述更廣泛的故事。"
    }
  ]
}