{
  "author": "YggdrasilXO",
  "original_created_utc": 1635022232,
  "title": "CMV: The solution to lack of representation in historical media is not to shoehorn it where it doesn't belong, but rather to tell a wider variety of stories.",
  "created_utc": 1635028459,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not against representation in media. While I don&#39;t personally care much about it, I recognize that it matters to a lot of people and is ultimately necessary. However, in regards to historical pieces, I think that forcing representation in cases where it does not make sense is bad. Instead, we should be focusing on creating historical media which tells a broader array of stories throughout the world.</p>\n\n<p>Stuff like making a quarter of the WW1 German army black in Battlefield 1 is shit representation. It is not only inauthentic and borderline historical revisionism, but it just gives an excuse for the same old stories to be told. Europe is not the only place in the world with a history, there are plenty of fascinating opportunities for historical media to be set everywhere in the world- even if these are just a different perspective on things we have already seen. Example: why is there still next to no mainstream media portraying WWII in China? Or about the Mali Empire? It seems odd that we encourage forcing representation in the same stories instead of encouraging the exploration of new ones.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qed8ym/cmv_the_solution_to_lack_of_representation_in/",
  "subreddit": "changemyview",
  "id": "qed8ym",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not against representation in media. While I don't personally care much\nabout it, I recognize that it matters to a lot of people and is ultimately\nnecessary. However, in regards to historical pieces, I think that forcing\nrepresentation in cases where it does not make sense is bad. Instead, we…"
}