{
  "author": "isleepinahammock",
  "original_created_utc": 1627007059,
  "title": "It's 1945. I'm a Japanese kamikaze pilot sitting in a plane on the deck of an aircraft carrier about to take off. I have zero intention of carrying this out. WTF do I do to maximize my chances of survival/successful surrender?",
  "created_utc": 1627028675,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a Japanese university student. I speak three languages and identify as a political liberal. I personally think the entire war is bullshit. I had hoped to just wait out the war in college. Unfortunately, my number came up. Through a series of unfortunate events, I was effectively &quot;volunteered&quot; to be a kamikaze pilot. Through the process I kept my political opinions to myself to avoid potential repercussions, hoping that the war would end before I actually have to carry out a kamikaze run against an American ship. </p>\n\n<p>Well, my time ran out. I&#39;m now sitting on the deck of a Japanese carrier or on the airfield of an island air base, bombs strapped to my plane, ready to take off. This is not where I want to be. This is not what I want to do. I think the entire war is nonsense and I have zero intention of laying down my life for the war, the emperor, or any other cause. All I want to do is maximize my chances of survival and eventually seeing my family again. </p>\n\n<p>What do I do now? If I simply refuse to take off, what repercussions do I face? If I do take off, how in the world do I, a kamikaze pilot, communicate to the Americans that I want to surrender?  How can I possibly do that without being shot down in the process?</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/AskHistorians/comments/opstg6/its_1945_im_a_japanese_kamikaze_pilot_sitting_in/",
  "subreddit": "AskHistorians",
  "id": "opstg6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a Japanese university student. I speak three languages and identify as a\npolitical liberal. I personally think the entire war is bullshit. I had hoped to\njust wait out the war in college. Unfortunately, my number came up. Through a\nseries of unfortunate events, I was effectively \"volunteered\" to…"
}