{
  "author": "PleasantMiddle",
  "original_created_utc": 1638660167,
  "title": "Got baked again and bought some CRO.",
  "created_utc": 1638686467,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;A couple of days ago I posted on this sub how I got baked and bought LRC. This was shortly before the dip that’s happening right now. And the dip is too juicy to not buy anything right now (although I kinda wanted to stop transferring fiat to crypto). So I did what any reasonable investor would do: I smoked one and bought the Dip on Crypto.com‘s CRO Coin. Been eyeballing the Coin before it pumped and bit my ass when I’ve missed out on it now is the time to step in. Also I plan on DCAing some into CRO every month. What are your thoughts on this buy? Also, DON‘T do drugs but DO your own research!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 210,
  "permalink": "/r/CryptoCurrency/comments/r91y8c/got_baked_again_and_bought_some_cro/",
  "subreddit": "CryptoCurrency",
  "id": "r91y8c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A couple of days ago I posted on this sub how I got baked and bought LRC. This\nwas shortly before the dip that’s happening right now. And the dip is too juicy\nto not buy anything right now (although I kinda wanted to stop transferring fiat\nto crypto). So I did what any reasonable investor would do:…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>数日前、私はこのサブに、どうやって\n私はLRCを買ってしまいました。これは今起こっているディップの少し前のことです。\nしています。そのため、今は何も買わないというのはもったいないですよね。\nフィアットからクリプトへの送金を止めたかったのですが）。それで私は何をしたかというと...。",
      "title": "また焼かれて、CROを買った。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>几天前，我在这个子上发布了如何\n我被烤焦了，买了LRC。这是在现在发生的下跌之前不久\n现在。跌势太猛，我现在不能不买任何东西（虽然我\n我有点想停止将法币转为加密货币）。所以我做了什么...",
      "title": "又被烤了一下，买了一些CRO。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>幾天前，我在這個子上發佈瞭如何\n我被烤焦了，買了LRC。這是在現在發生的下跌之前不久\n現在。跌勢太猛，我現在不能不買任何東西（雖然我\n我有點想停止將法幣轉爲加密貨幣）。所以我做了什麼...",
      "title": "又被烤了一下，買了一些CRO。"
    }
  ]
}