{
  "author": "twbrn",
  "original_created_utc": 1634336151,
  "title": "What are some books that you enjoyed, but wouldn't necessarily recommend to people?",
  "created_utc": 1634376598,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I got thinking on this subject because I recently read the &quot;Hellenic Traders&quot; series by Harry Turtledove. It follows two cousins who operate a trading ship for their family&#39;s business in the late 4th century BCE, starting about 12 years after the death of Alexander the Great and into the wars of his successors. </p>\n\n<p>I enjoyed the series because I&#39;m a crazy history buff, and liked seeing a really thorough approach to immersing the reader in the culture of a wildly different time and place than we usually see, with a high degree of historical accuracy. (The author has a PhD in Byzantine history.) </p>\n\n<p>However, I wouldn&#39;t recommend it to most people because the books are all basically travelogues; there&#39;s no real central plot or conflict to most of them, and in some ways it&#39;s like reading a novelized version of a game of The Oregon Trail. Day 38, sighted by pirates, chose to fight, managed to force them to flee. It&#39;s not that bad, but it&#39;s certainly not anything I&#39;d call suspenseful. </p>\n\n<p>So what are some books that you enjoyed, but you never get the chance to bring up in recommendation threads because they&#39;re too niche, too weird, too obscure, or just something that most people wouldn&#39;t bother to read?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q8ytg1/what_are_some_books_that_you_enjoyed_but_wouldnt/",
  "subreddit": "books",
  "id": "q8ytg1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I got thinking on this subject because I recently read the \"Hellenic Traders\"\nseries by Harry Turtledove. It follows two cousins who operate a trading ship\nfor their family's business in the late 4th century BCE, starting about 12 years\nafter the death of Alexander the Great and into the wars of his…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、ハリー・タートルトーブの \"Hellenic Traders \"シリーズを読んで、このテーマについて考えた。\nハリー・タートルトーブのシリーズです。このシリーズは、2人のいとこが貿易船を運営しています。\n紀元前4世紀後半、アレキサンダー大王の死から約12年後に、家業の貿易船を運航する2人の従兄弟を描いています。\n紀元前4世紀後半、アレキサンダー大王の死から約12年後、大王の戦争が始まった頃の話です。",
      "title": "楽しかったけれど、必ずしも人には勧められないような本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我开始思考这个问题，因为我最近读了哈里-特莱多夫的 \"希腊贸易者 \"系列。\n系列，作者是Harry Turtledove。该书讲述了两个表兄妹经营一艘贸易船\n在公元前4世纪晚期，他们为自己的家族生意经营一艘贸易船，大约在公元前4世纪晚期的12年开始\n在亚历山大大帝死后约12年开始，进入他的战争时期。",
      "title": "有哪些书是你喜欢的，但不一定会推荐给别人的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我開始思考這個問題，因爲我最近讀了哈里-特萊多夫的 \"希臘貿易者 \"系列。\n系列，作者是Harry Turtledove。該書講述了兩個表兄妹經營一艘貿易船\n在公元前4世紀晚期，他們爲自己的家族生意經營一艘貿易船，大約在公元前4世紀晚期的12年開始\n在亞歷山大大帝死後約12年開始，進入他的戰爭時期。",
      "title": "有哪些書是你喜歡的，但不一定會推薦給別人的？"
    }
  ]
}