{
  "author": "Giblette101",
  "original_created_utc": 1628772577,
  "title": "CMV: The idea of “forced diversity” doesn’t make much sense to me and complaining about it is much more indicative of bias than anything else.",
  "created_utc": 1628789438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As far as media creation goes, the goal is generally to be appealing to potential audiences (viewers, readers, players, etc.), so it’s pretty much impossible to point at examples of “forced diversity” as uniquely cynical. Creative choices are either all legitimate or all “forced”. Even if someone was to argue both can happen at once – some choices to be genuine, with others being forced – I have yet to see anyone untangle the two convincingly. The fact people so often attempt to make that distinction based on notions of forced diversity appears much more indicative of bias than anything else.  </p>\n\n<p>In the case of lone artists with full control over their work, I don’t know how anyone could argue they’re “forced” to do anything. Making choices that potentially increase the appeal of one’s work is a completely normal part of the process, as far as I can tell. </p>\n\n<p>That goes double for larger productions, where appeal (so, money) is often the focal point of the process. A lot of resources are dedicated to ensuring the product is appealing and sells well, so I don’t know how anyone could even start to substantiate claims regarding “forced diversity”. Like, big budget movies and videogames are products designed to sell, they&#39;re pretty much all &quot;forced&quot;. </p>\n\n<p>Now, that’s not to say I don’t think creative choices can be criticized. They can. It’s just that criticism revolving around “forced diversity” pretty much boils down to complaining about the diversity itself – like, there being black people – and that kind of criticism just sounds more like bias (or bigotry) than anything else. To put it as concisely as possible, at least in my opinion, “There are black people in the movie” only sounds like a criticism if you have a problem with black people.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/p2z5zj/cmv_the_idea_of_forced_diversity_doesnt_make_much/",
  "subreddit": "changemyview",
  "id": "p2z5zj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As far as media creation goes, the goal is generally to be appealing to\npotential audiences (viewers, readers, players, etc.), so it’s pretty much\nimpossible to point at examples of “forced diversity” as uniquely cynical.\nCreative choices are either all legitimate or all “forced”. Even if someone…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "メディアの制作においては、一般的に、潜在的な視聴者（視聴者、読者、プレイヤーなど）にアピールすることを目的としています。\n視聴者、読者、プレイヤーなどの潜在的なオーディエンスにアピールすることが目的です。\n多様性の押し付け」を皮肉ってもしょうがないですよね。\nクリエイティブな選択は、すべて正当なものであるか、すべて「強制」されたものであるかのどちらかです。例え誰かが...",
      "title": "CMV: 「強制的な多様性」という考え方は、私にとってはあまり意味のないもので、それに不満を持つことは、何よりもバイアスがかかっていることを示しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就媒体创作而言，目标通常是吸引\n潜在的受众（观众、读者、玩家等），所以几乎不可能指出 \"强迫多样性 \"的例子是独特的。\n所以不可能把 \"强迫多样性 \"的例子说成是独特的嘲弄。\n创作选择要么都是合法的，要么都是 \"被迫 \"的。即使有人...",
      "title": "CMV：\"强迫多样性 \"的想法对我来说没有什么意义，抱怨它更多地是表明了偏见，而不是其他什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就媒體創作而言，目標通常是吸引\n潛在的受衆（觀衆、讀者、玩家等），所以幾乎不可能指出 \"強迫多樣性 \"的例子是獨特的。\n所以不可能把 \"強迫多樣性 \"的例子說成是獨特的嘲弄。\n創作選擇要麼都是合法的，要麼都是 \"被迫 \"的。即使有人...",
      "title": "CMV：\"強迫多樣性 \"的想法對我來說沒有什麼意義，抱怨它更多地是表明了偏見，而不是其他什麼。"
    }
  ]
}