{
  "author": "G-hunter093",
  "original_created_utc": 1633840409,
  "title": "cmv: Dave chappelle was not being transphobic",
  "created_utc": 1633855037,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First let me say that i not 100% sure if i agree with the affirmation in the title that&#39;s why i came here to talk to you guys, so i can form a better understanding and opinion about the situation. \n  For a little bit of context, i talked about the controversy with my therapist, (i think its important to mention that she currently works with a few trans patients ,helping with their transition) and my mom who is one of the most open minded individuals i know.\n So from my perspective, Dave&#39;s is jokes, are a way for him to pass his point (or what i believe to be his point), the point being that, a trans person will always be a &quot;transgender&quot;, meaning a trans woman will never be able to be a &quot;complete women&quot; , both biologically and psychologically because their perspective will always be that of someone who experienced transition (valid for trans man as well). And the second part that he wants to emphasize (or what i believe he want to emphasize) is that, treating the trans community as something that is extremely fragile, and that is unable to handle jokes or critics, will only bring harm upon the community, joking about controversies is an excellent tool to normalize something, trans people are human beings, that are having a human experience (that of felling dysphoria, and wanting to transition), treating then like they are made of glass or that they a sick with &quot;trangenderism&quot; won&#39;t help them, and will only perpetuate the state of alienation that the trans community is in right now. (were trans people are seem as alien, or foreign.) </p>\n\n<p>I&#39;ve seem people say that, they felt disgusted when he said that he identifies with terfs (trans exclusionary feminists) in his words &quot;trans people are to woman, what black face is to black people&quot;\nNow there is 2 possible interpretations of this, the 1 is that, black face was used a way to diminish black people, and trans woman diminish biological woman (i hope that is the preferred term to refer to someone  born with 2 x chromosomes). \n The other way to see this is, by diminishing the value  of the authenticity of a trans woman, you are by consequence also diminishing the authenticity of biological woman (again hope that is an acceptable way to refer to someone born with 2 x chromossomes), so by normalizing trans people, and by stoping seeing them as somehow inferior to a woman. (You might now refer to what i wrote above about trans women not being &quot;complete women&quot; (or men) to witch i answer you with, just because they will never be biologically born a woman or man, doesn&#39;t mean that we have to treat then differently from their preferred gender identity), you are as well medicating that felling that terfs feel about trans women.</p>\n\n<p>Also i think he said &quot;I&#39;m a terf&quot; with the same connotation he does when he says something in the lines of &quot;i hate white people&quot; or &quot;i love controversies&quot; he is not being serious, he is identifying himself with a bad group of people in order to achieve humor, kinda like &quot;I&#39;m not racist but...&quot; kinda jokes. (At least that is my interpretation of it.</p>\n\n<p>He also went to dedicate the ending of the show to daphne a trans comedian that according to him, was not only his friend, she was his tribe, he goes on to refer to her as the &quot;manliest person he ever met&quot; obviously he meant that as flatter, in the same way someone would say something in the lines of &quot;my girlfriend is my best bro&quot; so i don&#39;t believe he misgendered her.</p>\n\n<p>He concludes the show by saying he is done with lgbtq+ jokes until he can be sure that the community is laughing with him.</p>\n\n<p>So, am misinterpreting things? Are the opinions i expressed here ofencive and/or transphobic? \nI posted questions in similar lines explaining my point of view in the trans subreddit and they just straight up banned me, and then preceded to ban me  in other lgbtq+ communities, witch I&#39;m not mad about it, just a little sad, because i was only asking people to not rush to conclusions based on headlines, and comments of other redditors, and instead watch the show for themselves and formulate their own decision.   I&#39;m just trying to be a better person, and a better ally to the trans community. Thank you for reading, and possibly answering.</p>\n\n<p>Edit: It is currently 5 am for me, and im here since 1am, im going to sleep now, and although, i didn&#39;t change my opinion, i for sure expanded it, and was able to understand better those that disagree, for that i thank you, thanks to those that were civil, took their time to write a genuine answer, and to those that forwarded the discution. You all have a great one, be the best human that you can be, take care.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/q5159q/cmv_dave_chappelle_was_not_being_transphobic/",
  "subreddit": "changemyview",
  "id": "q5159q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First let me say that i not 100% sure if i agree with the affirmation in the\ntitle that's why i came here to talk to you guys, so i can form a better\nunderstanding and opinion about the situation. For a little bit of context, i\ntalked about the controversy with my therapist, (i think its important…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私はタイトルにある断言に100％同意しているわけではありません。\nだからこそ、私はここに来て、皆さんとお話をして、この状況をよりよく理解し、意見を持つことができるようにしたのです。\nこの状況についてより良い理解と意見を形成するために、ここに来たのです。少し背景を説明すると、私は\n私はこの論争について、私のセラピストと話しました。",
      "title": "cmv。デイブ・チャペルはトランスフォビックではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我要说的是，我并不百分之百确定我是否同意标题中的肯定。\n这就是为什么我来到这里与你们交谈，以便我可以对情况形成更好的\n对情况的理解和看法。为了了解一下背景，我\n与我的治疗师谈论了这场争论，（我认为这很重要......",
      "title": "cmv: 戴夫-查普尔并不讨厌变性人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我要說的是，我並不百分之百確定我是否同意標題中的肯定。\n這就是爲什麼我來到這裏與你們交談，以便我可以對情況形成更好的\n對情況的理解和看法。爲了瞭解一下背景，我\n與我的治療師談論了這場爭論，（我認爲這很重要......",
      "title": "cmv: 戴夫-查普爾並不討厭變性人"
    }
  ]
}