{
  "author": "Blimpington",
  "original_created_utc": 1629444483,
  "title": "CMV: People into the extreme parts of BDSM have some sort of mental illness.",
  "created_utc": 1629459041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can already see the comments now “Dur, you’re an incel” “reee you must be fun in the bed”. </p>\n\n<p>This whole thing stems from a relationship I had where my then girlfriend introduced me to legit bdsm. At first it seemed kind of erotic, but then I realized how dark it has gotten. It’s not just leather and spanking anymore lol. I wish you people could have seen my face at the question, “have you ever heard of consensual, non consensual sex?” I straight up told her I will not participate in a rape fantasy. She went on and on how it isn’t that bad. </p>\n\n<p>All of the humiliation, degradation, pain isn’t normal in my opinion. Especially the rape fantasy part. You can call me a prude or whatever and that’s fine. I’m not talking about every aspect of BDSM either.</p>\n\n<p>Edit: I forgot to add in the title “seems to have a mental illness”. Seems like a critical piece to forget but let me say it here first. No, I’m not a qualified person to be diagnosing mental disorders.</p>\n</div><!-- SC_ON -->",
  "score": 79,
  "permalink": "/r/changemyview/comments/p7xbyn/cmv_people_into_the_extreme_parts_of_bdsm_have/",
  "subreddit": "changemyview",
  "id": "p7xbyn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can already see the comments now “Dur, you’re an incel” “reee you must be fun\nin the bed”.\n\nThis whole thing stems from a relationship I had where my then girlfriend\nintroduced me to legit bdsm. At first it seemed kind of erotic, but then I\nrealized how dark it has gotten. It’s not just leather…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今では、「Dur, you're an incel」「Reee you must be fun in the bed」といったコメントが目に浮かびます。\nベッドの中では楽しいだろうな」。\n\nこの話は、当時の彼女が合法的なBDSMを紹介してくれたことに起因しています。\n本格的なBdsmを紹介されたことがきっかけです。最初はちょっとエロティックな感じがしたんだけど、その後\n暗い雰囲気になってきたことに気づきました。レザーだけではなく...。",
      "title": "CMV： BDSMの過激な部分にハマる人は、何らかの精神疾患を抱えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经可以看到现在的评论：\"Dur，你是一个不道德的人\"\"Reee，你一定很有趣\n在床上\"。\n\n这整个事情源于我的一段关系，我当时的女友\n把我介绍给了合法的双性恋。起初，它似乎有点色情，但后来我\n我意识到它已经变得多么黑暗。这不仅仅是皮革...",
      "title": "CMV：进入BDSM极端部分的人有某种精神疾病。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經可以看到現在的評論：\"Dur，你是一個不道德的人\"\"Reee，你一定很有趣\n在牀上\"。\n\n這整個事情源於我的一段關係，我當時的女友\n把我介紹給了合法的雙性戀。起初，它似乎有點色情，但後來我\n我意識到它已經變得多麼黑暗。這不僅僅是皮革...",
      "title": "CMV：進入BDSM極端部分的人有某種精神疾病。"
    }
  ]
}