{
  "author": "Alter_Ego_Maniac",
  "the_new_excerpt": "Why YSK : VHS tapes were not meant to last forever and every day that goes by is\none day closer to your precious memories being lost forever. Old VHS tapes and\nhome movies are in danger of being destroyed by mold, age and ribbon\ndeterioration. There are companies all over the world that will…",
  "original_created_utc": 1622234607,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK : VHSテープは永遠に残るものではありませんでした。\nあなたの大切な思い出が永遠に失われる日が近づいているのです。古いVHSテープやホームムービーは\nホームムービーは、カビや経年劣化、リボンの劣化などで壊れてしまう危険性があります。\n劣化してしまいます。世界各地には、VHSテープを再生してくれる会社があります。",
      "title": "YSKのVHSテープやホームムービーは寿命が短く、保存するには転送が必要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：VHS磁带并不意味着可以永远持续下去，每过一天就意味着你的珍贵记忆永远消失一天。\n你的宝贵记忆就会永远消失。旧的VHS磁带和\n家庭电影面临着被霉变、老化和带状物破坏的危险。\n变质。世界各地都有公司会对旧录像带和家庭电影进行处理。",
      "title": "YSK你的VHS磁带和家庭电影的寿命很短，需要转移来保存它们"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：VHS磁帶並不意味着可以永遠持續下去，每過一天就意味着你的珍貴記憶永遠消失一天。\n你的寶貴記憶就會永遠消失。舊的VHS磁帶和\n家庭電影面臨着被黴變、老化和帶狀物破壞的危險。\n變質。世界各地都有公司會對舊錄像帶和家庭電影進行處理。",
      "title": "YSK你的VHS磁帶和家庭電影的壽命很短，需要轉移來保存它們"
    }
  ],
  "title": "YSK your VHS tapes and home movies have a short lifespan and need to be transferred to save them",
  "created_utc": 1622242536,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK :  VHS tapes were not meant to last forever and every day that goes by is one day closer to your precious memories being lost forever. Old VHS tapes and home movies are in danger of being destroyed by mold, age and ribbon deterioration. There are companies all over the world that will transfer your VHS tapes to a more long term options. Even if you find the ribbons have mold or damage there are companies that can repair and transfer your movies. It&#39;s much cheaper transferring tapes in good condition than it is to transfer moldy or damaged tapes.</p>\n</div><!-- SC_ON -->",
  "score": 634,
  "permalink": "/r/YouShouldKnow/comments/nn75g5/ysk_your_vhs_tapes_and_home_movies_have_a_short/",
  "subreddit": "YouShouldKnow",
  "id": "nn75g5",
  "is_self": true,
  "media": null,
  "is_video": false
}