{
  "author": "murfvlin",
  "the_new_excerpt": "Many many years ago I read \"A Celtic Odyssey: The Voyage of Maildun\" by Michael\nScott. I was a teenager and it was just the right mix of adventure and myth to\nengage me. One of the characters turns out to be a well known mythical character\nsome thousand years past his own time and it was just the…",
  "original_created_utc": 1618606634,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何年も前に「ケルトの旅」を読みました。マイケル・スコット著「メイルダンの航海」を読みました。\nスコットです。私は10代でしたが、冒険と神話が絶妙にミックスされていて、私の興味を引く内容でした。\n私を魅了しました。登場人物の一人は、有名な神話上の人物であることがわかります。\n登場人物の一人は、自分の時代から何千年も過ぎた有名な神話上の人物であることがわかりました。",
      "title": "今までに読んだ本の中で、一番面白かった本は何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多年前，我读过《凯尔特人奥德赛》。\"Maildun的航行\"，作者是Michael.\n斯科特。我是一个十几岁的孩子，它是恰到好处的冒险和神话的组合，以帮助我。\n让我参与其中。其中一个人物原来是一个著名的神话人物\n在他自己的时代过去了一千年，这只是... ...",
      "title": "你读过的最晦涩的书，最喜欢的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多年前，我讀過《凱爾特人奧德賽》。\"Maildun的航行\"，作者是Michael.\n斯科特。我是一個十幾歲的孩子，它是恰到好處的冒險和神話的組合，以幫助我。\n讓我參與其中。其中一個人物原來是一個著名的神話人物\n在他自己的時代過去了一千年，這只是... ...",
      "title": "你讀過的最晦澀的書，最喜歡的書是什麼？"
    }
  ],
  "title": "What is the most obscure book you have read and enjoyed?",
  "created_utc": 1618692777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Many many years ago I read &quot;A Celtic Odyssey: The Voyage of Maildun&quot; by Michael Scott. I was a teenager and it was just the right mix of adventure and myth to engage me. One of the characters turns out to be a well known mythical character some thousand years past his own time and it was just the right balance of mystery and revelation.</p>\n\n<p>It was also the first book I had ever read that had both gay characters and addressed the concept of fluid sexuality (one of the sailors tells another that sex with other men is nothing to be ashamed of, and he himself has taken lovers &quot;on long voyages when there was nothing else to do&quot;). Kind of a big deal for teenage me in the nineties.</p>\n\n<p>It&#39;s not a particularly well known book, and after I lost it it took me years to find it again in a big city library. I loved re-reading it and was delighted that it continued to stand up to my original impression.</p>\n\n<p>&#x200B;</p>\n\n<p>What&#39;s an obscure book you have read and loved, and why?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/mscc78/what_is_the_most_obscure_book_you_have_read_and/",
  "subreddit": "books",
  "id": "mscc78",
  "is_self": true,
  "media": null,
  "is_video": false
}