{
  "author": "kindofthebest",
  "the_new_excerpt": "Why YSK: Most (all?) elevators have an \"Alarm\" button inside the cab as a\nsecondary alert if the phone doesn't work. This will ring, beep, or play a siren\non the cab and occasionally on the ground floor. It could mean that the elevator\nis stuck, and you hearing it could be the only way those inside…",
  "original_created_utc": 1619363176,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：ほとんどの（すべての？）エレベーターには、電話が使えない場合の二次的な警告として、運転室内に「アラーム」ボタンが設置されています。\n電話が使えない場合の二次的な警告として、タクシー内に「アラーム」ボタンがあります。これが鳴ったり、鳴ったり、サイレンが鳴ったりします。\n鳴ったり、ビープ音が鳴ったり、サイレンが鳴ったり、時には1階で鳴ったりします。エレベーターが止まっていることもあります。\nエレベーターが止まっていて、あなたがそれを聞くことが、中にいる人たちの唯一の手段かもしれない...。",
      "title": "YSK-閉まっているエレベーターやシャフトから、ベルの音やビープ音が聞こえたら、助けを呼ぶべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数(所有)电梯在轿厢内都有一个 \"报警 \"按钮，作为在电话无法使用的情况下的二级警报。\n如果电话不工作的话，有一个 \"报警 \"按钮作为辅助警报。这个按钮会在轿厢内响起，发出哔哔声，或者播放警报器\n在轿厢内，偶尔也在一楼播放警报器。这可能意味着电梯\n它可能意味着电梯被卡住了，而你听到它可能是里面的人的唯一办法...",
      "title": "YSK-如果你听到铃声或来自封闭的电梯或井道的蜂鸣声，你应该打电话寻求帮助。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數(所有)電梯在轎廂內都有一個 \"報警 \"按鈕，作爲在電話無法使用的情況下的二級警報。\n如果電話不工作的話，有一個 \"報警 \"按鈕作爲輔助警報。這個按鈕會在轎廂內響起，發出嗶嗶聲，或者播放警報器\n在轎廂內，偶爾也在一樓播放警報器。這可能意味着電梯\n它可能意味着電梯被卡住了，而你聽到它可能是裏面的人的唯一辦法...",
      "title": "YSK-如果你聽到鈴聲或來自封閉的電梯或井道的蜂鳴聲，你應該打電話尋求幫助。"
    }
  ],
  "title": "YSK- If you hear a bell ringing or a beeping from an closed elevator or shaft, you should call for help.",
  "created_utc": 1619374643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most (all?) elevators have an &quot;Alarm&quot; button inside the cab as a secondary alert if the phone doesn&#39;t work. This will ring, beep, or play a siren on the cab and occasionally on the ground floor. It could mean that the elevator is stuck, and you hearing it could be the only way those inside could get help. Call either the security or management of the building or facility or the local fire department.</p>\n</div><!-- SC_ON -->",
  "score": 196,
  "permalink": "/r/YouShouldKnow/comments/mya4j7/ysk_if_you_hear_a_bell_ringing_or_a_beeping_from/",
  "subreddit": "YouShouldKnow",
  "id": "mya4j7",
  "is_self": true,
  "media": null,
  "is_video": false
}