{
  "author": "CharlieBrown20XD6",
  "original_created_utc": 1631624256,
  "title": "Looking forward to the WHEEL OF TIME adaptation because now I can enjoy the story without reading about Rand finding his socks for the tenth time",
  "created_utc": 1631641849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHEEL OF TIME is tricky for me </p>\n\n<p>There&#39;s so much to like about it. Sure you got trite cliches like a chosen one and a dark evil entombed but rising up. But then you also get great goodies like the despicable wild card Padan Fain or the Seanchan randomly showing up to enslave everyone. </p>\n\n<p>I think it&#39;s book five that just opens with us checking in on every antagonistic group, from the self righteous Whitecloaks to the man hating Red Ajah to the Forsaken chilling and plotting against each other to all the Dark Friends meeting in masks. That stuff gets me giddy because it sets up all these wonderful pieces to come in conflict...</p>\n\n<p>.... and then I have to read in excruciating detail how Rand couldn&#39;t find his socks</p>\n\n<p>Again. </p>\n\n<p>I swear there are some passages that read like this: </p>\n\n<p>&quot; Perrin sat up. Perrin put his feet on the floor. Perrin walked to the door. Perrin put his hand in the door knob. Perrin twisted the door knob. Perrin opened the door. Perrin stepped out of the door. Perrin closed the door. Perrin took his hand off the door knob&quot; </p>\n\n<p>Those are the moments that made me scream YEAH WE CAN INFER THESE THINGS </p>\n\n<p>But still, I powered through it. Because the pay offs were so great. Nothing more satisfying than seeing the smug Seanchan taken down or Thom doing something amazing with knives. </p>\n\n<p>Then it happened. </p>\n\n<p>The Ai&#39;el villain they built up all of book four...</p>\n\n<p>Who was becoming a real problem in book five...</p>\n\n<p>Everything leading to an epic confrontation....</p>\n\n<p>Cut to: Oh yeah Matt fought and killed him offscreen. It was cool. You should have been there for it. </p>\n\n<p>That&#39;s when I gave up </p>\n\n<p>It&#39;s one thing to go into extremely boring detail about mundane things....but to do that AND skip over something actually exciting? </p>\n\n<p>I couldn&#39;t do it anymore </p>\n\n<p>That&#39;s why I have hope for the show. Because theres so many fun characters and potential for great scenes and now I&#39;ll get to enjoy it without reading about Rand looking for his socks yet again. </p>\n\n<p>Plus they casted The Professor from LA CASA DE PAPEL as Logain and that&#39;s one character who NEVER got enough screen time so I&#39;m looking forward to seeing more of him. </p>\n\n<p>Any other WHEEL OF TIME people feel the same way? Or do you all hate me for giving up?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/po28zp/looking_forward_to_the_wheel_of_time_adaptation/",
  "subreddit": "books",
  "id": "po28zp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHEEL OF TIME is tricky for me\n\nThere's so much to like about it. Sure you got trite cliches like a chosen one\nand a dark evil entombed but rising up. But then you also get great goodies like\nthe despicable wild card Padan Fain or the Seanchan randomly showing up to\nenslave everyone.\n\nI think it's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHEEL OF TIMEは私にとって厄介な存在です。\n\n好きなところがたくさんあります。確かに、選ばれし者や、埋もれていたが立ち上がってきた暗黒の悪といった、陳腐な決まり文句がある。\n選ばれし者や、埋もれていたが立ち上がってきた暗黒の悪など、ありきたりなものもあります。しかし、次のような素晴らしい要素もあります。\n卑劣なワイルドカード、パダン・フェインや、ショーンチャンがランダムに現れて\nみんなを奴隷にしてしまう。\n\n私が思うに...",
      "title": "WHEEL OF TIME」の映画化を楽しみにしています。これでランドが10回目に靴下を見つけたという話を読まなくても、物語を楽しむことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "时间的车轮》对我来说很棘手\n\n它有太多值得喜欢的地方。当然，你有老套的陈词滥调，比如一个被选中的人\n和一个被埋葬但正在崛起的黑暗恶魔。但是，你也有很多好东西，比如\n卑鄙的野蛮人Padan Fain或随机出现的Seanchan来奴役所有人。\n奴役所有人。\n\n我想这是...",
      "title": "期待《时间之轮》的改编，因为现在我可以享受这个故事，而不用再读到兰德第十次找到他的袜子的故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "時間的車輪》對我來說很棘手\n\n它有太多值得喜歡的地方。當然，你有老套的陳詞濫調，比如一個被選中的人\n和一個被埋葬但正在崛起的黑暗惡魔。但是，你也有很多好東西，比如\n卑鄙的野蠻人Padan Fain或隨機出現的Seanchan來奴役所有人。\n奴役所有人。\n\n我想這是...",
      "title": "期待《時間之輪》的改編，因爲現在我可以享受這個故事，而不用再讀到蘭德第十次找到他的襪子的故事。"
    }
  ]
}