{
  "author": "wafflefreak88",
  "original_created_utc": 1627365450,
  "title": "Reading song of Achilles, when a book can tell you early on the ending and still be beautiful and amazing, the mark of a great book",
  "created_utc": 1627416070,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like you know the whole time Achilles is going to die, even if you didn’t know it from general knowledge you learn the prophecy in the book and I remember reading another series that did that. They were like this is what’s gonna happen he dies at the end but you still love the story and cry when he dies. Just *mwah perfection</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/osh2hw/reading_song_of_achilles_when_a_book_can_tell_you/",
  "subreddit": "books",
  "id": "osh2hw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Like you know the whole time Achilles is going to die, even if you didn’t know\nit from general knowledge you learn the prophecy in the book and I remember\nreading another series that did that. They were like this is what’s gonna happen\nhe dies at the end but you still love the story and cry when he…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アキレスが死ぬことをずっと知っていたように、一般的な知識では知らなかったとしても\n一般的な知識では知らなくても、本の中で予言を知ることができます。\nそういったシリーズを読んだことがあります。最後にはアキレスが死ぬ。\n最後にはアキレスが死んでしまうのですが、それでも物語が好きで、アキレスが死んでしまった時には泣いてしまいます。",
      "title": "アキレスの歌を読んで、本が早い段階で結末を教えてくれて、なおかつ美しく素晴らしいものであることは、素晴らしい本の証です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就像你从头到尾都知道阿基里斯会死，即使你不知道，你也知道书中的预言。\n你从一般的知识中了解到书中的预言。\n我记得我读过的另一个系列就是这样的。他们说，这就是将要发生的事情\n他在最后死了，但你仍然喜欢这个故事，并在他死的时候哭。",
      "title": "读《阿基里斯之歌》，当一本书能够早早地告诉你结局，并且仍然是美丽和惊人的，这就是一本好书的标志。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像你從頭到尾都知道阿基里斯會死，即使你不知道，你也知道書中的預言。\n你從一般的知識中瞭解到書中的預言。\n我記得我讀過的另一個系列就是這樣的。他們說，這就是將要發生的事情\n他在最後死了，但你仍然喜歡這個故事，並在他死的時候哭。",
      "title": "讀《阿基里斯之歌》，當一本書能夠早早地告訴你結局，並且仍然是美麗和驚人的，這就是一本好書的標誌。"
    }
  ]
}