{
  "author": "Megalobst",
  "original_created_utc": 1633934045,
  "title": "CMV: Fahrenheit is less usefull than Celcius",
  "created_utc": 1633956693,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The most often argument I hear in favour of Fahrenheit is the base of the system which means 0 = really cold and 100 = really hot. This is definitely a system that could be used from a day to day basis and if your used to it you know how the weather behaves.</p>\n\n<p>However often 0-100 example is replicated in celcius which due to how it works is wrong but the same principle can be applied example (of how I generally unconciously use celcius): &lt;0 water freezes (its fcking cold) 0-5 cold 5-10 mild cold, 10-15 slightly less than room temperature(20), 15-20 room temperature, 20-25 sweet little hot but not too much. 25-30 summer and sweaty people, 35&gt; getting real hot. So the argument for feeling I say both systems are even depends on what your used to.</p>\n\n<p>However, Celcius and by extension Kelvin is used in the fields of science and is based on upon the state of water 0 = freeze 100= max temp water reaches before boilin into evaporation. Meanwhile fahrenheits unless u correct me I doubt fahrenheit is useful outside of day to day use and even if it is celcius is better as you can skip various conversions and long term use gives you a feel of vsrious scientific temperatures. Example melting point gold (i asume this is used in C in areas where F is used): 1064 C, where as I asume you have to look it up or concert it to a relatable 1948 F.</p>\n\n<p>Edit: not fully convinced yet, but one way i see the replies is fahrenheit more use day to day (more precise), celcius science. The aditional precision of fahrenheit to me seems bit over the top and unnecesary like measering how much pencil is left in milimeters. Celcius in that sense reduces the scale to a more managable size that is more meaningful and can make the bridge to more scientific matters much easier (Kelvin), i do see some use for Fahrenheit when cooking meat and getting its temperature.</p>\n</div><!-- SC_ON -->",
  "score": 85,
  "permalink": "/r/changemyview/comments/q5pwyn/cmv_fahrenheit_is_less_usefull_than_celcius/",
  "subreddit": "changemyview",
  "id": "q5pwyn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The most often argument I hear in favour of Fahrenheit is the base of the system\nwhich means 0 = really cold and 100 = really hot. This is definitely a system\nthat could be used from a day to day basis and if your used to it you know how\nthe weather behaves.\n\nHowever often 0-100 example is…"
}