{
  "author": "TrailMAC",
  "original_created_utc": 1630121616,
  "title": "Wow. Reading is actually fun and it saved my life.",
  "created_utc": 1630127645,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never liked reading growing up. And being forced to read was excruciating. And when I did read, I had a lot of difficulty comprehending what was being read. It would take me forever to finish a book because I would lose attention too frequently and have to reread passages.</p>\n\n<p>I’m currently going through a traumatic breakup among other major life changes and always told myself that when I have more free time to try reading again. </p>\n\n<p>I moved to a new place - alone for the first time in a long time and I had trouble being alone with my thoughts and being terrified (still am but less so) with moments of silence of having my thoughts race around in my head.</p>\n\n<p>I filled that time with reading. And maybe perhaps it’s because I’m still in such a profound emotional and vulnerable state that anything can elicit great mood changes but the past two books I’ve read really resonated me and have sparked some sort of rediscovery that I feel has changed my core personality to be a better person and understanding my self worth and my faults.</p>\n\n<p>I now look forward to reading. I can actually laugh and cry and feel emotion through words! I CAN FINALLY SAY “THE BOOK WAS SO MUCH BETTER THAN THE MOVIE”</p>\n\n<p>I even decided to get rid of my tv and I now spend a lot of my time reading instead.</p>\n\n<p>I bought a nice bookshelf and I am so excited to start filling it up with books I’ve read, and it serving as a visual aid in all the journeys I’ve gone through these books and the stories I can share with other people.</p>\n\n<p>The two books that changed my life:\n1. The Brief Wondrous Life of Oscar Wao - was hard to get into at first but I really like the style of writing specifically the authors Prose. \n2. Tuesdays with Morrie. - very uplifting and really made me think my outlook on certain things.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/pd2g8k/wow_reading_is_actually_fun_and_it_saved_my_life/",
  "subreddit": "books",
  "id": "pd2g8k",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never liked reading growing up. And being forced to read was excruciating. And\nwhen I did read, I had a lot of difficulty comprehending what was being read. It\nwould take me forever to finish a book because I would lose attention too\nfrequently and have to reread passages.\n\nI’m currently going…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は子供の頃、読書が好きではありませんでした。読むことを強制されるのは耐え難いことでした そして\n読んだとしても、何を読んでいるのか理解するのに苦労しました。それは\n本を読み終えるのに時間がかかってしまいます。\n頻繁に注意を失い、文章を読み直さなければならないからです。\n\n現在、私は...",
      "title": "すごい。読書は実際に楽しいし、私の人生を救ってくれました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从小就不喜欢读书。被迫阅读是非常痛苦的。而且\n当我阅读时，我很难理解所读的内容。它\n我花了很长时间才读完一本书，因为我太容易失去注意力了。\n因为我经常失去注意力，不得不重读一些段落。\n\n我目前正在...",
      "title": "哇哦。阅读实际上是一种乐趣，它拯救了我的生活。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從小就不喜歡讀書。被迫閱讀是非常痛苦的。而且\n當我閱讀時，我很難理解所讀的內容。它\n我花了很長時間纔讀完一本書，因爲我太容易失去注意力了。\n因爲我經常失去注意力，不得不重讀一些段落。\n\n我目前正在...",
      "title": "哇哦。閱讀實際上是一種樂趣，它拯救了我的生活。"
    }
  ]
}