{
  "author": "XWhosYourBigDaddy",
  "original_created_utc": 1636666342,
  "title": "CMV: Democrats would have far more success in elections if they distanced themselves from/denounced the woke left",
  "created_utc": 1636679659,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From my perspective, the woke left is essentially holding Democrats hostage. This tiny, but vocal, group continues to push policies that are deeply unpopular to the detriment of Democrats. </p>\n\n<p>The results speak for themselves-in Minneapolis, voters rejected a ballot initiative that would have replaced the police department with a public safety group. In Virginia, voters chose the candidate who promised to ban CRT from schools. When a progressive runs against a more moderate candidate, the moderate usually wins. Shontel Brown who ran on the slogan &quot;evolution not revolution&quot; has done very well in all recent elections. It&#39;s clear what voters want and it doesn&#39;t appear to be what the woke left wants. </p>\n\n<p>Even If all of the woke left&#39;s policy ideas were great and would really create a better society (I&#39;m skeptical, but who knows) they aren&#39;t popular enough to get passed. The woke left&#39;s support is not sufficient to win elections because they make up such a small part of the voter base and so many people are deeply against them. </p>\n\n<p>I think the Democratic party would be far better off losing the support of the woke left and possibly gaining the support of independents. From a strictly political standpoint, it seems like the best strategy. But I&#39;m open to changing my mind if the evidence suggests otherwise.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/qrvl7n/cmv_democrats_would_have_far_more_success_in/",
  "subreddit": "changemyview",
  "id": "qrvl7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "From my perspective, the woke left is essentially holding Democrats hostage.\nThis tiny, but vocal, group continues to push policies that are deeply unpopular\nto the detriment of Democrats.\n\nThe results speak for themselves-in Minneapolis, voters rejected a ballot\ninitiative that would have replaced…"
}