{
  "author": "XWhosYourBigDaddy",
  "original_created_utc": 1636666342,
  "title": "CMV: Democrats would have far more success in elections if they distanced themselves from/denounced the woke left",
  "created_utc": 1636679659,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From my perspective, the woke left is essentially holding Democrats hostage. This tiny, but vocal, group continues to push policies that are deeply unpopular to the detriment of Democrats. </p>\n\n<p>The results speak for themselves-in Minneapolis, voters rejected a ballot initiative that would have replaced the police department with a public safety group. In Virginia, voters chose the candidate who promised to ban CRT from schools. When a progressive runs against a more moderate candidate, the moderate usually wins. Shontel Brown who ran on the slogan &quot;evolution not revolution&quot; has done very well in all recent elections. It&#39;s clear what voters want and it doesn&#39;t appear to be what the woke left wants. </p>\n\n<p>Even If all of the woke left&#39;s policy ideas were great and would really create a better society (I&#39;m skeptical, but who knows) they aren&#39;t popular enough to get passed. The woke left&#39;s support is not sufficient to win elections because they make up such a small part of the voter base and so many people are deeply against them. </p>\n\n<p>I think the Democratic party would be far better off losing the support of the woke left and possibly gaining the support of independents. From a strictly political standpoint, it seems like the best strategy. But I&#39;m open to changing my mind if the evidence suggests otherwise.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/qrvl7n/cmv_democrats_would_have_far_more_success_in/",
  "subreddit": "changemyview",
  "id": "qrvl7n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "From my perspective, the woke left is essentially holding Democrats hostage.\nThis tiny, but vocal, group continues to push policies that are deeply unpopular\nto the detriment of Democrats.\n\nThe results speak for themselves-in Minneapolis, voters rejected a ballot\ninitiative that would have replaced…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の視点では、民主党員を人質にしているのは、実質的にはワケありの左派だと思っています。\nこの小さな、しかし声高なグループは、民主党に悪影響を与えるような、人気のない政策を推進し続けています。\n民主党に不利益をもたらしています。\n\nミネアポリスでは、有権者が投票イニシアチブを拒否しました。\nミネアポリスの有権者は、投票用紙の代わりに...",
      "title": "CMV: 民主党は左翼と距離を置いて糾弾すれば、選挙ではるかに成功するだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，醒目的左派基本上是在挟持民主党人。\n这个极小但声音很大的群体继续推行极不受欢迎的政策\n损害了民主党人的利益。\n\n结果不言而喻--在明尼阿波利斯，选民否决了一项投票\n该倡议将取代",
      "title": "CMV：如果民主党人与醒目的左派保持距离/谴责他们，他们在选举中会有更大的成功。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，醒目的左派基本上是在挾持民主黨人。\n這個極小但聲音很大的羣體繼續推行極不受歡迎的政策\n損害了民主黨人的利益。\n\n結果不言而喻--在明尼阿波利斯，選民否決了一項投票\n該倡議將取代",
      "title": "CMV：如果民主黨人與醒目的左派保持距離/譴責他們，他們在選舉中會有更大的成功。"
    }
  ]
}