{
  "author": "FuturologyDiscussion",
  "original_created_utc": 1638217779,
  "title": "The Wheel of Time series has made me mad (no spoilers)",
  "created_utc": 1638226419,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I watched Wheel of Time on Amazon and I was hooked immediately. Then Amazon had 50% off the collected box sets this weekend and I bought all of them for super cheap. </p>\n\n<p>I started reading it last night and before I knew it I was at page 178. I couldn&#39;t put it down. And this is just me reading what the show already mostly covered. I&#39;m so excited for this series. </p>\n\n<p>But I&#39;m mad that I didn&#39;t read these sooner. I&#39;m mad that I broke my &quot;no Amazon&quot; goal this Holiday season. Mostly though I&#39;m mad that George Martin and Patrick Rothfuss can&#39;t write a single book in a decade when I currently have 14 books in a single series that I&#39;m VERY excited to read and it only took 2 decades for the entire series. These two can eat a whole bag of dicks. Use a ghost writer at a certain point or I don&#39;t know but figure it out you cock-bites.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/r54uwy/the_wheel_of_time_series_has_made_me_mad_no/",
  "subreddit": "books",
  "id": "r54uwy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I watched Wheel of Time on Amazon and I was hooked immediately. Then Amazon\nhad 50% off the collected box sets this weekend and I bought all of them for\nsuper cheap.\n\nI started reading it last night and before I knew it I was at page 178. I\ncouldn't put it down. And this is just me reading what…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこで、Amazonで「Wheel of Time」を見て、すぐに夢中になりました。その後、Amazon\n集めたボックスセットが50％オフになっていたので、全部買ってしまった。\nした。\n\n昨日の夜から読み始めて、いつの間にか178ページになっていました。I\n置いておくことができませんでした。そして、これは私が何を読んでいるかということですが...",
      "title": "Wheel of Time」シリーズで頭がおかしくなった（ネタバレなし）"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我在亚马逊上看了《时空之轮》，我立刻就被迷住了。然后亚马逊\n本周末收集的盒装书有50%的折扣，我以超级便宜的价格买了所有这些书。\n超级便宜。\n\n我昨晚开始读它，在我知道之前，我已经读到了第178页。I\n我无法把它放下。而这只是我在读什么...",
      "title": "时空之轮》系列让我疯狂（无剧透）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我在亞馬遜上看了《時空之輪》，我立刻就被迷住了。然後亞馬遜\n本週末收集的盒裝書有50%的折扣，我以超級便宜的價格買了所有這些書。\n超級便宜。\n\n我昨晚開始讀它，在我知道之前，我已經讀到了第178頁。I\n我無法把它放下。而這只是我在讀什麼...",
      "title": "時空之輪》系列讓我瘋狂（無劇透）。"
    }
  ]
}