{
  "author": "AtheistJerry",
  "original_created_utc": 1640588022,
  "title": "YSK: A wood fire in the fireplace is extremely toxic for indoor air quality, and studies show just how much havoc they wreak on our health, especially for women and children.",
  "created_utc": 1640630881,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The idea of huddling around a lovely warm fire with loved ones is so deeply and culturally ingrained that it can be very difficult to accept just how terrible it is for health. But the health risks are clear, and smoke from a wood fire damages your respiratory system and heart in a similar fashion to cigarette smoking. Light fires frequently enough and it can become much worse.&lt;/p&gt;\n\n&lt;p&gt;The &lt;a href=\"https://en.wikipedia.org/wiki/Fireplace#Health_effects\"&gt;Wikipedia&lt;/a&gt; summary perfectly describes how bad it is:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;With regard to adults, studies show that prolonged inhalation of &lt;a href=\"https://en.wikipedia.org/wiki/Wood_smoke\"&gt;wood smoke&lt;/a&gt; contributed to &lt;a href=\"https://en.wikipedia.org/wiki/Bronchitis#Chronic_bronchitis\"&gt;chronic bronchitis&lt;/a&gt;, chronic interstitial &lt;a href=\"https://en.wikipedia.org/wiki/Lung_disease\"&gt;lung disease&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/Pulmonary_arterial_hypertension\"&gt;pulmonary arterial hypertension&lt;/a&gt; and &lt;a href=\"https://en.wikipedia.org/w/index.php?title=Corpulmonale&amp;amp;action=edit&amp;amp;redlink=1\"&gt;corpulmonale&lt;/a&gt; (Pulmonary heart disease), and altered pulmonary immune defense mechanisms. While adverse effects on adults are notable, children appear to be at greatest risk. Many studies that focused specifically on RWC [Residential Wood Combustion] have concluded that young children living in homes heated by a wood-burning stove had a greater occurrence of moderate and severe chronic respiratory symptoms than children of the same age and sex who did not live in homes heated with a wood burning stove. Exposure of preschool children living in homes heated with wood burning stoves or in houses with open fireplaces yielded these effects: decreased pulmonary &lt;a href=\"https://en.wikipedia.org/wiki/Lung\"&gt;lung&lt;/a&gt; function in young &lt;a href=\"https://en.wikipedia.org/wiki/Asthmatics\"&gt;asthmatics&lt;/a&gt;; increased incidence of acute &lt;a href=\"https://en.wikipedia.org/wiki/Bronchitis\"&gt;bronchitis&lt;/a&gt; and severity/frequency of &lt;a href=\"https://en.wikipedia.org/wiki/Wheezing\"&gt;wheezing&lt;/a&gt; and &lt;a href=\"https://en.wikipedia.org/wiki/Coughing\"&gt;coughing&lt;/a&gt;; and increased incidence, duration, and possibly severity of acute &lt;a href=\"https://en.wikipedia.org/wiki/Respiratory_infections\"&gt;respiratory infections&lt;/a&gt;. Residential wood combustion &lt;a href=\"https://en.wikipedia.org/wiki/Exhaust_gas\"&gt;emissions&lt;/a&gt; also contain &lt;a href=\"https://en.wikipedia.org/wiki/Lower_sulfur_oxides\"&gt;sulfur oxides&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/Nitrogen_oxides\"&gt;nitrogen oxides&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/Carbon_monoxide\"&gt;carbon monoxide&lt;/a&gt; and potentially &lt;a href=\"https://en.wikipedia.org/wiki/Carcinogenic\"&gt;carcinogenic&lt;/a&gt; compounds including &lt;a href=\"https://en.wikipedia.org/wiki/Polycyclic_aromatic_hydrocarbons\"&gt;polycyclic aromatic hydrocarbons&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/Benzene\"&gt;benzene&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/Formaldehyde\"&gt;formaldehyde&lt;/a&gt; and &lt;a href=\"https://en.wikipedia.org/wiki/Dioxins_and_dioxin-like_compounds\"&gt;dioxins&lt;/a&gt;. Some of these pollutants are known to cause cancer but their effects on human health via exposure to wood smoke have not been extensively studied.&lt;a href=\"https://en.wikipedia.org/wiki/Fireplace#cite_note-9\"&gt;[9]&lt;/a&gt;The Washington State Department of Ecology also published a booklet explaining why wood smoke can be dangerous. It explains that human lung and &lt;a href=\"https://en.wikipedia.org/wiki/Respiratory_system\"&gt;respiratory systems&lt;/a&gt; are unable to filter &lt;a href=\"https://en.wikipedia.org/wiki/Particulates\"&gt;particulates&lt;/a&gt; emitted by wood combustion, which penetrate deeply into the lungs. For months, &lt;a href=\"https://en.wikipedia.org/wiki/Carcinogen\"&gt;carcinogens&lt;/a&gt; can continue to cause changes and structural damage within the respiratory system. Young children, seniors, pregnant women, smokers and individuals with &lt;a href=\"https://en.wikipedia.org/wiki/Respiratory_disease\"&gt;respiratory diseases&lt;/a&gt; are most vulnerable. Wood smoke can cause disease and even death in children, because it is associated with &lt;a href=\"https://en.wikipedia.org/wiki/Lower_respiratory_tract_infection\"&gt;lower respiratory tract infections&lt;/a&gt;.&lt;a href=\"https://en.wikipedia.org/wiki/Fireplace#cite_note-Ecology-3\"&gt;[3]&lt;/a&gt; Home fireplaces have caused fatal &lt;a href=\"https://en.wikipedia.org/wiki/Carbon_monoxide_poisoning\"&gt;carbon monoxide poisoning&lt;/a&gt;.&lt;a href=\"https://en.wikipedia.org/wiki/Fireplace#cite_note-10\"&gt;[10]&lt;/a&gt;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.epa.gov/burnwise/wood-smoke-and-your-health\"&gt;EPA&lt;/a&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;The smoke from wood burning is made up of a complex mixture of gases and fine particles (also called particle pollution, particulate matter, or PM). In addition to particle pollution, wood smoke contains several toxic air pollutants including: benzene, formaldehyde, acrolein, polycyclic aromatic hydrocarbons (PAHs)&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;a href=\"https://heart.org/\"&gt;Heart.org&lt;/a&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;A &lt;a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3685524/\"&gt;2013 study&lt;/a&gt; in the journal &lt;em&gt;Particle and Fibre Toxicology&lt;/em&gt; found exposure to wood smoke causes the arteries to become stiffer, which raises the risk of dangerous cardiac events. For pregnant women, a &lt;a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30253313\"&gt;2019 study&lt;/a&gt; in &lt;em&gt;Environmental Research&lt;/em&gt; connected wood smoke exposure to a higher risk of hypertensive disorders of pregnancy, which include preeclampsia and gestational high blood pressure.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Why YSK: I thought that this would be a good YSK since it is the winter holidays, and a wood fire is anchored in our mind as a part of a picture-perfect holiday evening. But the truth is that they are completely awful, and many of us in modern society are still completely naïve to this fact. Just like led-based paint, asbestos, and smoking around children, it needs to be on its way out. Some states are already offering tax incentives to replace old fireplaces. Please just use an alternative method of heating if you have it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/rph9el/ysk_a_wood_fire_in_the_fireplace_is_extremely/",
  "subreddit": "YouShouldKnow",
  "id": "rph9el",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The idea of huddling around a lovely warm fire with loved ones is so deeply and\nculturally ingrained that it can be very difficult to accept just how terrible\nit is for health. But the health risks are clear, and smoke from a wood fire\ndamages your respiratory system and heart in a similar fashion…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "暖かな火を囲んで、大切な人と一緒に過ごすという考え方は、とても深く、大切なものです。\n文化的に根付いているため、それがいかに恐ろしいものであるかを受け入れるのは非常に難しいことです。\n健康に悪いのです。しかし、健康へのリスクは明らかであり、薪の火の煙は\n呼吸器系や心臓にも同じようなダメージを与える...。",
      "title": "YSK: 暖炉の薪は室内の空気にとって非常に有害で、特に女性や子供の健康に大きな影響を与えることが研究により明らかになっています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与亲人挤在可爱的温暖的火炉旁的想法是如此的深刻和文化上的根深蒂固，以至于人们可能很难接受这一点。\n在文化上是如此根深蒂固，以至于很难接受它有多么可怕。\n它对健康的危害。但是健康风险是显而易见的，木柴火的烟雾\n以类似的方式损害你的呼吸系统和心脏......",
      "title": "YSK：壁炉中的木火对室内空气质量有极大的毒性，研究表明它们对我们的健康造成了多大的破坏，尤其是对妇女和儿童。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與親人擠在可愛的溫暖的火爐旁的想法是如此的深刻和文化上的根深蒂固，以至於人們可能很難接受這一點。\n在文化上是如此根深蒂固，以至於很難接受它有多麼可怕。\n它對健康的危害。但是健康風險是顯而易見的，木柴火的煙霧\n以類似的方式損害你的呼吸系統和心臟......",
      "title": "YSK：壁爐中的木火對室內空氣質量有極大的毒性，研究表明它們對我們的健康造成了多大的破壞，尤其是對婦女和兒童。"
    }
  ]
}