{
  "author": "PenguinHitler",
  "the_new_excerpt": "I feel like I should preface this with the fact that I’m a bisexual man. My\nintention is not to play the gay card or anything but I feel like I should make\nit clear that this is coming from a genuine passion for history and not from a\nplace of homophobia.\n\nr/SapphoandherFriend…",
  "original_created_utc": 1609592872,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得我应该以我是双性恋的事实作为开场白。我的\n我的意图不是打同性恋牌什么的，但我觉得我应该\n很明显，这是来自于对历史的真正热情，而不是来自\n恐同之地。\n\nr/SapphoandherFriend…",
      "title": "[改变我的想法]：r/SapphoandherFriend是不好的历史"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得我應該以我是雙性戀的事實作爲開場白。我的\n我的意圖不是打同性戀牌什麼的，但我覺得我應該\n很明顯，這是來自於對歷史的真正熱情，而不是來自\n恐同之地。\n\nr/SapphoandherFriend…",
      "title": "[改變我的想法]：r/SapphoandherFriend是不好的歷史"
    }
  ],
  "title": "CMV: r/SapphoandherFriend is bad history",
  "created_utc": 1609601529,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like I should preface this with the fact that I’m a bisexual man. My intention is not to play the gay card or anything but I feel like I should make it clear that this is coming from a genuine passion for history and not from a place of homophobia. </p>\n\n<p><a href=\"/r/SapphoandherFriend\">r/SapphoandherFriend</a> are fundamentally unsound in their approach to history. I get the desire to undo heteronormative standards in how we record history but a few key points seem to escape the popular consensus in that subreddit</p>\n\n<p>1.) People did in fact talk and behave differently in the past. I will often see reference to “love letters” between people of the same sex in that subreddit or descriptions of behaviors that would be considered less than straight in a modern context held as proof that the historical figure in question is gay/bisexual. But, a lot of standards around behavior that is supposed to indicate heteronormativity has changed in the past 100-150 years, most especially following the Victorian period which saw a general tightening of morality and more restrictive norms for what is acceptable conduct. People not too long ago had different standards for behavior; it was common to use terms like “love” that would be interpreted as strictly romantic in a modern context in an entirely platonic manner. Sharing beds with other people of the same sex was common due to how expensive matresses and beddings were at the time. </p>\n\n<p>2.) Describing any close male-male or female-female relationship as “obviously homoerotic” is highly damaging when you consider how it reinforces gender roles. It’s no surprise that men have a difficult time opening up to each other emotionally when you have a subreddit filled with thousands of people calling any male-male expression of affection homoerotic. </p>\n\n<p>3.) Psychologists are not historians. I did a bit of idle research in typing this up, and damn near every single article or paper I read that has an unexpected take on a historical figure’s sexuality is written by or cites a psychologist. I’m just going to link <a href=\"https://www.nytimes.com/2004/12/16/books/finding-homosexual-threads-in-lincolns-legend.html\">this article about Abraham Lincoln</a> as an example but i find it highly concerning that people with no historical background and who may not fully understand the culture or time period they are writing about are currently dictating what is good history in the minds of so many people. </p>\n\n<p>4.) Describing historical figures through a modern interpretation of sexuality is fundamentally unsound. Julius Caesar definitely fucked men, that is inarguable. But, calling him gay or bisexual is like calling him a republican; those terms did not exist at the time and would not have meant anything to anyone. To Caesar there was nothing unusual or sexually deviant about having sex as the dominant partner with a young man. Using this to mark Caesar’s identity as gay/bisexual is a modern interpretation of behavior that presuposes the accuracy of terms like gay and straight. By using this vocabulary we limit ourselves to thinking of sexuality the way we are used to thinking about it, but it is not necessarily more accurate than any other perception of human sexuality. </p>\n\n<p>5.) History is not an appropriate venue to write gay fanfics. It may be cute to think of honest Abe cuddled with his boyfriend in a log cabin, but it does a disservice to the pursuit of historical truths to reduce real people and events to a vehicle for a type of story you enjoy.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/kox7l0/cmv_rsapphoandherfriend_is_bad_history/",
  "subreddit": "changemyview",
  "id": "kox7l0",
  "is_self": true,
  "media": null,
  "is_video": false
}