{
  "author": "erjo5055",
  "original_created_utc": 1638636746,
  "title": "Crypto is officially dead, please sell all your Crypto",
  "created_utc": 1638653626,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hi all, as you can see from this massive dip that does not happen every few weeks in crypto, crypto is officially dead. This is definetly not a normal occurrence in the crypto world, please do not look at charts and notice this is a common occurrence. &lt;/p&gt;\n\n&lt;p&gt;Instead please panic sell, and leave crypto forever. I definetly do not intend to gobble up the panic sellers, no, I believe crypto is 100% dead this time. Its only up a few hundred percent this year which isn&amp;#39;t enough to confirm its now an institutional, mature asset class. Being only a few trillion dollars, it will likely disappear overnight. &lt;/p&gt;\n\n&lt;p&gt;So again, please panic sell, the end is hear, and please continue to post about how scary and world ending this 10-15% dip is.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 202,
  "permalink": "/r/CryptoCurrency/comments/r8tqa8/crypto_is_officially_dead_please_sell_all_your/",
  "subreddit": "CryptoCurrency",
  "id": "r8tqa8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi all, as you can see from this massive dip that does not happen every few\nweeks in crypto, crypto is officially dead. This is definetly not a normal\noccurrence in the crypto world, please do not look at charts and notice this is\na common occurrence.\n\nInstead please panic sell, and leave crypto…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>皆さん、こんにちは。この巨大なディップを見ればわかるように\n暗号では数週間に一度も起こらないことですが、暗号は公式に死んでいます。これは\nこれは暗号の世界では明らかに普通のことではありません。\nチャートを見て、これが普通のことだと気づかないでください。</p>...",
      "title": "Cryptoは公式に死んでいる、すべてのCryptoを売ってください"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大家好，正如你们所看到的，从这次加密货币的大规模下跌中可以看出\n这并不是每隔几周就会发生的，加密货币已经正式死亡。这\n这绝对不是加密货币世界中的正常现象，请不要看\n图表，并注意到这是一种常见的情况。</p>...",
      "title": "隐性货币已正式死亡，请卖掉你所有的隐性货币"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大家好，正如你們所看到的，從這次加密貨幣的大規模下跌中可以看出\n這並不是每隔幾周就會發生的，加密貨幣已經正式死亡。這\n這絕對不是加密貨幣世界中的正常現象，請不要看\n圖表，並注意到這是一種常見的情況。</p>...",
      "title": "隱性貨幣已正式死亡，請賣掉你所有的隱性貨幣"
    }
  ]
}