{
  "author": "Different-Ad1976",
  "original_created_utc": 1635783301,
  "title": "CMV: There is nothing wrong with non disabled actors playing mentally disabled characters. It’s actually essential for certain movies.",
  "created_utc": 1635788148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sometimes I hear from comments online and even YouTube videos dedicated to the subject, that it is offensive for non-disabled actors (example: Daniel Day Lewis, Tom Hanks) to play disabled characters. Instead we should have disabled actors play these roles because they truly know what it is like- that is the argument. </p>\n\n<p>And yes, there are performances by actors that are straight up offensive and lack depth (John Travolta in The Fanatic) but there’s nothing wrong with a sincere performance played by an actor who cares, and a story that respects the disabled community. </p>\n\n<p>Yes, movies like “Peanut Butter Falcon” are wonderful for the exact reason that Zack Gottsagen gets to shine in the story. But not every film production is able to bank on someone that’s not a big name star. \nAlso, for certain performances it can be an extra challenge for directors to give disabled actors playable direction on set.</p>\n\n<p>I am an actor myself and three years ago I acted in a short film alongside a teenager with autism. He was a super sweet kid but the director had a difficult time giving him direction. Unfortunately it was very difficult to act alongside him, since he was so unresponsive at times. \nMy point in sharing this story is that there are sometimes extra challenges for film sets that involve individuals within the disabled community. </p>\n\n<p>Sometimes it is essential to have a big name actor play a disabled character in a sincere way. \nIt’s not offensive at all if done in an authentic and respectful manner.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qkhfi1/cmv_there_is_nothing_wrong_with_non_disabled/",
  "subreddit": "changemyview",
  "id": "qkhfi1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sometimes I hear from comments online and even YouTube videos dedicated to the\nsubject, that it is offensive for non-disabled actors (example: Daniel Day\nLewis, Tom Hanks) to play disabled characters. Instead we should have disabled\nactors play these roles because they truly know what it is like-…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネット上のコメントやYouTubeの動画でも、「障害者ではない俳優（例えば\n障がい者ではない俳優にとっては不快であるという意見を聞くことがあります。ダニエル・デイ\nルイスやトム・ハンクスなど）が障害者を演じるのは不快だという意見を耳にすることがあります。そうではなく、障害のある俳優に障害者の役を演じてもらうべきです。\n俳優に演じてもらうべきだと思います。",
      "title": "CMV：障害のない俳優が知的障害のあるキャラクターを演じることは悪いことではありません。映画によっては必要不可欠なことなのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有时我从网上的评论，甚至是YouTube上的视频中听说\n有时我从网上的评论，甚至是专门讨论这个问题的YouTube视频中听到，这对非残疾演员来说是一种冒犯（例如。Daniel Day\n刘易斯、汤姆-汉克斯）来扮演残疾人角色是一种冒犯。相反，我们应该让残疾人\n演员来扮演这些角色，因为他们真正知道那是什么滋味------。",
      "title": "CMV：非残疾演员扮演智障角色并无不妥。对于某些电影来说，这实际上是必不可少的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有時我從網上的評論，甚至是YouTube上的視頻中聽說\n有時我從網上的評論，甚至是專門討論這個問題的YouTube視頻中聽到，這對非殘疾演員來說是一種冒犯（例如。Daniel Day\n劉易斯、湯姆-漢克斯）來扮演殘疾人角色是一種冒犯。相反，我們應該讓殘疾人\n演員來扮演這些角色，因爲他們真正知道那是什麼滋味------。",
      "title": "CMV：非殘疾演員扮演智障角色並無不妥。對於某些電影來說，這實際上是必不可少的。"
    }
  ]
}