{
  "author": "Different-Ad1976",
  "original_created_utc": 1635783301,
  "title": "CMV: There is nothing wrong with non disabled actors playing mentally disabled characters. It’s actually essential for certain movies.",
  "created_utc": 1635788148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sometimes I hear from comments online and even YouTube videos dedicated to the subject, that it is offensive for non-disabled actors (example: Daniel Day Lewis, Tom Hanks) to play disabled characters. Instead we should have disabled actors play these roles because they truly know what it is like- that is the argument. </p>\n\n<p>And yes, there are performances by actors that are straight up offensive and lack depth (John Travolta in The Fanatic) but there’s nothing wrong with a sincere performance played by an actor who cares, and a story that respects the disabled community. </p>\n\n<p>Yes, movies like “Peanut Butter Falcon” are wonderful for the exact reason that Zack Gottsagen gets to shine in the story. But not every film production is able to bank on someone that’s not a big name star. \nAlso, for certain performances it can be an extra challenge for directors to give disabled actors playable direction on set.</p>\n\n<p>I am an actor myself and three years ago I acted in a short film alongside a teenager with autism. He was a super sweet kid but the director had a difficult time giving him direction. Unfortunately it was very difficult to act alongside him, since he was so unresponsive at times. \nMy point in sharing this story is that there are sometimes extra challenges for film sets that involve individuals within the disabled community. </p>\n\n<p>Sometimes it is essential to have a big name actor play a disabled character in a sincere way. \nIt’s not offensive at all if done in an authentic and respectful manner.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qkhfi1/cmv_there_is_nothing_wrong_with_non_disabled/",
  "subreddit": "changemyview",
  "id": "qkhfi1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sometimes I hear from comments online and even YouTube videos dedicated to the\nsubject, that it is offensive for non-disabled actors (example: Daniel Day\nLewis, Tom Hanks) to play disabled characters. Instead we should have disabled\nactors play these roles because they truly know what it is like-…"
}