{
  "author": "phenols",
  "the_new_excerpt": "Why YSK: Our society expects people to drink, and there are hundreds of reasons\npeople don’t. A lot of people simply get very anxious of the possibility they\ncan called out or asked why they don’t drink. I know I did and still do today.\n\nThis tip has helped me through my 15 years being sober and…",
  "original_created_utc": 1623762331,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：私たちの社会は、人々がお酒を飲むことを期待していますが、人々が飲まない理由は何百もあります。\n人々が飲まない理由は何百とあります。多くの人は、お酒を飲まない理由を聞かれることに不安を感じています。\n多くの人は、お酒を飲まない理由を聞かれることに不安を感じます。私もそうでしたし、今でもそうです。\n\nこのヒントは、私の15年間の禁酒生活に役立ちました...",
      "title": "YSKは、人と一緒にいるときに、何らかの理由でお酒を飲みたくない場合は、ノンアルコールの飲み物（何でもいい）を手に持っていると、安心感が得られ、他の人に「お酒はいらないよ」とアピールできます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我们的社会希望人们喝酒，而人们不喝酒的原因有几百种。\n人们不喝酒。很多人只是对他们可能被叫出来或被问到为什么不喝酒而感到非常焦虑。\n他们可能会被叫出来，或者被问到他们为什么不喝酒。我知道我曾经这样做过，而且今天仍然如此。\n\n这个小贴士帮助我度过了15年的清醒期，也帮助了我。",
      "title": "YSK认为，如果你和人们在一起，并且因为任何原因不想喝酒；手里拿着不含酒精的饮料（真的是任何东西）可以帮助你感到安心，并向其他人发出你不需要喝酒的信号。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我們的社會希望人們喝酒，而人們不喝酒的原因有幾百種。\n人們不喝酒。很多人只是對他們可能被叫出來或被問到爲什麼不喝酒而感到非常焦慮。\n他們可能會被叫出來，或者被問到他們爲什麼不喝酒。我知道我曾經這樣做過，而且今天仍然如此。\n\n這個小貼士幫助我度過了15年的清醒期，也幫助了我。",
      "title": "YSK認爲，如果你和人們在一起，並且因爲任何原因不想喝酒；手裏拿着不含酒精的飲料（真的是任何東西）可以幫助你感到安心，並向其他人發出你不需要喝酒的信號。"
    }
  ],
  "title": "YSK that if you’re out with people and don’t want to drink for any reason; having a non-alcoholic drink (anything really) in your hand can help you feel at ease and signal others you don’t need a drink.",
  "created_utc": 1623775255,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Our society expects people to drink, and there are hundreds of reasons people don’t. A lot of people simply get very anxious of the possibility they can called out or asked why they don’t drink. I know I did and still do today.   </p>\n\n<p>This tip has helped me through my 15 years being sober and hope this tip helps you too.   </p>\n\n<p>Original tip was removed from LPT as “advice”. I’ve appealed and hope this tip gets back up.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/o0dwi5/ysk_that_if_youre_out_with_people_and_dont_want/",
  "subreddit": "YouShouldKnow",
  "id": "o0dwi5",
  "is_self": true,
  "media": null,
  "is_video": false
}