{
  "author": "2clapsNaRicFlair",
  "original_created_utc": 1629970915,
  "title": "Dyslexia put me off of reading. Found the Kindle App with the Open Dyslexic font and have read 13 books since June!",
  "created_utc": 1629973494,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started with the Harry Potter series I so desperately wanted to read as a child and flew through them. I always loved books but found reading through the same page 4-5 times daunting. With this font paired with the dark mode option, I’ve even read an entire 345 book in one day! </p>\n\n<p>Dyslexia prevented me from fully absorbing the material. Now I’m whisked away to whichever world I choose. I never thought I’d ever be able to enjoy reading as I do now. I’m incredibly grateful.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/books/comments/pbw5di/dyslexia_put_me_off_of_reading_found_the_kindle/",
  "subreddit": "books",
  "id": "pbw5di",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I started with the Harry Potter series I so desperately wanted to read as a\nchild and flew through them. I always loved books but found reading through the\nsame page 4-5 times daunting. With this font paired with the dark mode option,\nI’ve even read an entire 345 book in one day!\n\nDyslexia prevented…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃にどうしても読みたかったハリーポッターシリーズから始めて\n子供の頃にどうしても読みたかったハリーポッターシリーズから始めて、あっという間に読み終えてしまいました。私はもともと本が好きでしたが、同じページを4～5回読むのは\n同じページを4〜5回読むのは大変なことです。このフォントとダークモードのオプションを使えば、345ページ全部を読むことができます。\n1日で345冊の本を全部読んだこともありますよ。\n\nディスレクシア（失読症）を防ぐために...",
      "title": "ディスレクシア（失読症）で読書から遠ざかっていました。KindleアプリでOpen Dyslexicフォントを見つけ、6月から13冊の本を読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从我小时候非常想读的《哈利-波特》系列开始，飞快地读完了。\n我从小时候非常想读的《哈利-波特》系列开始读起，然后飞快地读完了这些书。我一直很喜欢书，但发现把同一页书读4-5遍会让人感到害怕。\n同一页书读了4-5遍，令人生畏。有了这种字体与黑暗模式选项的搭配。\n我甚至在一天内读完了整整345本书\n\n读书困难症使我无法...",
      "title": "阅读障碍使我放弃了阅读。我发现Kindle应用程序有开放的阅读障碍字体，自6月以来，我已经读了13本书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從我小時候非常想讀的《哈利-波特》系列開始，飛快地讀完了。\n我從小時候非常想讀的《哈利-波特》系列開始讀起，然後飛快地讀完了這些書。我一直很喜歡書，但發現把同一頁書讀4-5遍會讓人感到害怕。\n同一頁書讀了4-5遍，令人生畏。有了這種字體與黑暗模式選項的搭配。\n我甚至在一天內讀完了整整345本書\n\n讀書困難症使我無法...",
      "title": "閱讀障礙使我放棄了閱讀。我發現Kindle應用程序有開放的閱讀障礙字體，自6月以來，我已經讀了13本書!"
    }
  ]
}