{
  "author": "Inaerius",
  "the_new_excerpt": "I watched this moving video here [https://v.redd.it/pm992ctrg3p61] from a woman\nwho shared her journey and those close to her who share a similar experience of\nliving in poverty. Reading the reddit comments made me realize that no one in\npositions of power really care about the people at the bottom…",
  "original_created_utc": 1616700618,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在这里看了这个感人的视频[https://v.redd.it/pm992ctrg3p61]，是一个女人的。\n她和那些与她有类似经历的人分享了她的旅程。\n生活在贫困之中。读了reddit的评论，让我意识到，没有人在。\n当权者真的关心底层人民... ...",
      "title": "CMV：美国不关心贫困人口，对他们来说没有任何改变。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這裏看了這個感人的視頻[https://v.redd.it/pm992ctrg3p61]，是一個女人的。\n她和那些與她有類似經歷的人分享了她的旅程。\n生活在貧困之中。讀了reddit的評論，讓我意識到，沒有人在。\n當權者真的關心底層人民... ...",
      "title": "CMV：美國不關心貧困人口，對他們來說沒有任何改變。"
    }
  ],
  "title": "CMV: The US doesn't care about the impoverished and nothing will ever change for them.",
  "created_utc": 1616734325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I watched this moving video <a href=\"https://v.redd.it/pm992ctrg3p61\">here</a> from a woman who shared her journey and those close to her who share a similar experience of living in poverty. Reading the reddit comments made me realize that no one in positions of power really care about the people at the bottom of the pit. The honest truth is greed will come before anything else and at any cost even to the bottom line. You can throw all the numbers and economics you want, but everything will remain status quo. The only way I see any sort of drastic change to help the people who are most in need is if a civil war happened. Sounds stupid and naive and edgy, but I honestly don&#39;t see any other way to get the people at the top to change their minds. You can&#39;t pull money out of politics because corporations and billionaires have the money and power to overthrow the government and hold them like puppets. So the only way to fix this is to dismantle and rebuild the structure of governance from the ground up to earn back the trust of the people and hold the corporations and the rich accountable for their actions. If they don&#39;t make radical changes to fix the systemic issues of the government helping the poor get out of poverty to match modern times, nothing will get done and poor people will remain poor and the rich will continue to become richer.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/md6bmn/cmv_the_us_doesnt_care_about_the_impoverished_and/",
  "subreddit": "changemyview",
  "id": "md6bmn",
  "is_self": true,
  "media": null,
  "is_video": false
}