{
  "author": "jumanji300",
  "original_created_utc": 1633193302,
  "title": "The Brothers Karamazov appreciation post",
  "created_utc": 1633206250,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start off by saying that this is my first time reading a novel outside of an academic setting and I am absolutely blown away. </p>\n\n<p>I’m only about 300 pages in and I feel like I just discovered gold, there are times that I have to stop reading because I’m so overwhelmed, not so much by the story itself, but by the artistry of the storytelling. It’s opening my eyes to so many unique perspectives on theology and human nature that it feels like I’m enriching my… mind? Soul?? I’m not sure if I’m articulating this correctly. </p>\n\n<p>Anyways, as a first time reader, I gotta ask: Is this a normal feeling or did I just accidentally pick a work of art for my first read? </p>\n\n<p>I’d love to hear your guys’ thoughts</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pzyrvy/the_brothers_karamazov_appreciation_post/",
  "subreddit": "books",
  "id": "pzyrvy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me start off by saying that this is my first time reading a novel outside of\nan academic setting and I am absolutely blown away.\n\nI’m only about 300 pages in and I feel like I just discovered gold, there are\ntimes that I have to stop reading because I’m so overwhelmed, not so much by the\nstory…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私は学術的な場以外で小説を読むのは初めてです。\nまだ300ページほどしか読んでいませんが、とても感激しています。\n\nまだ300ページほどしか読んでいませんが、まるで黄金を発見したかのような気分です。\nあまりにも圧倒されて、読むのをやめなければならないこともありますが、ストーリーというよりは\n物語というよりは",
      "title": "カラマーゾフの兄弟」鑑賞記"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我首先要说，这是我第一次在学术环境之外阅读一部小说。\n这是我第一次在学术环境之外阅读小说，我完全被震撼了。\n\n我只读了大约300页，我觉得我刚刚发现了金子，有的时候我不得不停止阅读，因为我实在是太累了。\n有些时候我不得不停止阅读，因为我被淹没了，而不是被故事淹没了。\n故事...",
      "title": "卡拉马佐夫兄弟》赏析帖"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先要說，這是我第一次在學術環境之外閱讀一部小說。\n這是我第一次在學術環境之外閱讀小說，我完全被震撼了。\n\n我只讀了大約300頁，我覺得我剛剛發現了金子，有的時候我不得不停止閱讀，因爲我實在是太累了。\n有些時候我不得不停止閱讀，因爲我被淹沒了，而不是被故事淹沒了。\n故事...",
      "title": "卡拉馬佐夫兄弟》賞析帖"
    }
  ]
}