{
  "author": "Fretboardsurfer",
  "the_new_excerpt": "In the past, I kept going through phases where I would read a book and then stop\nfor months or years at a time. I’m not totally sure why because there were times\nwhen I really loved reading, but an uninteresting book could sometimes throw me\nin a funk and kill my motivation.\n\nThis sub inspired me,…",
  "original_created_utc": 1621405089,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "以前は、本を読んだ後、何ヶ月も何年も止めてしまうような状態が続いていました。\n数ヶ月から数年の間、本を読むのをやめてしまうことがありました。理由はよくわかりません。\nなぜかというと、本を読むのが大好きな時期もあったのですが、面白くない本を読んでしまうと\nなぜかはわかりませんが、面白くない本を読むと、やる気がなくなってしまうことがありました。\n\nそんな私を奮い立たせてくれたのが、このサブ...",
      "title": "何年も読まなかった本を1ヶ月で4冊読みました!"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "过去，我一直在经历这样的阶段：我读完一本书后就停止了\n数月或数年的时间。我不完全确定原因，因为有些时候\n我真的很喜欢读书，但一本无趣的书有时会让我陷入困境，扼杀我的动力。\n陷入困境，扼杀我的动力。\n\n这本子启发了我，...",
      "title": "在多年不读书之后，我在1个月内读了4本书!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "過去，我一直在經歷這樣的階段：我讀完一本書後就停止了\n數月或數年的時間。我不完全確定原因，因爲有些時候\n我真的很喜歡讀書，但一本無趣的書有時會讓我陷入困境，扼殺我的動力。\n陷入困境，扼殺我的動力。\n\n這本子啓發了我，...",
      "title": "在多年不讀書之後，我在1個月內讀了4本書!"
    }
  ],
  "title": "I read 4 books in 1 month after not reading for years!",
  "created_utc": 1621433646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the past, I kept going through phases where I would read a book and then stop for months or years at a time. I’m not totally sure why because there were times when I really loved reading, but an uninteresting book could sometimes throw me in a funk and kill my motivation.</p>\n\n<p>This sub inspired me, along with my girlfriend showing me how to use OverDrive to borrow books on my Kindle. </p>\n\n<p>I decided to start off with a book that would really grab my attention, so I chose the Whisper Man by Alex North. It kept me hooked all the way through, so I decided to stick with horror a bit longer. I read Bird Box, followed by Malorie (both by Josh Malerman). Those weren’t quite as good as the first book but still kept my motivation alive!</p>\n\n<p>Now I’m branching out into non-fiction and just about to finish 1,000 Naked Strangers by Kevin Hazzard. It’s such an entertaining read! I highly recommend it.</p>\n\n<p>I’m so excited and proud to be a reader again. Thank you, <a href=\"/r/books\">/r/books</a></p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nfxyui/i_read_4_books_in_1_month_after_not_reading_for/",
  "subreddit": "books",
  "id": "nfxyui",
  "is_self": true,
  "media": null,
  "is_video": false
}