{
  "author": "SmolPPGangg",
  "the_new_excerpt": "I started it on a whim and thought it'd be boring.\n\nI chugged thru the first couple chapters but now that I'm past chapter ten and\nthe characters are getting more fleshed out I'm hooked.\n\nI think it started with all the smack talk the Hursts and Bingleys were saying\nabout Elizabeth while she was out…",
  "original_created_utc": 1622963251,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "気まぐれで始めたので、つまらないだろうと思っていました。\n\n最初の2、3章は頑張って読みましたが、10章を過ぎた今では、キャラクターが\n登場人物がより具体的になってきて、夢中になっています。\n\n始まりは、HurstsとBingleysがElizabeth W.C.について悪口を言っていたことだと思います。\nエリザベスの悪口を言っていたことから始まったのだと思います...。",
      "title": "正直、「高慢と偏見」.... は嫌いだと思っていたのですが、本当に良い作品です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一时兴起开始读的，以为会很无聊。\n\n我坚持读完了前几章，但现在我已经读完了第十章，而且人物的表现也很好。\n人物越来越丰满，我被吸引住了。\n\n我想这是由赫斯特和宾格莱夫妇的所有谈话开始的。\n谈到伊丽莎白的时候......。",
      "title": "说实话，我以为我会讨厌《傲慢与偏见》....，但它真的很好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一時興起開始讀的，以爲會很無聊。\n\n我堅持讀完了前幾章，但現在我已經讀完了第十章，而且人物的表現也很好。\n人物越來越豐滿，我被吸引住了。\n\n我想這是由赫斯特和賓格萊夫婦的所有談話開始的。\n談到伊麗莎白的時候......。",
      "title": "說實話，我以爲我會討厭《傲慢與偏見》....，但它真的很好。"
    }
  ],
  "title": "I honestly thought I'd hate \"Pride and Prejudice\".... but it's really good.",
  "created_utc": 1622970361,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started it on a whim and thought it&#39;d be boring.</p>\n\n<p>I chugged thru the first couple chapters but now that I&#39;m past chapter ten and the characters are getting more fleshed out I&#39;m hooked.</p>\n\n<p>I think it started with all the smack talk the Hursts and Bingleys were saying about Elizabeth while she was out caring for Jane... it kinda pissed me off and got meh interested...</p>\n\n<p>And now the way Miss Bingley bothers Mr. Darcy is hilarious. And the whole growth of Mr. Darcy and Elizabeth&#39;s relationship is really witty and interesting.</p>\n\n<p>I&#39;m finally entering the groove with this book and so far it&#39;s a chill read. Hope it keeps getting better :3</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ntfz1a/i_honestly_thought_id_hate_pride_and_prejudice/",
  "subreddit": "books",
  "id": "ntfz1a",
  "is_self": true,
  "media": null,
  "is_video": false
}