{
  "author": "msstark",
  "original_created_utc": 1626966121,
  "title": "FAQ Update - What was your experience with cosmetic breast surgery?",
  "created_utc": 1627021841,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello!</p>\n\n<p>Given the large amount of breast surgery questions we&#39;ve been getting, we thought it&#39;s best to catch them all in one post for easier finding! To keep things organized and easier to find, we&#39;re gonna have separate top-level comments where you can reply with your experience with <strong><a href=\"https://www.reddit.com/r/AskWomen/comments/opfl1v/faq_update_what_was_your_experience_with_cosmetic/h64tu82/\">augmentation</a></strong>, <strong><a href=\"https://www.reddit.com/r/AskWomen/comments/opfl1v/faq_update_what_was_your_experience_with_cosmetic/h64twsm/\">reduction</a></strong>, <strong><a href=\"https://www.reddit.com/r/AskWomen/comments/opfl1v/faq_update_what_was_your_experience_with_cosmetic/h64txa8/\">lift</a></strong> and <strong><a href=\"https://www.reddit.com/r/AskWomen/comments/opfl1v/faq_update_what_was_your_experience_with_cosmetic/h64txrk/\">reconstructive</a></strong> surgery.</p>\n\n<p>Let the following prompts be your guide, but don&#39;t feel pressured to cover them all if you don&#39;t feel comfortable. Talk about everything on the list, or only a few things, and add whatever else you think is relevant. We are going to try to take a relatively hands-off approach to allow for plenty of discussion, but if you feel anything is derailing or invalidating, please do report it so that we can take action. Don&#39;t be a perv, <strong>creeps will be banned on the spot with no warning.</strong> </p>\n\n<p>Thank you to our regulars, lurkers, and visitors in advance for your input!</p>\n\n<ul>\n<li>What made you decide to have surgery?</li>\n<li>Did the results match your expectations?</li>\n<li>How long did it take you to make up your mind, and how old were you when you had it done?</li>\n<li>What size were you before, and what size are you now?</li>\n<li>How much did you pay? (Please include when and where you had surgery)</li>\n<li>How did people react when they saw you or heard about it?</li>\n<li>How was your recovery? How much time did you take off work?</li>\n<li>If you got implants, what kind and size did you get? Under or above the muscle? Place of incision?</li>\n<li>Did you lose sensitivity? Did it return?</li>\n<li>What questions should I ask my surgeon? What did you, or do you wish you had asked yours?</li>\n<li>Pros and cons?</li>\n</ul>\n\n<h1>Don&#39;t be a perv, <strong>creeps will be banned on the spot with no warning.</strong></h1>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/AskWomen/comments/opfl1v/faq_update_what_was_your_experience_with_cosmetic/",
  "subreddit": "AskWomen",
  "id": "opfl1v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello!\n\nGiven the large amount of breast surgery questions we've been getting, we\nthought it's best to catch them all in one post for easier finding! To keep\nthings organized and easier to find, we're gonna have separate top-level\ncomments where you can reply with your experience with…"
}