{
  "author": "LestWe4get",
  "original_created_utc": 1630190281,
  "title": "CMV: 'Do your own research' is antithetical to the core reason for society's success.",
  "created_utc": 1630219179,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The main reason that we have the society we have today can mainly be attributed to the fact that humans can compartmentalize work.</p>\n\n<p>At some point (Ancient Greece? Idk), we realized that not every single person needs to know every single thing. We can <em>specialize</em> and have jobs in a particular space of knowledge, if we don&#39;t &#39;do our own research&#39; and trust that the society will mitigate our other risks. This specialization of skills/knowledge gives rise to economy, social class, professional subcultures, etc.</p>\n\n<p>In a short, limited example, the farmer doesn&#39;t need to know how to or actually build or repair their own house. The builder doesn&#39;t need to know how to or actually farm crops. They will exchange their services to each other to mitigate each other&#39;s risk, allowing each of them to become better at their specialization. When you scale this example, you see how you now need an economy to be able to efficiently exchange work between mediums. It gives rise to social class as the ones with the most utility (doctor&#39;s, politicians, judges, etc.) can curry the most favour in exchange for their work.</p>\n\n<p>Side note: We see this property being leveraged across multiple facets of nature (biological sex, multicellular organisms). </p>\n\n<p>Basically, society progressed much faster when we were able to centralize meaningfully differentiated skills and knowledge. Of course this does not mean that this system is immune to the typical challenges of centralization (lack of transparency, trust, etc.)</p>\n\n<p>So when I hear &#39;do your own research&#39;, my brain translates it to &#39;There is a significant enough risk that this centralized knowledge/skill base is compromised, that I need to mitigate the primary risk myself&#39;. </p>\n\n<p>Which is a fair thing to say, and act on for a lot of contexts (ie. Journalism/media on political events), but the implication above for such key systems such as healthcare or engineering, is the equivalent of basically trying to mitigate the risk of a total societal collapse/revolution.</p>\n\n<p>It is antithetical to, imo, one of the core reasons for society&#39;s success and state today.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pdjhk3/cmv_do_your_own_research_is_antithetical_to_the/",
  "subreddit": "changemyview",
  "id": "pdjhk3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The main reason that we have the society we have today can mainly be attributed\nto the fact that humans can compartmentalize work.\n\nAt some point (Ancient Greece? Idk), we realized that not every single person\nneeds to know every single thing. We can specialize and have jobs in a\nparticular space of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今の社会があるのは、主に人間が仕事を区分けできるようになったことに起因しています。\n人間が仕事を区分けできるようになったからだと思います。\n\nいつからか（古代ギリシャかな？\nすべての人がすべてのことを知る必要はないことに気づいたのです。私たちは、ある分野に特化して仕事をすることができます。\n特定の分野に特化した仕事を...",
      "title": "CMV： 「自分で調べろ」というのは、社会が成功した理由の核心に反しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们拥有今天的社会的主要原因可以归结为\n归功于人类可以将工作分门别类的事实。\n\n在某种程度上（古希腊？ 我不知道），我们意识到不是每个人都需要知道所有的事情。\n都需要知道每一件事。我们可以将工作专门化，在一个\n某个领域的工作...",
      "title": "CMV: \"自己做研究 \"与社会成功的核心原因是对立的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們擁有今天的社會的主要原因可以歸結爲\n歸功於人類可以將工作分門別類的事實。\n\n在某種程度上（古希臘？ 我不知道），我們意識到不是每個人都需要知道所有的事情。\n都需要知道每一件事。我們可以將工作專門化，在一個\n某個領域的工作...",
      "title": "CMV: \"自己做研究 \"與社會成功的核心原因是對立的。"
    }
  ]
}