{
  "author": "0xE4-0x20-0xE6",
  "the_new_excerpt": "I don’t know if any scene, aside from Snowden’s death (and even that had a dark\npunchline about Milo stealing morphine) was played entirely seriously, but there\nwere a surprising number of poignant moments throughout the novel. Snowden’s\ndeath is the obvious go-to, but I’d also include Yossarian’s…",
  "original_created_utc": 1615456365,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道除了斯诺登的死之外，是否有任何一场戏（即使是那场戏，也有黑暗的\n关于米罗偷吗啡的笑点）是完全认真的，但有\n在整部小说中，有很多令人惊讶的伤感时刻。斯诺登的\n死亡是明显的去， 但我也包括Yossarian的... ...",
      "title": "我刚刚读完《捉迷藏》。我最大的惊喜是海勒散文的诗意，以及贯穿全文的严肃场景的数量。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道除了斯諾登的死之外，是否有任何一場戲（即使是那場戲，也有黑暗的\n關於米羅偷嗎啡的笑點）是完全認真的，但有\n在整部小說中，有很多令人驚訝的傷感時刻。斯諾登的\n死亡是明顯的去， 但我也包括Yossarian的... ...",
      "title": "我剛剛讀完《捉迷藏》。我最大的驚喜是海勒散文的詩意，以及貫穿全文的嚴肅場景的數量。"
    }
  ],
  "title": "I just finished reading Catch-22. My biggest surprise was the poetic quality of Heller’s prose and the number of serious scenes throughout.",
  "created_utc": 1615466017,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t know if any scene, aside from Snowden’s death (and even that had a dark punchline about Milo stealing morphine) was played entirely seriously, but there were a surprising number of poignant moments throughout the novel. Snowden’s death is the obvious go-to, but I’d also include Yossarian’s voyage through Rome at the end of the novel, Orr’s disappearance, and Kid Sampson’s/McWatt’s deaths. Furthermore, I was quite surprised by the poetic quality of Heller’s prose. You’d think it’d be contradictory to use elevated language when trying to be funny, yet Heller somehow makes it work. Perhaps his use of language is just another example of the many internal paradoxes the book lampoons.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/m2mqat/i_just_finished_reading_catch22_my_biggest/",
  "subreddit": "books",
  "id": "m2mqat",
  "is_self": true,
  "media": null,
  "is_video": false
}