{
  "author": "Stumpstomp9000",
  "original_created_utc": 1640225069,
  "title": "YSK that if you buy a house or refinance your mortgage, you may get a ton of spam mail about your deed and mortgage paperwork, and you should ignore ALL of it.",
  "created_utc": 1640292049,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK:&lt;/p&gt;\n\n&lt;p&gt;-depending on your state&amp;#39;s public real estate records and laws, predatory companies may be able to see whenever your new deed or mortgage is filed into public record when you purchase a property or refinance a mortgage. They have algorithms set up to comb through newly filed public records and automatically send mailers to every new homeowner or newly refinanced borrower. &lt;/p&gt;\n\n&lt;p&gt;-these predatory companies will spam mail you with offers to send copies of your documents for an exorbitant price which you can otherwise get for free or very inexpensively&lt;/p&gt;\n\n&lt;p&gt;-(by the way, other predatory companies will spam mail you with life insurance offers to pay off your new mortgage (even if you refinance) if you die. I just refinanced and got no less than 12 mailers across 2 weeks.) &lt;/p&gt;\n\n&lt;p&gt;-you should never pay any 3rd party company for copies of your deed and mortgage if you buy or refinance a house. Your title company should send copies to you free of charge or for a few dollars. You can also obtain them from the local public record authority for a small charge compared to the insane fees charges by the predatory mail companies. &lt;/p&gt;\n\n&lt;p&gt;This is so insidious because most people don&amp;#39;t know how real estate records work. &lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing illegal about what these companies do, but it&amp;#39;s very unethical. It costs them 50 cents to mail you a letter, makes you think you need to get the service from them, and if you give them hundreds of dollars for their &amp;quot;service&amp;quot; then they just made 99.9% profit. &lt;/p&gt;\n\n&lt;p&gt;If you need any paperwork after your closing, contact your title company, bank, insurance company, or whatever service provider you&amp;#39;ve already engaged. Don&amp;#39;t fall victim to the public record profiteers.&lt;/p&gt;\n\n&lt;p&gt;And if you need life insurance to pay off your mortgage if you die-- don&amp;#39;t buy it from them.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 110,
  "permalink": "/r/YouShouldKnow/comments/rmkqzd/ysk_that_if_you_buy_a_house_or_refinance_your/",
  "subreddit": "YouShouldKnow",
  "id": "rmkqzd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\n-depending on your state's public real estate records and laws, predatory\ncompanies may be able to see whenever your new deed or mortgage is filed into\npublic record when you purchase a property or refinance a mortgage. They have\nalgorithms set up to comb through newly filed public…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n-あなたの州の不動産公開記録と法律にもよりますが、略奪的な行為は\n新しい権利書や抵当権が設定されると、業者はそれを見ることができます。\n物件購入時や住宅ローンの借り換え時に、公文書として残ります。彼らは\nアルゴリズムは、新しく提出された公文書を徹底的に調べるよう設定されています。",
      "title": "家を買ったり、住宅ローンを借り換えたりすると、証書や住宅ローンの書類に関するスパムメールが大量に送られてくることがありますが、すべて無視した方がいいというYSK。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n-取决于你所在州的公共房地产记录和法律，掠夺性公司可能会看到你的新契约或抵押贷款的时间。\n掠夺性公司可能会看到你的新契约或抵押贷款被提交到\n当你购买房产或再融资时，掠夺性公司可能会看到你的新契约或抵押贷款的公开记录。他们有\n他们设置了算法来梳理新提交的公共记录。",
      "title": "如果你买了房子或为你的抵押贷款再融资，你可能会收到一大堆关于你的契约和抵押贷款文件的垃圾邮件，你应该忽略所有这些邮件。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n-取決於你所在州的公共房地產記錄和法律，掠奪性公司可能會看到你的新契約或抵押貸款的時間。\n掠奪性公司可能會看到你的新契約或抵押貸款被提交到\n當你購買房產或再融資時，掠奪性公司可能會看到你的新契約或抵押貸款的公開記錄。他們有\n他們設置了算法來梳理新提交的公共記錄。",
      "title": "如果你買了房子或爲你的抵押貸款再融資，你可能會收到一大堆關於你的契約和抵押貸款文件的垃圾郵件，你應該忽略所有這些郵件。"
    }
  ]
}