{
  "author": "ev29xyro",
  "original_created_utc": 1639402291,
  "title": "Why do we still have to work when a fraction of our population can produce most things we need?",
  "created_utc": 1639446396,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This might be a really dumb question and might end up on &lt;a href=\"/r/badphilosophy\"&gt;r/badphilosophy&lt;/a&gt;, but honestly, I have no starting point here and very little structure at hand to examine the topic at hand, so please allow me to share a few snippets of where this question is coming from.&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;I saw a meme about how the ancient Greeks would be outraged if they found out that most of us can&amp;#39;t enjoy a leisured life although we invented machines that make food production so much easier. That is such a simple thought but I can&amp;#39;t really wrap my head around why that should be overly naive or whatnot.&lt;/li&gt;\n&lt;li&gt;Still, most things I use daily e.g.  the technology I am using to type this requires people working, like metal that some children mine in a very grim place. So there&amp;#39;s many many areas that still require workforce – but is that worth it? Do we need these things? What if we reevaluated our resources on food, housing, health and education?&lt;/li&gt;\n&lt;li&gt;Why are things the way they are? Which things we buy do we need to live good lives? Why is everyone participating in this? Is it impossible to go back after having tasted the cheap sugary taste of capitalism? Couldn&amp;#39;t we all live much better lives with what we could have instead of what we think we want to have?&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;Again, sorry if this is out of place here and it really sounds like you needed to explain to a five year old how capitalism developed and why we like it. But something keeps me from shrugging this off. How to go about this? How to start thinking properly here?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 116,
  "permalink": "/r/askphilosophy/comments/rffsli/why_do_we_still_have_to_work_when_a_fraction_of/",
  "subreddit": "askphilosophy",
  "id": "rffsli",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This might be a really dumb question and might\nend up on <a href=\"/r/badphilosophy\">r/badphilosophy</a>, but honestly, I have\nno starting point here and very little structure at hand to examine the topic at\nhand, so please allow me to share a few snippets of where…"
}