{
  "author": "trntkzlk",
  "original_created_utc": 1625481445,
  "title": "CMV: I'm tired of this constant attempt at normalizing drug use, the lightest drug can still mess your life up",
  "created_utc": 1625506353,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let&#39;s get this out of the way: I&#39;m pretty much a liberal regarding drugs. I think they should be legalized, taxed and regularized as it looks to me that the pros of doing that clearly outweight the cons. I am a <em>clean</em> guy, I don&#39;t drink and I don&#39;t smoke. I am curious of weed and psychedelics, but at the moment I have no intention of experimenting with that because I don&#39;t want to finance organized crime (all drugs are illegal where I live): there&#39;s people who are literally enslaved, abused and extorted to get the traffic going, and I don&#39;t really think a transient moment of hedonism warrants feeding into this cycle. I don&#39;t have alternative access. And even if I had, I can&#39;t trust the way it&#39;s produced and the substances it is mixed with.</p>\n\n<p>I decided that I want to be more informed about drugs in general, so I started reading more on the topic. I&#39;m getting more confused and lowkey furious as the only kinds of opinion I find are 2: drugs are immoral and dangerous and you should NEVER use them, or drugs do no harm at all and you should just be a little cautious. Bear in mind that I&#39;m generalizing a big deal. What I&#39;m saying is that I can&#39;t seem to find balanced opinions on the matter, and each position has its degree of conspiratorial thinking backed into it.</p>\n\n<p>I hate the position that all drugs are harmful under any circumstances because it&#39;s a stance that has never produced the desired effects. People won&#39;t stop using drugs, and if they don&#39;t abuse illegal ones they will very likely abuse legal ones. Alcohol is one of the most dangerous drugs legally available on the market and it can have devastating effects on its users. Although rare, people can use paint and glue as means to get high, you simply can&#39;t stop it. Weed, among all illegal drugs, is probably one of the most harmless to exist in nature, definitely less dangerous than alcohol for both the consumers and those around them. Psychedelics have also been shown to help both in the treatment and rehab of most psychological conditions and of addiction itself.</p>\n\n<p>So... why the title you may ask? Well... because drugs ARE fucking dangerous, that&#39;s why!</p>\n\n<p>I&#39;m growing increasingly impatient with scientists, activists and fake-gurus who talk about how everyone should take psychedelics, that there&#39;s no such a thing as &quot;too much weed&quot;, and that using heavy drugs just every now and then doesn&#39;t hurt. That&#39;s irresponsible, misguided and dangerous, particularly for minors. In my experience, and that of the people I&#39;m most intimate with, that&#39;s a load of bullshit.</p>\n\n<p>There&#39;s been a steep increase in drug use in recent years. Every social circle I&#39;ve been in has loads of people smoking weed. There&#39;s basically no socialization if weed is missing.. And inevitably those who consume the most of it also consume other drugs and are involved in questionable pursuits. The more I see drugs circulating in a certain group, the more I see a great acceptance of antisocial behavior and a seriously impaired sense of judgment. Pure collectivized denial. Some of them are in an extremely sad state, clearly dissociated and incapable of thinking straight, but nobody seems to notice or care rationalizing with &quot;but that&#39;s just the way they are&quot;. My brother is diagnosed with BD type 1 and his psychotic episodes were most likely triggered by his consistent weed use. He cut the weed, and while the psychosis was less intense his mood remained impaired until he found the right medication. You might argue that he only had adverse reactions because he was already prone to it, but does that change anything at all? Do you think that the widespread message that weed doesn&#39;t really hurt helps anyone with the knowledge that adverse reactions aren&#39;t at all uncommon?</p>\n\n<p>Whenever I encounter an otherwise interesting source speaking about drugs there&#39;s always a moment in which they will say something cospiratorial in nature, such as the idea that all the drugs being banned are the ones that make you question the government and stuff like that. You literally CAN&#39;T PROVE THAT. There&#39;s never real meat behind that, but even if that was the case then I think you need to talk to those who say that the 60s activist movements were deliberately dismantled by the CIA by introducing drugs in the picture. Like... get the story straight, maybe?</p>\n\n<p>And that&#39;s as if it wasn&#39;t blatant how there&#39;s a whole circus of enterpreneurs that are just waiting to capitalize on the weed market and use all the bullshit spewed by these activists for their marketing campaigns. The speculation is already blatant. I keep seeing bullshit like &quot;cannabis smoke doesn&#39;t cause cancer&quot;, as if it wasn&#39;t known that consistent inhalation of hot smoke is detrimental to anyone&#39;s health. Anyway, most people I know mix weed with tobacco so that&#39;s a pointless objection really.</p>\n\n<p>But if we really want to politicize things, we should also remember that when 19th century China tried to become independent from colonizers Britain and other countries actively worked to hook the chinese population on opium in an attempt to make them become more compliant and less willing to rebel against european influences, sparking an addiction epidemic that lasted decades. Look that up: the opium wars. <a href=\"https://youtu.be/37G0JmU6NwM?t=1134\">I find this interview with John McAfee and his opinions on weed quite interesting.</a></p>\n\n<p>My rant is incomplete, but I guess you got the gist of it. I&#39;m for the legalization of drugs for the possible applications in healthcare and to starve off organized crime, and why not, for occasional recreational use (meaning not every day, possibly not even every week). But I still think it&#39;s dangerous and can very easily become a pernicious vice that can destroy your life.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/oe4p16/cmv_im_tired_of_this_constant_attempt_at/",
  "subreddit": "changemyview",
  "id": "oe4p16",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let's get this out of the way: I'm pretty much a liberal regarding drugs. I\nthink they should be legalized, taxed and regularized as it looks to me that the\npros of doing that clearly outweight the cons. I am a clean guy, I don't drink\nand I don't smoke. I am curious of weed and psychedelics, but at…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はっきり言っておきましょう。私は薬物に関してはかなりのリベラル派です。I\n合法化、課税、規則化されるべきだと思います。\n合法化されるべきだと思います。私はクリーンな人間で、酒も飲まず、タバコも吸いません。\nタバコも吸いません。マリファナやサイケデリックには興味がありますが・・・。",
      "title": "CMV: 薬物使用を正常化しようとする試みには飽き飽きしています。最も軽い薬物でも人生を台無しにすることがあるのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我们把话说清楚。在毒品问题上，我几乎是一个自由主义者。I\n我认为它们应该被合法化、征税和规范化，因为在我看来，这样做的好处明显大于坏处。\n在我看来，这样做的好处显然大于坏处。我是一个干净的人，我不喝酒\n也不抽烟。我对大麻和迷幻药很好奇，但在...",
      "title": "CMV：我已经厌倦了这种不断尝试将毒品使用正常化的做法，最轻的毒品仍然可以将你的生活搞得一团糟。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我們把話說清楚。在毒品問題上，我幾乎是一個自由主義者。I\n我認爲它們應該被合法化、徵稅和規範化，因爲在我看來，這樣做的好處明顯大於壞處。\n在我看來，這樣做的好處顯然大於壞處。我是一個乾淨的人，我不喝酒\n也不抽菸。我對大麻和迷幻藥很好奇，但在...",
      "title": "CMV：我已經厭倦了這種不斷嘗試將毒品使用正常化的做法，最輕的毒品仍然可以將你的生活搞得一團糟。"
    }
  ]
}