{
  "author": "AFishTypedThis",
  "the_new_excerpt": "I am a Catholic. I am pro-choice. My pastor knows I am pro-choice. This Sunday I\nwas not prevented nor urged not to receive eucharist.\n\nPresident Biden is a Catholic. He is providing access to Pro-Choice options to\nall Americans ensuring their religious freedom. Bishops from Kansas who never\nmet the…",
  "original_created_utc": 1619637733,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はカトリック教徒です。私はプロチョイスです。私の牧師は私がプロチョイスであることを知っています。この日曜日、私は\n私は聖体を受けることを妨げられたり、促されたりしませんでした。\n\nバイデン大統領はカトリック教徒です。彼はすべてのアメリカ人にプロチョイスの選択肢を提供しています。\n彼はすべてのアメリカ人にプロチョイスの選択肢を提供し、信教の自由を確保しています。一度も会ったことのないカンザス州の司教たちは\n会ったことのないカンザス州の司教たちは...",
      "title": "CMV: カトリック教会がバイデンの聖体拝領を妨げるなら...彼らは免税資格を失うべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名天主教徒。我支持选择。我的牧师知道我支持选择权。这个星期天我\n没有人阻止也没有人劝我不要接受圣餐。\n\n拜登总统是一名天主教徒。他正在向所有美国人提供支持选择的机会。\n他为所有美国人提供支持选择的机会，确保他们的宗教自由。来自堪萨斯州的主教们从未见过\n堪萨斯州的主教们从未见过...",
      "title": "CMV: 如果天主教会阻止拜登接受圣餐......他们应该失去免税资格。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名天主教徒。我支持選擇。我的牧師知道我支持選擇權。這個星期天我\n沒有人阻止也沒有人勸我不要接受聖餐。\n\n拜登總統是一名天主教徒。他正在向所有美國人提供支持選擇的機會。\n他爲所有美國人提供支持選擇的機會，確保他們的宗教自由。來自堪薩斯州的主教們從未見過\n堪薩斯州的主教們從未見過...",
      "title": "CMV: 如果天主教會阻止拜登接受聖餐......他們應該失去免稅資格。"
    }
  ],
  "title": "CMV: If the Catholic Church prevents Biden from receiving eucharist... they should lose their tax exempt status.",
  "created_utc": 1619652634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a Catholic.\nI am pro-choice.\nMy pastor knows I am pro-choice.\nThis Sunday I was not prevented nor urged not to receive eucharist.</p>\n\n<p>President Biden is a Catholic.\nHe is providing access to Pro-Choice options to all Americans ensuring their religious freedom.\nBishops from Kansas who never met the man are meeting this week to attempt to force the 2nd catholic President in America&#39;s 244 year history to adopt an anti-abortion stance.</p>\n\n<p>If they want to stick their religion in my government. I want my government in their religion.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/n0mk8u/cmv_if_the_catholic_church_prevents_biden_from/",
  "subreddit": "changemyview",
  "id": "n0mk8u",
  "is_self": true,
  "media": null,
  "is_video": false
}