{
  "author": "bruzdnconfuzd",
  "original_created_utc": 1624847145,
  "title": "I just finished The Stand (Complete & Uncut) last night - some initial thoughts.",
  "created_utc": 1624861442,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve had The Stand on my shelf for a handful of years, never really remembering what it was about. But everyone just screamed &quot;classic&quot; at me when I mentioned the name, so it sat in my mental book queue for a while. Go figure I decide to make it my goal for the year 2021 after the bizarre year that was 2020, super-flu and everything. Anyway...</p>\n\n<p>At 1153 pages, this is the longest book I have ever finished. I figured I&#39;d be able to knock out 100 pages each month, have it finished by the end of the year. Well, I guess things got rolling and plot arcs started spinning faster, and now I&#39;m done with the whole thing twice as fast as I&#39;d planned. I really did enjoy it, especially with the new series coming out recently and being able to watch that with a slight delay to avoid spoilers. (I have several thoughts on the mini-series, but I&#39;ll focus on just the book here.) Bottom line here is: I&#39;m so glad I didn&#39;t let a bulky book scare me away from reading a thrilling story.</p>\n\n<p>My first impression as I started reading was that King never really does many dramatic moments of horror or the literary equivalent of a jump-scare. His style is more insidious. Instead of spaced out moments that spike the drama, there&#39;s a slow, sneaky build of... discomfort. I&#39;m reading along and feeling just mild unease at what&#39;s unfolding. There&#39;s always something just on the periphery causing worry or tension or something, and not anything popping out and going, &quot;BOO!&quot;</p>\n\n<p>It took a while to establish all of the characters and start weaving all of the different threads together, but once it took off, then it was on. I really appreciated the diversity of characters and their struggles. Maybe I will appreciate them even more on my next reading of it. And I really like when they start raising the question: now that we have a chance to start over and do things differently, <em>will we</em>? I think it speaks to our constant NEED to evolve and break old patterns even when they&#39;re &quot;tradition&quot; or familiar or just hegemonic. There were tons of things I enjoyed about this, but these are the things that jumped out first. Oh - and Tom Cullen&#39;s prayer on the way home. That is fuggin&#39; gold, and I burst out laughing at first encounter.</p>\n\n<p>So what now? I feel hungover now. Like I can&#39;t even decide what to pull out of my massive literary queue to read next. How does anything follow THAT? I genuinely don&#39;t know. I&#39;ll probably have to veer toward something totally different to avoid any comparison, a biography or something. But again, I&#39;m very glad I tackled this personal challenge and feel like I&#39;ve joined many others of you that have gone on this same journey. I welcome your thoughts, memories, reflections or anything else related to your own reading of The Stand. Cheers, and thank you.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o9b0zg/i_just_finished_the_stand_complete_uncut_last/",
  "subreddit": "books",
  "id": "o9b0zg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've had The Stand on my shelf for a handful of years, never really remembering\nwhat it was about. But everyone just screamed \"classic\" at me when I mentioned\nthe name, so it sat in my mental book queue for a while. Go figure I decide to\nmake it my goal for the year 2021 after the bizarre year that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "The Stand』は数年前から本棚に置いてありましたが、内容をよく覚えていませんでした。\n思い出せませんでした。しかし、私がその名前を口にすると、誰もが「クラシック」と叫んだので\nその名前を口にすると、誰もが「名作」と叫んだので、しばらくの間、私の心の中のブックキューに入っていました。そうだ、20年後の目標にしよう。\n2021年の目標にしようと決めました...。",
      "title": "昨晩、「The Stand (Complete & Uncut)」を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我把《站立》放在书架上已经有好几年了，从来没有真正记住它的内容。\n它是关于什么的。但当我提到这个名字时，每个人都对我大喊 \"经典\"。\n所以它在我的脑海中排了一阵子的书。我决定\n把它作为我2021年的目标，因为这一年很奇怪。",
      "title": "我昨晚刚看完《站立》（完整版和未剪辑版）--一些初步想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我把《站立》放在書架上已經有好幾年了，從來沒有真正記住它的內容。\n它是關於什麼的。但當我提到這個名字時，每個人都對我大喊 \"經典\"。\n所以它在我的腦海中排了一陣子的書。我決定\n把它作爲我2021年的目標，因爲這一年很奇怪。",
      "title": "我昨晚剛看完《站立》（完整版和未剪輯版）--一些初步想法。"
    }
  ]
}