{
  "author": "g00ber88",
  "original_created_utc": 1638891263,
  "title": "YSK that in the US, you can check if an organization is really a non profit by searching for it in the IRS database",
  "created_utc": 1638931774,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: especially this time of year, there are plenty of companies that try to pretend that they are charities when they are actually for profit companies. The IRS keeps a full database open to the public online &lt;a href=\"https://apps.irs.gov/app/eos/\"&gt;here&lt;/a&gt; where you can simply search for an organization to see if its a real non profit.&lt;/p&gt;\n\n&lt;p&gt;Further, if it is a nonprofit, both the organization and the IRS are required to disclose their 990 tax form, which provides their financial statements including the salary of their directors and chief officers, so you can see if half of your donation is simply going into the chairperson&amp;#39;s pocket.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 90,
  "permalink": "/r/YouShouldKnow/comments/rb1s93/ysk_that_in_the_us_you_can_check_if_an/",
  "subreddit": "YouShouldKnow",
  "id": "rb1s93",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: especially this time of year, there are plenty of companies that try to\npretend that they are charities when they are actually for profit companies. The\nIRS keeps a full database open to the public online here\n[https://apps.irs.gov/app/eos/] where you can simply search for an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのかというと、特にこの時期には\n慈善団体のふりをして、実際は営利企業である企業がたくさんあります。\n実際は営利目的の会社です。国税庁では、そのデータベースを公開しています。\n<a href=\"https://apps.irs.gov/app/eos/\">こちら</a>で公開しています...",
      "title": "アメリカでは、IRSのデータベースで検索することで、その団体が本当に非営利団体なのかどうかを確認することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：特别是每年的这个时候，有很多公司试图假装自己是慈善机构，而他们却不知道。\n有很多公司试图假装他们是慈善机构，而实际上他们是盈利公司。\n实际上是营利性公司。美国国税局有一个完整的数据库向公众开放。\n公众在线<a href=\"https://apps.irs.gov/app/eos/\">这里</a>...",
      "title": "在美国，你可以通过在IRS数据库中搜索一个组织，来检查它是否真的是一个非营利组织。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：特別是每年的這個時候，有很多公司試圖假裝自己是慈善機構，而他們卻不知道。\n有很多公司試圖假裝他們是慈善機構，而實際上他們是盈利公司。\n實際上是營利性公司。美國國稅局有一個完整的數據庫向公衆開放。\n公衆在線<a href=\"https://apps.irs.gov/app/eos/\">這裏</a>...",
      "title": "在美國，你可以通過在IRS數據庫中搜索一個組織，來檢查它是否真的是一個非營利組織。"
    }
  ]
}