{
  "author": "A_Monsanto",
  "the_new_excerpt": "As we see rampant growth and persistence of bizarre conspiracy theories\n(anti-vax, flat earhers, QAnon etc) which have harmful effects on society, and\nthe negative psychological effects of even normal use of social networks (eg,\nanxiety and depression for teenagers, addiction to likes etc) the time…",
  "original_created_utc": 1611658473,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当我们看到怪异阴谋论的猖獗增长和持续存在时\n(anti-vax, flat earhers, QAnon等)，对社会造成了有害的影响，以及。\n即使是正常使用社交网络也会产生负面的心理影响(例如。\n焦虑和抑郁症的青少年，成瘾喜欢等）的时间... ...",
      "title": "CMV：社交网络被监管的时候到了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我們看到怪異陰謀論的猖獗增長和持續存在時\n(anti-vax, flat earhers, QAnon等)，對社會造成了有害的影響，以及。\n即使是正常使用社交網絡也會產生負面的心理影響(例如。\n焦慮和抑鬱症的青少年，成癮喜歡等）的時間... ...",
      "title": "CMV：社交網絡被監管的時候到了"
    }
  ],
  "title": "CMV: The time has come for social networks to be regulated",
  "created_utc": 1611690158,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As we see rampant growth and persistence of bizarre conspiracy theories (anti-vax, flat earhers, QAnon etc) which have harmful effects on society, and the negative psychological effects of even normal use of social networks (eg, anxiety and depression for teenagers, addiction to likes etc) the time has come to regulate the social networks.</p>\n\n<p>We regulate TV, and we regulate all other massive networks which span all of society, eg the drinking water network (anyone from Flint?), the gas network etc. We do this to ensure a given quality and to mitigate any side effects.</p>\n\n<p>I believe social networks should also be regulated, like for example there should be some safeguards on content. I am not here to argue the measures themselves, but the idea in principle.</p>\n\n<p>Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/l5bp9e/cmv_the_time_has_come_for_social_networks_to_be/",
  "subreddit": "changemyview",
  "id": "l5bp9e",
  "is_self": true,
  "media": null,
  "is_video": false
}