{
  "author": "Aegontarg07",
  "original_created_utc": 1629290609,
  "title": "Your daily dose of Crypto",
  "created_utc": 1629326078,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Your daily dose of Crypto</h1>\n\n<ol>\n<li>The total market cap stood at $1.97 trillion and is down by 5.8% in the last 24 hours, as the upside rally pauses.<br/></li>\n<li>BTC is holding support near $44k and ETH is testing support at $2.9k.<br/></li>\n<li>Dogecoin Foundation’s new advisory board includes Vitalik Buterin and Elon Musk’s representative Jared Birchall. The recently launched Dogecoin’s manifesto declares that its goal is to develop “a currency for the people.”<br/></li>\n<li>Indian market regulator, SEBI, has called for the creation of a platform based on blockchain technology for security and covenant monitoring system hosted by depositories.<br/></li>\n<li>1inch Exchange, a trading aggregator, is now live on Optimism, an Ethereum layer-2 scaling solution.<br/></li>\n<li>Bybit’s BitDAO has launched its governance token BIT on SushiSwap’s token launchpad MISO, raising $365 million in ETH and SUSHI.<br/></li>\n<li>Second largest mortgage lender in US, UWM lending to accept Bitcoin and crypto payments later this year.<br/></li>\n<li>Greater Manchester Police(UK) is looking to return stolen Ethereum, worth over $22 million, recovered from scammers.<br/></li>\n<li>A potential bug in SushiSwap’s MISO, which could have resulted in losing over $350 million in ETH, has been discovered and fixed by a group of White Hat hackers.<br/>\n10.Binance has recruited Greg Monohan, a former US treasury enforcer, to lead as the exchange’s global anti-money laundering officer.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/p6qe8w/your_daily_dose_of_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "p6qe8w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "YOUR DAILY DOSE OF CRYPTO\n\n 1. The total market cap stood at $1.97 trillion and is down by 5.8% in the last\n    24 hours, as the upside rally pauses.\n    \n 2. BTC is holding support near $44k and ETH is testing support at $2.9k.\n    \n 3. Dogecoin Foundation’s new advisory board includes Vitalik…"
}