{
  "author": "upucmubbo",
  "original_created_utc": 1640887948,
  "title": "Did I not do my job right with this girl?",
  "created_utc": 1640897191,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;So I had sex with this girl and I came and when I asked her if she did she said she didn’t. I had given it my all during foreplay and she really enjoyed it as she very explicitly told me during. After I finished I went down on her again and when we were done I asked if she came. She said she didn’t and kissed me. She told me it doesn’t have to be the goal of sex. I do think it’s important and feel like I left her out of the pleasure. I’m asking this question because I’m seeing two kinds of rhetorics on this lately: one says it is super important that both partners come and another that says that the orgasm is not necessarily the goal of sex. Anyway, did I do wrong in this scenario?&lt;/p&gt;\n\n&lt;p&gt;Edit: I’m 18M she was 22F so I’m not the most experienced guy&lt;/p&gt;\n\n&lt;p&gt;Edit 2: I didn’t pressure anyone to do anything, I asked once if she came, she said she didn’t, that was it. Also she said she enjoyed it, during and after so nobody was forced to do anything. My question was on the orgasm being mandatory or not for both sides.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 107,
  "permalink": "/r/TooAfraidToAsk/comments/rs85bv/did_i_not_do_my_job_right_with_this_girl/",
  "subreddit": "TooAfraidToAsk",
  "id": "rs85bv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>So I had sex with this girl and I came and\nwhen I asked her if she did she said she didn’t. I had given it my all during\nforeplay and she really enjoyed it as she very explicitly told me during. After\nI finished I went down on her again and when we were done I asked…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>So I had sex with this girl and I came and and\nと聞いたら、「してない」と言われました。私は、この間、全力を尽くしました。\n前戯で、彼女は本当に楽しんでいたようで、とてもはっきりと教えてくれました。その後\n私は再び彼女の上に降り立ち、終わった後、私は尋ねた...",
      "title": "この子に対して、私はちゃんと仕事をしていなかったのだろうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>所以我和这个女孩发生了关系，我来了，当我问她是否有，她说没有。\n当我问她是否有，她说她没有。我在前戏中已经全力以赴\n我在前戏中全力以赴，她真的很享受，因为她非常明确地告诉我。在\n我做完后，我又对她做了一次，当我们做完后，我问...",
      "title": "我对这个女孩的工作做得不对吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>所以我和這個女孩發生了關係，我來了，當我問她是否有，她說沒有。\n當我問她是否有，她說她沒有。我在前戲中已經全力以赴\n我在前戲中全力以赴，她真的很享受，因爲她非常明確地告訴我。在\n我做完後，我又對她做了一次，當我們做完後，我問...",
      "title": "我對這個女孩的工作做得不對嗎？"
    }
  ]
}