{
  "author": "FractalSymmetry_",
  "the_new_excerpt": "Why YSK: If cats are bathed too often, they may lose essential oils from their\nfur, and it may be a traumatizing experience for them. As a general\nrule, cats are extremely clean animals and spend most of their time grooming and\nmending themselves. It is part of their daily ritual. They've been clean…",
  "original_created_utc": 1622878836,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、猫はあまり頻繁にお風呂に入れると、毛から必要な油分が失われてしまうからです。\n猫にとってはトラウマになってしまうかもしれません。一般的には\n一般的に、猫は非常にきれい好きな動物で、ほとんどの時間を自分自身の手入れに費やしています。\n自分で手入れをする。それは彼らの毎日の儀式の一部です。彼らはきれいな...",
      "title": "YSK: 猫が自分で洗えない場合や、医療用のお風呂が必要な場合を除き、猫をお風呂に入れるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果给猫咪洗澡太频繁，它们可能会失去毛发中的精油。\n的精油，这对它们来说可能是一种创伤性的经历。一般来说\n一般来说，猫是非常干净的动物，它们的大部分时间都在梳理和\n修补自己。这是他们日常仪式的一部分。他们一直都很干净...",
      "title": "YSK：你不应该给你的猫咪洗澡，除非它们不能自己清洁或需要医疗浴。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果給貓咪洗澡太頻繁，它們可能會失去毛髮中的精油。\n的精油，這對它們來說可能是一種創傷性的經歷。一般來說\n一般來說，貓是非常乾淨的動物，它們的大部分時間都在梳理和\n修補自己。這是他們日常儀式的一部分。他們一直都很乾淨...",
      "title": "YSK：你不應該給你的貓咪洗澡，除非它們不能自己清潔或需要醫療浴。"
    }
  ],
  "title": "YSK: You shouldn't bathe your cat unless they can't clean themselves or need a medical bath.",
  "created_utc": 1622906313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If cats are bathed too often, they may lose essential oils from their fur, and it may be a traumatizing experience for them. As a general rule, cats are extremely clean animals and spend most of their time grooming and mending themselves. It is part of their daily ritual. They&#39;ve been clean long before humans.</p>\n\n<p>Bathing your cat is totally unnecessary unless it is a new born kitten or a cat that is too sick to take care of itself. </p>\n\n<p>If you DO need to bathe your feline friend, make sure you let them get used to the water slowly.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/YouShouldKnow/comments/nsqfh3/ysk_you_shouldnt_bathe_your_cat_unless_they_cant/",
  "subreddit": "YouShouldKnow",
  "id": "nsqfh3",
  "is_self": true,
  "media": null,
  "is_video": false
}