{
  "author": "DanTheTerrible",
  "original_created_utc": 1633295094,
  "title": "My local library has closed, apparently due to lack of funding. Is this happening elsewhere?",
  "created_utc": 1633303261,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in rural North Carolina, USA, and habitually make a weekly trip to the nearest sizeable town every Friday.  Last Friday I was shocked to find the local library has closed, with a sign on the door saying the problem is a lack of funding.  I gather there is a an issue with Federal budget spending limits congress is supposedly working on, but I am not really clear if that is affecting my local library or not.  Would other readers please chime in if they are having problems with their local libraries staying open?</p>\n</div><!-- SC_ON -->",
  "score": 592,
  "permalink": "/r/books/comments/q0qrmy/my_local_library_has_closed_apparently_due_to/",
  "subreddit": "books",
  "id": "q0qrmy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I live in rural North Carolina, USA, and habitually make a weekly trip to the\nnearest sizeable town every Friday. Last Friday I was shocked to find the local\nlibrary has closed, with a sign on the door saying the problem is a lack of\nfunding. I gather there is a an issue with Federal budget spending…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はアメリカのノースカロライナ州の田舎に住んでいて、毎週金曜日に最寄りの大きな町に行くのが習慣になっています。\n毎週金曜日に最寄りの大きな町に行くのが習慣になっています。先週の金曜日、私は地元の図書館が閉まっているのを見てショックを受けました。\n図書館が閉館していて、ドアには「資金不足が問題」と書かれていました。\nと書かれていました。連邦予算の支出に問題があるのではないかと思うのですが...。",
      "title": "私の地元の図書館は、資金不足のために閉鎖されました。これは他の地域でも起こっているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我住在美国北卡罗来纳州的农村，每周五习惯性地去最近的城镇。\n每周五去最近的大镇。上周五，我震惊地发现当地的图书馆已经关闭。\n图书馆已经关闭，门上挂着一个牌子，说问题是缺乏资金。\n资金。我想这是联邦预算支出的问题......",
      "title": "我当地的图书馆已经关闭，显然是由于缺乏资金。其他地方也有这种情况吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我住在美國北卡羅來納州的農村，每週五習慣性地去最近的城鎮。\n每週五去最近的大鎮。上週五，我震驚地發現當地的圖書館已經關閉。\n圖書館已經關閉，門上掛着一個牌子，說問題是缺乏資金。\n資金。我想這是聯邦預算支出的問題......",
      "title": "我當地的圖書館已經關閉，顯然是由於缺乏資金。其他地方也有這種情況嗎？"
    }
  ]
}