{
  "author": "OJ_Simpson420blazeit",
  "original_created_utc": 1628465004,
  "title": "YSK: Don't think it's wrong to feel grief over the death of a famous person.",
  "created_utc": 1628471552,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Obviously if the person was a horrible person, that is a different conversation. Also, having never known the celebrity, one fan&#39;s grief obviously probably doesn&#39;t compare to that celebrity&#39;s close friends and family, the people who really knew them.</p>\n\n<p>With that said, there&#39;s nothing wrong with feeling sadness or grief over someone who was influential to you or provided your life with joy.</p>\n\n<p>Don&#39;t mock someone who is grieving over the death of someone who was important to them, even if they had never even met.</p>\n\n<p>And don&#39;t let anyone invalidate your feelings over the death of a famous person.</p>\n\n<p>Obviously, you don&#39;t want the grief you feel over anyone&#39;s death to stricken your life, all I&#39;m saying is that it&#39;s okay to feel sadness.</p>\n</div><!-- SC_ON -->",
  "score": 682,
  "permalink": "/r/YouShouldKnow/comments/p0peoy/ysk_dont_think_its_wrong_to_feel_grief_over_the/",
  "subreddit": "YouShouldKnow",
  "id": "p0peoy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Obviously if the person was a horrible person, that is a different\nconversation. Also, having never known the celebrity, one fan's grief obviously\nprobably doesn't compare to that celebrity's close friends and family, the\npeople who really knew them.\n\nWith that said, there's nothing wrong…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理由 YSK: もちろん、その人がひどい人だったら、それはまた別の話です。\nの会話です。また、その有名人を知らない一人のファンの悲しみは、その有名人の親しい友人や家族の悲しみとは比べ物になりません。\nまた、有名人を知らない一人のファンの悲しみは、その有名人の親しい友人や家族の悲しみとは比較にならないでしょう。\nその人を本当に知っている人にはかなわないでしょう。\n\nそうは言っても、何も悪いことはありません...。",
      "title": "YSK: 有名人の死を悲しむことが悪いことだとは思わないでください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：显然，如果这个人是一个可怕的人，这是一个不同的\n谈话。另外，由于不了解这个名人，一个粉丝的悲痛显然\n可能比不上名人的亲密朋友和家人。\n真正了解他们的人。\n\n说到这里，没有什么错...",
      "title": "YSK：不要认为对一个名人的死亡感到悲痛是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：顯然，如果這個人是一個可怕的人，這是一個不同的\n談話。另外，由於不瞭解這個名人，一個粉絲的悲痛顯然\n可能比不上名人的親密朋友和家人。\n真正瞭解他們的人。\n\n說到這裏，沒有什麼錯...",
      "title": "YSK：不要認爲對一個名人的死亡感到悲痛是錯誤的。"
    }
  ]
}