{
  "author": "GroundbreakingLack78",
  "original_created_utc": 1633501017,
  "title": "My wife thought I’m cheating on her because I’m spending too much time on internet. She searched my browser history, now she thinks I’m addicted to drug called Bitocin.",
  "created_utc": 1633509259,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately, I started to stare at my phone more than usual due to recent spike in cryptocurrency volatile market. You know how it goes when market is pumping. I started to learn or maybe even repeat somethings that I know about cryptos, blockchain, TA...</p>\n\n<p>My wife started to have feelings that I’m cheating on her. The suspicion was building up. She was trying to see what I’m doing on my phone most of the day, why I was hiding the screen from her. You know, I followed the most crucial commandment of crypto. Don’t disclose that you’re invested in crypto.</p>\n\n<p>Few days passed, I got little bit drunk and went to sleep. My wife realised it and researched my phone! Oh boy, that was definitely good morning. She started to scream at me, that I’m fucking narcotic, that now she knows from where i was getting all the money. She told me that she knows about my addiction to Bitocin and how I’m buying it low selling it high. She knows everything. </p>\n\n<p>Recent search history: “best place to store  Bitocin”, “where to hide keys to your Trezor”, “where to buy Bitocin”, “how to sell Bitocin”.  “How to fuck your cousin...” fuck thats different story.</p>\n\n<p>Moral of the story, clear your cookies and cache, delete the browse history. You don’t want your wife to know that you’re addicted to Bitocin.</p>\n</div><!-- SC_ON -->",
  "score": 319,
  "permalink": "/r/CryptoCurrency/comments/q2eizx/my_wife_thought_im_cheating_on_her_because_im/",
  "subreddit": "CryptoCurrency",
  "id": "q2eizx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately, I started to stare at my phone more than usual due to recent spike in\ncryptocurrency volatile market. You know how it goes when market is pumping. I\nstarted to learn or maybe even repeat somethings that I know about cryptos,\nblockchain, TA...\n\nMy wife started to have feelings that I’m…"
}