{
  "author": "Inquisitor_DK",
  "original_created_utc": 1636041811,
  "title": "How much character description do you need?",
  "created_utc": 1636065327,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can make do with very little physical description of a character. Take Terry Pratchett, for instance. I know Carrot is tall, broad-shouldered, red-haired, tanned, and very attractive, but I have no idea what he actually looks like in terms of specific facial features. Somehow that&#39;s enough, because I sort of just fill in the edges with random bits of Hot Guy that slightly resembles Chris Evans. And on the other side, there&#39;s Alexandre Dumas going into detail about Edmond Dantes&#39; sensitive nostrils, finely-chiseled mouth, etc. (not an exact memory of the description) and I cannot picture him at all aside from some black hair on top of a...face. It doesn&#39;t degrade the writing or character at all, I just cannot for the life of me picture them.</p>\n\n<p>And then I have a friend who&#39;s always complaining that authors don&#39;t describe the characters enough. He wants to know exactly what they&#39;re wearing, every stitch and seam, and the exact shape of their eyes the arch of their nose and whether their lips are thin or thick and the way their hair parts and on and on and on.</p>\n\n<p>Edit: How much character description do you <em>as a reader</em> need for a novel you read. Sorry for the confusion. I wasn&#39;t thinking (seems to be a trend with me) and I only just realized that this could also be interpreted as a writing question. It was not intended to be. Sorry.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qmnvk8/how_much_character_description_do_you_need/",
  "subreddit": "books",
  "id": "qmnvk8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can make do with very little physical description of a character. Take Terry\nPratchett, for instance. I know Carrot is tall, broad-shouldered, red-haired,\ntanned, and very attractive, but I have no idea what he actually looks like in\nterms of specific facial features. Somehow that's enough,…"
}