{
  "author": "fairlynx6",
  "original_created_utc": 1632649110,
  "title": "Why can't I comprehend any book I read",
  "created_utc": 1632664621,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When I am reading a book, I find that I have to go over the text several times to understand what the text is saying, but even then it still isn&#39;t clear what is being mentioned in the book. I am generally considered a smart person, however I have always had issues with reading comprehension. It is the same way for me when I am given an audiobook. I do not know what is going on most of the time. The only book that I somehow ever managed to make it through was House of Leaves bY Mark Z Danielewski, so I am capable of it, i am sure. I have no issues understanding and comprehending text in other situations, because I text my friends all the time and am able to understand them. I also write a lot and have written a short story of 40,000 words. However, even Harry Potter seems impossible and daunting to get through. I just do not understand what is happening, even with an audiobook. This issue seems to be affectIng me in other areas, especially schoolwork where I am learning subjects such as biology which are very text-heavy. If anyone has any ideas what Is going on in my brain, let me know. Or at least please give me leads to someone who might.</p>\n\n<p>It is just frustrating because I know people that can easily go through a book a day and it comes as naturally to them as simply writing. \nIt would help me immensely.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/pvqnk9/why_cant_i_comprehend_any_book_i_read/",
  "subreddit": "books",
  "id": "pvqnk9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When I am reading a book, I find that I have to go over the text several times\nto understand what the text is saying, but even then it still isn't clear what\nis being mentioned in the book. I am generally considered a smart person,\nhowever I have always had issues with reading comprehension. It is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本を読んでいると、何度も読み返して確認することがあります。\n何を言っているのか理解するためには、何度も本文を見直さなければなりませんが、それでも本の中で何が語られているのかはっきりしません。\n本の中で何が語られているのかわからない。私は一般的には頭が良い方だと思われます。\nしかし、読解力にはいつも問題がありました。それは...",
      "title": "なぜ、どんな本を読んでも理解できないのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当我在阅读一本书时，我发现我必须将文本翻阅数遍\n来理解文本的内容，但即使如此，我仍然不清楚书中提到的是什么。\n书中所提到的内容。我一般被认为是个聪明人。\n然而，我在阅读理解方面一直有问题。它是...",
      "title": "为什么我不能理解我读的任何书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當我在閱讀一本書時，我發現我必須將文本翻閱數遍\n來理解文本的內容，但即使如此，我仍然不清楚書中提到的是什麼。\n書中所提到的內容。我一般被認爲是個聰明人。\n然而，我在閱讀理解方面一直有問題。它是...",
      "title": "爲什麼我不能理解我讀的任何書"
    }
  ]
}