{
  "author": "DontCallMeBased",
  "the_new_excerpt": "Now before you jump at my throat, I am not asking this to be some incel edge\nlord, instead I genuinely want my views changed on this topic.\n\nBackground: I live in Germany and am close to getting my bachelors degree in a\nSTEM field. Our elections will begin soon and I've read most of the…",
  "original_created_utc": 1620040289,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたが私の喉に飛び込んでくる前に、私はこれをインセルの端くれになるために頼んでいるのではありません。\nむしろ、このトピックについての私の見解を変えてもらいたいと思っています。\n\n背景 私はドイツに住んでいて、STEM分野の学士号を取得しようとしています。\nSTEM分野の学士号を取得しようとしています。私たちの選挙はまもなく始まりますが、私はほとんどの記事を読みました。",
      "title": "CMV: 女性枠やそれに類する女性だけの特別待遇は、ひどい解決策であり、制度的な性差別・不正の一形態です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "现在，在你跳到我的喉咙之前，我不是要求成为一些不道德的边缘人\n主，而是我真的想改变我对这个话题的看法。\n\n背景。我住在德国，即将获得我的本科学位，专业是STEM。\nSTEM领域的学士学位。我们的选举即将开始，我已经阅读了大部分的...",
      "title": "CMV：女性配额和类似的只针对女性的特殊待遇是一个糟糕的解决方案，是一种系统性的性别歧视/不公正。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "現在，在你跳到我的喉嚨之前，我不是要求成爲一些不道德的邊緣人\n主，而是我真的想改變我對這個話題的看法。\n\n背景。我住在德國，即將獲得我的本科學位，專業是STEM。\nSTEM領域的學士學位。我們的選舉即將開始，我已經閱讀了大部分的...",
      "title": "CMV：女性配額和類似的只針對女性的特殊待遇是一個糟糕的解決方案，是一種系統性的性別歧視/不公正。"
    }
  ],
  "title": "CMV: A women's quota and similar special treatments for women only are a terrible solution and are a form of systemic sexism/injustice",
  "created_utc": 1620084871,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Now before you jump at my throat, I am not asking this to be some incel edge lord, instead I genuinely want my views changed on this topic.</p>\n\n<p><strong>Background:</strong> I live in Germany and am close to getting my bachelors degree in a STEM field. Our elections will begin soon and I&#39;ve read most of the political parties&#39; promises (we do have a much wider choice than just picking from 2 parties, which is great) and most of them, especially fromt he parties between left and the center-right propose a lot of special treatments for women.</p>\n\n<p>Those special treatments include 33% quotas for management positions in every large corporation, 40% quotas in science related work, higher pay for jobs that employ mostly women already, free money from the government for women who want to start a business, 50% quota for political positions (only for women...), and many more specifically for STEM/IT related stuff.</p>\n\n<p>Even at my university I see free special programs for women in STEM, at work there are initiatives to fill 40% of leading roles with women in a field where 90% of the employees are men.</p>\n\n<p>Some of those proposals do intuitively make sense to me, such as the free money for women who want to start a business as I have no trouble imagining very old conservative christian investors being less trustworthy of women and thus giving them money less often.</p>\n\n<p>On the other hand very high quotas just seem plainly unfair. Why would you place a 40% quota in a field where of the qualified applicants 80%+ are male? If you want to get more women into that field, try sparking their interest in the field itself instead of promising &quot;&quot;&quot;free&quot;&quot;&quot; high paying positions. Why not base the quota percentage on the relative amount of qualified people in that field (e.g. % of graduates in that field that are women)? This would help with the hurdles of sexist old men in management positions without blindly favoring women over equally (and sometimes more) qualified men.</p>\n\n<p>Why only focus to improve pay for low income jobs that are women dominated instead of low income jobs as a whole? Every full time working person should be able to afford a comfortable life, not just women.</p>\n\n<p>I agree that women face many hardships in life, especially at the work place that need to be fixed, but putting rules in place which systematically heavily favor one side over the other is a terrible &quot;solution&quot; and only leads to more problems, such as potentially less qualified people in leading positions as well as even more &quot;she only got the job because she is a woman&quot; prejudices.</p>\n\n<p>Some people I&#39;ve talked to about these things reacted with &quot;you&#39;re just saying that because you&#39;re scared that you might lose out on a job opportunity because of it&quot;. And to that I answer, yes, why wouldn&#39;t I? In the same way women now are afraid to be left behind due to (e.g.) sexist CEOs, I can be afraid of not getting a job i am most qualified for, because a (potentially slightly less) qualified woman gets special treatment.</p>\n\n<p>On another note: Why are issues like high suicide rates, homelessness rates, deaths at work, etc. far less talked about in politics? Because the victims are mostly men? It seems like such &quot;anti discrimination&quot; politics are always focusing on one side only.  Both men and women face a lot of (often different) problems in life, yet politics always only focus on &quot;fixing&quot; the problems for one side while completely ignoring it for the other.</p>\n\n<p>And lastly, is it that terrible tho think that men and women might not be the same? Everyone should be treated with equal respect and kindness, but maybe there are just some plain differences in preferences/interests/strengths and weaknesses that (on average) come with being a woman/man and not every one of those needs to be compensated for.</p>\n\n<p>TLDR: see title.</p>\n\n<p>I am just very frustrated. Everywhere i look in politics or at work I see so many special programs and quotas for women and it feels like I&#39;m being put at a disadvantage because of it. Nearly every political party (especially those that I like for most other talking points) are pro quotas, etc. So maybe I am in the wrong. I don&#39;t want to be left out being the only &quot;un-woke&quot; person for this topic. Maybe I just lack the necessary insight to see why those proposals are fair and not systemic sexism.</p>\n\n<p>Honestly, I hate myself for having these opinions, which is why I made this thread.</p>\n\n<p>Please give me that insight to change my views so I don&#39;t feel like I&#39;m on the wrong side of history.</p>\n\n<p>&#x200B;</p>\n\n<p>&#x200B;</p>\n\n<p><strong>EDIT</strong> 1: So far there have been some interesting perspectives in the comments. Now I can see how quotas would eventually fix the problem, yet I still don&#39;t like being the sacrificial lamb to make it happen.</p>\n\n<p>Please keep the civil comments coming.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n3tfql/cmv_a_womens_quota_and_similar_special_treatments/",
  "subreddit": "changemyview",
  "id": "n3tfql",
  "is_self": true,
  "media": null,
  "is_video": false
}