{
  "author": "Odd-Collection2085",
  "original_created_utc": 1628007055,
  "title": "For those who use public libraries, what do you think of Overdue fines?",
  "created_utc": 1628077041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are 2 libraries close to me and they belong to 2 different counties. One has overdue fines and other doesn&#39;t. It didn&#39;t make any difference whatsoever in choosing which book to finish first and never paid late fee .</p>\n\n<p>Do you think this overdue fine system encourage the on-time return of materials? Do these fines account to significant percentage for libraries? What about the rare occurrence where a patron who cannot afford to pay fee had a genuine reason for missing the deadline? What&#39;s your take on this?</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/books/comments/ox6pmh/for_those_who_use_public_libraries_what_do_you/",
  "subreddit": "books",
  "id": "ox6pmh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There are 2 libraries close to me and they belong to 2 different counties. One\nhas overdue fines and other doesn't. It didn't make any difference whatsoever in\nchoosing which book to finish first and never paid late fee .\n\nDo you think this overdue fine system encourage the on-time return of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の近くには2つの図書館があり、それらは2つの異なる県に属しています。一つの\nある図書館と、そうでない図書館があります。どの本を読み終えようかと思っても、何の違いもありませんでした。\nどっちの本を先に読むかを決めるのに何の違いもなかったし、延滞金を払ったこともなかった。\n\nあなたは、この延滞金制度が、本を期限内に返却することを促すと思いますか？",
      "title": "公共の図書館を利用されている方は、Overdue finesについてどう思われますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我附近有两个图书馆，它们属于两个不同的县。其中一个\n一个有逾期罚款，另一个没有。在选择先读哪本书时，这没有任何区别。\n选择先看完哪本书时没有任何区别，也从未支付过逾期费。\n\n你认为这种逾期罚款制度是否能鼓励人们按时归还图书？",
      "title": "对于那些使用公共图书馆的人来说，你对逾期罚款有什么看法？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我附近有兩個圖書館，它們屬於兩個不同的縣。其中一個\n一個有逾期罰款，另一個沒有。在選擇先讀哪本書時，這沒有任何區別。\n選擇先看完哪本書時沒有任何區別，也從未支付過逾期費。\n\n你認爲這種逾期罰款制度是否能鼓勵人們按時歸還圖書？",
      "title": "對於那些使用公共圖書館的人來說，你對逾期罰款有什麼看法？"
    }
  ]
}