{
  "author": "BlueViper20",
  "original_created_utc": 1628966366,
  "title": "CMV: If a grilled cheese sandwich has anything other than some kind of bread, cheese and butter/mayo/oil, it is no longer a grilled cheese sandwich.",
  "created_utc": 1628980828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see people all the time call things grilled cheese that aren&#39;t and I don&#39;t understand it.   How the hell is a sandwich with ham, turkey or even brisket a grilled cheese when the primary ingredients are not cheese.  Cheese cannot be an after thought or an accent in something something called &quot;grilled cheese sandwich&quot;  anything other than primary cheese bread and butter/mayo/oil is a sandwich with cheese or some kind of melt.  Help me understand this absolute insanity.   </p>\n\n<p>This is a pretty light hearted CMV and is inspired by the fact that I keep seeing these giant meat filled sandwiches with cheese on them being called things like &quot;brisket grilled cheese sandwich&quot;  and to me that is a sandwich yes but it shouldn&#39;t be called a grilled cheese. </p>\n\n<p>Maybe I&#39;m the crazy one but a half pound or pound of meat on bread is just a sandwich even if it has cheese on it.</p>\n\n<p>EDIT: I have been informed that apparently restaurants and trendy internet people love to toss around the term &quot;grilled  cheese&quot;  its apparently seen as a fad or a fancy item now.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p4dk6p/cmv_if_a_grilled_cheese_sandwich_has_anything/",
  "subreddit": "changemyview",
  "id": "p4dk6p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see people all the time call things grilled cheese that aren't and I don't\nunderstand it. How the hell is a sandwich with ham, turkey or even brisket a\ngrilled cheese when the primary ingredients are not cheese. Cheese cannot be an\nafter thought or an accent in something something called \"grilled…"
}