{
  "author": "BlueViper20",
  "original_created_utc": 1628966366,
  "title": "CMV: If a grilled cheese sandwich has anything other than some kind of bread, cheese and butter/mayo/oil, it is no longer a grilled cheese sandwich.",
  "created_utc": 1628980828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see people all the time call things grilled cheese that aren&#39;t and I don&#39;t understand it.   How the hell is a sandwich with ham, turkey or even brisket a grilled cheese when the primary ingredients are not cheese.  Cheese cannot be an after thought or an accent in something something called &quot;grilled cheese sandwich&quot;  anything other than primary cheese bread and butter/mayo/oil is a sandwich with cheese or some kind of melt.  Help me understand this absolute insanity.   </p>\n\n<p>This is a pretty light hearted CMV and is inspired by the fact that I keep seeing these giant meat filled sandwiches with cheese on them being called things like &quot;brisket grilled cheese sandwich&quot;  and to me that is a sandwich yes but it shouldn&#39;t be called a grilled cheese. </p>\n\n<p>Maybe I&#39;m the crazy one but a half pound or pound of meat on bread is just a sandwich even if it has cheese on it.</p>\n\n<p>EDIT: I have been informed that apparently restaurants and trendy internet people love to toss around the term &quot;grilled  cheese&quot;  its apparently seen as a fad or a fancy item now.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p4dk6p/cmv_if_a_grilled_cheese_sandwich_has_anything/",
  "subreddit": "changemyview",
  "id": "p4dk6p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see people all the time call things grilled cheese that aren't and I don't\nunderstand it. How the hell is a sandwich with ham, turkey or even brisket a\ngrilled cheese when the primary ingredients are not cheese. Cheese cannot be an\nafter thought or an accent in something something called \"grilled…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "よくグリルチーズではないものをグリルチーズと呼んでいる人を見かけますが、私には理解できません。\n理解できません。ハムやターキー、あるいはブリスケットを使ったサンドイッチが、チーズではないのにどうして\nチーズが入っていないのに、どうしてグリルドチーズなのでしょうか？チーズは\nチーズは「グリルド・チーズ」と呼ばれるものの中で、後付けやアクセントにはなりません。",
      "title": "CMV：グリルドチーズサンドに、パンとチーズとバター/マヨ/オイル以外のものが入っていたら、それはもうグリルドチーズサンドではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到有人把不是烤干酪的东西叫做烤干酪，我不懂\n理解它。有火腿、火鸡甚至牛腩的三明治怎么会是烤奶酪呢？\n烤干酪，因为其主要成分不是干酪。奶酪不能是一个\n在被称为 \"烤奶酪 \"的东西中，奶酪不能成为事后的想法或口音。",
      "title": "CMV：如果一个烤奶酪三明治除了某种面包、奶酪和黄油/蛋黄油/油之外还有其他东西，它就不再是一个烤奶酪三明治了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到有人把不是烤乾酪的東西叫做烤乾酪，我不懂\n理解它。有火腿、火雞甚至牛腩的三明治怎麼會是烤奶酪呢？\n烤乾酪，因爲其主要成分不是乾酪。奶酪不能是一個\n在被稱爲 \"烤奶酪 \"的東西中，奶酪不能成爲事後的想法或口音。",
      "title": "CMV：如果一個烤奶酪三明治除了某種麪包、奶酪和黃油/蛋黃油/油之外還有其他東西，它就不再是一個烤奶酪三明治了。"
    }
  ]
}