{
  "author": "Tinkert0n",
  "original_created_utc": 1630165946,
  "title": "CMV: Men should not be forced to support their child if it was made clear they never wanted it",
  "created_utc": 1630171822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A woman can decide not to be a mother and have all the responsibilities that come with it after conception. They can choose (where i live) to have an abortion or put their kid up for adoption. They can decide whether or not they want to be a parent after conception. A man has no choice, after conception whether or not he wants to he could be made a father. My view is that if the man makes it clear to the woman that he does not want this baby (with ample time for the woman to consider her options) then he should not be forced to support the child. I think morally this should be a very black and white issue, if women can choose to be or not to be a parent after conception so should men. In the sense that they should not be compelled to support or acknowledge the babies existence.</p>\n</div><!-- SC_ON -->",
  "score": 201,
  "permalink": "/r/changemyview/comments/pdcacs/cmv_men_should_not_be_forced_to_support_their/",
  "subreddit": "changemyview",
  "id": "pdcacs",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A woman can decide not to be a mother and have all the responsibilities that\ncome with it after conception. They can choose (where i live) to have an\nabortion or put their kid up for adoption. They can decide whether or not they\nwant to be a parent after conception. A man has no choice, after…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "女性は、妊娠した後、母親にならず、それに伴うすべての責任を負わないと決めることができます。\n女性は、妊娠した後に母親にならず、それに伴うすべての責任を負わないと決めることができます。私の住んでいる地域では、中絶をするか、子供を養子に出すかを選ぶことができます。\n中絶するか、子供を養子に出すかを選ぶことができます。妊娠後に親になりたいかどうかを決めるのは\n妊娠後に親になりたいかどうかを決めることができます。男性には選択の余地がありません、後に...。",
      "title": "CMV: 男性が子供を望んでいないことが明らかな場合、男性は子供の養育を強制されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个女人可以决定不做母亲，并在受孕后承担所有的责任。\n在受孕后的所有责任。她们可以选择（在我居住的地方）进行\n堕胎或将他们的孩子送去收养。她们可以决定自己是否\n想在受孕后成为父母。男人则没有选择，在...",
      "title": "CMV：如果明确表示他们从来不想要孩子，就不应该强迫男人抚养他们的孩子"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個女人可以決定不做母親，並在受孕後承擔所有的責任。\n在受孕後的所有責任。她們可以選擇（在我居住的地方）進行\n墮胎或將他們的孩子送去收養。她們可以決定自己是否\n想在受孕後成爲父母。男人則沒有選擇，在...",
      "title": "CMV：如果明確表示他們從來不想要孩子，就不應該強迫男人撫養他們的孩子"
    }
  ]
}