{
  "author": "Gzlle",
  "the_new_excerpt": "As Americans, we're always told to \"support the troops\"--and in many cases this\nseems harmless... But as I've learned more about history, it just is becoming\nharder and harder to \"support the troops\" knowing how many morally-questionable\nconflicts our country has been involved in...Iraq being the…",
  "original_created_utc": 1622505324,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ人はいつも「軍隊を支援しろ」と言われます。\n無害のように思えるが...。しかし、私が歴史を学ぶにつれ、それはただ単に\nモラルに疑問符がつくことが多いので、「軍隊を支持する」ことは難しくなっています。\n我が国が関与してきた紛争...イラクは...",
      "title": "CMV：米軍が関与した道徳的に疑問のある、あるいはクーデターのような紛争の数々を見ると、米軍や軍隊一般を誇りに思うことは、たとえ第二次世界大戦のような明らかに正当な紛争に関しても、はるかに難しくなりますね。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为美国人，我们总是被告知要 \"支持军队\"--而且在许多情况下这\n似乎无害... 但是，随着我对历史的了解越来越多，知道有多少人被杀，\"支持军队 \"就变得越来越难。\n越来越难 \"支持军队\"，因为我知道有多少道德上有问题的\n我们的国家参与了多少冲突......伊拉克是其中之一。",
      "title": "CMV：美国军队参与的大量道德上有问题或类似政变的冲突，使人们更难为美国军队和一般的部队感到自豪--即使是关于像二战这样明显合法的冲突"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲美國人，我們總是被告知要 \"支持軍隊\"--而且在許多情況下這\n似乎無害... 但是，隨着我對歷史的瞭解越來越多，知道有多少人被殺，\"支持軍隊 \"就變得越來越難。\n越來越難 \"支持軍隊\"，因爲我知道有多少道德上有問題的\n我們的國家參與了多少衝突......伊拉克是其中之一。",
      "title": "CMV：美國軍隊參與的大量道德上有問題或類似政變的衝突，使人們更難爲美國軍隊和一般的部隊感到自豪--即使是關於像二戰這樣明顯合法的衝突"
    }
  ],
  "title": "CMV: The amount of morally-questionable or coup-like conflicts the US military has been involved in makes it much harder to be proud of the US military and the troops in general - even in regard to obviously legitimate conflicts like WWII",
  "created_utc": 1622535806,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As Americans, we&#39;re always told to &quot;support the troops&quot;--and in many cases this seems harmless... But as I&#39;ve learned more about history, it just is becoming harder and harder to &quot;support the troops&quot; knowing how many morally-questionable conflicts our country has been involved in...Iraq being the latest example...</p>\n\n<p>Maybe I should think of it more as a &quot;the troops are a necessary deterrent for future freedom&quot; rather than that the conflicts they&#39;ve been involved in in the past have been unnecessary? And we should support our current troops as they guarantee future freedoms? ...and that the troops have had nothing to do with those previously-questionable decisions -- they were just following orders?</p>\n\n<p>What might be a healthier attitude for addressing these ambivalent feelings?</p>\n\n<p>Edit - thanks for the replies everyone --- I&#39;ll try to think more of the individual sacrifices that each and every individual member of the military has made and the higher purposes for why they joined in the first place  -- rather than thinking troops=US Military and the things the US military and its controlling leaders at the time have done in the past, for better or worse. (and also hindsight is 20:20 for judging some of the things the US. Govt has done in the past...today&#39;s troops don&#39;t get the luxury of knowing what will happen in the future--which makes the job even more difficult).<br/>\nThank you to all of the troops and the sacrifices they have made</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/npgqnc/cmv_the_amount_of_morallyquestionable_or_couplike/",
  "subreddit": "changemyview",
  "id": "npgqnc",
  "is_self": true,
  "media": null,
  "is_video": false
}