{
  "author": "shortadamlewis",
  "original_created_utc": 1631191306,
  "title": "CMV: The Western World needs a cultural shift on masks in public after the COVID pandemic.",
  "created_utc": 1631202186,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think it is safe to say that by this point in the pandemic, everyone in the United States possesses a mask. As an American, prior to the pandemic I had never seen anyone wearing a mask outside of a medical or hazardous work environment situation… except while overseas. When I was stationed in Japan, from time to time I saw people wearing medical masks out in public. Upon further inquiry, I learned that it was polite to wear a mask in public if you had a cold or were recovering from an illness, to help stop the spread of germs. Here in the United States, you are supposed to stay home from work and public if you are sick, but for a variety of reasons we all now that doesn’t always happen. I think that post COVID, after mask mandates are lifted everyone should be free to wear or not wear a mask as they see fit. However, we should shift our societal norms to encourage masking in public for those who may be recovering from a minor illness such as the flu. Aside from helping reduce the spread of colds and other nuisance illnesses, it would give others a social cue to keep their distance and/or to be diligent about washing hands after coming into contact with these people. My view that I am open to having changed is that the Western World needs to have a cultural shift on public masking after the pandemic, and encourage the use of masks among those who may be more likely to potentially spread germs after the pandemic. Change my view!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/pkx184/cmv_the_western_world_needs_a_cultural_shift_on/",
  "subreddit": "changemyview",
  "id": "pkx184",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think it is safe to say that by this point in the pandemic, everyone in the\nUnited States possesses a mask. As an American, prior to the pandemic I had\nnever seen anyone wearing a mask outside of a medical or hazardous work\nenvironment situation… except while overseas. When I was stationed in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このパンデミックの時点では、アメリカの誰もがマスクを持っていると言ってもいいでしょう。\nマスクを持っています。アメリカ人である私は、パンデミックが起こる前は\n医療現場や危険な作業環境以外でマスクをしている人を見たことがありませんでした。\n海外にいるとき以外は。私がアメリカに駐在していたときは...",
      "title": "CMV: COVIDパンデミックの後、欧米では公共の場でのマスクに関する文化的変化が必要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为可以说，到了大流行病的这一阶段，美国的每个人都拥有口罩。\n美国人都有一个口罩。作为一个美国人，在这次大流行之前，我从未见过任何人在医疗或危险工作场所之外戴口罩。\n除了在海外，我从未见过有人在医疗或危险的工作环境中戴口罩。\n除了在海外的时候。当我被派驻在...",
      "title": "CMV：在COVID大流行之后，西方世界需要对公共场合的口罩进行文化转变。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲可以說，到了大流行病的這一階段，美國的每個人都擁有口罩。\n美國人都有一個口罩。作爲一個美國人，在這次大流行之前，我從未見過任何人在醫療或危險工作場所之外戴口罩。\n除了在海外，我從未見過有人在醫療或危險的工作環境中戴口罩。\n除了在海外的時候。當我被派駐在...",
      "title": "CMV：在COVID大流行之後，西方世界需要對公共場合的口罩進行文化轉變。"
    }
  ]
}