{
  "author": "political-message",
  "the_new_excerpt": "https://www.nytimes.com/2020/12/26/us/mimi-groves-jimmy-galligan-racial-slurs.amp.html\n\nHere is an article explaining the situation ^\n\nReasoning:\n\n1) The girl said it when she was 15 (4 years ago)\n\n-Mrs. Groves said this word as a child. Was it right? Absolutely not. But 4\nyears is enough to change…",
  "original_created_utc": 1609911959,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "https://www.nytimes.com/2020/12/26/us/mimi-groves-jimmy-galligan-racial-slurs.amp.html\n\n这里有一篇文章解释了这种情况^\n\n推理：\n\n这个女孩在她15岁的时候(4年前)说了这句话\n\n-夫人。格罗夫斯小时候说过这个词。这是对的吗？绝对不行。但是4\n岁月足以改变…",
      "title": "[改变我的想法]：当4年后一名黑人学生发布视频时，大一在Snapchat视频上说出n个词的白人少女不应该被从她所在大学的录取名单中删除"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "https://www.nytimes.com/2020/12/26/us/mimi-groves-jimmy-galligan-racial-slurs.amp.html\n\n這裏有一篇文章解釋了這種情況^\n\n推理：\n\n這個女孩在她15歲的時候(4年前)說了這句話\n\n-夫人。格羅夫斯小時候說過這個詞。這是對的嗎？絕對不行。但是4\n歲月足以改變…",
      "title": "[改變我的想法]：當4年後一名黑人學生髮布視頻時，大一在Snapchat視頻上說出n個詞的白人少女不應該被從她所在大學的錄取名單中刪除"
    }
  ],
  "title": "CMV: The white teen who said the n word on a Snapchat video in freshman year should not have been dropped from the admission list of her college when a black student released the video 4 years later",
  "created_utc": 1609919638,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.nytimes.com/2020/12/26/us/mimi-groves-jimmy-galligan-racial-slurs.amp.html\">https://www.nytimes.com/2020/12/26/us/mimi-groves-jimmy-galligan-racial-slurs.amp.html</a></p>\n\n<p>Here is an article explaining the situation ^</p>\n\n<p>Reasoning:</p>\n\n<p>1) The girl said it when she was 15 (4 years ago)</p>\n\n<p>-Mrs. Groves said this word as a child. Was it right? Absolutely not. But 4 years is enough to change anyone, and old statements should not be held against someone if they have shown change, especially when these were made as a kid.</p>\n\n<p>2) She said this in a private message, not directed to any black person</p>\n\n<p>-This of course does not make what she said better, but it makes the context better. She said “n words I can drive.” This was not said with any (intentional) hate, and was sent to a (presumably) white friend. This use of the n word is much better than say, a white person calling a black person the n word out of hatred.</p>\n\n<p>3) She did not send this video to Mr. Galligan, or any black person</p>\n\n<p>-This video was sent to Mr. Galligan by a friend, not Mrs. Groves herself. Mrs. Groves did not try to target Mr. Galligan with this slur, he merely saw her say it. Still a disgusting act, but it’s not like she was trying to be directly racist to Mr. Galligan.</p>\n\n<p>4) She was raised in a racist environment</p>\n\n<p>-In the article, it says that Mr Galligan reported the video to an administrator, and they did nothing. This shows that her environment did not oppose or take racism seriously. By not punishing racist actions of hers or the actions of her peers they are rewarding and validating it. This still does not justify her use of the slur, but it explains why she felt entitled to use it.</p>\n\n<p>5) She had made an effort to change </p>\n\n<p>-Mrs. Galligan promoted blm, BEFORE the video was leaked. Yes, it was around the time it was “trendy” but it’s not like this was a last ditch effort to clear her name. While it might have just been performance activism, even promoting blm shows that she was attempting to change her ways. </p>\n\n<p>6) Mr. Galligan’s actions were sickening </p>\n\n<p>-Mr. Galligan has experienced much worse racism in school (white students directly mocking him with racial slurs), yet chose an instance of racism that was not directed towards him to expose. He clearly did not want to see real change, otherwise he would have posted stories and called out the racist bullies by name, no, he wanted to see Mrs. Grove’s life ruined. He did not let this go for 4 years, knowing that this could be used as a way to destroy something she loved, and when he found out what that was, he pounced. He released that video, knowing full well what the internet would do to that girl. </p>\n\n<p>7) Mr. Galligan is a massive hypocrite </p>\n\n<p>-In the article, Mr. Galligan details a time where his own father (a white man) uses the n word in a non-serious way, after living in an environment where the n word was used casually by black relatives. Do you know what he did? He calmly educated his father about the true meaning of that word. Mr. Galligan also details a time where he asked his father his opinion on white privilege. He claims it does not exist. Do you know what Mr Galligan did? He calmly educated his father about what white privilege is. </p>\n\n<p>Mr. Galligan’s father is a full grown adult, married to a black woman, and had a biracial son, and he was given more slack by Mr. Galligan than a 15 year old white girl, living with a white family, in an environment where the n word is used casually BY WHITE STUDENTS that are let off with no punishment. Mrs. Grove was in the perfect environment to create a racist, she used a racial slur once. And then moved on to promote blm years later, Mr Galligan’s father had no excuse not to know the true meaning of the n word or what white privilege is. Mr. Galligan was clearly capable of educating Mrs. Grove, because he has done it before with his father, instead he decided to bid his time, waiting for the perfect moment to ruin a changed girl’s life. </p>\n\n<p>As Mr. Galligan said himself (with satisfaction), “I’m going to remind myself, you started something. You taught someone a lesson.”</p>\n\n<p>Sorry if there’s some wonky formatting I’m on mobile :/</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/krhja1/cmv_the_white_teen_who_said_the_n_word_on_a/",
  "subreddit": "changemyview",
  "id": "krhja1",
  "is_self": true,
  "media": null,
  "is_video": false
}