{
  "author": "NancyNacht",
  "original_created_utc": 1625879655,
  "title": "CMV: The age of 18 is treated so weirdly",
  "created_utc": 1625899462,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see posts where people speculate whether 17/19 and 16/18 relationships are appropriate and if the younger parties are being groomed, and posts where people defend 18/25+ relationships because they’re “adults” and should have a right to do whatever they want in their personal lives. Does something big actually happen when you turn 18 that makes you now able to handle age gap relationships? I know a line has to be drawn somewhere but everyone seems to see it as a hard line where everyone under that age is a vulnerable child and everyone over it is on equal footing.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/changemyview/comments/oh8zsn/cmv_the_age_of_18_is_treated_so_weirdly/",
  "subreddit": "changemyview",
  "id": "oh8zsn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see posts where people speculate whether 17/19 and 16/18 relationships are\nappropriate and if the younger parties are being groomed, and posts where people\ndefend 18/25+ relationships because they’re “adults” and should have a right to\ndo whatever they want in their personal lives. Does something…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "17/19と16/18の関係が適切かどうかを推測している投稿を目にします。\n17/19と16/18の交際が適切かどうか、若い人たちが手玉に取られていないかどうかを推測する書き込みや\n18歳と25歳以上の関係を擁護する書き込みも見られます。\n個人的な生活の中で好きなことをする権利があるはずだからです。何かが...",
      "title": "CMV：18歳という年齢が変に扱われている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到一些帖子，人们猜测17/19和16/18的关系是否合适\n适当，以及年轻的一方是否被诱导，以及人们在帖子中为18/25岁以上的关系辩护。\n捍卫18/25岁以上的关系，因为他们是 \"成年人\"，应该有权利\n在他们的个人生活中做他们想做的事情。是否有什么...",
      "title": "CMV：18岁的年龄被如此奇怪地对待"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到一些帖子，人們猜測17/19和16/18的關係是否合適\n適當，以及年輕的一方是否被誘導，以及人們在帖子中爲18/25歲以上的關係辯護。\n捍衛18/25歲以上的關係，因爲他們是 \"成年人\"，應該有權利\n在他們的個人生活中做他們想做的事情。是否有什麼...",
      "title": "CMV：18歲的年齡被如此奇怪地對待"
    }
  ]
}