{
  "videoId": "3eGP6im8AZA",
  "channelId": "UCq0OueAsdxH6b8nyAspwViw",
  "title": "The Black Phone - Official Trailer",
  "link": "https://www.youtube.com/watch?v=3eGP6im8AZA",
  "pubDate": "2021-10-13T15:00:13.000Z",
  "author": "Universal Pictures",
  "id": "yt:video:3eGP6im8AZA",
  "isoDate": "2021-10-13T15:00:13.000Z",
  "description": "The Black Phone - Official Trailer\nIn Theaters February 4\nhttps://www.theblackphonemovie.com/ \n\nThe phone is dead. And it’s ringing. \n\nDirector Scott Derrickson returns to his terror roots and partners again with the foremost brand in the genre, Blumhouse, with a new horror thriller. \nFinney Shaw, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.\nStarring four-time Oscar® nominee Ethan Hawke in the most terrifying role of his career and introducing Mason Thames in his first ever film role, The Black Phone is produced, directed, and co-written by Scott Derrickson, the writer-director of Sinister, The Exorcism of Emily Rose and Marvel’s Doctor Strange. \n\nThe film’s screenplay is by Derrickson & C. Robert Cargill (Doctor Strange, Sinister franchise), based on the award-winning short story by Joe Hill from his New York Times bestseller 20th Century Ghosts. The film is produced by Derrickson & Cargill’s Crooked Highway and presented by Universal and Blumhouse. Jason Blum, Scott Derrickson and C. Robert Cargill are producers on the film, which is executive produced by Ryan Turek and Christopher H. Warner.\n\nFacebook: https://www.facebook.com/TheBlackPhoneMovie/\nInstagram: https://www.instagram.com/theblackphonemovie \nTwitter: https://twitter.com/universalhorror",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/3eGP6im8AZA/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "4942",
    "average": "4.94",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "310898"
  },
  "original_created_at": "2021-10-13T15:00:13.000Z",
  "created_at": "2021-10-13T20:37:02.110Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "映画『黒電話』公式予告編"
    },
    {
      "locale": "zh",
      "title": "黑色电话》--官方预告片"
    },
    {
      "locale": "zh-Hant",
      "title": "黑色電話》--官方預告片"
    }
  ]
}