{
  "videoId": "3eRRwcTdhtE",
  "channelId": "UCQJWtTnAHhEG5w4uN0udnUQ",
  "title": "The Legend of Vox Machina - Title Sequence | Prime Video",
  "link": "https://www.youtube.com/watch?v=3eRRwcTdhtE",
  "pubDate": "2021-10-08T16:22:39.000Z",
  "author": "Amazon Prime Video",
  "id": "yt:video:3eRRwcTdhtE",
  "isoDate": "2021-10-08T16:22:39.000Z",
  "description": "Critters!! You’ve been waiting, and now it’s time. Here’s your first peek at the opening credits for The Legend of Vox Machina! Tell us your favorite character in the comments below.\n\nPremiering February 4 2022 on Prime Video.\n\nThe Legend of Vox Machina is an adult animated fantasy-adventure series that follows Vox Machina, a band of misfits with a fondness for boozing and brawling. In a desperate attempt to pay off their mounting bar tab, these unlikely heroes end up on a quest to save the realm of Exandria from dark magical forces. From a sinister necromancer to a powerful curse, the group confronts a variety of obstacles that not only test their skills, but also the strength of their bond. \n\nThe Legend of Vox Machina is based on the beloved characters and adventures of Critical Role’s first live-streamed tabletop role-playing game (RPG) campaign.\n\nAbout Prime Video:\nWant to watch it now? We've got it. This week's newest movies, last night's TV shows, classic favorites, and more are available to stream instantly, plus all your videos are stored in Your Video Library. Over 150,000 movies and TV episodes, including thousands for Amazon Prime members at no additional cost.\n \nGet More Prime Video: \nStream Now: http://bit.ly/WatchMorePrimeVideo\nFacebook: http://bit.ly/PrimeVideoFB\nTwitter: http://bit.ly/PrimeVideoTW\nInstagram: http://bit.ly/AmazonPrimeVideoIG\n \nThe Legend of Vox Machina - Title Sequence | Prime Video\nhttps://youtu.be/3eRRwcTdhtE\n\nPrime Video\nhttps://www.youtube.com/PrimeVideo",
  "thumbnail": {
    "url": "https://i4.ytimg.com/vi/3eRRwcTdhtE/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "10002",
    "average": "4.99",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "107408"
  },
  "original_created_at": "2021-10-08T16:22:39.000Z",
  "created_at": "2021-10-08T22:22:54.570Z",
  "tags": []
}