{
  "videoId": "Dgh2y5C_Xf0",
  "channelId": "UC_F8DoJf9MZogEOU51TpTbQ",
  "title": "Clash Royale: The Champions Have Arrived! (Official Launch Trailer!)",
  "link": "https://www.youtube.com/watch?v=Dgh2y5C_Xf0",
  "pubDate": "2021-10-27T07:23:11.000Z",
  "author": "Clash Royale",
  "id": "yt:video:Dgh2y5C_Xf0",
  "isoDate": "2021-10-27T07:23:11.000Z",
  "description": "They have arrived!\n\n#ClashRoyale #Champions #KingLevel14\nNEW CARD RARITY! UNLEASH THE CHAMPIONS!\n\nEnter the Arena with your Champion and surprise the enemy with the new Champion Abilities that can be activated in battle!\n\nTry the Champions NOW in limited-time Challenges!\nUnlock a guaranteed Champion Card at King Level 14!\n\nSee you in the Arena!\n\nSubscribe for more! ►► http://supr.cl/SubRoyale\n\nEnter the Arena! Build your Battle Deck and outsmart the enemy in fast real-time battles. From the creators of CLASH OF CLANS comes a real-time multiplayer battle game starring your favourite Clash characters and more. Start battling against players from around the world!\n\nBECOME A MASTER OF STRATEGY AND DECK BUILDING\nChoose unique Cards to your Battle Deck and head to the Arena for Battle! \nPlace your Cards right and knock down the enemy King and Princesses from their Towers in a strategic and fast-paced match. \n\nCOLLECT AND UPGRADE 100+ CARDS\nHog Rider! Collect and upgrade 100+ Cards featuring the Clash of Clans troops, spells and defences you know and love and many others. Win battles and progress to new Arenas to unlock powerful new Cards to your collection!\n\nBATTLE YOUR WAY TO THE TOP\nBattle your way to the League and Global Tournaments to match against the best players in the world.\nCompete for glory and rewards!\n\nSEASONAL EVENTS\nUnlock new Seasonal items like Tower Skins, Emotes and powerful Magic Items with the Season Pass and participate in fun Challenges that put your skills to the test!\n\nJOIN A CLAN AND GO TO WAR\nJoin or form a Clan with other players to share Cards and battle in Clan Wars for BIG rewards! \n\nSee you in the Arena!\n\n\n\nPLEASE NOTE! Clash Royale is free to download and play, however, some game items can also be purchased for real money. If you don’t want to use this feature, please disable in-app purchases in your device’s settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Clash Royale. A network connection is also required.\n\nSupport:\nAre you having problems? Visit http://supercell.helpshift.com/a/clas... or contact us in-game by going to Settings, Help and support.\n\nPrivacy Policy:\nhttp://supercell.com/en/privacy-policy/\n\nTerms of Service:\nhttp://supercell.com/en/terms-of-serv...\n\nParent’s Guide:\nhttp://supercell.com/en/parents/\n\n#ClashRoyale",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/Dgh2y5C_Xf0/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "80743",
    "average": "4.92",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "1218121"
  },
  "original_created_at": "2021-10-27T07:23:11.000Z",
  "created_at": "2021-10-27T14:23:36.820Z",
  "tags": [
    "ClashRoyale",
    "Champions",
    "KingLevel14",
    "ClashRoyale"
  ],
  "localize": [
    {
      "locale": "ja",
      "title": "クラッシュ・ロワイヤル チャンピオンがやってきた! (公式ローンチトレーラー)"
    },
    {
      "locale": "zh",
      "title": "大逃杀。冠军已经到来! (官方发布预告片！)"
    },
    {
      "locale": "zh-Hant",
      "title": "大逃殺。冠軍已經到來! (官方發佈預告片！)"
    }
  ]
}