{
  "videoId": "eIQuuoTQIoc",
  "channelId": "UCsEukrAd64fqA7FjwkmZ_Dw",
  "title": "Megan Fox & Machine Gun Kelly Ask Each Other 40 Questions | The Couples Quiz | GQ",
  "link": "https://www.youtube.com/watch?v=eIQuuoTQIoc",
  "pubDate": "2021-10-13T16:00:22.000Z",
  "author": "GQ",
  "id": "yt:video:eIQuuoTQIoc",
  "isoDate": "2021-10-13T16:00:22.000Z",
  "description": "It's The Couples Quiz! In this episode, we peek into the relationship of Megan Fox and Colson Baker aka Machine Gun Kelly. They ask each other all sorts of questions (and hopefully know the answers). Can MGK name all of Megan's tattoos? What did they do on their first date? Does Megan know the name of his sixth album? Find out which one of these lovebirds knows the other best.\n\nStill haven’t subscribed to GQ on YouTube? ►► http://bit.ly/2iij5wt\r\nSubscribe to GQ magazine and get rare swag: https://bit.ly/2xNBH3i\r\n\r\nABOUT GQ\r\nFor more than 50 years, GQ has been the premier men’s magazine, providing definitive coverage of style, culture, politics and more. In that tradition, GQ’s video channel covers every part of a man’s life, from entertainment and sports to fashion and grooming advice. So join celebrities from 2 Chainz, Stephen Curry and Channing Tatum to Amy Schumer, Kendall Jenner and Kate Upton for a look at the best in pop culture. Welcome to the modern man’s guide to style advice, dating tips, celebrity videos, music, sports and more.\r\n\r\nhttps://www.youtube.com/user/GQVideos\n\nMegan Fox & Machine Gun Kelly Ask Each Other 40 Questions | The Couples Quiz | GQ",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/eIQuuoTQIoc/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "11139",
    "average": "4.84",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "119683"
  },
  "original_created_at": "2021-10-13T16:00:22.000Z",
  "created_at": "2021-10-13T23:17:39.158Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "ミーガン・フォックスとマシン・ガン・ケリーがお互いに40の質問をする｜The Couples Quiz｜GQ JAPAN"
    },
    {
      "locale": "zh",
      "title": "梅根-福克斯和机枪手凯利互相问了40个问题 | 夫妻问答 | GQ"
    },
    {
      "locale": "zh-Hant",
      "title": "梅根-福克斯和機槍手凱利互相問了40個問題 | 夫妻問答 | GQ"
    }
  ]
}