{
  "videoId": "I1Rei-EpAB8",
  "channelId": "UC4qGmRZ7aLOLfVsSdj5Se2A",
  "title": "Behind The Set Of Squid Game",
  "link": "https://www.youtube.com/watch?v=I1Rei-EpAB8",
  "pubDate": "2021-10-04T18:45:01.000Z",
  "author": "TheThings",
  "id": "yt:video:I1Rei-EpAB8",
  "isoDate": "2021-10-04T18:45:01.000Z",
  "description": "Squid Game impresses in so many ways - and their sets throughout the show are no different! Shockingly, very little CGI was used in cases it would be pretty typical in - outdoor scenes, larger than life objects… but the team behind the Netflix hit went all out and built loads of the sets from the ground up.\nThe scale and variety is impressive, but what makes us love the work even more is the little hidden messages throughout the show. There are murals on a wall, stacked metal beds alluding to themes in the show - truly every aspect was considered. \nThe realistic sets were a bit help in getting the actors into character and one cast member in particular had a major nostalgia moment when he walked onto the sets of the marbles game. These impactful sets could actually transport performers! Some actors felt like they were in a fantasy land, from the colourful and nonsensical staircases to giant children’s playgrounds to tug-of-war platforms. The staircase itself is actually inspired by a famous piece of art!\nWhile the dorms may have been somewhat dull looking, the size of the set was enormous and some actors felt like they were performing in a colosseum! The prison-like aesthetic is a strong contrast to all the environments we see during the games. The sets weren’t the only huge parts of the show - Red Light, Green Light featured a huge and terrifying prop that managed to steal the show. \nSo many worlds were created in just one small space, a filming studio about an hour outside of Seoul, South Korea - a studio where the magic of Squid Game came to life!\n\nSubscribe: http://bit.ly/Subscribe-to-Things\n\nChapters:\n00:00 Intro\n00:18 Tug-of-War\n01:11 The Dorms\n01:49 Hidden Messages\n02:39 Artistic Stairs\n03:22 Giant Playground \n04:08 Giant Doll\n04:54 Marbles Nostalgia\n05:34 Little CGI\n06:21 Reality vs Expectations\n07:12 Home Base\n07:42 Outro\n\n\n\n\nOur Social Media:\nFacebook: https://www.facebook.com/TheThingscom/\n\nFor more videos and articles visit:\nhttps://www.thethings.com\n\nWritten by: Thalia GK\nNarrated by: Serena L\nEdited by: Joaquin Carlvaho\n\n\nFor copyright matters please contact us at: legal@valnetinc.com",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/I1Rei-EpAB8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "44677",
    "average": "4.90",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "2030242"
  },
  "original_created_at": "2021-10-04T18:45:01.000Z",
  "created_at": "2021-10-05T15:17:29.770Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "イカゲームの舞台裏"
    },
    {
      "locale": "zh",
      "title": "鱿鱼游戏片场背后的故事"
    },
    {
      "locale": "zh-Hant",
      "title": "魷魚遊戲片場背後的故事"
    }
  ],
  "source_updated_at": 1633686000475
}