{
  "videoId": "J_cPLPszDzo",
  "channelId": "UCbzRzJNHx7ZLlJML9BjZQVQ",
  "title": "Jose Zepeda Stops Josue Vargas in 1st Round with the Knockout of the Year Nominee | FIGHT HIGHIGHTS",
  "link": "https://www.youtube.com/watch?v=J_cPLPszDzo",
  "pubDate": "2021-10-31T04:00:05.000Z",
  "author": "Top Rank Boxing",
  "id": "yt:video:J_cPLPszDzo",
  "isoDate": "2021-10-31T04:00:05.000Z",
  "description": "Watch highlights from the main event of #ZepedaVargas featuring #JoseZepeda and Josue Vargas   In the fight, Zepeda scored an incredible KO in the 1st round of Vargas.\n\nNext Up for Top Rank Boxing, Mikaela Mayer made history in July 2020 as the first female boxer to headline a Top Rank on ESPN main event. Now the WBO junior lightweight world champion, Mayer is ready to break another barrier.\n \nMayer will fight longtime IBF world champion Maiva Hamadouche in a title unification showdown Friday, Nov. 5 at The Theater at Virgin Hotels Las Vegas, part of Curio Collection by Hilton, with the vacant Ring Magazine title also at stake. Mayer-Hamadouche is the first female world title main event in the four-plus year history of the Top Rank on ESPN series.\n\nMayer-Hamadouche will stream live and exclusively on ESPN+ starting at approximately 11 p.m. ET/8 p.m. PT.\n \nPromoted by Top Rank, in association with Matchroom Boxing and OPI Since 82, tickets starting at $25 (not including fees) are on sale now and can be purchased by visiting AXS.com.\n\nTry ESPN+ For Free: https://watch.espnplus.com/toprank/\n\nSubscribe to our YouTube channel to get notified about the latest highlights, free full fights, and fight week content as it's posted.\n\nFollow Top Rank on Twitter: http://www.twitter.com/trboxing\nFollow Top Rank on Instagram: http://www.instagram.com/toprank\nLike Top Rank on Facebook: http://www.facebook.com/trboxing",
  "thumbnail": {
    "url": "https://i3.ytimg.com/vi/J_cPLPszDzo/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "8989",
    "average": "4.93",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "541407"
  },
  "original_created_at": "2021-10-31T04:00:05.000Z",
  "created_at": "2021-10-31T17:01:39.037Z",
  "tags": [
    "ZepedaVargas",
    "JoseZepeda"
  ]
}