{
  "videoId": "mqqft2x_Aa4",
  "channelId": "UCjmJDM5pRKbUlVIzDYYWb6g",
  "title": "THE BATMAN – Main Trailer",
  "link": "https://www.youtube.com/watch?v=mqqft2x_Aa4",
  "pubDate": "2021-10-16T20:36:30.000Z",
  "author": "Warner Bros. Pictures",
  "id": "yt:video:mqqft2x_Aa4",
  "isoDate": "2021-10-16T20:36:30.000Z",
  "description": "It’s not just a call… It’s a warning. \n \nFrom Warner Bros. Pictures comes Matt Reeves’ “The Batman,” starring Robert Pattinson in the dual role of Gotham City’s vigilante detective and his alter ego, reclusive billionaire Bruce Wayne. Starring alongside Pattinson (“Tenet,” “The Lighthouse”) as Gotham’s famous and infamous cast of characters are Zoë Kravitz (“Big Little Lies,” “Fantastic Beasts: The Crimes of Grindelwald”) as Selina Kyle; Paul Dano (“Love & Mercy,” “12 Years a Slave”) as Edward Nashton; Jeffrey Wright (“No Time to Die,” “Westworld”) as the GCPD’s James Gordon; John Turturro (the “Transformers” films, “The Plot Against America”) as Carmine Falcone; Peter Sarsgaard (“The Magnificent Seven,” “Interrogation”) as Gotham D.A. Gil Colson; Jayme Lawson (“Farewell Amor”) as mayoral candidate Bella Reál; with Andy Serkis (the “Planet of the Apes” films, “Black Panther”) as Alfred; and Colin Farrell (“The Gentlemen,” “Fantastic Beasts and Where to Find Them”) as Oswald Cobblepot. Reeves (“The Planet of the Apes” franchise) directed from a screenplay by Reeves & Peter Craig, based on characters from DC.  Batman was created by Bob Kane with Bill Finger.  Dylan Clark (the “Planet of the Apes” films) and Reeves produced the film, with Michael E. Uslan, Walter Hamada, Chantal Nong Vo and Simon Emanuel serving as executive producers.   The director’s behind-the-scenes creative team included Oscar-nominated director of photography Greig Fraser (“Dune,” “Lion”); Reeves’ “Planet of the Apes” production designer, James Chinlund, and editor, William Hoy; editor Tyler Nelson (“Rememory”); and Oscar-winning costume designer Jacqueline Durran (“1917,” “Little Women,” “Anna Karenina”).  The music is by Oscar-winning composer Michael Giacchino (the current “Spider-Man,” “Jurassic World” and “Star Wars” films, “Up”). Warner Bros. Pictures Presents a 6th & Idaho/Dylan Clark Productions Production, a Matt Reeves Film, “The Batman.”  The film is set to open in theaters March 4, 2022 and will be distributed worldwide by Warner Bros. Pictures.",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/mqqft2x_Aa4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "972609",
    "average": "4.89",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "28128785"
  },
  "original_created_at": "2021-10-16T20:36:30.000Z",
  "created_at": "2021-10-17T16:47:52.654Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "映画『バットマン』メイントレーラー"
    },
    {
      "locale": "zh",
      "title": "巴特曼》--主预告片"
    },
    {
      "locale": "zh-Hant",
      "title": "巴特曼》--主預告片"
    }
  ],
  "source_updated_at": 1634895643805
}