{
  "videoId": "P3Pl8hy5G2w",
  "channelId": "UC7FldPQ7aT7Slikg7tZc30g",
  "title": "Can You Beat Fallout: New Vegas In 24 Hours?",
  "link": "https://www.youtube.com/watch?v=P3Pl8hy5G2w",
  "pubDate": "2021-10-10T17:00:09.000Z",
  "author": "Mitten Squad",
  "id": "yt:video:P3Pl8hy5G2w",
  "isoDate": "2021-10-10T17:00:09.000Z",
  "description": "No matter what you do, Fallout New Vegas always begins on October 19th, 20 minutes to midnight, in the year 2281. In your typical 20 hour playthrough, you might finish the game in mid to late November. But what if you woke up after being shot in the head only for a doctor to tell you you’ve got one day left? Can You Beat Fallout: New Vegas In 24 Hours?\n\nMitten Squad Discord: http://www.Mitten.Land/ \n\nThumbnail art made by: https://twitter.com/DrubbyBaws\n\nCheck out some of my other videos if you liked this one:\nCan You Beat Fallout: New Vegas With A Big Iron On Your Hip?: https://youtu.be/K_x9akvgc40\nCan you Beat Fallout: New Vegas By Killing Everyone?:  https://youtu.be/7mCJBotRYeg\nCan you Beat Fallout: New Vegas Without A Pip-Boy?: https://youtu.be/BlMwqo4rAHg\nCan You Beat Fallout: New Vegas As A Necromancer?: https://youtu.be/kfQ6GNKqLOs\nCan You Beat Fallout 4 Without A Pip-Boy?: https://youtu.be/k0GamZYQwvA\nCan You Beat Fallout 3 Without Moving The Camera?: https://youtu.be/kUpwvr4YlD4\nCan You Beat Skyrim With Only A Fork?: https://youtu.be/pBVBrUXGpWk\nCan You Beat Skyrim With Only Telekinesis? https://youtu.be/9OVWJWLzL14 \nCan You Beat Fallout 4 With Legendary Weapons? https://youtu.be/Jmi5trYwggM\n\nCan You Beat Fallout: New Vegas In 24 Hours? (in text form)\n\nWhen I say “24 hours” I’m talking about 24 hours according to Fallout New Vegas’s in-game clock. And time works different in Fallout New Vegas compared to our world. The default timescale used by the game is 30, so every minute of real time is 30 minutes in-game which theoretically gives me a 47 minutes to beat New Vegas. I’ll come back to why those 47 minutes are imaginary in a minute.\n\nI used the Immersive HUD mod to keep the clock on-screen at all time and the timer begins at 23:41PM. The next time you see that time on the screen, I’ll be dead or the challenge will be over. My SPECIAL stats are all based around getting through New Vegas as quickly as possible. There are no restrictions to weapons or skills or movement. For one single day I can do anything I want. Timer’s gone though, it comes and goes as it pleases. Time stops in dialog, when you’re picking skills, when the Pip-Boys open, when you’re loading into a new area, during minigames like hacking or picking a lock, and even when the game’s paused. I’d love to say this is a normal speed run but it just isn’t. Before leaving in the dead of night, daylight savings time struck again, thrusting me towards 8am at breakneck speed. I anticipated going through this challenge multiple times and I won’t cheat by using console commands to change the time. The new start time is 8:00am on the button. Trust me by the time we’re finished this will be inconsequential. You won’t have time to worry about your toothache when you’re tossed into a volcano. \n\nThose of you who’ve been around here a while have a general sense of what my intentions are re: (in regards to) completing New Vegas as quickly as possible. Yes Man’s ending is the quickest and the quickest route to his heart is through Cazador Canyon. With time still being my most important commodity, I made sure to waste none of it by killing the Cazadors and their families in the alley. Their experience pumped me up (remember the giant inflatable Pump It Up party place?) to level 2 and I’d need all that experience if I was gonna get Speech up to 100 later on. I hung out at Bonnie Springs for a little while longer after I impressed myself by using a grenade launcher to launcher a machine gun towards me.",
  "thumbnail": {
    "url": "https://i1.ytimg.com/vi/P3Pl8hy5G2w/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "41771",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "694593"
  },
  "original_created_at": "2021-10-10T17:00:09.000Z",
  "created_at": "2021-10-11T15:46:59.199Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "Fallout: New Vegas』を24時間でクリアできるか？"
    },
    {
      "locale": "zh",
      "title": "你能在24小时内击败《辐射：新维加斯》吗？"
    },
    {
      "locale": "zh-Hant",
      "title": "你能在24小時內擊敗《輻射：新維加斯》嗎？"
    }
  ],
  "source_updated_at": 1634290796306
}