{
  "videoId": "q-_7y0WUnW4",
  "channelId": "UCHnyfMqiRRG1u-2MsSQLbXA",
  "title": "I Rented A Helicopter To Settle A Physics Debate",
  "link": "https://www.youtube.com/watch?v=q-_7y0WUnW4",
  "pubDate": "2021-10-27T14:00:34.000Z",
  "author": "Veritasium",
  "id": "yt:video:q-_7y0WUnW4",
  "isoDate": "2021-10-27T14:00:34.000Z",
  "description": "The story of a controversial physics question on the qualifying exam for the 2014 US Physics Olympiad team. How does a uniform cable beneath a helicopter hang? Visit https://SimpliSafe.com/veritasium to learn more and to get at least 30% off your SimpliSafe security system! Thanks to SimpliSafe for sponsoring a portion of this video.\n\nThanks to Scott Smith and the Perris Valley Airport for hosting us. You can follow their social media @skydive_perris and learn more about them at https://skydiveperris.com/\nThanks to Craig Hosking for being our expert helicopter pilot.\nThanks to Professor Paul Stanley for the interview and for writing such an interesting question.\n\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀ \nReferences:\nThe Exam — https://ve42.co/AAPT2014Exam\nThe Solution — https://ve42.co/AAPT2014Solutions\n\n ▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀ \nSpecial thanks to Patreon supporters: S S, Andrew, Benedikt Heinen, Diffbot, Micah Mangione, MJP, Gnare, Dave Kircher, Edward Larsen, Burt Humburg, Blake Byers, Dumky, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Mac Malkawi, Michael Schneider, Big Badaboom, Ludovic Robillard, jim buckmaster, Juan Benet, Ruslan Khroma, Robert Blum, Richard Sundvall, Lee Redden, Vincent, Marinus Kuivenhoven, Alfred Wallace, Clayton Greenwell, Michael Krugman, Cy 'kkm' K'Nelson, Sam Lutfi, Ron Neal\n\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀ \nWritten by Derek Muller, Emily Zhang, and Petr Lebedev\nFilmed by Derek Muller, Trenton Oliver, and Emily Zhang\nEdited by Trenton Oliver\nAnimation by Mike Radjabov\nMusic from Epidemic Sounds\nAdditional video supplied by Getty Images\nProduced by Derek Muller, Petr Lebedev, and Emily Zhang",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/q-_7y0WUnW4/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "60628",
    "average": "4.95",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "765691"
  },
  "original_created_at": "2021-10-27T14:00:34.000Z",
  "created_at": "2021-10-27T20:25:10.536Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "物理学上の議論を解決するためにヘリコプターを借りた"
    },
    {
      "locale": "zh",
      "title": "我租了一架直升飞机来解决物理学上的争论"
    },
    {
      "locale": "zh-Hant",
      "title": "我租了一架直升飛機來解決物理學上的爭論"
    }
  ]
}