{
  "videoId": "udNXMAflbU8",
  "channelId": "UCy0tKL1T7wFoYcxCe0xjN6Q",
  "title": "Holey Plugs, Batman! But... what are they for?",
  "link": "https://www.youtube.com/watch?v=udNXMAflbU8",
  "pubDate": "2021-10-09T15:13:18.000Z",
  "author": "Technology Connections",
  "id": "yt:video:udNXMAflbU8",
  "isoDate": "2021-10-09T15:13:18.000Z",
  "description": "The answer may surprise you.\nLinks 'n stuff\nI've made a playlist of my various electrical shenanigans. You can get to it here:\nhttps://www.youtube.com/playlist?list=PLv0jwu7G_DFU62mIGZNag5vQ0a6tDGBpO\nTechnology Connections on Twitter:\nhttps://twitter.com/TechConnectify\nThe TC Subreddit\nhttps://www.reddit.com/r/technologyconnections\nThis channel is supported through viewer contributions on Patreon. Thanks to the generous support of people like you, Technology Connections has remained independent and possible. If you'd like to join the amazing people who've pledged their support, check out the link below. Thank you for your consideration!\nhttps://www.patreon.com/technologyconnections\n\nOh, and look at these wonderful patrons!\nCody Bittle, Patrick, Andrew Hoddinott, Benjamin Rister, Shay Sandik, Patrick Kennedy, Jesse S, Oswyn Brent, A tall shade of the color red, Colin Gagich, Mike McCaffrey, Mike Olpin, Michael Steinmetz, Andrew Krew, Devedander, Bryan Countryman, David McGrath, Richie Gaiser, Benjamin Albert, Truls Zhong Konstali, Cuervo , Mauve Co, Martin, Eric Graves, Philip Cheek, Alexander Schlickenmaier, Jesse Weaver, Thomas Kula, Ed McCloskey, Harold Godwinson, Jordan DeLong, Keith Hemenway, Aaron Greenberg, Matt Brown, mooncow , Oliver White, Andrew Eslick, Brent Medling, Joel V, John Harris, Mike and Zack, DCBuffalo, Emilio Mendoza, Patricia , Cody, Colin Coyle, Cuddlefisch , nate grover, Martin Smith, Darryl !, bagel mode, DankPods, Ian McDougall, Derek Watson, Marten van Wezel, TJ Zimmerman, Dan Barrett, Kristofer Luck, SingleMaltSloth, Tennavan, Corey W. Anderson, Aaron Teague, Nathaniel Caza, Andrew Chappell, Sammie Mammel, Serge Wroclawski, Matthew Hackbarth, Joel Neatrour, John Zelinka, Jimmy Albin, Jordan Thoms, Bob Leonard, Erik Victory, Andre Alforque, Kevin , Roger Hosey, Paul HW, Anthanasius, Steven gindler, Matt Keaveney, Keegan Carter, TJ , Zengwish, Bennett Colesberry, Ivan Avdeev, Ron Thomas, John Haager, Melody Olvera, Joshua Nahum, Chris Galloway, Sobol, cyberstorm, SHAUN, Keith Chang, Brad Feehan, Mitch Brunner, Eric Rakestraw, Brett Caven, h2g2guy , Charlie Davidson, Noah W., Matthew Abbitt, Thomas & Robert Rhode, Steve McClellan, Nitin Dahyabhai, Dennis Morhardt, Scott Albertine, Jelle De Loecker, Michal Miškerník, Ry Biesemeyer, NobTinker , Devin Edwards, Randy Messinger, Seth Persigehl, Piro606, Nathan Friedly, Robert Hausner, Matthew David Chapin, Bill King, Roadrunner 531, Gareth Brown, Butter Penguin, Maarten De Rocker, John Whitaker, João Pedro Francese, Joseph Russell, Mike Richards, ZGryphon , Eric Walter, Andreas Trottmann, Lee Sweet, Justin Zakrzeski, Artem Leshchev, Jared Julien, Max Maguire, Gunnsteinn Þórisson, RandallA, John Heavisides, Rob Newman",
  "thumbnail": {
    "url": "https://i2.ytimg.com/vi/udNXMAflbU8/hqdefault.jpg",
    "width": "480",
    "height": "360"
  },
  "starRating": {
    "count": "34913",
    "average": "4.93",
    "min": "1",
    "max": "5"
  },
  "statistics": {
    "views": "503564"
  },
  "original_created_at": "2021-10-09T15:13:18.000Z",
  "created_at": "2021-10-10T05:52:47.869Z",
  "tags": [],
  "localize": [
    {
      "locale": "ja",
      "title": "Holey Plugs, Batman! でも...何に使うの？"
    },
    {
      "locale": "zh",
      "title": "洞口插头，蝙蝠侠! 但是......它们是用来做什么的？"
    },
    {
      "locale": "zh-Hant",
      "title": "洞口插頭，蝙蝠俠! 但是......它們是用來做什麼的？"
    }
  ]
}