{
  "author": "steelwidow",
  "the_new_excerpt": "I finally finished Frankenstein. I’ve been wanting to read this for years. I’m\nnot going to lie, this was a hard read. Not because I couldn’t understand it,\nit’s because it’s in what I like to call “old English”... words that are long\nforgotten or sentence structures that we don’t use…",
  "original_created_utc": 1612672682,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我终于看完了《科学怪人》。我想读这本书已经好几年了。我是...\n不会说谎，这是一个艰难的阅读。不是因为我看不懂\n这是因为它是在什么 我喜欢叫 \"老英语\"... 单词是很长的\n遗忘或不用的句子结构...",
      "title": "科学怪人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我終於看完了《科學怪人》。我想讀這本書已經好幾年了。我是...\n不會說謊，這是一個艱難的閱讀。不是因爲我看不懂\n這是因爲它是在什麼 我喜歡叫 \"老英語\"... 單詞是很長的\n遺忘或不用的句子結構...",
      "title": "科學怪人"
    }
  ],
  "title": "Frankenstein by Mary Shelley",
  "created_utc": 1612688697,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finally finished Frankenstein. I’ve been wanting to read this for years. I’m not going to lie, this was a hard read. Not because I couldn’t understand it, it’s because it’s in what I like to call “old English”... words that are long forgotten or sentence structures that we don’t use anymore. </p>\n\n<p>Written in 1816-1818 Mary Shelley, who was an educated woman (not all women went to school back then let alone college) entered the writing as part of a challenge set by her friend along with other friends. The challenge: who could write the best horror story. Mary won. Her own personal story is interesting and marked with tragedy. She died in 1851. </p>\n\n<p>While this was a good read and part of it pretty horrific by standards of those days... writings of creating a living creature through scientific methods were extremely taboo at that time. Honestly she could have been thrown into an insane asylum if her father hadn’t always encouraged her to write. He could have easily said yeah you know what we’re going to commit you and that would have been it for her.. anyhow a good read but a difficult one. There were times I had to force myself to keep going but then BANG! It got super good and from there to the end it kept my attention. </p>\n\n<p>At times I felt sorry for the creature that was created. It dawned on me that a self aware creature “born” into this world with no one to guide it was lucky to make it day to day. Some how it did. It was missing companionship and love. Those desires drove it to try to reach out for humans who shunned it because of its looks. (We do this to people everyday in the world). It was by that shunning that it became a monster. In the end it hated itself more than its creator ever could. </p>\n\n<p>I’ll leave it there. Way more interesting than the movies made around the story.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/lefgpi/frankenstein_by_mary_shelley/",
  "subreddit": "books",
  "id": "lefgpi",
  "is_self": true,
  "media": null,
  "is_video": false
}