{
  "author": "PoachedFlounder",
  "original_created_utc": 1637098329,
  "title": "CMV: Culture accounts for significantly more than people are willing/able to admit",
  "created_utc": 1637127067,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently it&#39;s become &quot;not PC&quot; to talk about culture and its effects, especially in the US. I suspect this is because culture can be closely related to race.</p>\n\n<p>However, many realities in the US are clearly influenced by culture. The most obvious example being the wealth disparities among different groups of people. Non-white populations all have significantly lower median household incomes. Of course racism and colonialism are relevant factors, but nigerians and asians face identical obstacles yet earn <em>significantly more</em> than white people do. Does anyone really believe it&#39;s simply a coincidence that one group&#39;s culture emphasizes education to an extreme degree while the other&#39;s glorifies sports, music, etc? I feel the reality is obvious. I know nigerian/asian immigrants who came to the US with literally nothing and within two generations their family holds tremendous wealth. Their children weren&#39;t focusing on being athletes or rappers, they instead they worked to become doctors. </p>\n\n<p>Of course I acknowledge systemic inequalities exist. The US is now famous for that. But I don&#39;t see how anyone can argue culture doesn&#39;t explain a <em>lot</em> of what we see in the world. From incarceration rates to education to wealth or health.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qviozz/cmv_culture_accounts_for_significantly_more_than/",
  "subreddit": "changemyview",
  "id": "qviozz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently it's become \"not PC\" to talk about culture and its effects, especially\nin the US. I suspect this is because culture can be closely related to race.\n\nHowever, many realities in the US are clearly influenced by culture. The most\nobvious example being the wealth disparities among different…"
}