{
  "author": "PoachedFlounder",
  "original_created_utc": 1637098329,
  "title": "CMV: Culture accounts for significantly more than people are willing/able to admit",
  "created_utc": 1637127067,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently it&#39;s become &quot;not PC&quot; to talk about culture and its effects, especially in the US. I suspect this is because culture can be closely related to race.</p>\n\n<p>However, many realities in the US are clearly influenced by culture. The most obvious example being the wealth disparities among different groups of people. Non-white populations all have significantly lower median household incomes. Of course racism and colonialism are relevant factors, but nigerians and asians face identical obstacles yet earn <em>significantly more</em> than white people do. Does anyone really believe it&#39;s simply a coincidence that one group&#39;s culture emphasizes education to an extreme degree while the other&#39;s glorifies sports, music, etc? I feel the reality is obvious. I know nigerian/asian immigrants who came to the US with literally nothing and within two generations their family holds tremendous wealth. Their children weren&#39;t focusing on being athletes or rappers, they instead they worked to become doctors. </p>\n\n<p>Of course I acknowledge systemic inequalities exist. The US is now famous for that. But I don&#39;t see how anyone can argue culture doesn&#39;t explain a <em>lot</em> of what we see in the world. From incarceration rates to education to wealth or health.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qviozz/cmv_culture_accounts_for_significantly_more_than/",
  "subreddit": "changemyview",
  "id": "qviozz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently it's become \"not PC\" to talk about culture and its effects, especially\nin the US. I suspect this is because culture can be closely related to race.\n\nHowever, many realities in the US are clearly influenced by culture. The most\nobvious example being the wealth disparities among different…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近では、文化とその影響について語ることは、特にアメリカでは「PCではない」とされています。\nアメリカでは特にそうです。これは、文化が人種と密接に関係している可能性があるからだと思います。\n\nしかし、アメリカでは多くの現実が明らかに文化の影響を受けています。最もわかりやすい例は\n最も明白な例は、異なる国の人々の間にある富の格差です...",
      "title": "CMV: 人々が認めようとしない/認められない以上に、文化が大きく影響している"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，谈论文化及其影响已经变得 \"不正常\"，特别是在美国。\n在美国。我怀疑这是因为文化可能与种族密切相关。\n\n然而，美国的许多现实情况显然受到文化的影响。最明显的例子是\n最明显的例子是不同地区的贫富差距。",
      "title": "CMV：文化所占的比重远远超过人们愿意/能够承认的程度。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，談論文化及其影響已經變得 \"不正常\"，特別是在美國。\n在美國。我懷疑這是因爲文化可能與種族密切相關。\n\n然而，美國的許多現實情況顯然受到文化的影響。最明顯的例子是\n最明顯的例子是不同地區的貧富差距。",
      "title": "CMV：文化所佔的比重遠遠超過人們願意/能夠承認的程度。"
    }
  ]
}