{
  "author": "Quirky_Push_7097",
  "original_created_utc": 1628366455,
  "title": "CMV: There’s nothing wrong or unhealthy with living an introverted hermit lifestyle.",
  "created_utc": 1628375441,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I suffer from high functioning autism and while there are people out in the world with my disability who can make friends and socialize, not everyone wants to or cares.</p>\n\n<p>Basically I’m an introverted person and I’m not interested in people. When I tried to force myself to socialize I came across as fake and creepy due to my social skills.</p>\n\n<p>Not that I’m older I can mask better, but I’ll never fit in and I’ve been called standoffish. People are way too demanding as I grow older and I don’t have the energy or time to care or build a community.</p>\n\n<p>I can socialize just fine and I do have two/three friends I talk with (although they are busy with their own lives).</p>\n\n<p>I don’t get the same benefit of talking to people that others do. I find that I have to completely change my personality to appeal to people and what’s fair about that?</p>\n\n<p>It seems wrong and disrespectful that I’m supposed to cater to other people who don’t care about me at all as a person.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/changemyview/comments/p00954/cmv_theres_nothing_wrong_or_unhealthy_with_living/",
  "subreddit": "changemyview",
  "id": "p00954",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I suffer from high functioning autism and while there are people out in the\nworld with my disability who can make friends and socialize, not everyone wants\nto or cares.\n\nBasically I’m an introverted person and I’m not interested in people. When I\ntried to force myself to socialize I came across as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は高機能自閉症を患っていますが、世界には私のような障害を持っていても、友達を作って社交的になれる人がいます。\n私は高機能自閉症を患っていますが、世界には私のような障害を持つ人でも友達を作って社交的になれる人がいます。\n私は高機能自閉症を患っています。\n\n基本的に私は内向的な人間で、人に興味がありません。私が\n無理に人付き合いをしようとすると、私はまるで......。",
      "title": "CMV： 内向的な仙人のような生活をすることは、悪いことでも不健康なことでもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我患有高功能自闭症，虽然世界上也有和我一样残疾的人\n虽然世界上有一些和我一样残疾的人可以交朋友和社交，但并不是每个人都愿意或关心。\n愿意或关心。\n\n基本上我是一个内向的人，我对人不感兴趣。当我\n试图强迫自己与人交往时，我就表现得......",
      "title": "CMV：过着内向的隐士生活并没有什么不对或不健康的地方。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我患有高功能自閉症，雖然世界上也有和我一樣殘疾的人\n雖然世界上有一些和我一樣殘疾的人可以交朋友和社交，但並不是每個人都願意或關心。\n願意或關心。\n\n基本上我是一個內向的人，我對人不感興趣。當我\n試圖強迫自己與人交往時，我就表現得......",
      "title": "CMV：過着內向的隱士生活並沒有什麼不對或不健康的地方。"
    }
  ]
}