{
  "author": "farmsfarts",
  "the_new_excerpt": "I just finished rereading Firestarter for the first time in many years. This\nbook is brilliant. Full scope of emotions covered.\n\nI shed a few tears as I finished up, and got full body tingles. I was awash in\nthe glow of a beautiful but sad story.\n\nIt's got the requisite supernatural/horror elements,…",
  "original_created_utc": 1618288474,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、久しぶりに『ファイアスターター』を再読しました。この\nこの本は素晴らしい。あらゆる感情を網羅しています。\n\n読み終わったときには涙を流し、体中がゾクゾクしました。私は美しくも悲しい作品の輝きに包まれました。\n美しくも悲しい物語の輝きに包まれました。\n\n超常現象やホラーの要素もありますが、その中でも",
      "title": "もし、スティーブン・キングの「Firestarter」を読んだことがないのであれば、自分のためにもぜひ読んでみてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚重读完《火星》，这是多年来的第一次。这本\n这本书很精彩。涵盖了情感的全部范围。\n\n当我读完的时候，我流了几滴眼泪，全身都被刺痛了。我沉浸在\n一个美丽而又悲伤的故事的光芒。\n\n它有必要的超自然/恐怖元素，... ...",
      "title": "如果你从来没有读过斯蒂芬-金的《火力全开》，你应该为自己做一件好事，看看它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛重讀完《火星》，這是多年來的第一次。這本\n這本書很精彩。涵蓋了情感的全部範圍。\n\n當我讀完的時候，我流了幾滴眼淚，全身都被刺痛了。我沉浸在\n一個美麗而又悲傷的故事的光芒。\n\n它有必要的超自然/恐怖元素，... ...",
      "title": "如果你從來沒有讀過斯蒂芬-金的《火力全開》，你應該爲自己做一件好事，看看它。"
    }
  ],
  "title": "If you've never read Firestarter by Stephen King, you should do yourself a favour and check it out.",
  "created_utc": 1618296359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished rereading Firestarter for the first time in many years. This book is brilliant. Full scope of emotions covered. </p>\n\n<p>I shed a few tears as I finished up, and got full body tingles. I was awash in the glow of a beautiful but sad story. </p>\n\n<p>It&#39;s got the requisite supernatural/horror elements, but at its best it&#39;s a story about love and bravery. I beg you to read it if you have not. You will not be disappointed. </p>\n\n<p>It has one of the most uniquely disturbing villains, and you will fall in love with Charlie. She makes me hold my kids tighter and open my heart with bursting love. </p>\n\n<p>It&#39;s amazing how powerful some books are.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mpv5p5/if_youve_never_read_firestarter_by_stephen_king/",
  "subreddit": "books",
  "id": "mpv5p5",
  "is_self": true,
  "media": null,
  "is_video": false
}