{
  "author": "ahabthecrusader",
  "original_created_utc": 1624635169,
  "title": "YSK: You NEED (not should) to consider your financial well being before adopting an animal.",
  "created_utc": 1624640375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Animals are very expensive (and time consuming) to have if you want to PROPERLY take care of them. Of course, there are some outliers when it comes to this.</p>\n\n<p>Veterinary care is expensive and can break you if you’re wallet isn’t ready for it. Look into insurance costs, what they cover, deductible and any other hoops they may have you jump through to get an animal insured. That small monthly cost may save you a few thousand and the stress of trying to come up with it if you don’t already have it. Also, check with vet offices in your area to see what insurance they will approve (and their reviews if you’re wanting quality care). Some vet offices even have financial assistance programs for animals to get the care they need while also relieving financial burden from the owner.</p>\n</div><!-- SC_ON -->",
  "score": 1189,
  "permalink": "/r/YouShouldKnow/comments/o7q1vh/ysk_you_need_not_should_to_consider_your/",
  "subreddit": "YouShouldKnow",
  "id": "o7q1vh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Animals are very expensive (and time consuming) to have if you want to\nPROPERLY take care of them. Of course, there are some outliers when it comes to\nthis.\n\nVeterinary care is expensive and can break you if you’re wallet isn’t ready for\nit. Look into insurance costs, what they cover,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 動物を飼うには、とてもお金がかかります（時間もかかります）。\n時間もかかります。もちろん、これに関しては、例外もありますが。\nYSK: 動物を飼うのはとてもお金がかかります。\n\n獣医の治療費は高額で、お財布の準備ができていないと壊れてしまうかもしれません。\n負担することになります。保険料や補償内容などを調べてみてください。",
      "title": "YSK: 動物を飼う前には、自分の経済状況を考慮する必要があります（すべきではない）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果你想养动物，那么动物是非常昂贵的（而且很耗时）。\n适当地照顾它们。当然，在这方面也有一些例外。\n这一点。\n\n兽医护理是昂贵的，如果你的钱包还没有准备好，就会让你崩溃。\n它。研究一下保险费用，它们包括什么？",
      "title": "YSK：在收养动物之前，你需要（而不是应该）考虑你的经济状况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果你想養動物，那麼動物是非常昂貴的（而且很耗時）。\n適當地照顧它們。當然，在這方面也有一些例外。\n這一點。\n\n獸醫護理是昂貴的，如果你的錢包還沒有準備好，就會讓你崩潰。\n它。研究一下保險費用，它們包括什麼？",
      "title": "YSK：在收養動物之前，你需要（而不是應該）考慮你的經濟狀況。"
    }
  ]
}