{
  "author": "Delam2",
  "the_new_excerpt": "I’ve often seen sentiments to the tune of: Anti-Vaxxers are victims of a poor\neducation system or poverty. They’re people who slipped through the net. Dropped\nout of school.\n\nNah I don’t buy it.\n\nIn developed countries, everyone gets access to an education. The people coming\nout of the woodwork as…",
  "original_created_utc": 1623897260,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "という感情をよく目にします。反ワクワク派は、教育制度の悪さや貧困の犠牲者だ\n貧しい教育システムや貧困の犠牲者だ。彼らは網の目をすり抜けた人々です。学校をドロップアウトした\n学校から抜け出した人たちです。\n\nいや、それは信じられません。\n\n先進国では誰もが教育を受けることができます。人々が出てくるのは\nとして出てくるのは",
      "title": "CMV: 豊かな国のアンチバクサーやアンチマスカーは、教育を受けていないのではなく、何も苦労したことのない恵まれた劣等生なのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常看到有这样的情绪。反疫苗接种者是贫穷的受害者\n教育系统或贫困的受害者。他们是滑过网的人。辍学\n从学校辍学。\n\n不，我不相信。\n\n在发达国家，每个人都有机会接受教育。这些人\n出的人是...",
      "title": "CMV：来自富裕国家的反免疫者和反面具者并不是没有受过教育，他们是没有受过教育的特权者，从来没有为任何事情奋斗过。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常看到有這樣的情緒。反疫苗接種者是貧窮的受害者\n教育系統或貧困的受害者。他們是滑過網的人。輟學\n從學校輟學。\n\n不，我不相信。\n\n在發達國家，每個人都有機會接受教育。這些人\n出的人是...",
      "title": "CMV：來自富裕國家的反免疫者和反面具者並不是沒有受過教育，他們是沒有受過教育的特權者，從來沒有爲任何事情奮鬥過。"
    }
  ],
  "title": "CMV: Anti-vaxxers and Anti-Maskers from rich countries aren’t uneducated, they’re privileged underachievers who’ve never struggled for anything.",
  "created_utc": 1623912051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve often seen sentiments to the tune of: Anti-Vaxxers are victims of a poor education system or poverty. They’re people who slipped through the net. Dropped out of school. </p>\n\n<p><strong>Nah I don’t buy it.</strong></p>\n\n<p>In developed countries, everyone gets access to an education. The people coming out of the woodwork as anti-vaxxers aren’t those from working class families. Those with working class upbringings are far too busy making a living and enjoying their lives than to find time peddling conspiracies. </p>\n\n<p>Mostly antivaxxers are from middle class white upbringings. They had simple upbringings and limited life experiences. With everything handed to them on a plate, they never struggled for anything. </p>\n\n<p>Hardship for them growing up was having their Nintendo taken away from them, or having no pocket money for a week because they didn’t go to church. The same kids who later on spent too much of their student loan on crack and had to ring home to mummy and daddy so they had enough money for an Uber home from the club.</p>\n\n<p>All of this endless life of nothing, of mediocrity, of underachieving because you had no reason to strive for better ultimately leads to very unhappy people. No meaning to life. </p>\n\n<p>The pandemic gave these privileged losers the illusion of hardship, of oppression. Who else would see a mask as oppressive? </p>\n\n<p><em>Not the Holocaust survivor</em></p>\n\n<p><em>Not the domestic abuse survivor</em></p>\n\n<p><em>Not the refuge, homeless and stateless</em></p>\n\n<p>This illusion of hardship has done something very strange to their brains. It’s given their life meaning. Not in the same way most people perceive “meaning” but a purpose of a sort still. When people feel oppressed they find ways of resisting.</p>\n\n<p>Suddenly they feel unique and special as they find other people online who feel the same. They can send each other their “research” - various opinion pieces disguised as peer reviewed research or even referencing real research taken out of context. </p>\n\n<p>Deep down many of them know they’re living a fantasy, but they don’t care because they’re part of a unique underground resistance. They’re not mediocre like their parents - they’re doing something really special with their lives. They never believed in something bigger than themselves before which is the reason why they’re so difficult to reason with. </p>\n\n<p><strong>The solution?</strong> isn’t better education. We all have access to education it just depends whether you choose to ignore what you learnt. </p>\n\n<p>Never give your kids a ride, an easy life: A passionless existence. Because they will find something truly fucked up to fill that void. Drug addiction, alcoholism or the absolute worst: A passion for Anti-Vax or other truth denialism.</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/changemyview/comments/o1m9oo/cmv_antivaxxers_and_antimaskers_from_rich/",
  "subreddit": "changemyview",
  "id": "o1m9oo",
  "is_self": true,
  "media": null,
  "is_video": false
}