{
  "author": "Sudo_Nymn",
  "the_new_excerpt": "Why YSK: Any snow left on your car can become a hazard to you or others if left\non the car while driving.\n\nSnow on the windows can block visibility.\n\nSnow on the hood can fly up and hit the windshield, blocking your view of the\nroad.\n\nSnow on the rear windshield limits your ability to see behind…",
  "original_created_utc": 1610107806,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：任何留在车上的雪都会对你或其他人造成危险。\n开车时，车身上的。\n\n车窗上的雪会阻挡视线。\n\n引擎盖上的积雪会飞起来砸在挡风玻璃上，挡住你的视线。\n道路。\n\n后挡风玻璃上的雪限制了你看清后方的能力... ...",
      "title": "YSK: 开车前应先清除前*和*后挡风玻璃、所有车窗、引擎盖和车顶的积雪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：任何留在車上的雪都會對你或其他人造成危險。\n開車時，車身上的。\n\n車窗上的雪會阻擋視線。\n\n引擎蓋上的積雪會飛起來砸在擋風玻璃上，擋住你的視線。\n道路。\n\n後擋風玻璃上的雪限制了你看清後方的能力... ...",
      "title": "YSK: 開車前應先清除前*和*後擋風玻璃、所有車窗、引擎蓋和車頂的積雪。"
    }
  ],
  "title": "YSK: Snow should be removed from the front *and* rear windshield, all windows, the hood and the TOP of your car before driving",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: <em>Any</em> snow left on your car can become a hazard to you or others if left on the car while driving. </p>\n\n<p>Snow on the windows can block visibility.  </p>\n\n<p>Snow on the hood can fly up and hit the windshield, blocking your view of the road. </p>\n\n<p>Snow on the rear windshield limits your ability to see behind you, even if you have side rear view mirrors. </p>\n\n<p>Snow on the TOP of your car can either fly off your car onto the car behind you, OR slightly melt from the interior heat of your car enough to slide onto your front windshield if you have to stop suddenly. In my experience this is one area of a car that I commonly see has not been cleared before driving. If you have a tall vehicle, get a telescoping snow brush and/or a small folding step stool to keep in the vehicle for these occasions. </p>\n\n<p>Be safe out there!</p>\n</div><!-- SC_ON -->",
  "score": 229,
  "permalink": "/r/YouShouldKnow/comments/kt19g3/ysk_snow_should_be_removed_from_the_front_and/",
  "subreddit": "YouShouldKnow",
  "id": "kt19g3",
  "is_self": true,
  "media": null,
  "is_video": false
}