{
  "author": "MonkeyTesticleJuice",
  "the_new_excerpt": "I'm not looking for porn in book form, or for vampires who're dark,\nmisunderstood, tragic souls. I'm looking for vampires that'll tear out your\nthroat while laughing for no other reasons than thirst and sadistic pleasure,\nthe kind that make children tightly cover themselves up to the neck at night…",
  "original_created_utc": 1622503370,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は本の形でポルノを探しているわけではありませんし、暗い雰囲気の吸血鬼を探しているわけでもありません。\n誤解された悲劇的な魂を持つヴァンパイアではなく 私が探しているのは、あなたの喉を引き裂くような吸血鬼です。\n喉の渇きとサディスティックな喜びのために、笑いながら喉を引き裂くような吸血鬼を探しているのです。\n子供が夜になると首までしっかりと覆うような...",
      "title": "吸血鬼が純粋なモンスターである吸血鬼の本を探しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在寻找书中的色情，也不是在寻找黑暗的吸血鬼。\n被误解的悲惨灵魂的吸血鬼。我想找的是那些会撕开你的喉咙的吸血鬼。\n撕开你的喉咙，同时大笑，除了饥渴和虐待狂的快感，没有其他原因。\n那种让孩子们在晚上紧紧捂住自己脖子的吸血鬼......",
      "title": "寻找吸血鬼书籍，其中的吸血鬼是纯粹的怪物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在尋找書中的色情，也不是在尋找黑暗的吸血鬼。\n被誤解的悲慘靈魂的吸血鬼。我想找的是那些會撕開你的喉嚨的吸血鬼。\n撕開你的喉嚨，同時大笑，除了飢渴和虐待狂的快感，沒有其他原因。\n那種讓孩子們在晚上緊緊捂住自己脖子的吸血鬼......",
      "title": "尋找吸血鬼書籍，其中的吸血鬼是純粹的怪物。"
    }
  ],
  "title": "Looking for vampire books where the vamps are pure monsters.",
  "created_utc": 1622529219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not looking for porn in book form, or for vampires who&#39;re dark, misunderstood, tragic souls. I&#39;m looking for vampires that&#39;ll tear out your throat while laughing for no other reasons than thirst and sadistic pleasure, the kind that make children tightly cover themselves up to the neck at night in fear of being drained. Any recommendations? Also, if you don&#39;t know any vampire books that have that monstrous feel, do you have any other monster books not related to vampires that do? I&#39;m a sucker for scary creatures features!</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/booksuggestions/comments/npg4ur/looking_for_vampire_books_where_the_vamps_are/",
  "subreddit": "booksuggestions",
  "id": "npg4ur",
  "is_self": true,
  "media": null,
  "is_video": false
}