{
  "author": "weareartickl",
  "original_created_utc": 1639740552,
  "title": "YSK: if you're used to getting a deal or discount from a couple employees at a place, that doesn't mean you are entitled to it everytime, from everyone. And by saying you are used to getting said deal to a manager, you are screwing over the employees who have been hooking you up.",
  "created_utc": 1639763274,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: They&amp;#39;re doing you a favour but it doesn&amp;#39;t mean other employees will. And if you push too hard, you won&amp;#39;t get your deal from those employees anymore, and you could very well be jeopardizing their employment there, so just keep your mouth shut and be happy with what you get.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/YouShouldKnow/comments/rifffo/ysk_if_youre_used_to_getting_a_deal_or_discount/",
  "subreddit": "YouShouldKnow",
  "id": "rifffo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: They're doing you a favour but it doesn't mean other employees will.\nAnd if you push too hard, you won't get your deal from those employees anymore,\nand you could very well be jeopardizing their employment there, so just keep\nyour mouth shut and be happy with what you get.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 彼らはあなたに好意を持っていますが、それはあなたのためではありません。\n他の社員がそうなるとは限りません。そして、あまりに強引に押し付けると、他の社員がそうするとは限りません。\nを得ることができなくなります。\nだから、黙っていれば...。",
      "title": "YSK: もしあなたが、ある場所で数人の従業員から取引や割引を受けるのに慣れていたとしても、それはあなたが毎回、誰からもそれを受ける権利があるということではありません。また、マネージャーと取引するのに慣れていると言うことは、あなたを雇っている従業員を愚弄していることになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：他们在帮你的忙，但这并不意味着其他员工会帮你。\n并不意味着其他员工会这样做。如果你逼得太紧，你就不会\n你不会再从那些员工那里得到你的交易，而且你很可能会被\n你很可能会危及他们的就业，所以请闭上你的嘴，并...",
      "title": "YSK：如果你习惯于从一个地方的几个员工那里获得交易或折扣，这并不意味着你有权每次都从所有人那里获得。如果你说你习惯于从经理那里得到上述优惠，那么你就是在坑害那些一直为你提供服务的员工。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：他們在幫你的忙，但這並不意味着其他員工會幫你。\n並不意味着其他員工會這樣做。如果你逼得太緊，你就不會\n你不會再從那些員工那裏得到你的交易，而且你很可能會被\n你很可能會危及他們的就業，所以請閉上你的嘴，並...",
      "title": "YSK：如果你習慣於從一個地方的幾個員工那裏獲得交易或折扣，這並不意味着你有權每次都從所有人那裏獲得。如果你說你習慣於從經理那裏得到上述優惠，那麼你就是在坑害那些一直爲你提供服務的員工。"
    }
  ]
}