{
  "author": "JumpFew6622",
  "original_created_utc": 1636386074,
  "title": "YSK your phone's sound quality can be greatly improved just through it's settings.",
  "created_utc": 1636395359,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it WILL improve your listening experience</p>\n\n<p>There may be differences between certain models etc, but simply put: if you look in your settings for wherever your phone&#39;s sound controls are there should be a plethora of options to change the sound coming out from its speakers aswell as the headphones. </p>\n\n<p>For me personally I&#39;ve got an older Samsung android phone and these settings are listed under &#39;advanced sound settings&#39;. I&#39;ve found the best settings are: custom equalizer with all frequencies cranked right up, adapt sound at 60 or over and finally Dolby atmos at &#39;auto&#39;. I&#39;m no sound engineer so it&#39;s possible these settings could be blasting my ears out right now, but trust me when I say it&#39;s made my music a million times better, especially if you&#39;ve got cheaper model headphones! </p>\n\n<p>So fiddle with some sound settings people and lemme know if it&#39;s made your music better! Maybe my headphones are just rubish to begin with lol</p>\n\n<p>EDIT: on IOS it can be found under ‘music’ in settings</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/qpg7vk/ysk_your_phones_sound_quality_can_be_greatly/",
  "subreddit": "YouShouldKnow",
  "id": "qpg7vk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: it WILL improve your listening experience\n\nThere may be differences between certain models etc, but simply put: if you look\nin your settings for wherever your phone's sound controls are there should be a\nplethora of options to change the sound coming out from its speakers aswell as\nthe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：あなたのリスニング体験を向上させます\n\n機種によっては違いがあるかもしれませんが、簡単に言うと、あなたのP.O.がどこであっても、設定を見れば\n簡単に言うと、携帯電話のサウンドコントロールの設定には、スピーカーから出る音や\n携帯電話のサウンドコントロールの設定を見ると、スピーカーから出る音を変更するオプションがたくさんあります。\nそれは",
      "title": "YSK スマホの音質は、設定次第で大幅に改善されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：它将改善你的听觉体验\n\n某些型号之间可能存在差异，但简单地说：如果你在设置中寻找\n在你的设置中，无论你的手机的声音控制在哪里，都应该有一个\n如果你在设置中查看你的手机的声音控制，应该有大量的选项来改变从其扬声器出来的声音以及\n的声音。",
      "title": "YSK你的手机的音质可以通过它的设置得到极大的改善。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：它將改善你的聽覺體驗\n\n某些型號之間可能存在差異，但簡單地說：如果你在設置中尋找\n在你的設置中，無論你的手機的聲音控制在哪裏，都應該有一個\n如果你在設置中查看你的手機的聲音控制，應該有大量的選項來改變從其揚聲器出來的聲音以及\n的聲音。",
      "title": "YSK你的手機的音質可以通過它的設置得到極大的改善。"
    }
  ]
}