{
  "author": "TsarKobayashi",
  "original_created_utc": 1630865460,
  "title": "Just finished reading \"The Handmaid's Tale\"",
  "created_utc": 1630911514,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly its one of the best political books I have ever read. Its based on a fictional future of the United States called the &quot;Republic of Gilead&quot; which treats women like objects. Women have to become handmaids who are basically glorified mistresses for rich, old men. They are expected to produce kids and its considered their greatest achievement.<br/>\nI had one question that is nagging me though.&gt;! If the Republic is so concerned about the falling birth rates, wouldn&#39;t it be better to give handmaids to young men instead of old men considering the book mentions that fertility falls with age? Or is their a theme here?!&lt;<br/>\nIts seems very counterproductive to me.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/pii41l/just_finished_reading_the_handmaids_tale/",
  "subreddit": "books",
  "id": "pii41l",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Honestly its one of the best political books I have ever read. Its based on a\nfictional future of the United States called the \"Republic of Gilead\" which\ntreats women like objects. Women have to become handmaids who are basically\nglorified mistresses for rich, old men. They are expected to produce…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直なところ、私がこれまでに読んだ政治関連の本の中でも最高の一冊です。この本は\n架空の未来のアメリカ「ギリアド共和国」を題材にしています。\n女性をモノのように扱っています。女性は侍女にならなければならず、基本的には\n侍女にならなければなりません。彼女たちに期待されていることは...",
      "title": "\"The Handmaid's Tale \"を読み終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "老实说，这是我读过的最好的政治书籍之一。它基于一个\n虚构的美国未来，名为 \"吉利德共和国\"。\n它把妇女当作物品来对待。妇女必须成为女仆，她们基本上是\n富有的老男人的光荣的情妇。她们被期望生产...",
      "title": "刚刚读完 \"女仆的故事\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "老實說，這是我讀過的最好的政治書籍之一。它基於一個\n虛構的美國未來，名爲 \"吉利德共和國\"。\n它把婦女當作物品來對待。婦女必須成爲女僕，她們基本上是\n富有的老男人的光榮的情婦。她們被期望生產...",
      "title": "剛剛讀完 \"女僕的故事\"。"
    }
  ]
}