{
  "author": "pmbuttsonly",
  "original_created_utc": 1638546655,
  "title": "In crypto, the money you COULD have made always seems to hurt more than money you actually lost",
  "created_utc": 1638559896,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I swear, losing money on a bad investment or rugpull &lt;em&gt;really&lt;/em&gt; sucks, and obviously sometimes people lose everything. But there is absolutely NOTHING worse than seeing a coin you just sold or didn’t buy into go 100x - and seeing all the gains you missed out on.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll probably even forget about a bad investment or losing money, but you will NEVER forget not hopping into a 10,000x coin and for the rest of your days regret it.&lt;/p&gt;\n\n&lt;p&gt;YEARS LATER, you’ll still watch that damn coin, &lt;em&gt;hoping it finally tanks to make the pain stop.&lt;/em&gt; I missed out on both MATIC and Loopring and will take it to my grave.&lt;/p&gt;\n\n&lt;p&gt;Anyone else experience this? What is it about our bad brains that does this to us? Why lord didn’t invest in ETH at $200?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 227,
  "permalink": "/r/CryptoCurrency/comments/r8243f/in_crypto_the_money_you_could_have_made_always/",
  "subreddit": "CryptoCurrency",
  "id": "r8243f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I swear, losing money on a bad investment or rugpull really sucks, and obviously\nsometimes people lose everything. But there is absolutely NOTHING worse than\nseeing a coin you just sold or didn’t buy into go 100x - and seeing all the\ngains you missed out on.\n\nYou'll probably even forget about a bad…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>悪い投資やラグプルでお金を失うことは、絶対に嫌ですよね。\n時には全てを失う人もいます。\nしかし、自分が売ったばかりの、あるいは買わなかったコインが100倍になっているのを見るのは、絶対に悪いことではありません。\nしかし、自分が売ったばかりの、あるいは買わなかったコインが100倍になっているのを見て、自分が逃したすべての利益を見ることほど悪いことはありません。",
      "title": "暗号では、実際に失ったお金よりも、儲けられたかもしれないお金の方が常に痛いようです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我发誓，在糟糕的投资或拉锯战中输钱真的很糟糕。\n我发誓，因投资失利或拉锯战而导致的损失真的很糟糕，而且显然有时人们会失去一切。\n但绝对没有什么比看到你刚刚卖出或没有买入的硬币上涨100倍更糟糕的了\n买入100倍--看到你错过的所有收益，这绝对是最糟糕的......",
      "title": "在加密货币中，你本可以赚到的钱似乎总是比你实际损失的钱更痛苦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我發誓，在糟糕的投資或拉鋸戰中輸錢真的很糟糕。\n我發誓，因投資失利或拉鋸戰而導致的損失真的很糟糕，而且顯然有時人們會失去一切。\n但絕對沒有什麼比看到你剛剛賣出或沒有買入的硬幣上漲100倍更糟糕的了\n買入100倍--看到你錯過的所有收益，這絕對是最糟糕的......",
      "title": "在加密貨幣中，你本可以賺到的錢似乎總是比你實際損失的錢更痛苦。"
    }
  ]
}