{
  "author": "7StarsRichmond",
  "original_created_utc": 1627335660,
  "title": "YSK: Having a 1 MG vs. a 10 MG THC edible can be a very different experience for a new cannabis consumer",
  "created_utc": 1627350426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ve heard a lot of stories recently about people who take an edible for their first time using cannabis, and many people aren&#39;t acutely aware of how many MG of THC they should take, despite the instructions being clear on the package. So I guess this is my RTFM for cannabis.</p>\n\n<p>For people who have never had cannabis (or who haven’t had it in recent months), you might want to try taking only 1 MG of THC. For example:</p>\n\n<p>1 MG: Some people will feel mild euphoria, some will feel nothing</p>\n\n<p>2 - 3 MG: Some people will feel euphoria and psychedelic effects, some will feel very little</p>\n\n<p>3 - 5 MG: Many people will feel euphoria and psychedelic effects, some people might feel overwhelmed or anxious</p>\n\n<p>5 - 10 MG: Most people will feel strong euphoria and psychedelic effects, many people will feel overwhelmed or anxious</p>\n\n<p>Start low and go slow.</p>\n\n<p>It’s better to take too little than to take too much. If you take too much you can experience mild to severe anxiety, panic attacks, and other unpleasant feelings. In some cases, people have a very bad experience that can cause lasting trauma.</p>\n\n<p>Know your dose.</p>\n\n<p>Taking 1 MG of THC on a Friday night, with a buddy to keep you company, is a great idea for your first time consuming cannabis. If you don’t experience any effects, take 2 MG the next time. Then 3 MG the next time. Give your body a full 24 hours to process the experience before trying again.</p>\n\n<p>Then, after you’ve gotten to understand how to reach a place of mild euphoria, excitement, or relaxation (depending on the product you take), you can try more if you want a stronger effect—or not!</p>\n\n<p>It&#39;s fine if you want to blast off to the moon and take more, but I&#39;m mainly just writing this for people who might not know how big a difference 1 MG vs. 10 MG can be for a cannabis newbie.</p>\n\n<p>Safe travels.</p>\n\n<p><a href=\"https://www.leafly.com/news/cannabis-101/cannabis-edibles-dosage-guide-chart\">Source</a>.</p>\n</div><!-- SC_ON -->",
  "score": 832,
  "permalink": "/r/YouShouldKnow/comments/os8tpi/ysk_having_a_1_mg_vs_a_10_mg_thc_edible_can_be_a/",
  "subreddit": "YouShouldKnow",
  "id": "os8tpi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I've heard a lot of stories recently about people who take an edible\nfor their first time using cannabis, and many people aren't acutely aware of how\nmany MG of THC they should take, despite the instructions being clear on the\npackage. So I guess this is my RTFM for cannabis.\n\nFor people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、最近よく耳にするのが、初めて大麻を吸うときにエディブル\n最近よく耳にするのは、初めて大麻を使用する人がエディブルを摂取する際に、THCを何MG摂取すればいいのかを意識していない人が多いということです。\nパッケージに記載されているにもかかわらず、何MGのTHCを摂取すればいいのかを認識していない人が多いのです。\nパッケージに明確な指示があるにもかかわらず。これが私の大麻のRTFMですね。\n\n人々のために...",
      "title": "YSK: THC濃度が1mgのものと10mgのものとでは、大麻を初めて吸う人にとっては大きな違いがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我最近听到了很多关于人们在第一次使用大麻时服用食用剂的故事。\n的故事，许多人并不清楚他们应该服用多少毫克四氢大麻。\n许多人不清楚他们应该服用多少毫克四氢大麻酚，尽管包装上的说明很清楚。\n包装上的说明。所以我想这是我对大麻的RTFM。\n\n对于人们来说...",
      "title": "YSK：对于一个新的大麻消费者来说，食用1毫克和10毫克的THC可谓是一种非常不同的体验。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我最近聽到了很多關於人們在第一次使用大麻時服用食用劑的故事。\n的故事，許多人並不清楚他們應該服用多少毫克四氫大麻。\n許多人不清楚他們應該服用多少毫克四氫大麻酚，儘管包裝上的說明很清楚。\n包裝上的說明。所以我想這是我對大麻的RTFM。\n\n對於人們來說...",
      "title": "YSK：對於一個新的大麻消費者來說，食用1毫克和10毫克的THC可謂是一種非常不同的體驗。"
    }
  ]
}