{
  "author": "littlebasquiatcase",
  "original_created_utc": 1634386011,
  "title": "Which books - written by men - do you think are good at portraying women?",
  "created_utc": 1634391810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sorry, this is my first post, so try to go easy on me. </p>\n\n<p>I’ve read a lot of articles (and books for that matter) that say that a lot of men can’t write women in a realistic way, and I agree almost wholly (from what I’ve read). So I want to know those that you’ve liked! I usually read feminine-centric stuff by women, but as a reader it’s hard to escape. I just started rereading “A Thousand Splendid Suns” by Khaled Hosseini, and I’m always astounded at his base understanding of the troubles of womanhood imo. This may be a bad example as it’s about the struggles of women under men, but it’s still beautifully written. I’d love some other opinions on this! Cheers</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q9apna/which_books_written_by_men_do_you_think_are_good/",
  "subreddit": "books",
  "id": "q9apna",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sorry, this is my first post, so try to go easy on me.\n\nI’ve read a lot of articles (and books for that matter) that say that a lot of\nmen can’t write women in a realistic way, and I agree almost wholly (from what\nI’ve read). So I want to know those that you’ve liked! I usually read\nfeminine-centric…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "申し訳ありませんが、初めての投稿ですので、お手柔らかにお願いします。\n\n多くの男性が女性をリアルに書けないという記事（本も含めて）を読みました。\n多くの男性が女性をリアルに書けないという記事（や本）を読みましたが、私も（読んだ限りでは）ほぼ全面的に同意します。\n読んだ限りでは）ほぼ全面的に同意します。) だから、あなたが気に入った作品を知りたいのです。私が普段読むのは\n女性中心の...",
      "title": "男性が書いた本の中で、女性を描くのが上手いと思う本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对不起，这是我的第一篇帖子，所以尽量对我宽容一些。\n\n我读过很多文章（和书籍），说很多男人不能把女人写得很真实。\n男人不能以现实的方式写女人，我几乎完全同意（从我读到的内容来看）。\n我几乎完全同意（从我所读到的）。) 所以我想知道那些你喜欢的作品 我通常阅读\n以女性为中心的...",
      "title": "你认为哪些书--由男性写的--善于描绘女性形象？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對不起，這是我的第一篇帖子，所以儘量對我寬容一些。\n\n我讀過很多文章（和書籍），說很多男人不能把女人寫得很真實。\n男人不能以現實的方式寫女人，我幾乎完全同意（從我讀到的內容來看）。\n我幾乎完全同意（從我所讀到的）。) 所以我想知道那些你喜歡的作品 我通常閱讀\n以女性爲中心的...",
      "title": "你認爲哪些書--由男性寫的--善於描繪女性形象？"
    }
  ]
}