{
  "author": "forestball19",
  "original_created_utc": 1639558313,
  "title": "If coins were rated solely on their names, who would win?",
  "created_utc": 1639593625,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is part in jest and part in seriousness. The current variety of names of new coins/tokens is more reminiscent of stuff you find in a candy store than something to be taken seriously. &lt;/p&gt;\n\n&lt;p&gt;Bitcoin is a great name imho. It conveys “digital” and “currency” and it has a nice ring to it phonetically. &lt;/p&gt;\n\n&lt;p&gt;Another good example is Tezos, sounding like the FIAT currency “Pesos”.&lt;/p&gt;\n\n&lt;p&gt;But from there it rapidly goes downhill. &lt;/p&gt;\n\n&lt;p&gt;The obvious names to bash would be the meme coins, but even more established names are pretty bad: LiteCoin, Terra LUNA, Polygon, Algorand, Stellar Lumens and what have we… &lt;/p&gt;\n\n&lt;p&gt;It’s like they’re leaning way too hard into pop culture with the names. &lt;/p&gt;\n\n&lt;p&gt;If I were to name a new token, I’d probably call it something dull that prioritized seriousness - such as “Crown”; fx. “CrownChain” or the obvious “BitCrown”. &lt;/p&gt;\n\n&lt;p&gt;I guess I’m just fed up with weird geeky names for something people invest large sums of money into. “Yeah I put $20,000 into a crypto currency called Elrond, lol”. &lt;/p&gt;\n\n&lt;p&gt;Or am I just overthinking it? Isn’t it time for the crypto space to mature just a tiny bit?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/rguqoi/if_coins_were_rated_solely_on_their_names_who/",
  "subreddit": "CryptoCurrency",
  "id": "rguqoi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is part in jest and part in seriousness. The current variety of names of\nnew coins/tokens is more reminiscent of stuff you find in a candy store than\nsomething to be taken seriously.\n\nBitcoin is a great name imho. It conveys “digital” and “currency” and it has a\nnice ring to it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>これは冗談と本気の部分があります。\n現在の新しいコインやトークンの名前の多様さは、むしろそのようなものを連想させます。\nを、「お菓子屋さんにあるようなもの」と、真に受けてはいけない。</p> <p>Bitcoin\nは素晴らしい名前だと思います。デジタル」「通貨」「...」を表現している。",
      "title": "もし、コインの名前だけで評価されたら、誰が勝つのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>这部分是开玩笑的，部分是认真的。\n目前新币/代币的各种名称更让人联想到在糖果店里找到的东西\n你在糖果店里找到的东西，而不是可以认真对待的东西。</p> <p>Bitcoin\n是一个伟大的名字，我认为。它传达了 \"数字 \"和 \"货币\"，并且...",
      "title": "如果仅凭硬币的名字来评分，谁会赢？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>這部分是開玩笑的，部分是認真的。\n目前新幣/代幣的各種名稱更讓人聯想到在糖果店裏找到的東西\n你在糖果店裏找到的東西，而不是可以認真對待的東西。</p> <p>Bitcoin\n是一個偉大的名字，我認爲。它傳達了 \"數字 \"和 \"貨幣\"，並且...",
      "title": "如果僅憑硬幣的名字來評分，誰會贏？"
    }
  ]
}