{
  "author": "forestball19",
  "original_created_utc": 1639558313,
  "title": "If coins were rated solely on their names, who would win?",
  "created_utc": 1639593625,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is part in jest and part in seriousness. The current variety of names of new coins/tokens is more reminiscent of stuff you find in a candy store than something to be taken seriously. &lt;/p&gt;\n\n&lt;p&gt;Bitcoin is a great name imho. It conveys “digital” and “currency” and it has a nice ring to it phonetically. &lt;/p&gt;\n\n&lt;p&gt;Another good example is Tezos, sounding like the FIAT currency “Pesos”.&lt;/p&gt;\n\n&lt;p&gt;But from there it rapidly goes downhill. &lt;/p&gt;\n\n&lt;p&gt;The obvious names to bash would be the meme coins, but even more established names are pretty bad: LiteCoin, Terra LUNA, Polygon, Algorand, Stellar Lumens and what have we… &lt;/p&gt;\n\n&lt;p&gt;It’s like they’re leaning way too hard into pop culture with the names. &lt;/p&gt;\n\n&lt;p&gt;If I were to name a new token, I’d probably call it something dull that prioritized seriousness - such as “Crown”; fx. “CrownChain” or the obvious “BitCrown”. &lt;/p&gt;\n\n&lt;p&gt;I guess I’m just fed up with weird geeky names for something people invest large sums of money into. “Yeah I put $20,000 into a crypto currency called Elrond, lol”. &lt;/p&gt;\n\n&lt;p&gt;Or am I just overthinking it? Isn’t it time for the crypto space to mature just a tiny bit?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/rguqoi/if_coins_were_rated_solely_on_their_names_who/",
  "subreddit": "CryptoCurrency",
  "id": "rguqoi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>This is part in jest and part in seriousness.\nThe current variety of names of new coins/tokens is more reminiscent of stuff\nyou find in a candy store than something to be taken seriously. </p> <p>Bitcoin\nis a great name imho. It conveys “digital” and “currency” and…"
}