{
  "author": "GodOfThunder1729",
  "the_new_excerpt": "Why YSK: Windows 10 has the feature \"Fast Startup\" enabled by default, which\nessentially puts the PC into a hibernation state instead of completely turning\nit off. When you Shut Down your PC, this feature enables it to start up faster\nlater.\n\nWhen you restart your PC, it completely turns off and on…",
  "original_created_utc": 1620826402,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: Windows 10では、「高速スタートアップ」という機能がデフォルトで有効になっています。\nPCの電源を完全に切るのではなく、実質的に冬眠状態にする機能です。\nしています。PCをシャットダウンしても、この機能により、後でより速く起動することができます。\nを後にします。\n\nPCを再起動すると、完全に電源がオフになり、オン...",
      "title": "PCを再起動することは、シャットダウンして再び電源を入れることとは違うというYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：Windows 10的 \"快速启动 \"功能在默认情况下被启用，这\n本质上是让电脑进入休眠状态，而不是完全关闭。\n关机。当你关闭你的电脑时，这个功能使它能够更快地启动\n后来。\n\n当你重新启动你的电脑时，它完全关闭和开启...",
      "title": "YSK认为，\"重新启动 \"你的电脑与关闭它并重新打开它是不同的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：Windows 10的 \"快速啓動 \"功能在默認情況下被啓用，這\n本質上是讓電腦進入休眠狀態，而不是完全關閉。\n關機。當你關閉你的電腦時，這個功能使它能夠更快地啓動\n後來。\n\n當你重新啓動你的電腦時，它完全關閉和開啓...",
      "title": "YSK認爲，\"重新啓動 \"你的電腦與關閉它並重新打開它是不同的。"
    }
  ],
  "title": "YSK that \"Restarting\" your PC is not the same as shutting it down and turning it on again",
  "created_utc": 1620834739,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Windows 10 has the feature &quot;Fast Startup&quot; enabled by default, which essentially puts the PC into a hibernation state instead of completely turning it off. When you Shut Down your PC, this feature enables it to start up faster later.</p>\n\n<p>When you restart your PC, it completely turns off and on again. This may help to solve errors regarding devices or certain programs. This is why you are usually required to restart your PC while updating it. </p>\n\n<p>To completely shut down your PC, you can either disable Fast Startup here -</p>\n\n<p>Control Panel &gt; Power Options &gt; Choose what the power buttons do &gt; Change settings that are currently unavailable &gt; Uncheck &quot;Turn on fast startup&quot; </p>\n\n<p>Or you can turn the PC off completely by holding the Shift key as you click &quot;Shut Down&quot;</p>\n</div><!-- SC_ON -->",
  "score": 3834,
  "permalink": "/r/YouShouldKnow/comments/naorlf/ysk_that_restarting_your_pc_is_not_the_same_as/",
  "subreddit": "YouShouldKnow",
  "id": "naorlf",
  "is_self": true,
  "media": null,
  "is_video": false
}