{
  "author": "I-like-big-pens",
  "the_new_excerpt": "I’m currently learning German(I live in Austria, and think that perhaps it’s the\nbest idea to learn the language of the country I live in), at B1, beginning B2\nin about a week’s time. I’ve been trying to start seriously reading books and\nsuch, because I have a decent basic vocabulary and a solid…",
  "original_created_utc": 1619010837,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は現在、ドイツ語を学んでいます（私はオーストリアに住んでいますが、住んでいる国の言葉を学ぶのが一番だと思います）。\nその国の言葉を学ぶのが一番だと思っています）、B1から始めています。\nを始めようとしています。私は、本などを真剣に読み始めようとしています。\n基本的なボキャブラリーは十分にありますし...",
      "title": "辞書を片手に本を読む？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在学习德语（我住在奥地利，并认为学习我所居住国家的语言也许是最好的主意）。\n我住在奥地利，并认为学习我所居住国家的语言也许是最好的主意），达到B1级，大约一周后开始学习B2级。\n在大约一个星期的时间里。我一直在努力开始认真阅读书籍等。\n因为我有一个体面的基本词汇和一个坚实的基础。",
      "title": "带着字典看书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在學習德語（我住在奧地利，並認爲學習我所居住國家的語言也許是最好的主意）。\n我住在奧地利，並認爲學習我所居住國家的語言也許是最好的主意），達到B1級，大約一週後開始學習B2級。\n在大約一個星期的時間裏。我一直在努力開始認真閱讀書籍等。\n因爲我有一個體面的基本詞彙和一個堅實的基礎。",
      "title": "帶着字典看書？"
    }
  ],
  "title": "Reading Books with A Dictionary on the Side?",
  "created_utc": 1619020534,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m currently learning German(I live in Austria, and think that perhaps it’s the best idea to learn the language of the country I live in), at B1, beginning B2 in about a week’s time. I’ve been trying to start seriously reading books and such, because I have a decent basic vocabulary and a solid understanding of most of the grammar that I’ll come across. The problem is, I just can’t seem to get over the fear of reading and not understanding a bunch of words in a row...So what should I do to get over that hump? </p>\n\n<p>I have a dictionary on the side, but I’m reluctant to grab it and look at it. But on the other hand, when I get children’s books (baby books really) I feel as though they’re much too easy and I’m not challenged at all...but then I get up too high.</p>\n\n<p>Anyways what are some tips for reading in a second language? And for those that know German either as a first or second language, what books would you recommend to get me in the mood?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mvfeue/reading_books_with_a_dictionary_on_the_side/",
  "subreddit": "books",
  "id": "mvfeue",
  "is_self": true,
  "media": null,
  "is_video": false
}