{
  "author": "LiteratureNo236",
  "original_created_utc": 1634029386,
  "title": "CMV: Wandavision romanticized Wanda and her violent narcissistic psychotic episode.",
  "created_utc": 1634081473,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If I had a traumatic life and then a loss of a loved one caused me to snap and kidnap a bunch of people I would been sniped on the spot and considered a criminal yet this is literally what Wanda did in Wandavision.</p>\n\n<p>A psychotic episode doesn&#39;t make anyone inherently criminal, fine. Things got a little murky when Monica tried to snap Wanda out of it. That is when it became selfish, basically Wanda didn&#39;t want to give up her manufactured reality and family even if it involved hijacking a town and turning its inhabitants into exploited puppets.</p>\n\n<p>Even when Wanda became fairly lucid of the situation she was still reluctant to give up that reality.</p>\n\n<p>Agatha is an antagonist but creation of the pocket reality/anomaly and it&#39;s maintenance is all Wanda. Agatha simply wanted to know how Wanda achieved it and was more like a spy or detective in the anomaly so she could figure it out.</p>\n\n<p>When the inhabitants were finally freed the writers gave Monica the line that was something to the effect of : &quot;they&#39;ll never know what you gave up for them&quot; as if Wanda made some benevolent sacrifice that they should be grateful for. Wanda didn&#39;t disagree or apologize but actually soaked in the sentiment.</p>\n\n<p>In reality Monica should of arrested her and the kidnapped citizens would of been justifiable in mobbing her. They actually showed heroic restraint and sacrificed something for Wanda, not the other way around.</p>\n\n<p>Wanda actually has a track record of killing people in reckless attempts to save them and was basically a former Nazi that participated in other massacres. So her and her actions being framed as heroic and sacrificial is actually the romanticization of a reckless savior complex, malignant narcissism and mental illness.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q6i01j/cmv_wandavision_romanticized_wanda_and_her/",
  "subreddit": "changemyview",
  "id": "q6i01j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If I had a traumatic life and then a loss of a loved one caused me to snap and\nkidnap a bunch of people I would been sniped on the spot and considered a\ncriminal yet this is literally what Wanda did in Wandavision.\n\nA psychotic episode doesn't make anyone inherently criminal, fine. Things got…"
}