{
  "author": "PPEcel",
  "original_created_utc": 1631824350,
  "title": "CMV: A criminal defendant's civil liberties and due process of law should always take precedence over so-called \"victims' rights\"",
  "created_utc": 1631853044,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every time there&#39;s a news story involving a crime and a person who isn&#39;t punished to the degree that the public wants him or her to be, there&#39;s bound to be at least one of the following comments, or some variation thereof:</p>\n\n<p>&quot;<em>This paedophile &#39;got off&#39; on a technicality! How is this fair?</em>&quot;</p>\n\n<p>&quot;<em>How can this rapist&#39;s lawyer sleep at night defending such a scumbag?</em>&quot;</p>\n\n<p>&quot;<em>This judge needs to be replaced for vacating this murderer&#39;s death penalty!</em>&quot;</p>\n\n<p>I find these comments seriously misguided. In any sane country, criminal procedure and judicial independence protects not only the rights of criminal defendants, but also everyone else. Civil liberties moderate the power of the state and minimize political influence over the judiciary.</p>\n\n<p>What most laypeople refer to as &quot;technicalities&quot; are in fact fundamental rights. If a rapist is released because he was coerced into incriminating himself, that&#39;s not a technicality. If a terrorist has a death sentence vacated because the jurors were exposed to excessive pretrial publicity, that&#39;s not a technicality. If a case against a child pornographer collapses because much of the evidence was illegally seized and consequently ruled inadmissible, that&#39;s not a technicality. They are violations of civil liberties that were appropriately remedied.</p>\n\n<p>These rights and remedies exist not because the masterminds behind the so-called &quot;system&quot; want to give a middle finger to victims of crime, but because they deter unethical conduct by the state and holds the state accountable for its mistakes.</p>\n\n<p>The alternative is frightening, as a young, non-white man. No, I don&#39;t consider it desirable to live under a system where uniformed, jackbooted thugs feel empowered to raid my home and my computer at 4am without a court order, beat a confession out of me, and subsequently imprison me for the next three decades without me having even seen a lawyer.</p>\n\n<p>Some victims of crime and their friends and families feel distraught should the criminal justice system not bring about the outcome that they desire, and the news media frequently indulges their outrage. It is all too common to read editorialized news stories along the lines of, &quot;<em>This decision by the court forces the victims to testify again and revisit their trauma,</em>&quot; or &quot;<em>So-and-so&#39;s family will have to wait even longer to seek closure</em>&quot;.</p>\n\n<p>&quot;Victims&#39; rights or interests&quot; are routinely used as a cudgel to attack judges, criminal defense lawyers, and our rights. These attacks are fundamentally unfair. I don&#39;t believe the courts should conduct ad hoc balancing tests to determine whether a victim&#39;s emotional needs override my civil liberties.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pplh60/cmv_a_criminal_defendants_civil_liberties_and_due/",
  "subreddit": "changemyview",
  "id": "pplh60",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every time there's a news story involving a crime and a person who isn't\npunished to the degree that the public wants him or her to be, there's bound to\nbe at least one of the following comments, or some variation thereof:\n\n\"This paedophile 'got off' on a technicality! How is this fair?\"\n\n\"How can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "犯罪や、世間が望むような処罰を受けていない人のニュースがあるたびに\n世間が望んでいるほどの罰を受けていない人が出てくると、必ずと言っていいほど\n以下のようなコメントが必ずと言っていいほど寄せられます。\n\nこの小児性愛者は技術的な理由で \"免れた \"のだ。この小児性愛者は詭弁を弄して \"無罪放免 \"になった！これは公平なのか？\n\n\"どうして...",
      "title": "CMV: 刑事被告人の市民的自由と法の適正手続きは、いわゆる \"被害者の権利 \"よりも常に優先されるべきである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每当有一个涉及犯罪和一个人没有受到惩罚的新闻报道时\n惩罚的程度是公众所希望的，必然会出现以下情况\n至少会有以下一种评论，或其中的一些变化。\n\n\"这个恋童癖者因技术问题而'脱罪'！这怎么可能公平？这怎么可能公平？\"\n\n\"怎么能...",
      "title": "CMV：刑事被告的公民自由和适当的法律程序应始终优先于所谓的 \"受害者的权利\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每當有一個涉及犯罪和一個人沒有受到懲罰的新聞報道時\n懲罰的程度是公衆所希望的，必然會出現以下情況\n至少會有以下一種評論，或其中的一些變化。\n\n\"這個戀童癖者因技術問題而'脫罪'！這怎麼可能公平？這怎麼可能公平？\"\n\n\"怎麼能...",
      "title": "CMV：刑事被告的公民自由和適當的法律程序應始終優先於所謂的 \"受害者的權利\""
    }
  ]
}