{
  "author": "barnicskolaci",
  "original_created_utc": 1635503937,
  "title": "YSK that there are plenty of open courses to help you choose a degree or learn in general",
  "created_utc": 1635510948,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Getting a degree is one of the most serious decisions you make in life and determining if a course is right for you can be difficult. To help you decide, there are free online resources where you can actually see the kind of introductory lectures you&#39;d take.</p>\n\n<p>eg. you can search the <a href=\"https://www.youtube.com/channel/UCEBb1b_L6zDS3xTUrIALZOw\">MIT OpenCourseWare</a> by subject (they have playlists) or a <a href=\"https://www.reddit.com/r/reddit.com/comments/cktxy/reddit_lets_compile_a_list_of_the_best_online/\">whole list of other channels and websites</a> compiled by reddit (even if 10 years ago, haven&#39;t tried them all but the 5 I checked works fine).</p>\n</div><!-- SC_ON -->",
  "score": 106,
  "permalink": "/r/YouShouldKnow/comments/qi9wt8/ysk_that_there_are_plenty_of_open_courses_to_help/",
  "subreddit": "YouShouldKnow",
  "id": "qi9wt8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Getting a degree is one of the most serious decisions you make in life\nand determining if a course is right for you can be difficult. To help you\ndecide, there are free online resources where you can actually see the kind of\nintroductory lectures you'd take.\n\neg. you can search the MIT…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 学位を取得することは、人生で最も重大な決断の一つです。\nコースが自分に合っているかどうかを判断するのは難しいことです。その判断材料として\n判断するために、実際にどのような入門講義を受けるのかを見ることができる無料の\n実際にどのような入門講義を受けるのかを見ることができる無料のオンラインリソースがあります。\n\n例えば、MIT...を検索してみてください。",
      "title": "YSKでは、学位の選択や一般的な学習に役立つオープンコースがたくさんあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：获得学位是你一生中做出的最严肃的决定之一\n而确定一门课程是否适合你可能是很困难的。为了帮助你\n为了帮助你做出决定，有一些免费的在线资源，你可以实际看到你要参加的那种\n介绍性的讲座。\n\n例如，你可以搜索麻省理工学院的...",
      "title": "YSK，有大量的公开课程可以帮助你选择学位或进行一般的学习。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：獲得學位是你一生中做出的最嚴肅的決定之一\n而確定一門課程是否適合你可能是很困難的。爲了幫助你\n爲了幫助你做出決定，有一些免費的在線資源，你可以實際看到你要參加的那種\n介紹性的講座。\n\n例如，你可以搜索麻省理工學院的...",
      "title": "YSK，有大量的公開課程可以幫助你選擇學位或進行一般的學習。"
    }
  ]
}