{
  "author": "shecky444",
  "original_created_utc": 1624376745,
  "title": "YSK local police or Fire/EMS will do a health and safety check on a loved one if you’re worried that they may have died.",
  "created_utc": 1624397842,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: recently read a post detailing how devastated a family was after checking on a loved one they hadn’t heard from for several days, these traumatic experiences can do decades of damage to families. Utilizing local emergency services to do the check can save families from the extensive trauma of seeing someone after they’ve passed. This of course also applies to suicides and OD’s, as those scenes can also be very traumatic. Please do not let guilt or concern cause you decades of mental anguish, or ruin your last good memories of a loved one.</p>\n</div><!-- SC_ON -->",
  "score": 252,
  "permalink": "/r/YouShouldKnow/comments/o5q5od/ysk_local_police_or_fireems_will_do_a_health_and/",
  "subreddit": "YouShouldKnow",
  "id": "o5q5od",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: recently read a post detailing how devastated a family was after\nchecking on a loved one they hadn’t heard from for several days, these traumatic\nexperiences can do decades of damage to families. Utilizing local emergency\nservices to do the check can save families from the extensive trauma…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：最近、ある家族が行方不明になった大切な人を確認して、とてもショックを受けているという記事を読みました。\nこのようなトラウマ的な経験は、家族に何十年ものダメージを与えます。\nこのような経験は、家族に何十年ものダメージを与えます。地域の救急隊員を活用して\n地元の救急隊を利用することで、家族を大きなトラウマから救うことができるのです...",
      "title": "YSKでは、大切な人が亡くなったのではないかと心配している方のために、地元の警察や消防・EMSが健康状態や安全性をチェックしてくれます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：最近读了一个帖子，详细介绍了一个家庭在检查了几天没有消息的亲人后是如何受到打击的。\n几天没有听到亲人的消息，这些创伤性的\n这些创伤性经历会对家庭造成几十年的伤害。利用当地的紧急\n利用当地的紧急服务来进行检查，可以使家庭免受广泛的创伤...",
      "title": "如果你担心亲人可能已经死亡，YSK当地警察或消防/急救中心会对其进行健康和安全检查。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：最近讀了一個帖子，詳細介紹了一個家庭在檢查了幾天沒有消息的親人後是如何受到打擊的。\n幾天沒有聽到親人的消息，這些創傷性的\n這些創傷性經歷會對家庭造成幾十年的傷害。利用當地的緊急\n利用當地的緊急服務來進行檢查，可以使家庭免受廣泛的創傷...",
      "title": "如果你擔心親人可能已經死亡，YSK當地警察或消防/急救中心會對其進行健康和安全檢查。"
    }
  ]
}