{
  "author": "waterbuffalo750",
  "original_created_utc": 1637689355,
  "title": "CMV: Any opposition to the Covid vaccine is almost entirely political, and not at all based on science and medicine",
  "created_utc": 1637693229,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hold this view because EVERY source I&#39;ve seen that casts doubt on the safety or efficacy of the Covid vaccine goes right back to right-wing politics. They&#39;re political sources, they&#39;re published on political websites, they&#39;re bloggers who also post right-wing political view. </p>\n\n<p>Any non-political source I&#39;ve found is clearly in support of vaccines. </p>\n\n<p>I want my view changed because I do try to look at both sides of an issue. I do want all the information about a topic, especially in regards to mine and my family&#39;s health and safety. And if nothing else, I want to be able to respect the views of friends and family who feel otherwise. I would love for it to simply be a difference of opinion that&#39;s intelligently based in reality.</p>\n\n<p>Edit- i would add that any irrational, non-credible reason would be included with political, even though I only specified political. Whether it&#39;s fear, conspiracy, or anything along those lines</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/r0iojg/cmv_any_opposition_to_the_covid_vaccine_is_almost/",
  "subreddit": "changemyview",
  "id": "r0iojg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I hold this view because EVERY source I've seen that casts doubt on the safety\nor efficacy of the Covid vaccine goes right back to right-wing politics. They're\npolitical sources, they're published on political websites, they're bloggers who\nalso post right-wing political view.\n\nAny non-political…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこのような見解を持っているのは、私が見た資料の中で、コビットワクチンの安全性や有効性に疑問を投げかけるものはすべて、過去にさかのぼるからです。\nコビットワクチンの安全性や有効性を疑う情報源は、すべて右翼的な政治にさかのぼるからです。それらは\n政治的な情報源であり、政治的なウェブサイトに掲載されており、右翼的な政治的見解を掲載しているブロガーでもあります。\n右翼的な政治的見解を掲載しているブロガーです。\n\n政治的でないものは...",
      "title": "CMV: Covidワクチンに対する反対意見は、ほとんどが政治的なものであり、科学や医学に基づくものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我之所以持这种观点，是因为我所看到的所有对Covid疫苗的安全性或有效性表示怀疑的信息来源都是右派政治。\n我之所以持这种观点，是因为我所看到的所有对科维德疫苗的安全性或有效性表示怀疑的资料都可以追溯到右翼政治。它们是\n他们是政治来源，发表在政治网站上，他们是博主，也发表右翼政治观点。\n他们也发表右翼政治观点。\n\n任何非政治性的...",
      "title": "CMV：任何对Covid疫苗的反对意见几乎完全是政治性的，根本不是基于科学和医学的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我之所以持這種觀點，是因爲我所看到的所有對Covid疫苗的安全性或有效性表示懷疑的信息來源都是右派政治。\n我之所以持這種觀點，是因爲我所看到的所有對科維德疫苗的安全性或有效性表示懷疑的資料都可以追溯到右翼政治。它們是\n他們是政治來源，發表在政治網站上，他們是博主，也發表右翼政治觀點。\n他們也發表右翼政治觀點。\n\n任何非政治性的...",
      "title": "CMV：任何對Covid疫苗的反對意見幾乎完全是政治性的，根本不是基於科學和醫學的。"
    }
  ]
}