{
  "author": "BeBa420",
  "original_created_utc": 1633316337,
  "title": "cmv: \"Cultural Appropriation\" (at least as its used today) is complete and utter bullshit, also somewhat racist",
  "created_utc": 1633350749,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay so heres a little story from australia. Happened a number of years ago but if you do some googling you can find this story. We had a disney princess event a few years ago. All fairly innocent, little girls all lined up dressed as their favorite princess. In attendance was a little aboriginal girl dressed as her favourite princess Elsa.</p>\n\n<p>&#x200B;</p>\n\n<p>All was well until an awful woman and her two little hellspawn told this poor young girl that she couldnt be elsa because she was black and (im just quoting here, exact words those little bitches said to this poor girl were) &quot;Black is ugly&quot;. Now this incident was horribly racist, abhorrent and pissed off most of australia.... for a few minutes (within a week it was forgotten, but we were talking about it for some time). Honestly my heart goes out to that little girl, no child should have to suffer through something like that.</p>\n\n<p>&#x200B;</p>\n\n<p>Few years later, the film Moana came out and the following halloween little girls rushed to dress as the latest disney princess. Only for some parents to say &quot;No only islander kids should dress as moana, the costume is cultural appropriation&quot; OH FFS that is complete BS. Let the kids be kids  if they wanna dress as something or someone let them. </p>\n\n<p>&#x200B;</p>\n\n<p>I see no difference between the two cases (other than the kids and mother were unnecessarily cruel to the aboriginal girl). Little black girls should be able to dress as elsa (or snow white or anyone else) and little white girls should be able to dress as moana.</p>\n\n<p>&#x200B;</p>\n\n<p>It doesnt stop at kids either. If a white dude wants an afro or dreadlocks who has the right to say &quot;ya cant do that youre not black&quot;? FFS that is racist,, its like telling a black dude he cant grow a mullet. If he wants a mullet he should wear one.</p>\n\n<p>&#x200B;</p>\n\n<p>Same thing with clothes, nothing wrong with an irish woman wearing a kimono or a frenchmen wearing a toga (if drunk frat boys can wear them without pissing off the greek community then im pretty sure the french can do it too).</p>\n\n<p>&#x200B;</p>\n\n<p>End of the day folks are making a ridiculously big deal about superficial crap. If its something with actual religious or cultural significance being mocked then i&#39;d understand folks getting upset. For instance madonna wore tefillin in a music video once. Tefillin are prayer straps used by jewish men (women arent allowed according to the religion) and are only taken out for prayer. They are considered holy. Madonna wearing em for a video is disrespectful imho and does count as appropriation. </p>\n\n<p>&#x200B;</p>\n\n<p>But somebody wearing a disney princess costume or a certain hairstyle is not appropriation. Cultural APPRECIATION maybe</p>\n\n<p>&#x200B;</p>\n\n<p>CMV guys</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/q0wwzc/cmv_cultural_appropriation_at_least_as_its_used/",
  "subreddit": "changemyview",
  "id": "q0wwzc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay so heres a little story from australia. Happened a number of years ago but\nif you do some googling you can find this story. We had a disney princess event\na few years ago. All fairly innocent, little girls all lined up dressed as their\nfavorite princess. In attendance was a little aboriginal…"
}