{
  "author": "Lunamoon318",
  "original_created_utc": 1633571878,
  "title": "CMV: Police should have to pass a physical as well as mental evaluation annually.",
  "created_utc": 1633577685,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ll keep this short because I think it speaks for itself. We have officers in high stress situations that are taxing on the heart, they’re usually hauling around at least 10 pounds of gear, as well as having to perform foot chases, etc. I think it benefits both officers and the public alike if police are encouraged to remain reasonably physically fit in order to perform their job to the best of their abilities. I think it might also cut down on officers that feel like they need to use additional force because they cannot properly restrain or run down suspects. </p>\n\n<p>This doesn’t apply to people working in offices. This is for active duty situations. This is also not meant to be discriminatory towards certain body types, there are just better positions suited for people whose health could be at risk or who may not be able to perform to the best of their abilities. </p>\n\n<p>I’m interested to hear what everyone has to say!</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/q2ytv3/cmv_police_should_have_to_pass_a_physical_as_well/",
  "subreddit": "changemyview",
  "id": "q2ytv3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ll keep this short because I think it speaks for itself. We have officers in\nhigh stress situations that are taxing on the heart, they’re usually hauling\naround at least 10 pounds of gear, as well as having to perform foot chases,\netc. I think it benefits both officers and the public alike if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これが全てを物語っていると思うので、短くします。私たちは、心臓に負担がかかるようなストレスの高い状況にいる警官を抱えています。\n心臓に負担がかかるようなストレスの多い状況では、通常は車を運転しています。\nまた、徒歩での追跡調査も行わなければなりません。\nなどなど。このような状況では、警察官と一般市民の両方にメリットがあると思います。",
      "title": "CMV：警察は毎年、健康診断と精神鑑定に合格しなければなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我将保持简短，因为我认为这本身就说明了问题。我们有官员在\n处于高度紧张的情况下，对心脏的负担很重，他们通常要拖着至少10磅的装备。\n至少10磅重的装备，以及不得不进行徒步追捕。\n等等。我认为这对官员和公众都有好处，如果...",
      "title": "CMV：警察应该每年都要通过身体以及心理评估。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我將保持簡短，因爲我認爲這本身就說明了問題。我們有官員在\n處於高度緊張的情況下，對心臟的負擔很重，他們通常要拖着至少10磅的裝備。\n至少10磅重的裝備，以及不得不進行徒步追捕。\n等等。我認爲這對官員和公衆都有好處，如果...",
      "title": "CMV：警察應該每年都要通過身體以及心理評估。"
    }
  ]
}