{
  "author": "moeburn",
  "the_new_excerpt": "Why YSK: Switching from a regular toothpaste to one branded \"whitening\"\ntoothpaste is like switching from a fine grit sandpaper to a coarse grit\nsandpaper. The coarser grit allows it to more effectively scrape away stains, as\nwell as tartar and plaque.\n\nThis can be fine for strong, healthy teeth,…",
  "original_created_utc": 1613605915,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：从普通牙膏换成品牌 \"美白 \"牙膏。\n牙膏就像从细砂纸换成了粗砂纸。\n砂纸。较粗的砂纸可以更有效地刮除污渍，如\n以及牙垢和牙菌斑。\n\n这对于坚固、健康的牙齿来说是可以的，...",
      "title": "YSK：\"美白 \"牙膏通常比普通牙膏更具磨蚀性，会更快地磨损你的牙釉质。如果您有蛀牙问题，应该避免使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：從普通牙膏換成品牌 \"美白 \"牙膏。\n牙膏就像從細砂紙換成了粗砂紙。\n砂紙。較粗的砂紙可以更有效地刮除污漬，如\n以及牙垢和牙菌斑。\n\n這對於堅固、健康的牙齒來說是可以的，...",
      "title": "YSK：\"美白 \"牙膏通常比普通牙膏更具磨蝕性，會更快地磨損你的牙釉質。如果您有蛀牙問題，應該避免使用。"
    }
  ],
  "title": "YSK: \"Whitening\" toothpaste is usually more abrasive than regular toothpaste and will wear down your enamel faster. You should avoid it if you have tooth decay problems.",
  "created_utc": 1613664338,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Switching from a regular toothpaste to one branded &quot;whitening&quot; toothpaste is like switching from a fine grit sandpaper to a coarse grit sandpaper.  The coarser grit allows it to more effectively scrape away stains, as well as tartar and plaque.  </p>\n\n<p>This can be fine for strong, healthy teeth, but it can speed up enamel wear and tear for people with soft, brittle teeth.  </p>\n\n<p>Source:</p>\n\n<p><a href=\"https://www.bestdentistguide.com/non-abrasive-toothpaste/\">https://www.bestdentistguide.com/non-abrasive-toothpaste/</a></p>\n\n<blockquote>\n<p>Toothpaste cleans your teeth by the use of an abrasive element. The most commonly used elements are calcium carbonate, silica, aluminum hydroxide, and phosphates of aluminum or calcium. They will scrub and scrape away plaque and tartar – and thereby give you cleaner and whiter looking teeth.</p>\n\n<p>Now that’s all good, but unfortunately, the scrubbing and scraping also remove some of the outer layers of your teeth. This protective outer layer, called the enamel, is therefore at risk of being permanently damaged. To avoid this from happening, many people prefer to use a non-abrasive toothpaste. </p>\n</blockquote>\n\n<p>If you suffer from bad teeth, and you&#39;re using whitening toothpaste, you may want to switch to a regular, non-whitening toothpaste instead.</p>\n</div><!-- SC_ON -->",
  "score": 96,
  "permalink": "/r/YouShouldKnow/comments/lm8c62/ysk_whitening_toothpaste_is_usually_more_abrasive/",
  "subreddit": "YouShouldKnow",
  "id": "lm8c62",
  "is_self": true,
  "media": null,
  "is_video": false
}