{
  "author": "overhardeggs",
  "original_created_utc": 1625113234,
  "title": "CMV: The less you focus on things out of your control, the happier you will be",
  "created_utc": 1625149857,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For some people they worry about sports or romantic relationships. People waste a lot of energy hoping their favorite sports teams win the big title or that cute someone likes them back when it is almost always outside of their control of what happens there.</p>\n\n<p>For me, it&#39;s the stock market, politics, religion and cars. Thankfully, I&#39;ve learned to accept the ebbs and flows of the bear and bull days. At this rate I&#39;m going probably going to be in a middle class job where it would be a pipe dream for me to own a Ferrari or Lamborghini so I&#39;ve stopped caring about what the newest hypercar will be like because I might only drive it in a Las Vegas supercar experience once every few years when I can afford it. With politics, I as a single person have little influence on who becomes president or who controls congress yet I still find myself reading political news everyday as if I am addicted to political news.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/obe27y/cmv_the_less_you_focus_on_things_out_of_your/",
  "subreddit": "changemyview",
  "id": "obe27y",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For some people they worry about sports or romantic relationships. People waste\na lot of energy hoping their favorite sports teams win the big title or that\ncute someone likes them back when it is almost always outside of their control\nof what happens there.\n\nFor me, it's the stock market, politics,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ある人は、スポーツや恋愛のことで悩みます。人は、自分の好きなスポーツや\n自分の好きなスポーツチームがビッグタイトルを獲得することや、かわいい人が自分を好きになってくれることを願って、多くのエネルギーを費やします。\n自分ではどうしようもないことなのに、好きなスポーツチームが優勝したり、かわいい人に好かれたりすることに多くのエネルギーを費やす。\n自分ではどうにもできないことなのに。\n\n私の場合、それは株式市場、政治、...。",
      "title": "CMV：自分の力ではどうにもならないことにこだわらなければ、それだけで幸せになれます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对有些人来说，他们担心的是体育或浪漫的关系。人们浪费\n人们浪费了很多精力，希望他们喜欢的运动队赢得大冠军，或希望可爱的人喜欢他们。\n可爱的人喜欢他们，而这几乎总是在他们的控制之外。\n会发生什么。\n\n对我来说，是股票市场、政治、...",
      "title": "CMV: 你越是不关注你无法控制的事情，你就会越快乐。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對有些人來說，他們擔心的是體育或浪漫的關係。人們浪費\n人們浪費了很多精力，希望他們喜歡的運動隊贏得大冠軍，或希望可愛的人喜歡他們。\n可愛的人喜歡他們，而這幾乎總是在他們的控制之外。\n會發生什麼。\n\n對我來說，是股票市場、政治、...",
      "title": "CMV: 你越是不關注你無法控制的事情，你就會越快樂。"
    }
  ]
}