{
  "author": "harryputtar",
  "the_new_excerpt": "Why YSK: because recently a lot of people were crying murder when told that they\ncan still be tracked in incognito mode.\n\nFirst, let's undestand what is the incognito mode meant for?\n\nThe incognito mode was introduced when people getting caught based on their\nbrowser history was a thing. Iirc, it…",
  "original_created_utc": 1614468345,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为最近很多人在被告知他们的时候，都在哭着喊着谋杀\n仍然可以在隐身模式下进行追踪。\n\n首先，我们先来了解一下隐身模式是什么意思？\n\n隐姓埋名模式是在人们被抓到时，根据他们的\n浏览器历史记录是一个东西。Iirc, it...",
      "title": "YSKChrome的隐身模式和访客模式的区别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲最近很多人在被告知他們的時候，都在哭着喊着謀殺\n仍然可以在隱身模式下進行追蹤。\n\n首先，我們先來了解一下隱身模式是什麼意思？\n\n隱姓埋名模式是在人們被抓到時，根據他們的\n瀏覽器歷史記錄是一個東西。Iirc, it...",
      "title": "YSKChrome的隱身模式和訪客模式的區別。"
    }
  ],
  "title": "YSK the difference between Chrome's incognito mode and guest mode",
  "created_utc": 1614570312,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because recently a lot of people were crying murder when told that they can still be tracked in incognito mode.</p>\n\n<p>First, let&#39;s undestand what is the incognito mode meant for? </p>\n\n<p>The incognito mode was introduced when people getting caught based on their browser history was a thing. Iirc, it was first introduced by Mozilla Firefox. Thus the sole purpose of incognito mode is to hide your browsing history from people who go looking for it on your laptop. </p>\n\n<p>Thankfully, Chrome also includes a guest mode. This can be accessed by clicking on the profile icon next to the address bar. This mode allows you to use Chrome without a Google account in a sandbox. </p>\n\n<p>Remember, even though Guest mode will hide your activity from ad trackers etc, it is still not saving you from your ISP or office network admin, who can see what websites you tried to access from your machine&#39;s IP or even mac id. A VPN can help with that.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/YouShouldKnow/comments/ltzzro/ysk_the_difference_between_chromes_incognito_mode/",
  "subreddit": "YouShouldKnow",
  "id": "ltzzro",
  "is_self": true,
  "media": null,
  "is_video": false
}