{
  "author": "vidieowiz4",
  "the_new_excerpt": "While I realize by some definitions of vegan this is impossible. In terms of how\nI abstract the overarching behavior and reasonings for being vegan, it in many\nways comes down to reducing the suffering and abuse of animals as much as\nreasonable.\n\n \n\nTo me, if you raise chickens in an environment…",
  "original_created_utc": 1616015323,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "虽然我意识到通过一些定义的素食主义者 这是不可能的。在如何\n我抽象出吃素的首要行为和理由，它在很多时候\n归根结底是为了减少动物的痛苦和虐待。\n合理的。\n\n \n\n对我来说，如果你养鸡的环境... ...",
      "title": "CMV：适当饲养的鸡蛋应该被视为素食主义者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然我意識到通過一些定義的素食主義者 這是不可能的。在如何\n我抽象出喫素的首要行爲和理由，它在很多時候\n歸根結底是爲了減少動物的痛苦和虐待。\n合理的。\n\n \n\n對我來說，如果你養雞的環境... ...",
      "title": "CMV：適當飼養的雞蛋應該被視爲素食主義者。"
    }
  ],
  "title": "CMV: Properly Raised Eggs should be considered Vegan",
  "created_utc": 1616052949,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>While I realize by some definitions of vegan this is impossible. In terms of how I abstract the overarching behavior and reasonings for being vegan, it in many ways comes down to reducing the suffering and abuse of animals as much as reasonable. </p>\n\n<p>&nbsp;</p>\n\n<p>To me, if you raise chickens in an environment where they have everything they could possibly desire: Plenty of space, access to high quality sources of food/water they can forage, safety, healthcare,  plenty of social activities and enrichment for them to achieve the maximal conceivable standard of living any chicken could ever dream of. There is no reason that we should not be able to consume their unfertilized eggs should we desire for any of the reasons that vegans choose to be vegan.</p>\n\n<p>&nbsp;</p>\n\n<p>Furthermore, not only do I feel like this does not go against the desire to prevent suffering/abuse of animals, I think it has the potential to create far more well being than would otherwise be possible for both chickens and humans, making it at the very least arguable that it is a more ethical approach compared to abstaining from producing eggs altogether.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/m7aq6j/cmv_properly_raised_eggs_should_be_considered/",
  "subreddit": "changemyview",
  "id": "m7aq6j",
  "is_self": true,
  "media": null,
  "is_video": false
}