{
  "author": "readwriteread",
  "original_created_utc": 1629834310,
  "title": "I think most people are comfortable quitting a book that doesn't hook them at the start. What if it starts losing you in the middle?",
  "created_utc": 1629840227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m currently reading an author&#39;s debut fantasy novel in a finished series and the beginning of it blew my mind in how compelling it was; it was well-written, well-fleshed out, and had me on board with the MC from the first few pages. As someone who recently came to terms with not forcing myself to finish books if they don&#39;t hook me early on (I usually give it till about 10% through to win me over) I had no issues here.</p>\n\n<p>But now I&#39;ve started losing steam. It was looking like I was going to devour the first book in one day and move on to the rest, but somewhere after the first third it slowed down exponentially as far as plot goes, and even the dialogue/writing seemed a little worse. Gone now is the element of drama - characters just say what they mean and mean what they say, the main character is flip-flopping on her opinions or repeating herself multiple times to drill something into me as a reader, and I&#39;m finding myself skimming through info dumps. </p>\n\n<p>When do I now put down the book?</p>\n\n<p>When would <em>you</em>?</p>\n\n<p>This is pretty arbitrary to answer, so I&#39;m just looking for your opinions on when/how you realize a book has lost you after hooking you, and whether or not you push through it on the basis of the goodwill it earned in the opening.</p>\n\n<p>For me, I&#39;m going to give this book maybe about another hour of reading-time to get me swept up again before I put it down - though I&#39;m definitely going to check out the author&#39;s next works because there was a lot of potential and again, this is just a debut.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/paupm1/i_think_most_people_are_comfortable_quitting_a/",
  "subreddit": "books",
  "id": "paupm1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm currently reading an author's debut fantasy novel in a finished series and\nthe beginning of it blew my mind in how compelling it was; it was well-written,\nwell-fleshed out, and had me on board with the MC from the first few pages. As\nsomeone who recently came to terms with not forcing myself to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今、ある作家のデビュー作である完結したシリーズのファンタジー小説を読んでいます。\n序盤の説得力に度肝を抜かれました；よく書けていて\nよく書かれていて、よく練られていて、最初の数ページで司会者と意気投合しました。私は\n私は最近、自分に無理をさせないようにしていることに気がついた。",
      "title": "多くの人は、最初から興味をそそられなかった本をやめてしまうことに抵抗があると思います。もし、途中で挫折してしまったら？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我目前正在阅读一位作者的首部奇幻小说，这是一个已完成的系列。\n它的开头让我大吃一惊，因为它是如此引人注目；它写得很好。\n它写得很好，内容充实，让我从头几页就加入了主持人的行列。作为\n一个最近开始不强迫自己阅读的人...",
      "title": "我认为大多数人在一开始就放弃一本没有吸引他们的书，是很舒服的。如果它在中间开始失去你怎么办？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我目前正在閱讀一位作者的首部奇幻小說，這是一個已完成的系列。\n它的開頭讓我大喫一驚，因爲它是如此引人注目；它寫得很好。\n它寫得很好，內容充實，讓我從頭幾頁就加入了主持人的行列。作爲\n一個最近開始不強迫自己閱讀的人...",
      "title": "我認爲大多數人在一開始就放棄一本沒有吸引他們的書，是很舒服的。如果它在中間開始失去你怎麼辦？"
    }
  ]
}