{
  "author": "Olive1234569",
  "original_created_utc": 1627658576,
  "title": "YSK: Personal/Fitness Trainers are not required to be Licensed",
  "created_utc": 1627669859,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Unlike barbers and massage therapists, fitness/personal trainers are not required to get a state license to practice. What most trainers do is get a &quot;Certification&quot;, which is just a textbook/test. Why YSK: Working with a trainer that is uneducated is dangerous and does more harm and good. Just because someone is &quot;Certified&quot; means they were able to study and pass a test. Even if the certification is accredited, that just means that an accrediting agency (for profit) makes sure the tests are legitimate (for example: that they are proctored, that the company doesn&#39;t lie about the cost, etc), not so much that the CONTENT is legitimate. Also, personal training is expensive. To pay someone so much money per hour that may not be qualified or educated seems silly. Make sure that you find a trainer that went to a hands-on program for personal training, one that is accredited as an education establishment (diploma), not just a &quot;certification&quot;. Or at least someone who did an apprenticeship/has hands-on experience.</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/YouShouldKnow/comments/oumox4/ysk_personalfitness_trainers_are_not_required_to/",
  "subreddit": "YouShouldKnow",
  "id": "oumox4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Unlike barbers and massage therapists, fitness/personal trainers are not\nrequired to get a state license to practice. What most trainers do is get a\n\"Certification\", which is just a textbook/test. Why YSK: Working with a trainer\nthat is uneducated is dangerous and does more harm and good. Just…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理容師やマッサージセラピストとは異なり、フィットネス/パーソナルトレーナーは、州のライセンスを取得する必要はありません。\n州のライセンスを取得する必要はありません。ほとんどのトレーナーは「Certification」を取得しています。\n「資格」を取得することですが、これは単なる教科書とテストです。なぜYSKなのか： トレーナーと一緒に働くということ\n教育を受けていないトレーナーと仕事をすることは危険であり、害もあれば益もあります。ただ...",
      "title": "YSK: パーソナル/フィットネストレーナーは、ライセンスを必要としません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "与理发师和按摩师不同的是，健身/个人教练不需要获得州政府的执照。\n与理发师和按摩师不同，健身/私人教练不需要获得州政府的执业许可证。大多数培训师所做的是获得一个\n\"认证\"，这只是一本教科书/测试。为什么选择YSK：与一个没有受过教育的教练合作\n是危险的，而且弊大于利。只是...",
      "title": "YSK：个人/健身教练不需要有执照。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "與理髮師和按摩師不同的是，健身/個人教練不需要獲得州政府的執照。\n與理髮師和按摩師不同，健身/私人教練不需要獲得州政府的執業許可證。大多數培訓師所做的是獲得一個\n\"認證\"，這只是一本教科書/測試。爲什麼選擇YSK：與一個沒有受過教育的教練合作\n是危險的，而且弊大於利。只是...",
      "title": "YSK：個人/健身教練不需要有執照。"
    }
  ]
}