{
  "author": "thebestofthebest13",
  "original_created_utc": 1633899321,
  "title": "It doesn't matter if you have invested $10 or $1000, you are actually doing something for your future and you should be proud of yourself",
  "created_utc": 1633909040,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Whether you&#39;ve invested  $10 or $10k, you should be proud of yourself for actually trying to improve your life and the lives of your loved ones. </p>\n\n<p>Most people don&#39;t invest any money or think about improving their financial situation for a better future. The fact that you are here doing your best trying to change your life is commendable and it shouldn&#39;t matter how much money you are investing. </p>\n\n<p>This is meant for anyone who can only invest small amounts and feels bad watching others invest thousands and tens of thousands into crypto. Even if you are investing a small amount just remember you are already doing better than the vast majority of the world. </p>\n\n<p>Even if you don&#39;t manage to hit that x1000 moonshot or some of the coins you&#39;ve invested in don&#39;t do as well as others, as long as you have chosen projects with good fundamentals you will  have a chance at a better future even if you are only investing small amounts every now and then. </p>\n\n<p>Just remember to be proud of yourself for doing something to improve your life and your future. </p>\n\n<p>And don&#39;t forget, &quot;a journey of a thousand miles begins with a single step&quot;.</p>\n</div><!-- SC_ON -->",
  "score": 217,
  "permalink": "/r/CryptoCurrency/comments/q5gk8m/it_doesnt_matter_if_you_have_invested_10_or_1000/",
  "subreddit": "CryptoCurrency",
  "id": "q5gk8m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Whether you've invested $10 or $10k, you should be proud of yourself for\nactually trying to improve your life and the lives of your loved ones.\n\nMost people don't invest any money or think about improving their financial\nsituation for a better future. The fact that you are here doing your best…"
}