{
  "author": "invertedBoy",
  "the_new_excerpt": "Why YSK: it's really nice to check on people when they have some medical\nemergency or are going through some really tough time (and of course is\nunderstandable that you may be worried) but be aware that the people you are\ntexting (either the person in trouble or the immediate family members)…",
  "original_created_utc": 1614178052,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当人们有一些病症时，检查一下真的很好。\n紧急情况，或者正在经历一些非常艰难的时期（当然也是）。\n担心是可以理解的)，但要知道，你的对象是\n发短信（无论是麻烦的人还是直系亲属）...",
      "title": "ysk：如果你认识的人正在经历一些艰难的时期，经常发短信给他们，让他们有消息，看看他们的情况，是非常贴心的，但如果你没有得到回答，不要急于求成！那个人可能有几十条短信要回复，而且每条短信都要重温，可能会让人精神疲惫。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當人們有一些病症時，檢查一下真的很好。\n緊急情況，或者正在經歷一些非常艱難的時期（當然也是）。\n擔心是可以理解的)，但要知道，你的對象是\n發短信（無論是麻煩的人還是直系親屬）...",
      "title": "ysk：如果你認識的人正在經歷一些艱難的時期，經常發短信給他們，讓他們有消息，看看他們的情況，是非常貼心的，但如果你沒有得到回答，不要急於求成！那個人可能有幾十條短信要回復，而且每條短信都要重溫，可能會讓人精神疲憊。"
    }
  ],
  "title": "YSK: If someone you know is going through some tough times is very thoughtful to text them often to have news and to check on them, but don't be pushy if you don't get an answer! that person probably has dozens of text to answer and it may be mentally draining to relive it with each text.",
  "created_utc": 1614208512,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it&#39;s really nice to check on people when they have some medical emergency or are going through some really tough time (and of course is understandable that you may be worried) but be aware that the people you are texting (either the person in trouble or the immediate family members) probably get a lot of texts every day.</p>\n\n<p>Especially the days where there&#39;s some bad news it can be really hard to reply to a lot of texts, in a way it feel like going though the bad news over and over again. It can be exhausting for the people involved. When I was in that spot I was devastated and replying to dozens of people relaying bad news was really hard, even when the news were relatively good it still felt I couldn&#39;t get away from the situation even for a few minutes.</p>\n\n<p>Be patient! don&#39;t assume that a lack of reply means bad news or (even worst) lack of respect, they may be tired and overwhelmed by the situation. If you&#39;re really worried think if there&#39;s a family member not directly involved that could work as sort of spokesman.</p>\n</div><!-- SC_ON -->",
  "score": 151,
  "permalink": "/r/YouShouldKnow/comments/lrek8g/ysk_if_someone_you_know_is_going_through_some/",
  "subreddit": "YouShouldKnow",
  "id": "lrek8g",
  "is_self": true,
  "media": null,
  "is_video": false
}