{
  "author": "adamb1187",
  "original_created_utc": 1626882119,
  "title": "CMV: People will get COVID going forward, it's part of life and vaccinate is to minimize symptoms",
  "created_utc": 1626899647,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why are people worried so much about breakthrough COVID cases if the data says you will likely be fine if vaccinated? We are not trying to 100% prevent COVID as that is not what vaccines do, they are just priming the immune system for when it encounters COVID. Everyone I know is adamant about avoiding COVID (as they should), but don&#39;t understand that the vaccine is not an impenetrable wall. We don&#39;t try to prevent the seasonal flu, vaccines for that are like 30-50% effective generally, people still get it and the goal is to be less severe than not being vaccinated. Hospitals are at 100% capacity every winter with cold and flu. COVID will be around indefinitely, hopefully it&#39;s just a cold if you get your vaccine +/- potential boosters down the road, American perception needs to change on what vaccines do and that we will still have the occasional COVID case going forward.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/ooshdt/cmv_people_will_get_covid_going_forward_its_part/",
  "subreddit": "changemyview",
  "id": "ooshdt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why are people worried so much about breakthrough COVID cases if the data says\nyou will likely be fine if vaccinated? We are not trying to 100% prevent COVID\nas that is not what vaccines do, they are just priming the immune system for\nwhen it encounters COVID. Everyone I know is adamant about…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ワクチンを打てば大丈夫というデータが出ているのに、なぜ人々はCOVIDの画期的な症例を心配するのでしょうか？\nワクチンを打てば大丈夫というデータが出ているのに。私たちはCOVIDを100％予防しようとしているわけではありません。\nワクチンはCOVIDを100%予防するものではなく、COVIDに遭遇したときのために免疫システムの準備をしているだけです。\nワクチンはCOVIDに遭遇したときのために免疫システムを準備しているだけです。私の知っている人たちは皆、断固とした態度で...",
      "title": "CMV：今後もCOVIDを受ける人はいるだろう。これは生活の一部であり、ワクチンは症状を最小限に抑えるために行うものである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果数据显示，如果接种了疫苗，你很可能会没事，那么为什么人们如此担心突破性的COVID病例？\n如果接种疫苗，你可能会没事？我们并不是要100%预防COVID\n因为这不是疫苗的作用，它们只是为免疫系统在遇到丙型肝炎时做准备。\n当它遇到COVID的时候。我认识的每个人都坚持认为...",
      "title": "CMV：人们会得到COVID，这是生活的一部分，接种疫苗是为了减少症状。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果數據顯示，如果接種了疫苗，你很可能會沒事，那麼爲什麼人們如此擔心突破性的COVID病例？\n如果接種疫苗，你可能會沒事？我們並不是要100%預防COVID\n因爲這不是疫苗的作用，它們只是爲免疫系統在遇到丙型肝炎時做準備。\n當它遇到COVID的時候。我認識的每個人都堅持認爲...",
      "title": "CMV：人們會得到COVID，這是生活的一部分，接種疫苗是爲了減少症狀。"
    }
  ]
}