{
  "author": "afriendlystone",
  "original_created_utc": 1631879429,
  "title": "I've been on this sub for around a week, now I understand why people lose money when they follow people's advice on here",
  "created_utc": 1631889038,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yesterday i made a post about scam coins with no real value. I expected to see common sense and critical thinking, criticism against shitcoins.\nUnfortunately what I saw was universal love for shitcoins, how people see them as their winning lottery tickets. What&#39;s 20$, if it moons I will win a lot, if it gets rugpulled I lose only 20$.</p>\n\n<p>Everyone here screams adoption this adoption that, but nobody realizes that every time they support a scam coin they don&#39;t only lose money, they take a giant shit on crypto&#39;s credibility.</p>\n\n<p>You&#39;re wondering why your parents think crypto is a ponzi, while you put yet another 50$ on a rugpull doge clone. Maybe you&#39;re a part of the problem mate.</p>\n\n<p>Yes scams will happen always but when the hive mentality &quot;its only 20/50$&quot; still exists, crypto will never be taken seriously and adopted at large.</p>\n\n<p>Scams coins aren&#39;t gonna stop existing until the demand of them is non existant. And it&#39;s not a big amount but if 3.5mil people start using their brains and not their get overwhelmed by their &quot;where lambo&quot; mentality things might get a little bit better.</p>\n\n<p>Stop spending your money in shitcoins and DYOR. Don&#39;t make exploiters rich. Be the better person.</p>\n\n<p>THINK ABOUT THE LONG GAME!!!</p>\n</div><!-- SC_ON -->",
  "score": 345,
  "permalink": "/r/CryptoCurrency/comments/ppynhy/ive_been_on_this_sub_for_around_a_week_now_i/",
  "subreddit": "CryptoCurrency",
  "id": "ppynhy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yesterday i made a post about scam coins with no real value. I expected to see\ncommon sense and critical thinking, criticism against shitcoins. Unfortunately\nwhat I saw was universal love for shitcoins, how people see them as their\nwinning lottery tickets. What's 20$, if it moons I will win a lot,…"
}