{
  "author": "oranjewillem01",
  "the_new_excerpt": "I very bad at this there will be flaws in my view. I want to know if this is a\nvalid view and not just some crazy thought. If a mod is reading this. I think\nits to short but i dont know how to explain it better. And i want feedback on\nit.\n\nSo a Policemen is there to protect us and make sure the…",
  "original_created_utc": 1612881862,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我很不擅长这个，在我看来会有缺陷。我想知道这是否是一个\n有效的观点，而不仅仅是一些疯狂的想法。如果有版主读到这个， 我想\n它太短，但我不知道如何解释它更好。我希望得到反馈\n它。\n\n所以警察是为了保护我们，确保... ...",
      "title": "CMV：警察如果违法，需要加大处罚力度。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很不擅長這個，在我看來會有缺陷。我想知道這是否是一個\n有效的觀點，而不僅僅是一些瘋狂的想法。如果有版主讀到這個， 我想\n它太短，但我不知道如何解釋它更好。我希望得到反饋\n它。\n\n所以警察是爲了保護我們，確保... ...",
      "title": "CMV：警察如果違法，需要加大處罰力度。"
    }
  ],
  "title": "CMV: Policemen need to be punishment more if they break the law.",
  "created_utc": 1612889499,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I very bad at this  there will be flaws in my view. I want to know if this is a valid view and not just some crazy thought. If a mod is reading this. I think its to short but i dont know how to explain it better. And i want feedback on it.</p>\n\n<p>So a Policemen is there to protect us and make sure the people follow the law. So for me i think it is much worse is a Policemen breaks the law than a normal citizen. When I see a post on the Internet of a Policemen breaking the law im dumbfounded. Even if it a mistake. That no excuse. But stil u see them speeding, on there phone when driving, tailgating, make bad traffic violations and many more thing. On or of duty. They should know better.</p>\n\n<p>My thing is if the people who are there to make sure everybody follows it law doesn&#39;t follow it himself. We can al just break them with no consequences. </p>\n\n<p>Its a dumb view to have but i dont know. Change my view.</p>\n\n<p>EDIT: going to find so videos/post to show as examples of what i mean.</p>\n\n<p>EDIT: my knowledge of reddit not so good. I would not know how to like a posts i could use as examples.</p>\n\n<p>Bad example but <a href=\"https://www.reddit.com/r/IdiotsInCars/comments/dti58l/this_is_definitely_next_level_sht/?utm_medium=android_app&amp;utm_source=share\">https://www.reddit.com/r/IdiotsInCars/comments/dti58l/this_is_definitely_next_level_sht/?utm_medium=android_app&amp;utm_source=share</a></p>\n\n<p>Another bad example <a href=\"https://www.reddit.com/r/Bad_Cop_No_Donut/comments/iit3l2/whats_fucked_up_is_that_they_discovered_after/?utm_medium=android_app&amp;utm_source=share\">https://www.reddit.com/r/Bad_Cop_No_Donut/comments/iit3l2/whats_fucked_up_is_that_they_discovered_after/?utm_medium=android_app&amp;utm_source=share</a></p>\n\n<p>There 100 ways you could&#39;ve done that better.</p>\n\n<p>I have no good luck finding good videos. And I&#39;m not really looking to browse subreddits like badccopnodonit which i know ill find something but i don&#39;t really thrust that sub.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/lg4rg4/cmv_policemen_need_to_be_punishment_more_if_they/",
  "subreddit": "changemyview",
  "id": "lg4rg4",
  "is_self": true,
  "media": null,
  "is_video": false
}