{
  "author": "frodostarkins",
  "original_created_utc": 1634935305,
  "title": "CMV: Constitutional monarchies have no place in modern society.",
  "created_utc": 1634978461,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The reason I&#39;m only talking about constitutional ones, like what we&#39;ve got in Europe, is that even if there&#39;s a democracy in place and the monarch is just a figurehead, the position of head of state is still inherited and taxpayers have to fund the expenses (which includes security) of an entire family whose members have done nothing to deserve their status other than having been born to the right person. While that doesn&#39;t apply exclusively to the royal family, citizens aren&#39;t required to fund millionaires.</p>\n\n<p>Anything they do, including acting as ambassadors to foreign countries, can be done by elected officials.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qdpsrn/cmv_constitutional_monarchies_have_no_place_in/",
  "subreddit": "changemyview",
  "id": "qdpsrn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The reason I'm only talking about constitutional ones, like what we've got in\nEurope, is that even if there's a democracy in place and the monarch is just a\nfigurehead, the position of head of state is still inherited and taxpayers have\nto fund the expenses (which includes security) of an entire…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がヨーロッパのような立憲的なものに限って話をしているのは\nヨーロッパのような立憲的なものに限って話をしているのは、たとえ民主主義が成立していて、君主が単なる図式化された存在であっても\n国家元首の地位は継承され、納税者は（警備を含む）費用を負担しなければなりません。\nそのため、納税者は国家元首の地位を継承し、国家元首全体の経費（警備も含む）を負担しなければなりません。",
      "title": "CMV: 立憲君主制は、現代社会には存在しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我之所以只谈宪政的问题，比如我们在欧洲的情况。\n欧洲的情况是，即使有民主制度，而君主只是一个形象代言人，国家元首的地位也是由国家来决定的。\n国家元首的地位仍然是继承的，纳税人必须为整个国家的开支（包括安全）提供资金。\n资助整个国家的开支（包括安全）。",
      "title": "CMV：君主立宪制在现代社会没有地位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我之所以只談憲政的問題，比如我們在歐洲的情況。\n歐洲的情況是，即使有民主制度，而君主只是一個形象代言人，國家元首的地位也是由國家來決定的。\n國家元首的地位仍然是繼承的，納稅人必須爲整個國家的開支（包括安全）提供資金。\n資助整個國家的開支（包括安全）。",
      "title": "CMV：君主立憲制在現代社會沒有地位。"
    }
  ]
}