{
  "author": "Real_Carl_Ramirez",
  "original_created_utc": 1637366403,
  "title": "CMV: Western nations should start making plans to evacuate Taiwan's democracy supporters and semiconductor experts",
  "created_utc": 1637373919,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><h1>Introduction</h1>\n\n<p>I&#39;ve been to both the PRC and Taiwan, and I&#39;ve enjoyed my visits to both. But considering current geopolitical trends, I believe that Taiwan&#39;s days are numbered. I am very pro-democracy, but considering current geopolitical trends, I think our nations are well in decline, and that we are in no shape to fight so it&#39;s time to start bracing for impact. I very much prefer to live in a democracy, but totalitarian nations have the potential to be stronger.</p>\n\n<p>This question is inspired by the post <a href=\"https://www.reddit.com/r/AustralianPolitics/comments/qszg4o/australia_vows_to_help_us_defend_taiwan_from\">Australia vows to help US defend Taiwan from Chinese attacks</a> on <a href=\"/r/AustralianPolitics\">r/AustralianPolitics</a>, where there are a lot of comments like <a href=\"https://np.reddit.com/r/AustralianPolitics/comments/qszg4o/australia_vows_to_help_us_defend_taiwan_from/hkk1yru?context=100\">the one below</a>:</p>\n\n<blockquote>\n<p>The might of the US military (also one of the biggest polluters in the world) combined with the Australian and British militaries and those of other countries failed to defeat a group of blokes with machine guns on the back of land rovers. After almost two decades of fighting they took everything back in days. The same ‘alliance’ lost to a bunch of farmers in the jungle in Vietnam. If we did go into a war with China I reckon pretty decent chance we would lose.</p>\n</blockquote>\n\n<p>They&#39;re right. Despite our large military budgets, well-trained troops and cutting-edge military equipment, we did lose in Afghanistan and Vietnam even after several years of trying to win. Now imagine the disaster if we fight against a <a href=\"https://en.wikipedia.org/wiki/China_and_weapons_of_mass_destruction\">nuclear-armed superpower</a> on their doorstep.</p>\n\n<h1>Here&#39;s why I think we should be ready to evacuate Taiwan&#39;s democracy supporters and semiconductor experts</h1>\n\n<ul>\n<li>Semiconductors are only made in a few nations. The USA and Europe combined <a href=\"https://www.statista.com/chart/25552/semiconductor-manufacturing-by-location/\">produce only about 20% of the world&#39;s semiconductors</a>, and Australia produces <a href=\"https://www.aumanufacturing.com.au/the-terrible-trickiness-of-growing-an-australian-semiconductor-sector\">none</a>. Most semiconductors are made in East Asia, so even ignoring the Taiwan issue, this situation makes us vulnerable to supply disruptions. We should welcome Taiwanese expertise to create a semiconductor industry of our own.</li>\n<li>As shown in the <a href=\"https://en.wikipedia.org/wiki/2019%E2%80%932020_Hong_Kong_protests\">2019-2020 Hong Kong protests</a> and the <a href=\"https://en.wikipedia.org/wiki/1989_Tiananmen_Square_protests_and_massacre\">Tiananmen Square Massacre</a>, the PRC is unafraid to crush democracy supporters.</li>\n<li>Taiwanese democracy supporters, especially after losing their democratic homeland, will value democracy equally or more than westerners who grew up taking democracy for granted.</li>\n<li>Some Western countries (among others) evacuated the families of Afghan interpreters and the government sympathisers of the Islamic Republic of Afghanistan. Admittedly, <a href=\"https://youtu.be/X2BUgL7Mums\">there were a lot of flaws with our evacuation</a>, and <a href=\"https://www.sbs.com.au/news/australia-yet-to-grant-a-single-humanitarian-visa-for-fleeing-afghans-senate-hears/16311311-c5ac-45c3-a4e1-cc122d3fc314\">Australia is not doing its share</a>. If some countries can accept poorly-educated Afghan evacuees out of humanitarian reasons, surely we can accept highly-educated Taiwanese democracy supporters and semiconductor experts (and if not for humanitarian reasons, for practical reasons since their skills are very useful)?</li>\n</ul>\n\n<h1>Here&#39;s why I think we&#39;ll lose if we try to fight the PRC over Taiwan</h1>\n\n<ul>\n<li>As mentioned previously, the PRC has nukes, and Taiwan is literally on their doorstep.</li>\n<li>The <a href=\"https://en.wikipedia.org/wiki/AUKUS\">AUKUS</a> submarine deal won&#39;t be completed for at least another 10 years.</li>\n<li>Thanks to Western governments doing stuff like the <a href=\"https://en.wikipedia.org/wiki/2003_Invasion_of_Iraq\">2003 Iraq Invasion</a>, persecuting whistleblowers (like Assange and Snowden) and revelations of programs like Operations Northwoods, MKULTRA and Sea Spray, a lot of westerners distrust their governments. This has led to a rise of antivaxx and otherwise anti-authority sentiments. If our people don&#39;t trust the government, the war is already lost.</li>\n<li>Like us, the USSR lost in Afghanistan, and in less than 10 years, they completely collapsed. Considering our social problems (political polarisation, homelessness, unemployment, de-industrialisation), it seems like we will go down the same path. A nation can only withstand so many military failures before disintegrating.</li>\n<li>While VisualPolitikEN <a href=\"https://youtu.be/KO4QkiwZ2QY\">claims that the PRC&#39;s latest military hardware is inferior</a>, our allegedly superior Western military hardware doesn&#39;t translate to success - we&#39;ve lost most wars since World War II.</li>\n<li>Here in Australia, the Coalition has been playing up the Taiwan issue, and it seems like it&#39;s working to distract people from their climate inaction, their corruption scandals and the Parliamentary rape allegations. Do we really want to start a war to allow the current government to dodge accountability to an even greater extent?</li>\n<li>Liberal democracy will inevitably have political disagreements. Unfortunately, today&#39;s Western nations, especially Anglophone ones, have had political polarisation reach unsafe levels. There have been violent protests, including a storming of the US Capitol. We can&#39;t possibly win a war if domestic infighting is this severe.</li>\n<li>Australia&#39;s military is <a href=\"https://www.abc.net.au/news/2020-07-04/adf-recruiting-soars-as-unemployment-rises-under-covid19/12419240\">getting applicants seeking a job due to the coronavirus recession</a>. The <a href=\"https://www.armytimes.com/news/your-army/2021/05/05/pandemic-and-political-discourse-challenge-army-recruiting-efforts/\">USA has problems recruiting for their army</a>. Some Western allies like Taiwan and South Korea rely on conscription. This means that the soldiers on our side will be either fighting for a paycheck, or unwilling conscripts. In addition, our militaries are not ideologically cohesive, whereas <a href=\"https://www.economist.com/china/2015/02/27/red-red-army\">the PRC&#39;s military is</a>.</li>\n<li><a href=\"/u/Polymatter\">u/Polymatter</a> has a video series called <a href=\"https://www.youtube.com/watch?v=vTbILK0fxDY&amp;list=PLR5tswn4SFyUOm3QusvlFGbPCCAN_uXnK\">China&#39;s Reckoning</a>, showing the factors which might cripple the PRC. However, Westerners have been predicting the PRC&#39;s collapse for decades, and nothing has made it come true (whether it be the COVID-19 pandemic, the corruption problems, the Evergrande collapse). This makes me believe that the PRC isn&#39;t affected by the same economic/sociopolitical rules that affect other nations.</li>\n<li>PRC supporters <a href=\"https://np.reddit.com/r/changemyview/comments/o2k9uo/cmv_we_ought_to_lose_all_hope_about_the_situation/h27aey9/?context=3\">on this very sub</a> frequently bring up maps showing that <a href=\"https://thediplomat.com/wp-content/uploads/2020/10/sizes/large/thediplomat-2020-10-08.png\">most countries support the PRC&#39;s actions against Uyghurs</a>, and <a href=\"https://thediplomat.com/wp-content/uploads/2016/07/thediplomat_2016-07-27_14-05-18.png\">most countries support the PRC&#39;s South China Sea territorial claims</a>. Say what you want about the PRC &quot;buying alliances&quot;, at the end of the day, most countries are already on the PRC&#39;s side, not the West&#39;s.</li>\n<li>Australia will take <a href=\"https://www.abc.net.au/news/2021-06-27/intergenerational-report-shows-economic-damage-from-covid/100248246\">until 2060 to pay off its COVID-related debts</a>. The USA also has a big debt problem, <a href=\"https://www.npr.org/2021/10/12/1045359655/house-debt-ceiling-vote-short-term\">which is only kept manageable through short-term fixes</a>. Say what you want about the PRC&#39;s debt, but it doesn&#39;t seem to cause problems for them, while our debt causes problems for us.</li>\n</ul>\n\n<h1>Conclusion</h1>\n\n<p>I sincerely believe that we will lose if we were to fight the PRC. The West is increasingly weak, increasingly isolated, and authorities are distrusted. I also believe that the PRC won&#39;t show leniency to democracy supporters if they conquer the island.</p>\n\n<p>Hopefully, this scenario (i.e. the PRC conquering Taiwan and us needing to evacuate Taiwan&#39;s democracy supporters and semiconductor experts) doesn&#39;t happen. But we should at least be prepared for the possibility. If our evacuation flights get shot down by the PRC, that&#39;s on them, not us.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/changemyview/comments/qxsxdr/cmv_western_nations_should_start_making_plans_to/",
  "subreddit": "changemyview",
  "id": "qxsxdr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "INTRODUCTION\n\nI've been to both the PRC and Taiwan, and I've enjoyed my visits to both. But\nconsidering current geopolitical trends, I believe that Taiwan's days are\nnumbered. I am very pro-democracy, but considering current geopolitical trends,\nI think our nations are well in decline, and that we…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はじめに\n\n私は中国と台湾の両方に行ったことがあり、どちらの国でも楽しめました。しかし\n現在の地政学的な傾向を考えると、台湾の時代は終わりつつあると思います。\nと思っています。私は非常に民主主義を支持していますが、現在の地政学的傾向を考慮すると\n私たちの国は衰退の一途をたどっていると思いますし、私たちは...",
      "title": "CMV: 欧米諸国は、台湾の民主化支援者と半導体専門家の避難計画を立てるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "简介\n\n我去过中国和台湾，我很喜欢这两地的访问。但是\n考虑到目前的地缘政治趋势，我相信台湾的日子已经不多了\n数了。我非常支持民主，但考虑到目前的地缘政治趋势。\n我认为我们的国家正在衰落，而且我们...",
      "title": "CMV：西方国家应该开始制定计划，撤离台湾的民主支持者和半导体专家"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "簡介\n\n我去過中國和臺灣，我很喜歡這兩地的訪問。但是\n考慮到目前的地緣政治趨勢，我相信臺灣的日子已經不多了\n數了。我非常支持民主，但考慮到目前的地緣政治趨勢。\n我認爲我們的國家正在衰落，而且我們...",
      "title": "CMV：西方國家應該開始制定計劃，撤離臺灣的民主支持者和半導體專家"
    }
  ]
}