{
  "author": "Aegontarg07",
  "original_created_utc": 1624614123,
  "title": "A Confederacy of Dunces.",
  "created_utc": 1624691779,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sirs,\nI just finished reading the book. It was a wonderful read. I thoroughly enjoyed Ignatius’s worldview, his wanting to start a revolution, Mrs Reily’s transformation, Santa’s don’t care attitude, Mancuso’s helplessness, Jones’s wanting to cause a sabotage, Darlene’s innocence, Lana’s attitude, Mr and Mrs Levy’s drama and so on.\nThis book has stood the test of time and has become a classic. \nHow is it relevant in this generation/society?\nAre there any other viewpoints from which the book should be viewed?</p>\n\n<p>Thank you,\nYour Working Boy</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o7kfji/a_confederacy_of_dunces/",
  "subreddit": "books",
  "id": "o7kfji",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sirs, I just finished reading the book. It was a wonderful read. I thoroughly\nenjoyed Ignatius’s worldview, his wanting to start a revolution, Mrs Reily’s\ntransformation, Santa’s don’t care attitude, Mancuso’s helplessness, Jones’s\nwanting to cause a sabotage, Darlene’s innocence, Lana’s attitude,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先生方、今、本を読み終えました。素晴らしい作品でした。イグナティウスの世界観や\nイグナティウスの世界観、革命を起こそうとする姿、レイリー夫人の変貌ぶり、サンタの気にしない態度、マンキューソの無力感、ジョーンズの無力感など、とても楽しめました。\nサンタの気にしない態度、マンキューソのどうしようもなさ、ジョーンズの気にしない態度。\nダーリーンの無邪気さ、ラナの態度...。",
      "title": "A Confederacy of Dunces」です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "先生们，我刚刚读完这本书。这是一本精彩的读物。我完全\n我非常喜欢伊格内修斯的世界观，他想发动一场革命，瑞丽夫人的转变，圣诞老人不在乎的态度，曼库索的无助，琼斯的无助。\n变化，圣诞老人不在乎的态度，曼库索的无助，琼斯的\n琼斯想造成破坏，达琳的天真无邪，拉娜的态度......。",
      "title": "傻瓜的联盟》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "先生們，我剛剛讀完這本書。這是一本精彩的讀物。我完全\n我非常喜歡伊格內修斯的世界觀，他想發動一場革命，瑞麗夫人的轉變，聖誕老人不在乎的態度，曼庫索的無助，瓊斯的無助。\n變化，聖誕老人不在乎的態度，曼庫索的無助，瓊斯的\n瓊斯想造成破壞，達琳的天真無邪，拉娜的態度......。",
      "title": "傻瓜的聯盟》。"
    }
  ]
}