{
  "author": "NoahTheAnimator",
  "the_new_excerpt": "It seems that common trend in modern United States is for people to do a bit of\npersonal research on a subject and come to conclusions that contradict the\nconclusions of the people in academia.\n\nI think this is a very arrogant and frankly stupid thing to do, since it assumes\nthat someone with no…",
  "original_created_utc": 1618493581,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "現代のアメリカでは、人々が自分で調べて、それに反する結論を出すことが一般的な傾向になっているようです。\nあるテーマについて個人的に調べて、学者の結論とは違う結論を出すのが、現代アメリカの一般的な傾向のようです。\nこれは非常に傲慢で、率直に言って愚かなことだと思います。\n\nこれは非常に傲慢で、率直に言って愚かな行為だと思います。\nなぜなら、それは、何も知らない人が...",
      "title": "CMV: 素人は常に学会のコンセンサスに従うべし"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在现代美国，人们似乎普遍的趋势是做了一点。\n亲自研究，得出的结论却与之相悖。\n学术界人士的结论。\n\n我认为这是一个非常傲慢的，坦率地说是愚蠢的事情，因为它假设了\n一个没有",
      "title": "CMV：非专业人士应永远站在学术共识一边"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在現代美國，人們似乎普遍的趨勢是做了一點。\n親自研究，得出的結論卻與之相悖。\n學術界人士的結論。\n\n我認爲這是一個非常傲慢的，坦率地說是愚蠢的事情，因爲它假設了\n一個沒有",
      "title": "CMV：非專業人士應永遠站在學術共識一邊"
    }
  ],
  "title": "CMV: Layman should always side with academic consensus",
  "created_utc": 1618544015,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems that common trend in modern United States is for people to do a bit of personal research on a subject and come to conclusions that contradict the conclusions of the people in academia.</p>\n\n<p>I think this is a very arrogant and frankly stupid thing to do, since it assumes that someone with no experience and only very basic knowledge could somehow be more familiar with a subject than a person who has dedicated much of, if not their entire life, to understanding the subject.</p>\n\n<p>Even a layman who has spent lots of time researching something is still very likely to know less than an expert.</p>\n\n<p>EDIT:</p>\n\n<p>To clarify, my stance is not that academia should not be questioned. It is that you should always bear in mind when evaluating data that if you are a layman, you are far more prone to error than an expert. If even just 80% of experts in the relevant fields say X, but to you, a layman, it seems like Y is true, it&#39;s probably not the 80% who are wrong. If you&#39;re sure you&#39;re right anyways, and want to challenge the consensus, then I would support your doing so. But you should do it by going through the same process that the experts had to go through (studying at universities and getting actual degrees) rather than just citing youtube videos.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mrer37/cmv_layman_should_always_side_with_academic/",
  "subreddit": "changemyview",
  "id": "mrer37",
  "is_self": true,
  "media": null,
  "is_video": false
}