{
  "approved_at_utc": null,
  "subreddit": "books",
  "selftext": " I’ve recently finished *Wuthering Heights* for the first time since I was 16. As a teen enchanted with the mid-2000s emo bands and overdramatic romantic platitudes their whiny lyrics offered, Heathcliff and Catherine’s tumultuous romance and frequent threats to cease existing without the other were pretty casual reading for me. \n\nBack then, I recall throwing the book down in anger when Catherine died. I rooted so hard for them, and thought Heathcliff such a dark, romantic figure in how his love for Catherine endured for years. My feeling was that Heathcliff was just so caught up in his missed opportunity for Catherine, and fell into a sort of maddened depression.\n\nBut yesterday, as I finished a re-read, I could not get over how nasty and evil Heathcliff was throughout. Catherine too, but her death improved her character dramatically. I much preferred her ghost.\n\nAs an adult, it's obvious how clearly toxic C&H’s  relationship  was, how their self-centeredness was only thinly veiled as “passion”. They burned each other and everything else surrounding them, sparing thoughts only for themselves.\n\nNeither of them wasted time dignifying their respective spouses or relatives by treating them humanely, and it’s clear that they barely possessed the emotional tools to care for one another.  Bronte doesn’t seem to condone the pair’s behavior, hence the title's descriptor *Wuthering,* which was lost on me as a teen, but makes a lot of sense now. \n\nHeathcliff’s bad boy character has been copied so many times in bestselling “chick lit” (see *Twilight*, *50 Shades*, etc). And as a mom now who will sometimes dare to read things on *Reese’s Book Club* lists, such was my annoyance at recognizing this abusive Heathcliff archetype in “chick lit”, that I began to wonder what it was that attracted so many people to this kind of self-fueled passion (or selfish, insane behavior) found over and over in literature. There’s always a sad, tragic backstory for these *Heathcliffs*. Presumably, their love interest discovers the backstory and (shocker) loves the *Heathcliff* anyway, tolerating their rude, destructive behaviors long enough to change them. \n\nHave fictional women no free will?! Is it our literary responsibility to heal every damaged creature that comes simpering our way?! I was actually a little glad that Catherine was no angel in *Wuthering Heights* and Heathcliff was never vindicated, because it felt like neither of these spoiled characters deserved a sliver of sympathy. But there are so many stories (in books, movies, and TV)  that live in the fantasy that two people can treat one another like street trash and somehow end up together.  \n\nAnd then I realized my own transformation: from passionate, attached Catherine to the \"oh hell-naw\" nanny Ellen Dean, mature and disillusioned by the facade of “passionate love”- yet still somehow curious enough about it to be re-reading the book. And all the other books inspired by it, too. \n\nSo I guess, somehow, Heathcliff prevails still. \n\nBut my question to you, fellow Nellys, is why?",
  "author_fullname": "t2_1yjku978",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "You either die as Catherine or live long enough to see yourself become Nelly (A Reread of Wuthering Heights)",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/books",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_mx4dny",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.83,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 52,
  "total_awards_received": 0,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 52,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "spoiler",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1619238604,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.books",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve recently finished <em>Wuthering Heights</em> for the first time since I was 16. As a teen enchanted with the mid-2000s emo bands and overdramatic romantic platitudes their whiny lyrics offered, Heathcliff and Catherine’s tumultuous romance and frequent threats to cease existing without the other were pretty casual reading for me. </p>\n\n<p>Back then, I recall throwing the book down in anger when Catherine died. I rooted so hard for them, and thought Heathcliff such a dark, romantic figure in how his love for Catherine endured for years. My feeling was that Heathcliff was just so caught up in his missed opportunity for Catherine, and fell into a sort of maddened depression.</p>\n\n<p>But yesterday, as I finished a re-read, I could not get over how nasty and evil Heathcliff was throughout. Catherine too, but her death improved her character dramatically. I much preferred her ghost.</p>\n\n<p>As an adult, it&#39;s obvious how clearly toxic C&amp;H’s  relationship  was, how their self-centeredness was only thinly veiled as “passion”. They burned each other and everything else surrounding them, sparing thoughts only for themselves.</p>\n\n<p>Neither of them wasted time dignifying their respective spouses or relatives by treating them humanely, and it’s clear that they barely possessed the emotional tools to care for one another.  Bronte doesn’t seem to condone the pair’s behavior, hence the title&#39;s descriptor <em>Wuthering,</em> which was lost on me as a teen, but makes a lot of sense now. </p>\n\n<p>Heathcliff’s bad boy character has been copied so many times in bestselling “chick lit” (see <em>Twilight</em>, <em>50 Shades</em>, etc). And as a mom now who will sometimes dare to read things on <em>Reese’s Book Club</em> lists, such was my annoyance at recognizing this abusive Heathcliff archetype in “chick lit”, that I began to wonder what it was that attracted so many people to this kind of self-fueled passion (or selfish, insane behavior) found over and over in literature. There’s always a sad, tragic backstory for these <em>Heathcliffs</em>. Presumably, their love interest discovers the backstory and (shocker) loves the <em>Heathcliff</em> anyway, tolerating their rude, destructive behaviors long enough to change them. </p>\n\n<p>Have fictional women no free will?! Is it our literary responsibility to heal every damaged creature that comes simpering our way?! I was actually a little glad that Catherine was no angel in <em>Wuthering Heights</em> and Heathcliff was never vindicated, because it felt like neither of these spoiled characters deserved a sliver of sympathy. But there are so many stories (in books, movies, and TV)  that live in the fantasy that two people can treat one another like street trash and somehow end up together.  </p>\n\n<p>And then I realized my own transformation: from passionate, attached Catherine to the &quot;oh hell-naw&quot; nanny Ellen Dean, mature and disillusioned by the facade of “passionate love”- yet still somehow curious enough about it to be re-reading the book. And all the other books inspired by it, too. </p>\n\n<p>So I guess, somehow, Heathcliff prevails still. </p>\n\n<p>But my question to you, fellow Nellys, is why?</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": true,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qh4i",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "mx4dny",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "CarrotsForEpona",
  "discussion_type": null,
  "num_comments": 18,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/books/comments/mx4dny/you_either_die_as_catherine_or_live_long_enough/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/books/comments/mx4dny/you_either_die_as_catherine_or_live_long_enough/",
  "subreddit_subscribers": 19248095,
  "created_utc": 1619236758,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1619209804,
  "the_new_excerpt": "I’ve recently finished Wuthering Heights for the first time since I was 16. As a\nteen enchanted with the mid-2000s emo bands and overdramatic romantic platitudes\ntheir whiny lyrics offered, Heathcliff and Catherine’s tumultuous romance and\nfrequent threats to cease existing without the other were…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、16歳の時以来、初めて「Wuthering Heights」を読み終えました。当時は\n2000年代半ばのエモ・バンドや、彼らの泣き言のような歌詞が提供する過剰にドラマチックな恋愛の決まり文句に魅了されたティーンだった。\nヒースクリフとキャサリンの波乱に満ちたロマンスや\nヒースクリフとキャサリンの波乱万丈のロマンスと、相手がいないと生きていけないという度重なる脅迫は...。",
      "title": "キャサリンとして死ぬか、長生きして自分がネリーになるのを見るか（『荒城の月』の再読"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读完了《呼啸山庄》，这是我16岁以来的第一次。作为一个\n醉心于2000年代中期的情绪化乐队和过于夸张的浪漫陈词滥调的青少年\n他们牢骚满腹的歌词，希斯克利夫和凯瑟琳动荡不安的恋情和经常威胁说没有对方就不存在。\n频繁地威胁要在没有对方的情况下停止存在是......",
      "title": "你要么以凯瑟琳的身份死去，要么活得足够长，看到自己变成耐莉（《重读呼啸山庄》）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀完了《呼嘯山莊》，這是我16歲以來的第一次。作爲一個\n醉心於2000年代中期的情緒化樂隊和過於誇張的浪漫陳詞濫調的青少年\n他們牢騷滿腹的歌詞，希斯克利夫和凱瑟琳動盪不安的戀情和經常威脅說沒有對方就不存在。\n頻繁地威脅要在沒有對方的情況下停止存在是......",
      "title": "你要麼以凱瑟琳的身份死去，要麼活得足夠長，看到自己變成耐莉（《重讀呼嘯山莊》）。"
    }
  ]
}