{
  "author": "nonce--sense",
  "original_created_utc": 1638619561,
  "title": "This is a stern reminder to withdraw your balance from the exchange, ASAP!",
  "created_utc": 1638672797,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If your BTC is not sitting on an address you control, it could be working for someone else.&lt;/p&gt;\n\n&lt;p&gt;Coin security is an important, but separate, issue. What I&amp;#39;m talking about here is your precious Bitcoin being lended to the greediest among us, all for no yield.&lt;/p&gt;\n\n&lt;p&gt;If your coins are in someone else&amp;#39;s control, you have no certainty that they aren&amp;#39;t being lent out against your will, or being used for a nefarious purpose that you would never approve of. Bitcoin provides &lt;strong&gt;true custody&lt;/strong&gt; - take advantage of it!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s easy. Buy a hardware wallet (or two). Learn how to secure your seed phrase. Only then will you know with certainty that your coins aren&amp;#39;t providing liquidity to some unethical entity.&lt;/p&gt;\n\n&lt;p&gt;The market is dumping because Bitcoin is being lent and sold to cause a panic. Don&amp;#39;t let them use yours!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 162,
  "permalink": "/r/Bitcoin/comments/r8ocge/this_is_a_stern_reminder_to_withdraw_your_balance/",
  "subreddit": "Bitcoin",
  "id": "r8ocge",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If your BTC is not sitting on an address you control, it could be working for\nsomeone else.\n\nCoin security is an important, but separate, issue. What I'm talking about here\nis your precious Bitcoin being lended to the greediest among us, all for no\nyield.\n\nIf your coins are in someone else's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>あなたのBTCがあなたの管理するアドレスに置かれていない場合、他の誰かのために働いている可能性があります。\n</p> <p>コインのセキュリティは重要ですが、別の問題です。\n</p> <p>コインのセキュリティは重要ですが、それとは別の問題です。私がここで言っているのは、あなたの大切な\n</p> <p>ビットコインのセキュリティは重要ですが、それとは別に、あなたの大切なビットコインが欲張りな人に貸し出されていることです。",
      "title": "これは、早急に取引所から残高を引き出すための厳しい警告です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你的BTC不在你控制的地址上，它可能在为别人工作。\n</p> <p>硬币的安全性是一个重要但独立的问题，它可能为其他人工作。\n重要的，但又是独立的问题。我在这里说的是，你宝贵的\n比特币被借给了我们中最贪婪的人，所有这些都是没有意义的。",
      "title": "这是一个严厉的提醒，请尽快从交易所提取你的余额。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果你的BTC不在你控制的地址上，它可能在爲別人工作。\n</p> <p>硬幣的安全性是一個重要但獨立的問題，它可能爲其他人工作。\n重要的，但又是獨立的問題。我在這裏說的是，你寶貴的\n比特幣被借給了我們中最貪婪的人，所有這些都是沒有意義的。",
      "title": "這是一個嚴厲的提醒，請儘快從交易所提取你的餘額。"
    }
  ]
}