{
  "author": "_hancox_",
  "the_new_excerpt": "I get Male and Female, and Trans pronouns. I get Non-Binary preferring\n“They/Them/Their” until we can find something more suitable, but the whole\n“Flee/Fler/Flem” thing doesn’t make sense. Putting random letters in front of\n“ee/er/em” suffixes make the individual who chooses them hard to take…",
  "original_created_utc": 1615922574,
  "localize": [
    {
      "locale": "zh",
      "title": "CMV：非Herero/二元人自己编造代词对社区有损害。",
      "the_new_excerpt": "我得到了男性和女性，和跨代词。我得到了非二元的喜欢\n\"他们/他们/他们\"，直到我们能找到更合适的东西，但整个...\n\"Flee/Fler/Flem \"这个东西没有意义。把随机的字母放在 \"Flee/Fler/Flem \"前面\n\"ee/er/em \"后缀让选择它们的人很难接受..."
    },
    {
      "locale": "zh-Hant",
      "title": "CMV：非Herero/二元人自己編造代詞對社區有損害。",
      "the_new_excerpt": "我得到了男性和女性，和跨代詞。我得到了非二元的喜歡\n\"他們/他們/他們\"，直到我們能找到更合適的東西，但整個...\n\"Flee/Fler/Flem \"這個東西沒有意義。把隨機的字母放在 \"Flee/Fler/Flem \"前面\n\"ee/er/em \"後綴讓選擇它們的人很難接受..."
    }
  ],
  "title": "CMV: Non-Herero/Binary people making up their own pronouns is damaging to the community.",
  "created_utc": 1615951828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get Male and Female, and Trans pronouns. I get Non-Binary preferring “They/Them/Their” until we can find something more suitable, but the whole “Flee/Fler/Flem” thing doesn’t make sense. Putting random letters in front of “ee/er/em” suffixes make the individual who chooses them hard to take seriously. I get that different prefixes can help differentiate where someone lies on the spectrum, but in my opinion this kind of contradicts the concept of a spectrum.</p>\n\n<p>I get that it could help categorise people into roughly what kind of area of the spectrum they populate, but there are no concrete or widely used terms that don’t sound ludicrous. People making up their own prefixes is throwing the preverbial at the wall and expecting something to stick. I know the only solution is to have a meeting of the council of the gays to decide on concrete terminology, but nothing to that effect is likely, and until we have a common understanding, people will have to make do with “They/Them/Their” or keep making up silly-sounding words to describe themselves.</p>\n\n<p>Are my thoughts silly, insensitive or incorrect?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/m6h2j4/cmv_nonhererobinary_people_making_up_their_own/",
  "subreddit": "changemyview",
  "id": "m6h2j4",
  "is_self": true,
  "media": null,
  "is_video": false
}