{
  "author": "HelpMeGetAName",
  "the_new_excerpt": "I had not watched the movies nor read the books before. And since I got into\nreading last year, I thought it would be great to read the LOTR during my summer\nholidays. It took me about a month to read all three of them, excluding the\nappendices, and I really enjoyed it. I enjoyed every part of it,…",
  "original_created_utc": 1623493173,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "映画を見たことも、本を読んだこともありませんでした。そして、昨年から読書に目覚めたので\n去年から読書に目覚めたので、夏休みにLOTRを読めたらいいなと思いました。\n読んでみたいと思いました。付録を除いた3作品を約1ヶ月かけて読みました。\n読んでみると、とても楽しかったです。すべての部分で楽しめました。...",
      "title": "ちょうどLOTRの本編が終わったところです。全3巻です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我以前没有看过电影，也没有读过书。因为我去年开始接触阅读。\n由于我去年开始阅读，我认为在暑假期间阅读《魔戒》将是一件好事。\n假期。我花了大约一个月的时间读完了这三本书，不包括附录。\n附录，我真的很喜欢它。我喜欢它的每一部分，...",
      "title": "刚刚完成了《魔戒》的主要故事。全部三部。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以前沒有看過電影，也沒有讀過書。因爲我去年開始接觸閱讀。\n由於我去年開始閱讀，我認爲在暑假期間閱讀《魔戒》將是一件好事。\n假期。我花了大約一個月的時間讀完了這三本書，不包括附錄。\n附錄，我真的很喜歡它。我喜歡它的每一部分，...",
      "title": "剛剛完成了《魔戒》的主要故事。全部三部。"
    }
  ],
  "title": "Just finished the main story of LOTR. All Three of them.",
  "created_utc": 1623505926,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had not watched the movies nor read the books before. And since I got into reading last year, I thought it would be great to read the LOTR during my summer holidays. \nIt took me about a month to read all three of them, excluding the appendices, and I really enjoyed it. I enjoyed every part of it, and didn&#39;t feel like it was boring at any moment. I have heard some people complain about trees in the books, but I really enjoyed that part.\nAnd I am going to read the appendices after this so don&#39;t comment about how I haven&#39;t really read the books.\nHow did you feel when you first read LOTR ?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ny3mdw/just_finished_the_main_story_of_lotr_all_three_of/",
  "subreddit": "books",
  "id": "ny3mdw",
  "is_self": true,
  "media": null,
  "is_video": false
}