{
  "author": "Sir-Cantaloupe",
  "the_new_excerpt": "CMV: There is no republican party, only greedy conspirators and people that are\nbrainwashed\n\nI have a tendency to speak my mind on social media and I engage into discussions\nwith people on both sides. I have come to the conclusion that while the left has\nits issues, every person that I speak to that…",
  "original_created_utc": 1623988857,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "CMV: 共和党はありません。欲深い陰謀家と、洗脳された人々だけです。\n洗脳された人々だけです。\n\n私はソーシャルメディアで自分の意見を言う傾向があり、どちらの立場の人とも議論をします。\n私はソーシャルメディアで自分の意見を言う傾向があり、どちらの立場の人とも議論します。左派にも問題はありますが、私が話す人たちは皆、左派の人たちとは違うという結論に達しました。\n左派には問題がありますが、私が話をする人は皆、...",
      "title": "CMV: 共和党にはプラットフォームがなく、ただリベラルに反対し、金持ちを助けるだけ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "CMV: 没有共和党，只有贪婪的阴谋家和那些人。\n被洗脑的人\n\n我倾向于在社交媒体上说出我的想法，并与双方的人进行讨论。\n与两边的人进行讨论。我得出的结论是，虽然左派有其问题\n我得出的结论是，虽然左派有其问题，但每个与我交谈的人都...",
      "title": "CMV: 共和党没有纲领，只是反对自由主义和帮助富人而已"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV: 沒有共和黨，只有貪婪的陰謀家和那些人。\n被洗腦的人\n\n我傾向於在社交媒體上說出我的想法，並與雙方的人進行討論。\n與兩邊的人進行討論。我得出的結論是，雖然左派有其問題\n我得出的結論是，雖然左派有其問題，但每個與我交談的人都...",
      "title": "CMV: 共和黨沒有綱領，只是反對自由主義和幫助富人而已"
    }
  ],
  "title": "CMV: There is no platform for the republican party, it is just opposing liberals and helping the rich",
  "created_utc": 1623997912,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: There is no republican party, only greedy conspirators and people that are brainwashed</p>\n\n<p>I have a tendency to speak my mind on social media and I engage into discussions with people on both sides.  I have come to the conclusion that while the left has its issues, every person that I speak to that is right wing in my personal opinion seems to be misled.  </p>\n\n<p>Point 1:\n     It recently popped into my head that there is no reputable news source that posts conservative content, I listen to NPR, BBC, Al Jazeera and I watch David Pakman and Secular talk on youtube.  There is no mainstream conservative outlet aside from fox, which is just not factual content, it is only fear mongering and propaganda.  I have watched the daily wire and louder with crowder and while they are well spoken and not necessarily propaganda, it seems to me that they only seek to disprove liberals and that is their only agenda.  </p>\n\n<p>Point 2:\n     My closing statement in the last point brings me to this thought, when Trump was president what legislation were they pushing forward, i guess that you could say things like tax cuts and deregulation are a part of the conservative agenda, but i don’t see conservatives advocating for anything or making calls to action.  To put simply, there is no platform for conservatism and they have no goals aside from opposing liberals. </p>\n\n<p>Point 3:\n     My conclusion is that those that are republican legislators truly only have the interest of generating wealth inequality and those that support them only do because they either:</p>\n\n<ol>\n<li><p>do not actually get informed, they only use social media platforms and segments or their family members/community to form their opinion.</p></li>\n<li><p>they watch fox news, which is truly only propaganda and a tool for persuasion.</p></li>\n</ol>\n\n<p>Thank you for reading this gigantic text, i look forward to responding to comments.  I’ll be here with my notifications on.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/o2g3rk/cmv_there_is_no_platform_for_the_republican_party/",
  "subreddit": "changemyview",
  "id": "o2g3rk",
  "is_self": true,
  "media": null,
  "is_video": false
}