{
  "author": "bsylent",
  "original_created_utc": 1624309746,
  "title": "Bookshop.org has free shipping today and tomorrow in response to Prime Day",
  "created_utc": 1624314350,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bookshop.org sources your purchases from your local bookstores, it&#39;s a great service that helps support local businesses that are otherwise struggling with online competition and e-books. For today and tomorrow they&#39;re offering free shipping to compete with Amazon Prime Day. There&#39;s a book you can contemplating, it&#39;s a good time to snatch one up</p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/books/comments/o55mm3/bookshoporg_has_free_shipping_today_and_tomorrow/",
  "subreddit": "books",
  "id": "o55mm3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Bookshop.org sources your purchases from your local bookstores, it's a great\nservice that helps support local businesses that are otherwise struggling with\nonline competition and e-books. For today and tomorrow they're offering free\nshipping to compete with Amazon Prime Day. There's a book you can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Bookshop.orgは、あなたが購入した商品を地元の書店から調達してくれる、素晴らしいサービスです。\nこれは、オンライン競争や電子書籍の普及で苦境に立たされている地元書店を支援する素晴らしいサービスです。\nこのサービスは、オンラインでの競争や電子書籍に苦戦している地元の書店を支援する素晴らしいものです。今日と明日は、Amazon Prime Dayに対抗して、送料無料キャンペーンを実施します。\n今日と明日は、Amazon Prime Dayに対抗して送料を無料にしています。あなたができる本は...。",
      "title": "Bookshop.jpでは、Prime Dayに対応して、今日と明日は送料無料です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "Bookshop.org为您从当地书店购买的商品提供货源，这是一项伟大的服务。\n它是一项伟大的服务，有助于支持当地企业，否则这些企业将在网络竞争和电子书中挣扎。\n在线竞争和电子书。在今天和明天，他们提供免费\n来与亚马逊总理日竞争。有一本书你可以...",
      "title": "Bookshop.org为响应Prime Day，今明两天免运费"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Bookshop.org爲您從當地書店購買的商品提供貨源，這是一項偉大的服務。\n它是一項偉大的服務，有助於支持當地企業，否則這些企業將在網絡競爭和電子書中掙扎。\n在線競爭和電子書。在今天和明天，他們提供免費\n來與亞馬遜總理日競爭。有一本書你可以...",
      "title": "Bookshop.org爲響應Prime Day，今明兩天免運費"
    }
  ]
}