{
  "author": "Madmaxtrw2",
  "original_created_utc": 1635768141,
  "title": "I finished Stephen King's IT on Halloween",
  "created_utc": 1635775052,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What a ride, an incredible book front to back. Really a shame how the movies don&#39;t do it justice. A mini-series would probably work better really.</p>\n\n<p>Amazing characters, memorable moments, images to forever haunt your mind. What&#39;s not to love? I&#39;ll miss the Loser&#39;s Club and the Terror of Derry.. truly a work of art this book.</p>\n\n<p>Do yourselves a favor and get lost in Derry, I was here for three years!?!? </p>\n\n<p>Remember folks in the face of fear. <em>Be true, be brave, stand</em></p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/qkcggk/i_finished_stephen_kings_it_on_halloween/",
  "subreddit": "books",
  "id": "qkcggk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What a ride, an incredible book front to back. Really a shame how the movies\ndon't do it justice. A mini-series would probably work better really.\n\nAmazing characters, memorable moments, images to forever haunt your mind. What's\nnot to love? I'll miss the Loser's Club and the Terror of Derry.. truly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何というか、前から後ろまで信じられないような本ですね。本当に残念なことに、映画では\n映画では正当に評価されていないのが残念です。ミニシリーズの方がいいかもしれませんね。\n\n素晴らしいキャラクター、記憶に残る瞬間、永遠に心に残るイメージ。何が\n愛してはいけないのか？Loser's Club」や「Terror of Derry」が恋しくなります。",
      "title": "ハロウィーンにスティーブン・キングの「IT」を読み終えた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "真是一帆风顺，这本书从前到后都令人难以置信。真的很遗憾，电影\n不够公正。一个迷你系列可能效果会更好。\n\n令人惊叹的人物，令人难忘的时刻，永远萦绕在你脑海中的画面。什么是\n不爱？我会怀念 \"失败者俱乐部 \"和 \"德里的恐怖\"，真的......。",
      "title": "我在万圣节完成了斯蒂芬-金的《IT》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "真是一帆風順，這本書從前到後都令人難以置信。真的很遺憾，電影\n不夠公正。一個迷你係列可能效果會更好。\n\n令人驚歎的人物，令人難忘的時刻，永遠縈繞在你腦海中的畫面。什麼是\n不愛？我會懷念 \"失敗者俱樂部 \"和 \"德里的恐怖\"，真的......。",
      "title": "我在萬聖節完成了斯蒂芬-金的《IT》。"
    }
  ]
}