{
  "author": "Sunhammer01",
  "original_created_utc": 1625914014,
  "title": "YSK that flaming drinks are meant to be extinguished before drinking. When in doubt, ask your server or bartender.",
  "created_utc": 1625924301,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it seems like a no-brainer but you still see it happen and it is dangerous. With more and more bars opening up and strange drinks on the menu, please just ask your bartender or server how a drink (flaming or with weird attachments) is meant to be drunk. Sometimes a drink is meant to burn out first and then drunk warm. Sometimes they are meant for you to look at for a moment and then cover with your hand for a moment. Blowing them out spreads the alcohol and the flame and could be dangerous as well. As we return to bars and bartenders get creative, be safe!</p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/YouShouldKnow/comments/ohghgy/ysk_that_flaming_drinks_are_meant_to_be/",
  "subreddit": "YouShouldKnow",
  "id": "ohghgy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: it seems like a no-brainer but you still see it happen and it is\ndangerous. With more and more bars opening up and strange drinks on the menu,\nplease just ask your bartender or server how a drink (flaming or with weird\nattachments) is meant to be drunk. Sometimes a drink is meant to burn…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：当たり前のことのように思えますが、未だにそのようなことが起きていますし、危険です。\n危険です。ますます多くのバーがオープンし、メニューには奇妙な飲み物が並んでいます。\nバーテンダーやサーバーに、「火をつけたり、変なものをつけたりした飲み物は、どうやって飲むのか」と聞いてみてください。\n飲み物は、燃やすためにあることもあります。飲み物が燃えることに意味があることもありますが...。",
      "title": "火のついた飲み物は、飲む前に消すものだというYSKさん。疑問がある場合は、サーバーやバーテンダーに聞いてみましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这似乎是一个不需要考虑的问题，但你仍然看到它的发生，它是\n危险。随着越来越多的酒吧开业，菜单上出现了奇怪的饮料。\n请问你的酒保或服务员，一杯饮料（燃烧的或有奇怪附件的）应该怎么喝。\n附加物）是如何喝的。有时饮料是为了燃烧...",
      "title": "YSK认为，燃烧的饮料是指在喝之前要熄灭。如有疑问，请询问你的服务员或酒保。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這似乎是一個不需要考慮的問題，但你仍然看到它的發生，它是\n危險。隨着越來越多的酒吧開業，菜單上出現了奇怪的飲料。\n請問你的酒保或服務員，一杯飲料（燃燒的或有奇怪附件的）應該怎麼喝。\n附加物）是如何喝的。有時飲料是爲了燃燒...",
      "title": "YSK認爲，燃燒的飲料是指在喝之前要熄滅。如有疑問，請詢問你的服務員或酒保。"
    }
  ]
}