{
  "author": "Crypthomie",
  "original_created_utc": 1626183688,
  "title": "Do you remember the guy who took a 100K$ loan in UAE and got stuck in the country after losing his job?",
  "created_utc": 1626195445,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Well, if you know the username you already know that I was the one in the middle of that shitsorm.</p>\n\n<p>I am contacted pretty often from redditors asking how I am now, so I wanted to make an official update of my situation.</p>\n\n<p>So first of all, I&#39;m good now, loan free, debts free overall and I even managed to make a new portfolio bigger than what I previsouly had.</p>\n\n<p>Long story short for the one who don&#39;t know about it, I was working in the UAE for almost 10 years, and in 2017, I took a big loan of 100 000$ to buy some shitcoin that dumped 98% on average such as Neo, Deepnion, Cloakcoin and so on...</p>\n\n<p>This was not the real issue as I was able to pay my instalments with my salary every months until the Covid-19 tragedy started and 70% of the staff got fired including me.</p>\n\n<p>From this moment, things went south quickly, with banks knowning about the situation and blocking people with loan from leaving the country with possible jail sentence if not paid on time.</p>\n\n<p>Anyway, I got quite lucky as some wealthy friends bailed me out with the 27000$ that was the remaining balance I had to pay, allowing me to leave the country and start fresh in Canada, plus an extra 20K$ in ETH (almost 100ETH in June 2020) from a very good friend few weeks later that I actually introduced to crypto and who did much better than me in terms of decision making at the time.</p>\n\n<p>To make things clear here, I paid everyone back what I owned them, even if some refused at first saying they didn&#39;t need that money and were more than happy that I recovered.</p>\n\n<p>So yes I am still involved into crypto with so much more experience than 4 years ago, and took good decisions when the price was around its top.</p>\n\n<p>I managed to paid my dad&#39;s mortgage with some of my profits and I even bought him his dream car that he could never have afforded.</p>\n\n<p>The morality of that story once again is to only invest the money you can afford to lose and NEVER take a freaking loan to invest in crypto!</p>\n\n<p>I was lucky to have an amazing and wealthy entourage and that will most probably won&#39;t be your case.</p>\n\n<p>Take care all.</p>\n</div><!-- SC_ON -->",
  "score": 390,
  "permalink": "/r/CryptoCurrency/comments/ojftdv/do_you_remember_the_guy_who_took_a_100k_loan_in/",
  "subreddit": "CryptoCurrency",
  "id": "ojftdv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Well, if you know the username you already know that I was the one in the middle\nof that shitsorm.\n\nI am contacted pretty often from redditors asking how I am now, so I wanted to\nmake an official update of my situation.\n\nSo first of all, I'm good now, loan free, debts free overall and I even…"
}