{
  "author": "Andalib_Odulate",
  "the_new_excerpt": "Somaliland is a former British Protectorate that was called British Somaliland\nand they joined with Italian Somaliland after independence to form Somalia.\n\nAfter the dictatorship and civil war the country of Somalia has been plagued by\nviolence, anarchy and insurgencies.\n\nSomaliland on the other…",
  "original_created_utc": 1623420350,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ソマリランドは、かつてのイギリスの保護領で、イギリス領ソマリランドと呼ばれていましたが\n独立後にイタリア領ソマリランドと合流してソマリアとなった。\n\n独裁政権と内戦の後、ソマリアの国は暴力と無秩序と反乱に悩まされてきました。\n暴力、無政府状態、反乱に悩まされている。\n\n一方、ソマリランドは...",
      "title": "CMV：ソマリランドは主権国家として認められるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "索马里兰是一个前英国保护国，被称为英属索马里兰\n并在独立后与意大利的索马里兰一起组成了索马里。\n\n在独裁统治和内战之后，索马里国家一直受到暴力的困扰。\n暴力、无政府状态和叛乱。\n\n而索马里兰则...",
      "title": "CMV：索马里兰应该被承认为一个主权国家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "索馬里蘭是一個前英國保護國，被稱爲英屬索馬里蘭\n並在獨立後與意大利的索馬里蘭一起組成了索馬里。\n\n在獨裁統治和內戰之後，索馬里國家一直受到暴力的困擾。\n暴力、無政府狀態和叛亂。\n\n而索馬里蘭則...",
      "title": "CMV：索馬里蘭應該被承認爲一個主權國家。"
    }
  ],
  "title": "CMV: Somaliland should be recognized as a sovereign nation.",
  "created_utc": 1623430009,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Somaliland is a former British Protectorate that was called British Somaliland and they joined with Italian Somaliland after independence to form Somalia.</p>\n\n<p>After the dictatorship and civil war the country of Somalia has been plagued by violence, anarchy and insurgencies. </p>\n\n<p>Somaliland on the other hand ever since they declared independence in the 1990s has had 5 peaceful and free elections, is one of if not the safest country in Africa and has been ranked by freedom index as a free country. They are stable, and free.</p>\n\n<p>The Region is poor only because they can&#39;t do trade deals on their own. But they are getting investments from companies in rich nations like the UAE and starting to develop. They would deveolpe a lot faster with UN recognition.</p>\n\n<p>Waiting for Somalia a failed state to grant its not failed &quot;region&quot; official independence is ridiculous and a slap in the face to Somaliland&#39;s population.</p>\n\n<p>Edit-</p>\n\n<p>Somaliland also has</p>\n\n<ol>\n<li><p>Their own government that controlled the claimed territory</p></li>\n<li><p>Their own currency</p></li>\n<li><p>Their own police force</p></li>\n<li><p>Their own visas</p></li>\n<li><p>Their own License plates/licenses</p></li>\n<li><p>A consulate in DC</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/nxgs3e/cmv_somaliland_should_be_recognized_as_a/",
  "subreddit": "changemyview",
  "id": "nxgs3e",
  "is_self": true,
  "media": null,
  "is_video": false
}