{
  "author": "d4rg0n",
  "original_created_utc": 1634917658,
  "title": "Crime and Punishment is a fantastic book, it made me wonder about important ideas like no other.",
  "created_utc": 1634932088,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lots of people are discouraged by the Russian setting and hard topic of this classic, but I must admit it&#39;s actually genius. It is ambitious and hard to read at times, but it really pays off. The themes through the book, which cover not only the titular problem of evil and punishment, but also our relationship with other people, the things we care about in life, personal growth and friendship, are like no other. I sincerely recommend this book to everyone who hasn&#39;t read it yet. It&#39;s worth the time and effort.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/qdjr0t/crime_and_punishment_is_a_fantastic_book_it_made/",
  "subreddit": "books",
  "id": "qdjr0t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lots of people are discouraged by the Russian setting and hard topic of this\nclassic, but I must admit it's actually genius. It is ambitious and hard to read\nat times, but it really pays off. The themes through the book, which cover not\nonly the titular problem of evil and punishment, but also our…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ロシアを舞台にしたハードなテーマで、多くの人に敬遠されている名作です。\nしかし、私はこの作品が天才的だと認めなければならない。野心的で読みにくいところもありますが\nしかし、それが功を奏しています。この本のテーマは、タイトルにもなっている悪の問題だけではありません。\nこの本のテーマは、悪と罰というタイトルの問題だけでなく、私たちの...",
      "title": "罪と罰』は素晴らしい本で、他にはないほど重要なアイデアについて考えさせられました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "很多人对这一经典作品的俄罗斯背景和艰难的主题感到沮丧。\n经典作品，但我必须承认它实际上是个天才。它是雄心勃勃的，有时很难阅读\n有时是很难读懂的，但它确实是有价值的。这本书的主题，不仅包括\n这本书的主题不仅涉及邪恶和惩罚的名义问题，而且还涉及我们的生活。",
      "title": "罪与罚》是一本神奇的书，它让我对重要的思想产生了前所未有的好奇。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很多人對這一經典作品的俄羅斯背景和艱難的主題感到沮喪。\n經典作品，但我必須承認它實際上是個天才。它是雄心勃勃的，有時很難閱讀\n有時是很難讀懂的，但它確實是有價值的。這本書的主題，不僅包括\n這本書的主題不僅涉及邪惡和懲罰的名義問題，而且還涉及我們的生活。",
      "title": "罪與罰》是一本神奇的書，它讓我對重要的思想產生了前所未有的好奇。"
    }
  ]
}