{
  "author": "spearblaze",
  "the_new_excerpt": "There are usually two reasons people put forward to justify mutilating an\ninfant's genitals:\n\n * Because it's more \"hygienic\" that way\n\n * Because my religious book/authority says I should do it\n\nLet's pick those two apart shall we?\n\n * No one in their right mind would say that mutilation is an…",
  "original_created_utc": 1623520344,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "乳幼児の性器を切除することを正当化する理由は、通常2つあります。\n乳児の性器切除を正当化する理由は2つあります。\n\n * その方が「衛生的」だから。\n\n * 宗教的な本や権威がそうすべきだと言っているから\n\nこの2つを分けて考えてみましょう。\n\n * まともな人は、身体切除を「衛生的」だとは言わないでしょう。",
      "title": "CMV: 親が子供に割礼をさせるのは違法であるべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们通常提出两个理由来证明残害婴儿的合理性\n婴儿的生殖器。\n\n * 因为这样做更 \"卫生\"。\n\n * 因为我的宗教书籍/权威机构说我应该这样做\n\n让我们把这两件事分开来看看吧？\n\n * 正常人都不会说切割生殖器是 \"卫生 \"的。",
      "title": "CMV：父母让孩子接受割礼应该是非法的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們通常提出兩個理由來證明殘害嬰兒的合理性\n嬰兒的生殖器。\n\n * 因爲這樣做更 \"衛生\"。\n\n * 因爲我的宗教書籍/權威機構說我應該這樣做\n\n讓我們把這兩件事分開來看看吧？\n\n * 正常人都不會說切割生殖器是 \"衛生 \"的。",
      "title": "CMV：父母讓孩子接受割禮應該是非法的"
    }
  ],
  "title": "CMV: It should be illegal for parents to have their children circumcised",
  "created_utc": 1623530570,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There are usually two reasons people put forward to justify mutilating an infant&#39;s genitals:</p>\n\n<ul>\n<li><p>Because it&#39;s more &quot;hygienic&quot; that way</p></li>\n<li><p>Because my religious book/authority says I should do it</p></li>\n</ul>\n\n<p>Let&#39;s pick those two apart shall we?</p>\n\n<ul>\n<li><p>No one in their right mind would say that mutilation is an acceptable way of keeping good hygiene. We don&#39;t pluck people&#39;s fingernails so they don&#39;t get dirt under them or remove their scalps so they don&#39;t get lice and smell bad. If you teach your kid to  wash his penis and wear a condom when he&#39;s old enough, there is no reason to chop off his foreskin for the sake of &quot;hygiene&quot;. </p></li>\n<li><p>If you argue that it&#39;s within your religious freedom to practice circumcision, I&#39;d agree to the extent that you should be allowed to do it to yourself, BUT NOT TO YOUR CHILD. As a matter of fact, having your kid participate in any religious ritual should be illegal, but that&#39;s a topic for a different CMV. Imagine this, one day you travel abroad and become gravely ill, to the point of being in a coma. When you wake up, a group of people tell you: Hey, we thought you weren&#39;t gonna make it so we shaved your head and gave you some ritualistic tattoos because that&#39;s what we do in our religion. Wouldn&#39;t that make you feel violated?</p></li>\n<li><p>Lastly, if we as a society agree that people should be in control of their own bodies we cannot justify the genital mutilation of people who do not consent to it. There&#39;s a reason why all western countries have banned Female Genital Mutilation (FGM), it&#39;s a horrible practice that deprives women of sexual pleasure for no good reason. It&#39;s the same thing with male circumcision, the nerve endings on the foreskin contribute to sexual pleasure and removing the foresking because God or because hygiene is not a good reason at all. </p></li>\n</ul>\n\n<p>My view is that the only reason why circumcision is still legal is because if any one politician actively campaigned against it, his political party would lose a bunch of religious peoples&#39; votes, that&#39;s it. It&#39;s legal because no political party wants to pay the price to make things right.</p>\n</div><!-- SC_ON -->",
  "score": 205,
  "permalink": "/r/changemyview/comments/nycakk/cmv_it_should_be_illegal_for_parents_to_have/",
  "subreddit": "changemyview",
  "id": "nycakk",
  "is_self": true,
  "media": null,
  "is_video": false
}