{
  "author": "SizzleEbacon",
  "original_created_utc": 1638907500,
  "title": "YSK you can compost all food soiled paper and cardboard products that aren’t lined with plastic or metal.",
  "created_utc": 1639165541,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: organic materials that end up in the landfill can be recycled back into the natural systems from whence that came, making the production and use more sustainable. This includes tissue, toilet paper, paper towels, pizza boxes, and other to go containers; as long as there is no metal or plastic in them.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/rb853o/ysk_you_can_compost_all_food_soiled_paper_and/",
  "subreddit": "YouShouldKnow",
  "id": "rb853o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: organic materials that end up in the landfill can be recycled back into\nthe natural systems from whence that came, making the production and use more\nsustainable. This includes tissue, toilet paper, paper towels, pizza boxes, and\nother to go containers; as long as there is no metal or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：埋立てられてしまう有機物を、元の自然界に戻すことができる。\n埋め立てられてしまう有機物を、元の自然のシステムに戻すことができます。\n生産と使用をより持続可能なものにします。これには、ティッシュ、トイレット\nティッシュ、トイレットペーパー、ペーパータオル、ピザの箱などの持ち帰り用容器、そして",
      "title": "YSKでは、プラスチックや金属で裏打ちされていない、食品で汚れた紙や段ボール製品をすべてコンポストにすることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：有机材料最终会出现在\n埋葬的有机材料可以被回收到自然系统中。\n使其生产和使用更具有可持续性。这包括纸巾、卫生纸\n这包括纸巾、卫生纸、纸巾、比萨饼盒和其他外卖容器；以及其他一些可回收的材料。",
      "title": "YSK你可以将所有没有塑料或金属内衬的食物弄脏的纸和纸板产品堆肥。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：有機材料最終會出現在\n埋葬的有機材料可以被回收到自然系統中。\n使其生產和使用更具有可持續性。這包括紙巾、衛生紙\n這包括紙巾、衛生紙、紙巾、比薩餅盒和其他外賣容器；以及其他一些可回收的材料。",
      "title": "YSK你可以將所有沒有塑料或金屬內襯的食物弄髒的紙和紙板產品堆肥。"
    }
  ]
}