{
  "author": "Ohigetjokes",
  "the_new_excerpt": "Passion is temporary. Careers have to last a lifetime.\n\nEven if you find success following your passion, in the due course of time,\npassion and excitement wane. But if you're still dedicated to the ethos of\n\"follow your passion\" from a career perspective, that means you'll need to\nabandon whatever…",
  "original_created_utc": 1611346812,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "激情是暂时的。职业生涯要持续一生。\n\n即使你在追随你的激情之后获得了成功，在适当的时间里。\n激情和兴奋感减弱。但是，如果你还在奉献给我们的精神。\n从职业的角度来看，\"追随你的激情\"，这意味着你需要\n弃之不顾",
      "title": "[改变我的想法]：\"跟随你的激情 \"在大多数情况下是非常糟糕的职业建议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "激情是暫時的。職業生涯要持續一生。\n\n即使你在追隨你的激情之後獲得了成功，在適當的時間裏。\n激情和興奮感減弱。但是，如果你還在奉獻給我們的精神。\n從職業的角度來看，\"追隨你的激情\"，這意味着你需要\n棄之不顧",
      "title": "[改變我的想法]：\"跟隨你的激情 \"在大多數情況下是非常糟糕的職業建議。"
    }
  ],
  "title": "CMV: \"Follow Your Passion\" is pretty awful career advice in most cases",
  "created_utc": 1611389883,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Passion is temporary. Careers have to last a lifetime.</p>\n\n<p>Even if you find success following your passion, in the due course of time, passion and excitement wane. But if you&#39;re still dedicated to the ethos of &quot;follow your passion&quot; from a career perspective, that means you&#39;ll need to abandon whatever career you&#39;ve built and start again.</p>\n\n<p>And even if that next thing becomes successful, passion fades. So you&#39;ll have to move on again. And again.</p>\n\n<p>There are more responsible, balanced ways to look at career that don&#39;t involve the fleeting nature of emotion and inspiration. A passion-based ethos is far too volatile.</p>\n\n<p>Now... I know it&#39;s not required but I&#39;d like to include a bit about <em>why</em> I want you to change my view here...</p>\n\n<p>Because truth is I&#39;ve had well over a dozen careers. Some white collar, some blue collar, some spiritual... A few I loved for a bit and then hated. A few I loved and then, later, just kinda liked. But eventually my restlessness would get the better of me.</p>\n\n<p>And I want you to convince me that that was okay... because I feel a lot of guilt about this personality flaw of mine. I have a wife. I have a kid. They would have benefited from more stability over the years, I&#39;m sure of it. And at this stage my wife has been forced into being the main breadwinner of the family because I&#39;m so damn... flighty.</p>\n\n<p>And ya it&#39;s true that&#39;s actually worked out really well in the end. She&#39;s incredible and it&#39;s amazing that she brings her genius to the world.</p>\n\n<p>But... I know it would be better if I could be a lot more reliable, or could have spent the last couple of decades building expertise in <em>a single industry</em>. I feel like I&#39;ve let her down even though she would never say so.</p>\n\n<p>So CMV. I&#39;m wide open.</p>\n\n<p><strong>Edit</strong>: this post was seemingly hidden for about 3 hours and as soon as I went to dinner replies started popping up... sorry will get back to you asap</p>\n</div><!-- SC_ON -->",
  "score": 88,
  "permalink": "/r/changemyview/comments/l2w3ui/cmv_follow_your_passion_is_pretty_awful_career/",
  "subreddit": "changemyview",
  "id": "l2w3ui",
  "is_self": true,
  "media": null,
  "is_video": false
}