{
  "author": "rogue_penguin_45",
  "original_created_utc": 1630991257,
  "title": "Why am I never stressed out by actual \"stressful\" situations, but get stressed over inconveniences, annoyances and mix-ups?",
  "created_utc": 1631011408,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am so fucking backwards. I don&#39;t get stressed over anything most people do. Most of the severe situations in life just don&#39;t faze me, but the little stuff does. </p>\n\n<p>Things like fights near me, cops showing up, disasters occurring, emotional outbursts, death, arguments etc. just don&#39;t do it for me. I can be calm, cool, collected, almost seemingly disinterested. </p>\n\n<p>But things like someone talking annoyingly will stress me out. Someone asking me for a favor when I&#39;m not in the mood stresses me out. Anxious, hypothetical thoughts stress me out. Knocking into something stresses me out for a time. Forgetting something and having to go back stresses me out. Someone not listening stresses me out.</p>\n\n<p>This pandemic hasn&#39;t stressed me out at all. I don&#39;t care. I&#39;ll wear the mask, I took the vaccine, I read on it because it&#39;s a hot topic. But I don&#39;t care. Not about the drama, &quot;what&#39;s in the vaccine&quot;, not political dumbasses (from both sides), not the deaths, the spread, the new variants. Literally don&#39;t give a shit. Someone could tell me there&#39;s a new variant that kills 50% of people and I&#39;d be like &quot;well, goddamn&quot; and do my best to prevent it, be cautious, but no stress. I&#39;d certainly be interested, though. I mean FIFTY PERCENT OF PEOPLE? </p>\n\n<p>In any of the stressful scenarios to others, I&#39;m like &quot;Jesus Christ, calm down&quot; and I&#39;ll sometimes tell them it&#39;s not that bad, or why we&#39;ll be fine, or advise direction. But the minor inconveniences, the nothings frustrate me and get me ranting about life. Then others tell me &quot;why are you complaining over this little thing&quot;. </p>\n\n<p>What is up with me?</p>\n</div><!-- SC_ON -->",
  "score": 107,
  "permalink": "/r/TooAfraidToAsk/comments/pjgf3r/why_am_i_never_stressed_out_by_actual_stressful/",
  "subreddit": "TooAfraidToAsk",
  "id": "pjgf3r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am so fucking backwards. I don't get stressed over anything most people do.\nMost of the severe situations in life just don't faze me, but the little stuff\ndoes.\n\nThings like fights near me, cops showing up, disasters occurring, emotional\noutbursts, death, arguments etc. just don't do it for me. I…"
}