{
  "author": "chameothecham",
  "original_created_utc": 1637020380,
  "title": "The Wheel of time takes me to a different world",
  "created_utc": 1637025245,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have been kind of down recently. A lot of things happening and I don’t know where I’m going with life. But I just recently started reading eye of the world (the first wheel of time book) and I have so much excitement to pick it back up every time I have to put it down. I love books with lots of detail and every page in the book is covered in a thick, viscous layer of detail that really gets me immersed and helps me just forget about my problems, if only for a little bit. It feels like I just found something to always look forward to even when I have nothing to look forward to.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/quu19t/the_wheel_of_time_takes_me_to_a_different_world/",
  "subreddit": "books",
  "id": "quu19t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have been kind of down recently. A lot of things happening and I don’t know\nwhere I’m going with life. But I just recently started reading eye of the world\n(the first wheel of time book) and I have so much excitement to pick it back up\nevery time I have to put it down. I love books with lots of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、なんだか元気がありません。いろんなことがあって、自分の人生がどうなるのか\n自分がどこに向かって生きているのかわからなくなっていました。でも、つい最近、eye of the world (the first wheel of time book)を読み始めました。\n(the first wheel of time book)を読み始めたところで、毎晩手に取るのが楽しみになってきました。\n読むのが楽しみです。私は、たくさんの...がある本が好きです。",
      "title": "時の輪」が私を異世界に連れて行ってくれる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近有点沮丧。发生了很多事情，我不知道\n我的生活将走向何方。但我最近刚开始读《世界之眼》（《时间之轮》第一部），我觉得这本书很好。\n(时间之轮的第一本书），每当我不得不放下它的时候，我都会非常兴奋地重新拿起它。\n每当我不得不放下它的时候。我喜欢有很多内容的书。",
      "title": "时间之轮把我带到一个不同的世界"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近有點沮喪。發生了很多事情，我不知道\n我的生活將走向何方。但我最近剛開始讀《世界之眼》（《時間之輪》第一部），我覺得這本書很好。\n(時間之輪的第一本書），每當我不得不放下它的時候，我都會非常興奮地重新拿起它。\n每當我不得不放下它的時候。我喜歡有很多內容的書。",
      "title": "時間之輪把我帶到一個不同的世界"
    }
  ]
}