{
  "author": "fionaisrosey",
  "original_created_utc": 1636077044,
  "title": "cmv: the Republican Party of the US has become an outwardly anti-democracy, anti-life, and fascistic party which poses a severe threat to this county’s stability and the lives of millions.",
  "created_utc": 1636119232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the Party’s clear embracement of Qanon, a literal death cult conspiracy theory, anti democratic practices such as voter suppression, the big lie of Trump and the rest of the party, and the attack on human rights such as the limitations on Queer people’s healthcare or opposition to a minimum wage increase, the party is horrifying as one of the leading two. I genuinely cannot find a reason as to why this party and it’s officials deserve to be in power ever.</p>\n\n<p>To be clear: I’m not in favor of the Dems either, their lack of initiative, cowardice, and compromise are all lackluster. But atleast they pretend to care, leading to marginal improvements. I simply can’t comprehend how support of Republicans is in the best interest of this country, it’s citizens, and honestly the rest of the world.</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/changemyview/comments/qn0hhg/cmv_the_republican_party_of_the_us_has_become_an/",
  "subreddit": "changemyview",
  "id": "qn0hhg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "With the Party’s clear embracement of Qanon, a literal death cult conspiracy\ntheory, anti democratic practices such as voter suppression, the big lie of\nTrump and the rest of the party, and the attack on human rights such as the\nlimitations on Queer people’s healthcare or opposition to a minimum…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "党は、文字通りの死のカルト陰謀論であるカノンを明確に受け入れています。\n党は、文字通りの死のカルト陰謀論である「カノン」を明らかに受け入れ、有権者抑制などの反民主主義的な行為や、大嘘の\nトランプ氏をはじめとする党の大嘘、クィアの人々の医療費の制限や反対などの人権への攻撃。\nまた、クィアの人々の医療費の制限や、最低限度の医療費に反対するなど、人権への攻撃も行われています。",
      "title": "cmv: アメリカの共和党は、反民主主義、反生命主義、ファシズムの政党として、この国の安定と何百万人もの人々の生活に深刻な脅威を与えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于该党明确拥护卡农（一种字面意义上的死亡邪教阴谋论）、反民主的做法（如压制选民）、大谎言等，因此\n的理论，反民主的做法，如压制选民，特朗普和其他党派的大谎言，以及对人类暴乱的攻击。\n特朗普和该党的其他成员，以及对人权的攻击，如\n限制同性恋者的医疗保健或反对最低限度的...",
      "title": "cmv：美国共和党已经成为一个外在的反民主、反生活、法西斯的政党，对这个国家的稳定和数百万人的生活构成严重威胁。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於該黨明確擁護卡農（一種字面意義上的死亡邪教陰謀論）、反民主的做法（如壓制選民）、大謊言等，因此\n的理論，反民主的做法，如壓制選民，特朗普和其他黨派的大謊言，以及對人類暴亂的攻擊。\n特朗普和該黨的其他成員，以及對人權的攻擊，如\n限制同性戀者的醫療保健或反對最低限度的...",
      "title": "cmv：美國共和黨已經成爲一個外在的反民主、反生活、法西斯的政黨，對這個國家的穩定和數百萬人的生活構成嚴重威脅。"
    }
  ]
}