{
  "author": "aedhoc23",
  "original_created_utc": 1629134972,
  "title": "Have you ever felt a book review is annoying or doesn't do justice to the book?",
  "created_utc": 1629199212,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was reading the book &quot;a Man called Ove&quot; and I haven&#39;t finished it yet but it&#39;s interesting so far and I love the build up. However, when buying it I saw a lot of reviews  about it on amazon saying the book was inherently a racist and prejudiced book. I&#39;m sorry if it offends anyone who agrees with those people and disagrees with my POV, but I feel his closed off nature in the book to people who are foreign is because he&#39;s portrayed  to be an old and grumpy man who hates anything new or any change to his routine. \nThe book wasn&#39;t glorifying his attitude, yet people took away from this beautiful story by taking a perspective on it which wasn&#39;t justified to me. </p>\n\n<p>Have you ever seen a book review you thought was unjust or took away from a book you liked?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p5kst0/have_you_ever_felt_a_book_review_is_annoying_or/",
  "subreddit": "books",
  "id": "p5kst0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was reading the book \"a Man called Ove\" and I haven't finished it yet but it's\ninteresting so far and I love the build up. However, when buying it I saw a lot\nof reviews about it on amazon saying the book was inherently a racist and\nprejudiced book. I'm sorry if it offends anyone who agrees with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「オーブという男」という本を読んでいて、まだ読み終えていないのですが、今のところ面白くて、展開が好きです。\n今のところ面白いし、盛り上がりも好きです。しかし、この本を購入する際、amazonでは多くのレビューを見ました。\nこの本は本来、人種差別や偏見に満ちた本であるというレビューをamazonで見ました。\n偏見に満ちた本であるというレビューを見ました。賛同してくれる人を不快にさせてしまったら申し訳ないのですが・・・。",
      "title": "書評がうっとうしいと感じたり、本を正当に評価していないと感じたことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在读《一个叫奥夫的人》这本书，我还没有读完，但它是\n到目前为止很有趣，我喜欢这本书的结构。然而，在购买这本书时，我看到亚马逊上有很多\n在亚马逊上有很多关于它的评论，说这本书本质上是一本种族主义和偏见的书。\n有偏见的书。我很抱歉，如果它冒犯了任何同意的人...",
      "title": "你是否曾觉得书评很烦人，或者对书不公平？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在讀《一個叫奧夫的人》這本書，我還沒有讀完，但它是\n到目前爲止很有趣，我喜歡這本書的結構。然而，在購買這本書時，我看到亞馬遜上有很多\n在亞馬遜上有很多關於它的評論，說這本書本質上是一本種族主義和偏見的書。\n有偏見的書。我很抱歉，如果它冒犯了任何同意的人...",
      "title": "你是否曾覺得書評很煩人，或者對書不公平？"
    }
  ]
}