{
  "author": "UniquesComparison",
  "original_created_utc": 1629350676,
  "title": "CMV: Cultural appropriation is not wrong because no living person or group of people has any claim of ownership on tradition.",
  "created_utc": 1629369314,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I wanted to make this post after seeing a woman on twitter basically say that a white woman shouldn&#39;t have made a cookbook about noodles and dumplings because she was not Asian. This weirded me out because from my perspective, I didn&#39;t do anything to create my cultures food, so I have no greater claim to it than anyone else. If a white person wanted to make a cookbook on my cultures food, I have no right to be upset at them because why should I have any right to a recipe just because someone else of my same ethnicity made it first hundreds if not thousands of years ago. I feel like stuff like that has thoroughly fallen into public domain at this point.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/p78lqa/cmv_cultural_appropriation_is_not_wrong_because/",
  "subreddit": "changemyview",
  "id": "p78lqa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I wanted to make this post after seeing a woman on twitter basically say that a\nwhite woman shouldn't have made a cookbook about noodles and dumplings because\nshe was not Asian. This weirded me out because from my perspective, I didn't do\nanything to create my cultures food, so I have no greater…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この記事を書こうと思ったのは、ある女性がツイッターで、「白人女性が麺類や餃子の料理本を作るべきではない。\nアジア人ではないので、白人女性が麺類や餃子の料理本を作るべきではないと\nアジア人ではないからです。私の視点では、私は自分の国の料理を作るために何もしていません。\n私の視点では、私は自分の文化的な食べ物を作るために何もしていないので、私には大きな意味はありません。",
      "title": "CMV: 文化の流用は、生きている人間や集団が伝統に対して所有権を主張することはないので、間違ったことではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想发这个帖子，因为我看到一个女人在微博上说，一个白种人不应该做食谱。\n一个白人妇女不应该做一本关于面条和饺子的食谱，因为她不是亚洲人。\n她不是亚洲人。这让我感到很奇怪，因为从我的角度来看，我并没有做任何事情来创造我的\n我没有做任何事情来创造我的文化食物，所以我没有更大的...",
      "title": "CMV：文化盗用不是错误的，因为没有任何一个活人或群体对传统有任何所有权要求。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想發這個帖子，因爲我看到一個女人在微博上說，一個白種人不應該做食譜。\n一個白人婦女不應該做一本關於麪條和餃子的食譜，因爲她不是亞洲人。\n她不是亞洲人。這讓我感到很奇怪，因爲從我的角度來看，我並沒有做任何事情來創造我的\n我沒有做任何事情來創造我的文化食物，所以我沒有更大的...",
      "title": "CMV：文化盜用不是錯誤的，因爲沒有任何一個活人或羣體對傳統有任何所有權要求。"
    }
  ]
}