{
  "author": "LimeSugar",
  "original_created_utc": 1625752159,
  "title": "The Spy Who Came In From The Cold by John le Carré was amazing!",
  "created_utc": 1625764511,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven&#39;t read much in spy novels, but this book was incredible and is understandably a classic. In the world of Cold War espionage the West could play dirty just as badly as our counterparts. Sometimes it is necessary to bend to the level of a snake in the fight against the threat of Communist world domination. Espionage like chess means that sacrificing some pieces is a key tactic for victory. There are times when you have to put your principles to the side if you want to destroy your enemy.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/og7kuy/the_spy_who_came_in_from_the_cold_by_john_le/",
  "subreddit": "books",
  "id": "og7kuy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven't read much in spy novels, but this book was incredible and is\nunderstandably a classic. In the world of Cold War espionage the West could play\ndirty just as badly as our counterparts. Sometimes it is necessary to bend to\nthe level of a snake in the fight against the threat of Communist…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スパイ小説はあまり読んだことがないのですが、この本は信じられないほど素晴らしく、名作と言われるのも納得です。\n名作であることは間違いない。冷戦時代のスパイの世界では、西側諸国は敵対勢力と同じように汚い手を使うことができた。\n相手国と同じように汚い手を使うことができる。時には蛇のレベルにまで屈することも必要です。\n共産主義者の脅威に対抗するためには、時には蛇のレベルにまで屈する必要がある。",
      "title": "John le Carréの「The Spy Who Came In From The Cold」は素晴らしかったです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我没有读过很多间谍小说，但这本书令人难以置信，可以理解为是一部经典。\n可以理解为是一部经典之作。在冷战时期的间谍活动中，西方国家可以像我们的对手一样玩阴的。\n和我们的同行一样玩得很脏。有时有必要屈服于\n在对抗共产党的威胁时，有时必须屈服于蛇的水平...。",
      "title": "约翰-勒卡雷的《冷酷无情的间谍》非常精彩"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我沒有讀過很多間諜小說，但這本書令人難以置信，可以理解爲是一部經典。\n可以理解爲是一部經典之作。在冷戰時期的間諜活動中，西方國家可以像我們的對手一樣玩陰的。\n和我們的同行一樣玩得很髒。有時有必要屈服於\n在對抗共產黨的威脅時，有時必須屈服於蛇的水平...。",
      "title": "約翰-勒卡雷的《冷酷無情的間諜》非常精彩"
    }
  ]
}