{
  "author": "callmemrsunshine",
  "original_created_utc": 1631284176,
  "title": "Today my son called me for a loan as he over invested himself into Crypto",
  "created_utc": 1631295774,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today I got a shocking surprise and an unexpected call from my son who&#39;s 38! <em>Just to give you guys some perspective, I&#39;m his superb mum, knee deep into Crypto but I never told him or any family members about it.</em> </p>\n\n<p>So, He barely calls me but when he does, it&#39;s always great to hear from him. Quick story short, he told me he over invested himself into Crypto (what a noob) over the past few weeks (as if I don&#39;t know what&#39;s DCA is...). Poor lad run out of money and was wondering if I can loan him some cash for him to go over this month. Lol! If he only new that&#39;s I&#39;m quite a lurker in this sub and I was lucky to make some great gains on SOL, ONE and Algorand based on some shillers past recommendations in this subreddit. I immediately took off some profits and offered him some money and told him to reimbursement me whenever his portfolio made it to the green. Secretly, I&#39;m very proud and grateful that my kiddo is into Crypto for a better future and did congratulate him! </p>\n\n<p>I&#39;ll call him next week and tell him to subscribe to this sub and start reading some advices and maybe try to get some moons.</p>\n\n<p>Tldr: don&#39;t invest more than you can afford too son, from mum ❤</p>\n\n<p>Edit: love your responses guys and some very funny. Much love. Can&#39;t reply to all of you as I&#39;m having a tea party with the other mums in the areas 🫖</p>\n</div><!-- SC_ON -->",
  "score": 364,
  "permalink": "/r/CryptoCurrency/comments/plm686/today_my_son_called_me_for_a_loan_as_he_over/",
  "subreddit": "CryptoCurrency",
  "id": "plm686",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Today I got a shocking surprise and an unexpected call from my son who's 38!\nJust to give you guys some perspective, I'm his superb mum, knee deep into\nCrypto but I never told him or any family members about it.\n\nSo, He barely calls me but when he does, it's always great to hear from him.\nQuick…"
}