{
  "author": "jwalter122",
  "the_new_excerpt": "In nearly all cases, when someone says \"educate yourself\" they actually mean\n\"read a bunch of extremely biased sources until you you've become indoctrinated\ninto believing in my ideology.\" This is the case for a wide variety of\ngroup-thinks be it flat earthers, QAnon, anti-vax, BLM, critical…",
  "original_created_utc": 1611707575,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在几乎所有的情况下，当有人说 \"教育自己 \"时，他们实际上是指\n\"阅读一堆极度偏颇的消息来源，直到你被灌输为止\n变成相信我的意识形态。\" 这是对各种各样的\n集团思维是它的平耳人，QAnon，反VAX，BLM，关键... ...",
      "title": "CMV：\"教育自己 \"的意思正好相反。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在幾乎所有的情況下，當有人說 \"教育自己 \"時，他們實際上是指\n\"閱讀一堆極度偏頗的消息來源，直到你被灌輸爲止\n變成相信我的意識形態。\" 這是對各種各樣的\n集團思維是它的平耳人，QAnon，反VAX，BLM，關鍵... ...",
      "title": "CMV：\"教育自己 \"的意思正好相反。"
    }
  ],
  "title": "CMV: \"Educate yourself\" means the exact opposite",
  "created_utc": 1611720452,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In nearly all cases, when someone says &quot;educate yourself&quot; they actually mean &quot;read a bunch of extremely biased sources until you you&#39;ve become indoctrinated into believing in my ideology.&quot; This is the case for a wide variety of group-thinks be it flat earthers, QAnon, anti-vax, BLM, critical theorists, etc. Historically education has meant challenge yourself with viewpoints that make you uncomfortable to improve your understanding of the world. Most if not all of the members of these groups have been tricked into thinking that they have all the answers to the worlds problems and anyone who dares challenge them is some sort of &quot;ist&quot; or a sheep.</p>\n\n<p>Edit: This post dost not make any statement about the merit of the beliefs held by each of the groups I mentioned, nor does it intend to. The veracity of the groups&#39; claims varies widely. I am purely commenting on the rhetoric the ideologies typically engage in.</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/changemyview/comments/l5rzwx/cmv_educate_yourself_means_the_exact_opposite/",
  "subreddit": "changemyview",
  "id": "l5rzwx",
  "is_self": true,
  "media": null,
  "is_video": false
}