{
  "author": "mommyissuesaquarius",
  "the_new_excerpt": "My all-time favourite author is Derek Landy, he's Irish and he's hilarious. he\nstarted off with a children's fantasy series called Skulduggery Pleasant which I\nread when I was 9. The 14th book in the series is just about to be released and\nI highly recommend the series, it gets a lot darker and…",
  "original_created_utc": 1612096344,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我最喜欢的作家是德里克-兰蒂，他是爱尔兰人，而且他很搞笑。\n开始与儿童的幻想系列名为Skulduggery Pleasant，我\n该系列的第14本书即将出版，我9岁的时候就读过了。\n我强烈推荐这个系列，它变得更加黑暗和... ...",
      "title": "被低估的三部曲"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最喜歡的作家是德里克-蘭蒂，他是愛爾蘭人，而且他很搞笑。\n開始與兒童的幻想系列名爲Skulduggery Pleasant，我\n該系列的第14本書即將出版，我9歲的時候就讀過了。\n我強烈推薦這個系列，它變得更加黑暗和... ...",
      "title": "被低估的三部曲"
    }
  ],
  "title": "an underrated trilogy written by an underrated author",
  "created_utc": 1612107644,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My all-time favourite author is Derek Landy, he&#39;s Irish and he&#39;s hilarious. he started off with a children&#39;s fantasy series called <em>Skulduggery Pleasant</em> which I read when I was 9. The 14th book in the series is just about to be released and I highly recommend the series, it gets a lot darker and smarter after the first 3 or 4 books.</p>\n\n<p>Anyway. He also wrote this YA horror/fantasy trilogy and OH MY GOD. It is so much creepier than anything I&#39;ve ever read by Stephen King or any other horror writer. The trilogy is called <em>Demon Road</em> and it&#39;s about a girl who goes on the run after she discovers her parents are demons who need to kill and eat her in order to uphold their end of a bargain with a  demon. It&#39;s smart, it&#39;s witty, it&#39;s scary and it has a ticking clock element as well as demons. I just think it&#39;s a piece of art and I love it and if anyone was looking for a recommendation this is my contribution</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/l9bg0i/an_underrated_trilogy_written_by_an_underrated/",
  "subreddit": "books",
  "id": "l9bg0i",
  "is_self": true,
  "media": null,
  "is_video": false
}