{
  "author": "Isaac_Henry_1920",
  "the_new_excerpt": "I’m referring to solely American Politicians, although this may apply to other\ncountries\n\nAmericans are obsessed with the rags to riches stories. Don’t get me wrong they\ncan be powerful, but having a “tough past” doesn’t make them a good\npolitician/advocate for you. Sure they can sympathize with the…",
  "original_created_utc": 1615256660,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我指的仅仅是美国的政治家，虽然这可能适用于其他国家。\n各国\n\n美国人沉迷于破烂不堪的故事。不要误会我的意思，他们\n可以很强大，但有 \"强悍的过去 \"并不代表他们是一个好的\n政治家/为你辩护。当然，他们可以同情... ...",
      "title": "CMV：政客们更关心自己的形象/获得连任，而不是真正做出能帮助人们的政策改变。而这是我们的错"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我指的僅僅是美國的政治家，雖然這可能適用於其他國家。\n各國\n\n美國人沉迷於破爛不堪的故事。不要誤會我的意思，他們\n可以很強大，但有 \"強悍的過去 \"並不代表他們是一個好的\n政治家/爲你辯護。當然，他們可以同情... ...",
      "title": "CMV：政客們更關心自己的形象/獲得連任，而不是真正做出能幫助人們的政策改變。而這是我們的錯"
    }
  ],
  "title": "CMV: Politicians are more concerned with their image/getting re-elected than actually making policy change that would help people. And it’s our fault",
  "created_utc": 1615264380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>I’m referring to solely American Politicians, although this may apply to other countries</strong></p>\n\n<p>Americans are obsessed with the rags to riches stories. Don’t get me wrong they can be powerful, but having a “tough past” doesn’t make them a good politician/advocate for you. Sure they can sympathize with the poor/oppressed, but if they can’t do anything with that experience/knowledge they are just as bad as the people with no such life experience.</p>\n\n<p>We love a good political clap back. We love watching our side beat up the other side. We love to retweet/repost Twitter burns, opinion pieces, and sound bites that make the other side look dumb. And nothing gets fixed. People like Ted Cruz and AOC rule the news cycle but neither have DONE anything notable. And it’s always the same line “I brought forth aggressive legislation but I was over powered by the bad guys who want to do the same to you!!!”</p>\n\n<p>If they can’t reach across party lines and compromise they aren’t worth re-electing. They don’t care about you, they care about who you think they are and getting their job back. Stop cheering for someone being “fierce” and vote for someone who will do something. Otherwise the divide will get bigger and the pendulum will swing further in both directions and it won’t be the politicians footing the bill. It will be us.</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/changemyview/comments/m0wj71/cmv_politicians_are_more_concerned_with_their/",
  "subreddit": "changemyview",
  "id": "m0wj71",
  "is_self": true,
  "media": null,
  "is_video": false
}