{
  "author": "conandy",
  "the_new_excerpt": "Why YSK: Hand tremors can be caused by many different things and almost none of\nthem are any of your business. Anxiety, a neurological disorder, drug/alcohol\nwithdrawals, and brain damage are a few possible causes. The only one that can\nbe improved by relaxing is anxiety. But calling attention to…",
  "original_created_utc": 1616517101,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：手部震颤可以由许多不同的事情引起，几乎没有任何一种原因。\n他们是任何你的业务。焦虑、神经系统疾病、药物/酒精\n戒断和脑损伤是几个可能的原因。唯一能\n被改善放松是焦虑。但呼吁关注...",
      "title": "YSK一个人的手可能会抖动的原因有很多，告诉他们 \"放松 \"是没有用的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：手部震顫可以由許多不同的事情引起，幾乎沒有任何一種原因。\n他們是任何你的業務。焦慮、神經系統疾病、藥物/酒精\n戒斷和腦損傷是幾個可能的原因。唯一能\n被改善放鬆是焦慮。但呼籲關注...",
      "title": "YSK一個人的手可能會抖動的原因有很多，告訴他們 \"放鬆 \"是沒有用的。"
    }
  ],
  "title": "YSK there are many reasons a person's hands might shake and telling them to \"just relax\" is not helpful",
  "created_utc": 1616529364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Hand tremors can be caused by many different things and almost none of them are any of your business. Anxiety, a neurological disorder, drug/alcohol withdrawals, and brain damage are a few possible causes. The only one that can be improved by relaxing is anxiety. But calling attention to someone&#39;s anxiety will not help. It&#39;s patronizing and is likely to cause more anxiety. You&#39;re basically just announcing, &quot;Everyone can see your hands shaking!&quot; This is not an appropriate reaction to any medical symptom.</p>\n\n<p>Citation: <a href=\"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Tremor-Fact-Sheet\">https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Tremor-Fact-Sheet</a></p>\n</div><!-- SC_ON -->",
  "score": 2244,
  "permalink": "/r/YouShouldKnow/comments/mbin3p/ysk_there_are_many_reasons_a_persons_hands_might/",
  "subreddit": "YouShouldKnow",
  "id": "mbin3p",
  "is_self": true,
  "media": null,
  "is_video": false
}