{
  "author": "Animedjinn",
  "original_created_utc": 1629597959,
  "title": "YSK: Antidepressants can in rare cases cause permanent erectile dysfunction or other sexual dysfunctions",
  "created_utc": 1629629615,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Specifically antidepressants that are SSRI type can cause PSSD, permanent sexual side effects (for both men and women). They can also have long-lasting side effects, so don&#39;t freak out if you have had effects for months after stopping, because they could still go away. But do see a urologist or endocrinologist, or other specialized doctor, who you know knows about PSSD. That way they can help figure out what is wrong with you and what the next steps are. </p>\n\n<p>Also, YSK: that doctors and psychiatrists are specialists in their own field. Most psychiatrists do <em>not</em> specialize in therapy. What this means is there may be therapy options for your disorder which you may be unaware of. For instance many psychiatrists (as opposed to psychologists) will prescribe SSRIs for OCD, and not ask whether the patient is doing exposure therapy (which is the golden standard for OCD treatment). This is to no fault of their own; it is just outside of their speciality which is to know about <em>medication</em></p>\n\n<p>Why YSK: Talk over your different health options with a doctor or second opinion if you believe you are being prescribed medication that does not fit your needs. However NEVER stop a medication without medical supervision, that can be extremely dangerous.</p>\n\n<p><a href=\"https://rxisk.org/post-ssri-sexual-dysfunction-pssd/\">https://rxisk.org/post-ssri-sexual-dysfunction-pssd/</a></p>\n\n<p><a href=\"https://pubmed.ncbi.nlm.nih.gov/28778697/\">https://pubmed.ncbi.nlm.nih.gov/28778697/</a></p>\n\n<p>Edit: I realized as soon as I wrote this that I should have clarified in the title that PSSD can be both men <em>and</em> women (and all genders). Sorry folks.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/p9412f/ysk_antidepressants_can_in_rare_cases_cause/",
  "subreddit": "YouShouldKnow",
  "id": "p9412f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Specifically antidepressants that are SSRI type can cause PSSD, permanent sexual\nside effects (for both men and women). They can also have long-lasting side\neffects, so don't freak out if you have had effects for months after stopping,\nbecause they could still go away. But do see a urologist or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "特にSSRIタイプの抗うつ剤は、PSSD（Permanent Sexual Side Effects）を引き起こす可能性があります。\n副作用（男女ともに）があります。また、長期的な副作用もあります。\nまた、長期にわたる副作用もありますので、中止して数ヶ月間効果があっても気にしないでください。\nなぜなら、まだ治る可能性があるからです。しかし、泌尿器科医に診てもらうか...。",
      "title": "YSK: 抗うつ剤は、まれに永久勃起不全やその他の性的機能障害を引き起こすことがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "特别是SSRI类型的抗抑郁药可以引起PSSD，即永久性的性功能障碍。\n的副作用（包括男性和女性）。它们也可能有长期的副作用。\n所以，如果你在停药后几个月都有影响，不要惊慌失措。\n因为它们仍然可能消失。但是要去看泌尿科医生或...",
      "title": "YSK：抗抑郁药在少数情况下会导致永久性勃起功能障碍或其他性功能障碍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "特別是SSRI類型的抗抑鬱藥可以引起PSSD，即永久性的性功能障礙。\n的副作用（包括男性和女性）。它們也可能有長期的副作用。\n所以，如果你在停藥後幾個月都有影響，不要驚慌失措。\n因爲它們仍然可能消失。但是要去看泌尿科醫生或...",
      "title": "YSK：抗抑鬱藥在少數情況下會導致永久性勃起功能障礙或其他性功能障礙。"
    }
  ]
}