{
  "author": "mr_snrub_123",
  "original_created_utc": 1640739177,
  "title": "Why is transracialism seen as less authentic than transgenderism?",
  "created_utc": 1640766769,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;If race and gender are both social constructs, categories society puts us into because of the way we look rather than biological realities about us, then why should one be seen as more authentic than the other? Many of those who claim transracial identities undergo surgery to look more like the race they identify with, it is obviously very important to them. The case is often made that we should refer to trans people by their preferred pronouns as not doing so can negatively impact their mental health. If it were the case that not respecting transracial peoples identities would have a negative effect on their wellbeing then I fail to see why theres a difference. The only argument I’ve really heard against transracialism is that race is a lived experience, therefore someone who was born as white British cannot truly know what it’s like to be Korean. Switch out “white British” to “man” and “Korean” to “woman” and it’s the same argument trans exclusionary feminists use as far as I can tell. I’m certain I haven’t heard all the arguments either way and my mind is far from being made, looking forward to an interesting discussion below. Thanks!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/askphilosophy/comments/rqupvb/why_is_transracialism_seen_as_less_authentic_than/",
  "subreddit": "askphilosophy",
  "id": "rqupvb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>If race and gender are both social constructs,\ncategories society puts us into because of the way we look rather than\nbiological realities about us, then why should one be seen as more authentic\nthan the other? Many of those who claim transracial identities undergo…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>If race and gender is both social constructs,\n社会が私たちを分類するのは、私たちがどう見えるかではなく\n生物学的な現実があるのに、なぜ一方がより本物であるとみなされなければならないのでしょう。\nもう一方よりも？トランスレーショナル・アイデンティティを主張する人たちの多くは...",
      "title": "なぜトランスジェンダーよりもトランスレイシズムの方が信憑性が低いと見られているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果种族和性别都是社会构造。\n社会因为我们的外表而将我们归入不同的类别，而不是因为我们的生理现实。\n谈到这个问题的时候，我想说的是，如果种族和性别都是社会建构的产物，那么社会就会因为我们的外表而把我们归为一类，而不是因为我们的生理现实而把我们归为一类。\n么？许多声称具有跨种族身份的人都经历了...",
      "title": "为什么跨种族主义被视为不如跨性别主义那样真实？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>如果種族和性別都是社會構造。\n社會因爲我們的外表而將我們歸入不同的類別，而不是因爲我們的生理現實。\n談到這個問題的時候，我想說的是，如果種族和性別都是社會建構的產物，那麼社會就會因爲我們的外表而把我們歸爲一類，而不是因爲我們的生理現實而把我們歸爲一類。\n麼？許多聲稱具有跨種族身份的人都經歷了...",
      "title": "爲什麼跨種族主義被視爲不如跨性別主義那樣真實？"
    }
  ]
}