{
  "author": "NotRodgerSmith",
  "original_created_utc": 1633188229,
  "title": "CMV:TwoXchromosomes should NOT be on the front page.",
  "created_utc": 1633239038,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(My argument also applies to other identity based echochambers, this is just the only one I know on the front page) </p>\n\n<p>Twoxchromosomes is a place for women and women identifying people. I dont agree but some people think its important for them to share their experiences in a &quot;safe space&quot;, and yes, sometimes that space is used to vent about men as a whole.  </p>\n\n<p>I dont really care If some random chick unironically says &quot;the world would be better if all men just disappeared&quot;( and there isn&#39;t one comment challenging the idea).  Its wrong, and pathetic in a sad, damaged sort of way, but I get why someone would want to express that feeling. </p>\n\n<p>It&#39;s probably in the long run really bad for thier mental health to have such problematic views reinforced, but thats their problem.</p>\n\n<p>At least, untill I see it without looking for it, than it kinda feels like my problem.  If you are going to rally around and against peoples immutable characteristics you should do it in private. </p>\n\n<p>I realize I can just block the sub, this is more about the principles of it all. </p>\n\n<p>I dont have a safe space on the internet where I can rant about how women are manipulative and how they are often ignored as perpetrators of sexual violence, and I&#39;m a better person for it. (I was violently sexualy assaulted by a woman, so don&#39;t take this as complaining about being dumped) </p>\n\n<p>Not having a space to generalize a few billion people causes me to generalize those people less, by exposing me to people who disagree and forcing me to reevaluate my broad strokes judgments. </p>\n\n<p>So long story short, if you wanna be hateful, do it in private, or at least dont do it on the front page.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pzx7ri/cmvtwoxchromosomes_should_not_be_on_the_front_page/",
  "subreddit": "changemyview",
  "id": "pzx7ri",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(My argument also applies to other identity based echochambers, this is just the\nonly one I know on the front page)\n\nTwoxchromosomes is a place for women and women identifying people. I dont agree\nbut some people think its important for them to share their experiences in a\n\"safe space\", and yes,…"
}