{
  "author": "4_20Cakeday",
  "original_created_utc": 1624645625,
  "title": "CMV: In the event of a real zombie apocalypse the world would easily survive and humans would reign victorious.",
  "created_utc": 1624669634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To first establish some middle ground, I would think that zombies in this scenario are the typical. They are deadly but not overly supernatural. They should embody the typical bite and bodily fluid types of infection, with <del>instantaneous</del> 1 hour incubation times. (Sad to change such a vital piece of info, but a user made a brilliant point on how it would be self-contained if it was instantaneous) Edit: 100% infection rate. All of them should have dull intelligence. Their speed, however, is fast. *as in they can run. In the end, they are still vulnerable to wearing down after a year or so. To kill these monsters, it would need a shot to the brain. Under the assumption that it starts with patient zero in a random place across the world, and does not take down a significant part of our population all at once.</p>\n\n<p>This is all considering that they do not have help from the dragons or other supernatural phenomena.</p>\n\n<p>Why I believe the world would reign victorious:</p>\n\n<ol>\n<li>Our media is saturated with zombie apocalypse films. It has been an idea so heavily fancied, large portions of the population would already be mentally prepared and know what to do.</li>\n<li>Even if whole countries are torn to the bones by zombies, even if a single country survives it will be able to launch a worthy counterattack. Taking superpowers like the US and Russia, for example, as long as either of them are able to semi-effectively repel the zombies and adapt, the zombies would be fcked.</li>\n<li>One of my pet peeves is the portrayal of many militaries in zombie films. From movies that originated from all across the world, the military is somewhat useless. At the end of the day, the main character is usually shown to be even more capable than the military. This is far from the truth. I doubt any zombies could truly wipe out any decent military.</li>\n<li>There are already contingency plans. This one relates to topic 1 and 3. At this point in time, many people and even governments already know how to deal with the apocalypse.</li>\n</ol>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/o7thtq/cmv_in_the_event_of_a_real_zombie_apocalypse_the/",
  "subreddit": "changemyview",
  "id": "o7thtq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To first establish some middle ground, I would think that zombies in this\nscenario are the typical. They are deadly but not overly supernatural. They\nshould embody the typical bite and bodily fluid types of infection, with\ninstantaneous 1 hour incubation times. (Sad to change such a vital piece…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に中庸を確立するために、私はこのシナリオのゾンビは典型的な\n典型的なシナリオだと思います。彼らは致命的ですが、過度に超自然的ではありません。彼らは\n典型的な噛み傷や体液による感染を体現しているはずです。\n潜伏期間は1時間とします。このような重要な部分を変更するのは悲しいですが...。",
      "title": "CMV：実際にゾンビ・アポカリプスが発生した場合、世界は簡単に生き残り、人間が勝利を収めるでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先要建立一些中间立场，我认为这种情况下的僵尸\n场景中的僵尸是典型的。他们是致命的，但不是过于超自然的。他们\n他们应该体现出典型的咬伤和体液感染的类型，并具有\n瞬间的1小时潜伏时间。遗憾的是要改变这样一个重要的部分......",
      "title": "CMV：如果发生真正的僵尸启示录，世界将很容易生存，人类将取得胜利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先要建立一些中間立場，我認爲這種情況下的殭屍\n場景中的殭屍是典型的。他們是致命的，但不是過於超自然的。他們\n他們應該體現出典型的咬傷和體液感染的類型，並具有\n瞬間的1小時潛伏時間。遺憾的是要改變這樣一個重要的部分......",
      "title": "CMV：如果發生真正的殭屍啓示錄，世界將很容易生存，人類將取得勝利。"
    }
  ]
}