{
  "author": "cleocleoclus",
  "original_created_utc": 1629382505,
  "title": "The House In The Cerulean Sea",
  "created_utc": 1629394416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My god. What a book. It’s about a man in a society where there are magical creatures and they have registered. He goes around from orphanage to orphanage to check on children and make sure they are okay. He doesn’t have any family or friends really and lives a humdrum life until he sent chosen to investigate a very special orphanage with special children and caretakers. </p>\n\n<p>That is all I can say without spoiling the book. For those of who are put off my fantasy, this is not a random young adult fantasy novel. Even though it has a lot of elements and magical creatures, I would say it’s more magical realism than anything. </p>\n\n<p>The prose is great, beautiful but simple enough to read fairly quickly and not seem pretentious. The characters are all so lovable and somehow real that they don’t quite seem like fictional characters even though most can do things humans can only dream of. The main character is quite likable in my opinion and has his own certain awkward charm. </p>\n\n<p>This is a very beautiful, one of a king story that I do not think can or will be replicated. If you’re looking for a decently quick read, I would suggest this.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/books/comments/p7fobp/the_house_in_the_cerulean_sea/",
  "subreddit": "books",
  "id": "p7fobp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My god. What a book. It’s about a man in a society where there are magical\ncreatures and they have registered. He goes around from orphanage to orphanage\nto check on children and make sure they are okay. He doesn’t have any family or\nfriends really and lives a humdrum life until he sent chosen to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の神です。なんて本なんだ。魔法の生き物がいる社会にいる男の話だ。\n登録されている社会の男の話です。彼は孤児院から孤児院を回って\n孤児院を回って子供たちの様子を見に行くの。彼には家族も友人もいません。\n平凡な生活を送っていたが、ある日突然選ばれて...。",
      "title": "セルリアンの海の家"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的上帝 真是一本好书。它是关于一个人在一个有魔法的社会里\n生物，并且他们已经注册。他从一个孤儿院走到另一个孤儿院\n检查孩子们的情况，确保他们没事。他没有任何家人或朋友\n他没有任何家人或朋友，过着平淡的生活，直到他被选为 \"孤儿\"。",
      "title": "瑟兰海中的房子》（The House In The Cerulean Sea"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的上帝 真是一本好書。它是關於一個人在一個有魔法的社會里\n生物，並且他們已經註冊。他從一個孤兒院走到另一個孤兒院\n檢查孩子們的情況，確保他們沒事。他沒有任何家人或朋友\n他沒有任何家人或朋友，過着平淡的生活，直到他被選爲 \"孤兒\"。",
      "title": "瑟蘭海中的房子》（The House In The Cerulean Sea"
    }
  ]
}