{
  "author": "terrible-cats",
  "original_created_utc": 1627367947,
  "title": "CMV: If your shower thoughts are your most interesting thoughts, you're not taking enough time to just think",
  "created_utc": 1627396506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Shower thought are known to be these weird or interesting thoughts, that you could only think about about in the shower. My friends were talking about this, and there was a consensus between them that their best thoughts come to them in the shower. There&#39;s even a subreddit for these interesting thoughts and revelations that people had while in the shower.</p>\n\n<p>This lead me to think about what makes the shower so unique compared to the rest of daily life, and what about the shower allows for thoughts to flow freely. From what my friends&#39; said, the shower is a time where they can just think and do nothing else, so it gives them the place to have thoughts that are more interesting than daily life things.</p>\n\n<p>This makes sense to me, but if this is the reason for shower thoughts, it also implies that people don&#39;t take the time to think about things outside the shower. Not only that, but people have to shower, so the reason to set this time aside to think about stuff is because you have to in order to be clean. Meaning that just thinking about things is not the first priority while taking a shower and it&#39;s only a byproduct of needing to stay clean.</p>\n\n<p>So since we&#39;ve established that the source for shower thoughts is the fact that the shower is a place where you can just think about whatever, I think this means that if you only have interesting thoughts in the shower, that you&#39;re not taking the time to just think about stuff. Same goes for interesting thoughts before you fall asleep - if that is the only time you can think freely, you&#39;re not investing any time in allowing yourself to think.</p>\n\n<p>I think thinking is so important, and it&#39;s numbing to think only about daily life during the day. If I don&#39;t have enough time to think during the day I have a hard time falling asleep, since that&#39;s the only other time I have if I can&#39;t find the time during the day. How are you supposed to lead your life if the only time you get to think is your 15 minute shower?</p>\n</div><!-- SC_ON -->",
  "score": 166,
  "permalink": "/r/changemyview/comments/oshkkh/cmv_if_your_shower_thoughts_are_your_most/",
  "subreddit": "changemyview",
  "id": "oshkkh",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Shower thought are known to be these weird or interesting thoughts, that you\ncould only think about about in the shower. My friends were talking about this,\nand there was a consensus between them that their best thoughts come to them in\nthe shower. There's even a subreddit for these interesting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シャワー思考とは、シャワーを浴びているときにしか考えられないような、奇妙で面白い思考のことをいいます。\nシャワーを浴びている時にしか考えられないような 私の友人たちはこのことについて話していました。\nシャワーを浴びているときに最高の考えが浮かぶということで意見が一致しました。\nシャワーを浴びているときに最高の考えが浮かぶということで一致しました。また、このような面白い思考のためのサブレディットも存在します。",
      "title": "CMV: シャワーで考えていることが最も面白いことだとしたら、考える時間を十分にとっていないことになります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "淋浴时的想法是众所周知的，这些奇怪或有趣的想法，你只能在淋浴时想到。\n只有在洗澡时才能想到的。我的朋友们在讨论这个问题。\n他们一致认为，他们最好的想法是在洗澡时产生的。\n洗澡时想到的。甚至有一个子reddit来讨论这些有趣的...",
      "title": "CMV：如果你洗澡时的想法是你最感兴趣的想法，你就没有花足够的时间去思考。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "淋浴時的想法是衆所周知的，這些奇怪或有趣的想法，你只能在淋浴時想到。\n只有在洗澡時才能想到的。我的朋友們在討論這個問題。\n他們一致認爲，他們最好的想法是在洗澡時產生的。\n洗澡時想到的。甚至有一個子reddit來討論這些有趣的...",
      "title": "CMV：如果你洗澡時的想法是你最感興趣的想法，你就沒有花足夠的時間去思考。"
    }
  ]
}