{
  "author": "PUMPSII",
  "original_created_utc": 1636062274,
  "title": "I took out a 40k loan just over a month ago to buy bitcoin here is how it’s going:",
  "created_utc": 1636080413,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I made a post a bit over a month ago it was about taking out a 40k AUD loan to buy more bitcoin which I withdrew off the equity on my mortgage at 2% interest if anyone was wondering how I kept the interest rate so low. </p>\n\n<p>So how is it travelling? I pay an extra $150 a month on the repayments which I have managed to pay without working more. How? A simple combination of buying less alcohol and bringing my lunch to work 1 more day a week instead which has actually cut down more spending and helping me lose a bit of weight which has been a really positive outcome. </p>\n\n<p>The price of bitcoin? I bought my 40k worth at around 59k AUD which with this purchase pushed me over the 1 BTC mark which I was rapt with. The price today is around 82k AUD so I’m around 38% AUD up on my investment. In addition to this I have staked my BTC at around 4% so I am making passive income on my investment. </p>\n\n<p>My plan? Whenever I feel we are starting to get to the FOMO stage I will sell 40k worth of BTC and pay back the amount that I borrowed. Even if it only goes to 108k AUD (which we all believe it will go a lot higher) I would of doubled my money. </p>\n\n<p>If it goes to a bear market? I have been easily been able to service the extra repayments by just making a couple of small sacrifices and I am happy to wait a couple of years if need be. </p>\n\n<p>I understand this is not for everyone however would just like to share my experience so far. Cheers legends !! 👊 </p>\n\n<p>(Not financial advice)</p>\n</div><!-- SC_ON -->",
  "score": 375,
  "permalink": "/r/CryptoCurrency/comments/qmvhhm/i_took_out_a_40k_loan_just_over_a_month_ago_to/",
  "subreddit": "CryptoCurrency",
  "id": "qmvhhm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I made a post a bit over a month ago it was about taking out a 40k AUD loan\nto buy more bitcoin which I withdrew off the equity on my mortgage at 2%\ninterest if anyone was wondering how I kept the interest rate so low.\n\nSo how is it travelling? I pay an extra $150 a month on the repayments which…"
}