{
  "author": "emmaa5382",
  "the_new_excerpt": "The book is an insane political horror that I feel like I both fully understood\nand didn't grasp a single concept simultaneously. The realism is genuinely\nterrifying, everything in the book feels as though it could happen, the entire\nbasis of the society and its ability to stay perpetually present…",
  "original_created_utc": 1617666360,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "この本は、私が完全に理解しているようで、同時に一つの概念も把握していないような狂気の政治的ホラーです。\nと同時に一つの概念も把握できなかったような気がする。そのリアルさは本当に恐ろしい。\nこの本に出てくるすべてのことが、まるで起こりうることのように感じられます。\n社会の基盤と、永続的に存在し続ける能力...。",
      "title": "1984年を初めて終えて、心が折れました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这本书是一本疯狂的政治恐怖书，我觉得我既完全明白了\n并没有同时掌握一个概念。现实主义是真正的\n恐怖的，书中的一切都像是可能发生的一样，整个的\n社会的基础，并能保持永久的存在... ...",
      "title": "我刚看完《一九八四》的第一遍，就已经让我崩溃了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這本書是一本瘋狂的政治恐怖書，我覺得我既完全明白了\n並沒有同時掌握一個概念。現實主義是真正的\n恐怖的，書中的一切都像是可能發生的一樣，整個的\n社會的基礎，並能保持永久的存在... ...",
      "title": "我剛看完《一九八四》的第一遍，就已經讓我崩潰了。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "この本は、私が完全に理解しているようで、同時に一つの概念も把握していないような狂気の政治的ホラーです。\nと同時に一つの概念も把握できなかったような気がする。そのリアルさは本当に恐ろしい。\nこの本に出てくるすべてのことが、まるで起こりうることのように感じられます。\n社会の基盤と、永続的に存在し続ける能力...。",
      "title": "1984年を初めて終えて、心が折れました。"
    }
  ],
  "title": "I just finished 1984 for the first time and it has broken my mind",
  "created_utc": 1617699190,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The book is an insane political horror that I feel like I both fully understood and didn&#39;t grasp a single concept simultaneously. The realism is genuinely terrifying, everything in the book feels as though it could happen, the entire basis of the society and its ability to stay perpetually present logically stands up. I both want to recommend this book to anyone who is able to read it and also warn you to stay away from this hellish nightmare. The idea that this could come out of someones head is unimaginable, George Orwell is a legitimate genius for being able to conceptualise this. I&#39;m so excited to start reading animal farm so no spoilers there, please. But to anyone who&#39;s read it please share your thoughts, even if it&#39;s just to stop my mind from imploding. I need something external right now</p>\n</div><!-- SC_ON -->",
  "score": 4229,
  "permalink": "/r/books/comments/mky8yw/i_just_finished_1984_for_the_first_time_and_it/",
  "subreddit": "books",
  "id": "mky8yw",
  "is_self": true,
  "media": null,
  "is_video": false
}