{
  "author": "whyolinist",
  "original_created_utc": 1631431151,
  "title": "You're Not Bad at Reading",
  "created_utc": 1631459657,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was an avid reader in my teens, but ever since adulthood happen, I find myself browsing and buying books more than reading. Years went by when, despite being a book lover, I just read a couple of books a year. I wasn&#39;t sure why, but I would pick up a book and leave it after a few chapters. My bookshelves were lined with DNFs and guilt - so my motivation to read became even less.</p>\n\n<p>This has happened with so many of my friends, and we&#39;ve often just put it down to &quot;I&#39;m not that good at reading anymore&quot;. We&#39;re too tired from being adults, reading takes energy, and the childlike wonder in us has died.</p>\n\n<p>But this year, I realised that I wasn&#39;t bad at reading; I was just picking the wrong books. </p>\n\n<p>For some reason, we believe that books are different to, say, clothes. Often, we pick up books books from bestseller shelves, or books that everyone is reading, or books that a cousin enjoyed, or books that make us good managers/investors/people and so we decide that we should read them too. But would you buy yourself a dress just because it was on the bestseller rack, or because your cousin looks really good in it?</p>\n\n<p>Books need to fit us just as much as clothes do. All these years, I&#39;ve either been getting my recommendations like this, or I&#39;ve been picking up random books from airport bookstores and the like. No surprise that I ended up DNFing so many books. The books weren&#39;t right for me, at least at that time.</p>\n\n<p>This year, I&#39;ve started thinking more deeply about what I want to read. We all have specific genres, locations, times that we are more drawn to than others. There is no reason why you should like the same thing that &quot;most people&quot; like. So I ask myself, what kind of book do I want to read right now? E.g. - if I&#39;m quite frustrated with my life and reality, I might want some otherworldly fiction (perhaps sci-fi or fantasy). If I want a book I can finish in 2 days, then I might look for a thriller or mystery that will keep me turning pages. If I&#39;m just intrigued about linguistics because of a few dozen YouTube videos I watched, maybe I want something that can tell me more about how languages change and develop.</p>\n\n<p>Once I&#39;ve kind of narrowed down the type(s) of books I&#39;m looking for, I research. Of course picking up a book you know nothing about at a bookstore has its charm, but I highly recommend this method for people who are struggling to read - the internet has all the information you need to find a book you like. Resources I use -\n1. Google (&quot;Best mystery books&quot; or &quot;Best books on linguistics&quot;) - this will take me to a few top 10/20 type lists, and there will be a few books that will be common to all lists.\n2. Reddit (same as above, just search &quot;best mystery books reddit&quot; or search for &quot;mystery&quot; on subreddits like <a href=\"/r/books\">r/books</a> or <a href=\"/r/suggestmeabook\">r/suggestmeabook</a>) - again, you&#39;ll find some books which are highly upvoted / on everyone&#39;s list.\n3. Goodreads - I look up reviews of the recurring books I shortlist from (1) and (2) - and I pick books that are rated well and have a lot of ratings. I also go through the reviews and see what people liked and didn&#39;t like about it. E.g. there might be a lot of people who don&#39;t like the books because they don&#39;t have a complicated plot - but if that usually isn&#39;t a deal-breaker for you, the book might fit</p>\n\n<p>After this, I usually find like 3 books that work for me. I never buy all 3 - just one at a time. The reason is that I really want to read all of them in my current state of mind, but that might change in a few weeks&#39; time, when I get to the next book. I&#39;ll buy the next one once I&#39;m done with this one, if I&#39;m sure I still want it. Choosing one from the 3 is often a function of intuition, availability and price. If possible, I try to get a preview online or by reading the first 10 or so pages, just to see if the book is drawing me in. </p>\n\n<p>Finally, if despite all this research, you don&#39;t click with the book - don&#39;t feel bad about DNFing. You now have a better idea of what you&#39;re not looking for - and you can use this to inform your next book attempt. Guilt is useless, it just kills motivation. Reading should not be a task that you HAVE to do - we have work and chores for that. The only way to successfully read a lot is to enjoy it. </p>\n\n<p>This method has worked really well for me - so I wanted to share with everyone. I&#39;ve rediscovered my love for reading and I hope it helps others too.</p>\n\n<p>To clarify, I don&#39;t mean that no one should read any books that are rated less than 4 stars, or that researching is the only way to read good books - of course you can really connect with lesser known books at your local or even airport bookstore. However, in that process you will find a lot more books that don&#39;t work for you and for some people (like me) this can be really demotivating. This method is just to give you the best chance for finding a book that fits. </p>\n\n<p>TL;DR: It&#39;s not that you&#39;ve lost your flair for reading - you probably just aren&#39;t picking books that are a good fit for you.\nSteps to finding a good fit:\n1. Think about what your reading need is\n2. Look up the best books for that genre/topic/setting online - use Google, Reddit, Goodreads\n3. Pick books that are highly rated by most people on Goodreads\n4. Buy only one book at a time. Read a preview if possible, before buying. \n5. Don&#39;t be afraid to drop a book if you don&#39;t like it still. Life is too short to read books you don&#39;t want to.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pmo5x1/youre_not_bad_at_reading/",
  "subreddit": "books",
  "id": "pmo5x1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was an avid reader in my teens, but ever since adulthood happen, I find myself\nbrowsing and buying books more than reading. Years went by when, despite being a\nbook lover, I just read a couple of books a year. I wasn't sure why, but I would\npick up a book and leave it after a few chapters. My…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "10代の頃は熱心な読書家でしたが、大人になってからは、気がつくと本を読んでいます。\n本を読むというよりも、本を見たり買ったりしていました。本好きなのに、年に2、3冊しか読まない時期が何年も続きました。\n本好きなのに、年に数冊しか本を読まない時期がありました。なぜかというと、私は本を手に取っても\nなぜかというと、本を手に取っても、数章で読み終えてしまうからです。私の...",
      "title": "あなたは読書が苦手ではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在十几岁时是一个狂热的读者，但自从成年后，我发现自己在浏览和购买书籍方面比阅读更多。\n浏览和购买书籍多于阅读。多年过去了，尽管我是一个\n尽管我是个爱书人，但我每年只读几本书。我不知道为什么，但我会\n我不知道为什么，但我拿起一本书，看了几章就离开了。我的...",
      "title": "你的阅读能力并不差"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在十幾歲時是一個狂熱的讀者，但自從成年後，我發現自己在瀏覽和購買書籍方面比閱讀更多。\n瀏覽和購買書籍多於閱讀。多年過去了，儘管我是一個\n儘管我是個愛書人，但我每年只讀幾本書。我不知道爲什麼，但我會\n我不知道爲什麼，但我拿起一本書，看了幾章就離開了。我的...",
      "title": "你的閱讀能力並不差"
    }
  ]
}