{
  "author": "Im_bored8080",
  "original_created_utc": 1630588974,
  "title": "Kurt Vonnegut's Cat's Cradle is a really good book",
  "created_utc": 1630592219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was reading this book for school thinking it was going to be another one of those boring books, but it turned out to be a fascinating read especially after analyzing the contextual influences that sparked his entire writing to be so nihilistic/existential in his writing. Particularly in Cat&#39;s Cradle, no spoilers, but the way the ending is necessary in order to give the rest of the book a sense of cohesion and purpose is such a beautifully written story.</p>\n\n<p>It&#39;s absolute mesmerising to see how the metafictive creation of the book actually amounts to the cohesive manifestation of meaning and purpose, where Vonnegut is able to explore the inherent intrincacies of the human condition, criticising science for not being able to understand the absolutely nuanced and multifaceted aspects of the various human conditions.</p>\n\n<p>If anyone has any points or thoughts about this book I would love to hear it!</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/books/comments/pghsy7/kurt_vonneguts_cats_cradle_is_a_really_good_book/",
  "subreddit": "books",
  "id": "pghsy7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was reading this book for school thinking it was going to be another one of\nthose boring books, but it turned out to be a fascinating read especially after\nanalyzing the contextual influences that sparked his entire writing to be so\nnihilistic/existential in his writing. Particularly in Cat's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学校の授業で読んだこの本は、またしてもつまらない本になってしまうのではないかと思っていましたが\n退屈な本だと思っていたのですが、実際に読んでみると面白い本でした。\n特に、彼の文章全体をこれほどまでにニヒルで実存的なものにするきっかけとなった文脈的な影響を分析した後では、とても興味深いものとなりました。\n虚無的・実存的な文章を書くきっかけとなった文脈の影響を分析してみると、とても興味深いものでした。特に、Catの...",
      "title": "カート・ヴォネガットの『猫のゆりかご』は、本当にいい本です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在学校读这本书时，以为这又是一本无聊的书。\n枯燥乏味的书，但结果却是引人入胜的读物，尤其是在分析了他的整个写作过程中引发的背景影响之后。\n特别是在分析了引发他整个写作如此虚无主义/排他性的背景影响之后。\n虚无主义/存在主义的写作。特别是在《猫》中。",
      "title": "库尔特-冯内古特的《猫的摇篮》是一本非常好的书"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在學校讀這本書時，以爲這又是一本無聊的書。\n枯燥乏味的書，但結果卻是引人入勝的讀物，尤其是在分析了他的整個寫作過程中引發的背景影響之後。\n特別是在分析了引發他整個寫作如此虛無主義/排他性的背景影響之後。\n虛無主義/存在主義的寫作。特別是在《貓》中。",
      "title": "庫爾特-馮內古特的《貓的搖籃》是一本非常好的書"
    }
  ]
}