{
  "author": "whatsit111",
  "original_created_utc": 1631721180,
  "title": "YSK: Catnip is not a drug, and it is not dangerous to a cat's health.",
  "created_utc": 1631732439,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People like to jokingly compare catnip to weed, crack, etc, because of cats&#39; sometimes funny behavior after smelling or eating it. This widespread joke has led some people to mistakenly assume that catnip literally has the same effects as illicit drugs, and is therefore bad for a cat&#39;s health. People seem to miss that this is just a joke made by pet owners, not advice from veterinarians, researchers, or behavioral experts. </p>\n\n<p>While catnip can have euphoric effects for cats, it&#39;s not actually intoxicating (it doesn&#39;t make a cat &quot;drunk&quot; or &quot;high&quot;) and it has no negative effects on their brain or body.</p>\n\n<p>Catnip might be more appropriately compared to smelling salts when sniffed, and to really strong chamomile tea when eaten. That is, it tends to amp cats up for about 15 minutes when they smell it, and it tends to soothe and relax them when eaten. Some cats really like it and beg for or steal it, but this is not a sign of addiction. Cats will do the same for treats or toys they really enjoy too.</p>\n\n<p><strong>Why YSK?</strong> There is no health related reason you should keep catnip from a cat. It&#39;s generally good for a cat&#39;s mood, and a great way to provide enrichment for a housecat. If your cat likes catnip (about 1/3 don&#39;t), give them catnip.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/posue7/ysk_catnip_is_not_a_drug_and_it_is_not_dangerous/",
  "subreddit": "YouShouldKnow",
  "id": "posue7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People like to jokingly compare catnip to weed, crack, etc, because of cats'\nsometimes funny behavior after smelling or eating it. This widespread joke has\nled some people to mistakenly assume that catnip literally has the same effects\nas illicit drugs, and is therefore bad for a cat's health.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "猫が匂いを嗅いだり食べたりした後、時々おかしな行動をとることから、人々はキャットニップをハッパやクラックなどと冗談めかして比較したがる。\n匂いを嗅いだり食べたりした後の猫の行動がおかしいからです。このジョークが広まったことで\nキャットニップには違法薬物と同じような効果があると勘違いしている人がいます。\n違法薬物と同じ効果があると勘違いしている人がいます。....",
      "title": "YSK: キャットニップは麻薬ではありませんし、猫の健康を害することもありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "人们喜欢开玩笑地将猫薄荷与大麻、快克等相提并论，因为猫在闻到或吃了猫薄荷后有时会有一些有趣的行为。\n有时闻到或吃到猫薄荷后的有趣行为。这个普遍的笑话\n导致一些人错误地认为猫薄荷与非法毒品具有同样的效果\n和非法毒品一样，因此对猫咪的健康不利....。",
      "title": "YSK：猫薄荷不是毒品，对猫的健康没有危害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "人們喜歡開玩笑地將貓薄荷與大麻、快克等相提並論，因爲貓在聞到或吃了貓薄荷後有時會有一些有趣的行爲。\n有時聞到或喫到貓薄荷後的有趣行爲。這個普遍的笑話\n導致一些人錯誤地認爲貓薄荷與非法毒品具有同樣的效果\n和非法毒品一樣，因此對貓咪的健康不利....。",
      "title": "YSK：貓薄荷不是毒品，對貓的健康沒有危害。"
    }
  ]
}