{
  "author": "FlocculentFractal",
  "original_created_utc": 1633030945,
  "title": "As humans, are we always carrying viruses? Or do we completely get rid of viruses when we recover from them?",
  "created_utc": 1633050754,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have a high school level biological sciences education and have studied mostly computer science since then.  I&#39;m given to understand that some people can be asymptomatic carriers of viruses and I want to understand how this works. From what I understand,</p>\n\n<ul>\n<li>Immunocompromised patients, e.g. those with AIDS, die due to causes other than HIV because their body is not able to fight other viruses, like influenza. When this happens, have they contracted influenza externally, or were these viruses in their body waiting to strike?</li>\n<li>Though I am vaccinated, I may be an asymptomatic carrier of COVID and should be careful out in public places.</li>\n</ul>\n\n<p>But I also thought,</p>\n\n<ul>\n<li>Viruses start replicating in your body, literally fill up cells and explode outwards, killing cells. This is how they reproduce, so some cells would always need to either be dying, or keep producing some small amount of the virus, but not enough to kill them, to keep some level of the virus in our body.</li>\n</ul>\n\n<p>So, how does this work? Am I still carrying the influenza variant from the last time I got the flu? I am not currently sick with the flu. Could I spread it to someone who is not immune to that variant? Or did my body completely get rid of that virus?</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/askscience/comments/pyr9ak/as_humans_are_we_always_carrying_viruses_or_do_we/",
  "subreddit": "askscience",
  "id": "pyr9ak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have a high school level biological sciences education and have studied mostly\ncomputer science since then. I'm given to understand that some people can be\nasymptomatic carriers of viruses and I want to understand how this works. From\nwhat I understand,\n\n * Immunocompromised patients, e.g. those…"
}