{
  "author": "Seebeedeee",
  "original_created_utc": 1634127995,
  "title": "BEWARE: There is NO reason anyone here or on other crypto subs should need to DM you! There is tons of scams all over Reddit. Stay safe.",
  "created_utc": 1634161011,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yesterday, I saw a new person thrilled to respond to an obvious scammer via DMs on the ledger sub.  </p>\n\n<p>Virtually every hardware wallet sub, especially the ellipal sub, is crawling with scammers.  I think they target these subs because they know the users probably hold a significant amount of crypto and that they are new to securing it.  Sometimes these scammers even have company logos in their profile and user names that suggest they’re part of the company. </p>\n\n<p>So how can you tell if it’s a scam?…</p>\n\n<ol>\n<li><p>If they need to DM you, it’s most likely a scam.  These companies almost always prefer to communicate using email, not Reddit.</p></li>\n<li><p>Always check their profile to see if it looks legit.  Many people will claim to have promo codes or helpful info and need to DM you.  If their profile has zero posts and all their comments are asking for DMs, do not reply.  Replying will make you seem like a better target than ignoring.</p></li>\n<li><p>If someone sends you a link to your DMs, do NOT open it.  This is how your phone can become infected with malware designed to steal your crypto.  At the very least, it’s just another attempt at scamming.</p></li>\n<li><p>If ANYONE asks for your backup phrase, run away.  Do not give that to anyone ever, nobody needs it but you.  </p></li>\n</ol>\n\n<p>Please stay safe out there guys.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/q7a1tx/beware_there_is_no_reason_anyone_here_or_on_other/",
  "subreddit": "CryptoCurrency",
  "id": "q7a1tx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yesterday, I saw a new person thrilled to respond to an obvious scammer via DMs\non the ledger sub.\n\nVirtually every hardware wallet sub, especially the ellipal sub, is crawling\nwith scammers. I think they target these subs because they know the users\nprobably hold a significant amount of crypto and…"
}