{
  "author": "Kellykeli",
  "the_new_excerpt": "Context: I was born in Pennsylvania, but since my parents' permanent residence\napplication (green card application) was delayed by 2 weeks... I am considered a\nChinese born citizen.\n\nI had to actively go and personally renounce my Chinese citizenship when I was\n18. I gave up any chance of owning…",
  "original_created_utc": 1618515604,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "コンテキスト 私はペンシルバニア州で生まれましたが、両親の永住権申請（グリーンカード申請）が2週間遅れたため\nの申請（グリーンカード申請）が2週間遅れたため、私はペンシルバニア州で生まれました。私は、中国生まれの\n中国生まれの市民とみなされます。\n\n私は18歳の時に積極的に中国の市民権を放棄しに行かなければなりませんでした。\n18. 私は18歳の時に中国国籍を放棄しました。",
      "title": "CMV：帰化人の方が愛国心が強い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "语境：我出生在宾夕法尼亚州。我出生在宾夕法尼亚州， 但由于我父母的永久居留权，\n申请（绿卡申请）被推迟了2周... 我被认为是\n中国出生的公民。\n\n我不得不主动去亲自放弃中国公民身份，当我在\n18. 我放弃了任何拥有的机会... ...",
      "title": "CMV：入籍的公民比天生的公民更爱国。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "語境：我出生在賓夕法尼亞州。我出生在賓夕法尼亞州， 但由於我父母的永久居留權，\n申請（綠卡申請）被推遲了2周... 我被認爲是\n中國出生的公民。\n\n我不得不主動去親自放棄中國公民身份，當我在\n18. 我放棄了任何擁有的機會... ...",
      "title": "CMV：入籍的公民比天生的公民更愛國。"
    }
  ],
  "title": "CMV: A naturalized citizen is more patriotic than a natural born citizen.",
  "created_utc": 1618529825,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context: I was born in Pennsylvania, but since my parents&#39; permanent residence application (green card application) was delayed by 2 weeks... I am considered a Chinese born citizen.  </p>\n\n<p>I had to actively go and personally renounce my Chinese citizenship when I was 18. I gave up any chance of owning property in China, receiving their pensions, living with my parents or relatives, etc. so I can pursue aerospace engineering here in the US. Problem is, well, I&#39;m a naturalized citizen. Companies see that and go &quot;ew...&quot;  </p>\n\n<p>Just two weeks ago some larger defense companies came to campus. They seemed interested in me until we got to residency status. They all went silent after that.  </p>\n\n<p>Why is it that being lucky and being born to US citizens &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt; having to actually reject your identity and put complete faith in a nation that won&#39;t even accept you?</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/changemyview/comments/mrmd4c/cmv_a_naturalized_citizen_is_more_patriotic_than/",
  "subreddit": "changemyview",
  "id": "mrmd4c",
  "is_self": true,
  "media": null,
  "is_video": false
}