{
  "author": "g00ber88",
  "original_created_utc": 1631644334,
  "title": "YSK: Never compliment someone on weight loss unless you already know they were trying to lose weight and that they are doing so in a safe and healthy way.",
  "created_utc": 1631648005,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In most cases, best practice is just to never comment on someone&#39;s weight, even if you think you&#39;re giving them a compliment. This is for a couple reasons-</p>\n\n<ol>\n<li><p>They might be losing weight not because they&#39;re trying to, but because they are sick (be it physical or mental illness). Telling someone they look great because they&#39;ve lost weight when in reality they feel like their whole body/mind is breaking down is not fun.</p></li>\n<li><p>They may be trying to lose weight, but in a dangerous/unhealthy way that should not be encouraged. If someone is starving themselves and others tell them, &quot;wow you look great, keep it up!&quot; it will inspire them to keep going. And if it is to the point of an eating disorder like anorexia, then reason 1 applies</p></li>\n</ol>\n\n<p>If you know someone is trying to lose weight and they&#39;ve been working hard at it and following a safe and healthy regime, then by all means, compliment them! Losing weight can be very hard and encouragement from others is nice. But unless you&#39;re sure of the situation, keep your mouth shut.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/po8mpk/ysk_never_compliment_someone_on_weight_loss/",
  "subreddit": "YouShouldKnow",
  "id": "po8mpk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: In most cases, best practice is just to never comment on someone's\nweight, even if you think you're giving them a compliment. This is for a couple\nreasons-\n\n 1. They might be losing weight not because they're trying to, but because they\n    are sick (be it physical or mental illness).…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: ほとんどの場合、誰かの体重についてコメントしないことがベストです。\nたとえ相手を褒めているつもりでも、体重についてコメントしないことです。これにはいくつかの理由があります。\n理由があります。\n\n 1. その人が体重を減らしているのは、努力しているからではなく、病気（肉体的にも精神的にも）だからかもしれません。\n    病気（身体的、精神的な病気）....",
      "title": "YSK: 相手がダイエットをしようとしていることや、安全で健康的な方法でダイエットをしていることをすでに知っている場合を除き、ダイエットを褒めてはいけません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 在大多数情况下，最好的做法是永远不要对某人的体重进行评论。\n体重，即使你认为你是在赞美他们。这有几个原因\n原因是\n\n 1. 他们可能不是因为他们想减肥，而是因为他们\n    有病（无论是身体还是精神疾病）....",
      "title": "YSK：除非你已经知道他们在努力减肥，而且他们是以安全和健康的方式进行减肥，否则永远不要赞美别人的减肥。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 在大多數情況下，最好的做法是永遠不要對某人的體重進行評論。\n體重，即使你認爲你是在讚美他們。這有幾個原因\n原因是\n\n 1. 他們可能不是因爲他們想減肥，而是因爲他們\n    有病（無論是身體還是精神疾病）....",
      "title": "YSK：除非你已經知道他們在努力減肥，而且他們是以安全和健康的方式進行減肥，否則永遠不要讚美別人的減肥。"
    }
  ]
}