{
  "author": "g00ber88",
  "original_created_utc": 1631644334,
  "title": "YSK: Never compliment someone on weight loss unless you already know they were trying to lose weight and that they are doing so in a safe and healthy way.",
  "created_utc": 1631648005,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In most cases, best practice is just to never comment on someone&#39;s weight, even if you think you&#39;re giving them a compliment. This is for a couple reasons-</p>\n\n<ol>\n<li><p>They might be losing weight not because they&#39;re trying to, but because they are sick (be it physical or mental illness). Telling someone they look great because they&#39;ve lost weight when in reality they feel like their whole body/mind is breaking down is not fun.</p></li>\n<li><p>They may be trying to lose weight, but in a dangerous/unhealthy way that should not be encouraged. If someone is starving themselves and others tell them, &quot;wow you look great, keep it up!&quot; it will inspire them to keep going. And if it is to the point of an eating disorder like anorexia, then reason 1 applies</p></li>\n</ol>\n\n<p>If you know someone is trying to lose weight and they&#39;ve been working hard at it and following a safe and healthy regime, then by all means, compliment them! Losing weight can be very hard and encouragement from others is nice. But unless you&#39;re sure of the situation, keep your mouth shut.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/po8mpk/ysk_never_compliment_someone_on_weight_loss/",
  "subreddit": "YouShouldKnow",
  "id": "po8mpk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: In most cases, best practice is just to never comment on someone's\nweight, even if you think you're giving them a compliment. This is for a couple\nreasons-\n\n 1. They might be losing weight not because they're trying to, but because they\n    are sick (be it physical or mental illness).…"
}