{
  "author": "TcheQuevara",
  "original_created_utc": 1636244146,
  "title": "How do we know \"cave men\" lived poor lives, almost entirely focused on subsistence and survival, if pre-Columbian hunter gatherers contacted with in the 16th century didn't?",
  "created_utc": 1636258681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was reading the Wikipedia article on the <a href=\"https://en.wikipedia.org/wiki/Lion-man\">Lion-man figurine</a> and there is this quote:  &quot;... so why would a community living on the edge of subsistence, whose primary concerns were finding food, keeping that fire going, protecting children from predators, allow someone to spend so much time away from those tasks?&quot; [carving ivory to craft the figurine, in this case]</p>\n\n<p>However, the hunter-gatherers of the Americas lived lives full of  complex rituals that took a lot of time (including wars driven by vendetta) and used to wear garments that were very rich from an artistic perspective, even when sophisticated materials weren&#39;t avaiable. Of course their life wasn&#39;t easy, but it&#39;s far from this empoverished image the quote is conjuring. Some would argue hunter-gathering Amerindians had a lot of time to dedicate to leisure and culture. Is there a reason why &quot;cave men&quot; of Europe and Asia wouldn&#39;t live like that?</p>\n\n<p>Also, plenty them were semi-agriculturalists. Are we certain &quot;cave men&quot; weren&#39;t semi-agriculturalists? And why?</p>\n\n<p>(I&#39;m comparing the people who left archeological sites in Europe to Amerindians who <em>did not</em> live in agrarian, large scale societies, like the Incas, Mayas and Astecs)</p>\n</div><!-- SC_ON -->",
  "score": 115,
  "permalink": "/r/AskHistorians/comments/qocvks/how_do_we_know_cave_men_lived_poor_lives_almost/",
  "subreddit": "AskHistorians",
  "id": "qocvks",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was reading the Wikipedia article on the Lion-man figurine\n[https://en.wikipedia.org/wiki/Lion-man] and there is this quote: \"... so why\nwould a community living on the edge of subsistence, whose primary concerns were\nfinding food, keeping that fire going, protecting children from predators,…"
}