{
  "author": "Yesterday-Prudent",
  "the_new_excerpt": "Why YSK: Literally go on the chipotle website right now. A burrito bowl will be\n$8.20. If you go on DoorDash, Ubereats, etc. that same burrito bowl will be\n$9-11. Restaurants are FORCED to inflate menu prices because of the 20-30%\ndelivery service fees. Another misleading fact is that those ads you…",
  "original_created_utc": 1619310138,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 文字通り、今すぐChipotleのウェブサイトにアクセスしてみてください。ブリトー・ボウルが\n$8.20. もし、DoorDashやUbereatsなどを利用すると、同じブリトーボウルが9～11ドルになります。\n$9-11. レストランは、20～30％の配送サービス料のために、メニュー価格を上げざるを得ません。\nレストランはメニュー価格を上げざるを得ません。もう一つの誤解を招くような事実は、あなたが見ている広告が...",
      "title": "YSKは、フードデリバリーアプリがメニュー価格をつり上げていることに加えて、すべてのクレイジーな手数料を請求しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：从字面上看，现在就去Chipotle网站。一个卷饼碗将是\n$8.20. 如果你去DoorDash、Ubereats等网站，同样的卷饼碗将是\n$9-11. 餐馆被迫抬高菜单价格，因为有20-30%的\n送餐服务费。另一个误导性的事实是，你的那些广告...",
      "title": "YSK认为，除了所有疯狂的费用外，食品交付应用程序还抬高了菜单价格"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：從字面上看，現在就去Chipotle網站。一個捲餅碗將是\n$8.20. 如果你去DoorDash、Ubereats等網站，同樣的捲餅碗將是\n$9-11. 餐館被迫擡高菜單價格，因爲有20-30%的\n送餐服務費。另一個誤導性的事實是，你的那些廣告...",
      "title": "YSK認爲，除了所有瘋狂的費用外，食品交付應用程序還擡高了菜單價格"
    }
  ],
  "title": "YSK that food delivery apps inflate menu prices in addition to all the crazy fees",
  "created_utc": 1619320065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Literally go on the chipotle website right now. A burrito bowl will be $8.20. If you go on DoorDash, Ubereats, etc. that same burrito bowl will be $9-11. Restaurants are FORCED to inflate menu prices because of the 20-30% delivery service fees. Another misleading fact is that those ads you see all the time for “free delivery” really mean “no delivery fee.” There are also 15-20% service fees, surge fees, and minimum cart fees. Sales taxes are also calculated differently from app to app! I usually avoid these fees by picking up the food myself or calling in my order for delivery. If I really want to splurge, I&#39;ll order delivery, but because I&#39;m cheap, I&#39;ll use a food delivery aggregator. This <a href=\"https://foodboss.org/\">aggregator</a> has a website and compares Ubereats and Eatstreet. I used them for a while and saved a good amount of money. The only other option is this other <a href=\"https://www.mealme.ai/\">aggregator</a> that compares DoorDash, Ubereats, GrubHub, Postmates, and some other ones. They messed up my first order but they gave me a promo code, so I&#39;ve been using this one more since they compare more services. Whatever you choose, make sure to always tip-- the drivers definitely deserve/need it!</p>\n</div><!-- SC_ON -->",
  "score": 219,
  "permalink": "/r/YouShouldKnow/comments/mxwp26/ysk_that_food_delivery_apps_inflate_menu_prices/",
  "subreddit": "YouShouldKnow",
  "id": "mxwp26",
  "is_self": true,
  "media": null,
  "is_video": false
}