{
  "author": "PressTurn",
  "original_created_utc": 1631713569,
  "title": "Project Hail Mary is a must read for science fiction fans",
  "created_utc": 1631717726,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished this last night, and whew, what an odyssey this book is.</p>\n\n<p>Andy Weir&#39;s writing style is actually perfectly suited for this kind of storytelling - the stakes are high (like, existentially high), but it never gets overbearingly foreboding or oppressive, and the light and breezy way with which his characters approach situations helps keep the book palatable even in situations where the tension is ramped up.</p>\n\n<p>As far as speculative science fiction goes, I <em>love</em> where PHM goes - in terms of both, answers to questions about our past (where did we come from, why did we develop intelligence, and so on) to our future (will we ever encounter intelligent life elsewhere in the universe, how will we communicate with it, do we have a future off this planet?). As far as pure storytelling goes, it takes some unexpected swerves that lead to some engaging and extremely satisfying payoffs and developments later. </p>\n\n<p>Obviously by definition, this book is substantially less grounded (and therefore &quot;plausible&quot;) than The Martian, but I legitimately think it comes out better in the end because it&#39;s less shackled to the expectations of being grounded. </p>\n\n<p>If you like science fiction at all, I can&#39;t recommend this one enough.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/poqfmv/project_hail_mary_is_a_must_read_for_science/",
  "subreddit": "books",
  "id": "poqfmv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished this last night, and whew, what an odyssey this book is.\n\nAndy Weir's writing style is actually perfectly suited for this kind of\nstorytelling - the stakes are high (like, existentially high), but it never gets\noverbearingly foreboding or oppressive, and the light and breezy way with…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は昨夜この本を読み終えましたが、なんというか、この本はオデッセイですね。\n\nアンディ・ウィアーの文体は、この種のストーリーテリングに完璧に適しています。\nこの種のストーリーテリングにはぴったりです。\nそして、この本の軽やかでさわやかな語り口は、この種の物語にぴったりです。",
      "title": "Project Hail Maryは、SFファン必読の書です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我昨晚看完了这本书，呼，这本书是多么的奥义啊。\n\n安迪-威尔的写作风格实际上完全适合这种故事。\n讲故事 -- 赌注很高（比如，存在感很高），但它从未变得\n赌注很高（比如说，存在感很高），但它从来没有变得霸道的预感或压迫感，而且其轻快的方式与...",
      "title": "万福玛丽计划》是科幻小说爱好者的必读之作"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨晚看完了這本書，呼，這本書是多麼的奧義啊。\n\n安迪-威爾的寫作風格實際上完全適合這種故事。\n講故事 -- 賭注很高（比如，存在感很高），但它從未變得\n賭注很高（比如說，存在感很高），但它從來沒有變得霸道的預感或壓迫感，而且其輕快的方式與...",
      "title": "萬福瑪麗計劃》是科幻小說愛好者的必讀之作"
    }
  ]
}