{
  "author": "PressTurn",
  "original_created_utc": 1631713569,
  "title": "Project Hail Mary is a must read for science fiction fans",
  "created_utc": 1631717726,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished this last night, and whew, what an odyssey this book is.</p>\n\n<p>Andy Weir&#39;s writing style is actually perfectly suited for this kind of storytelling - the stakes are high (like, existentially high), but it never gets overbearingly foreboding or oppressive, and the light and breezy way with which his characters approach situations helps keep the book palatable even in situations where the tension is ramped up.</p>\n\n<p>As far as speculative science fiction goes, I <em>love</em> where PHM goes - in terms of both, answers to questions about our past (where did we come from, why did we develop intelligence, and so on) to our future (will we ever encounter intelligent life elsewhere in the universe, how will we communicate with it, do we have a future off this planet?). As far as pure storytelling goes, it takes some unexpected swerves that lead to some engaging and extremely satisfying payoffs and developments later. </p>\n\n<p>Obviously by definition, this book is substantially less grounded (and therefore &quot;plausible&quot;) than The Martian, but I legitimately think it comes out better in the end because it&#39;s less shackled to the expectations of being grounded. </p>\n\n<p>If you like science fiction at all, I can&#39;t recommend this one enough.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/poqfmv/project_hail_mary_is_a_must_read_for_science/",
  "subreddit": "books",
  "id": "poqfmv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished this last night, and whew, what an odyssey this book is.\n\nAndy Weir's writing style is actually perfectly suited for this kind of\nstorytelling - the stakes are high (like, existentially high), but it never gets\noverbearingly foreboding or oppressive, and the light and breezy way with…"
}