{
  "author": "padamkosam",
  "the_new_excerpt": "I started reading \"The Brothers Karamazov\" after listening about its legendary\nstatus in literature. I knew that Dostoevsky was an expert at writing different\ntypes of narrative techniques, but when I started reading BK ( Brothers\nKaramazov), I was thrilled to see how he jumps from one narrative…",
  "original_created_utc": 1617433590,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是听了《卡拉马佐夫兄弟》的传奇故事后开始读的。\n在文学中的地位。我知道陀思妥耶夫斯基是一个写不同的专家\n类型的叙事技巧，但当我开始阅读BK（《兄弟》）。\n卡拉马佐夫），我很高兴看到他如何从一个叙事中跳跃......。",
      "title": "终于读完了《卡拉马佐夫兄弟》。这是一本好书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是聽了《卡拉馬佐夫兄弟》的傳奇故事後開始讀的。\n在文學中的地位。我知道陀思妥耶夫斯基是一個寫不同的專家\n類型的敘事技巧，但當我開始閱讀BK（《兄弟》）。\n卡拉馬佐夫），我很高興看到他如何從一個敘事中跳躍......。",
      "title": "終於讀完了《卡拉馬佐夫兄弟》。這是一本好書。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "カラマーゾフの兄弟」が伝説的な文学作品であることを知り、読み始めました。\n読んでみました。ドストエフスキーが様々な物語の手法を得意としていることは知っていました。\nドストエフスキーは様々な物語の手法を書くことに長けていることは知っていましたが、BK（カラマーゾフの兄弟）を読み始めたときには\nカラマーゾフの兄弟）を読み始めたときには、一つの物語から一つの物語へと飛び移っていることに感激しました。",
      "title": "やっと「カラマーゾフの兄弟」を読み終えました。素晴らしい読み物でした。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "カラマーゾフの兄弟」が伝説的な文学作品であることを知り、読み始めました。\n読んでみました。ドストエフスキーが様々な物語の手法を得意としていることは知っていました。\nドストエフスキーは様々な物語の手法を書くことに長けていることは知っていましたが、BK（カラマーゾフの兄弟）を読み始めたときには\nカラマーゾフの兄弟）を読み始めたときには、一つの物語から一つの物語へと飛び移っていることに感激しました。",
      "title": "やっと「カラマーゾフの兄弟」を読み終えました。素晴らしい読み物でした。"
    }
  ],
  "title": "Finally completed reading \"The Brothers Karamazov\". It was a great read.",
  "created_utc": 1617471519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started reading &quot;The Brothers Karamazov&quot; after listening about its legendary status in literature. I knew that Dostoevsky was an expert at writing different types of narrative techniques, but when I started reading BK ( Brothers Karamazov), I was thrilled to see how he jumps from one narrative style to another without making any jerks and bumps. He starts his novel as an author telling some story from his village and next to the second he becomes a character in his story and then he stands beside the characters and narrates what was happening there. Dostoevsky was everywhere and in every form in this novel. It is a big novel with lots of parts called &quot;books&quot;  </p>\n\n<p>There are so many characters and some of them mesmerized me and I fell in love with them. I was drawn into them and sometimes, I saw myself in them. I became them. Especially the madness of Ivan, the kindness of Zosima, the rightfulness of Alexi, and the intelligence of a boy named Kolya attracted me and Immersed me into them. I wrote letters and poems to them.  </p>\n\n<p>In some places it gets boring and at some places it makes us run through its sentences. It leaves us with great satisfaction and with a sense of learning new things about writing. We all know that It is known as a great philosophical novel in Literature. we get some sense of life and philosophy after completing this novel.<br/>\nWhoever loves literature must read this novel at least once in their lifetime. I read Constance Garnett&#39;s translation. I recommend reading this translation.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/mj3hd1/finally_completed_reading_the_brothers_karamazov/",
  "subreddit": "books",
  "id": "mj3hd1",
  "is_self": true,
  "media": null,
  "is_video": false
}