{
  "author": "Raspint",
  "the_new_excerpt": "Given everything we understand about consciousness, it seems pretty clear that\nthe brain is required for any kind of conscious experience, and that once a\nbrain that is not functioning, or has rotted away all together, there will be no\nother consciousness to speak off.\n\nWe already know that certain…",
  "original_created_utc": 1623691347,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "意識について理解しているすべてのことを考慮すると、次のことがはっきりしているように思えます。\n意識的な経験をするためには脳が必要です。\n脳が機能しなくなったり、完全に腐ってしまったりすると、他の意識を語ることはできません。\n脳が機能しなくなったり、完全に腐ってしまうと、他の意識を語ることはできません。\n\n私たちはすでに、ある種の...",
      "title": "CMV: 死後の世界が可能であることを裏付ける/説明する証拠があまりにも少ないため、それを信じることは愚かなことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "鉴于我们对意识的一切了解，似乎非常清楚的是\n大脑是任何类型的意识体验所必需的，而一旦大脑不能正常工作，或者完全腐烂，就不会有任何意识体验。\n一旦大脑无法运转，或者完全腐烂，就不会有\n其他意识可言。\n\n我们已经知道，某些...",
      "title": "CMV：支持/解释来世如何可能的证据太少，相信它是愚蠢的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "鑑於我們對意識的一切瞭解，似乎非常清楚的是\n大腦是任何類型的意識體驗所必需的，而一旦大腦不能正常工作，或者完全腐爛，就不會有任何意識體驗。\n一旦大腦無法運轉，或者完全腐爛，就不會有\n其他意識可言。\n\n我們已經知道，某些...",
      "title": "CMV：支持/解釋來世如何可能的證據太少，相信它是愚蠢的。"
    }
  ],
  "title": "CMV: There is so little evidence to support/explain how an afterlife could be possible that believing in it is foolish.",
  "created_utc": 1623703219,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Given everything we understand about consciousness, it seems pretty clear that the brain is required for any kind of conscious experience, and that once a brain that is not functioning, or has rotted away all together, there will be no other consciousness to speak off.</p>\n\n<p>We already know that certain parts of the brain are responsible for certain functions, such as the  cerebrum. If we were to cut out the cerebrum, we would either destroy the patient&#39;s ability to think, or we would destroy their consciousness.</p>\n\n<p>Alternatively, if we were to remove the parts of the brain that interprets our senses, then we would lose those senses (sight, smell, etc). So we all agree that without the brain those senses evaporate, why would our consciousness, our being, or our person-hood be any different? Because if you have no sensation, no thinking, no mental/physical activity, what is the difference between that and someone who is &#39;gone?&#39;</p>\n\n<p>We agree that those who have not yet been born do not exist because they have none of the above criteria (thoughts, sensations). What possible reason is there to think those who have died are in any different kind of state?</p>\n\n<p>So to sum up: Due to our understandings of the brain, the belief in the afterlife can be dismissed as a childish fancy borne our of fear and grief. It is just as baseless, perhaps even more so, than believing any of the following: That skin colors make certain people superior/inferior, that vaccines cause autism, that the earth is flat, that your astrological sign determines your personality, that Lord of the Rings is historical fact, or that Elvis is alive.</p>\n\n<p>Granted due to the existential nightmare we find ourselves in the belief in an afterlife, while being even more unfounded and irrational than any of the above, is much, much more forgivable and understandable, due to the above mentioned fear and anxiety.</p>\n\n<p>If I&#39;m wrong let me know. I&#39;d love to have reasons to stop believing that we&#39;re all destined for the void.</p>\n\n<p>Edit: A few people have made the argument &#39;But belief in the afterlife helps people act better/be happy, or in other ways make their lives better.&#39;</p>\n\n<p>True, but good effects say nothing about the truth values of their claims. Hence, I will not accept this answer.</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/changemyview/comments/nzrxw8/cmv_there_is_so_little_evidence_to_supportexplain/",
  "subreddit": "changemyview",
  "id": "nzrxw8",
  "is_self": true,
  "media": null,
  "is_video": false
}