{
  "author": "Independent-Turn-858",
  "original_created_utc": 1630169906,
  "title": "CMV: Debates are better online because you can’t interrupt someone’s written post",
  "created_utc": 1630202414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A person puts up a table and a sign that says “Pro Life, change my view”. As more people join the conversation, members of the crowd yell “sexist pig”, “my body my rights”, and generally get more aggressive with their heckling. The point of the debate was to truly change a persons mind, but it has now devolved into near physical altercation because two sides can’t agree to let the other side finish their sentences.</p>\n\n<p>This scene of debates goes back as old as ancient Greece all the way to modern democratic parliaments. Humans are simply too emotional to put them aside for the sake of truth seeking. Angers rise when words can no longer be found.</p>\n\n<p>[Edit]: Thanks guys. What I like about this thread is that it both proved and disproved my argument. I learned a lot via online opinions but I also learned that online makes debates very disjointed and lose interest.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/pddibd/cmv_debates_are_better_online_because_you_cant/",
  "subreddit": "changemyview",
  "id": "pddibd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A person puts up a table and a sign that says “Pro Life, change my view”. As\nmore people join the conversation, members of the crowd yell “sexist pig”, “my\nbody my rights”, and generally get more aggressive with their heckling. The\npoint of the debate was to truly change a persons mind, but it has…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ある人がテーブルを置き、「Pro Life, change my view」と書かれたサインを出しています。さらに多くの人が会話に参加すると\n会話に参加する人が増えると、群衆のメンバーは「性差別主義者の豚」「私の体には権利がある\n私の体には私の権利がある」などと叫んで、より攻撃的な罵声を浴びせています。議論のポイントは\n討論会の目的は、人の心を本当に変えることでしたが、それは...。",
      "title": "CMV: 議論はオンラインの方がいい、誰かが書いた記事を邪魔できないから"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个人摆出一张桌子和一个牌子，上面写着 \"支持生命，改变我的观点\"。随着\n随着越来越多的人加入对话，人群中的成员大喊 \"性别歧视的猪\"，\"我的身体我的权利\"，并且一般来说，他们的谩骂更加激烈。\n身体是我的权利\"，一般来说，他们的谩骂会更加激进。这场对话\n辩论的目的是为了真正改变一个人的想法，但它已经...",
      "title": "CMV：网上辩论更好，因为你不能打断别人的书面文章"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個人擺出一張桌子和一個牌子，上面寫着 \"支持生命，改變我的觀點\"。隨着\n隨着越來越多的人加入對話，人羣中的成員大喊 \"性別歧視的豬\"，\"我的身體我的權利\"，並且一般來說，他們的謾罵更加激烈。\n身體是我的權利\"，一般來說，他們的謾罵會更加激進。這場對話\n辯論的目的是爲了真正改變一個人的想法，但它已經...",
      "title": "CMV：網上辯論更好，因爲你不能打斷別人的書面文章"
    }
  ]
}