{
  "author": "Adorable_Leg8753",
  "original_created_utc": 1626209307,
  "title": "Les Miserables made me believe in abridged versions",
  "created_utc": 1626252183,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all, Les Miss is a great book. Great plot and characters, it makes you think about social injustice and I really think that Victor Hugo achieved his purpose to make a critic on french society at all. I liked the book. But it could be 500 pages less AT LEAST. Dear god, i don&#39;t care about the life of that old priest or Paris architecture, and you don&#39;t need 100 pages description Of Waterloo aftermath just to say, in the end, &quot;and that x met y&quot;.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/ojombd/les_miserables_made_me_believe_in_abridged/",
  "subreddit": "books",
  "id": "ojombd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all, Les Miss is a great book. Great plot and characters, it makes you\nthink about social injustice and I really think that Victor Hugo achieved his\npurpose to make a critic on french society at all. I liked the book. But it\ncould be 500 pages less AT LEAST. Dear god, i don't care about the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、Les Missは素晴らしい本です。プロットもキャラクターも素晴らしく、社会的不公正について考えさせられます。\n社会的不公正について考えさせられますし、ヴィクトル・ユーゴーは本作の目的を達成したと思います。\nフランスの社会を批判するという目的を達成したと思います。私はこの本が好きです。でも、この本は\n最低でも500ページは少なくしてほしい。神様、私はそのようなことは気にしていません。",
      "title": "レ・ミゼラブル』で要約版の存在を知った"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，Les Miss是一本好书。伟大的情节和人物，它让你思考社会不公。\n我真的认为维克多-雨果达到了他的目的。\n我真的认为维克多-雨果达到了对法国社会进行批评的目的。我喜欢这本书。但它\n至少可以少写500页。亲爱的上帝，我并不关心...",
      "title": "悲惨世界》让我相信有删节的版本"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，Les Miss是一本好書。偉大的情節和人物，它讓你思考社會不公。\n我真的認爲維克多-雨果達到了他的目的。\n我真的認爲維克多-雨果達到了對法國社會進行批評的目的。我喜歡這本書。但它\n至少可以少寫500頁。親愛的上帝，我並不關心...",
      "title": "悲慘世界》讓我相信有刪節的版本"
    }
  ]
}