{
  "author": "cw9241",
  "original_created_utc": 1630340141,
  "title": "CMV: Tipping culture is toxic and needs to be done away with",
  "created_utc": 1630345047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We live in a society where if you do not tip your server or delivery driver, you’re immediately branded as entitled, selfish, or rude. There are servers who threaten to spit in or tamper with food, intentionally provide terrible service, or refuse to deliver an order due to non-tipping…yet we as a society have decided that we are okay with this and fall into the pressure of tipping culture to avoid these issues. This is the only industry where workers essentially strong-arm the consumer to pay them extra money and threaten or ridicule them otherwise.</p>\n\n<p>How is this okay? The truth of the matter is, if you can afford the cost of the meal and any delivery fees associated with it, you literally CAN afford to eat out per almost every restaurant in America’s policy.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/pelbp2/cmv_tipping_culture_is_toxic_and_needs_to_be_done/",
  "subreddit": "changemyview",
  "id": "pelbp2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We live in a society where if you do not tip your server or delivery driver,\nyou’re immediately branded as entitled, selfish, or rude. There are servers who\nthreaten to spit in or tamper with food, intentionally provide terrible service,\nor refuse to deliver an order due to non-tipping…yet we as a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは、サーバーや宅配便のドライバーにチップを払わないと、すぐに権利を主張する人、わがままな人、失礼な人という烙印を押される社会に生きています。\nチップを払わないと、すぐに「権利がある」「わがままだ」「失礼だ」と言われてしまう社会です。サーバーの中には\n唾を吐いたり、食べ物をいじったりして脅し、わざとひどいサービスを提供する。\nチップを払わないからといって、注文の配達を拒否するサーバーもいます。",
      "title": "CMV: ティッピング文化は有害であり、廃止されるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们生活在一个社会中，如果你不给你的服务员或送货司机小费。\n你就会立即被打上有权、自私或无礼的烙印。有的服务员\n威胁要在食物中吐痰或做手脚，故意提供糟糕的服务。\n或者因为不给小费而拒绝交付订单......然而，我们作为...",
      "title": "CMV：小费文化是有毒的，需要被废除"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們生活在一個社會中，如果你不給你的服務員或送貨司機小費。\n你就會立即被打上有權、自私或無禮的烙印。有的服務員\n威脅要在食物中吐痰或做手腳，故意提供糟糕的服務。\n或者因爲不給小費而拒絕交付訂單......然而，我們作爲...",
      "title": "CMV：小費文化是有毒的，需要被廢除"
    }
  ]
}