{
  "author": "overhardeggs",
  "original_created_utc": 1624502376,
  "title": "CMV: Having mandatory monthly mental health check ups in school with an opt-out option could possibly prevent school violence",
  "created_utc": 1624545217,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>One of the things about mass shooters is that sometimes they can come out of nowhere. The warning signs can be very subtle and they can strike suddenly. If we could have a semi mandatory mental health test given to students in all kinds of schools with an opt out option, the system could have the potential of preventing school violence in a more minor sense like fist fights but it could also potentially prevent a mass shooting. This system could be worked into a system that can respects privacy rights and Bill of Rights while also giving good info on which students need attention and give them the attention they need.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/o6ruav/cmv_having_mandatory_monthly_mental_health_check/",
  "subreddit": "changemyview",
  "id": "o6ruav",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "One of the things about mass shooters is that sometimes they can come out of\nnowhere. The warning signs can be very subtle and they can strike suddenly. If\nwe could have a semi mandatory mental health test given to students in all kinds\nof schools with an opt out option, the system could have the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "銃乱射事件の一つの特徴は、突然に発生することがあるということです。\nどこからともなくやってくるということです。警告のサインは非常に微妙で、突然襲ってくることもあります。もし\nあらゆる学校の生徒に半強制的にメンタルヘルステストを実施し、オプションで選択できるようにしたら\n半強制的にメンタルヘルステストを実施することができれば、そのシステムは...",
      "title": "CMV: 学校で月に一度のメンタルヘルスチェックを義務付けることで、校内暴力を防ぐことができるかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大规模枪击事件的一个特点是，有时他们会突然出现。\n无处不在。预警信号可能非常微妙，他们可能突然袭击。如果\n我们可以对各种学校的学生进行半强制性的心理健康测试，并可以选择退出。\n如果我们能对各种学校的学生进行半强制性的心理健康测试，并提供退出选项，那么这个系统就能有...",
      "title": "CMV：在学校进行强制性的月度心理健康检查，并提供退出选项，可能会防止校园暴力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大規模槍擊事件的一個特點是，有時他們會突然出現。\n無處不在。預警信號可能非常微妙，他們可能突然襲擊。如果\n我們可以對各種學校的學生進行半強制性的心理健康測試，並可以選擇退出。\n如果我們能對各種學校的學生進行半強制性的心理健康測試，並提供退出選項，那麼這個系統就能有...",
      "title": "CMV：在學校進行強制性的月度心理健康檢查，並提供退出選項，可能會防止校園暴力。"
    }
  ]
}