{
  "author": "fluid_reference",
  "the_new_excerpt": "If a man lies that he's had a vasectomy in order to have unprotected sex, he\ndeserves to be punished. If a man removes a condom mid-sex without the knowledge\n(and/or approval) of his partner, that should be punished. If a woman lies about\nbeing on birth control and has sex with a man, she deserves…",
  "original_created_utc": 1619264469,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "避妊をしないでセックスをするために、パイプカットをしたと嘘をついた男性は、罰せられて当然です。\n罰せられて当然です。もし男性がパートナーの知らないうちに（および／または承認なしに）セックスの途中でコンドームを外したら、それは罰せられて当然です。\n罰せられてしかるべきです。もし女性が以下のように嘘をついたら\n女性が避妊していると嘘をついて男性とセックスした場合、彼女は罰せられて当然です...",
      "title": "CMV: 避妊していることを性的パートナーに嘘をつくことは、罰せられるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果一个男人为了进行无保护的性行为而谎称自己已经结扎，他就应该受到惩罚。\n他应该受到惩罚。如果一个男人在不知情的情况下在性爱过程中摘掉了避孕套\n(和/或批准)，就应该受到惩罚。如果一个女人谎称\n与一个男人发生性关系，她就应该受到惩罚...",
      "title": "CMV: 向性伴侣谎报正在进行节育，应该是一种应受惩罚的罪行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果一個男人爲了進行無保護的性行爲而謊稱自己已經結紮，他就應該受到懲罰。\n他應該受到懲罰。如果一個男人在不知情的情況下在性愛過程中摘掉了避孕套\n(和/或批准)，就應該受到懲罰。如果一個女人謊稱\n與一個男人發生性關係，她就應該受到懲罰...",
      "title": "CMV: 向性伴侶謊報正在進行節育，應該是一種應受懲罰的罪行。"
    }
  ],
  "title": "CMV: Lying to a sexual partner about being on birth control should be a punishable offense.",
  "created_utc": 1619268669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If a man lies that he&#39;s had a vasectomy in order to have unprotected sex, he deserves to be punished. If a man removes a condom mid-sex without the knowledge (and/or approval) of his partner, that should be punished. If a woman lies about being on birth control and has sex with a man, she deserves to be punished. Same applies if she claims that she&#39;s already pregnant, when she isn&#39;t. If a woman has previously taken birth control pills and then decides to stop taking them, she should be legally obliged to tell her sexual partner(s) about it before having sex with them again, if she has previously told them that she&#39;s on birth control. Same applies for a man who decides to reverse his vasectomy.</p>\n\n<p>My opinion applies even if they don&#39;t result in a pregnancy or an STD. Of course it has to be <strong>proven</strong> that there was deception, because pregnancies can still happen even with birth control. I don&#39;t want to see people punished for defying the odds. Can you change my view?</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/mxia4i/cmv_lying_to_a_sexual_partner_about_being_on/",
  "subreddit": "changemyview",
  "id": "mxia4i",
  "is_self": true,
  "media": null,
  "is_video": false
}