{
  "author": "lanawhatlanaaaaaa",
  "the_new_excerpt": "My character's name is Ender, from Ender's Game, by Orson Scott Card.\n\nI've loved the first two books in the series (I actually prefer Ender's Shadow).\nI have them on audio book and often go back and listen to them from time to\ntime. I've listened to a few of the other books in the series, but none…",
  "original_created_utc": 1622198238,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私のキャラクターの名前は、オーソン・スコット・カードの『エンダーのゲーム』に登場するエンダーです。\n\n私はこのシリーズの最初の2冊が大好きです（実は「エンダーの影」の方が好きです）。\nオーディオブックで持っていて、時々戻って聞いています。\n聴いています。このシリーズの他の本もいくつか聞いたことがありますが、どれも...",
      "title": "ゲーマー仲間や友人にオンラインキャラクターの名前を説明したところ、その人は続けて作者が女性蔑視や同性愛嫌悪であることを説明してくれて、ただただショックを受けました。うわぁ。好きなアーティストや作家が悪い人だと聞いたとき、あなたはどのように対処しますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的角色叫埃德尔，来自奥森-斯科特-卡德的《埃德尔的游戏》。\n\n我很喜欢这个系列的前两本书（实际上我更喜欢《安德的阴影》）。\n我有这些书的音频书，并经常回去听，不时地听。\n时间。我也听过这个系列的其他几本书，但没有一本是我的。",
      "title": "我向一个游戏同伴/朋友解释了我的在线角色的名字，他继续解释作者是厌恶女性和同性恋者，这让我很受打击。唉。当你听说你最喜欢的艺术家/作家是个坏人时，你是怎么处理的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的角色叫埃德爾，來自奧森-斯科特-卡德的《埃德爾的遊戲》。\n\n我很喜歡這個系列的前兩本書（實際上我更喜歡《安德的陰影》）。\n我有這些書的音頻書，並經常回去聽，不時地聽。\n時間。我也聽過這個系列的其他幾本書，但沒有一本是我的。",
      "title": "我向一個遊戲同伴/朋友解釋了我的在線角色的名字，他繼續解釋作者是厭惡女性和同性戀者，這讓我很受打擊。唉。當你聽說你最喜歡的藝術家/作家是個壞人時，你是怎麼處理的？"
    }
  ],
  "title": "I explained my online character's name to a fellow gamer/friend and he went on to explain the author is misogynistic and homophobic and it just devastated me. Ugh. How do you deal when you hear your favorite artist/author was a bad person?",
  "created_utc": 1622211082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My character&#39;s name is Ender, from Ender&#39;s Game, by Orson Scott Card.</p>\n\n<p>I&#39;ve loved the first two books in the series (I actually prefer Ender&#39;s Shadow). I have them on audio book and often go back and listen to them from time to time. I&#39;ve listened to a few of the other books in the series, but none really stood out like those first two. Oh, and I watch the movie sometimes, too.</p>\n\n<p>So like I said, I was telling my friend (who I haven&#39;t found to be a liar) about my character&#39;s name&#39;s origin and he dropped the aforementioned bomb and ugh. </p>\n\n<p>I don&#39;t know if it&#39;s true. A part of me doesn&#39;t want to look it up. I want to keep a pure image of the books...</p>\n\n<p>So now I&#39;m worried if go back and listen to them again, it&#39;ll skew the experience. </p>\n\n<p>Does anyone have any similar experiences? How have you dealt with them?</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/nmuxv4/i_explained_my_online_characters_name_to_a_fellow/",
  "subreddit": "books",
  "id": "nmuxv4",
  "is_self": true,
  "media": null,
  "is_video": false
}