{
  "author": "Lopsided-Signature87",
  "original_created_utc": 1640265984,
  "title": "What wil be your biggest learning from Crypto this year?",
  "created_utc": 1640277575,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I have to say holding your coins and DCA during the times when everyone is selling is the best thing I&amp;#39;ve learnt this year.\nAnother thing is no matter who predicts using how many charts or cross happens in the chart, btc or Crypto moves based on its own and no one knows about it.&lt;/p&gt;\n\n&lt;p&gt;This was indeed a crazy year but if you look into the broader market a lot of coins have performed very well and has given some fantastic returns, as for btc it&amp;#39;s up 70% and eth is up 600% from last year and just to say that only 5% of people hold Crypto just shows how early we are.\nNow tell me about what you guys learnt this year which was an eye opener&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 189,
  "permalink": "/r/CryptoCurrency/comments/rmvnny/what_wil_be_your_biggest_learning_from_crypto/",
  "subreddit": "CryptoCurrency",
  "id": "rmvnny",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I have to say holding your coins and DCA during the times when everyone is\nselling is the best thing I've learnt this year. Another thing is no matter who\npredicts using how many charts or cross happens in the chart, btc or Crypto\nmoves based on its own and no one knows about it.\n\nThis was indeed a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I have to hold your coins and DCA.\nみんなが売っている時間帯は、今年一番の勉強になりました。\n今年もよろしくお願いします。もう一つは、誰がどれだけのチャートを使って予測しても、あるいはクロスして予測しても\nBTCやCryptoはそれ自体で動くものであり、チャートで起こるものではありません。",
      "title": "今年、暗号技術から最も学びたいことは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不得不说，在大家都在卖钱的时候持有你的硬币和DCA\n是我今年学到的最好的东西。\n几年来学到的最好的东西。另一件事是，无论谁用多少个图表或交叉点来预测\n发生在图表中，btc或Crypto的移动都是基于其自身的，而不是基于其自身的。",
      "title": "你今年从加密货币中得到的最大收获是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我不得不說，在大家都在賣錢的時候持有你的硬幣和DCA\n是我今年學到的最好的東西。\n幾年來學到的最好的東西。另一件事是，無論誰用多少個圖表或交叉點來預測\n發生在圖表中，btc或Crypto的移動都是基於其自身的，而不是基於其自身的。",
      "title": "你今年從加密貨幣中得到的最大收穫是什麼？"
    }
  ]
}