{
  "author": "throwaway_cay",
  "the_new_excerpt": "Why YSK: I've seen a lot of people who apparently don't know this who it would\nhelp, both on here and in real life, so I'm trying to signal boost this.\n\nThe American Rescue Plan they passed in March wasn't just $1400 checks. If you\nlose your job, you can keep your health insurance through COBRA and…",
  "original_created_utc": 1617299445,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：我见过很多人显然不知道这将是谁的问题\n帮助，无论是在这里还是在现实生活中， 所以我试图信号促进这一点。\n\n他们在3月通过的 \"美国救援计划 \"不只是1400美元的支票。如果你\n失业后，您可以通过COBRA保留您的健康保险和...",
      "title": "YSK 经济刺激法案规定，如果你失去工作，政府将为你的健康保险支付到9月。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：我見過很多人顯然不知道這將是誰的問題\n幫助，無論是在這裏還是在現實生活中， 所以我試圖信號促進這一點。\n\n他們在3月通過的 \"美國救援計劃 \"不只是1400美元的支票。如果你\n失業後，您可以通過COBRA保留您的健康保險和...",
      "title": "YSK 經濟刺激法案規定，如果你失去工作，政府將爲你的健康保險支付到9月。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKかというと、このことを知らない人たちが、このことが誰かの助けになるだろうということを、ここでもたくさん見てきたからです。\nこのサイトでも、実際の生活でも、このことを知らない人がたくさんいるので、このことを知らせたいのです。\n\n3月に可決されたAmerican Rescue Planは、1400ドルの小切手だけではありませんでした。もしあなたが\n失業してもCOBRAで健康保険を維持できますし...",
      "title": "YSK 景気対策法案では、失業した場合、9月までの健康保険料を政府が負担することになりました。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、このことを知らない人たちが、このことが誰かの助けになるだろうということを、ここでもたくさん見てきたからです。\nこのサイトでも、実際の生活でも、このことを知らない人がたくさんいるので、このことを知らせたいのです。\n\n3月に可決されたAmerican Rescue Planは、1400ドルの小切手だけではありませんでした。もしあなたが\n失業してもCOBRAで健康保険を維持できますし...",
      "title": "YSK 景気対策法案では、失業した場合、9月までの健康保険料を政府が負担することになりました。"
    }
  ],
  "title": "YSK The stimulus bill made it so if you lose your job, the government will pay for your health insurance through September",
  "created_utc": 1617512456,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ve seen a lot of people who apparently don&#39;t know this who it would help, both on here and in real life, so I&#39;m trying to signal boost this.</p>\n\n<p>The American Rescue Plan they passed in March wasn&#39;t just $1400 checks. If you lose your job, you can keep your health insurance through COBRA and the premiums will be fully paid by the government from now (April 1) until the end of September. This also applies if you lost your job previously and didn&#39;t sign up for COBRA at the time.</p>\n\n<p>If you don&#39;t receive notice from your insurer or former employer, contact them. You have a 60 day window to sign up after eligibility starts.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/mi0uq4/ysk_the_stimulus_bill_made_it_so_if_you_lose_your/",
  "subreddit": "YouShouldKnow",
  "id": "mi0uq4",
  "is_self": true,
  "media": null,
  "is_video": false
}