{
  "author": "SingleInstruction805",
  "original_created_utc": 1627955031,
  "title": "CMV: If naturopaths, chiropractors, and osteopaths were strictly evidence based these jobs would not exist.",
  "created_utc": 1627972246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All three &#39;alternative&#39; health practitioners utilise a combination of both western evidence based medicine and pseudoscience. If they only utilised proven effective therapies they would no longer practice pseudoscience. </p>\n\n<p>Without these pseudoscience&#39;s their scope of practice would match that of their equivalent counter part (EG: Naturopaths following only evidence based therapies would therefore be a registered dietitian).</p>\n\n<p>In addition I believe that this would be better as we would only have evidence based therapies instead of people scamming the non health literate with placebos.</p>\n\n<p>EDIT: My location is Australia and primarily entails Australian professions. Osteopaths are under allied health here, do not have ability to prescribe medication and do not have ability to complete surgery. They do retain the Dr title, however this is not equivalent to an Australian MD.</p>\n\n<p>EDIT 2: I don&#39;t believe that alternative therapies shouldn&#39;t exist, I believe that they should not be paired in the same practice as a health practitioner providing evidence based care. This is to avoid profiting off of confusion on what is looney and what is real when dealing with someone less health literate.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/owt3tc/cmv_if_naturopaths_chiropractors_and_osteopaths/",
  "subreddit": "changemyview",
  "id": "owt3tc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "All three 'alternative' health practitioners utilise a combination of both\nwestern evidence based medicine and pseudoscience. If they only utilised proven\neffective therapies they would no longer practice pseudoscience.\n\nWithout these pseudoscience's their scope of practice would match that of…"
}