{
  "author": "SingleInstruction805",
  "original_created_utc": 1627955031,
  "title": "CMV: If naturopaths, chiropractors, and osteopaths were strictly evidence based these jobs would not exist.",
  "created_utc": 1627972246,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>All three &#39;alternative&#39; health practitioners utilise a combination of both western evidence based medicine and pseudoscience. If they only utilised proven effective therapies they would no longer practice pseudoscience. </p>\n\n<p>Without these pseudoscience&#39;s their scope of practice would match that of their equivalent counter part (EG: Naturopaths following only evidence based therapies would therefore be a registered dietitian).</p>\n\n<p>In addition I believe that this would be better as we would only have evidence based therapies instead of people scamming the non health literate with placebos.</p>\n\n<p>EDIT: My location is Australia and primarily entails Australian professions. Osteopaths are under allied health here, do not have ability to prescribe medication and do not have ability to complete surgery. They do retain the Dr title, however this is not equivalent to an Australian MD.</p>\n\n<p>EDIT 2: I don&#39;t believe that alternative therapies shouldn&#39;t exist, I believe that they should not be paired in the same practice as a health practitioner providing evidence based care. This is to avoid profiting off of confusion on what is looney and what is real when dealing with someone less health literate.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/owt3tc/cmv_if_naturopaths_chiropractors_and_osteopaths/",
  "subreddit": "changemyview",
  "id": "owt3tc",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "All three 'alternative' health practitioners utilise a combination of both\nwestern evidence based medicine and pseudoscience. If they only utilised proven\neffective therapies they would no longer practice pseudoscience.\n\nWithout these pseudoscience's their scope of practice would match that of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "3人の「代替」医療従事者はいずれも、西洋の証拠に基づく医療と疑似科学の両方を利用しています。\n西洋の証拠に基づく医学と疑似科学の両方を利用しています。もし彼らが、効果が証明された治療法だけを利用していたら\n効果が証明された治療法だけを利用していれば、もはや疑似科学を実践することはないでしょう。\n\nこれらの疑似科学がなければ、彼らの診療範囲は...と同じになります。",
      "title": "CMV: 自然療法士、カイロプラクティック、オステオパスが厳密にエビデンスに基づいていたら、これらの仕事は存在しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所有这三位 \"替代 \"保健医生都是利用西方循证医学和伪科学的结合。\n西方循证医学和伪科学的结合。如果他们只利用被证实的\n有效的疗法，他们就不会再从事伪科学了。\n\n如果没有这些伪科学，他们的执业范围就会与西方国家一样。",
      "title": "CMV：如果自然疗法、脊椎按摩师和骨科医生是严格基于证据的，这些工作就不会存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所有這三位 \"替代 \"保健醫生都是利用西方循證醫學和僞科學的結合。\n西方循證醫學和僞科學的結合。如果他們只利用被證實的\n有效的療法，他們就不會再從事僞科學了。\n\n如果沒有這些僞科學，他們的執業範圍就會與西方國家一樣。",
      "title": "CMV：如果自然療法、脊椎按摩師和骨科醫生是嚴格基於證據的，這些工作就不會存在。"
    }
  ]
}