{
  "author": "RoseandSandStudio",
  "original_created_utc": 1626966584,
  "title": "YSK: you can speedrun growing a forest.",
  "created_utc": 1626975338,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> people assume it has to take hundreds of years instead of being possible in only a decade, and having your own forest can cut money off your power bill by cooling your home, along with providing weather protection and noise reduction for your property, while being zero maintenance after 3 years.<br/>\nThe Miyawaki method has been successful in over 1300 cases, and recreates the conditions of a 100-200 year old forest within 1-2 decades. It takes only 3 years for the forest to become completely independent, and only requires 9 x 13 feet and 8 hours of sunlight per day. The method is successful even in depleted and degraded soils, and has been tested in industrial and port conditions. The first field trials have shown that the Miyawaki forests, which are closer to what would exist in the absence of human activity, grow quickly and generally showed perfect ecological resilience.</p>\n\n<p>Some of the personal benefits include lower costs for air-conditioning, significant noise and dust reduction, flood risk reduction, extreme weather protection for adjacent structures, and pollinator and wildlife support. In addition, the density of the forests prevent human interference, so it acts as a pretty good fence. You can do it yourself, with compost and corn husks, requiring only light weeding and daily watering to support it. It&#39;s easy, it looks good, it&#39;s access to free lumber long-term for craftsmen, it&#39;s sequestering carbon, and it reduces the heat island effect.</p>\n\n<p><a href=\"https://en.wikipedia.org/wiki/Akira_Miyawaki\">https://en.wikipedia.org/wiki/Akira_Miyawaki</a></p>\n\n<p><a href=\"https://can-plant.ca/blog/crafting-tiny-fast-growing-forests-with-the-miyawaki-method.htm\">https://can-plant.ca/blog/crafting-tiny-fast-growing-forests-with-the-miyawaki-method.htm</a></p>\n\n<p><a href=\"https://www.architecturaldigest.in/content/how-to-use-miyawaki-method-grow-mini-forest-minimal-space-home-garden/\">https://www.architecturaldigest.in/content/how-to-use-miyawaki-method-grow-mini-forest-minimal-space-home-garden/</a></p>\n\n<p>Since there have been a great deal of wildfires, and flooding, along with sluggishness in addressing the issue, this is a small fast way to help yourself and the planet in the meantime. If you have the space, and don&#39;t need a HOA approval, consider installing one where your useless time-draining lawn used to be!</p>\n</div><!-- SC_ON -->",
  "score": 97,
  "permalink": "/r/YouShouldKnow/comments/opfqu8/ysk_you_can_speedrun_growing_a_forest/",
  "subreddit": "YouShouldKnow",
  "id": "opfqu8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: people assume it has to take hundreds of years instead of being\npossible in only a decade, and having your own forest can cut money off your\npower bill by cooling your home, along with providing weather protection and\nnoise reduction for your property, while being zero maintenance after 3…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人々は、10年でできることではなく、何百年もかけなければならないと思い込んでいます。\nまた、自分の森を持つことで、家を冷やすことができ、電気代を節約することができます。\n自分の森を持つことは、家を冷やすことで電気代を削減し、風雨を防ぎ、騒音を軽減することができます。\n自分の森を持つことは、家を冷やすことで電気代を削減し、風雨を防ぎ、騒音を軽減し、3年後にはメンテナンスが不要になるのです。",
      "title": "YSK：森を育てるスピードランができる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们认为它必须花费数百年的时间，而不是在短短十年内就能实现。\n有了自己的森林，就可以通过冷却你的电费来减少你的开支。\n拥有自己的森林可以通过冷却你的房子来减少电费，同时为你的财产提供天气保护和减少噪音。\n为您的财产减少噪音，同时在3年后可实现零维护。",
      "title": "YSK：你可以速成种植森林。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們認爲它必須花費數百年的時間，而不是在短短十年內就能實現。\n有了自己的森林，就可以通過冷卻你的電費來減少你的開支。\n擁有自己的森林可以通過冷卻你的房子來減少電費，同時爲你的財產提供天氣保護和減少噪音。\n爲您的財產減少噪音，同時在3年後可實現零維護。",
      "title": "YSK：你可以速成種植森林。"
    }
  ]
}