{
  "author": "Equivalent-Sweet-559",
  "original_created_utc": 1626283905,
  "title": "Rigged Financial Ecosystems",
  "created_utc": 1626320426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As we enter this exciting Fintech era, traditional financial ecosystems are struggling to keep up with the blockchain revolution. Providing financial services to the masses without the need for traditional banks seemed like a dream, now it&#39;s becoming a highly debated topic. As blockchain and decentralized finance become increasingly popular, a seemingly radical question emerges: Can Blockchain and Crypto Pose a Threat to the well-established traditional financial ecosystems?</p>\n\n<p>Apparently, a quarter of the global population remains unbanked - that&#39;s according to a report by The World Bank Group. More than half of the unbanked have access to a smartphone and the internet, meaning there is an opportunity for people to use alternative crypto financial instruments.</p>\n\n<p>Moving forward, traditional financial ecosystems are in trouble. Constantly being criticized for loopholes, allowing market manipulation by big players such as banks and asset managers. In most markets today, these financial institutions act as intermediaries between the masses and financial services, giving them an upper hand in the value chain. This advantage now threatens the core fundamentals which bind financial market ecosystems. </p>\n\n<p>The banking industry may have begun to boost economies, but it has evolved to a cartel-like business with some big fish controlling the markets. </p>\n\n<p>Besides that, getting access to credit in times of recession and economic downturn can be a struggle, and often comes with high interest. Institutions can’t afford to take the risk of borrowers defaulting at this time, so credit dries up.</p>\n\n<p>While all this is happening, decentralized finance platforms are changing the narrative by providing the much-needed security, lending, and borrowing services on the blockchain.</p>\n\n<p>Defi is, by its very nature,is open to anyone with an internet connection, in any geography. We have Defi protocols that offer financial services ranging from market products, decentralized data storage, secure digital payments space, etc. These services are not restricted to only the wealthiest in society and this gives everyone a better shot at climbing the socio-economic ladder. And that&#39;s how easily blockchain can kill the traditional financial ecosystems</p>\n</div><!-- SC_ON -->",
  "score": 179,
  "permalink": "/r/CryptoCurrency/comments/ok99n9/rigged_financial_ecosystems/",
  "subreddit": "CryptoCurrency",
  "id": "ok99n9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As we enter this exciting Fintech era, traditional financial ecosystems are\nstruggling to keep up with the blockchain revolution. Providing financial\nservices to the masses without the need for traditional banks seemed like a\ndream, now it's becoming a highly debated topic. As blockchain and…"
}