{
  "author": "Amoral_Abe",
  "original_created_utc": 1636591533,
  "title": "CMV: People are getting far too emotional about the Kyle Rittenhouse case without looking into the facts.",
  "created_utc": 1636595097,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just to be clear before starting this... I am a liberal.  If you don&#39;t believe me, look through my post history.  I am throwing this caveat up because too many people dismiss opinions unless it&#39;s from the right people.  </p>\n\n<p>I have seen lots and lots of attacks against Kyle and against the prosecution for botching the trial however, all the evidence I&#39;ve seen seems to point to a clear case of self defense.  Here&#39;s what I&#39;ve seen.  </p>\n\n<p>Reasoning for being there:  </p>\n\n<ul>\n<li>One of the key points that people have been attacking is why Kyle was there and why he had a gun.  The general claim was that he had to travel across state lines and got a gun so it&#39;s clear he intended to harm people.<br/>\n\n<ul>\n<li>Counter:  Kyle lives 30 minutes away.  He works in Kenosha, most of his family have jobs in Kenosha and he is very familiar with lots of people there.  This isn&#39;t a kid who trekked across several states in order to insert him into some random foreign area.  This was basically his home city.  The rioting had a direct impact on his family and his friends.  I know rioting is a loaded term but there was significant rioting going on at the time.<br/></li>\n<li>People often look at looting and rioting as someone else&#39;s problem.  There&#39;s always insurance to deal with it or it will get resolved but the reality is that for many smaller business owners, it can be the death of their businesses and their livelihoods.  People lose their ability to support themselves and owners of these businesses lose their life&#39;s work and much of their financial resources.<br/></li>\n<li>As far as why he had a gun... he had seen multiple buildings attacked.  Saw an officer smashed with a brick.  Saw several business owners assaulted.  He equipped himself for self defense.<br/></li>\n</ul></li>\n</ul>\n\n<p>Events of the night that played a role in the actions  </p>\n\n<ul>\n<li>He joined a group of people who were attempting to protect business and buildings from looting and damage.<br/></li>\n<li>He originally had body armer, but since he wanted to function as the medic, he gave the armor to someone else.  He kept the gun as for self defense.  You can actually see <a href=\"https://youtu.be/DpDZJ_dPxYo?t=20\">this interview</a> from him before the events unfolded.</li>\n<li>During the night, he put out some fires when there was an attempt to burn a gas station and nearby church.  This got the attention of Joseph Rosenbaum, who was allegedly attempting to start multiple fires.  He threatened Kyle&#39;s life on multiple occasions.\n\n<ul>\n<li>This has been corroborated by multiple witnesses.<br/></li>\n</ul></li>\n<li>Later in the night, when Kyle was attempting to get to a car lot with a fire extinguisher (to put out some fires) Rosenbaum and Josh Zamansky allegedly ambushed him.  Zamansky allegedly had a gun so Kyle attempted to get out from there.  This lead to the confrontation with Rosenbaum where Rosenbaum lunged at Kyle and attempted to get the gun.  Given the previous statements by Rosenbaum, and the fact that he was ambushed by 2 people (1 armed) Kyle was concerned for his own life.  Kyle fired 4 shots killing Rosenbaum.<br/>\n\n<ul>\n<li>Multiple witnesses corroborated this and, in fact, the prosecution&#39;s case started falling apart publicly when their own witnesses testified to this.<br/></li>\n</ul></li>\n<li>Kyle immediately tried to run to police after the encounter but was pursued by many people yelling &quot;get him&quot; or &quot;fuck him&quot; or &quot;get his ass&quot;.  See the shooting <a href=\"https://www.youtube.com/watch?v=iryQSpxSlrg\">vid here (warning... NSFL.  Death)</a>.<br/>\n\n<ul>\n<li>In this vid, you see Kyle trying to pull back and not engage further.  He is assaulted several times while running.<br/></li>\n<li>Kyle then trips and falls.  Multiple people converge on him and attack him.  Kyle shoots his gun in the air causing some people to pull back.  The second person killed, Anthony Huber, attempts to hit Kyle in the head with his skateboard and then lunge for his gun.  He is shot by Kyle and dies.<br/></li>\n<li>The third person shot by Kyle, Gaige Grosskreutz, was armed with a pistol.  He initially moves in but hesitates when Kyle opened fire.  However, once he noticed Kyle look away, he attempted to move in on Kyle and points his pistol at Kyle.  Kyle saw this and shoots him.  Grosskruetz testiefied that Kyle didn&#39;t open fire until after he had advanced on him and pointed his gun at him.<br/></li>\n<li>It&#39;s important to note that there were multiple other people who had initially approached Kyle but backed off.  Kyle did not shoot at anyone other than those who physically put him in danger.  This speaks to the motive behind the killings.  These were acts of self defense, not blatant murder.  He kept very calm and collected and only engaged people who were actively a threat to his life.<br/></li>\n<li>Kyle then left moved away from the area and went to the police.<br/></li>\n</ul></li>\n</ul>\n\n<p>The events of that night seem to demonstrate that Kyle Rittenhouse actively sought to avoid direct conflict and seem to back up his claims that he was there to help protect the property and provide medical support.  The events that occurred appear to be in self defense.  </p>\n\n<p>I think too many people on Reddit are emotionally invested in seeing Kyle lose.  There are posts on multiple subreddits attacking everything about him and making blatantly incorrect statements about the events that occurred.  I think this is a problem because it looks like Kyle will be getting off (the prosecution&#39;s case is collapsing pretty publicly) and all these false promises of &quot;justice&quot; are like a powder keg.  Reddit, Facebook, the news, all have taken very hard stances one way or another and it doesn&#39;t leave room to evaluate the facts and adjust opinions when new information presents itself.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/qr8qnk/cmv_people_are_getting_far_too_emotional_about/",
  "subreddit": "changemyview",
  "id": "qr8qnk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just to be clear before starting this... I am a liberal. If you don't believe\nme, look through my post history. I am throwing this caveat up because too many\npeople dismiss opinions unless it's from the right people.\n\nI have seen lots and lots of attacks against Kyle and against the prosecution\nfor…"
}