{
  "author": "Sims31",
  "the_new_excerpt": "Tucker Carlson's ability to lie with conviction on national TV is the reason\nthat ~50% of the US is living in a different and very dangerous reality. His\nentire show is pseudo-intellectual bullshit that preys on the elderly and\nuneducated.\n\nThe spoken word has power over people. This has been proven…",
  "original_created_utc": 1611431770,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "塔克-卡尔森能在全国电视上信誓旦旦地撒谎，就是因为他的能力\n~50%的美国人生活在一个不同的、非常危险的现实中。他的\n整个节目是伪知识的废话，掠夺老人和。\n未受教育。\n\n言语对人的影响是很大的 这已经被证明...",
      "title": "CMV：塔克-卡尔森是亚历克斯-琼斯和其他阴谋论者的门户药。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "塔克-卡爾森能在全國電視上信誓旦旦地撒謊，就是因爲他的能力\n~50%的美國人生活在一個不同的、非常危險的現實中。他的\n整個節目是僞知識的廢話，掠奪老人和。\n未受教育。\n\n言語對人的影響是很大的 這已經被證明...",
      "title": "CMV：塔克-卡爾森是亞歷克斯-瓊斯和其他陰謀論者的門戶藥。"
    }
  ],
  "title": "CMV: Tucker Carlson is the gateway drug to Alex Jones and other conspiracy theorists.",
  "created_utc": 1611439931,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Tucker  Carlson&#39;s ability to lie with conviction on national TV is the reason  that ~50% of the US is living in a different and very dangerous reality.  His entire show is pseudo-intellectual bullshit that preys on the  elderly and uneducated.</p>\n\n<p>The spoken  word has power over people. This has been proven throughout history and  empowered some of the greatest and worst people the world has ever  seen. Tucker was a clown with a bow-tie a few years ago. Now hes FOX&#39;s  demagogue the regurgitates every alarmist conservative viewpoint, lies  about them, and is immune to any repercussions of those lies because FOX  labels it as &quot;Opinion&quot;.</p>\n\n<p>I believe  that this man alone is the reason half our Parents and Family members  have fallen into the Q-anon Trump trap. When blatant lies are repeated,  over and over again without challenge, they become fact to the listener.  Convince me I&#39;m wrong please.</p>\n</div><!-- SC_ON -->",
  "score": 383,
  "permalink": "/r/changemyview/comments/l3j4sy/cmv_tucker_carlson_is_the_gateway_drug_to_alex/",
  "subreddit": "changemyview",
  "id": "l3j4sy",
  "is_self": true,
  "media": null,
  "is_video": false
}