{
  "author": "armyof001",
  "the_new_excerpt": "First, I'm not religious and I have a science background. The reality is that\nfor the avergage person, science is a sort of faith. The average person does not\nhave the time or understanding to become fully educated on a subject. It takes a\nlifetime to get there. Therefore, their views which are…",
  "original_created_utc": 1622300246,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、私は無宗教ですし、科学の知識もあります。しかし、現実には\n平均的な人にとっては、科学は一種の信仰のようなものです。一般の人は、あるテーマについて十分な知識を得るための\nあるテーマについて十分な知識を得るためには、時間も理解力もありません。そこに到達するには\n一生かかっても無理です。そのため、彼らの見解は...",
      "title": "Cmv：科学にはある程度の信仰が必要であるという一般的な意見に反して、科学には信仰が必要である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我没有宗教信仰，我有科学背景。现实情况是\n对于普通人来说，科学是一种信仰。普通人没有\n有时间或理解力去充分了解一个主题。它需要一个\n一生才能达到这个目的。因此，他们的观点是...",
      "title": "Cmv: 科学需要一定程度的信仰，尽管流行观点认为它不需要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我沒有宗教信仰，我有科學背景。現實情況是\n對於普通人來說，科學是一種信仰。普通人沒有\n有時間或理解力去充分了解一個主題。它需要一個\n一生才能達到這個目的。因此，他們的觀點是...",
      "title": "Cmv: 科學需要一定程度的信仰，儘管流行觀點認爲它不需要。"
    }
  ],
  "title": "Cmv: Science requires a certain degree of faith despite the popular opinion that it does not",
  "created_utc": 1622325416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First, I&#39;m not religious and I have a science background. The reality is that for the avergage person, science is a sort of faith. The average person does not have the time or understanding to become fully educated on a subject. It takes a lifetime to get there. Therefore, their views which are &quot;backed up&quot; by science are actually just backed up by faith that whoever did the science did it properly. You are putting your faith in scientists so to speak.</p>\n\n<p>Yes, science is different from religion in the sense that in theory you could study a topic and hopefully arrive at the same conclusions that others got to independently of you. But, the average person can&#39;t do that so they must treat it as a faith.</p>\n\n<p>People often also misunderstand science and you see it all the time on reddit. A common example is when people link peer reviewed articles and use it as &quot;proof&quot; for their argument. This is a fundamental misunderstanding of science. For one, a few articles are not proof, they are evidence, and there&#39;s a big difference there. For two, the scientific method requires reproducability and repetition. Linking 1 or hell even 10 articles may not be sufficient evidence, the more articles there are, the stronger the evidence is, but something can&#39;t be taken as truth unless it has had dozens of articles published all arriving at the same conclusion.</p>\n\n<p>Lets say someone actually does read the articles, ond of the few people who actually do. Most likely, what they mean is that they read the abstract or maybe even the introduction. But, I&#39;d be willing to bet a lot of money that they didnt read the methodology, results, or discussion sections. Id bet that they always completely skip over the statistics part. And I don&#39;t blame them, statistics is a very complicated subject and even if they did read it I highly doubt they would understand it.</p>\n\n<p>Speaking of statistics. As I mentioned, it&#39;s a very complicated subject. Science is often used as almost a synonym for &quot;exact&quot;, or sort of the opposite of &#39;art&#39;. Art is usually taken to mean something that has a degree of humans making almost arbitrary instinctive decisions. This applies to science as well. There is art in science, it&#39;s not as exact as most people like to believe. Statistics is a great example and also highlights why dozens of studies are necessary to be confident in a conclusion. Statistics and study design deals with trying to factor for all the biases and unknowns. The problem with that is, how do you know that which you don&#39;t know? How do you know you accounted for everything? You can&#39;t know, and that&#39;s where the art is in designing studies well. This &quot;unknowability of the unknown&quot; is also why linking a handful of studies is weak evidence. It can be STRONGER evidence than what the other side has presented, but it&#39;s still weak evidence. You really do need dozens of studies done by many independent researchers to be able to claim strong evidence for something.</p>\n\n<p>To conclude, science requires faith and it&#39;s unavoidable for the average person. You&#39;re putting your faith that the scientists who are also just human did a good job. The scientific method only works so far as the humans who practice it practice it properly. And that is frequently not the case.</p>\n\n<p>That&#39;s not to say this is bad. Science is the best thing we got. It&#39;s just an inevitability, a fact of life that can&#39;t be avoided that we do need a certain degree of faith for it.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/nnp64p/cmv_science_requires_a_certain_degree_of_faith/",
  "subreddit": "changemyview",
  "id": "nnp64p",
  "is_self": true,
  "media": null,
  "is_video": false
}