{
  "author": "investingexpert",
  "original_created_utc": 1636231034,
  "title": "CMV: Bitcoin is a useless commodity and provides no value to society. One day it will be worth next to nothing.",
  "created_utc": 1636238475,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Bitcoin’s run up has made a lot of millionaires over the years. People who have no fundamental understanding of crypto currencies are throwing their life savings into Bitcoin, which does not produce any real value to society.</p>\n\n<p>When you invest in a company, let’s say a farm, you’re investing in something that produces real value. A farm generates crops, people buy these crops to consume, and the farm generates revenue/profit.</p>\n\n<p>When you invest in Bitcoin, you’re just hoping the next person will pay you more than your original purchase price. It doesn’t generate anything. At the very least gold is a precious metal that can actually be useful in creating jewelry. Bitcoin doesn’t serve any purpose.</p>\n\n<p>I wholeheartedly believe Bitcoin will one day become worthless. There will be many millionaires made along the way, but even more people that lose everything chasing a get rich quick scheme.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qo8pwk/cmv_bitcoin_is_a_useless_commodity_and_provides/",
  "subreddit": "changemyview",
  "id": "qo8pwk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Bitcoin’s run up has made a lot of millionaires over the years. People who have\nno fundamental understanding of crypto currencies are throwing their life\nsavings into Bitcoin, which does not produce any real value to society.\n\nWhen you invest in a company, let’s say a farm, you’re investing in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ビットコインの暴騰で、これまでに多くの億万長者が誕生しています。根本的に理解していない人が\n根本的に理解していない人たちが、社会に真の価値を生み出さないビットコインに\n社会に何の価値も生まないビットコインに、一生分の貯金をつぎ込んでいるのです。\n\n会社、例えば農場に投資するとき、あなたは...",
      "title": "CMV： ビットコインは無用の長物で、社会に何の価値も提供していません。いつか価値がゼロになる日が来るでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "多年来，比特币的上涨造就了很多百万富翁。那些对加密货币没有根本了解的人\n对加密货币没有基本了解的人将他们的毕生积蓄投入比特币。\n投入比特币，而比特币并没有给社会带来任何真正的价值。\n\n当你投资一个公司，比方说一个农场，你投资的是...",
      "title": "CMV: 比特币是一种无用的商品，对社会不提供任何价值。有一天，它的价值将几乎为零。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "多年來，比特幣的上漲造就了很多百萬富翁。那些對加密貨幣沒有根本瞭解的人\n對加密貨幣沒有基本瞭解的人將他們的畢生積蓄投入比特幣。\n投入比特幣，而比特幣並沒有給社會帶來任何真正的價值。\n\n當你投資一個公司，比方說一個農場，你投資的是...",
      "title": "CMV: 比特幣是一種無用的商品，對社會不提供任何價值。有一天，它的價值將幾乎爲零。"
    }
  ]
}