{
  "author": "surf_rider",
  "the_new_excerpt": "As someone who had a heart attack less than 6 months ago, the symptoms and signs\nmay not be what you expect. You also don’t need to be what people stereotype as\nthe ‘high-risk’ category or have had indicators or warnings that you could be at\nrisk.\n\nThe chest pain, arm pain, shoulder pain were there…",
  "original_created_utc": 1612642764,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个不到半年前曾有过心脏病的人，症状和体征\n可能不是你所期望的。你也不需要成为人们刻板印象中的那样\n高风险 \"类别，或有指标或警告，你可能会在。\n险。\n\n胸痛、臂痛、肩痛都有... ...",
      "title": "YSK说，心脏病发作的症状可能与你所期望的完全不同。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個不到半年前曾有過心臟病的人，症狀和體徵\n可能不是你所期望的。你也不需要成爲人們刻板印象中的那樣\n高風險 \"類別，或有指標或警告，你可能會在。\n險。\n\n胸痛、臂痛、肩痛都有... ...",
      "title": "YSK說，心臟病發作的症狀可能與你所期望的完全不同。"
    }
  ],
  "title": "YSK that the symptoms of a heart attack may be quite different than what you’d expect.",
  "created_utc": 1612673032,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As someone who had a heart attack less than 6 months ago, the symptoms and signs may not be what you expect. You also don’t need to be what people stereotype as the ‘high-risk’ category or have had indicators or warnings that you could be at risk. </p>\n\n<p>The chest pain, arm pain, shoulder pain were there BUT it may not be the “type” of pain you expect. I had waves of tightness dead center in my chest that would come and go every few minutes. It was a burning feeling. It was lower on my sternum than I’d have thought. I had never had a heart attack nor indigestion so naturally, I assumed it was the latter and my research online convinced me it was. </p>\n\n<p>I assumed it would have been a sharper pain on my upper arm/shoulder and a sharper, more acute pain closer to where we mistakenly generally consider our heart to be...upper left chest. In fact, my symptoms were almost line-by-line identical to that of heartburn or indigestion ... it wasn’t, and the difference can be life or death. </p>\n\n<p>My arms hurt but it was more of a burning pain on the back of both arms. Vomiting and sweating followed a few hours into it which was the big red flag...the ambulance not far behind the vomiting. The rest was a blur until the ICU but I do remember some of it. </p>\n\n<p>I made the common mistake of equating the symptoms to heartburn or indigestion and should have gone to the ER 10 hours sooner and therefore found myself VERY lucky to have made it through. </p>\n\n<p>PLS don’t fuck around. I’m not an older guy, I’m not in bad shape and had never had indicators that I was high risk.</p>\n\n<p>A friends mother passed away a few years ago from a heart attack and by all accounts, it seemed to be a stomach bug. Nausea, hot spells and general stomach issues. Went to bed and never woke up, and in hindsight, if I knew then what we know now, we would have called for medical attention and possibly changed the outcome. She too wasn’t at the age you’d expect nor was she overweight or the typical high-risk category. Entirely different from what I experienced or would have expected from a cardiac event. </p>\n\n<p><strong>If you suspect a heart attack, do yourself and your loved ones a favor and treat it as such.</strong></p>\n\n<p>Better to be safe and be in the ER than be stubborn and wind up in the morgue. </p>\n\n<p>WebMD is NOT going to save your life because you thought you had symptoms of something somewhat mundane.</p>\n\n<p>WHY YSK - *<em>IT COULD BE YOU. IT COULD BE YOUR LOVED ONE. YOU DON’T HAVE TO BE ELDERLY, OVERWEIGHT OR PREDISPOSED. JUST BECAUSE IT DOESN’T FEEL LIKE WHAT YOU MAY EXPECT, DOESN’T MEAN YOU SHOULDN’T TAKE IT VERY SERIOUSLY. *</em></p>\n</div><!-- SC_ON -->",
  "score": 5625,
  "permalink": "/r/YouShouldKnow/comments/le5v6d/ysk_that_the_symptoms_of_a_heart_attack_may_be/",
  "subreddit": "YouShouldKnow",
  "id": "le5v6d",
  "is_self": true,
  "media": null,
  "is_video": false
}