{
  "author": "quarterfast",
  "original_created_utc": 1636406891,
  "title": "YSK that quickly comparing health insurance plan costs during open enrollment (now!) can save you thousands in health insurance costs next year [USA]",
  "created_utc": 1636420386,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people stick with the health insurance plan they&#39;ve had for years, but annual changes in premiums and out-of-pocket costs can have big impacts on your actual and potential expenses. By using a spreadsheet to compare overall costs, you can choose the most cost-effective plan that your employer offers. Sometimes that choice even bucks conventional wisdom like &quot;HSAs are only for young, healthy, single people&quot; and &quot;Definitely choose the most expensive plan if you are going to have a baby.&quot; The right choice is specific to the plans offered by your employer!</p>\n\n<p>In  the US, the Open Enrollment period at the beginning of November is the only time during the year you can make changes to your health insurance  plan (barring certain life events). Many companies offer several plans  with different cost structures, and doing a thorough comparison can save  you more money than you would think. Many times, the most expensive plan is NOT the best choice, even if you know you will have a lot of  medical costs.</p>\n\n<p>Here is a spreadsheet template you can save a copy of. Fill in the outlined section at the top with the various plans offered by your/your spouse&#39;s  employer: <a href=\"https://docs.google.com/spreadsheets/d/18kLItQPl3DVFN4TnKJrA4ZUurWirj5IP1hooipTiY7g/edit?usp=sharing\">https://docs.google.com/spreadsheets/d/18kLItQPl3DVFN4TnKJrA4ZUurWirj5IP1hooipTiY7g/edit?usp=sharing</a></p>\n\n<p>Look  at your company&#39;s offerings to find the monthly premium, deductible,  coinsurance, and out-of-pocket maximum. If your company offers a  High-Deductible Health Plan (HDHP) and has an HSA (health savings  account) contribution they add, include that, too.</p>\n\n<p>Once you&#39;ve replaced my sample numbers with your own, look at the graph to  see how much you will pay in total (premiums, deductible, total  out-of-pocket costs) to choose the right plan for you or your family.</p>\n\n<p>I  often see posts on Reddit that HSA plans can be very cost-effective for young, single people who don&#39;t have many medical expenses.  Additionally, many assume that if they know they will incur large costs  (e.g. major surgery, having a baby) during the year, then they should choose the most expensive plan that covers the most. <em>In many cases, that is not true!</em>  High-deductible health plans often have such low premiums that they  come out less expensive overall than traditional &quot;gold/platinum&quot; PPO  plans, even if you incur tens of thousands of dollars in medical  expenses.</p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/YouShouldKnow/comments/qpnoo3/ysk_that_quickly_comparing_health_insurance_plan/",
  "subreddit": "YouShouldKnow",
  "id": "qpnoo3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people stick with the health insurance plan they've had for years,\nbut annual changes in premiums and out-of-pocket costs can have big impacts on\nyour actual and potential expenses. By using a spreadsheet to compare overall\ncosts, you can choose the most cost-effective plan that your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くの人は、長年加入している健康保険をそのまま利用しています。\nしかし、毎年の保険料や自己負担額の変化は、あなたの実際の負担額や潜在的な負担額に大きな影響を与えます。\nしかし、毎年の保険料や自己負担額の変更は、実際の支出と潜在的な支出に大きな影響を与えます。スプレッドシートを使って全体のコストを比較することで\nスプレッドシートを使って全体的なコストを比較することで、自分に合った最もコストパフォーマンスの高いプランを選ぶことができます。",
      "title": "オープン・エンレジメント中（今！）に健康保険プランのコストを素早く比較することで、来年の健康保険料を数千ドル節約できるというYSK【アメリカ】。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人坚持使用他们已经拥有多年的健康保险计划。\n但保费和自付费用的年度变化可能会对你的实际和潜在支出产生重大影响。\n你的实际和潜在支出。通过使用电子表格来比较总的\n通过使用电子表格来比较整体成本，你可以选择最符合成本效益的计划，以满足你的需求。",
      "title": "YSK认为，在开放注册期间快速比较健康保险计划费用（现在！）可以在明年为您节省成千上万的健康保险费用[美国]"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人堅持使用他們已經擁有多年的健康保險計劃。\n但保費和自付費用的年度變化可能會對你的實際和潛在支出產生重大影響。\n你的實際和潛在支出。通過使用電子表格來比較總的\n通過使用電子表格來比較整體成本，你可以選擇最符合成本效益的計劃，以滿足你的需求。",
      "title": "YSK認爲，在開放註冊期間快速比較健康保險計劃費用（現在！）可以在明年爲您節省成千上萬的健康保險費用[美國]"
    }
  ]
}