{
  "author": "smooke-it-ange",
  "original_created_utc": 1640351410,
  "title": "COSMOS - the gift that keeps on giving!",
  "created_utc": 1640367507,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Well, if this isn’t an example of not too listen to peoples opinions in this sub then I don’t know what is.&lt;/p&gt;\n\n&lt;p&gt;If you scroll down my posts you will see I wrote a piece earlier this year regarding how lucrative the OSMO airdrop had been to me. You will see from the comments this was met with downvotes and ADA/VET moonbois calling it a scam and me a shiller. &lt;/p&gt;\n\n&lt;p&gt;Fast forward a couple of months and I would like to rub some salt into those bitter wounds. I have been solely surviving of my OSMO and JUNO rewards for 2 months now. Rewards may I add, that came solely from compounding the airdrop amounts I received. By surviving I actually mean living as the amounts have been averaging around £1700 per week. &lt;/p&gt;\n\n&lt;p&gt;Now to make it even better, I have been converting said rewards to CRO, sending to CDC and topping up my crypto debit card to which I then receive 3% back on all purchases! Free money from free money which never touches my main bank account.&lt;/p&gt;\n\n&lt;p&gt;To make things even better this Christmas, there has been a number of further airdrops announced for ATOM, OSMO, JUNO stakers, one of which on January 1st (NETA) promises to be very lucrative.&lt;/p&gt;\n\n&lt;p&gt;Please tell me how well your Christmas has been all you naysayers? How’s ADA doing? &lt;/p&gt;\n\n&lt;p&gt;Take away: do not listen to the negativity from arrogant moon bois in this sub, DYOR and make your own decisions.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 174,
  "permalink": "/r/CryptoCurrency/comments/rnm1i1/cosmos_the_gift_that_keeps_on_giving/",
  "subreddit": "CryptoCurrency",
  "id": "rnm1i1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Well, if this isn’t an example of not too\nlisten to peoples opinions in this sub then I don’t know what is.</p> <p>If you\nscroll down my posts you will see I wrote a piece earlier this year regarding\nhow lucrative the OSMO airdrop had been to me. You will see from…"
}