{
  "author": "smooke-it-ange",
  "original_created_utc": 1640351410,
  "title": "COSMOS - the gift that keeps on giving!",
  "created_utc": 1640367507,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Well, if this isn’t an example of not too listen to peoples opinions in this sub then I don’t know what is.&lt;/p&gt;\n\n&lt;p&gt;If you scroll down my posts you will see I wrote a piece earlier this year regarding how lucrative the OSMO airdrop had been to me. You will see from the comments this was met with downvotes and ADA/VET moonbois calling it a scam and me a shiller. &lt;/p&gt;\n\n&lt;p&gt;Fast forward a couple of months and I would like to rub some salt into those bitter wounds. I have been solely surviving of my OSMO and JUNO rewards for 2 months now. Rewards may I add, that came solely from compounding the airdrop amounts I received. By surviving I actually mean living as the amounts have been averaging around £1700 per week. &lt;/p&gt;\n\n&lt;p&gt;Now to make it even better, I have been converting said rewards to CRO, sending to CDC and topping up my crypto debit card to which I then receive 3% back on all purchases! Free money from free money which never touches my main bank account.&lt;/p&gt;\n\n&lt;p&gt;To make things even better this Christmas, there has been a number of further airdrops announced for ATOM, OSMO, JUNO stakers, one of which on January 1st (NETA) promises to be very lucrative.&lt;/p&gt;\n\n&lt;p&gt;Please tell me how well your Christmas has been all you naysayers? How’s ADA doing? &lt;/p&gt;\n\n&lt;p&gt;Take away: do not listen to the negativity from arrogant moon bois in this sub, DYOR and make your own decisions.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 174,
  "permalink": "/r/CryptoCurrency/comments/rnm1i1/cosmos_the_gift_that_keeps_on_giving/",
  "subreddit": "CryptoCurrency",
  "id": "rnm1i1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Well, if this isn’t an example of not too\nlisten to peoples opinions in this sub then I don’t know what is.</p> <p>If you\nscroll down my posts you will see I wrote a piece earlier this year regarding\nhow lucrative the OSMO airdrop had been to me. You will see from…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Well, if this is not an example of not too.\n</p> <p>このサブで人の意見に耳を傾けることは、何を意味するのかわかりません。\n私の記事を下にスクロールすると、今年の初めに書いた記事があります。\nOSMOのエアドロップがいかに有益であったかを。ご覧の通り...",
      "title": "COSMOS - 贈り物に最適です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>好吧，如果这不是一个不听从本子的例子，那么我不知道什么才是。\n</p> <p>如果你顺着我的帖子往下看，你会发现我说的是：\"我不知道你在说什么。\n谈到这个问题时，他说：\"我觉得我的工作很重要。\n你会看到我在今年早些时候写了一篇关于OSMO空投对我来说是多么有利可图的文章。你会看到，从...",
      "title": "COSMOS--不断给予的礼物"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>好吧，如果這不是一個不聽從本子的例子，那麼我不知道什麼纔是。\n</p> <p>如果你順着我的帖子往下看，你會發現我說的是：\"我不知道你在說什麼。\n談到這個問題時，他說：\"我覺得我的工作很重要。\n你會看到我在今年早些時候寫了一篇關於OSMO空投對我來說是多麼有利可圖的文章。你會看到，從...",
      "title": "COSMOS--不斷給予的禮物"
    }
  ]
}