{
  "author": "GeneReddit123",
  "original_created_utc": 1629945559,
  "title": "YSK: If you want to know what's going on in a (large, public) corporation, read their annual Form 10-K report. Marketing and shareholder communication can be distorted to make things look better than they are, but the Form 10-K is legally required to have undistorted financial and risk analysis.",
  "created_utc": 1629952165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Company communication is notorious to be shaped by marketing and public image concerns. Not only actual advertising, but even shareholder letters can paint a rosy picture to encourage investment or act as informal promotional material, over-emphasizing things that went well and burying things that didn&#39;t.</p>\n\n<p>However, under US law, every large (over $10M in assets) publicly traded company must file an annual financial and risk analysis report called a <a href=\"https://en.wikipedia.org/wiki/Form_10-K\">Form 10-K</a> to the Securities Exchange Commission. This report must, by law, have an honest and undistorted statement of financial performance, risk analysis, executive compensation, major corporate decisions, and other relevant information. Since it is filed to the government, rather than to the general public, corporations are far more careful about ensuring what they say is truthful and representative.</p>\n\n<p>Whether or not you are a shareholder, a consumer, or just a concerned citizen, Form 10-K may expose inner dealings that a corporation might otherwise prefer to keep under wraps. For example, a quote from EA&#39;s Form 10-k report from 2017 states: </p>\n\n<p>&quot;<em>Negative player sentiment about our business practices also can lead to investigations from regulatory agencies and consumer groups, as well as litigation, which, regardless of their outcome, may be costly, damaging to our reputation and harm our business.&quot;</em></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/pbqha8/ysk_if_you_want_to_know_whats_going_on_in_a_large/",
  "subreddit": "YouShouldKnow",
  "id": "pbqha8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Company communication is notorious to be shaped by marketing and public\nimage concerns. Not only actual advertising, but even shareholder letters can\npaint a rosy picture to encourage investment or act as informal promotional\nmaterial, over-emphasizing things that went well and burying…"
}