{
  "author": "GeneReddit123",
  "original_created_utc": 1629945559,
  "title": "YSK: If you want to know what's going on in a (large, public) corporation, read their annual Form 10-K report. Marketing and shareholder communication can be distorted to make things look better than they are, but the Form 10-K is legally required to have undistorted financial and risk analysis.",
  "created_utc": 1629952165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Company communication is notorious to be shaped by marketing and public image concerns. Not only actual advertising, but even shareholder letters can paint a rosy picture to encourage investment or act as informal promotional material, over-emphasizing things that went well and burying things that didn&#39;t.</p>\n\n<p>However, under US law, every large (over $10M in assets) publicly traded company must file an annual financial and risk analysis report called a <a href=\"https://en.wikipedia.org/wiki/Form_10-K\">Form 10-K</a> to the Securities Exchange Commission. This report must, by law, have an honest and undistorted statement of financial performance, risk analysis, executive compensation, major corporate decisions, and other relevant information. Since it is filed to the government, rather than to the general public, corporations are far more careful about ensuring what they say is truthful and representative.</p>\n\n<p>Whether or not you are a shareholder, a consumer, or just a concerned citizen, Form 10-K may expose inner dealings that a corporation might otherwise prefer to keep under wraps. For example, a quote from EA&#39;s Form 10-k report from 2017 states: </p>\n\n<p>&quot;<em>Negative player sentiment about our business practices also can lead to investigations from regulatory agencies and consumer groups, as well as litigation, which, regardless of their outcome, may be costly, damaging to our reputation and harm our business.&quot;</em></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/pbqha8/ysk_if_you_want_to_know_whats_going_on_in_a_large/",
  "subreddit": "YouShouldKnow",
  "id": "pbqha8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Company communication is notorious to be shaped by marketing and public\nimage concerns. Not only actual advertising, but even shareholder letters can\npaint a rosy picture to encourage investment or act as informal promotional\nmaterial, over-emphasizing things that went well and burying…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：企業のコミュニケーションは、マーケティングやパブリックイメージの問題によって形成されていることはよく知られています。\nイメージに左右されがちです。実際の広告だけでなく、株主向けの手紙でさえも\n投資を促すためにバラ色の絵を描いたり、非公式の宣伝材料として機能したりします。\nうまくいったことを過剰に強調し、うまくいかなかったことを埋没させるような、非公式な宣伝材料として機能します。",
      "title": "YSK: (大規模な上場企業の)会社で何が起こっているのかを知りたければ、年次報告書であるForm 10-Kを読んでください。マーケティングや株主とのコミュニケーションは、物事を実際よりも良く見せるために歪められることがありますが、Form 10-Kには歪められていない財務分析とリスク分析が法的に求められています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：公司的沟通是由营销和公众形象问题决定的，这是众所周知的。\n形象的关注。不仅是实际的广告，甚至是股东信也可以\n描绘出一幅美好的画面，以鼓励投资或作为非正式的宣传材料。\n材料，过分强调进展顺利的事情，而埋没了......",
      "title": "YSK：如果你想知道一家（大型上市）公司发生了什么，请阅读他们的年度10-K表格报告。市场营销和股东沟通可以被扭曲，使事情看起来比实际情况要好，但10-K表格是法律要求的，有不扭曲的财务和风险分析。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：公司的溝通是由營銷和公衆形象問題決定的，這是衆所周知的。\n形象的關注。不僅是實際的廣告，甚至是股東信也可以\n描繪出一幅美好的畫面，以鼓勵投資或作爲非正式的宣傳材料。\n材料，過分強調進展順利的事情，而埋沒了......",
      "title": "YSK：如果你想知道一家（大型上市）公司發生了什麼，請閱讀他們的年度10-K表格報告。市場營銷和股東溝通可以被扭曲，使事情看起來比實際情況要好，但10-K表格是法律要求的，有不扭曲的財務和風險分析。"
    }
  ]
}