{
  "author": "AdventurousRelative2",
  "the_new_excerpt": "I want to go more in depth with this by saying that whether a newscast has\nconservative/liberal talking points there still is a narrative they want to\npush.\n\nFor example, Fox News pushed the narrative that the election was stolen. They\ntry to discredit BLM but they endorsed the Capitol Hill…",
  "original_created_utc": 1619110295,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこのことについてもっと深く考えてみたいと思います。\n保守派、リベラル派のトークポイントがあっても、彼らが押したい物語があるということです。\n例えば\n\n例えば、Fox Newsは「選挙は盗まれた」というナラティブを押しました。彼らは\n彼らはBLMの信用を落とそうとしていますが、キャピトル・ヒルを支持しています・・・。",
      "title": "CMV: 好むと好まざるとにかかわらず、メディアは情報を提供するのではなく、物語を押し付けるものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想更深入地讨论这个问题，我想说，无论一个新闻节目是否有\n保守派/自由派的谈话要点，仍然有他们想要的叙述。\n推广。\n\n例如，福克斯新闻推崇的是选举被盗的说法。他们\n试图诋毁BLM，但他们支持国会山的...",
      "title": "CMV：无论你喜欢与否，媒体都有自己的叙事方式，他们推动而不是告知。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想更深入地討論這個問題，我想說，無論一個新聞節目是否有\n保守派/自由派的談話要點，仍然有他們想要的敘述。\n推廣。\n\n例如，福克斯新聞推崇的是選舉被盜的說法。他們\n試圖詆譭BLM，但他們支持國會山的...",
      "title": "CMV：無論你喜歡與否，媒體都有自己的敘事方式，他們推動而不是告知。"
    }
  ],
  "title": "CMV: Whether you like it or not, the media has a narrative that they push rather than inform.",
  "created_utc": 1619117065,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to go more in depth with this by saying that whether a newscast has conservative/liberal talking points there still is a narrative they want to push. </p>\n\n<p>For example, Fox News pushed the narrative that the election was stolen. They try to discredit BLM but they endorsed the Capitol Hill riots.</p>\n\n<p>For a liberal-based news network like CNN, they pushed the narrative that Trump’s aide Anthony Scaramucci was involved with the Russian Direct Investment Fund, under Senate investigation, when he wasn’t which they later retracted. </p>\n\n<p>No matter the news network you’re watching, there will always be an agenda the media wants to push. It is really just a distraction from the important things that really matter.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/mw9583/cmv_whether_you_like_it_or_not_the_media_has_a/",
  "subreddit": "changemyview",
  "id": "mw9583",
  "is_self": true,
  "media": null,
  "is_video": false
}