{
  "author": "almostjay",
  "the_new_excerpt": "Pretty simple concept. Governments and the laws that they pass should be treated\nlike scientific experiments and follow the scientific method: Observation -\nHypothesis - Test - Refine.\n\nObserve and identify societal problems. Formulate an idea as to how to fix it.\nEstablish objective criteria upon…",
  "original_created_utc": 1613325801,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "很简单的概念。政府和它们通过的法律应该被视为是一个简单的概念。\n喜欢科学实验，遵循科学方法。观察...\n假设--检验--完善。\n\n观察并找出社会问题。形成一个如何解决它的想法。\n建立客观标准，根据...",
      "title": "CMV：政府应该像实验一样运行。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "很簡單的概念。政府和它們通過的法律應該被視爲是一個簡單的概念。\n喜歡科學實驗，遵循科學方法。觀察...\n假設--檢驗--完善。\n\n觀察並找出社會問題。形成一個如何解決它的想法。\n建立客觀標準，根據...",
      "title": "CMV：政府應該像實驗一樣運行。"
    }
  ],
  "title": "CMV: Governments Should be Run Like Experiments.",
  "created_utc": 1613356631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Pretty simple concept. Governments and the laws that they pass should be treated like scientific experiments and follow the scientific method: Observation - Hypothesis - Test - Refine. </p>\n\n<p>Observe and identify societal problems. Formulate an idea as to how to fix it. Establish objective criteria upon which to judge the proposed solution and put it into action. Collect data to see if the solution is working as intended, and if it is not, tweak the solution or scrap it altogether and start again. </p>\n\n<p>I understand that underlying power structures will never let this happen. I also understand that agreeing to objective criteria is much easier said than done, and that partisanship in this paradigm would probably result in attempts to undermine solutions that are working but are not your own. That said, until we evolve to the point where the above is possible, I don’t think we’ll ever transcend the current global status quo that only really works for those at the top.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/ljtkcq/cmv_governments_should_be_run_like_experiments/",
  "subreddit": "changemyview",
  "id": "ljtkcq",
  "is_self": true,
  "media": null,
  "is_video": false
}