{
  "author": "FrostyDrink8834",
  "original_created_utc": 1625621751,
  "title": "CMV: The United States is slowly but TOTALLY collapsing before our very eyes.",
  "created_utc": 1625639409,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From unsalvageable political polarization, to our undying reliance fossil fuels, to the mental health/healthcare crisis, to gun violence. Aside from civil rights (I understand that this is no small footnote and is a great improvement) it seems like literally <strong>nothing</strong> has gotten better/no improvements have been made to this country in at least 40 years. Seems like we are all worse off financially, mentally and physically. I would love for someone to give me some solid evidence that we aren&#39;t beyond redemption. I am only talking about the United States because I live here and don&#39;t really know what other countries go through other than what I read from the news, which at this point feels untrustworthy, politicized and fueled by capitalist gains.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/changemyview/comments/of8y6f/cmv_the_united_states_is_slowly_but_totally/",
  "subreddit": "changemyview",
  "id": "of8y6f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "From unsalvageable political polarization, to our undying reliance fossil fuels,\nto the mental health/healthcare crisis, to gun violence. Aside from civil rights\n(I understand that this is no small footnote and is a great improvement) it\nseems like literally nothing has gotten better/no improvements…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "救いようのない政治的偏向から、化石燃料への永遠の依存、精神衛生・医療の危機、銃による暴力まで、さまざまな問題があります。\nメンタルヘルスとヘルスケアの危機、そして銃による暴力まで。市民権はさておき\nこれは小さな脚注ではなく、大きな改善であることは理解しています）を除けば\n文字通り何も良くなっていない、改善されていないように思えます。",
      "title": "CMV: アメリカはゆっくりと、しかし完全に目の前で崩壊しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从无法挽救的政治两极分化，到我们对化石燃料的无尽依赖。\n到精神健康/保健危机，到枪支暴力。除了民权之外\n我知道这不是一个小脚注，是一个很大的进步），它\n似乎真的没有什么变得更好/没有改善......",
      "title": "CMV：美国正在我们眼前慢慢地但完全地崩溃了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從無法挽救的政治兩極分化，到我們對化石燃料的無盡依賴。\n到精神健康/保健危機，到槍支暴力。除了民權之外\n我知道這不是一個小腳註，是一個很大的進步），它\n似乎真的沒有什麼變得更好/沒有改善......",
      "title": "CMV：美國正在我們眼前慢慢地但完全地崩潰了。"
    }
  ]
}