{
  "author": "wildwestington",
  "original_created_utc": 1634791688,
  "title": "Why didn't Norse Explorers Introduce 'Old World' Diseases to Indigenous Americans?",
  "created_utc": 1634836133,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I have noticed an high amount of attention towards Viking Explorers in North America around the year 1000. </p>\n\n<p>The biological impact of various Euro groups in their first contacts with Indigenous Americans around 1500 and later is also well known. The explanation is considered to be a lack of natural immunity to diseases that had previous been contained to the Euro-Asian-African landmass, diseases that had been present on that landmass for thousands of years, diseases that had wreaked havoc on mankind long enough for some sort of natural immunity to develop. </p>\n\n<p>Do we have any evidence the Vikings initiated any similar biological catastrophics when they first contacted America? Is there any scholarly discussion as to why various indigenous communities were still so sensitive to diseases like small pox and other infectious and lethal &#39;Old World&#39; diseases, when they may have already encountered them a half century early?</p>\n\n<p>Was 500 years not long enough to develop and significant immunity? Is Viking contact with indigenous groups exaggerated, or were the indigenous Americans groups the vikings encountered themselves isolated? What can of scholarly discussion existed on the subject? </p>\n\n<p>Thank you so much in advance to any who may take the time to answer.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/qcjujw/why_didnt_norse_explorers_introduce_old_world/",
  "subreddit": "AskHistorians",
  "id": "qcjujw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently I have noticed an high amount of attention towards Viking Explorers in\nNorth America around the year 1000.\n\nThe biological impact of various Euro groups in their first contacts with\nIndigenous Americans around 1500 and later is also well known. The explanation\nis considered to be a lack of…"
}