{
  "author": "2Levit",
  "original_created_utc": 1637035289,
  "title": "Just finished the Wheel of Time...",
  "created_utc": 1637050225,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I can&#39;t believe it&#39;s over. Took me almost 2 years to read. On one hand, such an incredible series and on the other it was such a slog.  I knew that if I started another book I wouldn&#39;t get back into this one so I persevered and it was totally worth it.  The character arcs, the detail, it was all amazing.  </p>\n\n<p>Mat was my favorite story arc but they all had their moments.</p>\n\n<p>I&#39;m currently moping around the house with the stark reality that it&#39;s over (meaning i can actually go to bed on time now). My wife, who is not a reader just doesn&#39;t understand how one can get so emotionally involved with a story keeps looking at me weird as I sit and sigh reflecting some of the more memorable moments over the series. </p>\n\n<p>Anyways, on to the next book series I stumble upon. This series will need a re read in the future!</p>\n\n<p>Thanks for listening to my rant</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/quyx0h/just_finished_the_wheel_of_time/",
  "subreddit": "books",
  "id": "quyx0h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I can't believe it's over. Took me almost 2 years to read. On one hand, such an\nincredible series and on the other it was such a slog. I knew that if I started\nanother book I wouldn't get back into this one so I persevered and it was\ntotally worth it. The character arcs, the detail, it was all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "終わってしまったことが信じられません。読むのに約2年かかりました。一方では、このような\n信じられないようなシリーズである一方で、とても苦労しました。もし他の本を読み始めたら、この本には戻れないだろうと\n他の本を読み始めたら、この本には戻れないと思ったので、我慢しました。\nその価値は十分にありました。キャラクターのアーカス、ディテール、すべてが...。",
      "title": "ちょうど「Wheel of Time」を読み終えたところです...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不相信它已经结束了。我花了近2年时间来阅读。一方面，这样一个\n惊人的系列，而另一方面，它又是如此的艰辛。我知道，如果我开始\n我知道如果我开始另一本书，我就不会再回到这本书里，所以我坚持了下来，这是很值得的。\n完全值得。角色的弧度、细节，这一切都...",
      "title": "刚刚读完《时间之轮》..."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不相信它已經結束了。我花了近2年時間來閱讀。一方面，這樣一個\n驚人的系列，而另一方面，它又是如此的艱辛。我知道，如果我開始\n我知道如果我開始另一本書，我就不會再回到這本書裏，所以我堅持了下來，這是很值得的。\n完全值得。角色的弧度、細節，這一切都...",
      "title": "剛剛讀完《時間之輪》..."
    }
  ]
}