{
  "author": "yourshadowtwin",
  "original_created_utc": 1637091659,
  "title": "YSK: Some cheeses have no lactose",
  "created_utc": 1637105140,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: you might still be able to make dishes with cheese if you are lactose intolerant. A thorough or complete cheese has little or no lactose in it, so you don’t have to limit yourself necessarily. Milk is made up of two proteins; casein and whey. The whey is where the lactose is. When you make cheese, you separate the two proteins (thus you get curds and whey) using rennet (an enzyme that baby mammals naturally produce to digest milk) and keep the casein protein (that’s the cheese part). </p>\n\n<p>Some cheeses are less thorough with the rennet, like mozzarella, and have more whey. Those cheeses are less likely to be digestible for lactose intolerant people. Harder cheeses have less or no lactose because they are made with more rennet. If you are lactose intolerant, you might be able to handle these cheeses! Cheese on!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/qvg67z/ysk_some_cheeses_have_no_lactose/",
  "subreddit": "YouShouldKnow",
  "id": "qvg67z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: you might still be able to make dishes with cheese if you are lactose\nintolerant. A thorough or complete cheese has little or no lactose in it, so you\ndon’t have to limit yourself necessarily. Milk is made up of two proteins;\ncasein and whey. The whey is where the lactose is. When you make…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、乳糖があってもチーズを使った料理が作れるかもしれないからです。\n乳糖不耐症の方でもチーズを使った料理が作れるかもしれません。完全なチーズは、乳糖がほとんど含まれていないので、必ずしも制限する必要はありません。\n必ずしも制限する必要はありません。牛乳は2つのタンパク質でできています。\nカゼインとホエーです。乳糖が含まれているのは乳清の部分です。作るときに...",
      "title": "YSK: 乳糖が含まれていないチーズもあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：如果你是乳糖不耐受者，你可能仍然能够用奶酪做菜。\n不耐受。彻底的或完整的奶酪中很少或没有乳糖，所以你\n不一定要限制自己。牛奶是由两种蛋白质组成的。\n酪蛋白和乳清。乳清是乳糖的所在。当你做...",
      "title": "YSK：有些奶酪没有乳糖"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：如果你是乳糖不耐受者，你可能仍然能夠用奶酪做菜。\n不耐受。徹底的或完整的奶酪中很少或沒有乳糖，所以你\n不一定要限制自己。牛奶是由兩種蛋白質組成的。\n酪蛋白和乳清。乳清是乳糖的所在。當你做...",
      "title": "YSK：有些奶酪沒有乳糖"
    }
  ]
}