{
  "author": "pawn_guy",
  "original_created_utc": 1630728419,
  "title": "I know \"the book was better than the movie\" is a huge cliché, so I'm curious if anyone can name an example of a movie being better than the book.",
  "created_utc": 1630736822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s a cliché for a reason. I can easily name a dozen examples off the top of my head where the book was better than the movie. I realized though that I&#39;ve never read a book that was adapted into a movie where I enjoyed the movie more. I&#39;m curious if anyone has an example that goes against the norm. Obviously this would only be your opinion.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/books/comments/phkj89/i_know_the_book_was_better_than_the_movie_is_a/",
  "subreddit": "books",
  "id": "phkj89",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's a cliché for a reason. I can easily name a dozen examples off the top of my\nhead where the book was better than the movie. I realized though that I've never\nread a book that was adapted into a movie where I enjoyed the movie more. I'm\ncurious if anyone has an example that goes against the norm.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "決まり文句には理由があります。映画よりも本の方が良かったという例は、私の頭の中で簡単に12個も挙げることができます。\n映画よりも本の方が良かったという例をいくつも挙げることができます。しかし、私は今までに\n映画化された本を読んで、映画の方が面白かったということはありません。私は\n誰か常識に反した例を知っている人がいたら教えてください....",
      "title": "映画よりも本の方が良かった」というのは大きな決まり文句なので、本よりも映画の方が良かったという例を誰か挙げてくれないかなと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是个陈词滥调，是有原因的。我可以很容易地说出一打例子来\n书比电影好的例子。但我意识到，我从来没有\n读过一本被改编成电影的书，而我更喜欢这部电影。我\n我很好奇，如果有谁能举出一个与规范相悖的例子，....。",
      "title": "我知道 \"书比电影好 \"是一个巨大的陈词滥调，所以我很好奇是否有人能说出一个电影比书好的例子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是個陳詞濫調，是有原因的。我可以很容易地說出一打例子來\n書比電影好的例子。但我意識到，我從來沒有\n讀過一本被改編成電影的書，而我更喜歡這部電影。我\n我很好奇，如果有誰能舉出一個與規範相悖的例子，....。",
      "title": "我知道 \"書比電影好 \"是一個巨大的陳詞濫調，所以我很好奇是否有人能說出一個電影比書好的例子。"
    }
  ]
}