{
  "author": "kugelbl1z",
  "original_created_utc": 1637840825,
  "title": "CMV: People that enjoy seeing criminals \"getting what they deserve\" by being hurt, beat down or killed are just looking for excuses to enjoy people's suffering.",
  "created_utc": 1637847464,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll never enjoy seeing someone getting hurt or killed no matter how &quot;bad&quot; of a person they are. even if they were literally Hitler.</p>\n\n<p>It happens often on reddit that I see posts about vigilante violence, or for example bikes being left unsupervised and trapped to hurt the thief, and people in the comment section are all getting very excited about seeing a &quot;bad person&quot; getting hurt.</p>\n\n<p>It is my opinion that they actually just enjoy seeing people suffering, and they need an excuse for it. It happening to a &quot;bad person&quot; enable it being &quot;fine&quot; instead of completely horrible.</p>\n</div><!-- SC_ON -->",
  "score": 135,
  "permalink": "/r/changemyview/comments/r1uupq/cmv_people_that_enjoy_seeing_criminals_getting/",
  "subreddit": "changemyview",
  "id": "r1uupq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'll never enjoy seeing someone getting hurt or killed no matter how \"bad\" of a\nperson they are. even if they were literally Hitler.\n\nIt happens often on reddit that I see posts about vigilante violence, or for\nexample bikes being left unsupervised and trapped to hurt the thief, and people\nin the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "どんなに「悪い」人でも、人が傷ついたり殺されたりするのを見て楽しむことはできない。\nたとえそれが文字通りのヒトラーであってもです。\n\nredditでは、自警団による暴力についての投稿をよく見かけます。\n例えば、自転車が放置されていて、泥棒を捕まえるために罠にかけられていて、それを見た人が\nの中にいます。",
      "title": "CMV: 犯罪者が傷つけられたり、打ちのめされたり、殺されたりする「自業自得」の姿を楽しむ人は、人の苦しみを楽しむ口実を探しているだけです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从不喜欢看到有人受伤或被杀，无论他们是多么 \"坏 \"的人。\n即使他们是真正的希特勒。\n\n在reddit上，我经常看到关于私刑暴力的帖子，或者说，例如\n例如，自行车在无人看管的情况下被困住，导致小偷受伤，而人们在\n在...",
      "title": "CMV: 那些喜欢看到罪犯通过受伤、被打倒或被杀死而 \"得到他们应得的 \"的人，只是在寻找借口享受人们的痛苦。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從不喜歡看到有人受傷或被殺，無論他們是多麼 \"壞 \"的人。\n即使他們是真正的希特勒。\n\n在reddit上，我經常看到關於私刑暴力的帖子，或者說，例如\n例如，自行車在無人看管的情況下被困住，導致小偷受傷，而人們在\n在...",
      "title": "CMV: 那些喜歡看到罪犯通過受傷、被打倒或被殺死而 \"得到他們應得的 \"的人，只是在尋找藉口享受人們的痛苦。"
    }
  ]
}