{
  "author": "TheSexyIntrovert",
  "the_new_excerpt": "Why YSK: There are many people out there who are willing to give a chance,\nbecause they feel like they were given a chance. However, they expect the ones\nin front of them to be aware of it, and ask for it.\n\nI have been given a chance by my first manager, after a 1h interview, in a\ndifferent country.…",
  "original_created_utc": 1615048760,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：外面有很多人愿意给一个机会。\n因为他们觉得自己有机会。然而，他们期望那些\n在他们面前要有意识，要有要求。\n\n我的第一个经理给了我一个机会，在经过1h的面试后，在一\n不同国家....",
      "title": "YSK：即使你没有经验，也有人想给机会。说说你做了什么可以相关的事情，在你看来，并要求给机会。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：外面有很多人願意給一個機會。\n因爲他們覺得自己有機會。然而，他們期望那些\n在他們面前要有意識，要有要求。\n\n我的第一個經理給了我一個機會，在經過1h的面試後，在一\n不同國家....",
      "title": "YSK：即使你沒有經驗，也有人想給機會。說說你做了什麼可以相關的事情，在你看來，並要求給機會。"
    }
  ],
  "title": "YSK: There are people out there looking to give a chance, even if you don't have the experience. Talk about what you did that could be relevant, in your opinion, and ask for a chance",
  "created_utc": 1615168636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are many people out there who are willing to give a chance, because they feel like they were given a chance. However, they expect the ones in front of them to be aware of it, and ask for it.</p>\n\n<p>I have been given a chance by my first manager, after a 1h interview, in a different country. I paid it forward to people I&#39;ve interviewed. All worked out, needless to say.</p>\n\n<p>When I interviewed for my current position, I knew I wanted it, without direct experience on it, but from what I&#39;ve learned. I talked about whatever I did that could be relevant for the position, and I&#39;ve asked for a chance. I got it.</p>\n\n<p>Know what you want, and be willing to work for it. If you can explain it, it will work.</p>\n</div><!-- SC_ON -->",
  "score": 4531,
  "permalink": "/r/YouShouldKnow/comments/lz5dws/ysk_there_are_people_out_there_looking_to_give_a/",
  "subreddit": "YouShouldKnow",
  "id": "lz5dws",
  "is_self": true,
  "media": null,
  "is_video": false
}