{
  "author": "Enrichmentzin",
  "original_created_utc": 1636134024,
  "title": "CMV: In The U.S., strong English writing skills are more important than Excel skills for an entry-level office positions",
  "created_utc": 1636140796,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you have ever seen job postings that are looking for entry-level accounting positions, you would likely encounter the term &quot;Excel&quot; frequently. Excel is one of the world&#39;s most used applications, and has become widespread even among non-finance occupations.</p>\n\n<p>However, it is worth noting that English writing skills can be more important than Excel skills. For reference, in my accounting classes, there were quite a few green card holders from China. They excelled in their classes, but they lacked good English writing skills.</p>\n\n<p>It is easier to teach someone Excel skills than it is to teach them English writing skills. There are people who have been in the U.S. for many years, attended high school here, and still lack good English skills.</p>\n\n<p>When it comes to entry-level positions, employers typically teach you pivotal skills related to the job, and Excel is one of those skills. However, if you have ever tried to teach a non-native English speaker how to write at a professional level, then you know first-hand how difficult it is compared to teaching them how to use Excel or other needed applications.</p>\n\n<p>If I was a client, I would want fluid communication. I do not want emails littered with grammatical and punctuation errors. In addition, I also do not want awkward sentence structures or &quot;broken English.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/qnge14/cmv_in_the_us_strong_english_writing_skills_are/",
  "subreddit": "changemyview",
  "id": "qnge14",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you have ever seen job postings that are looking for entry-level accounting\npositions, you would likely encounter the term \"Excel\" frequently. Excel is one\nof the world's most used applications, and has become widespread even among\nnon-finance occupations.\n\nHowever, it is worth noting that…"
}