{
  "author": "LordMcFluffy",
  "the_new_excerpt": "Today there was another story in the news about kids who played and stung\nthemselves with an abandoned syringe. They were taken to the hospital to take\nsome tests. Sadly, this kind of news happen way too often.\n\nWhy YSK :\n\nAbandoned syringes are EXTREMELY dangerous but can also be attractive…",
  "original_created_utc": 1618235488,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日のニュースでも、子供たちが遊んでいて、捨てられた注射器で自分を刺してしまったという話がありました。\n捨てられた注射器で自分を刺してしまった子供たちがいました。彼らは病院に運ばれて検査を受けました。\n検査を受けることになりました。悲しいことに、このようなニュースは頻繁に起こっています。\n\nなぜYSKなのか？\n\n放置された注射器は非常に危険ですが、魅力的でもあります。",
      "title": "YSK : 捨てられた注射器について、子供たちと話し合ってください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天新闻中又出现了一则关于孩子们玩耍和蜇人的新闻。\n自己用一个废弃的注射器。他们被送往医院，以采取\n一些测试。遗憾的是，这种新闻发生得太频繁了。\n\n为什么要选择YSK呢？\n\n废弃的注射器是非常危险的，但也可以是有吸引力的......",
      "title": "YSK : 你应该和你的孩子谈谈被遗弃的注射器。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天新聞中又出現了一則關於孩子們玩耍和蜇人的新聞。\n自己用一個廢棄的注射器。他們被送往醫院，以採取\n一些測試。遺憾的是，這種新聞發生得太頻繁了。\n\n爲什麼要選擇YSK呢？\n\n廢棄的注射器是非常危險的，但也可以是有吸引力的......",
      "title": "YSK : 你應該和你的孩子談談被遺棄的注射器。"
    }
  ],
  "title": "YSK : You should talk with your children about abandoned syringes",
  "created_utc": 1618282063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today there was another story in the news about kids who played and stung themselves with an abandoned syringe. They were taken to the hospital to take some tests. Sadly, this kind of news happen way too often.</p>\n\n<p>Why YSK :</p>\n\n<p>Abandoned syringes are EXTREMELY dangerous but can also be attractive to children.</p>\n\n<p>Kids are often exposed to syringes, but rarely to their risks (cartoons, visits to the doctor, etc…), so they can be tempted to pick it up and manipulate it (perfect tool to play doctors right ?).</p>\n\n<p>This kind of syringe was often used to do drugs, it can carry diseases and it can still contain a small amount of drug. And can be found pretty much everywhere, especially in / around a city.</p>\n\n<p>So you should have a serious talk about this with your children, show them different kind of syringes, tell them that they are dangerous and should NEVER be touched. Really make sure to not associate the risk with only the needle, but with the whole syringe, and to not touch it even if they can&#39;t see any needle at the end of it.</p>\n\n<p>Not only that, but to immediately alert an adult about it.</p>\n\n<p>Now what should you do if you or your kid find an abandoned syringes ?</p>\n\n<p>Something needs to be done, you can’t leave it like that. Most countries / cities have online tools to report such things, a quick google research “abandoned syringes [your location]” should give you the steps to follow.</p>\n\n<p>EDIT TO ADD :</p>\n\n<p>I forgot to mention : ask your child if he saw anyone plays with it, another kid could have already hurt himself and might not tell his parents.</p>\n\n<p>If you can’t find anything online, call the authorities (maybe the non emergency line).</p>\n\n<p>If it&#39;s in a place that could have some staff to maintain it (park, building area, parking lots, etc..) you need to go report it to them as well, so they can secure the area, and they maybe already know who to call for that.</p>\n\n<p>EDIT: Typos</p>\n</div><!-- SC_ON -->",
  "score": 70,
  "permalink": "/r/YouShouldKnow/comments/mpea0h/ysk_you_should_talk_with_your_children_about/",
  "subreddit": "YouShouldKnow",
  "id": "mpea0h",
  "is_self": true,
  "media": null,
  "is_video": false
}