{
  "author": "Wait__Whut",
  "original_created_utc": 1634099685,
  "title": "We Have Always Lived in the Castle by Shirley Jackson",
  "created_utc": 1634130896,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished this book a couple of days ago and had an interesting experience with it. I didn’t really love the book while I was reading it and didn’t really feel like I was fully processing what I was reading, but once it was over and I started to unpack the story, I found it really impactful. </p>\n\n<p>The way that Merricat is so matter of fact when talking about all of her spells, rituals, and ways that she acts out made it so I didn’t even fully realize how disturbed she clearly was because she didn’t see herself as disturbed at all. I thought it was very well done how Jackson slowly pulls you further and further into Merricat’s world and way of thinking that you don’t even realize how deep you’ve gotten until you step away from the book at the end. Overall the book kind of reads like a pre ghost story of a haunted house or the legend of a witch, but in a very understated way which makes it quite powerful.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q73m29/we_have_always_lived_in_the_castle_by_shirley/",
  "subreddit": "books",
  "id": "q73m29",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished this book a couple of days ago and had an interesting experience\nwith it. I didn’t really love the book while I was reading it and didn’t really\nfeel like I was fully processing what I was reading, but once it was over and I\nstarted to unpack the story, I found it really…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数日前にこの本を読み終えて、面白い体験をしました。\nした。読んでいる間は、この本をあまり好きになれず、読んだことを完全に処理したとは思えませんでした。\n読んでいる間はあまり好きではなく、読んだことを完全に処理しているとは思えなかったのですが、読み終わってストーリーを解き明かし始めると\n読んでいる間はあまり好きではなく、読んだ内容を十分に理解しているとは思えませんでしたが、読み終わってストーリーを解き明かし始めると、本当に...",
      "title": "シャーリー・ジャクソン著「私たちはいつも城に住んでいる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我几天前刚读完这本书，有一个有趣的经历\n的经历。我在读这本书的时候并不喜欢它，也不觉得自己在充分处理所读的内容。\n感觉我在充分处理我所读的东西，但是一旦读完，我就开始解读故事。\n但一旦结束，我开始解读这个故事，我发现它真的...",
      "title": "雪莉-杰克逊的《我们一直住在城堡里》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我幾天前剛讀完這本書，有一個有趣的經歷\n的經歷。我在讀這本書的時候並不喜歡它，也不覺得自己在充分處理所讀的內容。\n感覺我在充分處理我所讀的東西，但是一旦讀完，我就開始解讀故事。\n但一旦結束，我開始解讀這個故事，我發現它真的...",
      "title": "雪莉-傑克遜的《我們一直住在城堡裏》。"
    }
  ]
}