{
  "author": "sherlockOnDrugs",
  "original_created_utc": 1631800514,
  "title": "Currently reading Don Quixote and I can't get enough of his (mis)adventures.",
  "created_utc": 1631810166,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I kept noticing Don Quixote being referred as &quot;the guy who fought the windmills&quot; way too many times, but never really thought about giving it a try until recently, a friend of mine recommended it to me. And honestly, it keeps exceeded my expectations.</p>\n\n<p>I was dubious about reading it because bulky books seem daunting to me, I can&#39;t commit to read them. But Don Quixote turned out to be different, it&#39;s so much interesting that it&#39;s hard to put it down. I don&#39;t know if it&#39;s just me but the humour appears way ahead of it&#39;s time, I definitely didn&#39;t expected that. I am currently at the beginning and I still found it funny enough to give me bellyaches. Especially, since the introduction of Sanzo, he&#39;s complementary to Don Quixote&#39;s buffoonery.</p>\n\n<p>I guess I just wanted to ask how was your experience reading it and does it get better or worse from here? Also, while we&#39;re on that subject, I wanted to ask why is it that Miguel de Cervantes made it appear as if Don Quixote was a real person and not just a fictional one, is it to emphasize the theme of parody of books about chivalrous knights at that time or is there a different reason for it?</p>\n\n<p>(Just wanted to add that I have John Ormsby&#39;s translation, so let me know if I should continue or avoid reading it).</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/ppdrky/currently_reading_don_quixote_and_i_cant_get/",
  "subreddit": "books",
  "id": "ppdrky",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I kept noticing Don Quixote being referred as \"the guy who fought the windmills\"\nway too many times, but never really thought about giving it a try until\nrecently, a friend of mine recommended it to me. And honestly, it keeps exceeded\nmy expectations.\n\nI was dubious about reading it because bulky…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ドン・キホーテが「風車と戦った男」と呼ばれているのを何度も目にしていましたが\nドン・キホーテが「風車と戦った男」と呼ばれているのを何度も目にしていたが、実際に試してみようとは思わなかった。\n最近になって、友人に勧められました。そして、正直なところ、それは私の期待を超え続けています。\n私の期待を上回るものでした。\n\n読むのに躊躇したのは、かさばる...",
      "title": "現在、ドン・キホーテを読んでいますが、彼の（間違った）冒険には飽きることがありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直注意到唐吉诃德被称为 \"与风车搏斗的人\"。\n太多次了，但从未想过要去尝试一下，直到最近我的一个朋友向我推荐了这本书。\n直到最近，我的一个朋友向我推荐了它。老实说，它一直超过了\n我的期望。\n\n我对阅读它持怀疑态度，因为庞大的...",
      "title": "目前正在阅读《堂吉诃德》，我对他的（错误的）冒险经历感到意犹未尽。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直注意到唐吉訶德被稱爲 \"與風車搏鬥的人\"。\n太多次了，但從未想過要去嘗試一下，直到最近我的一個朋友向我推薦了這本書。\n直到最近，我的一個朋友向我推薦了它。老實說，它一直超過了\n我的期望。\n\n我對閱讀它持懷疑態度，因爲龐大的...",
      "title": "目前正在閱讀《堂吉訶德》，我對他的（錯誤的）冒險經歷感到意猶未盡。"
    }
  ]
}