{
  "author": "allthedonutholes",
  "original_created_utc": 1633015089,
  "title": "Books with heroines that are just like other girls and ACTUALLY realistically normal? (no tragic backstory, abusive parents, crippling anxiety that renders her from making basic logical decisions)",
  "created_utc": 1633036927,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know if I&#39;ve just been down on my luck or books are actually all featuring the same heroine nowadays, but literally almost EVERY book I&#39;ve read recently have the same heroine with the at least two or more following traits:</p>\n\n<p>-Not like other girls (because they know how to read books or is capable of a clap back WOW)</p>\n\n<p>-Tragic backstory</p>\n\n<p>-Whole world hates them for no reason</p>\n\n<p>-abusive family, because of above trait, everyone is a jerk to them and poor them!</p>\n\n<p>-Offhandedly mentioned that they&#39;re actually very pretty, they don&#39;t need to make an effort like other girls do though, it&#39;s just that every guy (even though they hate her) agree that she&#39;s pretty but she&#39;s the only one who doesn&#39;t know that (*GAGS*)</p>\n\n<p>To me this is just lazy writing to add pity points, I get that authors want their characters to be liked and rooted for but still &quot;complex&quot; and relatable, and these traits are just the easy way to do so. I&#39;m not saying people with these issues don&#39;t exist, I&#39;m just so TIRED of reading about these girls?</p>\n\n<p>I&#39;ve noticed that these traits are all primarily in heroines in contrast to heroes, like a girl is only &quot;heroine worthy&quot; if they&#39;re quirky and hated by the world. Or they&#39;re only allowed to have mental-healthy issues because literally they&#39;re cursed and whole world is downright comically vile to them on the daily. Where as there are plenty complex and well written heroes out there without a need for these traits to help their likability. Maybe it&#39;s just my luck though, I can&#39;t generalize.</p>\n\n<p>PS. I&#39;ve seen other people who have answered to requests for &quot;NOT not like other girls heroine&quot; to mean heroines who are girly and feminine, but I don&#39;t mind if the heroine is introvert/shy/tomboyish (or all those traits that make up a typical &quot;not like other girls girl&quot;), as long as the author doesn&#39;t continually use this to wax poetry about how the heroine&#39;s not like other girls or &quot;unique&quot; and &quot;special&quot; or &quot;a breath of fresh air&quot; purely because they possess these completely average traits seen in plenty other people of all genders.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/pylxko/books_with_heroines_that_are_just_like_other/",
  "subreddit": "booksuggestions",
  "id": "pylxko",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know if I've just been down on my luck or books are actually all\nfeaturing the same heroine nowadays, but literally almost EVERY book I've read\nrecently have the same heroine with the at least two or more following traits:\n\n-Not like other girls (because they know how to read books or is…"
}