{
  "author": "allthedonutholes",
  "original_created_utc": 1633015089,
  "title": "Books with heroines that are just like other girls and ACTUALLY realistically normal? (no tragic backstory, abusive parents, crippling anxiety that renders her from making basic logical decisions)",
  "created_utc": 1633036927,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know if I&#39;ve just been down on my luck or books are actually all featuring the same heroine nowadays, but literally almost EVERY book I&#39;ve read recently have the same heroine with the at least two or more following traits:</p>\n\n<p>-Not like other girls (because they know how to read books or is capable of a clap back WOW)</p>\n\n<p>-Tragic backstory</p>\n\n<p>-Whole world hates them for no reason</p>\n\n<p>-abusive family, because of above trait, everyone is a jerk to them and poor them!</p>\n\n<p>-Offhandedly mentioned that they&#39;re actually very pretty, they don&#39;t need to make an effort like other girls do though, it&#39;s just that every guy (even though they hate her) agree that she&#39;s pretty but she&#39;s the only one who doesn&#39;t know that (*GAGS*)</p>\n\n<p>To me this is just lazy writing to add pity points, I get that authors want their characters to be liked and rooted for but still &quot;complex&quot; and relatable, and these traits are just the easy way to do so. I&#39;m not saying people with these issues don&#39;t exist, I&#39;m just so TIRED of reading about these girls?</p>\n\n<p>I&#39;ve noticed that these traits are all primarily in heroines in contrast to heroes, like a girl is only &quot;heroine worthy&quot; if they&#39;re quirky and hated by the world. Or they&#39;re only allowed to have mental-healthy issues because literally they&#39;re cursed and whole world is downright comically vile to them on the daily. Where as there are plenty complex and well written heroes out there without a need for these traits to help their likability. Maybe it&#39;s just my luck though, I can&#39;t generalize.</p>\n\n<p>PS. I&#39;ve seen other people who have answered to requests for &quot;NOT not like other girls heroine&quot; to mean heroines who are girly and feminine, but I don&#39;t mind if the heroine is introvert/shy/tomboyish (or all those traits that make up a typical &quot;not like other girls girl&quot;), as long as the author doesn&#39;t continually use this to wax poetry about how the heroine&#39;s not like other girls or &quot;unique&quot; and &quot;special&quot; or &quot;a breath of fresh air&quot; purely because they possess these completely average traits seen in plenty other people of all genders.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/pylxko/books_with_heroines_that_are_just_like_other/",
  "subreddit": "booksuggestions",
  "id": "pylxko",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know if I've just been down on my luck or books are actually all\nfeaturing the same heroine nowadays, but literally almost EVERY book I've read\nrecently have the same heroine with the at least two or more following traits:\n\n-Not like other girls (because they know how to read books or is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の運が悪かったのか、それとも本がすべての\n最近では、文字通りほとんどの本で同じヒロインが登場しています。\n最近読んだ本のほとんどは、同じヒロインが少なくとも2つ以上の特徴を持っています。\n\n-他の女の子とは違う（本の読み方を知っていたり、...",
      "title": "他の女の子と同じように、現実的に普通のヒロインが登場する本？(悲劇的な生い立ちや両親の虐待、基本的な論理的判断ができないほどの不安感などはありません。)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道是我运气不好，还是现在的书都是以同样的女主角为主题。\n现在的书都有相同的女主人公，但我最近读的几乎每本书都有相同的女主人公，至少有两个或更多的以下特征。\n都有相同的女主人公，至少有两个或更多以下特征。\n\n-不像其他女孩（因为她们知道如何看书，或者是...",
      "title": "书籍中的女主角和其他女孩一样，都是真正的现实中的正常人？(没有悲惨的背景故事，没有虐待父母，没有使她无法做出基本逻辑决定的严重焦虑）。)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道是我運氣不好，還是現在的書都是以同樣的女主角爲主題。\n現在的書都有相同的女主人公，但我最近讀的幾乎每本書都有相同的女主人公，至少有兩個或更多的以下特徵。\n都有相同的女主人公，至少有兩個或更多以下特徵。\n\n-不像其他女孩（因爲她們知道如何看書，或者是...",
      "title": "書籍中的女主角和其他女孩一樣，都是真正的現實中的正常人？(沒有悲慘的背景故事，沒有虐待父母，沒有使她無法做出基本邏輯決定的嚴重焦慮）。)"
    }
  ]
}