{
  "author": "thearchitectprincess",
  "the_new_excerpt": "I'm going to preface this by saying I'm actually terrified to state my view.\nNevertheless my curiosity has overtaken my fear, which is why I'm here. I don't\nmean to be disrespectful in any way.\n\nIf this is relevant to my stance in any way, I belong to a minority.\n\nWhen someone asks that people…",
  "original_created_utc": 1623799419,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりましたが、私は自分の意見を述べることに実は恐怖を感じています。\nしかし、恐怖心よりも好奇心の方が勝っているので、ここにいるわけです。私は無礼を働くつもりはありません。\n恐れているわけではありません。\n\nもしこれが私のスタンスに少しでも関係しているなら、私は少数派に属しています。\n\n誰かが「人は...」と聞くと",
      "title": "CMV：特定の人種が経営しているという理由だけでビジネスを支援しろというのは人種差別です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在这之前，我想说我其实很害怕陈述我的观点。\n然而，我的好奇心已经超越了我的恐惧，这就是我在这里的原因。我并不是\n我没有任何不敬的意思。\n\n如果这与我的立场有任何关系，我属于少数派。\n\n当有人要求人们...",
      "title": "CMV：要求我们支持企业仅仅是因为它们是由特定种族的人拥有的，这是一种种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在這之前，我想說我其實很害怕陳述我的觀點。\n然而，我的好奇心已經超越了我的恐懼，這就是我在這裏的原因。我並不是\n我沒有任何不敬的意思。\n\n如果這與我的立場有任何關係，我屬於少數派。\n\n當有人要求人們...",
      "title": "CMV：要求我們支持企業僅僅是因爲它們是由特定種族的人擁有的，這是一種種族主義。"
    }
  ],
  "title": "CMV: It's racist to ask that we support businesses solely because they are owned by people of a particular race.",
  "created_utc": 1623809750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m going to preface this by saying I&#39;m actually terrified to state my view. Nevertheless my curiosity has overtaken my fear, which is why I&#39;m here. I don&#39;t mean to be disrespectful in any way. </p>\n\n<p>If this is relevant to my stance in any way, I belong to a minority. </p>\n\n<p>When someone asks that people support a business, simply because that business is owned by someone of a certain race, they&#39;re doing a number of things:</p>\n\n<ol>\n<li><p>Active acknowledgment that the owner belongs to a certain race. This within itself is not necessarily racist (depending on how narrow the definition of &quot;racism&quot; is), but the distinction has been made. They are singling out certain businesses. </p></li>\n<li><p>There is a suggestion being made that these businesses aren&#39;t doing as well because they are owned by people of a certain race. Am I wrong if I think this suggestion within itself is a form of racist stereotyping, unless it&#39;s coupled with cited evidence of some form of economical analysis/statistical measure? </p></li>\n<li><p>The preference to support certain businesses over other businesses simply because of the owner&#39;s race is inherently a choice made based on race, and is therefore racist. (For instance, if you choose to support a minority business instead of a white-owned business because of the minority factor, that can be construed as racist. And vice versa would be true as well.)</p></li>\n</ol>\n\n<p>I always thought of racism as special treatment or consideration (either positive or negative) of one particular race over another. Is there a definition that fits better which would explain the thinking behind supporting businesses because they are owned by a specific race as a move away from racism?</p>\n\n<p>Edit:\nThe majority of responses I have received touch upon 3 main points. I will generally respond to them here.</p>\n\n<p>&quot;Being colourblind is not the answer to racism&quot;</p>\n\n<p>There is a generous amount of research which suggests that it is literally impossible to escape implicit racial bias. Psychologically speaking the human brain subconsciously registers differences. For those of you speaking about the importance of diversity, I don&#39;t disagree, but I will remind everyone that I am cautious to make this the centre of our discussion because I do not feel that race and culture are not the same thing, although they may be related and/or synonymous. </p>\n\n<p>&quot;It&#39;s a form of counterbalancing which we accept as a desirable and effective measure against racism&quot;</p>\n\n<p>I&#39;m reluctant to give in to this argument because I think it&#39;s sticky. </p>\n\n<p>It&#39;s obviously not the exact same thing, but it&#39;s remniscient of the discussions we have had in the past about the appropriateness of paying reparations to African Americans on the basis of the fact that some of their ancestors being slaves in the past may have set them back generationally in terms of success. </p>\n\n<p>Whilst I don&#39;t deny that the cycle of poverty is real, it seems racially (or generally, idk) insensitive to say we can balance stuff out simply by doing x.  Such behaviour comes with good intentions but it attempts to quantify the magnitude of other people&#39;s suffering, which is problematic. </p>\n\n<p>It begets two further questions:</p>\n\n<p>Firstly: is it not racist to continually single the descendants of certain races out, and tell them that they aren&#39;t doing as well because of their ancestors&#39; past? Even if statistically this is true for a significant proportion of that population, applying the statement as a universal truth to all minority businesses seems like racial stereotyping to me. </p>\n\n<p>Second: when, if ever, can we say we&#39;ve done enough to right the wrong? Who are we to decide? Is it racist to think we can? </p>\n\n<p>&quot;This is related to the support small/local businesses movement&quot;</p>\n\n<p>A follow-up question: Okay, why don&#39;t we just say that? Why do we have to explicitly mention race?</p>\n\n<p>And also: does that mean the statement &quot;support minority businesses&quot; is really only about small/local minority-owned businesses? If a minority-owned business isn&#39;t small or local then are they not topical?</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/o0rdib/cmv_its_racist_to_ask_that_we_support_businesses/",
  "subreddit": "changemyview",
  "id": "o0rdib",
  "is_self": true,
  "media": null,
  "is_video": false
}