{
  "author": "MGTOW_and_Bitcoin",
  "original_created_utc": 1627523029,
  "title": "Elizabeth Warren is a key part of the Legacy Financial system.",
  "created_utc": 1627541247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every fixed and entrenched Institution requires elements that pretend to be antagonistic to the institutions goals... without disrupting those institutions or their goals... the most fundamental goal of every institution is self-perpetuation.</p>\n\n<p>Elizabeth Warren and others who are not truly against the banking system are clearly being exposed as frauds who&#39;s purpose is clear by now (to any rational mind). Her role is to speak in the voice of dissent and outrage while going along with the program.</p>\n\n<p>The shit bag was supposed to represent the people who these banks have destroyed: Representatives like her are a persistent but inept part that placates to the masses... only telling them what they want to hear. </p>\n\n<p>But of course she is the perfect voice for financial institution to use at this moment to attack a real threat to those institutions... and make no mistake about it bitcoin is a real threat to an outdated dysfunctional Financial system but it&#39;s not a threat to the people who want access to financial sovereignty.</p>\n\n<p>I wonder how long the real people in charge debated before they arrived at some idiot like Elizabeth Warren as the perfect mouthpiece...</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/Bitcoin/comments/otnxfp/elizabeth_warren_is_a_key_part_of_the_legacy/",
  "subreddit": "Bitcoin",
  "id": "otnxfp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every fixed and entrenched Institution requires elements that pretend to be\nantagonistic to the institutions goals... without disrupting those institutions\nor their goals... the most fundamental goal of every institution is\nself-perpetuation.\n\nElizabeth Warren and others who are not truly against…"
}