{
  "author": "_harleys",
  "original_created_utc": 1636977568,
  "title": "The Secret History by Donna Tartt was truly an experience",
  "created_utc": 1636986507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The book was about 600 pages long but I honestly did not want it to end! Donna Tartt has such a way with words that her prose has left such a big impression on me. Even her describing foliage and environment was beautiful, like each word was carefully picked to hold up a sentence. I completely get why people say her book feels like reading a classic with the way her prose is written (can&#39;t properly describe it in words, but having read classics for this month I get why people have said this). I loved the timeless feel that this book really gave off. </p>\n\n<p>Some scenes are so vivid such as the winter part where I almost felt the same isolation that Richard felt, as well has the tension, that something bad might happen anytime during the second half of the book after the murder. Is this book realistic? I don&#39;t think so, but the way Tartt writes makes it so real for the reader and I really felt I was transported in the same place as the characters. </p>\n\n<p>I know some did not like the characters, but it honestly did not matter to me that they are unlikable? You see through Richard&#39;s POV and he never really saw them otherwise until near the end when he got out of his head for a bit. When you truly step back, all the characters are to some degree horrible humans and what they do is horrible, but like Richard said, this is his fatal flaw, and once you step back from this book do you really see that for what it is. </p>\n\n<p>The book is a murder &#39;mystery&#39; but the whole murder was laid out in the prologue, so much of the book is about asking &#39;why&#39; it happened, with Richard only asking himself that near the end. I thought the Epilogue ended right as it should. Although not a good person, I find Henry to be quite a memorable character and I think it really leaves you something to think about. </p>\n\n<p>What are your thoughts on this book? Any similar book suggestions after this? (I might check out the Goldfinch sometime).</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/books/comments/quetzv/the_secret_history_by_donna_tartt_was_truly_an/",
  "subreddit": "books",
  "id": "quetzv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The book was about 600 pages long but I honestly did not want it to end! Donna\nTartt has such a way with words that her prose has left such a big impression on\nme. Even her describing foliage and environment was beautiful, like each word\nwas carefully picked to hold up a sentence. I completely get…"
}