{
  "author": "h4d9kf",
  "the_new_excerpt": "I keep seeing people blame capitalism for all the problems in the world, but\nthese problems could just as easily exist under socialism.\n\nI think the problem is with corruption, not with capitalism. Corruption can\nexist under socialism too, to the point where all the issues that plague us\ntoday,…",
  "original_created_utc": 1621822835,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "世界のあらゆる問題を資本主義のせいにしている人をよく見かけますが\nこれらの問題は、社会主義の下でも同じように簡単に存在するでしょう。\n\n私は、問題は資本主義ではなく、腐敗にあると思います。腐敗は、社会主義のもとでも\n腐敗は社会主義の下でも存在し、私たちを悩ませているすべての問題が\n今日、私たちを悩ませているすべての問題は、...",
      "title": "CMV：資本主義の問題点は、社会主義でも同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直看到人们把世界上所有的问题都归咎于资本主义，但是\n但这些问题在社会主义下也可以很容易地存在。\n\n我认为问题出在腐败上，而不是出在资本主义上。腐败可以\n腐败在社会主义下也可以存在，以至于困扰我们的所有问题都可以在社会主义下解决。\n今天，...",
      "title": "CMV：人们归因于资本主义的所有问题在社会主义下都会存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直看到人們把世界上所有的問題都歸咎於資本主義，但是\n但這些問題在社會主義下也可以很容易地存在。\n\n我認爲問題出在腐敗上，而不是出在資本主義上。腐敗可以\n腐敗在社會主義下也可以存在，以至於困擾我們的所有問題都可以在社會主義下解決。\n今天，...",
      "title": "CMV：人們歸因於資本主義的所有問題在社會主義下都會存在。"
    }
  ],
  "title": "CMV: All the problems people attribute to capitalism would exist under socialism",
  "created_utc": 1621852296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I keep seeing people blame capitalism for all the problems in the world, but these problems could just as easily exist under socialism.</p>\n\n<p>I think the problem is with corruption, not with capitalism. Corruption can exist under socialism too, to the point where all the issues that plague us today, would be just as prevalent under socialism.</p>\n\n<p>Whenever there exists an imbalance of power, the powerful can take advantage of the powerless. Power imbalances exist regardless of economic system - even in hunter-gatherer tribes which were considered very egalitarian, there were power imbalances. The problem with large scale economic systems is that power vests over time. When power vests, it becomes harder to upset the status quo.</p>\n\n<p>I don&#39;t think capitalism is perfect and incorruptible, but blaming it for all our problems isn&#39;t addressing the root cause - which is the cliche that &quot;power has the potential to corrupt&quot;.</p>\n\n<p>I don&#39;t think power is a problem either, I think power is necessary for meaningful action and progress to be made. I just think we need to find a way for power to be refreshed from time to time, to prevent stagnation (e.g.: loopholes which &quot;game&quot; the system).</p>\n\n<p>I would change my view if someone can explain to me how general or specific problems with capitalism wouldn&#39;t arise under socialism.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/njnb8j/cmv_all_the_problems_people_attribute_to/",
  "subreddit": "changemyview",
  "id": "njnb8j",
  "is_self": true,
  "media": null,
  "is_video": false
}