{
  "author": "fredickhayek",
  "original_created_utc": 1626193532,
  "title": "cmv: Just because someone gets in a fight with a minority, does not mean they are racist.",
  "created_utc": 1626237077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>I actually want my view to be changed on this because everyone that I know acts like it is an undeniable fact</em></p>\n\n<p>So we all know the videos lately, a Karen or some other person gets in a fight with a minority, video gets uploaded to the web and the person is ridiculed loses job etc etc for  being racist.</p>\n\n<p>There are two types of these videos.</p>\n\n<ol>\n<li>The person is using racial slurs, or there is other quite apparent evidence they are targeting this person because they are a minority group (Lady with the dog in the park) &lt;- these I`m with you, okay, Racist.</li>\n<li>The person is not using any type of racial slur or any type of evidence at all they are targeting the person because of race. In some situations it has come to light that they fight with anyone and everyone. Here is a recent example: <a href=\"https://www.reddit.com/r/PublicFreakout/comments/oj07uu/full_video_white_woman_attacks_black_customer_in/\">redd</a></li>\n</ol>\n\n<p>&#x200B;</p>\n\n<p>The 2nd group I don`t understand  and have so many questions on that view point</p>\n\n<p>The argument sounds like this to me:</p>\n\n<p><em>Someone gets in fights all the time with, generally not a nice person -&gt; Bad Person</em><br/>\n<em>They also get in a fight with a minority group -&gt; They are racist</em><br/>\n<em>Homless Guy Screaming at a minority in the park -&gt; they must be racist</em></p>\n\n<p>How can without direct evidence to the fact, just because of a fight or someone acting crazy towards a minority, an assumption of racism be there?</p>\n\n<p>There seems to be an assumption of guilt of racism in these cases, whereas without heavy evidence to the contrary the person is racist.</p>\n\n<p>------------</p>\n\n<p>What confuses me even more on the subject is people generally agree that this is not racist, but a mental breakdown:<a href=\"https://www.newsweek.com/gofundme-harassed-holiday-inn-employee-recorded-guest-garners-35k-less-24-hours-1586771\">Harrassed Holiday Inn employee.</a></p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/ojj4sk/cmv_just_because_someone_gets_in_a_fight_with_a/",
  "subreddit": "changemyview",
  "id": "ojj4sk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I actually want my view to be changed on this because everyone that I know acts\nlike it is an undeniable fact\n\nSo we all know the videos lately, a Karen or some other person gets in a fight\nwith a minority, video gets uploaded to the web and the person is ridiculed\nloses job etc etc for being…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "否定できない事実であるかのように、私の周りの人たちは皆、自分の考えを変えて欲しいと思っています。\n否定できない事実であるかのように振る舞っているからです。\n\n最近のビデオを見ていると、カレン族などがマイノリティと喧嘩をして\nビデオがウェブにアップロードされ、その人は嘲笑され、仕事を失ったりします。\n仕事を失ったりしています。",
      "title": "cmv。マイノリティと喧嘩をしたからといって、人種差別主義者というわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "实际上，我希望我的观点能够得到改变，因为我所认识的每个人都表现得\n就像它是一个不可否认的事实\n\n所以我们都知道最近的视频，一个凯伦人或其他一些人与少数人打了起来\n争吵，视频被上传到网上，这个人被嘲笑\n失去了工作等等，因为他是...",
      "title": "cmv: 仅仅因为某人与少数族裔发生争执，并不意味着他们是种族主义者。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "實際上，我希望我的觀點能夠得到改變，因爲我所認識的每個人都表現得\n就像它是一個不可否認的事實\n\n所以我們都知道最近的視頻，一個凱倫人或其他一些人與少數人打了起來\n爭吵，視頻被上傳到網上，這個人被嘲笑\n失去了工作等等，因爲他是...",
      "title": "cmv: 僅僅因爲某人與少數族裔發生爭執，並不意味着他們是種族主義者。"
    }
  ]
}