{
  "author": "mykawakawski",
  "original_created_utc": 1631799356,
  "title": "People who scribble on books - Why ?",
  "created_utc": 1631825981,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hate it when people scribble on books. In my opinion it&#39;s the second worst thing that could happen to a book, first being the book not being read. </p>\n\n<p>I especially hate it when it happens to my books. I recently lent my favourite book to a friend. This book was first published in 1940s and belonged to my great grandmother who gave to my grandmother, who in turn passed it on to me. This book is incredibly special to me and now is covered in scribbles. They even put sticky notes in some of the pages. How do I know? There&#39;s still some residue left over. They tried to erase some scribbles but didn&#39;t do a good job of it and left creases on the pages. Maybe I&#39;m overreacting but I have always been explicitly clear that if I lend you a book, I expect it to be given back in the same condition I gave it in.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ppdfp0/people_who_scribble_on_books_why/",
  "subreddit": "books",
  "id": "ppdfp0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I hate it when people scribble on books. In my opinion it's the second worst\nthing that could happen to a book, first being the book not being read.\n\nI especially hate it when it happens to my books. I recently lent my favourite\nbook to a friend. This book was first published in 1940s and belonged…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本に落書きされるのは嫌ですね。私の意見では、それは2番目に悪い\n私の意見では、本に起こりうる2番目に悪いことで、1番目は本が読まれないことです。\n\n特に、自分の本に落書きされるのは大嫌いです。私は最近、お気に入りの\n本を友人に貸しました。この本は1940年代に初めて出版されたもので、所有していたのは...",
      "title": "本に落書きをする人、なぜ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我讨厌人们在书上乱写乱画。在我看来，这是对一本书来说第二糟糕的事情\n的事情，首先是书没有被阅读。\n\n我特别讨厌这种情况发生在我的书上。最近我把我最喜欢的\n的书给一个朋友。这本书首次出版于20世纪40年代，属于...",
      "title": "在书上乱写乱画的人 - 为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我討厭人們在書上亂寫亂畫。在我看來，這是對一本書來說第二糟糕的事情\n的事情，首先是書沒有被閱讀。\n\n我特別討厭這種情況發生在我的書上。最近我把我最喜歡的\n的書給一個朋友。這本書首次出版於20世紀40年代，屬於...",
      "title": "在書上亂寫亂畫的人 - 爲什麼？"
    }
  ]
}