{
  "author": "AnacondaTridentPouch",
  "original_created_utc": 1628612741,
  "title": "The Perks of Being a Wallflower is Catcher in the Rye for the modern generation",
  "created_utc": 1628639154,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I noticed several posts about <em>Catcher in the Rye</em> lately, so I thought I&#39;d chip in my two cents.</p>\n\n<p>I read <em>Catcher</em> in eleventh grade around 2010, and I honestly didn&#39;t get why it was considered good. At all. I found it to be an exhausting slog with an awful POV character that didn&#39;t make any sense. Maybe that was because I <em>had</em> to read it for class rather than on my own. Maybe it&#39;s because my English teacher insisted on explicitly telling us what she wanted written on the exam instead of letting us come up with our own ideas. Maybe it was from an era that I couldn&#39;t relate to.</p>\n\n<p>In a completely unrelated conversation, a friend recommended <em>The Perks of Being a Wallflower,</em>  and I think I got everything I was supposed to get from <em>Catcher in the Rye</em>.</p>\n\n<p>I could relate to the teenager trying to find his place in the world. I could sympathize with his loss and trauma. I actually cared about the main character.</p>\n\n<p>As someone approaching 30 years of age, the posts here on <a href=\"/r/books\">r/books</a> have inspired me to give <em>Catcher</em> another shot now that a decade has passed since I read it the first time. Maybe it will click this time, maybe it won&#39;t. But for a teenager in the 2010s who thought that <em>Catcher in the Rye</em> was hands-down the worst piece we had to read that year, <em>The Perks of Being a Wallflower</em> was what made me realize why <em>Catcher</em> was part of the curriculum.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/p1sohf/the_perks_of_being_a_wallflower_is_catcher_in_the/",
  "subreddit": "books",
  "id": "p1sohf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I noticed several posts about Catcher in the Rye lately, so I thought I'd chip\nin my two cents.\n\nI read Catcher in eleventh grade around 2010, and I honestly didn't get why it\nwas considered good. At all. I found it to be an exhausting slog with an awful\nPOV character that didn't make any sense.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、『ライ麦畑でつかまえて』についての投稿がいくつかあるのに気づいたので、私の意見を伝えようと思いました。\n私の意見を述べさせていただきます。\n\n私がCatcherを読んだのは2010年頃の11年生の時でしたが、正直なところ、なぜCatcher in Ryeが評価されているのかわかりませんでした。\n良いとされているのか、正直わかりませんでした。全然。私は、この作品が疲れるほどの苦行であり、ひどいPOVキャラクターがいて\n疲れるし、意味不明なPOVキャラクター ....",
      "title": "The Perks of Being a Wallflower』は、現代人にとっての『ライ麦畑でつかまえて』です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到最近有几个关于《麦田里的守望者》的帖子，所以我想我要发表一下我的看法\n在我的两分钱。\n\n我在2010年左右读了《麦田里的守望者》，说实话，我不明白为什么它被认为是好作品。\n被认为是好的。一点也不明白。我发现它是一部令人疲惫的作品，其中有一个糟糕的POV角色。\n观点人物，没有任何意义....。",
      "title": "成为壁花的好处》是现代人的《麦田里的守望者》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到最近有幾個關於《麥田裏的守望者》的帖子，所以我想我要發表一下我的看法\n在我的兩分錢。\n\n我在2010年左右讀了《麥田裏的守望者》，說實話，我不明白爲什麼它被認爲是好作品。\n被認爲是好的。一點也不明白。我發現它是一部令人疲憊的作品，其中有一個糟糕的POV角色。\n觀點人物，沒有任何意義....。",
      "title": "成爲壁花的好處》是現代人的《麥田裏的守望者》。"
    }
  ]
}