{
  "author": "griftylifts",
  "the_new_excerpt": "This is something that isn't limited to a single gender or age group; people\nacross the world do it.\n\nIf you notice that every time you speak one-on-one with a person, they have\nnegative or salacious things to say about your mutual friends (or even people\nyou've never met!), that person has a…",
  "original_created_utc": 1611270007,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "这是不限于单一性别或年龄段的事情，人\n世界各地的人都这样做。\n\n如果你注意到，每次你和一个人一对一说话时，他们都有。\n对你的共同朋友（甚至是人）说些负面的或不光彩的事。\n你从来没有见过！），那个人有一个... ...",
      "title": "YSK那些对他们认识的每个人都说三道四的人可能也在对你说三道四。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是不限於單一性別或年齡段的事情，人\n世界各地的人都這樣做。\n\n如果你注意到，每次你和一個人一對一說話時，他們都有。\n對你的共同朋友（甚至是人）說些負面的或不光彩的事。\n你從來沒有見過！），那個人有一個... ...",
      "title": "YSK那些對他們認識的每個人都說三道四的人可能也在對你說三道四。"
    }
  ],
  "title": "YSK people who gossip about everyone they know are probably doing it to you, too",
  "created_utc": 1611320366,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is something that isn&#39;t limited to a single gender or age group; people across the world do it. </p>\n\n<p>If you notice that every time you speak one-on-one with a person, they have negative or salacious things to say about your mutual friends (or even people you&#39;ve never met!), that person has a personality or behavioral problem that affects ALL of their friendships and relationships - you are not exempt.</p>\n\n<p>Sometimes it may be simply for the attention they receive for bringing &quot;the tea&quot;; other times it may be indicative of a more sinister issue, undiagnosed mental illness, or a malignant personality disorder (such as Narcissism).</p>\n\n<p><strong>WHY YSK</strong> : Because you should distance yourself from untrustworthy people, and this is a red flag that often goes overlooked. It&#39;s a tough pill to swallow that someone who you might consider to be a good friend could be capable of betraying you in this way, but it is important to realize, so you can make informed choices about who you want to allow in your life.</p>\n</div><!-- SC_ON -->",
  "score": 20893,
  "permalink": "/r/YouShouldKnow/comments/l2a2wz/ysk_people_who_gossip_about_everyone_they_know/",
  "subreddit": "YouShouldKnow",
  "id": "l2a2wz",
  "is_self": true,
  "media": null,
  "is_video": false
}