{
  "author": "APwilliams88",
  "the_new_excerpt": "So I'm about 160 pages into Blood Meridian by Cormac McCarthy and I'm genuinely\nloving it. It's beautifully written, has great characters, and is just a great\nbook so far, but dear lord it makes me feel dumb sometimes. I've lost count of\nhow many paragraphs I've had to reread just to try and…",
  "original_created_utc": 1613179482,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "科马克-麦卡锡写的《血色子午线》我读了160页，我真的\n爱上了它。它写得很美，人物也很好，就是一个很好的。\n这本书到目前为止，但亲爱的主 它让我觉得自己有时哑巴。我已经数不清\n多少段我不得不重读 只是为了尝试和... ...",
      "title": "你有没有觉得自己的阅读水平不够高，不适合看某本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "科馬克-麥卡錫寫的《血色子午線》我讀了160頁，我真的\n愛上了它。它寫得很美，人物也很好，就是一個很好的。\n這本書到目前爲止，但親愛的主 它讓我覺得自己有時啞巴。我已經數不清\n多少段我不得不重讀 只是爲了嘗試和... ...",
      "title": "你有沒有覺得自己的閱讀水平不夠高，不適合看某本書？"
    }
  ],
  "title": "Have you ever felt like your reading level isn't high enough for a specific book?",
  "created_utc": 1613197172,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I&#39;m about 160 pages into Blood Meridian by Cormac McCarthy and I&#39;m genuinely loving it. It&#39;s beautifully written, has great characters, and is just a great book so far, but dear lord it makes me feel dumb sometimes. I&#39;ve lost count of how many paragraphs I&#39;ve had to reread just to try and understand what&#39;s happening. Obviously anything worth while is going to be challenging, but I feel like I&#39;m doing the book a disservice by not understanding everything about it. </p>\n\n<p>Maybe this book isn&#39;t tough for the average reader, but for me it&#39;s the most challenging book I&#39;ve read. It&#39;s rewarding, but also disheartening... if that makes sense. I honestly feel like I&#39;m missing a good amount of the story. Maybe I&#39;ll be more confident on a reread?</p>\n\n<p>Long story short... I&#39;m loving the book, but having a tough time with it. Have any of you experienced these feelings about a book?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/lipzyc/have_you_ever_felt_like_your_reading_level_isnt/",
  "subreddit": "books",
  "id": "lipzyc",
  "is_self": true,
  "media": null,
  "is_video": false
}