{
  "author": "InappropriateJim",
  "original_created_utc": 1627859713,
  "title": "CMV: Jordan Peterson is the most willfully mischaracterised person I've ever seen and the attacks on his character were the verbal equivalent of a mob lynching.",
  "created_utc": 1627870082,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My interest in him started in 2016 when I saw headline after headline likening him to Hitler, countless articles referring to him as racist, misogynist, transphobic, homophobic, the list of epithets endless. &quot;This is going to be an interesting read&quot; i thought to myself, and so I began watching full videos of his lectures and interviews from around the world to get the whole context of his horrendous views.</p>\n\n<p>Well, I&#39;ve watched over 100 hours of his university lectures, interviews and debates and I can honestly say I genuinely can&#39;t find a single thing that the man has said that would warrant any of the labels that he has recieved. I have found him to be an incredibly thoughtful, genuine and honest man with integrity that is barely seen at any level of society today. Every answer or statement that he makes is concise, direct and are his honest beliefs. Again, a total unicorn in the public spectrum these days.</p>\n\n<p>Every single person that has debated or interviewed him has literally spent the whole allotted time to put racist, homophobic, misogynistic or transphobic words in his mouth to get themselves a 30 second soundbyte of the devil himself in order to get your click for attention and ad revenue. EVERY DEBATE OR INTERVIEW is an endless stream of him carefully and precisely giving his views just to have an infantile rebuttal of &quot;so what you&#39;re saying is &lt;insert something racist/sexist/transphobic that has nothing to do with the point he just made&gt;. This is then proceeded with him having to repeatedly say &quot;no, that isn&#39;t what I&#39;m saying at all&quot;. Over and over and over again. </p>\n\n<p>Every single article slating him that I&#39;ve seen has been either duplicitously edited or completely disingenuously removed from context, and every single excerpt can be traced back to the actual conversation with its full context and it is always mind-blowing how far removed it is from the article. In many cases I believe it&#39;s slander/libelous aand an atrocious glimpse at society as a whole. Witch hunts have not ended in the modern world, they have just become verbal instead of physical.</p>\n\n<p>From over 100 hours of trying to find a smoking gun in his talks and lectures I have come up with the square root of nothing that could justify the public mauling that he recieved worldwide. And I now genuinely belive he cares more about the wellbeing of society than his critics. I&#39;m honestly appalled and believe that 90% of his critics opinions would turn on a dime if they actually watched one of his lectures instead of glossing over the baseless headlines. So,</p>\n\n<p>Change My View.</p>\n</div><!-- SC_ON -->",
  "score": 175,
  "permalink": "/r/changemyview/comments/ow2n0t/cmv_jordan_peterson_is_the_most_willfully/",
  "subreddit": "changemyview",
  "id": "ow2n0t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My interest in him started in 2016 when I saw headline after headline likening\nhim to Hitler, countless articles referring to him as racist, misogynist,\ntransphobic, homophobic, the list of epithets endless. \"This is going to be an\ninteresting read\" i thought to myself, and so I began watching full…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が彼に興味を持ったのは、2016年に彼を例える見出しを次々と目にしたときでした。\n彼をヒトラーになぞらえた見出しや、人種差別主義者、女性差別主義者、トランスフォビック、ホモフォビックなどと言及した無数の記事を目にしたときです。\n差別主義者、女性差別主義者、トランスフォビック、ホモフォビックなど、数え切れないほどの記事を目にしたのがきっかけです。「これは面白い読み物になりそうだ。\n私は、「これは面白い読み物になりそうだ」と思って、彼のドキュメンタリーを見始めました。",
      "title": "CMV: ジョーダン・ピーターソンは、私がこれまでに見た中で最も故意に誤解された人物であり、彼の人格に対する攻撃は、暴徒のリンチに相当する言葉でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对他的兴趣始于2016年，当时我看到一个又一个头条新闻将他比作希特勒。\n他是希特勒，无数的文章提到他是种族主义者、厌恶女人的人。\n变性人、恐同症患者，这样的外号不胜枚举。\"这将会是一本\n我心想：\"这将是一本有趣的读物。\"于是，我开始看完整的...",
      "title": "CMV：乔丹-彼得森是我见过的最故意歪曲事实的人，对他人格的攻击相当于暴民的私刑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對他的興趣始於2016年，當時我看到一個又一個頭條新聞將他比作希特勒。\n他是希特勒，無數的文章提到他是種族主義者、厭惡女人的人。\n變性人、恐同症患者，這樣的外號不勝枚舉。\"這將會是一本\n我心想：\"這將是一本有趣的讀物。\"於是，我開始看完整的...",
      "title": "CMV：喬丹-彼得森是我見過的最故意歪曲事實的人，對他人格的攻擊相當於暴民的私刑。"
    }
  ]
}