{
  "author": "Brinothedino",
  "original_created_utc": 1640220470,
  "title": "The metaverse isn't for you and me, it's going to be the next generation that chooses.",
  "created_utc": 1640263536,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Geezers like myself (I&amp;#39;m only 32...) quickly forget how much shit our parents gave us for spending hours in &amp;quot;online chatrooms&amp;quot; like MSN Messenger back in the day. It strikes me how natural it is for my 6 year old nephew to spend time in online universes like Lego world or Minecraft. I&amp;#39;m honestly not really sure what Roblox is but it seems to be huge as well and I heard some kid trying to explain it to his dad in the drug store today. &lt;/p&gt;\n\n&lt;p&gt;In the same way that it would have seemed bizarre for us to spend so much time on our phones like 20 years ago, the metaverse is going to be the place for kids to spend hours afterschool (or maybe even AT school) and as the tech improves so will the experience. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure many of the current metaverse tokens will still eat shit over the next bear cycle. We are still a ways away from anything game changing in that market IMHO, but don&amp;#39;t be fooled into thinking it&amp;#39;s not going to be back with a vengeance. Honestly we may even be a couple cycles away from a real user friendly metaverse, but we all know the value in getting in early in crypto. &lt;/p&gt;\n\n&lt;p&gt;Anyway, just my two Satoshis on the topic as someone who thinks the metaverse sounds stupid (but plans to invest heavily over the next few years)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/rmjak9/the_metaverse_isnt_for_you_and_me_its_going_to_be/",
  "subreddit": "CryptoCurrency",
  "id": "rmjak9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Geezers like myself (I&#39;m only 32...)\nquickly forget how much shit our parents gave us for spending hours in\n&quot;online chatrooms&quot; like MSN Messenger back in the day. It strikes me\nhow natural it is for my 6 year old nephew to spend time in online…"
}