{
  "author": "T_Lawliet",
  "original_created_utc": 1630238494,
  "title": "Sir Arthur Conan Doyle’s The Valley of Fear is seriously underrated, and might be one of the best mysteries of all time",
  "created_utc": 1630252131,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The second half without Holmes is a little eh and in retrospect can make you wince with Doyle’s political inexperience . \nBut you get a brilliant murder mystery in the first half. While I found the Hound of the Baskerville to be an excellent novel, I do feel this one is superior. </p>\n\n<p>It’s criticized as a book that contradicts earlier books, but the contradiction was worth it to get the feline, sinuous villain that did not live up to the hype in previous works.</p>\n\n<p>Not sure why it’s not as recognized as it should be honestly.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/pdtzxy/sir_arthur_conan_doyles_the_valley_of_fear_is/",
  "subreddit": "books",
  "id": "pdtzxy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The second half without Holmes is a little eh and in retrospect can make you\nwince with Doyle’s political inexperience . But you get a brilliant murder\nmystery in the first half. While I found the Hound of the Baskerville to be an\nexcellent novel, I do feel this one is superior.\n\nIt’s criticized as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "後半のホームズのいない部分は少々エグく、振り返ってみるとドイルの政治的な未熟さに舌を巻くことになる。\n振り返ってみると、ドイルの政治的な未熟さに気づかされます。しかし、前半では見事な殺人ミステリーを\n前半は見事な殺人ミステリー。バスカビルの犬」も素晴らしい小説でしたが\nしかし、この作品の方が優れていると感じています。\n\n批判されていますが・・・。",
      "title": "アーサー・コナン・ドイルの『戦慄迷宮』は過小評価されており、史上最高のミステリーのひとつかもしれない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有福尔摩斯的后半部分有点不伦不类，现在回想起来会让人对道尔的政治经验不足感到害怕。\n道尔的政治经验不足而感到不安。但在前半部分，你可以看到一个精彩的谋杀\n但在前半部分，你却得到了一个精彩的谋杀谜团。虽然我认为《巴斯克维尔的猎犬》是一部优秀的小说，但我确实觉得这本书是一部优秀的小说。\n优秀的小说，但我确实觉得这部小说更胜一筹。\n\n它被批评为...",
      "title": "阿瑟-柯南-道尔爵士的《恐惧谷》被严重低估，可能是有史以来最好的神秘小说之一"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有福爾摩斯的後半部分有點不倫不類，現在回想起來會讓人對道爾的政治經驗不足感到害怕。\n道爾的政治經驗不足而感到不安。但在前半部分，你可以看到一個精彩的謀殺\n但在前半部分，你卻得到了一個精彩的謀殺謎團。雖然我認爲《巴斯克維爾的獵犬》是一部優秀的小說，但我確實覺得這本書是一部優秀的小說。\n優秀的小說，但我確實覺得這部小說更勝一籌。\n\n它被批評爲...",
      "title": "阿瑟-柯南-道爾爵士的《恐懼谷》被嚴重低估，可能是有史以來最好的神祕小說之一"
    }
  ]
}