{
  "author": "Kaantosito",
  "the_new_excerpt": "I am not at the point whether god exists or not, lets say he does exist:\n\nThanking for these things is stupid because youre essentially thanking the\nsource of the problem for solving that problem.\n\nLet me put it into other words:\n\nSay i purposely start a fire in a building, and i save people. Now if…",
  "original_created_utc": 1622399868,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、神が存在するかどうかという点ではなく、仮に存在するとします。\n\nこのようなことに感謝するのは愚かなことです。なぜなら、あなたは本質的に、問題を解決するために問題の原因に感謝しているからです。\n問題を解決してくれた問題の原因に感謝することになるからです。\n\nこれを別の言葉で表現してみましょう。\n\n私がわざとビルに火をつけて人を救ったとします。しかし、もし...",
      "title": "CMV: 食べ物、水、シェルターなどのために神に祈ること、感謝することは愚かなことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在讨论上帝是否存在，让我们说他确实存在。\n\n感谢这些东西是愚蠢的，因为你基本上是在感谢问题的源头解决了这个问题。\n因为你基本上是在感谢问题的源头解决了这个问题。\n\n让我把它换成其他的话。\n\n假设我故意在一栋大楼里放火，而我救了人。现在，如果...",
      "title": "CMV: 为食物/水/住所等祈祷/感谢上帝是愚蠢的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在討論上帝是否存在，讓我們說他確實存在。\n\n感謝這些東西是愚蠢的，因爲你基本上是在感謝問題的源頭解決了這個問題。\n因爲你基本上是在感謝問題的源頭解決了這個問題。\n\n讓我把它換成其他的話。\n\n假設我故意在一棟大樓裏放火，而我救了人。現在，如果...",
      "title": "CMV: 爲食物/水/住所等祈禱/感謝上帝是愚蠢的。"
    }
  ],
  "title": "CMV: Praying/thanking god for food/water/shelter etc is stupid",
  "created_utc": 1622411904,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am not at the point whether god exists or not, lets say he does exist:</p>\n\n<p>Thanking for these things is stupid because youre essentially thanking the source of the problem for solving that problem. </p>\n\n<p>Let me put it into other words: </p>\n\n<p>Say i purposely start a fire in a building, and i save people. Now if you were one of those people and you do know that i started the fire, would you thank me for saving you? I bet no.</p>\n\n<p>Its really the same scenario. The reason you need food/water/shelter is god himself. He created problems like hunger, thirst, need for shelter etc and you thank him for solving those. It doesnt make any sense.</p>\n\n<p>Its stupid.</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/nohfww/cmv_prayingthanking_god_for_foodwatershelter_etc/",
  "subreddit": "changemyview",
  "id": "nohfww",
  "is_self": true,
  "media": null,
  "is_video": false
}