{
  "author": "hrvbrs",
  "original_created_utc": 1635250351,
  "title": "YSK: When someone says “What?” it’s most likely not because they didn’t hear you, but because they didn’t understand you or they need time to formulate a response.",
  "created_utc": 1635259528,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most of the time, when someone says “What?”, you will simply repeat yourself. This will usually fail, and they will just say “What?” again.</p>\n\n<p>Instead of just repeating yourself, you should slow down, speak more clearly, and say it again but using different words. This will give them time to process your question/statement and formulate a response.</p>\n\n<h3>Example 1 (This actually happened to me):</h3>\n\n<p>Andy (speaking quickly): So did you stay at Ben’s?</p>\n\n<p>Me (thinking something about a Mercedes Benz): … What?</p>\n\n<p>Andy (same speed): Did you stay at Ben’s?</p>\n\n<p>Me: … … Sorry, what?</p>\n\n<p>Andy (probably frustrated): Did you stay at Ben’s?</p>\n\n<p>Me (finally getting it): Oh… yeah, I did.</p>\n\n<h3>Example 2 (How it should have gone):</h3>\n\n<p>Andy (speaking quickly): So did you stay at Ben’s?</p>\n\n<p>Me (thinking something about a Mercedes Benz): … What?</p>\n\n<p>Andy (slower): Did you stay over at Ben’s place last night?</p>\n\n<p>Me: Yeah, I did.</p>\n</div><!-- SC_ON -->",
  "score": 64,
  "permalink": "/r/YouShouldKnow/comments/qg51ph/ysk_when_someone_says_what_its_most_likely_not/",
  "subreddit": "YouShouldKnow",
  "id": "qg51ph",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Most of the time, when someone says “What?”, you will simply repeat\nyourself. This will usually fail, and they will just say “What?” again.\n\nInstead of just repeating yourself, you should slow down, speak more clearly,\nand say it again but using different words. This will give them time to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: ほとんどの場合、誰かに「何？」と言われたら、あなたは自分の言葉を繰り返すだけです。\nを繰り返します。そうすると、大抵は失敗して、相手はまた \"What? \"と言ってきます。\n\nただ繰り返すのではなく、スピードを落として、もっとはっきりと話すべきです。\nそして、違う言葉を使ってもう一度言うのです。そうすることで、相手に「...」と言わせる時間を与えることができます。",
      "title": "YSK: 誰かが \"What? \"と言ったとき、それはあなたの話を聞いていなかったのではなく、あなたの話を理解していなかったか、あるいは回答をまとめるための時間が必要だったのかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大多数时候，当有人说 \"什么？\"时，你会简单地重复一下\n自己。这通常会失败，他们就会再次说 \"什么？\"。\n\n与其只是重复自己，不如放慢速度，说得更清楚。\n然后用不同的词再说一遍。这将给他们时间来...",
      "title": "YSK：当有人说 \"什么？\"时，很可能不是因为他们没有听到，而是因为他们没有理解你的意思，或者他们需要时间来制定一个回应。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大多數時候，當有人說 \"什麼？\"時，你會簡單地重複一下\n自己。這通常會失敗，他們就會再次說 \"什麼？\"。\n\n與其只是重複自己，不如放慢速度，說得更清楚。\n然後用不同的詞再說一遍。這將給他們時間來...",
      "title": "YSK：當有人說 \"什麼？\"時，很可能不是因爲他們沒有聽到，而是因爲他們沒有理解你的意思，或者他們需要時間來制定一個迴應。"
    }
  ]
}