{
  "author": "Animedjinn",
  "original_created_utc": 1626421875,
  "title": "YSK: Clothing accounts for 10% of all green house gas emissions",
  "created_utc": 1626446569,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Clothing is incredibly bad for the environment to produce. The electricity used to make it and transport it is astronomical, and a single shirt can use hundreds of gallons of water during manufacturing, as well as toxic chemicals. And many shirts are made from oil-based plastic products (most/many synthetic fabrics). </p>\n\n<p><a href=\"https://www.bbc.com/future/article/20200310-sustainable-fashion-how-to-buy-clothes-good-for-the-climate\">https://www.bbc.com/future/article/20200310-sustainable-fashion-how-to-buy-clothes-good-for-the-climate</a></p>\n\n<p>Why YSK: Buying less clothes is one of the best things you can do for the environment. Even &quot;green brands&quot; are commonly mislabeled or simply left unspecified as to what exactly makes them &quot;green.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/YouShouldKnow/comments/olc871/ysk_clothing_accounts_for_10_of_all_green_house/",
  "subreddit": "YouShouldKnow",
  "id": "olc871",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Clothing is incredibly bad for the environment to produce. The electricity used\nto make it and transport it is astronomical, and a single shirt can use hundreds\nof gallons of water during manufacturing, as well as toxic chemicals. And many\nshirts are made from oil-based plastic products (most/many…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "衣料品は、生産することで環境に多大な悪影響を及ぼします。製造や輸送に使われる電力は\nまた、シャツ1枚の製造には、数百ガロンの水と有害な化学物質が使われます。\n有害な化学物質を使用することになります。また、多くの\nシャツは石油由来のプラスチック製品から作られています（ほとんどの...",
      "title": "YSK: 温室効果ガスの排出量のうち、衣類が占める割合は10%です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "衣服的生产对环境来说是非常糟糕的。制造和运输服装所使用的电力是一个天文数字。\n在制造和运输过程中使用的电力是一个天文数字，一件衣服在制造过程中可以使用数百加仑的水以及有毒化学品。\n一件衣服在制造过程中可以使用数百加仑的水，以及有毒化学品。而且许多\n衬衫是由油基塑料产品制成的（大多数/许多...",
      "title": "YSK：服装占所有温室气体排放量的10%。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "衣服的生產對環境來說是非常糟糕的。製造和運輸服裝所使用的電力是一個天文數字。\n在製造和運輸過程中使用的電力是一個天文數字，一件衣服在製造過程中可以使用數百加侖的水以及有毒化學品。\n一件衣服在製造過程中可以使用數百加侖的水，以及有毒化學品。而且許多\n襯衫是由油基塑料產品製成的（大多數/許多...",
      "title": "YSK：服裝佔所有溫室氣體排放量的10%。"
    }
  ]
}