{
  "author": "humanbeingahuman",
  "the_new_excerpt": "Why YSK: it's rarely a joke this is a sign that someone is reaching out for\nhelp, they don't necessarily want to die but may not see a way out and are\nlooking for help but with all the stigma associated with mental illness it can\nbe hard to come out and say exactly what's going on.\n\nIt's important…",
  "original_created_utc": 1616932274,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这很少是一个笑话这是一个信号，有人在伸手要。\n帮忙，他们不一定想死，但可能看不到出路，而且是。\n寻求帮助，但由于所有与精神疾病相关的耻辱感，它可以\n很难出来说到底是怎么回事。\n\n这很重要...",
      "title": "YSK：拿自杀开玩笑，是病情危机点的表现。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這很少是一個笑話這是一個信號，有人在伸手要。\n幫忙，他們不一定想死，但可能看不到出路，而且是。\n尋求幫助，但由於所有與精神疾病相關的恥辱感，它可以\n很難出來說到底是怎麼回事。\n\n這很重要...",
      "title": "YSK：拿自殺開玩笑，是病情危機點的表現。"
    }
  ],
  "title": "YSK: joking about suicide is a sign of a crisis point in a medical condition",
  "created_utc": 1616946728,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it&#39;s rarely a joke this is a sign that someone is reaching out for help, they don&#39;t necessarily want to die but may not see a way out and are looking for help but with all the stigma associated with mental illness it can be hard to come out and say exactly what&#39;s going on.</p>\n\n<p>It&#39;s important to remember that some who is considering suicide likely has a medical condition which affects their thinking processes so someone should not be dismissed or told to get over it (they would if they could) -- it would be equivalent to telling someone with a broken arm that there was nothing wrong with them. (Note how I phrase it as a medical condition instead of mental illness specifically to remove a sense of judgement)</p>\n\n<p>What can you do? Ask them straight whether they are considering suicide and if they are find out if there are family or friends they would feel comfortable knowing and able to call if they feel suicidal. They may not feel comfortable reaching out to family or friends and that&#39;s okay. Instead or as well as that there are divided prevention hotlines in most countries who will help.\nUltimately you want to speak calmly with them and see if they will agree to contact a trusted family member or friend or a suicide prevention number before enacting any plans to die by suicide.</p>\n\n<p>Don&#39;t worry, you won&#39;t make someone consider suicide by asking them about it.</p>\n\n<p>You may not be comfortable having this conversation, suicide prevention websites and numbers can often advise on how to have this conversation.</p>\n\n<p>Also if you notice someone on Reddit with these signs, use the report option and select other and select &#39;someone is considering suicide&#39;</p>\n\n<p>Other warning signs: giving things away, seeming hopelessness and despair, seeming flat in mood, drastic changes in weight and apparent signs of insomnia.</p>\n\n<p>[Source: I am a mental health first aider, see also <a href=\"https://www.beyondblue.org.au/the-facts/suicide-prevention/feeling-suicidal/suicidal-warning-signs\">https://www.beyondblue.org.au/the-facts/suicide-prevention/feeling-suicidal/suicidal-warning-signs</a>, <a href=\"https://www.choc.org/articles/9-signs-your-child-may-be-considering-suicide/\">https://www.choc.org/articles/9-signs-your-child-may-be-considering-suicide/</a>]</p>\n\n<p>Also YSK: helping other people through this kind of situation can be draining on ourselves as supports, be sure to be kind to yourself and take time to recharge, you too matter and are important</p>\n\n<p>Stay safe</p>\n</div><!-- SC_ON -->",
  "score": 1524,
  "permalink": "/r/YouShouldKnow/comments/mf001z/ysk_joking_about_suicide_is_a_sign_of_a_crisis/",
  "subreddit": "YouShouldKnow",
  "id": "mf001z",
  "is_self": true,
  "media": null,
  "is_video": false
}