{
  "author": "ohiodylan",
  "original_created_utc": 1628009842,
  "title": "CMV: No scrap yard or buyer should be allowed to legally buy Catalytic converters without a vehicle title and ID.",
  "created_utc": 1628080878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No scrap yard should be legally allowed to buy Catalytic converters without the scrapper providing ID and a vehicle title matching the Catalytic converter. Too many people are getting their cars robbed of Cat converters which leads to expensive repairs that can be $100s of dollars. It causes cars to fail emissions tests, it&#39;s leading to some owners losing their functional junker cars being sold for scrap since the repair is more costly than what the cars worth. </p>\n\n<p>It also does severe environmental damage with more toxic emissions leaking into the environment.</p>\n\n<p>We really need to hold these shady scrap metal foundry&#39;s to a higher standard and require scrap yard owners to strictly verify if the sellers of catalytic converters are the rightful owners of the cats.</p>\n</div><!-- SC_ON -->",
  "score": 73,
  "permalink": "/r/changemyview/comments/ox7og9/cmv_no_scrap_yard_or_buyer_should_be_allowed_to/",
  "subreddit": "changemyview",
  "id": "ox7og9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No scrap yard should be legally allowed to buy Catalytic converters without the\nscrapper providing ID and a vehicle title matching the Catalytic converter. Too\nmany people are getting their cars robbed of Cat converters which leads to\nexpensive repairs that can be $100s of dollars. It causes cars to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "触媒コンバーターの購入は、スクラップ業者が身分証明書と触媒コンバーターと一致する車のタイトルを提示しない限り、法的に認められません。\nスクラップ業者が触媒コンバーターと一致するIDと車のタイトルを提供しなければ、触媒コンバーターを購入することは法的に認められません。あまりにも多くの\n多くの人が触媒コンバーターを盗まれています。\n数百ドルにもなる高価な修理につながるのです。その結果、車が...",
      "title": "CMV： スクラップヤードや買取業者は、車両のタイトルとIDを持たない触媒コンバーターを合法的に購入することはできません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在法律上不允许任何废品收购站在没有提供身份证明和与C型车相匹配的车辆所有权的情况下购买催化转换器。\n在没有提供身份证明和与催化器相匹配的车辆所有权的情况下，任何废品收购站都不应该被合法允许收购催化器。太多的人\n太多的人被抢走了他们的汽车的催化转换器，这导致了\n导致昂贵的维修费用高达100多美元。这将导致汽车被毁。",
      "title": "CMV：任何废品收购站或买家都不应该被允许合法地购买没有车辆所有权和身份证的催化转换器。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在法律上不允許任何廢品收購站在沒有提供身份證明和與C型車相匹配的車輛所有權的情況下購買催化轉換器。\n在沒有提供身份證明和與催化器相匹配的車輛所有權的情況下，任何廢品收購站都不應該被合法允許收購催化器。太多的人\n太多的人被搶走了他們的汽車的催化轉換器，這導致了\n導致昂貴的維修費用高達100多美元。這將導致汽車被毀。",
      "title": "CMV：任何廢品收購站或買家都不應該被允許合法地購買沒有車輛所有權和身份證的催化轉換器。"
    }
  ]
}