{
  "author": "Antibenshaprio",
  "original_created_utc": 1632608943,
  "title": "CMV: America should have tax funded healthcare",
  "created_utc": 1632617539,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>1) So many other countries have it besides the US</p>\n\n<p>2) It’s way too expensive currently. Paying hundreds to get a diagnosis is ridiculous </p>\n\n<p>“But my individualism”</p>\n\n<p>This argument annoys me. Should we take away police and force you to fend for yourself since you live privacy so much?</p>\n\n<p>Also, just because you an afford something doesn’t mean everybody else can. Not everybody can afford healthcare. And if it’s possible that we can make it universal to lower the cost, let’s do it.</p>\n\n<p>“Higher taxes”</p>\n\n<p>Money isn’t more valuable than human lives. Weird how Americans love their superheroes so much, yet they’re willing to prioritize money over human lives. </p>\n\n<p>“it’s unfair for the doctors”</p>\n\n<p>But they’re still getting paid. Just by the government</p>\n\n<p>“Wait times”</p>\n\n<p>I’d rather wait 6 hours for an appointment than have to possibly go into debt to get a diagnosis</p>\n</div><!-- SC_ON -->",
  "score": 104,
  "permalink": "/r/changemyview/comments/pvh0l8/cmv_america_should_have_tax_funded_healthcare/",
  "subreddit": "changemyview",
  "id": "pvh0l8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "1) So many other countries have it besides the US\n\n2) It’s way too expensive currently. Paying hundreds to get a diagnosis is\nridiculous\n\n“But my individualism”\n\nThis argument annoys me. Should we take away police and force you to fend for\nyourself since you live privacy so much?\n\nAlso, just because…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "1）アメリカ以外にも多くの国で導入されていること\n\n2）現在の価格が高すぎる。診断を受けるために何百ドルも払うなんて\nばかばかしい\n\n\"しかし、私の個人主義\"\n\nこの議論は私を悩ませます。警察を取り上げて、自活することを強要すべきなのか\n警察を廃止して自活させるべきか？\n\nまた、ただ、...",
      "title": "CMV: アメリカの医療費は税金で賄うべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "1）除了美国之外，还有许多其他国家也有。\n\n2）目前它太贵了。花几百块钱得到一个诊断是\n荒谬的\n\n\"但我的个人主义\"\n\n这种说法让我很恼火。我们是否应该剥夺警察的权利，迫使你自力更生？\n自己，因为你有那么多的隐私？\n\n另外，只是因为...",
      "title": "CMV：美国应该有税收资助的医疗保健"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "1）除了美國之外，還有許多其他國家也有。\n\n2）目前它太貴了。花幾百塊錢得到一個診斷是\n荒謬的\n\n\"但我的個人主義\"\n\n這種說法讓我很惱火。我們是否應該剝奪警察的權利，迫使你自力更生？\n自己，因爲你有那麼多的隱私？\n\n另外，只是因爲...",
      "title": "CMV：美國應該有稅收資助的醫療保健"
    }
  ]
}