{
  "author": "geo_hunny",
  "original_created_utc": 1628614611,
  "title": "YSK: Your city/county likely has an interactive map that shows were all registered sex offenders live.",
  "created_utc": 1628635961,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>EDIT:</em> This information is only applicable in the US. </p>\n\n<p>Almost every state publicly provides this information. Just google your city/town/county and &quot;sex offender map&quot; and you&#39;ll find a link to an interactive map. You can click on icons that often list their:</p>\n\n<ul>\n<li>name</li>\n<li>picture</li>\n<li>physical description</li>\n<li>registered address</li>\n<li>registered vehicles</li>\n<li>conviction history: when, where, class, and event description</li>\n</ul>\n\n<p>Why YSK: there are approximately 750,000 <em>registered</em> sex offenders in the US and the public availability of their whereabouts is a matter of public safety (The <strong>S</strong>ex <strong>O</strong>ffender <strong>R</strong>egistration and <strong>N</strong>otification <strong>A</strong>ct - SORNA, the aftermath of the Adam Walsh murder). It is a good idea to occasionally check your local register, especially if you have children, thinking of moving or hiring someone to do work at your house. The map denotes registered offenders, repeat offenders and violent offenders. You can also search specific names or addresses.</p>\n\n<p><strong>NOTE:</strong> this is not information for you to use for some weird vigilante justice. That is what the criminal justice system is for. Inform yourself, inform your neighbors and coworkers but do not maliciously engage these people merely to provoke them.</p>\n\n<p>Here is a link for the US Department of Justice website: <a href=\"https://www.nsopw.gov/\">https://www.nsopw.gov/</a></p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/YouShouldKnow/comments/p1tb9d/ysk_your_citycounty_likely_has_an_interactive_map/",
  "subreddit": "YouShouldKnow",
  "id": "p1tb9d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: This information is only applicable in the US.\n\nAlmost every state publicly provides this information. Just google your\ncity/town/county and \"sex offender map\" and you'll find a link to an interactive\nmap. You can click on icons that often list their:\n\n * name\n * picture\n * physical…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "EDIT: この情報は米国でのみ適用されます。\n\nほとんどの州がこの情報を公開しています。ググれば、あなたの\n性犯罪者マップ」でググれば、インタラクティブなマップへのリンクが見つかります。\nマップが見つかります。アイコンをクリックすると、性犯罪者の一覧が表示されます。\n\n * 名前\n * 写真\n * 物理的な...",
      "title": "YSK: お住まいの市や郡には、登録されている性犯罪者が住んでいる場所を示すインタラクティブな地図があると思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "编辑：这些信息只适用于美国。\n\n几乎每个州都公开提供这一信息。只要谷歌一下你的\n城市/镇/县和 \"性犯罪者地图\"，你就会发现一个互动的链接。\n地图的链接。你可以点击图标，通常列出他们的。\n\n * 名字\n * 照片\n *身体...",
      "title": "YSK：你所在的城市/县可能有一个互动地图，显示所有登记的性犯罪者的居住地。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "編輯：這些信息只適用於美國。\n\n幾乎每個州都公開提供這一信息。只要谷歌一下你的\n城市/鎮/縣和 \"性犯罪者地圖\"，你就會發現一個互動的鏈接。\n地圖的鏈接。你可以點擊圖標，通常列出他們的。\n\n * 名字\n * 照片\n *身體...",
      "title": "YSK：你所在的城市/縣可能有一個互動地圖，顯示所有登記的性犯罪者的居住地。"
    }
  ]
}