{
  "author": "geo_hunny",
  "original_created_utc": 1628614611,
  "title": "YSK: Your city/county likely has an interactive map that shows were all registered sex offenders live.",
  "created_utc": 1628635961,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>EDIT:</em> This information is only applicable in the US. </p>\n\n<p>Almost every state publicly provides this information. Just google your city/town/county and &quot;sex offender map&quot; and you&#39;ll find a link to an interactive map. You can click on icons that often list their:</p>\n\n<ul>\n<li>name</li>\n<li>picture</li>\n<li>physical description</li>\n<li>registered address</li>\n<li>registered vehicles</li>\n<li>conviction history: when, where, class, and event description</li>\n</ul>\n\n<p>Why YSK: there are approximately 750,000 <em>registered</em> sex offenders in the US and the public availability of their whereabouts is a matter of public safety (The <strong>S</strong>ex <strong>O</strong>ffender <strong>R</strong>egistration and <strong>N</strong>otification <strong>A</strong>ct - SORNA, the aftermath of the Adam Walsh murder). It is a good idea to occasionally check your local register, especially if you have children, thinking of moving or hiring someone to do work at your house. The map denotes registered offenders, repeat offenders and violent offenders. You can also search specific names or addresses.</p>\n\n<p><strong>NOTE:</strong> this is not information for you to use for some weird vigilante justice. That is what the criminal justice system is for. Inform yourself, inform your neighbors and coworkers but do not maliciously engage these people merely to provoke them.</p>\n\n<p>Here is a link for the US Department of Justice website: <a href=\"https://www.nsopw.gov/\">https://www.nsopw.gov/</a></p>\n</div><!-- SC_ON -->",
  "score": 163,
  "permalink": "/r/YouShouldKnow/comments/p1tb9d/ysk_your_citycounty_likely_has_an_interactive_map/",
  "subreddit": "YouShouldKnow",
  "id": "p1tb9d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "EDIT: This information is only applicable in the US.\n\nAlmost every state publicly provides this information. Just google your\ncity/town/county and \"sex offender map\" and you'll find a link to an interactive\nmap. You can click on icons that often list their:\n\n * name\n * picture\n * physical…"
}