{
  "author": "hussainoid",
  "the_new_excerpt": "Why YSK: People often ridicule the grammatical or other mistakes in people’s\nEnglish to invalidate their point. Chances are they noticed it too and simply\ndon’t care. Their point still stands stall if it’s coherent enough, anyone going\nout of the way to comment on their mistake is either losing the…",
  "original_created_utc": 1610088465,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们经常嘲笑人们的语法或其他错误。\n英语来使他们的观点无效。他们很可能也注意到了，只是\n不在乎。他们的观点如果足够连贯的话，仍然是滞后的，任何人都会去\n不去评论他们的错误，要么是失去了... ...",
      "title": "YSK: 如果有人在英语中犯了一个微不足道的错误，这并不是什么大不了的事，也不能成为否定其观点的依据。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們經常嘲笑人們的語法或其他錯誤。\n英語來使他們的觀點無效。他們很可能也注意到了，只是\n不在乎。他們的觀點如果足夠連貫的話，仍然是滯後的，任何人都會去\n不去評論他們的錯誤，要麼是失去了... ...",
      "title": "YSK: 如果有人在英語中犯了一個微不足道的錯誤，這並不是什麼大不了的事，也不能成爲否定其觀點的依據。"
    }
  ],
  "title": "YSK: If someone commits a trivial mistake in their English, it’s not a big deal and doesn’t form the basis to invalidate their point",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People often ridicule the grammatical or other mistakes in people’s English to invalidate their point. Chances are they noticed it too and simply don’t care. Their point still stands stall if it’s coherent enough, anyone going out of the way to comment on their mistake is either losing the argument or are too immature to engage in one.</p>\n\n<p>It’s very common in the Indian subcontinent.</p>\n\n<p>Edit: About time I made an edit to have my final say and leave. I personally love English and it&#39;s not even my mother tongue. It is, for me, the most beautiful language ever and I want to be as good at it as I can. I made this post because a lot of non-native speakers out there are <em>ridiculed</em> everyday for bad, incorrect English. While it is important to speak the language you&#39;re speaking as correctly as possible, for some it may not matter so much because they don&#39;t need it anywhere in their life. Also, one should always look for when is one helpfully correcting your mistakes so you may learn and appreciate them. Enough preaching. Over and out.</p>\n</div><!-- SC_ON -->",
  "score": 24740,
  "permalink": "/r/YouShouldKnow/comments/ksx5nc/ysk_if_someone_commits_a_trivial_mistake_in_their/",
  "subreddit": "YouShouldKnow",
  "id": "ksx5nc",
  "is_self": true,
  "media": null,
  "is_video": false
}