{
  "author": "WheresTheIceCream20",
  "the_new_excerpt": "I finished this book yesterday and am still so angry about it that I just had to\nwrite a ranting book review for catharsis. This book had such a great premise.\nWhat a good idea for a story! Which is why I'm so angry that the author did such\na poor job. Everything from the writing to the plot to the…",
  "original_created_utc": 1623781783,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "昨日、この本を読み終えたが、まだ怒りが収まらないので、カタルシスを得るために\nカタルシスを得るために暴言のような書評を書いてみました。この本は、とても素晴らしい前提を持っていました。\n物語のための何と良いアイデアでしょう。だからこそ、作者の仕事ぶりがあまりにもお粗末だったことに腹が立つ。\nお粗末な仕事をしたことに腹が立ちます。文章、プロット、そして...。",
      "title": "\"The Invisible Life of Addie Larue \"の暴言書評"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我昨天看完了这本书，仍然非常生气，以至于我不得不\n写一篇咆哮式的书评来宣泄一下。这本书有一个很好的前提。\n多么好的一个故事的想法啊! 这就是为什么我很生气，作者做得如此\n糟糕的工作。从写作到情节，再到...",
      "title": "咆哮式书评 \"艾迪-拉鲁的隐形生活\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨天看完了這本書，仍然非常生氣，以至於我不得不\n寫一篇咆哮式的書評來宣泄一下。這本書有一個很好的前提。\n多麼好的一個故事的想法啊! 這就是爲什麼我很生氣，作者做得如此\n糟糕的工作。從寫作到情節，再到...",
      "title": "咆哮式書評 \"艾迪-拉魯的隱形生活\""
    }
  ],
  "title": "Ranting book review of \"The Invisible Life of Addie Larue\"",
  "created_utc": 1623805750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished this book yesterday and am still so angry about it that I just had to write a ranting book review for catharsis. This book had such a great premise. What a good idea for a story! Which is why I&#39;m so angry that the author did such a poor job. Everything from the writing to the plot to the characters was terrible. </p>\n\n<ol>\n<li><p>The writing - Interesting at first, but she&#39;s just not a good enough writer to pull off the style she was trying to write in. I think she was going for poetic and modern, but it came off as a college student trying to write in an interesting way and failing. You know those IG posts where the caption is full of &quot;deep&quot; descriptions, sentence fragments, and new paragraphs that are only a sentence long? That was this book. Oh, and she used the same description for every character over and over. Lucien is wolfish. Addie has freckles like a constellation. Every man in the book has curls falling over his forehead. FIND A DIFFERENT WAY OF DESCRIBING PEOPLE. Also, she kept hammering the same trope of, &quot;Addie didn&#39;t know about this yet, but she would.&quot; As in, &quot;Addie didn&#39;t know Italian yet, but she would,&quot; or, &quot;Addie didn&#39;t know about Luc&#39;s moods yet, but she would.&quot; This isn&#39;t interesting! This is not a story!</p></li>\n<li><p>The characters were super boring. Addie, the main character, was boring. Nothing interesting about her at all. Its a shame that a woman who turns immortal has no interests, imagination, or drive. Her mortal love interest was equally uninteresting. The two of them would walk around uninterestingly, apart and together. Its was very...uninteresting. </p></li>\n<li><p>Plot - there was no plot. Actually, I take that back. In a book that&#39;s 350 pages long, there was plot in maybe 40 pages. The beginning set up what should have been a really, really good story. Then nothing happened for 300 PAGES. The last 30 pages contained the rest of the plot. They were the most interesting by far, but still turned out to be boring because she hadn&#39;t developed relationships, people, plot, anything. I didn&#39;t care about anyone by then and forced myself to skim the last 30 pages, which is where everything actually happened. There was so much promise held in those 30 pages. Its such a freaking shame. You got a glimpse what this could have been had a talented storyteller written it. </p></li>\n</ol>\n\n<p>A good editor would have told her to take the first 20 and last 50 and write an entire new book just fleshing that out. Instead, you get 300 pages of Addie walking around and Luc appearing. They then have the same conversation over and over. Every time the timeline went to a moment in the past, you knew she was going to be walking around and that Luc would appear after a page and you knew exactly what they were going to talk about. This happened at least 25 times. No character development. No development in their relationship. No moving the plot forward. Just the same thing over. and over. and over. </p>\n\n<p>TL;DR - The writing, plot, and characters in this book were terrible, which is a shame for such a great premise. This story in a different author&#39;s hands would have been so, so great. I&#39;m so mad a better author wasn&#39;t able to write it.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/books/comments/o0l5ft/ranting_book_review_of_the_invisible_life_of/",
  "subreddit": "books",
  "id": "o0l5ft",
  "is_self": true,
  "media": null,
  "is_video": false
}