{
  "author": "BrillWolf",
  "the_new_excerpt": "I recently found out that Isaac Asimov, arguably one of the keystones of the\nScience Fiction world, published quite a few books outside of the Sci-Fi world,\nforgive the error of my ways. I was recently gifted a copy of his Guide to the\nBible…",
  "original_created_utc": 1624144051,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は最近、SF界の重要人物の一人であるアイザック・アシモフが、SF界以外でも多くの本を出版していることを知りました。\nSF界の要の一人であるアイザック・アシモフは、SF界以外でもかなりの数の本を出版していることを最近知りました。\nご容赦ください。最近、私は彼の『Guide to the Bible』のコピーをもらいました。\n聖書...",
      "title": "Asimov's Guide to the Bible - 聖なる書物を世俗的に捉えたもの。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近发现，艾萨克-阿西莫夫（Isaac Asimov）可以说是科幻世界的关键人物之一。\n科幻世界的关键人物之一，在科幻世界之外出版了相当多的书籍。\n请原谅我的错误。最近，我得到了一本他的《圣经指南》的副本。\n圣经》...",
      "title": "阿西莫夫圣经指南》--以世俗的眼光看待圣书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近發現，艾薩克-阿西莫夫（Isaac Asimov）可以說是科幻世界的關鍵人物之一。\n科幻世界的關鍵人物之一，在科幻世界之外出版了相當多的書籍。\n請原諒我的錯誤。最近，我得到了一本他的《聖經指南》的副本。\n聖經》...",
      "title": "阿西莫夫聖經指南》--以世俗的眼光看待聖書。"
    }
  ],
  "title": "Asimov's Guide to the Bible - A secular look at the Holy Book.",
  "created_utc": 1624157845,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently found out that Isaac Asimov, arguably one of the keystones of the Science Fiction world, published quite a few books outside of the Sci-Fi world, forgive the error of my ways. I was recently gifted a copy of his <a href=\"https://en.wikipedia.org/wiki/Asimov%27s_Guide_to_the_Bible\">Guide to the Bible</a> and I have been reading through it and I have to say, it is fascinating.   </p>\n\n<p>This might be purely speaking to my personal taste for history, and being an atheist fascinated with world religions, but I found this book to be a great read. Asimov takes a purely secular view of the Bible, attempting to bring the people, events, locations, etc of the passages of the Bible out into the knowledge of the general public.   To do this, he uses various versions of the Bible, namely the King James Bible, Revised Standard Version, the New Catholic Edition, The Jerusalem Bible, &quot;The Holy Scriptures according to the Masoretic text&quot; (?), &amp; the Anchor Bible. I personally never knew/heard of most of these, and I was expecting the Gideon Bible to have been used at first glance, but then further research told me it&#39;s the King James Bible.  </p>\n\n<p>Each volume deals with one of the Testaments. Each chapter delves into a single Book of the Bible. Here, Asimov gets down to enlightening the Bible for the layperson. His writing and terminology, how he includes maps and directly referencing and breaking down Bible passages, I found, made this into a very easily-accessible book that anyone can pick up and read. This was intentionally written for the general public without any extensive knowledge of history.   </p>\n\n<p>The book(s), there are editions where the two volumes are collected in one, are dense, I&#39;m not going to lie. Who would have thought dissecting a book that is millenia old would be an easy, light read. But the subject matter, I feel is handled brilliantly by Asimov. I understand that there&#39;s parts of the secular world in 1968 at the time of the release of Volume I that are a little bit different now in 2021, most likely why it is now out of print. I read the combined 1981 version. I would highly suggest anyone with an even remote interest in the more secular aspects of the Bible, see if you can get a copy from your local library ( I discovered my college has a copy of most of his &quot;Guide to&quot; books) or ThriftBooks or other ways, I promise you, it will be worth your time.   </p>\n\n<p>For those interested in the other non-SF reference/literary books Asimov has written, in release order:</p>\n\n<ul>\n<li>The Greeks: A Great Adventure (1965)</li>\n<li>The Roman Republic (1966)</li>\n<li>The Roman Empire (1967)</li>\n<li>The Egyptians (1967)</li>\n<li>The Near East: 10,000 Years of History (1968)</li>\n<li>Asimov&#39;s Guide to Shakespeare (1970)</li>\n<li>Asimov&#39;s Annotated Don Juan (1972)</li>\n<li>Asimov&#39;s Annotated Paradise Lost (1974)</li>\n<li>The Annotated Gulliver&#39;s Travels (1980)</li>\n<li>Asimov&#39;s New Guide to Science (1984)</li>\n<li>Asimov&#39;s Chronology of the World (1991)</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 52,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/apkmo5zs_-YmFFDjmG62TyIS5jvdW18a790XKORnEu8.jpg?auto=webp&s=d430e4efd42baf58b4bc71c9549944b7bdf40715",
          "width": 50,
          "height": 39
        },
        "resolutions": [],
        "variants": {},
        "id": "K8Lxcv5aHkjcbujO-2N7cVXtdXkwYe8BHCOouTCCjb8"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/o3s5g7/asimovs_guide_to_the_bible_a_secular_look_at_the/",
  "subreddit": "books",
  "id": "o3s5g7",
  "is_self": true,
  "media": null,
  "is_video": false
}