{
  "author": "Freedom_Fighter_0798",
  "original_created_utc": 1627272319,
  "title": "YSK applying heat to mosquito bites will instantly relieve the itching sensation",
  "created_utc": 1627285031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I rarely see this method shown as a remedy so I thought I’d share. You just want to expose the affected areas to heat. I’ve found the best way is to use a hairdryer set on high and simply leaving it over each bite for as long as possible, ideally around 15 seconds. The area will itch during the process for a few seconds and then immediately go away. </p>\n\n<p>Alternatively you can heat up a spoon over a stovetop and apply it directly to the skin. Just make sure it’s hot but not too hot that it’ll burn you.</p>\n\n<p>Why YSK: mosquito bites can be really annoying and scratching the area can make itching worse and even cause infection. This method is safe, simple, uses equipment nearly everyone has and can be done in minutes. </p>\n\n<p>As far as why it works, it has to do with heat breaking down heparin, which is found in mosquito saliva. It prevents clotting which makes it easier to suck blood. Unfortunately it also causes inflammation and itching. Heat destroys heparin and the foreign proteins, stopping the autoimmune response.</p>\n</div><!-- SC_ON -->",
  "score": 76,
  "permalink": "/r/YouShouldKnow/comments/orr1yl/ysk_applying_heat_to_mosquito_bites_will/",
  "subreddit": "YouShouldKnow",
  "id": "orr1yl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I rarely see this method shown as a remedy so I thought I’d share. You just want\nto expose the affected areas to heat. I’ve found the best way is to use a\nhairdryer set on high and simply leaving it over each bite for as long as\npossible, ideally around 15 seconds. The area will itch during the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この方法が治療法として紹介されているのをほとんど見たことがないので、紹介しようと思いました。あなたはただ\n患部を熱にさらすことです。私の場合は、ドライヤーを強めに設定して\nドライヤーを強めに設定して、一口ごとにできるだけ長くあてることです。\n理想的には15秒程度です。その間、患部は痒くなります。",
      "title": "YSKは蚊に刺されたときに熱を加えると、すぐに痒みが和らぎます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我很少看到这种方法作为一种补救措施显示出来，所以我想我应该分享。你只是想\n将受影响的区域暴露在热气中。我发现最好的方法是使用一个\n我发现最好的方法是用吹风机调到高电平，并简单地让它在每个咬痕上停留尽可能长的时间。\n尽可能长，最好是15秒左右。在这个过程中，该区域会发痒。",
      "title": "YSK对蚊虫叮咬进行加热，可以立即缓解瘙痒的感觉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我很少看到這種方法作爲一種補救措施顯示出來，所以我想我應該分享。你只是想\n將受影響的區域暴露在熱氣中。我發現最好的方法是使用一個\n我發現最好的方法是用吹風機調到高電平，並簡單地讓它在每個咬痕上停留儘可能長的時間。\n儘可能長，最好是15秒左右。在這個過程中，該區域會發癢。",
      "title": "YSK對蚊蟲叮咬進行加熱，可以立即緩解瘙癢的感覺。"
    }
  ]
}