{
  "author": "Adventurous_Ad3434",
  "original_created_utc": 1626346796,
  "title": "Scifi Xenoarcheology books with dangerous alien civilizations and space threats",
  "created_utc": 1626368840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I m looking for books where humans found some long lost artifacts or technology or weapons(maybe millions or billions of years old) and uses it carelessly to their own advantage but wakes up a dangerous threat in the process. It could be anything like waking up an older dangerous civilization, signaling some distant powerful alien races or maybe the artifacts themselves are enough threat in some mysterious ways that humans do not realize yet. Anything and everything will work for me.\nMy favourite scenario(not necessary for recommendations): humans have colonized a few star systems or at least our solar system in pretty much distant future and are highly-advanced civilization by our standard and then they find artifacts on some planets. Maybe some politics and power curves. Some psychos trying to gain dominance over by using this long lost newly found technology and then they piss off something really dangerous.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/booksuggestions/comments/okqi3e/scifi_xenoarcheology_books_with_dangerous_alien/",
  "subreddit": "booksuggestions",
  "id": "okqi3e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I m looking for books where humans found some long lost artifacts or technology\nor weapons(maybe millions or billions of years old) and uses it carelessly to\ntheir own advantage but wakes up a dangerous threat in the process. It could be\nanything like waking up an older dangerous civilization,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が探しているのは、人類が長い間失われていた人工物や技術、武器などを見つけて\n何百年、何十億年前のものかもしれない）を発見して、それを自分たちのために不用意に使ってしまう。\nしかし、その過程で危険な脅威を目覚めさせてしまう。それは\n例えば、古い危険な文明を目覚めさせたとか...。",
      "title": "危険な異星人の文明や宇宙の脅威を描いたScifi Xenoarcheologyの本"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我正在寻找一些书籍，其中人类发现了一些失传已久的文物或技术\n或武器（可能有几百万年或几十亿年的历史），并不经意地将其用于自己的利益。\n但在这个过程中却唤醒了一个危险的威胁。这可能是\n任何东西，例如唤醒一个更古老的危险文明，...",
      "title": "有危险的外星文明和空间威胁的科幻异质学书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我正在尋找一些書籍，其中人類發現了一些失傳已久的文物或技術\n或武器（可能有幾百萬年或幾十億年的歷史），並不經意地將其用於自己的利益。\n但在這個過程中卻喚醒了一個危險的威脅。這可能是\n任何東西，例如喚醒一個更古老的危險文明，...",
      "title": "有危險的外星文明和空間威脅的科幻異質學書籍"
    }
  ]
}