{
  "author": "Sima_Hui",
  "original_created_utc": 1628109385,
  "title": "YSK The weight distribution on a dolly/cart matters.",
  "created_utc": 1628116897,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I move heavy cartloads of stuff a lot for work and am often surprised how many people don&#39;t realize how weight distribution impacts the cart&#39;s ability to roll well. The next time you need to move a cart of stuff around, step back and look at it. Which end looks like it&#39;s probably heavier? Make sure that end is in the back when you move it. <strong>Why YSK:</strong> With the lighter load at the front, a cart/dolly will be able to roll over cracks, bumps, and other obstructions <em>much</em> more easily. With the weight at the front, a small obstruction can easily bring the whole thing to a dead stop.</p>\n\n<p>EDIT: Similarly, <em>load</em> the cart with this idea in mind. At the grocery store, put the 12-pack of beverages and other heavy items/bags at the back of the cart, and toilet paper, chips, and other light bags/items toward the front. Your trip to the car in the beat-up parking lot will go much more smoothly.</p>\n</div><!-- SC_ON -->",
  "score": 630,
  "permalink": "/r/YouShouldKnow/comments/oy1qoo/ysk_the_weight_distribution_on_a_dollycart_matters/",
  "subreddit": "YouShouldKnow",
  "id": "oy1qoo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I move heavy cartloads of stuff a lot for work and am often surprised how many\npeople don't realize how weight distribution impacts the cart's ability to roll\nwell. The next time you need to move a cart of stuff around, step back and look\nat it. Which end looks like it's probably heavier? Make sure…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は仕事で重い荷物を運ぶことが多いのですが、その際、多くの人が\n重量配分がカートの転がりやすさに影響することを知らない人が多いことに驚きます。\nそうですね。今度、カートを移動させる必要があったら、一歩下がって見てみてください。\n見てみてください。どちらの端が重くなっているでしょうか？確認してみてください...",
      "title": "YSK ドリーやカートの重量配分は重要です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在工作中经常搬运重物，经常惊讶于许多人不知道重量分配对汽车的影响。\n我经常惊讶地发现，许多人没有意识到重量分配对手推车的滚动能力有多大影响。\n好的。下次你需要搬动一车东西的时候，请退后一步看看\n看看它。哪一端看起来可能更重？请确保...",
      "title": "YSK 锻模/车的重量分布很重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在工作中經常搬運重物，經常驚訝於許多人不知道重量分配對汽車的影響。\n我經常驚訝地發現，許多人沒有意識到重量分配對手推車的滾動能力有多大影響。\n好的。下次你需要搬動一車東西的時候，請退後一步看看\n看看它。哪一端看起來可能更重？請確保...",
      "title": "YSK 鍛模/車的重量分佈很重要。"
    }
  ]
}