{
  "author": "g00ber88",
  "the_new_excerpt": "Why YSK: sometimes people rely on emergency contraception like Plan B to prevent\nunwanted pregnancy, but if you weigh over 155lbs (~70 kilograms) or have a BMI\nover 30 then Plan B might not work and may not effectively prevent pregnancy.\n\"ella\" brand EC is effective for those up to 195 lbs (~88…",
  "original_created_utc": 1623330176,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：プランBのような緊急避妊薬に頼る人もいますが\n望まない妊娠を防ぐために、プランBのような緊急避妊薬に頼ることもありますが、体重が155ポンド（～70キログラム）を超えていたり、BMIが30を超えていたりすると\nが30以上の方は、プランBが効かず、妊娠を効果的に防げない可能性があります。\n\"ella \"ブランドのECは、195ポンド（～88kg）までの方に有効です。",
      "title": "YSK: 緊急避妊薬プランBは155ポンドまたは30bmi以上の人には効果がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有时人们依靠紧急避孕药如B计划来防止意外怀孕。\n但如果你的体重超过155磅（约70公斤），或者体重指数超过30，那么就需要使用Plan B来防止意外怀孕。\n超过30，那么Plan B可能不起作用，可能无法有效地防止怀孕。\n\"ella \"品牌的EC对体重不超过195磅（约88公斤）的人有效。",
      "title": "YSK：Plan B紧急避孕药对体重超过155磅或体重指数超过30的人无效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有時人們依靠緊急避孕藥如B計劃來防止意外懷孕。\n但如果你的體重超過155磅（約70公斤），或者體重指數超過30，那麼就需要使用Plan B來防止意外懷孕。\n超過30，那麼Plan B可能不起作用，可能無法有效地防止懷孕。\n\"ella \"品牌的EC對體重不超過195磅（約88公斤）的人有效。",
      "title": "YSK：Plan B緊急避孕藥對體重超過155磅或體重指數超過30的人無效。"
    }
  ],
  "title": "YSK: Plan B emergency contraception is NOT effective for people over 155lbs or 30 bmi",
  "created_utc": 1623336440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: sometimes people rely on emergency contraception like Plan B to prevent unwanted pregnancy, but if you weigh over 155lbs (~70 kilograms) or have a BMI over 30 then Plan B might not work and may not effectively prevent pregnancy. &quot;ella&quot; brand EC is effective for those up to 195 lbs (~88 kilograms). If you are over 195 lbs then the traditional &quot;morning after pill&quot; type of emergency contraceptive cannot be relied on, and another method such as copper IUD should be considered. <a href=\"https://www.healthline.com/health/healthy-sex/plan-b-weight-limit\">more info</a></p>\n\n<p>As abortion access becomes more and more restricted in certain areas, it is especially important for people to be aware of ways to prevent an unwanted pregnancy.</p>\n</div><!-- SC_ON -->",
  "score": 121,
  "permalink": "/r/YouShouldKnow/comments/nwn3ti/ysk_plan_b_emergency_contraception_is_not/",
  "subreddit": "YouShouldKnow",
  "id": "nwn3ti",
  "is_self": true,
  "media": null,
  "is_video": false
}