{
  "author": "ohgrimes",
  "original_created_utc": 1626395714,
  "title": "CMV: Our lives are entirely luck, and the boundaries we draw to decide what is 'earned' and 'unearned' are arbitrary and not based on reality. Wealth, intellect, looks, and upbringing are all based on causality, and the inheritance of any one of them is fundamentally the same as the others.",
  "created_utc": 1626413508,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>None of us get to choose anything about ourselves. We don&#39;t choose our parents, where we&#39;re born, or how much money we have grown up. We don&#39;t get to choose our brain, our body, or any of our genetic traits. If we have the drive to work hard and achieve despite adversity, that motivation is also a product of the same causality. We&#39;re all operating within the constraints of our genetics and life circumstances. I believe we make distinctions about what is &#39;earned&#39; and &#39;unearned&#39; based upon whichever narrative makes us feel best about ourselves and our achievements, and those distinctions are not rooted in anything objective.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/ol5qm4/cmv_our_lives_are_entirely_luck_and_the/",
  "subreddit": "changemyview",
  "id": "ol5qm4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "None of us get to choose anything about ourselves. We don't choose our parents,\nwhere we're born, or how much money we have grown up. We don't get to choose our\nbrain, our body, or any of our genetic traits. If we have the drive to work hard\nand achieve despite adversity, that motivation is also a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分のことは誰にも選べません。私たちは親を選ぶことはできません。\n親も、どこで生まれたかも、どれだけお金を持って育ったかも選べない。自分の脳や体を選ぶことはできません。\n脳も体も、遺伝的特徴も選べない。逆境にあっても努力して達成しようとする意欲があれば\n逆境にあっても努力して成果を上げる意欲があれば、その意欲も...",
      "title": "CMV: 私たちの人生はすべて運であり、何が「得られたもの」で「得られなかったもの」なのかを決める境界線は、現実に基づかない恣意的なものです。富、知性、容姿、育った環境などはすべて因果関係に基づいており、どれか一つを受け継いでも基本的には他のものと同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们没有人可以选择关于自己的任何事情。我们不能选择我们的父母。\n我们不能选择我们的父母，我们在哪里出生，或者我们长大后有多少钱。我们不能选择我们的\n我们的大脑，我们的身体，或我们的任何遗传特征。如果我们有努力工作的动力\n并在逆境中取得成就，这种动力也是一种...",
      "title": "CMV：我们的生活完全是运气，我们为决定什么是 \"挣来的 \"和 \"不挣来的 \"而划定的界限是武断的，不是基于现实的。财富、智力、长相和教养都是基于因果关系的，其中任何一个的继承从根本上说都是与其他的一样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們沒有人可以選擇關於自己的任何事情。我們不能選擇我們的父母。\n我們不能選擇我們的父母，我們在哪裏出生，或者我們長大後有多少錢。我們不能選擇我們的\n我們的大腦，我們的身體，或我們的任何遺傳特徵。如果我們有努力工作的動力\n並在逆境中取得成就，這種動力也是一種...",
      "title": "CMV：我們的生活完全是運氣，我們爲決定什麼是 \"掙來的 \"和 \"不掙來的 \"而劃定的界限是武斷的，不是基於現實的。財富、智力、長相和教養都是基於因果關係的，其中任何一個的繼承從根本上說都是與其他的一樣。"
    }
  ]
}