{
  "author": "carter1984",
  "the_new_excerpt": "I've come to think recently that politics has become a bit of a sport and\nentertainment for a lot of people.\n\nThe problem I see in this is the polarization that is obviously to virtually\neveryone. I think this polarization exists because new methods of communication\nexists that allow people to share…",
  "original_created_utc": 1617708708,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近思うのですが、政治は多くの人にとってちょっとしたスポーツや娯楽になっているようです。\n多くの人にとって、政治はちょっとしたスポーツやエンターテイメントになっていると最近思うようになりました。\n\n私が問題視しているのは、ほとんどすべての人にとって明らかに二極化していることです。\n二極化です。このような二極化は、新しいコミュニケーションの方法が存在し、人々が...\n共有することができます。",
      "title": "CMV:政治に関しては、ほとんどの人が何を言っているのかわからないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近觉得政治已经变成了一种运动，而且... ...\n娱乐的很多人。\n\n我在这里面看到的问题是两极分化，显然是要几乎\n每个人。我认为这种两极分化的存在，是因为新的沟通方式。\n存在，让人们分享...",
      "title": "CMV:当涉及到政治时，大多数人都不知道自己在说什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近覺得政治已經變成了一種運動，而且... ...\n娛樂的很多人。\n\n我在這裏面看到的問題是兩極分化，顯然是要幾乎\n每個人。我認爲這種兩極分化的存在，是因爲新的溝通方式。\n存在，讓人們分享...",
      "title": "CMV:當涉及到政治時，大多數人都不知道自己在說什麼。"
    }
  ],
  "title": "CMV:Most people have no clue what they are talking about when it comes to politics",
  "created_utc": 1617719810,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve come to think recently that politics has become a bit of a sport and entertainment for a lot of people. </p>\n\n<p>The problem I see in this is the polarization that is obviously to virtually everyone. I think this polarization exists because new methods of communication exists that allow people to share ideas in ways that have never before been possible across a country the size of the US. </p>\n\n<p>So, from there we go down the rabbit hole of opinions, how opinions are formed, and access to information to form these opinions. </p>\n\n<p>While news organizations as the gatekeepers of this information is nothing new, I believe there has been a shift from shift from &quot;just the facts&quot; to &quot;just the facts that support the narrative we want to push&quot; from many major news and media organizations. What this means is that people generally only then have access to what is reported (as they virtually always have) but now, to a large degree, the information streams are curated according to ideology. </p>\n\n<p>Because of the amplification of these biases through curation, most people have no clue what is really going on and merely subscribe to whatever prevailing thought exists within their chosen group.</p>\n\n<p>The ramifications are that people are only generally aware of what is reported, and what is reported is generally serving a narrative of one sort or another. </p>\n\n<p>To this point, here is a link describing actual federal legislative action <a href=\"https://www.govtrack.us/congress/bills/statistics\">&quot;Since World War II (the earliest we have data), Congress has typically enacted 4-6 million words of new law in each two-year Congress&quot;</a>, yet i think you&#39;d be hard pressed to find anyone arguing about politics that could name more than a handful of these measures that have been enacted into law, and that their affects are.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/ml9ii8/cmvmost_people_have_no_clue_what_they_are_talking/",
  "subreddit": "changemyview",
  "id": "ml9ii8",
  "is_self": true,
  "media": null,
  "is_video": false
}