{
  "author": "brent_323",
  "original_created_utc": 1637076586,
  "title": "The Vorkosigan Saga - what incredible main characters!",
  "created_utc": 1637084822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished the first three books of the Vorkosigan Saga - what a ride! I wish someone had told me about them a long time ago, I don&#39;t think the series is getting nearly the attention it deserves. At first blush they are breezy, page-turning, character-driven sci fi, but there is so much happening beneath the surface. The books delve so deeply into the meaning of personal identity and how to thrive in rigid, top-down society that tries to marginalize almost everyone.</p>\n\n<p>The series follows the members of the Vorkosigan family, one of the feudal ruling families on the planet Barrayar, and is loosely episodic, so you can read them in any order. Three of the books (The <em>Vor Game, Barrayar,</em> and <em>Mirror Dance</em>) won the Hugo award in the early 90s.</p>\n\n<p>The Vorkosigan family are the main advisers to generations of Barrayaran emperors, and have to use their wits and intellect to get the empire out of trouble and slowly push Barrayaran society out of its backward nature.</p>\n\n<p>Miles Vorkosigan is the main character in a lot of the novels, and is so incredibly likeable. He&#39;s a dwarf who suffers from several physical disabilities, but he&#39;s wildly brilliant, funny, and imperious, and is constantly throwing himself into danger to protect his friends and family (or just get himself out of a jam of his own making). His mother, Cordelia, is the main character in <em>Barrayar</em>, and if possible, is even more likeable than Miles. She&#39;s an off-worlder on a planet full of chauvinism and sexism, but perseveres through it all, and her relationship with her husband is so incredible - a real partnership rather than a power struggle.</p>\n\n<p>I think they&#39;re a perfect intro to sci fi for anyone new to the genre, and a refreshing read for any longtime sci fi fan too.  Can&#39;t recommend highly enough!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qvabbk/the_vorkosigan_saga_what_incredible_main/",
  "subreddit": "books",
  "id": "qvabbk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just finished the first three books of the Vorkosigan Saga - what a ride! I wish\nsomeone had told me about them a long time ago, I don't think the series is\ngetting nearly the attention it deserves. At first blush they are breezy,\npage-turning, character-driven sci fi, but there is so much happening…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ヴォルコーシガン・サーガの最初の3冊を読み終えたところです。このシリーズは\nこのシリーズはあまり注目されていないようなので、もっと前に誰かが教えてくれていれば\nこのシリーズはあまり注目されていないように思います。一見したところ、これらの作品はさわやかで、ページをめくるような、キャラクター主導の作品です。\n一見すると、爽やかでページをめくるような、キャラクター重視のSFですが、あまりにも多くのことが起こっていて...。",
      "title": "ヴォルコーシガン・サーガ」......なんて素晴らしい主人公たちなんだ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "刚刚读完《沃尔科西根传奇》的前三本书--真是一帆风顺啊! 我希望\n我希望很久以前就有人告诉我这些，我不认为这个系列的作品\n我认为这个系列几乎得到了应有的关注。乍一看，它们是轻松的。\n乍一看，它们是轻松的、翻页的、以人物为主导的科幻作品，但是发生的事情太多了......",
      "title": "沃科西根传奇》--多么令人难以置信的主要人物啊!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛剛讀完《沃爾科西根傳奇》的前三本書--真是一帆風順啊! 我希望\n我希望很久以前就有人告訴我這些，我不認爲這個系列的作品\n我認爲這個系列幾乎得到了應有的關注。乍一看，它們是輕鬆的。\n乍一看，它們是輕鬆的、翻頁的、以人物爲主導的科幻作品，但是發生的事情太多了......",
      "title": "沃科西根傳奇》--多麼令人難以置信的主要人物啊!"
    }
  ]
}