{
  "author": "slicedgreenolive",
  "original_created_utc": 1638830824,
  "title": "YSK: How to tell the difference between tension headaches and migraines as the treatment for them is very different",
  "created_utc": 1638899850,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: There is a HUGE difference between migraines and tension headaches. Tension headaches are the most common type of headache though most people unknowingly refer to them and treat them as migraines. &lt;/p&gt;\n\n&lt;p&gt;Migraines are a neurological problem and tension headaches are more of a muscular problem. Of course it is much more complicated than this but I’m trying to keep it as basic as possible.&lt;/p&gt;\n\n&lt;p&gt;I’ve suffered from tension headaches for the past 7 years that have been so bad they cost me friendships, relationships, and multiple jobs. Because of this I am very educated on tension headaches (but not so much migraines).&lt;/p&gt;\n\n&lt;p&gt;Here’s how you can tell if you have tension headaches (and not migraines):&lt;/p&gt;\n\n&lt;p&gt;Next time you have a headache take a muscle relaxer than contains ibuprofen (this is usually the purple coloured bottle). Robax platinum or any store brand version will work.  &lt;/p&gt;\n\n&lt;p&gt;If you find relief from the muscle relaxer, you likely have tension headaches, not migraines.&lt;/p&gt;\n\n&lt;p&gt;There are many other ways to test it such as using ice and heat as those tend to do good for tension headaches but they can also help some people with migraines, so it’s not a definite answer. &lt;/p&gt;\n\n&lt;p&gt;If the muscle relaxer does not relieve your pain you either have migraines or another type of headaches such as cluster headaches. &lt;/p&gt;\n\n&lt;p&gt;Here are somethings to consider if you have tensions headaches as these are common factors in those that do. Consider fixing them as they can be the cause of your pain:\n- do you grind your teeth? \n- are you low on magnesium?\n- do you sleep on your side or stomach?\n- do you have poor posture? \n- do you have proper tongue posture/where does your tongue sit in your mouth (it’s should be firmly pressed against the roof of your mouth). &lt;em&gt;not&lt;/em&gt; relaxed. I used  to grind my teeth at night and would try to relax my whole mouth during the day to stop it. In reality this was causing more damage as one of the most important parts of good posture is having your tongue pressing against the roof of your mouth as frequently as possible) &lt;/p&gt;\n\n&lt;p&gt;I have so much more advice but I don’t want to make this post too long. I hope I can help at least one person with this info :)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 99,
  "permalink": "/r/YouShouldKnow/comments/rajzla/ysk_how_to_tell_the_difference_between_tension/",
  "subreddit": "YouShouldKnow",
  "id": "rajzla",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There is a HUGE difference between migraines and tension headaches.\nTension headaches are the most common type of headache though most people\nunknowingly refer to them and treat them as migraines.\n\nMigraines are a neurological problem and tension headaches are more of a\nmuscular problem.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>なぜYSKなのか：片頭痛と緊張型頭痛には大きな違いがあります。\n片頭痛と緊張型頭痛には大きな違いがあります。緊張型頭痛は最も一般的な頭痛のタイプです。\n緊張型頭痛は最も一般的な頭痛ですが、ほとんどの人が知らず知らずのうちに片頭痛と呼んでいます。\n緊張型頭痛は最も一般的な頭痛です。</p> <p>片頭痛は神経学的な問題であり、緊張...",
      "title": "YSK: 緊張型頭痛と片頭痛は治療法が大きく異なるため、その見分け方について"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：偏头痛和紧张性头痛之间有着巨大的区别。\n偏头痛和紧张性头痛有很大的区别。紧张性头痛是最常见的头痛类型。\n紧张性头痛是最常见的头痛类型，但大多数人在不知情的情况下将其称为紧张性头痛并将其视为\n偏头痛。</p> <p>偏头痛是一个神经系统问题，而紧张性头痛则是一个神经系统问题。",
      "title": "YSK：如何区分紧张性头痛和偏头痛，因为它们的治疗方法是非常不同的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：偏頭痛和緊張性頭痛之間有着巨大的區別。\n偏頭痛和緊張性頭痛有很大的區別。緊張性頭痛是最常見的頭痛類型。\n緊張性頭痛是最常見的頭痛類型，但大多數人在不知情的情況下將其稱爲緊張性頭痛並將其視爲\n偏頭痛。</p> <p>偏頭痛是一個神經系統問題，而緊張性頭痛則是一個神經系統問題。",
      "title": "YSK：如何區分緊張性頭痛和偏頭痛，因爲它們的治療方法是非常不同的"
    }
  ]
}