{
  "author": "dickforadolla",
  "the_new_excerpt": "I just got done with Ready Player One by Ernest Cline, and I can say with some\ncertainty that it is one of the worst books I have ever read.\n\nCline’s overall prose is just... it’s just awful. I don’t know how else to put\nit. The story itself is perfectly fine, but the way he tells it (and boy does…",
  "original_created_utc": 1615426495,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完欧内斯特-克莱恩的《准备好了的玩家1》，我可以说，我可以说\n肯定是我读过的最差的书之一。\n\n克莱恩的整体散文只是... ... 它只是可怕的。我不知道还能怎么说\n它。故事本身是完美的罚款，但他告诉它的方式（和男孩没有... ...",
      "title": "《准备好了的玩家1》是一部可怕的，恐怖的，不好的，非常糟糕的小说。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完歐內斯特-克萊恩的《準備好了的玩家1》，我可以說，我可以說\n肯定是我讀過的最差的書之一。\n\n克萊恩的整體散文只是... ... 它只是可怕的。我不知道還能怎麼說\n它。故事本身是完美的罰款，但他告訴它的方式（和男孩沒有... ...",
      "title": "《準備好了的玩家1》是一部可怕的，恐怖的，不好的，非常糟糕的小說。"
    }
  ],
  "title": "Ready Player One is a terrible, horrible, no good, very bad novel",
  "created_utc": 1615438450,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just got done with Ready Player One by Ernest Cline, and I can say with some certainty that it is one of the worst books I have ever read.</p>\n\n<p>Cline’s overall prose is just... it’s just awful. I don’t know how else to put it. The story itself is perfectly fine, but the way he tells it (and boy does he <em>tell</em> it), I’ve never read something that could have benefited so much by a sprinkling of good word choice or clever descriptions. I have never read such a ‘the sky was blue‘ author. Like dude, literally anything besides just explaining what’s happening like a 6th grade textbook. “Parzival went to the store. Then he bought an apple. Then he went to the portal and went to Xio98. Then he fought an alien. Then the alien died.”</p>\n\n<p>His dialogue is awful. It’s like the man is scared of dialogue, and it shows. His use of vulgarity is childish, at best, to the point of being distracting. The only way I can describe the conversations that take place in the book is that they sound like they were written by an alien who had only ever heard dialogue from a third party, and was trying to translate it for a novel. His female character legitimately  feels like Cline has never had a conversation with the opposite sex.</p>\n\n<p>Parzival is a bland character. He just has no redeeming qualities.</p>\n\n<p>IOI bombs and kills like 30 people in their search for Parzival, and Parzivals reaction lasts like two sentences, and then it is literally never referenced again that he is sad about his involvement in the whole situation. There was a massive, wide open opportunity for Cline to explain that Parzival began to regret that people died due to his somewhat frivolous goose hunt for the Egg. On top of that, the way Cline explains Parzivals sadness might as well be one sentence. “Parzival was sad” might have covered it better than the way Cline explains it. Parzival shows no remorse, and that whole scene should have been a major turning point in the story. There were tons of ways the situation could have affected Parzival. Instead, you could pretty much delete the entire thing out of the story and change nothing about Parzival or his arc.</p>\n\n<p>There’s so, so much more I hated about the book, but I would be here all night.</p>\n\n<p>I shouldn’t be complaining on the internet, and I certainly don’t mean to put anyone down who liked the book, but I just needed to vent. Dear lord it was awful.</p>\n\n<p>Edit: apologies for any poor grammar or poorly written sentences. I’m cooking dinner and complaining at once.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/m2eqil/ready_player_one_is_a_terrible_horrible_no_good/",
  "subreddit": "books",
  "id": "m2eqil",
  "is_self": true,
  "media": null,
  "is_video": false
}