{
  "author": "DeerInTheHerbGarden",
  "original_created_utc": 1635773308,
  "title": "CMV: Government scare mongering about internet anonymity has little to do with curbing harassment and everything to do with increasing their own power.",
  "created_utc": 1635786385,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So in the UK after the recent murder of an MP (the second in 5 years) the government is now considering removing anonymity in the UK for social media platforms. This is the same government that also tried to make you require ID to view porn and that has made it illegal to cause a disruption while protesting. Its important to note that anonymous internet use has nothing to do with the murder. They keep saying that anonymous users are increasing hate but that&#39;s not true. most hate online is produced by people who have established fan bases and audiences. just 12 people are responsible for most of the covid conspiracy theories, those 12 people were not anonymous. Most hate on social media is also not anonymous and even when it is it doesn&#39;t matter 99% of the time. When thousands of people are telling someone to kill themselves why does it matter if they are anonymous or not? Even if someone does go through and put in the effort to report all of the messages and then if the social media website does deal with every single report and then what? They will either get punished in the way they would do already via getting temp banned or muted or their account deleted or they would get some real world punishment like what? This whole plan to remove internet anonymity has no end game just like every other plan the old morons in government have about the internet. They just want more power regardless if they can control that power, regardless of if they can even use that power, regardless of if they even understand that power they just want to hold power over their citizens. </p>\n\n<p>Theres a reason why most terrorists are already suspected terrorists and yet still commit an attack successfully its because the government isn&#39;t even funding these departments that they give all this power to. After the last MP murder they passed a law to increase security for MPs.... but then never actually did anything for it and it was obviously worthless as another MP has been killed easily without any issue. </p>\n\n<p>Not to mention of course all the celebrities who are famous for harassing people who despite not being anonymous still harass people. Look at the rags who basically stalk the royal family and celebrities, they cause more harassment than any online trolls. </p>\n\n<p>The internet needs to be anonymous to stop bastards like the government from silencing all speech against themselves which this government obviously wants to do.</p>\n</div><!-- SC_ON -->",
  "score": 226,
  "permalink": "/r/changemyview/comments/qkdzkm/cmv_government_scare_mongering_about_internet/",
  "subreddit": "changemyview",
  "id": "qkdzkm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So in the UK after the recent murder of an MP (the second in 5 years) the\ngovernment is now considering removing anonymity in the UK for social media\nplatforms. This is the same government that also tried to make you require ID to\nview porn and that has made it illegal to cause a disruption while…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "英国では、先日の国会議員殺害事件（5年ぶり2度目）を受けて、政府が\n政府は現在、英国内のソーシャルメディアプラットフォームの匿名性を撤廃することを検討しています。\nプラットフォームの匿名性を撤廃することを検討しています。これは、ポルノを見るのに身分証明書を必要とさせようとした政府と同じです。\nこれは、ポルノを見るために身分証明書を要求しようとした政府と同じであり、また、インターネット上で混乱を引き起こすことを違法としています。",
      "title": "CMV: 政府がインターネットの匿名性について恐怖を煽るのは、ハラスメントを抑制するためではなく、自分たちの権力を高めるためです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，在英国，在最近发生的议员谋杀案（5年内的第二起）之后，政府现在正考虑将其作为一项重要任务。\n政府现在正考虑在英国取消社交媒体的匿名性。\n平台。就是这样一个政府，还试图让你需要身份证才能观看色情电影\n这也是同一个政府，它还试图让你在观看色情片时需要身份证，并将造成混乱的行为定为非法行为。",
      "title": "CMV: 政府对互联网匿名的恐慌与遏制骚扰没有什么关系，而是与增加他们自己的权力有关。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，在英國，在最近發生的議員謀殺案（5年內的第二起）之後，政府現在正考慮將其作爲一項重要任務。\n政府現在正考慮在英國取消社交媒體的匿名性。\n平臺。就是這樣一個政府，還試圖讓你需要身份證才能觀看色情電影\n這也是同一個政府，它還試圖讓你在觀看色情片時需要身份證，並將造成混亂的行爲定爲非法行爲。",
      "title": "CMV: 政府對互聯網匿名的恐慌與遏制騷擾沒有什麼關係，而是與增加他們自己的權力有關。"
    }
  ]
}