{
  "author": "nikon_nomad",
  "original_created_utc": 1638041396,
  "title": "Crypto.com is what mass adoption looks like. Their greatest trick is answering the question \"Why should I be interested in crypto?\" for the average consumer",
  "created_utc": 1638055959,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The more I think about it, the more amazed I am by what Crypto.com has done and is doing.</p>\n\n<p>The crazy good marketing and ideal domain name are obviously <strong>huge</strong> things, but they receive almost all of the attention. The product itself is where CDC truly excels and why it will become the biggest exchange.</p>\n\n<p>To offer a card that gives you free Spotify and Netflix is absolutely genius. In one single swoop it cuts away all other reasons needed to explain to someone what the hell crypto is about and why on earth should they be interested in it.</p>\n\n<p>It doesn&#39;t get any more understandable than &quot;Free Netflix and Spotify&quot;. That&#39;s the hook that makes people perk up and listen, because they <em>get it</em>. And then they&#39;re ready to hear about some of the other benefits. &quot;So you&#39;re telling me it&#39;s like a bank except <strong>they&#39;re</strong> the ones paying <strong>me</strong>?&quot;</p>\n\n<p>It also puts Crypto.com in great company by association. Because &quot;We&#39;re the Netflix/Spotify of cryptocurrency&quot; is precisely the position they want to be in and are marching towards.</p>\n\n<p>CDC and its advertising will bring hundreds of millions of people to cryptocurrency. Add in the forced staking, another stroke of genius, and they&#39;ll have hundreds of billions of dollars in the vaults. This company will be like the whole world&#39;s crypto bank if it succeeds.</p>\n\n<p>People compare BNB to CRO and think BNB&#39;s market cap is close to the max CRO can reach, but with the vast hordes of new users about to enter the game, I think CRO will far surpass BNB in the coming years.</p>\n\n<p>Yes, you could say I&#39;m bullish on this one. I&#39;m also scared about the giant being built (please don&#39;t be evil), but for now this one seems like a very obvious investment.</p>\n</div><!-- SC_ON -->",
  "score": 265,
  "permalink": "/r/CryptoCurrency/comments/r3kx2x/cryptocom_is_what_mass_adoption_looks_like_their/",
  "subreddit": "CryptoCurrency",
  "id": "r3kx2x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The more I think about it, the more amazed I am by what Crypto.com has done and\nis doing.\n\nThe crazy good marketing and ideal domain name are obviously huge things, but\nthey receive almost all of the attention. The product itself is where CDC truly\nexcels and why it will become the biggest…"
}