{
  "author": "LandscapeStreet",
  "original_created_utc": 1636219710,
  "title": "YSK human crushes, often inaccurately referred to as stampedes, are caused by poor organization and crowd management, not by the selfish or animalistic behavior of victims.",
  "created_utc": 1636224401,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: in the aftermath of fatal human crush incidents, organizers will often attempt to avoid responsibility by suggesting that the incident was caused by the victims behaving badly. In some cases, such as the Hillsborough disaster, these misconceptions can persist for years after despite evidence to the contrary.</p>\n\n<p>In truth, almost all human crush incidents are preventable through proper planning and crowd management techniques. Event organizers have a responsibility to protect the safety of participants, and should be held to account when these incidents occur.</p>\n</div><!-- SC_ON -->",
  "score": 1577,
  "permalink": "/r/YouShouldKnow/comments/qo50ab/ysk_human_crushes_often_inaccurately_referred_to/",
  "subreddit": "YouShouldKnow",
  "id": "qo50ab",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: in the aftermath of fatal human crush incidents, organizers will often\nattempt to avoid responsibility by suggesting that the incident was caused by\nthe victims behaving badly. In some cases, such as the Hillsborough disaster,\nthese misconceptions can persist for years after despite…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人身事故が起きた後、主催者はしばしば\nのせいだと言って、責任を回避しようとします。\n犠牲者の行動が悪かったからだ」と言って責任を回避しようとします。ヒルズボローの事故のようなケースもあります。\nこのような誤解は、事件後何年も続くことがあります。",
      "title": "YSKの人間のクラッシュは、しばしば不正確にスタンピードと呼ばれることがありますが、これは組織や群集管理の不備によるもので、被害者の利己的あるいは動物的な行動によるものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：在发生致命的人体挤压事件后，组织者往往会\n试图通过暗示事件是由受害者造成的来逃避责任。\n受害者行为不端造成的。在某些情况下，如希尔斯堡灾难。\n这些误解会持续多年，尽管...",
      "title": "YSK的人类挤压，通常被不准确地称为踩踏事件，是由于组织和人群管理不善造成的，而不是由于受害者的自私或兽性行为。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：在發生致命的人體擠壓事件後，組織者往往會\n試圖通過暗示事件是由受害者造成的來逃避責任。\n受害者行爲不端造成的。在某些情況下，如希爾斯堡災難。\n這些誤解會持續多年，儘管...",
      "title": "YSK的人類擠壓，通常被不準確地稱爲踩踏事件，是由於組織和人羣管理不善造成的，而不是由於受害者的自私或獸性行爲。"
    }
  ]
}