{
  "author": "JeanValjean1789",
  "the_new_excerpt": "Why YSK: people are getting more and more divided on almost every topic and\nstrong emotions can arise very easily. To avoid that and create a much healthier\npublic discourse, pay close attention on how you pose the question. The best way\nto generate a productive confrontation is to be empathetic in…",
  "original_created_utc": 1615589641,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们几乎在每一个话题上都有越来越多的分歧和\n很容易产生强烈的情绪。为了避免这种情况，创造一个更健康的\n公共话语，要注意如何提出问题。最好的方法是\n产生一个有效的对抗是要有同情心... ...",
      "title": "YSK：措辞和问题本身一样重要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們幾乎在每一個話題上都有越來越多的分歧和\n很容易產生強烈的情緒。爲了避免這種情況，創造一個更健康的\n公共話語，要注意如何提出問題。最好的方法是\n產生一個有效的對抗是要有同情心... ...",
      "title": "YSK：措辭和問題本身一樣重要。"
    }
  ],
  "title": "YSK: The wording is just as important as the question itself.",
  "created_utc": 1615700356,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: people are getting more and more divided on almost every topic and strong emotions can arise very easily. To avoid that and create a much healthier public discourse, pay close attention on how you pose the question. The best way to generate a productive confrontation is to be empathetic in your wording, to try and understand where the other person is coming from, no matter how wrong you think they are. For example, a usually very hot subject is abortion: if you are pro-choice discussing with pro-life people, wording the question as &quot;why are you against freedom of choice for women?&quot; will surely put off the counterparts, making them feel like you&#39;re not there to listen but to prove a point. They will start to do the same with you, making the discussion too polarized and partisan to be productive. Try maybe to rephrase the question as &quot;why do you think life is inherently sacred?&quot; or &quot;do you think there are situations in which your judgement would change? If so, why?&quot;. The same is true vice-versa: instead of asking &quot;why do you support killing babies in the womb?&quot; try with &quot;what are the cases that make abortion right in your opinion?&quot;. Rephrasing the question in this way shifts the moral realm of the discussion from yours to theirs, making them open up and be more inclined to pay attention to your reasons.</p>\n\n<p>Try to listen and understand rather than debate and declare. </p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/m3td74/ysk_the_wording_is_just_as_important_as_the/",
  "subreddit": "YouShouldKnow",
  "id": "m3td74",
  "is_self": true,
  "media": null,
  "is_video": false
}