{
  "author": "chadonsunday",
  "the_new_excerpt": "First I should just state up front my credentials here: I'm mostly familiar with\nthe MCU and DC films, but I have read a few comics in my day and certainly gone\ndown some deep wiki rabbit holes reading up on various characters and events.\n\nOne of the things that bugs me the most about these…",
  "original_created_utc": 1609283224,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我应该在这里先说明一下我的资历：我最熟悉的是\nMCU和DC的电影，但我在我的时代读过几本漫画，肯定不会再看了\n在一些很深的维基兔子洞里阅读各种人物和事件。\n\n这些…最让我头疼的一件事就是",
      "title": "[改变我的想法]：拒绝杀死定期杀人的超级恶棍的超级英雄是天真和自私的，不如杀了他们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我應該在這裏先說明一下我的資歷：我最熟悉的是\nMCU和DC的電影，但我在我的時代讀過幾本漫畫，肯定不會再看了\n在一些很深的維基兔子洞裏閱讀各種人物和事件。\n\n這些…最讓我頭疼的一件事就是",
      "title": "[改變我的想法]：拒絕殺死定期殺人的超級惡棍的超級英雄是天真和自私的，不如殺了他們。"
    }
  ],
  "title": "CMV: Superheroes who refuse to kill regularly homicidal supervillains are being naive and selfish, and it would be better to kill them.",
  "created_utc": 1609303292,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First I should just state up front my credentials here: I&#39;m mostly familiar with the MCU and DC films, but I have read a few comics in my day and certainly gone down some deep wiki rabbit holes reading up on various characters and events. </p>\n\n<p>One of the things that bugs me the most about these universes is the quantity and range of superheroes who have some code or compunction against killing, even up to and including some of the most evil and murderous supervillains. If I had to guess I&#39;d say upwards of 70-80% of heroes have some hangup against killing, so much so that the ones who don&#39;t like Green Arrow and the Punisher stand out like sore thumbs and are often labeled antiheroes for their trouble. </p>\n\n<p>And look, its not my view that every hero should be as wanton in ending life as someone like Punisher. If Spiderman or Daredevil catch a couple small time thugs robbing a liquor store then incapacitating them and dumping them unconscious on the steps of the police station seems like an appropriate, proportional response. But when it comes to supervillains theres all too often a set of criteria that in my view necessitates different treatment: </p>\n\n<ol>\n<li>Normal human/civilian authorities can&#39;t stop them</li>\n<li>Normal human/civilian authorities can&#39;t reliably contain or imprison them once they&#39;re stopped</li>\n<li>They have little regard for human life and have killed innocents </li>\n<li>Theyre repeat offenders </li>\n</ol>\n\n<p>Villains like Joker, Magneto, and Kingpin all fit these criteria soundly. And what irks me is that there are often several times that these characters are at the mercy of superheroes and the heroes decide to let them live rather than putting a bullet in their brain (or whatever). The decision to let them live almost invariably follows a predictable pattern: human authorities try to contain them, fail, the villain escapes, proceeds to wreak havoc and kill more innocents, and the superhero is forced to stop them again, at which point this cycle repeats again... and again... and again. At some point the body counts that these villains rack up, which are often in the hundreds or thousands (or hundreds of thousands or millions if you include some of the more extreme timelines where they&#39;ve done stuff like nuke whole cities) start to, in my opinion, be blameable on the heroes that reliably let them live. The blood of innocents is on their hands, too. How many innocent people have died because heroes like Batman and Superman, just to name a couple, all too often have some moral hangup over killing even the worst of the worst, most evil villains? At what point are these heroes basically just enabling future atrocities and should be counted as complicit in these crimes? When a figure like Batman says they won&#39;t kill people basically what they&#39;re saying is that moral principle is more important than the lives of hundreds or thousands of innocent people that will be snuffed out as a direct result of that continued mercy, which strikes me as incredibly naive and selfish on the part of the hero. Id argue that at a certain point the most moral thing that a hero can do is extrajudicially kill supervillains. </p>\n\n<p>And yes I&#39;m aware of the obvious <em>out of universe</em> 4th wall explanation for this trend, namely that it allows well developed and long established villains to remain characters for future comics and movies. The Joker hasn&#39;t gotten to be one of the most love-to-hate-him villains since the <em>1940s</em> by Batman killing him when he had the chance. So I get that aspect, but I&#39;d prefer to restrict this conversation to an in universe context, i.e. id rather discuss what Batman as a character should be doing because it makes logical, in universe sense and not what the writers of Batman comic books should be doing to sell more comic books. </p>\n\n<p>Id also say that moral considerations in our own universe don&#39;t necessarily apply, here. Im against the death penalty in real life, for example, and prefer rehabilitation over incarceration, but that doesn&#39;t really apply to a universe where a sizable chunk of super criminals are super humans with extraordinary powers and abilities far beyond what any real life criminal could possibly have. In real life we can lock up the baddest of the baddies and be relatively confident they&#39;ll stay locked up, and certainly aren&#39;t liable to pry their cell door open with their bare hands, blow a hole in the side of the prison with an energy beam, and fly off into the sunset to create chaos and death another day... but stuff like that is a concern in the world of superheroes and supervillains. </p>\n\n<p>TLDR Superheroes should kill supervillains who fit a set of criteria that will result in more innocents dying if the villain is not killed.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/kmpakt/cmv_superheroes_who_refuse_to_kill_regularly/",
  "subreddit": "changemyview",
  "id": "kmpakt",
  "is_self": true,
  "media": null,
  "is_video": false
}