{
  "author": "stpaulgym",
  "the_new_excerpt": "Why YSK: Many tech companies use this tactic to trick consumers into believing\ntheir products or services are on thing when they actually are not.\n\nThe real privacy policy is often hidden away from the public, or split into\ndifferent document entirely making them difficult for the public to…",
  "original_created_utc": 1622514476,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くのハイテク企業が、製品やサービスが実際には存在しないのに、消費者を騙すためにこの戦術を使っています。\n実際にはそうではないのに、消費者を騙すためにこの手口を使っています。\n\n本当のプライバシーポリシーは、一般の人からは見えないように隠されていたり、まったく別の文書に分けられていたりします。\n本当のプライバシーポリシーは、一般の人からは隠されていたり、まったく別の文書に分けられていたりして、一般の人にはわかりにくくなっています。",
      "title": "YSK 技術系企業が使用するプライバシーポリシーのウェブサイトの大半は、消費者を騙すためのマーケティング資料です。本当のプライバシーポリシーは、しばしば隠されていたり、アクセスが困難であったりします。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多科技公司使用这种策略来欺骗消费者，让他们相信他们的产品或服务是有价值的，但实际上不是。\n他们的产品或服务是正确的，但实际上并非如此。\n\n真正的隐私政策往往被隐藏起来，或者被分割成完全不同的文件，使公众难以了解。\n不同的文件，使公众很难...",
      "title": "YSK科技公司使用的大多数隐私政策网站是用来欺骗消费者的营销材料。真正的隐私政策往往是隐藏的或难以访问的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多科技公司使用這種策略來欺騙消費者，讓他們相信他們的產品或服務是有價值的，但實際上不是。\n他們的產品或服務是正確的，但實際上並非如此。\n\n真正的隱私政策往往被隱藏起來，或者被分割成完全不同的文件，使公衆難以瞭解。\n不同的文件，使公衆很難...",
      "title": "YSK科技公司使用的大多數隱私政策網站是用來欺騙消費者的營銷材料。真正的隱私政策往往是隱藏的或難以訪問的。"
    }
  ],
  "title": "YSK the majority of Privacy policy websites used by tech companies are marketing material used to trick consumers. The real privacy policy is often hidden or difficult to access.",
  "created_utc": 1622544080,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many tech companies use this tactic to trick consumers into believing their products or services are on thing when they actually are not.</p>\n\n<p>The real privacy policy is often hidden away from the public, or split into different document entirely making them difficult for the public to examine.</p>\n\n<p>The most well known instance is Apple, where the public persona and its privacy policies are radically different.</p>\n\n<p><a href=\"https://www.apple.com/privacy/\">Apple&#39;s marketing material</a></p>\n\n<p><a href=\"https://www.apple.com/legal/privacy/en-ww/\">Apple&#39;s real privacy policy</a></p>\n\n<p>That said, this is an issue with the entire tech industry. </p>\n\n<p>The Hated one, a well known privacy advocate on youtube, has made a similar essay on the subject. This specific video focuses on Apple(how I learned about this) and he has many others criticizing other companies as well.</p>\n\n<p><a href=\"https://youtu.be/r38Epj6ldKU\">https://youtu.be/r38Epj6ldKU</a></p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/YouShouldKnow/comments/npjkd9/ysk_the_majority_of_privacy_policy_websites_used/",
  "subreddit": "YouShouldKnow",
  "id": "npjkd9",
  "is_self": true,
  "media": null,
  "is_video": false
}