{
  "author": "TheRealDocHawk",
  "original_created_utc": 1630650746,
  "title": "YSK you can cancel pesky monthly subscriptions by lodging a dispute with your credit card company.",
  "created_utc": 1630668706,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Although many monthly subscriptions can be easily cancelled in an account management menu, others are much more difficult. A common tactic is a &quot;cancel my account&quot; button that opens a popup with a phone number to call. The phone number may involve confusing menus, long holds, or attempts to entice you to remain a customer.</p>\n\n<p>Credit card companies allow you to dispute unknown or unauthorized charges. If an account is difficult to cancel, you can dispute the charge. Typically there will be an option like &quot;I attempted to cancel this account.&quot; You don&#39;t need documentation or other proof, simply the statement that you attempted to cancel.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/pgznzq/ysk_you_can_cancel_pesky_monthly_subscriptions_by/",
  "subreddit": "YouShouldKnow",
  "id": "pgznzq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nAlthough many monthly subscriptions can be easily cancelled in an account\nmanagement menu, others are much more difficult. A common tactic is a \"cancel my\naccount\" button that opens a popup with a phone number to call. The phone number\nmay involve confusing menus, long holds, or attempts…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n多くの月額プランは、アカウント管理メニューで簡単に解約できますが\nアカウント管理メニューで簡単に解約できるものもありますが、それ以上に難しいものもあります。よくある手口は、「Cancel my account\nボタンを押すと、ポップアップで電話番号が表示されます。この電話番号は\n紛らわしいメニュー、長時間の保留、あるいは...。",
      "title": "YSKでは、クレジットカード会社に異議申し立てをすることで、厄介な月額プランをキャンセルすることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n尽管许多月度订阅可以在账户管理菜单中轻松取消\n管理菜单中取消，但其他的则要困难得多。一个常见的策略是一个 \"取消我的\n帐户 \"按钮，打开一个带有电话号码的弹出窗口。这个电话号码\n可能涉及混乱的菜单，长时间的等待，或试图...",
      "title": "YSK你可以通过向你的信用卡公司提出争议来取消讨厌的每月订阅。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n儘管許多月度訂閱可以在賬戶管理菜單中輕鬆取消\n管理菜單中取消，但其他的則要困難得多。一個常見的策略是一個 \"取消我的\n帳戶 \"按鈕，打開一個帶有電話號碼的彈出窗口。這個電話號碼\n可能涉及混亂的菜單，長時間的等待，或試圖...",
      "title": "YSK你可以通過向你的信用卡公司提出爭議來取消討厭的每月訂閱。"
    }
  ]
}