{
  "author": "Wurunzimu",
  "the_new_excerpt": "I've just realised that I won't be able to read most of the new books - because\nI'm not ready to read about people wearing maska, people isolating etc. Not yet,\nat least. Maybe one day in the future. But I hate this reality and I don't cope\nwith it well. I just hate the thought of reading about it,…",
  "original_created_utc": 1610525972,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚意识到，我将无法阅读大部分的新书--由于\n我不准备读到人们戴着马斯卡，人们隔离等等。还没有。\n至少是这样 也许将来有一天会这样。但我讨厌这个现实，我无法应对。\n与它好。我只是讨厌读到它，... ...",
      "title": "以covid-现实为背景的书要开始出现了，我不想看。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛意識到，我將無法閱讀大部分的新書--由於\n我不準備讀到人們戴着馬斯卡，人們隔離等等。還沒有。\n至少是這樣 也許將來有一天會這樣。但我討厭這個現實，我無法應對。\n與它好。我只是討厭讀到它，... ...",
      "title": "以covid-現實爲背景的書要開始出現了，我不想看。"
    }
  ],
  "title": "Books set in the covid-reality are going to start appearing and I don't want to read them.",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve just realised that I won&#39;t be able to read most of the new books - because I&#39;m not ready to read about people wearing maska, people isolating etc. Not yet, at least. Maybe one day in the future. But I hate this reality and I don&#39;t cope with it well. I just hate the thought of reading about it, it&#39;s just too fresh.</p>\n\n<p>Of course I have a lot to read. Books published before 2021 or new books set in the past, fantasy/SF etc., that&#39;s more than enough. But I would love to just be able to pick up a new thriller or mainstream novel without plunging into the same shit I have to live in.</p>\n\n<p>Edit: wow, I didn&#39;t expect so many replies and votes! Thanks everybody, whether you agree with me or not!</p>\n</div><!-- SC_ON -->",
  "score": 11386,
  "permalink": "/r/books/comments/kwc9ij/books_set_in_the_covidreality_are_going_to_start/",
  "subreddit": "books",
  "id": "kwc9ij",
  "is_self": true,
  "media": null,
  "is_video": false
}