{
  "author": "Snarkyandcosy",
  "original_created_utc": 1628467944,
  "title": "YSK: You are free to be sad, just because someone might have it worse elsewhere, does not invalidate your own feelings",
  "created_utc": 1628476555,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People will sometimes say something like: Well, just be lucky you&#39;re not homeless, or that you&#39;re not in a third world country or not a single parent, or with an abused partner or this and that, trying to invalidate other people&#39;s feelings. That is wrong.</p>\n\n<p>Yes, there are people who have it worse. But that shouldn&#39;t need to be said, whenever you feel sad, angry or any negative feelings. You are allowed to feel negative. That is a way to grieve, to start healing.</p>\n\n<p>Pushing your feelings back, is not good. That just makes you yell at others, or become quiet, not willing to share anything.</p>\n\n<p>Note: Not saying it&#39;s good to overreact, because it&#39;s not. Just saying that your own feelings are important as well, no one should tell you it&#39;s nothing to cry over, or nothing to feel negative over.</p>\n</div><!-- SC_ON -->",
  "score": 648,
  "permalink": "/r/YouShouldKnow/comments/p0q7ub/ysk_you_are_free_to_be_sad_just_because_someone/",
  "subreddit": "YouShouldKnow",
  "id": "p0q7ub",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: People will sometimes say something like: Well, just be lucky you're\nnot homeless, or that you're not in a third world country or not a single\nparent, or with an abused partner or this and that, trying to invalidate other\npeople's feelings. That is wrong.\n\nYes, there are people who have it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 人は時々、こんなことを言います。ホームレスにならずに済んだだけでも良しとしましょう。\nホームレスでなくてよかった、第三国でなくてよかった、片親でなくてよかった、虐待された子供がいなくてよかった。\nたり、片親でなかったり、虐待を受けているパートナーがいたりしないことを幸運に思いなさい、などと、他人の感情を無効にしようとする人がいます。\n他人の感情を無効にしようとしているのです。それは間違っています。\n\n確かに、そういう人もいますが...。",
      "title": "YSK: 悲しむのは自由ですが、他の場所でもっとひどい目にあっている人がいるからといって、自分の気持ちが無効になるわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们有时会说这样的话。好吧，就当你很幸运，你不是\n你没有无家可归，或者你没有在第三世界国家，或者没有成为单亲父母，或者与受虐待的伴侣在一起，或者这样那样，试图让其他的人失去信心。\n单亲家庭，或与受虐待的伴侣在一起，或这样或那样，试图使其他人的感受无效。\n人的感受。这是不对的。\n\n是的，有的人有...",
      "title": "YSK：你有伤心的自由，只是因为有人可能在其他地方过得更糟糕，并不意味着你自己的感受是无效的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們有時會說這樣的話。好吧，就當你很幸運，你不是\n你沒有無家可歸，或者你沒有在第三世界國家，或者沒有成爲單親父母，或者與受虐待的伴侶在一起，或者這樣那樣，試圖讓其他的人失去信心。\n單親家庭，或與受虐待的伴侶在一起，或這樣或那樣，試圖使其他人的感受無效。\n人的感受。這是不對的。\n\n是的，有的人有...",
      "title": "YSK：你有傷心的自由，只是因爲有人可能在其他地方過得更糟糕，並不意味着你自己的感受是無效的。"
    }
  ]
}