{
  "author": "LeoExotic",
  "original_created_utc": 1633944706,
  "title": "East of Eden.. I thank all those on reddit who suggested me this book.",
  "created_utc": 1633954704,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s amazing how creatively Steinback portrayed the cruelness of human nature with his characters. His depictions of characters touch both the extremes of human nature. It&#39;s a challenging but not a difficult read. Although it&#39;s a little slow going at some moments, the book as a whole makes the reader experience a roller coaster of emotions. It&#39;s a classic recommended to those who like to be lost in a fictional world.</p>\n</div><!-- SC_ON -->",
  "score": 78,
  "permalink": "/r/books/comments/q5s4j8/east_of_eden_i_thank_all_those_on_reddit_who/",
  "subreddit": "books",
  "id": "q5s4j8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's amazing how creatively Steinback portrayed the cruelness of human nature\nwith his characters. His depictions of characters touch both the extremes of\nhuman nature. It's a challenging but not a difficult read. Although it's a\nlittle slow going at some moments, the book as a whole makes the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "スタインバックは人間の残酷さを創造的に表現しているのが素晴らしい。\nスタインバックは人間の残酷さをキャラクターで表現している。登場人物の描写は、人間性の両極端に触れるものです。\n人間の本性の両極に触れる。読むのは大変だが、難しくはない。少し時間がかかるところもありますが\n少し時間がかかるところもありますが、全体としては、この本を読むことで",
      "title": "エデンの東... この本を勧めてくれたredditの人たちに感謝します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "令人惊讶的是，斯坦贝克用他的人物创造性地描绘了人性的残酷性\n他的人物。他对人物的描写触及了人性的两个极端。\n人性的两个极端。这是一本具有挑战性的书，但不是一本难读的书。虽然它是一个\n虽然在某些时候有点慢，但这本书作为一个整体，让人感觉到...",
      "title": "伊甸园之东... 我感谢reddit上所有向我推荐这本书的人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "令人驚訝的是，斯坦貝克用他的人物創造性地描繪了人性的殘酷性\n他的人物。他對人物的描寫觸及了人性的兩個極端。\n人性的兩個極端。這是一本具有挑戰性的書，但不是一本難讀的書。雖然它是一個\n雖然在某些時候有點慢，但這本書作爲一個整體，讓人感覺到...",
      "title": "伊甸園之東... 我感謝reddit上所有向我推薦這本書的人。"
    }
  ]
}