{
  "author": "TheRealBaconBrian",
  "the_new_excerpt": "At first I actually agreed with this, until I realized how fundamentally stupid\nit is. Understanding your gay isnt the hard part, at least it wasnt for me and a\nfew other people I talked to. It was trying not to be gay in case youd be\nridiculed in a homophobic community. I almost feel like the…",
  "original_created_utc": 1620618001,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初はこの意見に同意していましたが、いかに根本的に愚かであるかを理解しました。\n根本的に愚かなことだと気づくまでは。自分がゲイであることを理解するのは難しいことではありません。\n難しいことではありません。それは、ホモフォビアの世界で嘲笑されることを想定して、ゲイであることを避けようとすることでした。\n嘲笑されないようにゲイであることを避けようとすることでした。私は、ほとんどの人が...",
      "title": "CMV： 「X歳以下の人は、ゲイであるかどうかわからない」と言うのであれば、「ストレートであるかどうかわからない」とも言うべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "起初，我实际上同意这一点，直到我意识到这是多么愚蠢的事情。\n它是多么的愚蠢。理解你的同性恋并不是困难的部分，至少对我和其他一些与我交谈过的人来说不是这样。\n至少对我和其他一些与我交谈过的人来说不是。它是试图不成为同性恋，以防你会被\n在一个仇视同性恋的社区里被嘲笑。我几乎觉得...",
      "title": "CMV: 如果你说 \"任何低于X岁的人都不能成为/知道自己是否是同性恋\"，那么你也应该说他们不能成为/知道自己是否是异性恋。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "起初，我實際上同意這一點，直到我意識到這是多麼愚蠢的事情。\n它是多麼的愚蠢。理解你的同性戀並不是困難的部分，至少對我和其他一些與我交談過的人來說不是這樣。\n至少對我和其他一些與我交談過的人來說不是。它是試圖不成爲同性戀，以防你會被\n在一個仇視同性戀的社區裏被嘲笑。我幾乎覺得...",
      "title": "CMV: 如果你說 \"任何低於X歲的人都不能成爲/知道自己是否是同性戀\"，那麼你也應該說他們不能成爲/知道自己是否是異性戀。"
    }
  ],
  "title": "CMV: If you say \"Anyone below X age cant be/ know if they're gay\" then you should also say that they cant be/ know if they're straight.",
  "created_utc": 1620628421,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>At first I actually agreed with this, until I realized how fundamentally stupid it is. Understanding your gay isnt the hard part, at least it wasnt for me and a few other people I talked to. It was trying not to be gay in case youd be ridiculed in a homophobic community. I almost feel like the &quot;confusion&quot; of understanding if you&#39;re gay or not isnt really a confusion, but a fear. </p>\n\n<p>Looking back on it I personally didnt want to accept the fact that I was bi, because I knew my mom was homophobic. But ar the time it seemed more like a confusion. </p>\n\n<p>Homosexuality is just as normal as heterosexuality, so when people say that elementary schoolers cant know if they&#39;re gay, it seems hypocritical to say that they can be straight. But I&#39;m not reat well educated in the topics of psychology or sexuality, so if you have an argument against this please change my view.</p>\n</div><!-- SC_ON -->",
  "score": 126,
  "permalink": "/r/changemyview/comments/n8v1am/cmv_if_you_say_anyone_below_x_age_cant_be_know_if/",
  "subreddit": "changemyview",
  "id": "n8v1am",
  "is_self": true,
  "media": null,
  "is_video": false
}