{
  "author": "ScarySuit",
  "the_new_excerpt": "So, at least in the US, it seems like a lot of parents think that once a kid\nturns 18 they need to move out. This concept seems cruel to me for many reasons\n(assuming parents can afford to still have the kid there):\n\n 1. A high school education alone is not enough to get you paid a living wage in\n  …",
  "original_created_utc": 1621714426,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少なくともアメリカでは、子供が18歳になったら家を出なければならないと考える親が多いようですね。\n18歳になったら、家を出なければならないと考える親が多いようです。この考え方は、多くの理由から私には残酷に思えます。\n(親がまだ子供をそこに置いておく余裕があると仮定して)。\n\n 1. 1.高卒の学歴だけでは、生活費を得るのに十分ではない。\n  ...",
      "title": "CMV: 子供が18歳になると追い出すのは残酷だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，至少在美国，似乎很多父母认为，一旦一个孩子\n年满18岁，他们就需要搬出去。这个概念在我看来是很残酷的，原因有很多\n假设父母有能力让孩子继续留在那里）。\n\n 1. 仅仅是高中教育并不足以让你在美国获得生活工资。\n  ...",
      "title": "CMV：在孩子年满18岁时将其赶出家门是很残酷的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，至少在美國，似乎很多父母認爲，一旦一個孩子\n年滿18歲，他們就需要搬出去。這個概念在我看來是很殘酷的，原因有很多\n假設父母有能力讓孩子繼續留在那裏）。\n\n 1. 僅僅是高中教育並不足以讓你在美國獲得生活工資。\n  ...",
      "title": "CMV：在孩子年滿18歲時將其趕出家門是很殘酷的。"
    }
  ],
  "title": "CMV: Kicking your child out when they turn 18 is cruel",
  "created_utc": 1621762237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, at least in the US, it seems like a lot of parents think that once a kid turns 18 they need to move out. This concept seems cruel to me for many reasons (assuming parents can afford to still have the kid there):</p>\n\n<ol>\n<li><p>A high school education alone is not enough to get you paid a living wage in many areas of the country. By kicking your child out, they are likely doomed to poverty, at least in the short term.</p></li>\n<li><p>If they try to go to college to get a better job, they will be saddled with student loans and then have rent to pay in top of that. Even if they want to study a trade, they may rack up debt or not have resources to do so. As a result they may not finish school or will be paying off loans for 20 years!</p></li>\n<li><p>My parents never kicked me out. I left a bit after graduating college and getting established in a job. I was able to move out on my own terms and I&#39;m doing great in life. I own a house, have a stable job and good savings, etc. I think I owe a lot of my current stability and success to my parent&#39;s support in late teens/early 20s. </p></li>\n</ol>\n\n<p>If an 18 year old wants to leave, that&#39;s no problem, but they shouldn&#39;t be forced to. In today&#39;s society you generally need longer to get ready to live independently. CMV</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/nir17h/cmv_kicking_your_child_out_when_they_turn_18_is/",
  "subreddit": "changemyview",
  "id": "nir17h",
  "is_self": true,
  "media": null,
  "is_video": false
}