{
  "author": "jumbeldor",
  "original_created_utc": 1640717624,
  "title": "As my New Year's resolution I am going to be sifting through all the new cryptocurrencies, so that you don't have to.",
  "created_utc": 1640766786,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Coinmarketcap and coingecko list new cryptocurrencies every day. For the past year I have been checking those listings almost everyday. Majority of them are low-effort, poorly created, and pathetically named copy-paste coins. After a year of practice, I have become fairly good at sifting through the scam-shit-coins. &lt;/p&gt;\n\n&lt;p&gt;Now before you&amp;#39;ll jump the gun, I&amp;#39;d like to explain &lt;strong&gt;why&lt;/strong&gt; I do this.\n1. I&amp;#39;m broke, with responsibilities. I don&amp;#39;t have more than $100 to invest. I&amp;#39;m in college and won&amp;#39;t start a proper job until next year.\n2. I want to get a &lt;strong&gt;good, low to midcap project&lt;/strong&gt; in it&amp;#39;s early phase so that I have a chance at high growth.\n3. I will definitely start DCAing and HODLing the top coins like btc, eth, algo etc. once I start with my job and earn regular, fixed income. &lt;/p&gt;\n\n&lt;p&gt;Coming back to the title, I have not come across many open discussions on new projects in this sub. So I have decided that I&amp;#39;ll be posting my finds on this sub daily/weekly. It includes research on &lt;em&gt;every&lt;/em&gt; new coin cmc enlists.&lt;/p&gt;\n\n&lt;p&gt;I will be posting the &lt;strong&gt;red flags&lt;/strong&gt; of coins as well.&lt;/p&gt;\n\n&lt;p&gt;This might help the new people not to fall into traps of scam/shit coins. &lt;/p&gt;\n\n&lt;p&gt;I will also be posting my research on possible &lt;strong&gt;good projects&lt;/strong&gt;.&lt;/p&gt;\n\n&lt;p&gt;This way, I can get the input of all the experienced people on this sub and hopefully, together we can find some really cool gems.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/rqmsfx/as_my_new_years_resolution_i_am_going_to_be/",
  "subreddit": "CryptoCurrency",
  "id": "rqmsfx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Coinmarketcap and coingecko list new\ncryptocurrencies every day. For the past year I have been checking those\nlistings almost everyday. Majority of them are low-effort, poorly created, and\npathetically named copy-paste coins. After a year of practice, I have…"
}