{
  "author": "robertgfthomas",
  "the_new_excerpt": "TLDR: Use PNG if your image contains solid colors (e.g. simple graphics, logos,\ntext) and JPG if it contains gradients (e.g. photos, most screenshots).\n\nWhy YSK: In general PNG looks better, but JPG uses much less memory. You can\nreduce the size of emails, texts, etc. by using the right kind of…",
  "original_created_utc": 1617737955,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "TLDR: 画像にソリッドカラーが含まれる場合（シンプルなグラフィック、ロゴ、テキストなど）はPNGを、グラデーションが含まれる場合（写真、ほとんどのスクリーンショットなど）はJPGを使用してください。\nグラデーションを含む画像（写真やほとんどのスクリーンショットなど）はJPGを使用してください。\n\nYSKを使う理由: 一般的にPNGの方が見栄えが良いですが、JPGの方がメモリ使用量が少なくて済みます。以下のことが可能です。\nメールやテキストなどのサイズを小さくするには、適切な種類の...",
      "title": "YSKさんは、主にJPGとPNGの2種類の画像は、それぞれ適したものがあり、使い分ければメモリを大幅に節約することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "TLDR：如果你的图像包含纯色（如简单的图形，标志。\n文字）和JPG，如果它包含渐变（如照片，大多数截图）。\n\n为什么选择YSK：一般来说，PNG看起来更好，但JPG使用的内存更少。你可以\n减少电子邮件、短信等的大小，通过使用合适的...",
      "title": "YSK认为，JPG和PNG这两种主要的图像类型，对于不同的东西来说是比较好的，如果你用对了，可以节省很多内存。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "TLDR：如果你的圖像包含純色（如簡單的圖形，標誌。\n文字）和JPG，如果它包含漸變（如照片，大多數截圖）。\n\n爲什麼選擇YSK：一般來說，PNG看起來更好，但JPG使用的內存更少。你可以\n減少電子郵件、短信等的大小，通過使用合適的...",
      "title": "YSK認爲，JPG和PNG這兩種主要的圖像類型，對於不同的東西來說是比較好的，如果你用對了，可以節省很多內存。"
    }
  ],
  "title": "YSK that the two main types of images, JPG and PNG, are better for different things, and if you use the right one you can save a lot of memory.",
  "created_utc": 1617748190,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>TLDR: Use PNG if your image contains solid colors (e.g. simple graphics, logos, text) and JPG if it contains gradients (e.g. photos, most screenshots).</strong></p>\n\n<p>Why YSK: In general PNG looks better, but JPG uses much less memory. You can reduce the size of emails, texts, etc. by using the right kind of image.</p>\n\n<p>When JPG is better:</p>\n\n<p><a href=\"https://i.imgur.com/XPsTnBD.jpg\">Here is a photo of a burger</a>. As a JPG it is .3 megabytes. As a PNG it takes up almost <em>5 times the space</em> at 1.4 megabytes.</p>\n\n<p>When PNG is better:</p>\n\n<p><a href=\"https://www.smbc-comics.com/comics/1617723630-20210406.png\">Here is a webcomic</a>. Unlike the burger photo, it doesn&#39;t have any gradients. It&#39;s just simple blocks of solid color and text. As a PNG it takes up 86 kilboytes.</p>\n\n<p>Unlike PNG, you can reduce the quality of a JPG to change how much space it takes up. As a full-quality JPG, that comic takes up a nearly twice the space at 136 kilobytes. As a low-quality JPG it takes up only 22 kilobytes... <a href=\"https://i.imgur.com/PZLIwU1.jpg\">but it&#39;s a little grainy and pixelated</a> if you look up close.</p>\n\n<p>The image-viewing software that came with your computer (Photos on Windows, Preview on Mac) can convert PNGs to JPGs and vice-versa. Just look for the &quot;Save as&quot; or &quot;Export&quot; functions.</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/YouShouldKnow/comments/mljvb5/ysk_that_the_two_main_types_of_images_jpg_and_png/",
  "subreddit": "YouShouldKnow",
  "id": "mljvb5",
  "is_self": true,
  "media": null,
  "is_video": false
}