{
  "author": "ElectricSheep7",
  "original_created_utc": 1634652844,
  "title": "Going Bovine by Libba Bray",
  "created_utc": 1634664606,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Has anyone else read this one? I’ve never hear anyone mention it, and that’s disappointing, because this is one of the most unique and fun books I’ve ever read. It really did give me the same feeling as Hitchhiker’s Guide and Discworld, while also standing on its own. I’m surprised with all the people seeking to scratch that itch, this one hasn’t come up more. </p>\n\n<p>Based on the premise alone of “Teen dying of Mad Cow disease goes an a road trip across America to save the work because an angel told him to”, I was sold. I loved how the author could introduce all these crazy, ridiculous ideas and characters make them work as actual characters, satire, and plot points instead of “lol so random XD”. </p>\n\n<p>The best example of this was the inclusion of the Norse god Balder, who joins the protagonists in the form of a lawn gnome. At first I just kind of rolled my eyes at this, but a few chapters later I was genuinely invested in Balder and cared about what happened to him. Anyone else have any thoughts on this book?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/qbcdqv/going_bovine_by_libba_bray/",
  "subreddit": "books",
  "id": "qbcdqv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Has anyone else read this one? I’ve never hear anyone mention it, and that’s\ndisappointing, because this is one of the most unique and fun books I’ve ever\nread. It really did give me the same feeling as Hitchhiker’s Guide and\nDiscworld, while also standing on its own. I’m surprised with all the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この作品を読んだ人はいますか？誰も言及しているのを聞いたことがありませんが、それは\n今まで読んだ本の中で一番ユニークで楽しい本だったので、残念です。\n読んだことがないので残念です。本当にHitchhiker's Guideと同じような感覚を覚えました。\nディスクワールドと同じ感覚を味わえました。驚いたのは、すべての...",
      "title": "Going Bovine by Libba Bray"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "还有人读过这本书吗？我从未听人提起过它，这让我很失望。\n令人失望，因为这是我读过的最独特、最有趣的书之一。\n读过的书之一。它确实给我带来了与《搭车指南》和《碟中碟》相同的感觉。\nDiscworld》一样，同时也自成一派。我很惊讶与所有的...",
      "title": "利巴-布雷著的《去牛》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "還有人讀過這本書嗎？我從未聽人提起過它，這讓我很失望。\n令人失望，因爲這是我讀過的最獨特、最有趣的書之一。\n讀過的書之一。它確實給我帶來了與《搭車指南》和《碟中碟》相同的感覺。\nDiscworld》一樣，同時也自成一派。我很驚訝與所有的...",
      "title": "利巴-佈雷著的《去牛》。"
    }
  ]
}