{
  "author": "vaginant",
  "the_new_excerpt": "Yes I finally gave into the hype and completely devoured this book within two\ndays. While I still feel as though I’m grieving, I love the build up and how\nmuch the story made me feel. Would love a good book suggestion, doesn’t have to\nbe the same theme or whatever as song of Achilles but one that…",
  "original_created_utc": 1617649263,
  "localize": [
    {
      "locale": "ja-JA",
      "the_new_excerpt": "そう、私はついに宣伝文句に負けて、2日間でこの本を完全に読み切ってしまった。\n日間で読破しました。まだ悲しんでいるような気がしますが、私はこの物語の展開と、私をどれだけ感じさせたかが好きです。\n物語が私をどれだけ感じさせてくれたかが気に入りました。おすすめの本があれば教えてください。\nアキレスの歌と同じテーマでなくてもいいので、お勧めの本を教えてください。",
      "title": "アキレスの歌を終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是的，我终于屈服于炒作，在两个月内把这本书完全看完了。\n天。虽然我仍然觉得自己在悲伤，但我喜欢这种积累和如何\n故事让我感受到了多少。很想有个好书推荐，不一定非得是\n和阿基里斯之歌一样的主题或什么的，但一个... ...",
      "title": "刚刚完成的阿基里斯之歌"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，我終於屈服於炒作，在兩個月內把這本書完全看完了。\n天。雖然我仍然覺得自己在悲傷，但我喜歡這種積累和如何\n故事讓我感受到了多少。很想有個好書推薦，不一定非得是\n和阿基里斯之歌一樣的主題或什麼的，但一個... ...",
      "title": "剛剛完成的阿基里斯之歌"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "そう、私はついに宣伝文句に負けて、2日間でこの本を完全に読み切ってしまった。\n日間で読破しました。まだ悲しんでいるような気がしますが、私はこの物語の展開と、私をどれだけ感じさせたかが好きです。\n物語が私をどれだけ感じさせてくれたかが気に入りました。おすすめの本があれば教えてください。\nアキレスの歌と同じテーマでなくてもいいので、お勧めの本を教えてください。",
      "title": "アキレスの歌を終えて"
    }
  ],
  "title": "Just finished song of achilles",
  "created_utc": 1617696365,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yes I finally gave into the hype and completely devoured this book within two days. While I still feel as though I’m grieving, I love the build up and how much the story made me feel. Would love a good book suggestion, doesn’t have to be the same theme or whatever as song of Achilles but one that made you feel so much and gave you a book hangover/heartache</p>\n</div><!-- SC_ON -->",
  "score": 312,
  "permalink": "/r/booksuggestions/comments/mks3xk/just_finished_song_of_achilles/",
  "subreddit": "booksuggestions",
  "id": "mks3xk",
  "is_self": true,
  "media": null,
  "is_video": false
}