{
  "author": "Annabe11e",
  "original_created_utc": 1639754079,
  "title": "YSK: Signs someone is in a cult",
  "created_utc": 1639798815,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Well 2021 taught me that it’s very easy to get brainwashed into a cult. \nDo you know the signs?\n1. The leader is the ultimate authority\nIf you’re not allowed to criticize your leader, even if the criticism is true, you’re probably in a cult.\n2. The group suppresses skepticism\nIf you’re only allowed to study your organization through approved sources, you’re probably in a cult. Cults view critical thinking as an infectious disease and every effort is made to suppress it. Doubting members are encouraged to isolate themselves from outside influences and focus solely on the doctrine of the cult\n4. The group is paranoid about the outside world\n5. The group relies on shame cycles\n6. The leader is above the law \n7. The group uses “thought reform” methods\nIf your serious questions are answered with cliches, you’re probably in a cult.\n8. The group is elitist\nIf your group is the solution for all the world’s problems, you’re probably in a cult.\nCults see themselves as the enlightened, chosen, and elect organization tasked with radically transforming individual lives and the entire world.\n9. Tell you to stay away from friends and family with different views.\n10. No financial transparency&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 173,
  "permalink": "/r/YouShouldKnow/comments/rijkbx/ysk_signs_someone_is_in_a_cult/",
  "subreddit": "YouShouldKnow",
  "id": "rijkbx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Well 2021 taught me that it’s very easy to get brainwashed into a cult.\nDo you know the signs? 1. The leader is the ultimate authority If you’re not\nallowed to criticize your leader, even if the criticism is true, you’re probably\nin a cult. 2. The group suppresses skepticism If you’re only…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 2021年に教えてもらったんですが、YSKはすごくいいんです。\nカルトに洗脳されるのは簡単なんだ。その兆候をご存知ですか？1. 指導者が\nリーダーを批判することが許されないのであれば、たとえそれが最終的な権威であったとしても\n批判が真実である場合、あなたはおそらくカルトの中にいる。2. その集団は",
      "title": "YSK: カルト教団に属する人のサイン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：嗯，2021年教会了我，它非常\n很容易被洗脑进入邪教。你知道这些迹象吗？1. 领袖是\n如果你不允许批评你的领袖，即使批评是真实的。\n批评是真实的，那么你可能是在一个邪教中。2. 2.团体...",
      "title": "YSK：某人在邪教中的迹象"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：嗯，2021年教會了我，它非常\n很容易被洗腦進入邪教。你知道這些跡象嗎？1. 領袖是\n如果你不允許批評你的領袖，即使批評是真實的。\n批評是真實的，那麼你可能是在一個邪教中。2. 2.團體...",
      "title": "YSK：某人在邪教中的跡象"
    }
  ]
}