{
  "author": "Annabe11e",
  "original_created_utc": 1639754079,
  "title": "YSK: Signs someone is in a cult",
  "created_utc": 1639798815,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Well 2021 taught me that it’s very easy to get brainwashed into a cult. \nDo you know the signs?\n1. The leader is the ultimate authority\nIf you’re not allowed to criticize your leader, even if the criticism is true, you’re probably in a cult.\n2. The group suppresses skepticism\nIf you’re only allowed to study your organization through approved sources, you’re probably in a cult. Cults view critical thinking as an infectious disease and every effort is made to suppress it. Doubting members are encouraged to isolate themselves from outside influences and focus solely on the doctrine of the cult\n4. The group is paranoid about the outside world\n5. The group relies on shame cycles\n6. The leader is above the law \n7. The group uses “thought reform” methods\nIf your serious questions are answered with cliches, you’re probably in a cult.\n8. The group is elitist\nIf your group is the solution for all the world’s problems, you’re probably in a cult.\nCults see themselves as the enlightened, chosen, and elect organization tasked with radically transforming individual lives and the entire world.\n9. Tell you to stay away from friends and family with different views.\n10. No financial transparency&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 173,
  "permalink": "/r/YouShouldKnow/comments/rijkbx/ysk_signs_someone_is_in_a_cult/",
  "subreddit": "YouShouldKnow",
  "id": "rijkbx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Well 2021 taught me that it’s very\neasy to get brainwashed into a cult. Do you know the signs? 1. The leader is the\nultimate authority If you’re not allowed to criticize your leader, even if the\ncriticism is true, you’re probably in a cult. 2. The group…"
}