{
  "author": "Annabe11e",
  "original_created_utc": 1639754079,
  "title": "YSK: Signs someone is in a cult",
  "created_utc": 1639798815,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Well 2021 taught me that it’s very easy to get brainwashed into a cult. \nDo you know the signs?\n1. The leader is the ultimate authority\nIf you’re not allowed to criticize your leader, even if the criticism is true, you’re probably in a cult.\n2. The group suppresses skepticism\nIf you’re only allowed to study your organization through approved sources, you’re probably in a cult. Cults view critical thinking as an infectious disease and every effort is made to suppress it. Doubting members are encouraged to isolate themselves from outside influences and focus solely on the doctrine of the cult\n4. The group is paranoid about the outside world\n5. The group relies on shame cycles\n6. The leader is above the law \n7. The group uses “thought reform” methods\nIf your serious questions are answered with cliches, you’re probably in a cult.\n8. The group is elitist\nIf your group is the solution for all the world’s problems, you’re probably in a cult.\nCults see themselves as the enlightened, chosen, and elect organization tasked with radically transforming individual lives and the entire world.\n9. Tell you to stay away from friends and family with different views.\n10. No financial transparency&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 173,
  "permalink": "/r/YouShouldKnow/comments/rijkbx/ysk_signs_someone_is_in_a_cult/",
  "subreddit": "YouShouldKnow",
  "id": "rijkbx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Well 2021 taught me that it’s very easy to get brainwashed into a cult.\nDo you know the signs? 1. The leader is the ultimate authority If you’re not\nallowed to criticize your leader, even if the criticism is true, you’re probably\nin a cult. 2. The group suppresses skepticism If you’re only…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: 2021年に、カルトに洗脳されるのはとても簡単なことだと教わりました。\nその兆候をご存知ですか？1. 1. リーダーは究極の権威である。\nたとえ批判が真実であっても、リーダーを批判することは許されません。\nカルトの中にいる。2. 2.懐疑心を抑圧する もし、あなたが...",
      "title": "YSK: カルト教団に属する人のサイン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：嗯，2021年教会我，很容易被洗脑进入邪教。\n你知道这些迹象吗？1. 领袖是终极权威 如果你不被允许批评你的领袖，即使批评是真实的，你也不能批评他。\n如果你不被允许批评你的领袖，即使批评是真实的，你可能是在邪教中。\n在一个邪教中。2. 2.团体压制怀疑论 如果你只被允许批评你的领袖，那么你很可能是在邪教中。",
      "title": "YSK：某人在邪教中的迹象"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：嗯，2021年教會我，很容易被洗腦進入邪教。\n你知道這些跡象嗎？1. 領袖是終極權威 如果你不被允許批評你的領袖，即使批評是真實的，你也不能批評他。\n如果你不被允許批評你的領袖，即使批評是真實的，你可能是在邪教中。\n在一個邪教中。2. 2.團體壓制懷疑論 如果你只被允許批評你的領袖，那麼你很可能是在邪教中。",
      "title": "YSK：某人在邪教中的跡象"
    }
  ]
}