{
  "author": "helpavolunteerout",
  "original_created_utc": 1640242943,
  "title": "YSK that the ‘your (blank) is the first letter of your name and your birthdays’ posts are great ways for people to figure out your identity",
  "created_utc": 1640292049,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: People always comment what they ‘get’ and if you comment on enough of them it’s easy to work out your initials and date of birth as well as various details about you. Combine that with anything you’ve said in your post history and they probably know more than you want them to.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 155,
  "permalink": "/r/YouShouldKnow/comments/rmprv9/ysk_that_the_your_blank_is_the_first_letter_of/",
  "subreddit": "YouShouldKnow",
  "id": "rmprv9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: People always comment what they ‘get’ and if you comment on enough of\nthem it’s easy to work out your initials and date of birth as well as various\ndetails about you. Combine that with anything you’ve said in your post history\nand they probably know more than you want them to.",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 人々はいつも自分が'get'したものをコメントします。\nたくさんコメントすれば、あなたのイニシャルと\n生年月日をはじめ、いろいろな情報を得ることができます。それを組み合わせて\n投稿履歴を見れば、もっとわかるはず...。",
      "title": "あなたの（空欄）は名前の頭文字と誕生日です」という書き込みが、自分の正体を見破るにはもってこいだというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：人们总是评论他们 \"得到 \"什么。\n如果你对他们的评论足够多，就很容易找出你的名字缩写和出生日期以及你的各种细节。\n如果你在足够多的评论上发表评论，就很容易知道你的名字缩写和出生日期以及关于你的各种细节。将这些与\n你在你的帖子历史中所说的话，他们可能知道更多......",
      "title": "YSK认为，\"你的（空白）是你名字的第一个字母和你的生日 \"的帖子是人们弄清你身份的好办法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：人們總是評論他們 \"得到 \"什麼。\n如果你對他們的評論足夠多，就很容易找出你的名字縮寫和出生日期以及你的各種細節。\n如果你在足夠多的評論上發表評論，就很容易知道你的名字縮寫和出生日期以及關於你的各種細節。將這些與\n你在你的帖子歷史中所說的話，他們可能知道更多......",
      "title": "YSK認爲，\"你的（空白）是你名字的第一個字母和你的生日 \"的帖子是人們弄清你身份的好辦法。"
    }
  ]
}