{
  "author": "Substance___P",
  "the_new_excerpt": "YSK that Walmart sells vials of regular (human) insulin for $24.88 apiece over\nthe counter (from the pharmacist) without a prescription OTC, and $42.88 for\n70/30 pens, under its ReliOn brand.\n\nMost diabetics generally should not substitute it for rapid-acting insulin\nwithout a healthcare provider's…",
  "original_created_utc": 1614060059,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "YSK，沃尔玛出售的普通（人）胰岛素小瓶，每瓶24.88美元，超过了。\n柜台(从药师那里)无需处方的OTC，以及42.88美元的。\n70/30笔，隶属于其ReliOn品牌。\n\n大多数糖尿病患者一般不应该用它来代替速效胰岛素。\n没有医疗服务提供者的...",
      "title": "YSK，沃尔玛在柜台上出售普通和70/30胰岛素小瓶，每瓶24.88元和42.88元。这并不是目前最好的方案，但如果你没有保险或打碎了你的小瓶，它可以在紧要关头预防糖尿病酮症酸中毒。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK，沃爾瑪出售的普通（人）胰島素小瓶，每瓶24.88美元，超過了。\n櫃檯(從藥師那裏)無需處方的OTC，以及42.88美元的。\n70/30筆，隸屬於其ReliOn品牌。\n\n大多數糖尿病患者一般不應該用它來代替速效胰島素。\n沒有醫療服務提供者的...",
      "title": "YSK，沃爾瑪在櫃檯上出售普通和70/30胰島素小瓶，每瓶24.88元和42.88元。這並不是目前最好的方案，但如果你沒有保險或打碎了你的小瓶，它可以在緊要關頭預防糖尿病酮症酸中毒。"
    }
  ],
  "title": "YSK that Walmart sells regular and 70/30 insulin vials for $24.88 and $42.88 apiece over the counter. It's not the current best regimen available, but if you are uninsured or break your vial, it can prevent diabetic ketoacidosis in a pinch.",
  "created_utc": 1614095498,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK that Walmart sells vials of regular (human) insulin for $24.88 apiece over the counter (from the pharmacist) without a prescription OTC, and $42.88 for 70/30 pens, under its ReliOn brand.</p>\n\n<p>Most diabetics generally should not substitute it for rapid-acting insulin without a healthcare provider&#39;s and pharmacist&#39;s guidance, but it can be life-saving for uninsured people who cannot afford brand-name or analog insulin, or in an emergency where insulin vials are broken, lost, stolen, etc.</p>\n\n<p>Why YSK: While this isn&#39;t a solution to America&#39;s insulin pricing crisis, but it can save the life of a diabetic you know.</p>\n\n<p>Source: <a href=\"https://diabetesstrong.com/walmart-insulin/\">https://diabetesstrong.com/walmart-insulin/</a></p>\n\n<p>Edit: I am seeing a lot of posts from people concerned about the dangers of using this insulin. Here are a few points:</p>\n\n<ol>\n<li><p>For those who are truly insulin dependent, this is critical information. I&#39;ve seen many people show up to my ED in DKA or HHS because they could not afford insulin. Many were already prescribed a regular + NPH regimen and did not know walmart sold it cheaper. </p></li>\n<li><p>If you already take a regular, NPH, or 70/30 insulin regimen, there should be no risk as this is the same medication made by Novo Nordisk sold under a different brand name</p></li>\n<li><p>It is true that regular insulin (short acting) is not interchangeable with rapid acting (like lispro). You should only substitute under the direction of your healthcare provider. Call or secure chat message your doctor&#39;s office. Usually they will respond quickly with a message from the doctor or a practice nurse. If it&#39;s after their business hours and you need insulin, you NEED INSULIN. This is a safe, effective medication for those who need it. Ask the licensed pharmacist at the Walmart pharmacy for guidance on how to take it until your doctor can call you back. That&#39;s what they&#39;re there for. </p></li>\n<li><p>Pasted below is an article from the Tulane school of medicine on the onset, peak, and duration times of various insulins. As you can see, regular insulin is slower to reach its peak and acts longer, so there&#39;s a higher risk of &quot;stacking insulins,&quot; and having an unpredictable reaction. Talk to your provider or pharmacist and mind the timing of your insulin administration and meals. \n<a href=\"https://tmedweb.tulane.edu/pharmwiki/doku.php/insulin_regimens\">https://tmedweb.tulane.edu/pharmwiki/doku.php/insulin_regimens</a></p></li>\n</ol>\n\n<p>Thank you for the awards. Hopefully the information helps someone out there.</p>\n</div><!-- SC_ON -->",
  "score": 6198,
  "permalink": "/r/YouShouldKnow/comments/lqaw5w/ysk_that_walmart_sells_regular_and_7030_insulin/",
  "subreddit": "YouShouldKnow",
  "id": "lqaw5w",
  "is_self": true,
  "media": null,
  "is_video": false
}