{
  "author": "Plastic_Month_2142",
  "original_created_utc": 1628433427,
  "title": "Do you look at a book's ratings in Goodreads first before picking it up?",
  "created_utc": 1628444654,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t know if it&#39;s just me but I have prejudices over books that are rated lower than 4 in Goodreads. I tend to be wary of picking up books that do not have an average rating of at least 4. I know the high rating does not really determine my enjoyment with the book. I have read books that have high ratings but did not enjoy them and likewise have read lower rated books that I had fun with.</p>\n\n<p>My logic here is that there&#39;s a higher chance I will enjoy a book if it&#39;s popular and highly rated. Because there has to be a reason for that acclaim, right?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p0fs4w/do_you_look_at_a_books_ratings_in_goodreads_first/",
  "subreddit": "books",
  "id": "p0fs4w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't know if it's just me but I have prejudices over books that are rated\nlower than 4 in Goodreads. I tend to be wary of picking up books that do not\nhave an average rating of at least 4. I know the high rating does not really\ndetermine my enjoyment with the book. I have read books that have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私だけかもしれませんが、Goodreadsで4以下の評価を受けた本には偏見があります。\nに偏見があります。平均評価が4点以上でないと手に取らない傾向にあります。\n私は、平均評価が少なくとも4でないと、本を手に取ることに慎重になる傾向があります。\n私がその本を楽しむかどうかは、評価の高さでは決まりません。私が読んだ本の評価は...",
      "title": "本を手に取る前に、まずGoodreadsで本の評価を見ますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不知道这是否是我的错觉，但我对那些在Goodreads上评分低于4分的书有偏见。\n在Goodreads中低于4分的书有偏见。我倾向于对那些没有在Goodreads上获得至少4分的书持谨慎态度。\n我知道高评分并不能真正决定我对这本书的喜爱程度。\n决定我对这本书的喜爱程度。我读过的书中，有很多都是 \"不合格 \"的。",
      "title": "你在拿起一本书之前会先看一下Goodreads中的评分吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不知道這是否是我的錯覺，但我對那些在Goodreads上評分低於4分的書有偏見。\n在Goodreads中低於4分的書有偏見。我傾向於對那些沒有在Goodreads上獲得至少4分的書持謹慎態度。\n我知道高評分並不能真正決定我對這本書的喜愛程度。\n決定我對這本書的喜愛程度。我讀過的書中，有很多都是 \"不合格 \"的。",
      "title": "你在拿起一本書之前會先看一下Goodreads中的評分嗎？"
    }
  ]
}