{
  "author": "Impossible_Ad_3120",
  "original_created_utc": 1627924033,
  "title": "What is the most beautiful book you've ever read?",
  "created_utc": 1627960853,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was re-reading Giovanni&#39;s Room and I marveled at the strength of James Baldwin&#39;s prose, and how effortlessly beautiful it is, although the book as a whole has a fragile quality. Giovanni&#39;s Room in itself is a masterpiece. I think that you can definitely associate an aesthetic quality with a book, so I was wondering if other people had beautiful books to share. Whether if it&#39;s for its beautiful prose, the plotline, or just the way it made you feel, what are some books that you found beautiful? Doesn&#39;t necessarily have to be the best book, or even a really good one, but just something about it is beautiful.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/owixbn/what_is_the_most_beautiful_book_youve_ever_read/",
  "subreddit": "books",
  "id": "owixbn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was re-reading Giovanni's Room and I marveled at the strength of James\nBaldwin's prose, and how effortlessly beautiful it is, although the book as a\nwhole has a fragile quality. Giovanni's Room in itself is a masterpiece. I think\nthat you can definitely associate an aesthetic quality with a book,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョバンニの部屋」を再読していて、ジェームズ・ボールドウィンの文章の力強さに感嘆しました。\nボールドウィンの散文の力強さと、その楽々とした美しさに感嘆しましたが、本全体としては\nしかし、この本は全体的に壊れやすい性質を持っています。Giovanni's Room』はそれ自体が傑作です。私が思うに\n本から美的感覚を連想することは間違いないと思います。",
      "title": "今まで読んだ本の中で、最も美しい本は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在重读《乔瓦尼的房间》时，惊叹于詹姆斯-鲍德温的散文的力量，以及其毫不费力的美丽。\n鲍德温的散文的力量，以及它是多么毫不费力的美丽，虽然这本书作为一个\n整个书有一种脆弱的品质。乔万尼的房间》本身就是一部杰作。我认为\n我认为，你绝对可以将审美质量与一本书联系起来，...",
      "title": "你读过的最美的书是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在重讀《喬瓦尼的房間》時，驚歎於詹姆斯-鮑德溫的散文的力量，以及其毫不費力的美麗。\n鮑德溫的散文的力量，以及它是多麼毫不費力的美麗，雖然這本書作爲一個\n整個書有一種脆弱的品質。喬萬尼的房間》本身就是一部傑作。我認爲\n我認爲，你絕對可以將審美質量與一本書聯繫起來，...",
      "title": "你讀過的最美的書是什麼？"
    }
  ]
}