{
  "author": "OW2000",
  "original_created_utc": 1631737796,
  "title": "YSK What Social Anxiety is Like",
  "created_utc": 1632310272,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It is a very common thing that a lot of people struggle with. And I personally feel that it’s important to spread awareness regarding mental health as a way to reach out to those who are hurting, and also educate those who want to learn about it. </p>\n\n<p>Hi everyone! So before I get into this I just want to explain a little as to why I’m sharing my story with you all. For some background, I am a 20-year-old sophomore in college. I have struggled with social anxiety for most of my life, I was formally diagnosed in 10th grade. As someone who has dealt with things like this, I hope nobody else ever has to go through it. I have made improvements in my life as of late, so I really wanted to share my story with you all in hopes of reaching out to people who are struggling. One thing that has always helped me both in recovering and when I was in the midst of all this, is knowing that I’m not alone in going through these things, so hopefully this can provide the same for you. And I do want to warn you beforehand that I do talk about some very dark and distressing real things that I and I’m sure others with social anxiety have felt before. My hope is that the people who read this who have social anxiety come away from it knowing that there’s others out there who feel all of these horrible things, and I hope it can provide comfort for you that you are not alone. And also for anyone who doesn’t have social anxiety, I hope you can come away from this better understanding what it is like for people who have it. The more educated we are when it comes to mental health, the better a job we can do in helping those that are hurting. And I really hope that this can spark something to help people.</p>\n\n<p>I guess I’ll start from the very beginning and go from there. I was born in the year 2000 in a town just north of Atlanta, Georgia. Over the first few years I moved around several states here the southeast including Alabama, South Carolina, and Florida (where I’ve lived for about 17 years). Growing up I was always a really shy and quiet kid, and for the longest time I thought that was all it was, nothing out of the ordinary stood out. </p>\n\n<p>Elementary school went by. I was never very outgoing but I did speak to other kids in my classes and had casual friends here and there. I suppose there were times where I felt like I was a little behind everyone else in terms of socializing, but being a ten-year-old I didn’t think much of it. People would comment on how quiet I was frequently so I just figured I was more introverted, not anything wrong. After second grade I had moved to a different county, and thus lived in a different school district. I’m not entirely sure how it worked but my parents were able to keep me at my elementary school that I’d attended up to that point, so I finished all the way through fifth grade there.</p>\n\n<p>For middle school I wasn’t accepted into the school all the people I knew were going to. I made the switch to the one right down the street from my house at that point, in a new school district. It was definitely a little weird having to essentially start all over again with people I’d never seen before in my life, but that’s just how it goes sometimes. I remember my sixth grade year was essentially a year of trying to fit in with people and also take care of business with my classwork as usual. I didn’t really have any trouble with my classes or grades at all that year, but from my recollection this was the year where I started to have a harder time with other aspects of life. I found myself trying to fit in in crowds that I probably shouldn’t have at times, and overall I felt like I wasn’t a kind of person that I’d like if I met myself. I got myself caught up/involved in a lot of drama at times, on both sides of it. I developed bad habits that I really was not proud of at all. And overall I just really hated where I was going in terms of the social aspects of my life. Up to this point in my school career I’d also experienced bullying here and there in elementary and middle school, both physically and other forms as well. And I feel like those instances are where I started to change who I was, in order to fit in and be respected. And really I was just doing the opposite. </p>\n\n<p>Seventh grade is where a lot of really odd things started to change and go in the wrong direction with my mental health and social skills. I really had backed myself into a corner socially. I basically sat at the back of the class and rarely spoke to anybody, unless they approached me first. Around this time is when I started to realize maybe there was more going on than just being a shy kid. I wasn’t just naturally quiet like that, I was the way that I was because of things I was feeling, but I couldn’t figure out exactly what that was, if that makes sense. At the time all I really knew was that I just felt bad, and I started to feel like I was different than a lot of the people around me. Everything went smoothly academically speaking that year, but I pretty much interacted with nobody while at school. </p>\n\n<p>Fast forward to eighth grade. This year I became more and more isolated socially and started to feel like an outcast. I was taking algebra 1 honors that year as well and had a really difficult time with it. Around 7th and 8th grade I started having a difficult time even talking to my teachers. And throughout k-12 school that was a problem. From my recollection I think that was the first apparent sign of social anxiety; I wasn’t not talking to classmates/teachers out of being shy, it was out of fear essentially. An irrational fear of being judged or being perceived as stupid, etc.. But at the time I didn’t know what was wrong, all I knew was that there was something that wasn’t quite right with me. And that I felt horrible for reasons I couldn’t understand. Freshman year of high school was more of the same. </p>\n\n<p>Now when sophomore year of high school came around, I had started to question if I could have depression or something along that line. I had virtually no social skills at all from isolating myself so much, and barely talking to anyone outside of my own home for years. I had no idea how to interact with my classmates, make friends, approach my teachers for anything, or even just start a conversation with anyone. I felt like a completely worthless person basically. I was really stressed with school as well and all of the other things added on top of that was miserable. I honestly felt like I had nothing in my life to live for. Something I struggle with to this day even is opening up to people about most things, especially emotions/how I feel. So for awhile I contemplated whether I should tell my parents or not, and I eventually just decided that if I didn’t do something then I probably wouldn’t make it out of high school. So I asked if I could see a therapist. And I’ve been in therapy since. And it was then that after discussing all the things I was feeling that I got diagnosed with social anxiety. </p>\n\n<p>Junior and senior year were still the same socially for the most part. I was able to keep how I was feeling in check, at least better than before. But in terms of social skills, I was still lost. </p>\n\n<p>I graduated in June 2019, and started college in the Fall. Things weren’t perfect but better for sure. I still kept to myself a lot aside from hanging out with my roommate, but I at least didn’t feel miserable all the time. I don’t know exactly how to explain it, I didn’t feel happy or sad, it’s like I was just kind of there if that makes sense. Like I’d outcasted myself from society almost and lived in my own little bubble most of the time. Normal human interaction didn’t come naturally to me at all. I’d see how others around me interacted with each other and in my head I’d think: “How do you do that?” I saw everyone around me having fun, making friends, and just essentially doing all the things that I didn’t have any clue how to do. And it’s not that I didn’t want to fix my social life, it just didn’t register with me how to. </p>\n\n<p>The thing that really helped me keep my head up the last year or two of high school and the start of college was my passion for what I wanted to do after school. Growing up I had always wanted to be a zoologist/zookeeper, and help animals in any way that I could with my career. So I would just keep myself focused on that and try to ignore all the other things I had going on. I mean that I’d pretty much ignore things I was feeling in order to keep all the things that bothered me at bay, and that was honestly a terrible way to deal with it. It was like putting band aid after band aid on my problems only to serve as a surface level fix to a much deeper issue. I became more and more disconnected from my feelings because of this. It was essentially a bomb with a timer on it at that point. </p>\n\n<p>And that last sentence proved to be true this past spring in my second year of college. By that point I had started to get things going on the right track in certain aspects, I’d made two of the most amazing friends a guy could ever ask for within the past year, and things were going semi-okay with school. I had withdrawn from my chemistry class a couple of times, but I went into the spring semester feeling a lot better about where I stood with it. I felt confident enough that I could use all the resources I had available to get the job done. But same as I mentioned above, I was so far out of touch with what was going on mentally/emotionally with me. I thought things were getting better when really I was hiding a lot of demons. I was somewhat getting better with my interactions with my friends, but otherwise I was still inept with everyone else. </p>\n\n<p>And as it turned out I screwed up in my chemistry class again. As a result, my hopes for my dream career that had essentially been my crutch through life for a while, were dead. Like I said above how my social anxiety and personal demons were like a bomb waiting to go off, all hell broke loose. Everything that I tried my best to ignore and hold back was right there in my face again. And all of it was my own fault. </p>\n\n<p>So I just explained how my situation manifested over time, and now I’d like to explain more about what social anxiety/depression are like. As I said, my biggest mistake was that I bottled up everything for a long time until it became too much to handle. And if you’re reading this as someone who doesn’t have social anxiety or hasn’t experienced things like this, you’re probably wondering why didn’t I do something? Why didn’t I just talk to someone? What do you mean that you don’t know how to interact with others? And I’m sure a lot more questions as well. If you are somebody who deals with things like this you’ll probably be able to relate to a lot of these. </p>\n\n<p>It’s being so isolated from everything that conversations and interactions with others don’t come naturally to you. You see how most everyone else is with each other and it’s like a completely foreign concept to you. And you know that you could try to strike up a conversation with people, but you have no idea how to. Because as I said, things that come naturally to others don’t even register with you. And you’re scared to death that if you do try the other person will see how weird and awkward you are and be put off by it. So you say to yourself “what’s the point?”</p>\n\n<p>When you do interact with people, it’s like there’s this demon making you overthink and doubt every single thing you do. I’ve heard it described by others as being in an abusive relationship with yourself, and I feel like that’s pretty accurate. </p>\n\n<p>“I want to text them something, but what if they’re busy right now and I’m annoying them?” “Am I being too clingy for them?” *proceeds to hold off on it indefinitely </p>\n\n<p>“What if they find me boring?” </p>\n\n<p>“What if people are just being nice to me because they see how far behind I am from everyone else and they feel bad?” </p>\n\n<p>“There’s no way they’d want to do that with me, I’m too boring.”</p>\n\n<p>“What if people think my interests and opinions are stupid, etc?”</p>\n\n<p>“How the heck do I be fun and spontaneous like everyone else?”</p>\n\n<p>“Do people see me as an equal?”</p>\n\n<p>You constantly replay every little thing and find some way to criticize yourself over it. You find yourself reading into social cues that probably aren’t even there. You find yourself holding back things you want to say to people around you for fear of sounding weird/awkward. </p>\n\n<p>And all of this just eats away at you over time and the idea of having a normal life seems crazy to you. It makes it ridiculously hard to open up to people and form closer relationships with those around you, much less even make friends in the first place. </p>\n\n<p>The idea of ever having a romantic relationship in your life? With everything that your brain makes you perceive as wrong with yourself? Good luck. </p>\n\n<p>Sometimes you’ll even be physically ill from it. </p>\n\n<p>You’re reluctant to ask for help because for whatever reason you’re afraid of what the other person will think. Applies to school, work, any situation. “What if I’m missing something obvious and they think I’m an idiot? Better to figure this out ourself.”</p>\n\n<p>You’re mind goes completely blank in conversations and you don’t know what to say. </p>\n\n<p>You see how different you are from seemingly everyone around you and you feel like you’re less than everyone else. You feel like you have no personality. You feel worthless. You feel like your friends and family would be happier if you, this helpless, socially inept burden as you perceive yourself, weren’t a part of their lives. </p>\n\n<p>Can’t hold a conversation. Can’t make eye contact very much. Can’t say anything without overanalyzing the crap out of it first. Someone texts you? You spend the next hour making sure what you wrote back doesn’t sound stupid. Because you legitimately don’t know how conversation works. To you, it’s not something that spontaneously happens.</p>\n\n<p>You end up believing all these horrible things about yourself, and you have no idea how to fix it. It makes it so that you can rarely ever do anything in a relaxed manner, because the anxiety over every aspect of it is there every time. </p>\n\n<p>You know in your heart that none of these fears or things you believe about yourself are true, but then the “what if’s?” pull you right back in.</p>\n\n<p>You know that you have a lot of interests, cool hobbies, opinions, passions, random thoughts about things, creative and fun ideas, dreams and goals for your future…… and none of it is ever expressed. You have the hardest time connecting with others. You see and hear others talk about and do all of these things that seem impossible for you. You go through this part of your life missing out on so much, and the most painful thing is knowing that it’s all your fault.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/poyad7/ysk_what_social_anxiety_is_like/",
  "subreddit": "YouShouldKnow",
  "id": "poyad7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It is a very common thing that a lot of people struggle with. And I\npersonally feel that it’s important to spread awareness regarding mental health\nas a way to reach out to those who are hurting, and also educate those who want\nto learn about it.\n\nHi everyone! So before I get into this I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人が悩んでいることだと思います。そして私は\nメンタルヘルスに関する認識を広めることが重要だと感じています。\n精神的に傷ついている人たちに手を差し伸べ、また、精神的に成長したいと思っている人たちを教育するためにも、精神衛生に関する認識を広めることは重要だと思います。\n啓発していくことが大切だと思っています。\n\n皆さん、こんにちは。さて、本題に入る前に、私は...",
      "title": "YSK社交不安症とはどんなものか"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这是一个非常常见的事情，很多人都在挣扎。而我\n个人认为，传播有关心理健康的意识很重要\n作为向那些受到伤害的人伸出援手的一种方式，也是教育那些想要了解的人的一种方式。\n了解它。\n\n大家好! 所以在我进入这个话题之前，我...",
      "title": "YSK 社交焦虑症是什么样子的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這是一個非常常見的事情，很多人都在掙扎。而我\n個人認爲，傳播有關心理健康的意識很重要\n作爲向那些受到傷害的人伸出援手的一種方式，也是教育那些想要了解的人的一種方式。\n瞭解它。\n\n大家好! 所以在我進入這個話題之前，我...",
      "title": "YSK 社交焦慮症是什麼樣子的"
    }
  ]
}