{
  "author": "Iwilltrytobehappy",
  "original_created_utc": 1625923289,
  "title": "Is it enjoyable to read a book where the protagonist fails their mission? Are there any books that do this well?",
  "created_utc": 1625944339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Lately, I&#39;ve been thinking and noticed that most books follow a similar arc with a protagonist who tries to resolve a main conflict. Most of the time, they are successful. This makes sense to me because it&#39;s nice to see how a problem eventually unravels, and also there will be character development in order for this to happen. </p>\n\n<p>In my experience, I don&#39;t really recall having read many books, if any, where the protagonist ultimately didn&#39;t achieve what they sought out to do by the end of a novel (like the major conflict, not the small failures along the way). And I wonder if that would be enjoyable to read? What would make that kind of story a good read? And which books do this well? Would you consider these to be more realistic? </p>\n\n<p>I&#39;m thinking about books where, say, the protagonist doesn&#39;t end up with &quot;the one&quot;, or they don&#39;t carry out their mission to completion, or they just end up returning to where/how they were in the beginning, what they wanted to do made their situation even worse at the end, etc... (Not ones where they accidentally die or something.)</p>\n\n<p>I assume the replies to this post will have spoilers so anyone who ventures below, please beware.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ohilhk/is_it_enjoyable_to_read_a_book_where_the/",
  "subreddit": "books",
  "id": "ohilhk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Lately, I've been thinking and noticed that most books follow a similar arc with\na protagonist who tries to resolve a main conflict. Most of the time, they are\nsuccessful. This makes sense to me because it's nice to see how a problem\neventually unravels, and also there will be character development…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近考えたのですが、ほとんどの本は、主人公が主な対立を解決しようとすることで、同じような弧を描いていることに気づきました。\n主人公が主な対立を解決しようとする。ほとんどの場合、彼らは成功します。\n成功します。これは、問題が最終的にどのように解決されるのかを見るのが好きな私にとっては理にかなっています。\n問題が最終的にどのように解決されていくのかを見ることができるし、キャラクターの成長にもつながるからです。",
      "title": "主人公が任務に失敗する本を読むのは楽しいですか？これがうまくできている本はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我一直在思考并注意到，大多数书籍都遵循类似的弧线，即\n一个试图解决主要冲突的主人公。大多数时候，他们都是\n成功。这对我来说是有意义的，因为看到一个问题如何最终解开是很好的。\n最终解开，而且也会有人物发展......",
      "title": "读一本主人公任务失败的书，是否很愉快？有什么书能做到这一点吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我一直在思考並注意到，大多數書籍都遵循類似的弧線，即\n一個試圖解決主要衝突的主人公。大多數時候，他們都是\n成功。這對我來說是有意義的，因爲看到一個問題如何最終解開是很好的。\n最終解開，而且也會有人物發展......",
      "title": "讀一本主人公任務失敗的書，是否很愉快？有什麼書能做到這一點嗎？"
    }
  ]
}