{
  "author": "rg24601",
  "the_new_excerpt": "I posted awhile back about starting Ulysses, and it's taken me a few months but\nI'm finally at about the halfway point. I know it's been said a million times,\nbut the book really is damn hard to read lol I knew it would be difficult but\neven with that expectation, it still is a struggle. That said,…",
  "original_created_utc": 1623091115,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Ulyssesを始めたことを少し前に投稿しましたが、数ヶ月かかってしまいましたが\nようやく半分くらいのところまで来ました。何度も言われていることですが、本当に読むのが大変です。\n何度も言われていることですが、本当に読むのが大変です(笑) 難しいとは思っていましたが\nその期待をもってしても、やはり苦しいです。とはいえ、、、。",
      "title": "ユリシーズの途中経過"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我前段时间发帖说要开始读《尤利西斯》，我花了几个月时间，但是\n我终于达到了一半的进度。我知道这句话已经被说过无数次了。\n但这本书真的非常难读，我知道会很难，但\n即使有这种期望，它仍然是一种挣扎。这就是说，...",
      "title": "尤利西斯》的半途而废"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我前段時間發帖說要開始讀《尤利西斯》，我花了幾個月時間，但是\n我終於達到了一半的進度。我知道這句話已經被說過無數次了。\n但這本書真的非常難讀，我知道會很難，但\n即使有這種期望，它仍然是一種掙扎。這就是說，...",
      "title": "尤利西斯》的半途而廢"
    }
  ],
  "title": "Halfway Through Ulysses",
  "created_utc": 1623098007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I posted awhile back about starting Ulysses, and it&#39;s taken me a few months but I&#39;m finally at about the halfway point. I know it&#39;s been said a million times, but the book really is damn hard to read lol I knew it would be difficult but even with that expectation, it still is a struggle. That said, I&#39;ve accepted that I&#39;m just going to not understand a decent amount of the book as I go through it, even with an annotated guide to follow along with, but with that acceptance I have been able to enjoy the ride a lot more. Joyce truly had a mastery of the english language that few authors before or after him can claim to match, and even in the stretches of the novel where the plot is exceptionally difficult to follow, the prose itself is enjoyable to parse through, as it&#39;s almost like putting together pieces to a puzzle. We&#39;ll see how long it takes me to finish the second half of the novel and what my impressions are of it after I finish, but as of now I definitely don&#39;t regret the time I have put into it.</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/books/comments/nujx2z/halfway_through_ulysses/",
  "subreddit": "books",
  "id": "nujx2z",
  "is_self": true,
  "media": null,
  "is_video": false
}