{
  "author": "Snuggly-Muffin",
  "the_new_excerpt": "Why YSK: \"An innocent kiss right on the ear opening creates a strong suction\nthat tugs on the delicate eardrum, resulting in a recently recognized condition\nknown as \"cochlear ear-kiss injury.\" Babies and small children are particularly\nvulnerable to hearing damage via a kiss, simply because their…",
  "original_created_utc": 1619821456,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、「耳の穴に無邪気にキスをすると、強い吸引力でデリケートな鼓膜が破れてしまう。\nデリケートな鼓膜を強く吸引することになり、最近では「蝸牛耳介損傷」という症状が\nその結果、最近では \"蝸牛耳介損傷 \"として知られるようになりました。特に赤ちゃんや小さな子供は\nキスによる聴覚障害は、特に赤ちゃんや小さな子供に起こりやすいと言われています。なぜなら、彼らは...",
      "title": "YSK: 赤ちゃんや子どもの耳にキスをしてはいけません。損傷や難聴の原因になります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：\"在耳朵上的一个无辜的吻产生了强大的吸力\n拽住脆弱的耳膜，导致最近被确认为 \"耳蜗吻伤 \"的情况。\n被称为 \"耳蜗吻伤\"。婴儿和小孩特别容易受到\n婴幼儿特别容易受到亲吻带来的听力损伤，这仅仅是因为他们的...",
      "title": "YSK：永远不要亲吻婴儿或儿童的耳朵。这可能会导致损害和听力损失。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：\"在耳朵上的一個無辜的吻產生了強大的吸力\n拽住脆弱的耳膜，導致最近被確認爲 \"耳蝸吻傷 \"的情況。\n被稱爲 \"耳蝸吻傷\"。嬰兒和小孩特別容易受到\n嬰幼兒特別容易受到親吻帶來的聽力損傷，這僅僅是因爲他們的...",
      "title": "YSK：永遠不要親吻嬰兒或兒童的耳朵。這可能會導致損害和聽力損失。"
    }
  ],
  "title": "YSK: Never kiss a baby or child's ear. It can cause damage and hearing loss.",
  "created_utc": 1619838172,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  &quot;An innocent kiss right on the ear opening creates a strong suction that tugs on the delicate eardrum, resulting in a recently recognized condition known as &quot;cochlear ear-kiss injury.&quot; Babies and small children are particularly vulnerable to hearing damage via a kiss, simply because their ear canals are smaller.&quot; </p>\n\n<p>Source:. <a href=\"https://hearinglosshelp.com/blog/kiss-of-deaf-or-reiters-ear-kiss-syndrome-reks/\">https://hearinglosshelp.com/blog/kiss-of-deaf-or-reiters-ear-kiss-syndrome-reks/</a></p>\n</div><!-- SC_ON -->",
  "score": 2582,
  "permalink": "/r/YouShouldKnow/comments/n24z3l/ysk_never_kiss_a_baby_or_childs_ear_it_can_cause/",
  "subreddit": "YouShouldKnow",
  "id": "n24z3l",
  "is_self": true,
  "media": null,
  "is_video": false
}