{
  "author": "Per451",
  "original_created_utc": 1636674840,
  "title": "CMV: Feminism should be redefined as women's rights activism, not as \"striving for equality between sexes\"",
  "created_utc": 1636727691,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>(Edits in bold)</strong></p>\n\n<p>Feminism&#39;s full definition goes as follows: &quot;a range of social movements, political movements, and ideologies that aim to define and establish the political, economic, personal, and social equality of the sexes&quot;. However, in practice, I see that feminism is virtually completely about eradicating women&#39;s disadvantages over men and almost nothing about eradicating men&#39;s disadvantages over women.</p>\n\n<p>It just doesn&#39;t fit the definition to the full extent. It&#39;s quite literally in the name &quot;femin-ism&quot; itself <strong>(if it only has the term for &quot;woman&quot; in it, how can it claim to represent both sexes?</strong>). Because of this, men&#39;s rights activists aren&#39;t seen as feminists, even though they fit the theoretical definition of it. Empowering men/boys is <strong>seldom</strong> considered to be feminism. Hence, I think feminism should be used for &quot;women&#39;s rights activism&quot;, with the old definition to be moved to &quot;gender equ(al)ism&quot;). I think (healthy) feminism and (healthy) men&#39;s rights activism should be considered two aspects of the larger umbrella term of gender equ(al)ism, that&#39;s all.</p>\n\n<p>Two important notes:</p>\n\n<ol>\n<li>This is about practice, not theory. I consider feminism to be what feminists do. I just think feminism has a faulty definition that should be rewritten to better fit reality. &quot;&#39;Seeking equality between sexes&#39; is just the definition of feminism, you can&#39;t change that!&quot; is not a valid argument. This definition not answering to reality is the entire point of this debate.</li>\n<li><strong>I&#39;m not at all opposed to feminism. Feminism stands for a lot of very valid issues which urgently need to be addressed, and the vast majority of these issues does indeed affect women more than men. I acknowledge that.</strong> But that&#39;s not the point of this debate. It&#39;s not about whether these issues are valid or not; it&#39;s about what the movement of feminism is supposed to be <strong>about</strong>.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/qryf4i/cmv_feminism_should_be_redefined_as_womens_rights/",
  "subreddit": "changemyview",
  "id": "qryf4i",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(Edits in bold)\n\nFeminism's full definition goes as follows: \"a range of social movements,\npolitical movements, and ideologies that aim to define and establish the\npolitical, economic, personal, and social equality of the sexes\". However, in\npractice, I see that feminism is virtually completely…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "(太字は編集部分）\n\nフェミニズムの完全な定義は次のようになります。フェミニズムとは、「社会運動、政治運動、イデオロギーの範囲。\n社会運動、政治運動、イデオロギーの総称。\n政治的、経済的、個人的、社会的に男女が平等であることを定義し、確立することを目的とする一連の社会運動、政治的運動、イデオロギー」。しかし、実際には\nしかし、実際には、フェミニズムは事実上完全に...",
      "title": "CMV: フェミニズムは、\"男女平等を目指すもの \"ではなく、\"女性の権利を守るための活動 \"として再定義されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "(黑体字的编辑)\n\n女权主义的完整定义如下。\"一系列的社会运动。\n政治运动和意识形态，旨在界定和建立\n政治、经济、个人和社会上的性别平等\"。然而，在\n然而，在实践中，我看到女权主义几乎完全...",
      "title": "CMV：女权主义应该被重新定义为女权运动，而不是 \"争取两性平等\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "(黑體字的編輯)\n\n女權主義的完整定義如下。\"一系列的社會運動。\n政治運動和意識形態，旨在界定和建立\n政治、經濟、個人和社會上的性別平等\"。然而，在\n然而，在實踐中，我看到女權主義幾乎完全...",
      "title": "CMV：女權主義應該被重新定義爲女權運動，而不是 \"爭取兩性平等\""
    }
  ]
}