{
  "author": "LiadanCroft",
  "original_created_utc": 1636508881,
  "title": "YSK Most wheelchair users CAN walk. There's many valid reasons to use wheelchairs.",
  "created_utc": 1636527026,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are many reasons and disabilities which may not be visible that may cause someone to need or prefer to use a wheelchair. </p>\n\n<p>Title correction: Many, not most</p>\n\n<p>Reasons can include but are not limited to:</p>\n\n<p>1-Heart Conditions- These can cause someone to faint or pass out from standing or walking for long periods of time. Passing out can lead to injuries.</p>\n\n<p>2-Extreme hypermobility- in which joints such as ankles, knees, hips, etc. dislocate very easily and cause severe issues. </p>\n\n<p>3- Recovery- Someone might be recovering from surgery or an injury that isn&#39;t necessarily visible. Crutches can be harmful to your arms if used for too long, they also prevent you from being able to hold pretty much anything.</p>\n\n<p>4- Comfort- Whether it be because of weight, a non visible health condition/disability, injury, surgery, etc. This person chose to be safe. Wheelchairs are not convenient to use without a need. If someone chose that this is important, whether it be temporary or permanent, this choice should be respected.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/qqj2be/ysk_most_wheelchair_users_can_walk_theres_many/",
  "subreddit": "YouShouldKnow",
  "id": "qqj2be",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There are many reasons and disabilities which may not be visible that\nmay cause someone to need or prefer to use a wheelchair.\n\nTitle correction: Many, not most\n\nReasons can include but are not limited to:\n\n1-Heart Conditions- These can cause someone to faint or pass out from standing\nor…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 車椅子を必要としたり、使用したいと思う人には、目に見えない様々な理由や障害があります。\n車椅子を必要としたり、使いたいと思ったりする原因は、目に見えないところにあります。\n\nタイトルを修正しました。ほとんどではなく多く\n\n理由には、以下のようなものがありますが、これらに限定されません。\n\n1-心臓疾患-立っているだけで失神したり、気を失ったりすることがあります。\nまたは...",
      "title": "YSK 車椅子ユーザーのほとんどは、歩くことができます。車椅子を使う正当な理由はたくさんあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：有许多可能不明显的原因和残疾可能导致某人需要或喜欢使用轮椅。\n可能导致某人需要或喜欢使用轮椅。\n\n标题更正。许多，而不是大多数\n\n原因可能包括但不限于。\n\n1-心脏疾病--这些疾病可能导致某人晕倒，或因站立而晕倒。\n或...",
      "title": "YSK 大多数轮椅使用者可以行走。使用轮椅有很多合理的理由。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：有許多可能不明顯的原因和殘疾可能導致某人需要或喜歡使用輪椅。\n可能導致某人需要或喜歡使用輪椅。\n\n標題更正。許多，而不是大多數\n\n原因可能包括但不限於。\n\n1-心臟疾病--這些疾病可能導致某人暈倒，或因站立而暈倒。\n或...",
      "title": "YSK 大多數輪椅使用者可以行走。使用輪椅有很多合理的理由。"
    }
  ]
}