{
  "author": "obsa1",
  "the_new_excerpt": "Why YSK: By paying attention to what people apologize to us for, we can get to\nknow them better, learn their pet peeves, what they value most and what they are\nmost sensitive to. This is especially true for things that don’t seem like a big\ndeal to most people, and even more true if that other…",
  "original_created_utc": 1614431958,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：通过关注人们对我们的歉意，我们可以得到。\n更好地了解他们，了解他们的小癖好，他们最看重的是什么，他们是什么\n最敏感的。尤其是对于那些看起来不大\n对大多数人来说，甚至更真实，如果其他... ...",
      "title": "YSK人们努力向你真诚道歉的事情，其实往往是反映了他们觉得最受伤/最沮丧的事情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：通過關注人們對我們的歉意，我們可以得到。\n更好地瞭解他們，瞭解他們的小癖好，他們最看重的是什麼，他們是什麼\n最敏感的。尤其是對於那些看起來不大\n對大多數人來說，甚至更真實，如果其他... ...",
      "title": "YSK人們努力向你真誠道歉的事情，其實往往是反映了他們覺得最受傷/最沮喪的事情。"
    }
  ],
  "title": "YSK what people make an effort to apologize about sincerely to you, is often actually a reflection of the things that they find most hurtful/frustrating",
  "created_utc": 1614519751,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: By paying attention to what people apologize to us for, we can get to know them better, learn their pet peeves, what they value most and what they are most sensitive to. This is especially true for things that don’t seem like a big deal to most people, and <em>even</em> more true if that other person already knows we personally don’t find it offensive and still makes it a point to apologize.</p>\n\n<p>If they make an effort to sincerely apologize for something that we, or perhaps most people think of as a non issue (like chewing loudly, being 1-2 minutes late, forgetting to call back, keeping someone waiting, etc...)  they’re likely doing it because they place a high value on not engaging in that behavior and in the reverse they likely would have found it offensive or not ok.</p>\n\n<p>A good example is with being just ever slightly late. If someone makes it a point to <em>sincerely</em> apologize to you for being just 1 minute late, and you say to them “oh haha its really not a big deal, no problem”... While it might truly not have bothered you,if they seemed to find apologizing important to you, you should pay attention to that! </p>\n\n<p>What seems small or irrelevant to us, might be hugely important to someone else, and instead of just shrugging off someone’s apology for something that didn’t seem important or hurtful in our eyes we should see that as that person’s way of indirectly telling us “this is what is important to me” or “this is what I find most hurtful” and use it as a way to deepen and strengthen our relationship with that person.</p>\n\n<p>Edit: Thank you for all the awards!! And I’m really glad this is resonating with a lot of you.</p>\n</div><!-- SC_ON -->",
  "score": 7445,
  "permalink": "/r/YouShouldKnow/comments/ltnyy5/ysk_what_people_make_an_effort_to_apologize_about/",
  "subreddit": "YouShouldKnow",
  "id": "ltnyy5",
  "is_self": true,
  "media": null,
  "is_video": false
}