{
  "author": "DetroitUberDriver",
  "original_created_utc": 1636194242,
  "title": "CMV: It is understandable, normal, and biologically reasonable for a straight cisgender person to feel uncomfortable continuing or pursuing a relationship with an individual if they learned this individual is trans and is biologically the same sex as they are. It doesn’t make them homophobic.",
  "created_utc": 1636202997,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that human beings, while they are able to think in a more abstract, out of the box way, still retain an underlying biological pressure to reproduce, and the root instinctual desire for the act of sex, and the enjoyment that comes from it, is evolutions way of “rewarding” us for procreation; passing on our genes and producing more life. </p>\n\n<p>Human beings are a sexually dimorphic species, male and female, and science withholding, the act of copulation between two members of the opposite sex is the only way procreation can happen. While many of us engage in intercourse for pleasure and pleasure alone, without actively wishing to create new life, we are seeking out the very reward that evolution has presented us for doing just that; creating life. </p>\n\n<p>For those of us who are straight and cisgender, when we find out that our love or infatuation interest is in fact biologically the same sex as ourselves, our brain biologically becomes disinterested for this reason. Most of us are hardwired to desire these acts with the opposite sex for all the reasons mentioned above. There is a chemical reaction that occurs, and it is brought on by millions of years of evolution. </p>\n\n<p>This doesn’t mean that the individual wants to feel this way, nor that they have an inherent disgust or distaste for transgender people. It simply means they can’t fight their natural instincts. </p>\n\n<p>There are, of course, always anomalies, and there’s nothing wrong with that. Transgender people and homosexual people are anomalies in and of themselves. They are people and they deserve rights and happiness same as anyone else. But to tell someone that their own natural instincts make them wrong or homophobic is also denying them their rights to true happiness and wrong in its own right. </p>\n\n<p>CMV.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/qnxi43/cmv_it_is_understandable_normal_and_biologically/",
  "subreddit": "changemyview",
  "id": "qnxi43",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that human beings, while they are able to think in a more abstract,\nout of the box way, still retain an underlying biological pressure to reproduce,\nand the root instinctual desire for the act of sex, and the enjoyment that comes\nfrom it, is evolutions way of “rewarding” us for…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人間は、より抽象的で常識にとらわれない思考をすることができる反面、そのような思考ができないのだと思います。\n人間は、より抽象的で既成概念にとらわれない考え方ができるようになっても、根底には生物学的な繁殖の圧力があると思います。\nセックスという行為に対する本能的な欲求と、そこから得られる楽しみは、進化の手段なのです。\nセックスという行為への本能的な欲求と、そこから得られる楽しみは、進化が私たちに「報酬」を与える方法なのです。",
      "title": "CMV: ストレートのシスジェンダーの人が、ある人がトランスであり、生物学的に自分と同じ性別であることを知った場合、その人と関係を続けたり、追いかけたりすることに抵抗を感じることは理解できますし、正常であり、生物学的にも合理的です。それは、彼らが同性愛嫌悪症になるということではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，人类虽然能够以更抽象的方式思考。\n的方式思考，但仍然保留着繁衍后代的潜在生物压力。\n对性行为的根本本能欲望，以及由此产生的享受\n对性行为的本能欲望，以及由此产生的享受，是进化对我们的 \"奖励 \"方式。",
      "title": "CMV: 如果一个异性恋者得知某人是变性人，并且在生物学上与自己是同一性别的，那么他对继续或追求与此人的关系感到不舒服，这是可以理解的，正常的，而且在生物学上是合理的。这并不意味着他们有同性恋恐惧症。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，人類雖然能夠以更抽象的方式思考。\n的方式思考，但仍然保留着繁衍後代的潛在生物壓力。\n對性行爲的根本本能慾望，以及由此產生的享受\n對性行爲的本能慾望，以及由此產生的享受，是進化對我們的 \"獎勵 \"方式。",
      "title": "CMV: 如果一個異性戀者得知某人是變性人，並且在生物學上與自己是同一性別的，那麼他對繼續或追求與此人的關係感到不舒服，這是可以理解的，正常的，而且在生物學上是合理的。這並不意味着他們有同性戀恐懼症。"
    }
  ]
}