{
  "author": "Federal-Screen1532",
  "original_created_utc": 1636741070,
  "title": "What's the point of speed reading?",
  "created_utc": 1636780112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean, shouldn&#39;t you read at your own pace? Why the big hurry to finish a book or anything in particular? I actually learned how to stop subvocalizing and sometimes chunk the words. However, reading too fast puts strain on my eyes. Currently reading Harry Potter and why should I speed read through that? Fantasy is meant to be enjoyed. There are also really complicated books out there too, even some in a foreign language. Kafka or Hawthorne are a bit complicated as well.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qshaqw/whats_the_point_of_speed_reading/",
  "subreddit": "books",
  "id": "qshaqw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean, shouldn't you read at your own pace? Why the big hurry to finish a book\nor anything in particular? I actually learned how to stop subvocalizing and\nsometimes chunk the words. However, reading too fast puts strain on my eyes.\nCurrently reading Harry Potter and why should I speed read through…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分のペースで読めばいいのでは？なぜそんなに急いで本を読み終える必要があるのでしょうか？\n焦る必要があるのでしょうか？私は実際に、サブボーカルを止める方法を学んだり\n私は実際にサブボーカルを止める方法を学び、時には単語をチャンクすることもありました。しかし、速すぎる読書は私の目に負担をかけます。\n現在、ハリーポッターを読んでいますが、なぜ速読しなければならないのか...。",
      "title": "速読は何のためにするのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是，你不应该按照自己的节奏阅读吗？为什么要急于完成一本书\n或任何特别的东西？实际上，我学会了如何停止发声，有时还能将单词分块。\n有时，我还学会了如何停止发声，有时还学会了将单词分成几块。然而，阅读速度过快会使我的眼睛感到疲劳。\n目前正在读《哈利-波特》，我为什么要通过速读...",
      "title": "速读的意义何在？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是，你不應該按照自己的節奏閱讀嗎？爲什麼要急於完成一本書\n或任何特別的東西？實際上，我學會了如何停止發聲，有時還能將單詞分塊。\n有時，我還學會了如何停止發聲，有時還學會了將單詞分成幾塊。然而，閱讀速度過快會使我的眼睛感到疲勞。\n目前正在讀《哈利-波特》，我爲什麼要通過速讀...",
      "title": "速讀的意義何在？"
    }
  ]
}