{
  "author": "SaintShrink",
  "original_created_utc": 1640531568,
  "title": "Missouri has a 1994 law that prohibits casino-style gambling unless it's an \"excursion gambling boat\", any floating facility touching the Missouri or Mississippi Rivers. This has led to enormous casinos and hotels built on artifical lakes adjacent to the rivers. What in the heck is going on here?",
  "created_utc": 1640608939,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;There was recently an update to the law to include any facility with 2000 gallons of water inside it, further increasing my confusion. &lt;/p&gt;\n\n&lt;p&gt;I understand that it&amp;#39;s almost certainly a way to limit casino construction, but in 1994, surely it was recognized that they&amp;#39;d be able to flout it pretty easily. Is it really just so they can say &amp;quot;we only have genteel riverboat craps&amp;quot;? Is it to make sure only the organizations with enough infrastructure can build these facilities?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/royrlw/missouri_has_a_1994_law_that_prohibits/",
  "subreddit": "AskHistorians",
  "id": "royrlw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>There was recently an update to the law to\ninclude any facility with 2000 gallons of water inside it, further increasing my\nconfusion. </p> <p>I understand that it&#39;s almost certainly a way to limit\ncasino construction, but in 1994, surely it was recognized that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 最近、法律の更新があり\n2000ガロンの水が入っている施設も含まれるため、余計に。\n混乱する。</p> <p>これは、ほぼ間違いなく、「李氏朝鮮」を制限するための方法であることは理解しています。\nカジノ建設は、1994年には確かに認識されていたのですが...。",
      "title": "ミズーリ州では1994年に、ミズーリ川やミシシッピ川に接する水上施設「遊覧賭博船」でなければカジノ形式のギャンブルを禁止する法律が制定された。そのため、川に隣接する人工湖に巨大なカジノやホテルが建設されている。一体どうなっているのだろう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>最近对法律进行了更新，以包括任何拥有200人的设施。\n包括任何内部有2000加仑水的设施，进一步增加了我的困惑。\n感到困惑。</p> <p>我明白，这几乎肯定是限制赌场建设的一种方式。\n赌场建设，但在1994年，人们肯定认识到......",
      "title": "密苏里州有一项1994年的法律，禁止赌场式的赌博，除非是 \"游览赌博船\"，即任何接触密苏里河或密西西比河的漂浮设施。这导致了巨大的赌场和酒店建在邻近河流的人工湖上。这里到底发生了什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>最近對法律進行了更新，以包括任何擁有200人的設施。\n包括任何內部有2000加侖水的設施，進一步增加了我的困惑。\n感到困惑。</p> <p>我明白，這幾乎肯定是限制賭場建設的一種方式。\n賭場建設，但在1994年，人們肯定認識到......",
      "title": "密蘇里州有一項1994年的法律，禁止賭場式的賭博，除非是 \"遊覽賭博船\"，即任何接觸密蘇里河或密西西比河的漂浮設施。這導致了巨大的賭場和酒店建在鄰近河流的人工湖上。這裏到底發生了什麼？"
    }
  ]
}