{
  "author": "cullenbatt11",
  "original_created_utc": 1625402652,
  "title": "Currently reading Don Quixote for the first time",
  "created_utc": 1625410137,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Im not super far in yet, but this novel has truly surpassed my wildest expectations thus far. I knew it would be funny, I didnt expect to belly laughing nearly every chapter! When Sancho needed to have a bm but he didnt want to go to the woods so he tries to do it without Don Quixote noticing I was literally wiping tears from my eyes I was laughing so hard! Sancho is quickly becoming one of my all time favorite literary characters! This book is almost impossible to put down!</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/books/comments/odjqbn/currently_reading_don_quixote_for_the_first_time/",
  "subreddit": "books",
  "id": "odjqbn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Im not super far in yet, but this novel has truly surpassed my wildest\nexpectations thus far. I knew it would be funny, I didnt expect to belly\nlaughing nearly every chapter! When Sancho needed to have a bm but he didnt want\nto go to the woods so he tries to do it without Don Quixote noticing I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まだまだ序盤ですが、この小説は今のところ私の想像をはるかに超えています。\nこの小説は私の期待を上回るものです。面白いとは思っていましたが、ほとんどの章で腹を抱えて笑うとは思いませんでした。\n笑うことになるとは思っていませんでした。サンチョがSMをしたくても、森には行きたくなかったので\nドン・キホーテに気づかれないように、森に行こうとしたところで...",
      "title": "ドン・キホーテを初めて読みました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我还没有深入了解，但这部小说确实超出了我最疯狂的期望。\n到目前为止的期望。我知道这本书会很有趣，但我没有想到几乎每一章都会笑得肚子疼。\n几乎每一章都在笑! 当桑丘需要做爱但他不想\n他试图在唐吉诃德没有注意到的情况下做这件事，我......",
      "title": "目前正在阅读《堂吉诃德》的第一篇文章"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我還沒有深入瞭解，但這部小說確實超出了我最瘋狂的期望。\n到目前爲止的期望。我知道這本書會很有趣，但我沒有想到幾乎每一章都會笑得肚子疼。\n幾乎每一章都在笑! 當桑丘需要做愛但他不想\n他試圖在唐吉訶德沒有注意到的情況下做這件事，我......",
      "title": "目前正在閱讀《堂吉訶德》的第一篇文章"
    }
  ]
}