{
  "author": "Copper2006",
  "original_created_utc": 1631145864,
  "title": "YSK: We are able to limit the progression of nearsightedness in children",
  "created_utc": 1631188397,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Myopia, or nearsightedness, is often the result of an eye that is too long. The longer the eye, the higher the prescription, and the higher the risk of things like retinal detachment, glaucoma, and a certain type of macular degeneration. This lengthening of the eye occurs as children grow. If we can intervene early, we can prevent excessive growth and significantly limit these risks.</p>\n\n<p>We are able to slow the process of eye lengthening by a few methods. One is MiSight contact lenses, an FDA approved daily soft lens designed for this purpose. Second is low dose atropine eye drops, one drop per day in each eye. Third is orthokeratology, a hard lens worn overnight that changes the shape of the cornea and gives good vision during the day while wearing nothing.</p>\n\n<p>How does this work? The previously mentioned methods all provide what is known as peripheral defocus. With normal glasses or contacts, light focuses on the retina everywhere for the most part, providing good vision. With peripheral defocus, light focuses on the retina centrally providing clear vision, but focuses in front of the retina in the periphery. This sends the signal to the developing eye to stop growing, and is what slows the lengthening process.</p>\n\n<p>For example, a child that is -4.00D at 8 years old may eventually become -10.00D if we do not intervene. If we do intervene, maybe they max out at -6.00D or somewhere around there. That has huge implications for eye health and quality of life as an adult. Every diopter is significant.</p>\n\n<p>If you are young, get your eyes examined, you may possibly still benefit. If you have kids or plan to have kids, make sure they get eye exams too.</p>\n\n<p>In short, we can slow or stop the progression of nearsightedness in children. Get your eye exams, and get your kids eye exams if you have them or ever have them. There are huge eye health and quality of life benefits.</p>\n\n<p>Studies:</p>\n\n<p><a href=\"https://journals.lww.com/optvissci/Fulltext/2019/08000/A_3_year_Randomized_Clinical_Trial_of_MiSight.3.aspx\">MiSight Contact Lenses</a></p>\n\n<p><a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0161642015006752\">ATOM1</a> and <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0161642011006853\">ATOM2</a> studies for atropine treatment for myopia</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/pkmeoo/ysk_we_are_able_to_limit_the_progression_of/",
  "subreddit": "YouShouldKnow",
  "id": "pkmeoo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Myopia, or nearsightedness, is often the result of an eye that is too\nlong. The longer the eye, the higher the prescription, and the higher the risk\nof things like retinal detachment, glaucoma, and a certain type of macular\ndegeneration. This lengthening of the eye occurs as children grow.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：近視は、眼球が長すぎることが原因であることが多いです。\n目の長さです。眼球が長ければ長いほど度数が高くなり、網膜剥離や緑内障、ある種の黄斑症などのリスクが高くなります。\n網膜剥離、緑内障、ある種の黄斑変性症などのリスクが高くなります。\n変性疾患などのリスクが高くなります。このような眼球の長さは、子供の成長に伴って起こります。....",
      "title": "YSK: 子供の近視の進行を抑えることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：近视，或者说近视，通常是由于眼睛过长造成的。\n长。眼睛越长，度数越高，风险也越高。\n诸如视网膜脱落、青光眼和某种类型的黄斑病变。\n变性。这种眼睛的延长是随着儿童的成长而发生的....。",
      "title": "YSK：我们能够限制儿童近视的发展。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：近視，或者說近視，通常是由於眼睛過長造成的。\n長。眼睛越長，度數越高，風險也越高。\n諸如視網膜脫落、青光眼和某種類型的黃斑病變。\n變性。這種眼睛的延長是隨着兒童的成長而發生的....。",
      "title": "YSK：我們能夠限制兒童近視的發展。"
    }
  ]
}