{
  "author": "Bellebetta",
  "original_created_utc": 1627185226,
  "title": "I think I’ve outgrown YA",
  "created_utc": 1627215691,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><em>Just to be clear, this post isn’t in anyway to bash YA novels. There are so many that are excellent and complex and I don’t think that the genre deserves to be bashed as much as it is. This is just my personal experience so please be kind</em></p>\n\n<p>I was always a lifelong YA reader (to be fair I do fall into the young adult age range, so my life really isn’t that long). Of course I read other books, both for fun and for education purposes but my pleasure reading mostly consisted of YA. Recently though I was feeling stagnant. In a reading slump, if you will. </p>\n\n<p>Well recently I went on a plane for the first time and knew I was gonna be bored as shit so I downloaded a bunch of thrillery books (think Gillian Flynn) and basically just binged them all. It was the first time I felt truly engaged in a book in a while. The style/content/characters just clicked. Now I kind of feel like I don’t want to go back.</p>\n\n<p>Has anyone else experienced something similar? I would love to hear your stories!</p>\n\n<p>Also sorry for any mistakes, I’m on mobile and am the world’s most incompetent keyboard user.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/or4gxg/i_think_ive_outgrown_ya/",
  "subreddit": "books",
  "id": "or4gxg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just to be clear, this post isn’t in anyway to bash YA novels. There are so many\nthat are excellent and complex and I don’t think that the genre deserves to be\nbashed as much as it is. This is just my personal experience so please be kind\n\nI was always a lifelong YA reader (to be fair I do fall into…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誤解のないように言っておきますが、この記事はYA小説を叩くためのものではありません。優れていて複雑な作品はたくさんあります。\nこのジャンルがこれほどまでに非難されるべきだとは思いません。\nこのジャンルは、これほどまでに非難されるべきではないと思います。これは私の個人的な経験なので、どうかご理解ください。\n\n私はずっとYA小説を読んでいました（公平を期すために、私はYA小説を読んでいます）。",
      "title": "YAを卒業したようです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想说明的是，这篇文章无论如何都不是要抨击青春期小说。有这么多\n优秀而复杂，我不认为这种类型的小说值得被贬低。\n我不认为这一类型的小说应该像它那样被抨击。这只是我的个人经验，所以请大家善待。\n\n我一直是一个终生的青少年读者（公平地说，我确实属于...",
      "title": "我想我已经超越了YA的范畴"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想說明的是，這篇文章無論如何都不是要抨擊青春期小說。有這麼多\n優秀而複雜，我不認爲這種類型的小說值得被貶低。\n我不認爲這一類型的小說應該像它那樣被抨擊。這只是我的個人經驗，所以請大家善待。\n\n我一直是一個終生的青少年讀者（公平地說，我確實屬於...",
      "title": "我想我已經超越了YA的範疇"
    }
  ]
}