{
  "author": "savage-dragon",
  "original_created_utc": 1632932169,
  "title": "We are often frustrated at non-crypto people seem to hate crypto, but let's be real: we are in crypto and we can barely stand each others.",
  "created_utc": 1632941203,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>70% of this sub thinks Safemoon and cryptomoomshot members are annoying little kids with $100 to their names hoping to be the next Barren Wuffett.</p>\n\n<p>70% of the Safemoon sub thinks this <a href=\"/r/cc\">r/cc</a> is full of boomers that loves 0.5% APR.</p>\n\n<p>70% of the ADA sub thinks Chuck Hoskinson is Jesus Christ incarnated.</p>\n\n<p>99.9% of the Ethereum sub thinks Chuck Hoskinson is a snake oil salesman.</p>\n\n<p>70% of ERG holder thinks they&#39;re holding &quot;the next ETH&quot;.</p>\n\n<p>99% of all bitcoin sub thinks non-bitcoin crypto are all scamcoins.   </p>\n\n<p>70% of new crypto holders don&#39;t even have any bitcoin because they got turned off by the annoying boomer btc maximalism attitude.</p>\n\n<p>80% of xrp hodlers think they&#39;re real crypto.</p>\n\n<p>70% of <a href=\"/r/cc\">r/cc</a> thinks xrp is a centralized banking Trojan horse.</p>\n\n<p>And so on and so forth....</p>\n\n<p>Also don&#39;t forget:</p>\n\n<p>80% of all statistics are made up and pulled straight out of somebody&#39;s asshole.</p>\n\n<p>99% of all posts on these subs are moon farming attempts by desperate sad fucks.</p>\n\n<p>70% of all posts with numbers and &quot;percents&quot; are flat out wrong.</p>\n</div><!-- SC_ON -->",
  "score": 589,
  "permalink": "/r/CryptoCurrency/comments/pxyrv7/we_are_often_frustrated_at_noncrypto_people_seem/",
  "subreddit": "CryptoCurrency",
  "id": "pxyrv7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "70% of this sub thinks Safemoon and cryptomoomshot members are annoying little\nkids with $100 to their names hoping to be the next Barren Wuffett.\n\n70% of the Safemoon sub thinks this r/cc [/r/cc] is full of boomers that loves\n0.5% APR.\n\n70% of the ADA sub thinks Chuck Hoskinson is Jesus Christ…"
}