{
  "author": "ChickenDadddy",
  "original_created_utc": 1630161086,
  "title": "YSK if someone is left unresponsive due to a fight or injury DON'T immediately move them around and try and force them to get up! This can cause serious and permanent damage.",
  "created_utc": 1630173387,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;m sure this is fairly common knowledge, it&#39;s just that I have seen one too many videos here on reddit of some poor fella getting his lights flicked off and being left stiff as a post, only to have side chick #3 or whatever run up and start shaking the unconscious person and screaming &quot;WAKE UP&quot; or something along those lines. While sometimes this is enough to snap whomever back to reality, if the afflicted is suffering from a head or spinal injury, unnecessary movement can result in a life of rehabilitation or worse.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/pdat0g/ysk_if_someone_is_left_unresponsive_due_to_a/",
  "subreddit": "YouShouldKnow",
  "id": "pdat0g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: I'm sure this is fairly common knowledge, it's just that I have seen\none too many videos here on reddit of some poor fella getting his lights flicked\noff and being left stiff as a post, only to have side chick #3 or whatever run\nup and start shaking the unconscious person and screaming…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：これは一般的に知られていることだと思いますが、私はRedditで何度も\n哀れな男がライトを消されて硬直しているビデオをredditで何度も目にしました。\nライトを消されて硬直している人がいて、そこに脇役の3号さんとかが駆けつけて\n意識を失った人を揺さぶって叫ぶ...。",
      "title": "YSKは、もし誰かが喧嘩や怪我で反応しなくなった場合、すぐに移動させたり、無理に起こそうとしたりしないでください。これは、深刻で永久的なダメージを与える可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：我确信这是相当普遍的知识，只是我在这里看到了太多的视频。\n在reddit上看到了太多的视频，一些可怜的家伙被弹出的灯光\n一些可怜的家伙被关上了灯，然后就像柱子一样僵硬，只有3号小妞或其他什么人跑过来，开始摇晃昏迷的人。\n旁边的3号或其他什么人跑过来，开始摇晃失去知觉的人，并大喊大叫......",
      "title": "YSK如果有人因打架或受伤而没有反应，不要立即移动他们，并试图迫使他们站起来！这可能会造成严重的永久性伤害。这可能会造成严重和永久性的损害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：我確信這是相當普遍的知識，只是我在這裏看到了太多的視頻。\n在reddit上看到了太多的視頻，一些可憐的傢伙被彈出的燈光\n一些可憐的傢伙被關上了燈，然後就像柱子一樣僵硬，只有3號小妞或其他什麼人跑過來，開始搖晃昏迷的人。\n旁邊的3號或其他什麼人跑過來，開始搖晃失去知覺的人，並大喊大叫......",
      "title": "YSK如果有人因打架或受傷而沒有反應，不要立即移動他們，並試圖迫使他們站起來！這可能會造成嚴重的永久性傷害。這可能會造成嚴重和永久性的損害。"
    }
  ]
}