{
  "author": "No_Percentage3217",
  "original_created_utc": 1634991763,
  "title": "CMV: The term \"gatekeeping\" has no place in conversations about mental health diagnoses",
  "created_utc": 1635003710,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What I mean is, if someone says they have autism, but do not have any/enough of the symptoms of autism to meet criteria for that diagnosis, it is not &quot;gatekeeping&quot; to say they do not have autism. Diagnoses are definitions of diifferent types brains and/or different types of human suffering based on criteria that either are or are not met. That&#39;s how definitions work; if you don&#39;t meet the criteria, the definition doesn&#39;t apply to you.</p>\n\n<p>The one place where the gatekeeping argument makes more sense to me is in the context of self-diagnosis of conditions someone does meet criteria for; people rightfully point out that not everyone has equal access to mental healthcare. BUT! The legitimization of self-diagnosis is a very, VERY slippery slope that ends with people:</p>\n\n<p>a) not taking responsibility for behaviors they actually do have control over</p>\n\n<p>b) over-pathologizing themselves/believing they are &quot;ill&quot; when they may not be</p>\n\n<p>c) deciding that this one diagnosis explains their whole identity, thereby missing the opportunity for deeper identity exploration</p>\n\n<p>d) ending up in my office (I&#39;m a therapist) insisting they have bipolar disorder when they meet none of the criteria but they have &quot;like crazy mood swings dude&quot;</p>\n\n<p>I get that people want to belong. I get that people are deeply longing for a sense of identity, meaning, and a way of understanding their struggles in a way that&#39;s not a moral/value judgment. But that conversation has no place in mental health; a disorder is a problem - you shouldn&#39;t want one! The gatekeeping argument has gone too far, and it has gone into the wrong territory. You can&#39;t &quot;identify&quot; as someone with diabetes; you either have it or you don&#39;t. Why should you be able to &quot;identify&quot; as someone with schizophrenia?</p>\n\n<p>TL; DR: the gatekeeping argument doesn&#39;t make sense in the context of literal healthcare where conditions are either present or they are not. I get that our measurement tools aren&#39;t as precise as they are in the rest of medicine, but we have to use the tools we have, which are the criteria literally designed to diagnose things.</p>\n</div><!-- SC_ON -->",
  "score": 117,
  "permalink": "/r/changemyview/comments/qe3wj0/cmv_the_term_gatekeeping_has_no_place_in/",
  "subreddit": "changemyview",
  "id": "qe3wj0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "What I mean is, if someone says they have autism, but do not have any/enough of\nthe symptoms of autism to meet criteria for that diagnosis, it is not\n\"gatekeeping\" to say they do not have autism. Diagnoses are definitions of\ndiifferent types brains and/or different types of human suffering based…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私が言いたいのは、誰かが自分は自閉症だと言っても、その診断基準を満たすだけの自閉症の症状を持っていない場合には\n自閉症の症状がなく、その診断基準を満たしていない場合、自閉症ではないと言うことは\n自閉症ではないというのは、「門番」ではありません。診断とは、以下の定義です。\n異なるタイプの脳や異なるタイプの人間の苦しみを定義するものである...",
      "title": "CMV: 「ゲートキーピング」という言葉は、メンタルヘルスの診断に関する会話にはふさわしくありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是，如果有人说他们有自闭症，但没有任何/足够的\n自闭症的症状，以满足该诊断的标准，这并不是\n说他们没有自闭症并不是 \"把关\"。诊断是对\n不同类型的大脑和/或不同类型的人类痛苦的定义，基于...",
      "title": "CMV：\"把关 \"一词在关于心理健康诊断的对话中没有地位"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是，如果有人說他們有自閉症，但沒有任何/足夠的\n自閉症的症狀，以滿足該診斷的標準，這並不是\n說他們沒有自閉症並不是 \"把關\"。診斷是對\n不同類型的大腦和/或不同類型的人類痛苦的定義，基於...",
      "title": "CMV：\"把關 \"一詞在關於心理健康診斷的對話中沒有地位"
    }
  ]
}