{
  "author": "acvdk",
  "original_created_utc": 1630080991,
  "title": "CMV: Businesses should use rolling periods to calculate bonuses/targets/quotas, not arbitrary periods as this creates perverse incentives by employees to game the numbers.",
  "created_utc": 1630111487,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So for example, if you are an employee of a car dealership, you may have a goal to sell, say, 30 cars a month and if you sell more, you get a bonus of, say $500 per car above 30. I believe this kind of things encourages employees and customers to act in ways that are damaging to the business and that these  negative behaviors could be reduced if bonuses/quotas were instead calculated on a trailing rolling basis. So for example, in the above example you would get a daily bonus calculated by the formula: (Average cars sold per day for past 30 days - target cars sold per day)*$500. Yes, this is slightly more complicated, but in the days of automated tracking the added complexity is negligible.</p>\n\n<p>By going to this system, it would stop the employee from doing things like offering price discounts, etc. in order to game the numbers in an arbitrary accounting period provided the commission they lost from being negotiable on price was less than their volume bonus. It might also cause an employee to try to shift sales in to a later month if they were below the bonus quota (so they would have a better chance of making bonus next month) and risk losing the deal as a result of the delay. Furthermore, if customers knew they no longer could get pricing power by coming in on the last day of the month/year, they would stop trying and stop expecting a discount from doing so.</p>\n\n<p>I have personally seen time and again, companies and individuals making horrible business decisions because they want to close deals or achieve certain goals within an arbitrary accounting period. Employees sloppily finishing a project by an arbitrary deadline, or cutting scope out of a job so they can book/complete it by a certain date. I once literally saw a team in my company find a BS reason to cut $30M of scope out of a job so they could get the contract signed by the end of the bonus period. Every time I see this, I think to myself that this most of this could be fixed by just having incentive structures that was based on trailing averages and not based arbitrary hard deadlines.</p>\n\n<p>While I acknowledge that the reason for using arbitrary accounting periods is also because reporting periods for public companies are also based on arbitrary periods, I feel that this is circular reasoning. If companies moved away from arbitrary accounting periods to using better thought out incentive periods, so might their investors take a longer view at financial results. I would also say that only a tiny fraction of companies are publicly traded.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pcqisj/cmv_businesses_should_use_rolling_periods_to/",
  "subreddit": "changemyview",
  "id": "pcqisj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So for example, if you are an employee of a car dealership, you may have a goal\nto sell, say, 30 cars a month and if you sell more, you get a bonus of, say $500\nper car above 30. I believe this kind of things encourages employees and\ncustomers to act in ways that are damaging to the business and…"
}