{
  "author": "visualcliff",
  "original_created_utc": 1628949365,
  "title": "Just finished re reading fear and loathing in Las Vegas.",
  "created_utc": 1628963035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reminds me of what a hell of a writer Hunter s Thompson was. </p>\n\n<p>“No sympathy for the devil; keep that in mind. Buy the ticket, take the ride...and if it occasionally gets a little heavier than what you had in mind, well...maybe chalk it up to forced consciousness expansion: Tune in, freak out, get beaten.”</p>\n\n<p>He sprawls perfectly placed tidbits of “dukes” perception at the same time writing it over political satire. It feels so naturally blended together. It feels like I’m a character in the story. I have the version with Ralph steadmans artwork on various pages, but wow i now remember why I couldn’t put this book down. Turns and hurdles through the whole book.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/p48gli/just_finished_re_reading_fear_and_loathing_in_las/",
  "subreddit": "books",
  "id": "p48gli",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Reminds me of what a hell of a writer Hunter s Thompson was.\n\n“No sympathy for the devil; keep that in mind. Buy the ticket, take the\nride...and if it occasionally gets a little heavier than what you had in mind,\nwell...maybe chalk it up to forced consciousness expansion: Tune in, freak out,\nget…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハンター・S・トンプソンという作家の凄さを思い知らされる。\n\n\"悪魔に同情してはいけない、それを肝に銘じておけ。切符を買って、乗って\nそして、もし時折、自分が考えていたものよりも少し重くなってしまったら。\nそれは、強制的に意識を拡大させられたからだと思う。Tune in, freak out,\nget...",
      "title": "fear and loathing in Las Vegasを再読したところです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这让我想起亨特-汤普森是个多么了不起的作家。\n\n\"对魔鬼没有同情心；记住这一点。买票，坐车\n乘坐......如果它偶尔变得比你所想的要重一点。\n好吧......也许把它归结为被迫的意识扩张。调整一下，吓一跳。\n得到...",
      "title": "刚读完重读《拉斯维加斯的恐惧与厌恶》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這讓我想起亨特-湯普森是個多麼了不起的作家。\n\n\"對魔鬼沒有同情心；記住這一點。買票，坐車\n乘坐......如果它偶爾變得比你所想的要重一點。\n好吧......也許把它歸結爲被迫的意識擴張。調整一下，嚇一跳。\n得到...",
      "title": "剛讀完重讀《拉斯維加斯的恐懼與厭惡》。"
    }
  ]
}