{
  "author": "SlightlyIncandescent",
  "the_new_excerpt": "I really started to take diet and exercise seriously and found that to reach\ncertain target body types, it's massively more challenging than I expected. I\npartly put this down to TV constantly portraying these young, attractive, fit,\nsuccessful people as eating junk food all the time and never…",
  "original_created_utc": 1613738174,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我真正开始重视饮食和运动，发现要达到\n某些目标体型，它比我想象的更具挑战性。I\n部分把这归结为电视不断地描绘这些年轻的，有吸引力的，适合的。\n成功的人吃垃圾食品 所有的时间，从来没有... ...",
      "title": "CMV：把身材好/有魅力的演员描绘成一直吃垃圾食品、从不健身的角色，是不负责任的，也是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我真正開始重視飲食和運動，發現要達到\n某些目標體型，它比我想象的更具挑戰性。I\n部分把這歸結爲電視不斷地描繪這些年輕的，有吸引力的，適合的。\n成功的人喫垃圾食品 所有的時間，從來沒有... ...",
      "title": "CMV：把身材好/有魅力的演員描繪成一直喫垃圾食品、從不健身的角色，是不負責任的，也是有害的。"
    }
  ],
  "title": "CMV: Portraying fit/attractive actors as characters that eat junk food all the time and never work out is irresponsible and damaging.",
  "created_utc": 1613785007,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I really started to take diet and exercise seriously and found that to reach certain target body types, it&#39;s massively more challenging than I expected. I partly put this down to TV constantly portraying these young, attractive, fit, successful people as eating junk food all the time and never working out. I don&#39;t consider myself a particularly naive or impressionable person so I don&#39;t consciously form my views on this from TV but over time it happens subconsciously.</p>\n\n<p>It happens with most characters in TV, sitcoms especially but lets take Joey from Friends as an example. He&#39;s eating pizza constantly, he eats an entire turkey, the meal for 6 for 1 etc. He&#39;s seen to be working out once I think, immediately hurts himself and says &#39;why did I have to start lifting weights again?&#39; - indicating this isn&#39;t something he normally does. Despite this he&#39;s a good looking guy and in good shape.</p>\n\n<p>By contrast I&#39;m a similar age and height/build and only after a solid year of working hard in the gym 3 times a week and eating right am I starting to look like that. (Starting point was just 20-30lb overweight). By the standards set on TV and adverts for 6 week abs etc., even after considering that those standards aren&#39;t reasonable and adjusting my targets accordingly, I was still disappointed with such a minor change. I think TV in general wildly misrepresents what lifestyle you need to lead to achieve a certain body type.</p>\n\n<p>I understand why they do it for TV. If someone is attractive, they are immediately more likeable. If they also like junk food and lying around on the couch, they are more relatable - making them more likeable again. I&#39;d just like to see more shows address this, I think it&#39;s harmful for people&#39;s body image and very demotivating when they see what they perceive to be slow progress.</p>\n\n<p>Maybe I&#39;m in the minority though, I&#39;ve never heard anyone express this view before, I&#39;m open to changing my mind. What do you guys think?</p>\n\n<p>EDIT: Thought of another good example after posting. Look at Jake and Terry from Brooklyn Nine Nine. Jake looks in pretty good shape but is portrayed as a guy that eats junk and never works out, in reality I&#39;m guessing Andy Samberg is pretty careful about what he eats and probably goes for a run regularly. Terry is portrayed as a guy that just eats right and exercises whilst working a job and having a wife and kids. In reality his body type is only possible if he uses steroids and spends probably 3-4 hours a day working out - virtually impossible alongside a full time job, wife and kids.</p>\n\n<p>EDIT2: Maybe I didn&#39;t make myself clear because a lot of people seem to have misunderstood. I&#39;m not asking for TV shows to show these people working out or eating healthily. I just don&#39;t want them to actively portray that they regularly to do the opposite like the Jake and Joey examples.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/lneupk/cmv_portraying_fitattractive_actors_as_characters/",
  "subreddit": "changemyview",
  "id": "lneupk",
  "is_self": true,
  "media": null,
  "is_video": false
}