{
  "author": "Disastrous_Reply5567",
  "original_created_utc": 1637600505,
  "title": "Frankenstein",
  "created_utc": 1637629971,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a Father, I find the story of Frankenstein amazing! My interpretation is that of a young man caught up in passion creating life but neglecting it. Then facing the horrible consequences of what his negligence created. </p>\n\n<p>Dr. Frankenstein is a young man in college who created life. Much like other young men he is caught within his passion. </p>\n\n<p>He was terrified at his creation and this scared the monster away. Like the dreaded, “I’m pregnant” conversation. </p>\n\n<p>The monsters adoptive family taught him how to speak but was never accepting of him because he was not their own. He was viewed as a monster in their eyes while only the blind man was accepting at first. </p>\n\n<p>Frankenstein’s monster thus returns to confront his neglectful father who never took the time to teach him, to give him purpose, to show him companionship. </p>\n\n<p>The monster acted out like a child seeking attention because he was neglected. He didn’t care if it was good or bad so long as his father noticed him. </p>\n\n<p>Of course the Monster requests the companionship of a woman because he is now within or just leaving his “teens” and only recognizes the need to mate rather than the real need for companionship.</p>\n\n<p>Hell even at the end when the Doctor dies, the monster was only toying with him for attention and was devastated at the realization he will never getting that attention again. </p>\n\n<p>Truly a horrific tale and one I interpret as the horrors of being an astoundingly bad parent.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qzq23z/frankenstein/",
  "subreddit": "books",
  "id": "qzq23z",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a Father, I find the story of Frankenstein amazing! My interpretation is that\nof a young man caught up in passion creating life but neglecting it. Then facing\nthe horrible consequences of what his negligence created.\n\nDr. Frankenstein is a young man in college who created life. Much like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "父として、フランケンシュタインの物語は素晴らしいと思いますよ。私の解釈では\n人生を創造する情熱にとらわれながらも、それを怠っていた若者の物語です。その結果\n自分の怠慢が生み出したものの恐ろしい結果に直面する。\n\nフランケンシュタイン博士は、生命を生み出した大学に通う青年です。まるで...。",
      "title": "フランケンシュタイン"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个父亲，我觉得弗兰肯斯坦的故事很神奇！他是一个很好的例子。我的解释是\n一个年轻人沉浸在创造生命的激情中，却忽略了它。然后面对\n他的疏忽造成了可怕的后果。\n\n弗兰肯斯坦博士是一个在大学里创造生命的年轻人。很像...",
      "title": "弗兰肯斯坦"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個父親，我覺得弗蘭肯斯坦的故事很神奇！他是一個很好的例子。我的解釋是\n一個年輕人沉浸在創造生命的激情中，卻忽略了它。然後面對\n他的疏忽造成了可怕的後果。\n\n弗蘭肯斯坦博士是一個在大學裏創造生命的年輕人。很像...",
      "title": "弗蘭肯斯坦"
    }
  ]
}