{
  "author": "Acerbatus14",
  "the_new_excerpt": "pretty much the title. i feel like amongst all this \"is it t-phobic to not date\ntrans people?\" we are forgetting something fundamental, that when it comes to\nchoosing dating or sexual partners we SHOULD be allowed to discriminate as we\nwish, and any society that shames it people for exercising that…",
  "original_created_utc": 1615493503,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得在所有这一切 \"它是T恐惧症，不约会 \"的标题。\n变性人？\"我们忘记了一些基本的东西，当涉及到。\n在选择约会或性伴侣时，我们应该被允许进行歧视，因为我们\n愿望，和任何社会，羞辱它的人行使该... ...",
      "title": "CMV：即使它的种族主义或变性人只约会一个特定的种族或性别，它并不重要，因为关系是你应该被允许歧视的东西，无论你想要什么。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得在所有這一切 \"它是T恐懼症，不約會 \"的標題。\n變性人？\"我們忘記了一些基本的東西，當涉及到。\n在選擇約會或性伴侶時，我們應該被允許進行歧視，因爲我們\n願望，和任何社會，羞辱它的人行使該... ...",
      "title": "CMV：即使它的種族主義或變性人只約會一個特定的種族或性別，它並不重要，因爲關係是你應該被允許歧視的東西，無論你想要什麼。"
    }
  ],
  "title": "CMV: even if its racist or transphobic to only date a specific race or gender, it doesn't matter because relationship is something that you should be allowed to discriminate at however you wish",
  "created_utc": 1615519829,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>pretty much the title. i feel like amongst all this &quot;is it t-phobic to not date trans people?&quot; we are forgetting something fundamental, that when it comes to choosing dating or sexual partners we SHOULD be allowed to discriminate as we wish, and any society that shames it people for exercising that right is regressive.</p>\n\n<p>the main issue with transphobia and racism and all that stuff is because you are ultimately sticking your nose into business where you don&#39;t have any reason or need to. it doesn&#39;t concern you who a gay person is sleeping with. it doesn&#39;t concern you who that black guy is dating and plans to have kids with. likewise it doesn&#39;t concern YOU why that cisgender person doesn&#39;t wish to date a trans person or why he broke up.</p>\n\n<p>the bottom-line is no one is entitled to romantic love, affection or sex and im glad we are moving past that  </p>\n\n<p>edit: view changed</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/m2zka8/cmv_even_if_its_racist_or_transphobic_to_only/",
  "subreddit": "changemyview",
  "id": "m2zka8",
  "is_self": true,
  "media": null,
  "is_video": false
}