{
  "author": "yunggod6966",
  "original_created_utc": 1640466230,
  "title": "Merry christmas/post a coin and we roast it",
  "created_utc": 1640484778,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Merry christmas everybody.  I had a great time with yall this year. I hope everyone is having a great christmas. I&amp;#39;m stuck at work for my christmas today and business has been slow so I figured we could play a game to pass the time. I know alot of you are busy with your family and stuff but maybe some of you are by yourselves and need a little distraction or something&lt;/p&gt;\n\n&lt;p&gt;Anyways rules are simple: post a coin you are bullish on or that you hate or whatever and we will try to roast it.&lt;/p&gt;\n\n&lt;p&gt;I hope everyone made their money this year and if you got in late just be patient your time will come if you compare cryptos global market cap to the equity markets or money markets or real estate we have huge room to grow. Yes bitcoin is one of the bigger assets in the world but the market as a whole is tiny&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 156,
  "permalink": "/r/CryptoCurrency/comments/rohfg8/merry_christmaspost_a_coin_and_we_roast_it/",
  "subreddit": "CryptoCurrency",
  "id": "rohfg8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Merry christmas everybody. I had a great time with yall this year. I hope\neveryone is having a great christmas. I'm stuck at work for my christmas today\nand business has been slow so I figured we could play a game to pass the time. I\nknow alot of you are busy with your family and stuff but maybe…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Merry christmas everybody. 私はとても楽しかったです。\n今年も皆さんと一緒に 皆さん、素敵なクリスマスをお過ごしでしょうか。私はというと\n今日はクリスマスだし、仕事も忙しくないから、みんなでワイワイやろうと思って。\nゲームをして時間をつぶす。お忙しいとは思いますが...。",
      "title": "メリークリスマス／コインを投稿して焼こう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大家圣诞快乐。我有一个很好的时间\n今年和大家在一起很开心。我希望大家都能过上一个美好的圣诞节。我被困于\n今天的圣诞节，我被困在工作岗位上，生意一直很清淡，所以我想我们可以\n玩个游戏来打发时间。我知道你们很多人都很忙...",
      "title": "圣诞快乐/投个硬币我们就烤了它"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>大家聖誕快樂。我有一個很好的時間\n今年和大家在一起很開心。我希望大家都能過上一個美好的聖誕節。我被困於\n今天的聖誕節，我被困在工作崗位上，生意一直很清淡，所以我想我們可以\n玩個遊戲來打發時間。我知道你們很多人都很忙...",
      "title": "聖誕快樂/投個硬幣我們就烤了它"
    }
  ]
}