{
  "author": "lot93refugee",
  "the_new_excerpt": "Test the sentence out as if you’re only talking about yourself. “Here’s a photo\nof _________ ME or I?” when you take out “grandma and” — it becomes clear that\nin this context, me is the correct choice: “Here’s a photo of grandma and ME.”\nAnother example: “Sarah and ME or I (??) went to the park.…",
  "original_created_utc": 1610767987,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "试着把这句话说出来，就好像你只是在说自己一样。\"这里有一张照片\n的_________\"我还是我？\"当你把 \"奶奶和 \"去掉的时候--就会发现。\n在这种情况下，我是正确的选择：\"这是奶奶和我的照片。\"\n又如：\"Sarah and ME or I (??) went to the park. \"Sarah and ME or I (??) went to the park....\"。",
      "title": "YSK：当你在谈论自己和别人的时候，什么时候在句子中使用 \"我 \"或 \"我\"：如：\"这里有一张奶奶和ME或I的照片？\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "試着把這句話說出來，就好像你只是在說自己一樣。\"這裏有一張照片\n的_________\"我還是我？\"當你把 \"奶奶和 \"去掉的時候--就會發現。\n在這種情況下，我是正確的選擇：\"這是奶奶和我的照片。\"\n又如：\"Sarah and ME or I (??) went to the park. \"Sarah and ME or I (??) went to the park....\"。",
      "title": "YSK：當你在談論自己和別人的時候，什麼時候在句子中使用 \"我 \"或 \"我\"：如：\"這裏有一張奶奶和ME或I的照片？\""
    }
  ],
  "title": "YSK: When to use “me” or “I” in a sentence when you’re talking about yourself and someone else: e.g. “Here’s a photo of grandma and ME or I??”",
  "created_utc": 1611241157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Test the sentence out as if you’re only talking about yourself. “Here’s a photo of _________ ME or I?” when you take out “grandma and” — it becomes clear that in this context, me is the correct choice: “Here’s a photo of grandma and ME.” Another example: “Sarah and ME or I (??) went to the park. Remove “Sarah and” — so you have to choose between: “I went to the park” or “Me went to the park.” Once you do this it becomes clearer that “I” in this context makes more sense: “Sarah and I went to the park.” Why YSK: I think in the past a lot of kids were corrected for overusing the word me. Now based on what I see, we have the opposite problem.</p>\n</div><!-- SC_ON -->",
  "score": 122,
  "permalink": "/r/YouShouldKnow/comments/kyb1fc/ysk_when_to_use_me_or_i_in_a_sentence_when_youre/",
  "subreddit": "YouShouldKnow",
  "id": "kyb1fc",
  "is_self": true,
  "media": null,
  "is_video": false
}