{
  "author": "gimme_gimm",
  "original_created_utc": 1637967866,
  "title": "Heroes of Olympus",
  "created_utc": 1637998050,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know everyone who likes mythology has probably heard of Percy Jackson but there’s a continuation of the series called Heroes of Olympus that not as many people seem to know about. I actually prefer this series to the Percy Jackson’s and want more people to know about it</p>\n\n<p>The books still include the regular crew, Percy, Annabeth, Charon but it introduces 5 new heroes, some Greek, some Roman! The Greeks are Leo, Jason and Piper. The Romans are Frank, Hazel and kinda Jason too (the book explains better than I could sos) </p>\n\n<p>These 7 are on the quest that the prophecy that ended the last Percy Jackson book. The people trying to prevent this are Gaia, the earth herself and her children, the giants. Gaia is trying to wake and shake the world of her back and the giants are eliminating anyone trying to lull her back to sleep.</p>\n\n<p>Each book is considerably long with the shortest one being 500 pages and there’s five books but over those 2600 pages, it tells one of the greatest stories I’ve read in awhile. It’s a little bit dumbed down for the younger target audience but still it’s a great story. There’s a fair bit of romance in the books but it doesn’t intrude on the story and helps the characters develop together in a fantastic way.</p>\n\n<p>I don’t want to spoil much so im going to end it here but I seriously suggest you give the series a try</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/r2z5ue/heroes_of_olympus/",
  "subreddit": "books",
  "id": "r2z5ue",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know everyone who likes mythology has probably heard of Percy Jackson but\nthere’s a continuation of the series called Heroes of Olympus that not as many\npeople seem to know about. I actually prefer this series to the Percy Jackson’s\nand want more people to know about it\n\nThe books still include…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "神話が好きな人なら誰でも知っているパーシー・ジャクソンですが\nこのシリーズには「オリンパスの英雄」という続編があります。\n知っている人は少ないと思います。私はパーシー・ジャクソンよりもこのシリーズの方が好きです。\nより多くの人に知ってもらいたいと思っています。\n\n本の内容は以下の通りです。",
      "title": "ヒーローズ・オブ・オリンパス"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道每个喜欢神话的人可能都听说过《波西-杰克逊》，但是\n但有一个系列的延续，叫做《奥林匹斯英雄》，似乎没有那么多人知道。\n似乎没有多少人知道。实际上，比起波西-杰克逊系列，我更喜欢这个系列\n并希望更多的人知道它\n\n这些书仍然包括...",
      "title": "奥林匹斯山的英雄"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道每個喜歡神話的人可能都聽說過《波西-傑克遜》，但是\n但有一個系列的延續，叫做《奧林匹斯英雄》，似乎沒有那麼多人知道。\n似乎沒有多少人知道。實際上，比起波西-傑克遜系列，我更喜歡這個系列\n並希望更多的人知道它\n\n這些書仍然包括...",
      "title": "奧林匹斯山的英雄"
    }
  ]
}