{
  "author": "lackofpersonalitee",
  "the_new_excerpt": "With all the negativity going around, here's a more light-hearted debate. This\none really grinds my gears and seeing if someone who knows more about the\neconomics of the situation can change my mind.\n\nUFC PPV is currently $70 for each event on top of 6 a month for ESPN plus. I\nthink the rampant…",
  "original_created_utc": 1619626198,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ネガティブな話題が多い中、ここではもう少し明るい議論をしてみましょう。この\n経済に詳しい人が私の考えを変えてくれるかどうか、気になります。\n経済に詳しい方がいたら、私の考えを変えてくれるかもしれません。\n\n現在、UFCのPPVは、ESPNプラスの月6回に加えて、各イベントで70ドルです。I\n私が思うに、横行しているのは...。",
      "title": "CMV：UFCの試合は、価格体系が違えばもっと支持され、もっと儲かるはずです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在所有负面情绪的影响下，这里有一个更轻松的辩论。这个\n这场辩论真的让我心烦意乱，看看是否有更了解经济情况的人能够改变我的想法。\n的人能够改变我的想法。\n\n目前，UFC PPV每场比赛的费用是70美元，而ESPN plus每月的费用是6美元。I\n我认为猖獗的...",
      "title": "CMV：如果价格结构不同，UFC的比赛将获得更多的支持，赚取更多的钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在所有負面情緒的影響下，這裏有一個更輕鬆的辯論。這個\n這場辯論真的讓我心煩意亂，看看是否有更瞭解經濟情況的人能夠改變我的想法。\n的人能夠改變我的想法。\n\n目前，UFC PPV每場比賽的費用是70美元，而ESPN plus每月的費用是6美元。I\n我認爲猖獗的...",
      "title": "CMV：如果價格結構不同，UFC的比賽將獲得更多的支持，賺取更多的錢。"
    }
  ],
  "title": "CMV: UFC fights would gain more support and make more money if the price structure was different.",
  "created_utc": 1619642195,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With all the negativity going around, here&#39;s a more light-hearted debate. This one really grinds my gears and seeing if someone who knows more about the economics of the situation can change my mind.</p>\n\n<p>UFC PPV is currently $70 for each event on top of 6 a month for ESPN plus. I think the rampant piracy of these fights are well known. I&#39;d like to state my opinion that if a structure such as $30 per PPV fight or maybe a $150-200 year pass for all the PPVs would raise more money as it&#39;s more palatable to a lot of people to pay for. My unsupported theory is that if this happened, for every purchaser of a 70 dollar PPV, you&#39;d get at least 2 new people who&#39;d be willing to pay 30 instead.</p>\n\n<p>Side note: I&#39;m salty I can&#39;t go to bars anymore to pay for beer and food and watch the fights. 40 bucks doing that is more palatable than paying for the fight by myself or a couple friends for me personally.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/n0iae9/cmv_ufc_fights_would_gain_more_support_and_make/",
  "subreddit": "changemyview",
  "id": "n0iae9",
  "is_self": true,
  "media": null,
  "is_video": false
}