{
  "author": "Crimson_Marksman",
  "original_created_utc": 1637562644,
  "title": "CMV: Nuclear power is the best source of energy in the world who's bad reputation comes from human error",
  "created_utc": 1637574112,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nuclear energy gets some bad press, but most of this is unfounded. Nuclear energy has unfortunately suffered some pretty large PR disasters in the past (Chernobyl, Fukushima etc) and this has understandably shaken public trust in its safety. Despite its bad rep, nuclear energy has consistently been shown to be orders of magnitude safer than most other methods of electricity generation.</p>\n\n<p>Chernobyl had too much red tape. Fukushima was built on a fault line. The third was almost a disaster. Need I say more?</p>\n\n<p><a href=\"https://ourworldindata.org/grapher/death-rates-from-energy-production-per-twh\">Studies </a> have shown that nuclear energy causes just 0.07 deaths for every tera-watt hour of electricity generated. This is in comparison with 2.82 for gas, 18.43 for oil and 32.72 for coal. Nuclear power plants do not release any carbon dioxide during the course of energy generation and even accounting for CO2 emissions during construction, the emissions associated with nuclear energy are still 50 times lower than those associated with coal power and 30 times lower than those associated with coal mining and natural gas.</p>\n\n<p>One often overlooked aspect of the pollution released by coal power is that ash released from burning coal often contains highly concentrated levels of thorium and urainium. <a href=\"https://www.scientificamerican.com/article/coal-ash-is-more-radioactive-than-nuclear-waste/\">Studies </a> have shown that exposure to the elevated levels of radioactive material present in coal ash has the result that people living in the vicinity of coal power stations experience radiation doses up to 200% greater than those living close by to nuclear power plants. Bizarrely enough, the radioactive waste produced by burning coal is actually more radioactive than the waste from nuclear power and yet there are no restrictions on coal ash simply being released into the atmosphere. Nuclear energy is a low carbon, low risk method of energy generation and has an essential part to play in the battle against climate change.</p>\n\n<p>Hydro and Wind can&#39;t run entire countries without a really large supply of either. At best, they simply lower costs overall.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qzf123/cmv_nuclear_power_is_the_best_source_of_energy_in/",
  "subreddit": "changemyview",
  "id": "qzf123",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Nuclear energy gets some bad press, but most of this is unfounded. Nuclear\nenergy has unfortunately suffered some pretty large PR disasters in the past\n(Chernobyl, Fukushima etc) and this has understandably shaken public trust in\nits safety. Despite its bad rep, nuclear energy has consistently been…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "原子力には悪いイメージがありますが、そのほとんどは根拠のないものです。原子力\n原子力エネルギーは、不幸にも過去にかなり大きなPR災害に見舞われました。\n(チェルノブイリ、福島原発など）、当然のことながら、その安全性に対する一般市民の信頼を\nそのため、当然のことながら、原子力の安全性に対する一般市民の信頼は揺らいでいます。しかし、その悪評にもかかわらず、原子力エネルギーは一貫して...",
      "title": "CMV: 原子力は世界で最も優れたエネルギー源であるが、評判が悪いのはヒューマンエラーによるものである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "核能得到了一些坏消息，但大多数是没有根据的。核能\n不幸的是，核能在过去遭遇了一些相当大的公关灾难\n(切尔诺贝利、福岛等），这可以理解为动摇了公众对其安全的信任。\n其安全性的信任。尽管它的声誉不好，但核能一直是...",
      "title": "CMV：核电是世界上最好的能源，它的坏名声来自于人为错误"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "核能得到了一些壞消息，但大多數是沒有根據的。核能\n不幸的是，核能在過去遭遇了一些相當大的公關災難\n(切爾諾貝利、福島等），這可以理解爲動搖了公衆對其安全的信任。\n其安全性的信任。儘管它的聲譽不好，但核能一直是...",
      "title": "CMV：核電是世界上最好的能源，它的壞名聲來自於人爲錯誤"
    }
  ]
}