{
  "author": "RagnaroekX",
  "original_created_utc": 1627629653,
  "title": "Finished Also sprach Zarathustra by Friedrich Nietzsche",
  "created_utc": 1627664818,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>God is dead and he was killed by pity for us humans.</p>\n\n<p>I totally appreciate the Nietzsches dislike for everything religious and I think it was his topic to get rid of the religious nonsense that existed back then (and still exists). I only read Antichrist so far, which is a full rant about religions where every religion is kind of rated and the nonsense exposed (except Buddhism, Buddhism is fine according to Nietzsche).</p>\n\n<p>Being this explicit against religions is astonishing, especially so since his books where written in the mid 19th centuries.</p>\n\n<p>I also like the polemic, direct, cynical, provoking and sometimes funny style of Nietzsche. He wrote what he was thinking.</p>\n\n<p>Read it in the original german, and there where a lot more h letters in the german language back then. But this is not what made it hard to read. The philosophy is not direct in the book, but transmitted through some bible style text that you somewhat have to interpret yourself. I had to read most sentences twice to get any meaning out of it. But sometimes also that failed and I couldn&#39;t extract any meaning for me and I continued. I think this book has to be read multiple times.</p>\n\n<p>I is famous for the &#39;Übermensch&#39; and the &#39;Wille zu Macht&#39;. The Übermensch is all over this book. The Will zur Macht is at best scratched and not really explained. I&#39;m wondering actually why it is famous for that. I think he explained this concept in later books.</p>\n\n<p>The &#39;Übermensch&#39; is a dangerous thought imho. Especially since he speaks of superfluous people that he hopes will die soon! Tough and unthinkable to write something like this by today standards. No wonder the Nazis liked this. I get there are lost people and people that seem to have no purpose at all, but questioning there right to live doesn&#39;t seem to be right.</p>\n\n<p>What I get from the Übermensch is that humankind should work on improving themselves (morally). To be better tomorrow than we are today (and there is a lot of room for improvement there to be honest). He also wrote that you cannot become the Übermensch, but your best chance is to &#39;bear&#39; the Übermensch. Meaning for me that we should teach our children too not make the racist, homophobic and whatnot mistakes we did.</p>\n\n<p>Some notes and thoughts I took from parts of the book:</p>\n\n<blockquote>\n<p>&quot;Tausend Ziele gab es bisher, denn tausend Völker gabe es. Nur die Fessel der tausend Nacken fehlt noch, es fehlt das Eine Ziel. Noch hat die Menschheit kein Ziel.  </p>\n\n<p>Aber sagt mir doch, meine Brüder: wenn der Menschheit das Ziel noch fehlt, fehlt da nicht auch - sie selber noch? -&quot;</p>\n</blockquote>\n\n<p>Sorry for the original german, I&#39;m unable to translate Nietzsche to proper english. But the summary is that humankind has no goal and therefore lacks humanity. This is very strong and made me think a lot. I agree that we have no goal at all. We are just exploiting each other without any goal, so that a small fraction of people become rich and live very well while the others live in poverty and bad situations. This is inhumane. But on the other hand, what would be the goal for humanity? Improve the situation for everybody and not for a fraction of people, maybe.</p>\n\n<p>There is also one really great sentence about freedom:</p>\n\n<blockquote>\n<p>&quot;Frei wovon? Was schiert das Zarathustra! Hell aber soll mir dein Auge künden: frei wozu?&quot;</p>\n</blockquote>\n\n<p>Freedom for what? What do you do with your freedom? A good question that you better answer before you fight for freedom. It is easy to see something that is hindering your freedom. But what do you do if you get rid of it (if only hypothetical).</p>\n\n<p>Something about praise:</p>\n\n<blockquote>\n<p>&quot;Und auch das lernte ich unter ihnen: der Lobende stellt sich, als gäbe er zurück, in Wahrheit aber will er mehr beschenkt sein&quot;</p>\n</blockquote>\n\n<p>Praise is always egoistic and &#39;hierarchic&#39; and you have to be careful with that. Read a whole book about his once. Praise _always_ &#39;belittles&#39; the praised one (more or less, depending on the context).</p>\n\n<p>He seems to be also obsessed with the &#39;Schaffen&#39; (to work or produce something) concept:</p>\n\n<blockquote>\n<p>&quot;Wollen befreit: denn Wollen is Schaffen: so lehre ich. Und <em>nur</em> zum Schaffen sollt ihr lernen&quot;</p>\n</blockquote>\n\n<p>Only learn something if you want to produce something with it. Whats the purpose of learning something If you don&#39;t use it to produce something? Not sure about this. I you enjoy learning something without any purpose for pure egoist hedonism it still can be worthwhile imho. But it improves only yourself and is a dead end for improving humankind?</p>\n\n<p>And something about the Wille zur Macht at last?</p>\n\n<blockquote>\n<p>&quot;Euer Werk, euer Wille is euer »Nächster«: lasst euch keine falschen Werthe einreden!&quot;</p>\n</blockquote>\n\n<p>Be careful if others want to put there values upon you (which religions tend t do a <em>lot</em>). Trust on your own egoistic willpower, it is your best &#39;neighbour&#39;. I agree.</p>\n\n<p>And I really laughed at the cynicism of Nietzsche at the end of the book. Since God is Dead and there is nobody to worship anymore they start worshiping the donkey in the room. Man, this was great.</p>\n\n<p>Well you could write whole books about the interpretation of this book (and there are already whole books about this book) this are my main points I took out of it. I&#39;m glad I read it, if only for the new thoughts mentioned above it sparked.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/oufx73/finished_also_sprach_zarathustra_by_friedrich/",
  "subreddit": "books",
  "id": "oufx73",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "God is dead and he was killed by pity for us humans.\n\nI totally appreciate the Nietzsches dislike for everything religious and I think\nit was his topic to get rid of the religious nonsense that existed back then\n(and still exists). I only read Antichrist so far, which is a full rant about\nreligions…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "神は死んだ、そして彼は我々人間への哀れみによって殺されたのだ。\n\n私はニーチェが宗教的なものを嫌っていたことをよく理解しています。\n当時あった（今もある）宗教的な無意味なものを排除することが彼のテーマだったと思います。\n(今でも存在している)。私は今のところ『アンチクライスト』しか読んでいませんが、これは宗教に対する暴言が満載です。\n宗教について...",
      "title": "ニーチェの「ツァラトゥストラはかく語りき」を読み終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "上帝已经死了，他是被对我们人类的怜悯所杀。\n\n我完全理解尼采对一切宗教的反感，我认为\n这是他的主题，以摆脱当时存在的宗教胡言乱语\n(而且现在仍然存在)。到目前为止，我只读了《反基督者》，那是对宗教的全面咆哮\n宗教...",
      "title": "完成了弗里德里希-尼采的《查拉图斯特拉》（Also sprach Zarathustra）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "上帝已經死了，他是被對我們人類的憐憫所殺。\n\n我完全理解尼采對一切宗教的反感，我認爲\n這是他的主題，以擺脫當時存在的宗教胡言亂語\n(而且現在仍然存在)。到目前爲止，我只讀了《反基督者》，那是對宗教的全面咆哮\n宗教...",
      "title": "完成了弗里德里希-尼采的《查拉圖斯特拉》（Also sprach Zarathustra）。"
    }
  ]
}