{
  "author": "lookatthesunguys",
  "original_created_utc": 1637581599,
  "title": "CMV: At the very least, the United States should have government funded healthcare for all citizens under 18.",
  "created_utc": 1637595637,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ultimately, I think this doesn&#39;t go far enough; I think we ought to have socialized healthcare for everyone. But I do understand the arguments against it. However, I don&#39;t think that any of these arguments hold up when we&#39;re talking about children. Since children can&#39;t hold jobs, no amount of hard work or personal responsibility is going to help them pay for medical care. Since their parents make the vast majority of nurturing decisions for them (like what to eat and what to drink) their medical issues are very unlikely to be their fault. </p>\n\n<p>Children aren&#39;t their parents&#39; property. A system in which a child receives inadequate medical care because his parents&#39; are janitors with bad health insurance is an immoral system.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/changemyview/comments/qzjnnk/cmv_at_the_very_least_the_united_states_should/",
  "subreddit": "changemyview",
  "id": "qzjnnk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ultimately, I think this doesn't go far enough; I think we ought to have\nsocialized healthcare for everyone. But I do understand the arguments against\nit. However, I don't think that any of these arguments hold up when we're\ntalking about children. Since children can't hold jobs, no amount of hard…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最終的には、これだけでは不十分だと思います。\nすべての人に社会的医療を提供すべきだと思います。しかし、これに反対する意見も理解できます。\nしかし、それに反対する意見も理解できます。しかし、子どもたちのことを考えると、これらの議論は何の役にも立たないと思うのです。\n子供の話になると、これらの議論は通用しないと思います。子供は仕事を持つことができないので、いくら努力しても...",
      "title": "CMV: アメリカでは、少なくとも18歳以下の国民には、政府出資の医療を提供すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "归根结底，我认为这还不够；我认为我们应该有\n我认为我们应该为每个人提供社会化的医疗保健。但我确实理解反对的论点\n它。然而，我不认为这些论点在我们谈论儿童时能站住脚。\n谈论儿童的时候，这些论点都站不住脚。由于孩子们无法找到工作，所以无论多么努力...",
      "title": "CMV：至少，美国应该为所有18岁以下的公民提供政府资助的医疗保健。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "歸根結底，我認爲這還不夠；我認爲我們應該有\n我認爲我們應該爲每個人提供社會化的醫療保健。但我確實理解反對的論點\n它。然而，我不認爲這些論點在我們談論兒童時能站住腳。\n談論兒童的時候，這些論點都站不住腳。由於孩子們無法找到工作，所以無論多麼努力...",
      "title": "CMV：至少，美國應該爲所有18歲以下的公民提供政府資助的醫療保健。"
    }
  ]
}