{
  "author": "Tssss775",
  "original_created_utc": 1627382264,
  "title": "CMV: academia isn't biased towards left-wing politics, facts are",
  "created_utc": 1627396506,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, so I am aware that this may upset some people, but hear me out.</p>\n\n<p>Academia is all about observing reality as it is - as indepently as possible from cultural and societal expectations we may have - and then if these facts contradict what we previously thought abandon our previous assumptions and be ready to drastically change both our mindset as well as our actions (in cases such as climate change).</p>\n\n<p>This academic attitude of being willing and often even eager to &quot;throw away&quot; the way we traditionally did things and thought about stuff if there&#39;s new evidence makes it really hard for the right to really embrace science- and evidence-based policies. This means science will most of the times be on the side of the left which naturally embraces change less hesitantly and more willingly.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/changemyview/comments/oskctm/cmv_academia_isnt_biased_towards_leftwing/",
  "subreddit": "changemyview",
  "id": "oskctm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay, so I am aware that this may upset some people, but hear me out.\n\nAcademia is all about observing reality as it is - as indepently as possible\nfrom cultural and societal expectations we may have - and then if these facts\ncontradict what we previously thought abandon our previous assumptions and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "怒る人もいるかもしれませんが、最後まで聞いてください。\n\n学業とは、現実をありのままに、文化的・社会的な期待からできるだけ離れて観察することです。\n文化的、社会的な期待からできるだけ離れて、ありのままの現実を観察し、その事実がこれまでの自分の考えと矛盾していたら\nそして、その事実が今まで考えていたことと矛盾していたら、今までの思い込みを捨てて...。",
      "title": "CMV: アカデミアは左翼政治に偏っていない、事実が偏っている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我知道这可能会让一些人不高兴，但请听我说完。\n\n学术界是关于观察现实的--尽可能独立地观察现实\n尽可能不受我们可能有的文化和社会期望的影响，然后如果这些事实\n如果这些事实与我们之前的想法相矛盾，就放弃我们之前的假设，然后......",
      "title": "CMV：学术界并不偏向于左翼政治，事实才是。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我知道這可能會讓一些人不高興，但請聽我說完。\n\n學術界是關於觀察現實的--儘可能獨立地觀察現實\n儘可能不受我們可能有的文化和社會期望的影響，然後如果這些事實\n如果這些事實與我們之前的想法相矛盾，就放棄我們之前的假設，然後......",
      "title": "CMV：學術界並不偏向於左翼政治，事實才是。"
    }
  ]
}