{
  "author": "realplaydead",
  "the_new_excerpt": "Note: I should mention that this won't work if one of your headphone speakers\nare simply just broken. The reason this happens is not a hardware issue but an\nissue with how the YouTuber/content creator edited the audio files, making the\nsound completely pan to either the right or left side.\n\nWhy YSK:…",
  "original_created_utc": 1616688553,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "注意：我应该提到的是，如果你的一个耳机扬声器，这将无法工作。\n根本就是破绽百出。发生这种情况的原因不是硬件问题，而是一个\nYouTuber/内容创建者如何编辑音频文件的问题，使\n声音完全平移到右边或左边。\n\n为什么是YSK：...",
      "title": "YSK，如果你正在用耳机观看YouTube视频，而且音频只通过一只耳朵，你应该启用单声道声音。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "注意：我應該提到的是，如果你的一個耳機揚聲器，這將無法工作。\n根本就是破綻百出。發生這種情況的原因不是硬件問題，而是一個\nYouTuber/內容創建者如何編輯音頻文件的問題，使\n聲音完全平移到右邊或左邊。\n\n爲什麼是YSK：...",
      "title": "YSK，如果你正在用耳機觀看YouTube視頻，而且音頻只通過一隻耳朵，你應該啓用單聲道聲音。"
    }
  ],
  "title": "YSK that if you're watching a YouTube video with headphones and the audio is only coming through one ear, you should enable mono sound.",
  "created_utc": 1616698745,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Note: I should mention that this won&#39;t work if one of your headphone speakers are simply just broken. The reason this happens is not a hardware issue but an issue with how the YouTuber/content  creator edited the audio files, making the sound completely pan to either the right or left side.</p>\n\n<p>Why YSK: Mono sound means the same audio will play through both speakers rather than anything being panned to the left or right (For example majority of all music does this to give the music a more dynamic sound)</p>\n\n<p>On Windows literally just search &quot;Mono&quot; after hitting the Windows key and its the first option that comes up. With Mac go to to System Preferences &gt; Accessibility &gt; Audio &gt;  Tick the checkbox for Play stereo <strong>audio</strong> as <strong>mono</strong>.</p>\n\n<p>And  after you&#39;re done watching the video just remember to disable the setting and you&#39;re good to go!</p>\n\n<p>You can even do this on mobile, if you&#39;re on IOS go to Settings &gt; Accessibility &gt; Audio/Visual &gt; Mono audio &gt; toggle the switch on.</p>\n\n<p>If you&#39;re on Android, its Settings &gt; Accessibility &gt; Hearing Enhancements &gt; Toggle Mono Audio .</p>\n\n<p>Hope this tip helps anyone out there and if anyone has anything to add (how to enable on other OS etc.) please let me know!</p>\n</div><!-- SC_ON -->",
  "score": 1173,
  "permalink": "/r/YouShouldKnow/comments/md1sz7/ysk_that_if_youre_watching_a_youtube_video_with/",
  "subreddit": "YouShouldKnow",
  "id": "md1sz7",
  "is_self": true,
  "media": null,
  "is_video": false
}