{
  "author": "JambaJuice__",
  "the_new_excerpt": "As said in the title I think that some people think that some countries\nshouldn't be criticized because it somehow is a racist attack on a certain\nethnic group. I feel like it has become more and more popular to try and prevent\nany discussion about these countries and I think that is wrong. China…",
  "original_created_utc": 1613838289,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题中所说，我觉得有些人认为，有些国\n不应该被批评，因为它在某种程度上是一个种族主义的攻击，对某些\n族裔群体。我觉得它已经变得越来越流行 试图防止。\n任何关于这些国家的讨论，我认为这是错误的。中国...",
      "title": "CMV：批判中国政府并不意味着你恐中，批判以色列政府并不意味着你反犹太，一个国家不应该因为它由某个民族组成而不受批评。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題中所說，我覺得有些人認爲，有些國\n不應該被批評，因爲它在某種程度上是一個種族主義的攻擊，對某些\n族裔羣體。我覺得它已經變得越來越流行 試圖防止。\n任何關於這些國家的討論，我認爲這是錯誤的。中國...",
      "title": "CMV：批判中國政府並不意味着你恐中，批判以色列政府並不意味着你反猶太，一個國家不應該因爲它由某個民族組成而不受批評。"
    }
  ],
  "title": "CMV: Criticizing the Chinese government does not make you Sinophobic, Criticizing the Israeli government does not make you antisemitic, a country should not be free from criticism because it consists of a certain ethnic group.",
  "created_utc": 1613845822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As said in the title I think that some people think that some countries shouldn&#39;t be criticized because it somehow is a racist attack on a certain ethnic group. I feel like it has become more and more popular to try and prevent any discussion about these countries and I think that is wrong. China and Israel should be subject to the same scrutiny and criticism as other nations across the globe are and by calling any criticism of China/Israel as Sinophobia/Antisemitism truly undermines the fight against real Sinophobia and Antisemitism. </p>\n\n<p>I think when governments are criticized we as a society must realize that ordinary citizens are not responsible for the actions of the government, in China we have seen how the CCP feels about criticism and protests from its own people, most infamously the Tiananmen square massacre of 1989 where the military was used to crack down on protests against the Chinese Government. I believe f people are unable to criticize those in authority then we should truly be concerned.</p>\n\n<p>TL;DR of view - Ordinary people should not be blamed for the actions of their government and governments should not be free from criticism because of the ethnicity of their people.</p>\n\n<p>I am open to changing my view please feel free to respond to this thread to talk</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/loakbf/cmv_criticizing_the_chinese_government_does_not/",
  "subreddit": "changemyview",
  "id": "loakbf",
  "is_self": true,
  "media": null,
  "is_video": false
}