{
  "author": "thoughtfulparsnip",
  "the_new_excerpt": "I hope this is allowed. I've been chewing on it for a long time and I really\nwant to know if this happens to anyone else and if anyone has advice on how to\nmanage it.\n\nI'm putting this in books because most of the material I react to is written,\nbut its all fiction, written, animated, real person…",
  "original_created_utc": 1619480353,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これが許されることを願っています。ずっと噛んでいたので、どうしても\nこのようなことが他の人にも起こるかどうか、そして誰かに対処法のアドバイスがあれば知りたいです。\n誰かアドバイスがあれば教えてください。\n\n私が反応するものはほとんどが文章なので、これを本にしています。\nしかし、そのすべてがフィクションであり、文章であり、アニメであり、実在の人物であり...。",
      "title": "フィクションの中のキャラクターに現実のように反応してしまうことに悩んでいる人はいませんか？お笑い番組を見ていると、登場人物に恥ずかしい思いをさせられたり、登場人物が不当な扱いを受けて正義が果たされないと腹が立ったり、登場人物が苦しむととてつもなく悲しくなったりして、ほとんどの番組を見ることができないということです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我希望这是被允许的。我已经思考了很久，我真的想知道是否还有人发生这种情况？\n我想知道是否有其他人发生这种情况，以及是否有人有关于如何处理的建议。\n管理它。\n\n我把这个放在书里，因为我反应的大部分材料都是书面的。\n但它都是虚构的，有书面的，有动画的，有真人的......。",
      "title": "还有人对小说中的人物的反应有困难，好像他们是真实的一样？我说的是不能看大多数喜剧节目，因为我对他们充满了第二手的尴尬，当一个角色被虐待而得不到公正时，我很生气，当他们遭受痛苦时，我无比悲伤等等？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我希望這是被允許的。我已經思考了很久，我真的想知道是否還有人發生這種情況？\n我想知道是否有其他人發生這種情況，以及是否有人有關於如何處理的建議。\n管理它。\n\n我把這個放在書裏，因爲我反應的大部分材料都是書面的。\n但它都是虛構的，有書面的，有動畫的，有真人的......。",
      "title": "還有人對小說中的人物的反應有困難，好像他們是真實的一樣？我說的是不能看大多數喜劇節目，因爲我對他們充滿了第二手的尷尬，當一個角色被虐待而得不到公正時，我很生氣，當他們遭受痛苦時，我無比悲傷等等？"
    }
  ],
  "title": "Anyone else have trouble with reacting to characters in fiction as if they were real? I'm talking about not being able to watch most comedy shows because I'm full of second hand embarrassment for them, angry when a character is mistreated and doesn't get justice, incredibly sad when they suffer etc?",
  "created_utc": 1619506863,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I hope this is allowed. I&#39;ve been chewing on it for a long time and I really want to know if this happens to anyone else and if anyone has advice on how to manage it. </p>\n\n<p>I&#39;m putting this in books because most of the material I react to is written, but its all fiction, written, animated, real person acting with characters in negative situations. I was an avid reader as a child and fictional worlds and characters of all kinds were my escape from a lot of stuff. My life is much better nowadays and I don&#39;t use it to escape reality now, just for enjoyment but I feel like I was so intensely engaged with fiction when I was young that my brain just can&#39;t help but react as if the people and situations are real, that I&#39;ve conditioned myself to react this way. </p>\n\n<p>I feel dumb even saying this. I know they&#39;re not real. I&#39;m very firmly rooted in reality. But the emotional reaction can be so debilitating it makes me avoid reading/watching something that I know will throw my equilibrium off when I need to focus on studying/working/life in general. I can read something and days later be furious/desperately sad for the character that&#39;s suffering. Often I can&#39;t get past that part, can&#39;t read it at all, end up skipping whole chapters/episodes etc. Some I can&#39;t continue with at all. Just this week I&#39;ve put down a book I was really enjoying because the main character had a bone broken by their boyfriend and their father joked with the guy. Horrible yes, but NOT REAL.</p>\n\n<p>It&#39;s especially weird as I&#39;m not prone to over the top displays of emotion in real life. I do have mild, well managed depression and a severe anxiety disorder, but this too is managed by medication and therapy when I need it. It&#39;s probably not helping but I don&#39;t think its majorly influencing my feelings. </p>\n\n<p>I hate this. I love fiction and I hate that this gets in the way of me enjoying it. Please tell me I&#39;m not the only one and what you do to overcome it.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/mzba2p/anyone_else_have_trouble_with_reacting_to/",
  "subreddit": "books",
  "id": "mzba2p",
  "is_self": true,
  "media": null,
  "is_video": false
}