{
  "author": "That_guy_15",
  "original_created_utc": 1630860664,
  "title": "CMV: Parents with obese children should be charged with child abuse.",
  "created_utc": 1630870242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not talking about kids who are a little heavy, I&#39;m talking about kids who are morbidly obese.  They don&#39;t understand the issues obesity can cause later in life and they don&#39;t understand the importance of physical health at a young age.</p>\n\n<p>Its incredibly irresponsible of the parent to let their child become obese.  It&#39;s not like it happens overnight.  They are setting up their child to have a more difficult life and in my opinion that should he considered abuse.  It is the parents responsibility to make sure their child has the best life possible, and if they are neglecting the child&#39;s long term health then they should be punished.</p>\n\n<p>I understand there can be other health issues that could cause a child to be obese, but it is avoidable in the majority of cases.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/pigmgv/cmv_parents_with_obese_children_should_be_charged/",
  "subreddit": "changemyview",
  "id": "pigmgv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not talking about kids who are a little heavy, I'm talking about kids who\nare morbidly obese. They don't understand the issues obesity can cause later in\nlife and they don't understand the importance of physical health at a young age.\n\nIts incredibly irresponsible of the parent to let their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "少し太っている子の話ではなく、病的な肥満の子の話です。\n病的なほどの肥満 彼らは、肥満が後々引き起こす問題を理解していません。\n肥満が後々に引き起こす問題を理解しておらず、若いうちに身体の健康を保つことの重要性を理解していないのです。\n\nそのため、親の無責任さが際立っています。",
      "title": "CMV: 肥満の子供を持つ親は、児童虐待で起訴されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是在说那些有点重的孩子，我是在说那些\n是病态的肥胖。他们不了解肥胖在以后的生活中可能造成的问题，也不了解肥胖对身体的重要性。\n他们不明白身体健康在年轻时的重要性。\n\n家长让他们的孩子去做这些事是非常不负责任的。",
      "title": "CMV：有肥胖儿童的父母应该被指控虐待儿童。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是在說那些有點重的孩子，我是在說那些\n是病態的肥胖。他們不瞭解肥胖在以後的生活中可能造成的問題，也不瞭解肥胖對身體的重要性。\n他們不明白身體健康在年輕時的重要性。\n\n家長讓他們的孩子去做這些事是非常不負責任的。",
      "title": "CMV：有肥胖兒童的父母應該被指控虐待兒童。"
    }
  ]
}