{
  "author": "pupperonipizzapie",
  "original_created_utc": 1629203699,
  "title": "CMV: Pedophilic fanfiction and fanart shouldn't be posted online",
  "created_utc": 1629225039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m in online spaces where this is a hot button issue and everyone is very vocal about their opinions.</p>\n\n<p>Key point: When I say pedophilic fanfiction and fanart, I specifically mean that which includes an adult having sex with a minor who is below the age of 16.  This number is near-universally recognized across the US as the absolute lower limit for consent with an adult, though in most states the age is 18.  I am defining this by US standards as the hosting sites where these works exist are US-based.</p>\n\n<p>For non-US people: There are always culturally-specific arguments brought up about the age of consent -- I would rather the focus of this not be on the exact age number (arguments on nitpicking the exact cutoff) but rather the concept of someone who is an adult in your culture having sex with someone who is still very much a child in your culture, psychologically, developmentally, and physically.</p>\n\n<p>Fanfiction and fanart refers to any modern literary or artistic work shared online that is based on an existing work or person, including real life people.  Fanfiction and fanart have been known to include real life streamers and internet personalities below the age of 18 in simulated sexual scenarios with adults.  </p>\n\n<p>Most works though revolve around fictional TV shows, movies, and books.  e.g. Writers and artists are currently free to share graphic sexual depictions of adults raping the child characters of Stranger Things, if they choose.</p>\n\n<p>I do not think that decisions should be made on my personal revulsion to a topic.  If that were the case, gay art could be banned based on many people not liking it.  And I recognize that no children are physically being harmed in the creation of these works.  I am not concerned about defending the dignity of fictional characters.</p>\n\n<p>I am concerned about the tangible psychological impact these works have on anyone, child and adult, who reads them.  I am concerned about safe spaces being created for existing pedophiles and for people who have latent interest, fascination, and sexual inclination for it, where they are not addressing their core issues through professional psychiatric care, and are instead being told that it&#39;s society&#39;s fault for condemning them.  </p>\n\n<p>I am deeply concerned about how these works may be used as tools for grooming minors into believing these types of relationships are healthy and acceptable.  Discord servers and forums based around pedophilic fanworks allow for the kind of anonymity a predator would use to contact minors online.</p>\n\n<p>In this post, I am not concerned about fanworks involving murder, bestiality, or sexual violence between adults.  My reasoning is that 1) you can&#39;t groom someone into being okay with being murdered...it&#39;s something that is instinctually recognized as being bad for one&#39;s self, 2) animals can&#39;t fucking read, so it is impossible to create a culture / safe space around convincing animals to have sex with humans in the same way you can manipulate a child into a relationship with an adult, and 3) violence and harm during sex can be negotiated in consensual ways i.e. through BDSM.  However, there is no consensual way for a child to ever have sex with an adult.  </p>\n\n<p>tldr; Pedophilic fanworks should not be allowed online as they can be used as tools for manipulating and grooming minors, and they work to normalize harmful psychological traits in people who can then access children in these same spaces.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/p62vmz/cmv_pedophilic_fanfiction_and_fanart_shouldnt_be/",
  "subreddit": "changemyview",
  "id": "p62vmz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm in online spaces where this is a hot button issue and everyone is very vocal\nabout their opinions.\n\nKey point: When I say pedophilic fanfiction and fanart, I specifically mean that\nwhich includes an adult having sex with a minor who is below the age of 16. \nThis number is near-universally…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がいるオンラインスペースでは、この問題が話題になっていて、誰もが自分の意見を非常に強く主張しています。\n自分の意見を述べることができます。\n\nキーポイントです。小児性愛的なファンフィクションやファンアートというと、具体的には次のようなものを指します。\nとは、大人が16歳未満の未成年者とセックスすることを含むものです。 \nこの数字はほぼ全世界で...",
      "title": "CMV: ペドフィリックなファンフィクションやファンアートをオンラインで公開すべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在网上的空间里，这是一个热点问题，每个人都很有发言权。\n他们的意见。\n\n关键点。当我说恋童癖的粉丝小说和粉丝画时，我特别指的是\n其中包括一个成年人与16岁以下的未成年人发生性关系。 \n这个数字几乎是普遍的...",
      "title": "CMV：恋童癖的粉丝小说和粉丝画不应该被张贴在网上"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在網上的空間裏，這是一個熱點問題，每個人都很有發言權。\n他們的意見。\n\n關鍵點。當我說戀童癖的粉絲小說和粉絲畫時，我特別指的是\n其中包括一個成年人與16歲以下的未成年人發生性關係。 \n這個數字幾乎是普遍的...",
      "title": "CMV：戀童癖的粉絲小說和粉絲畫不應該被張貼在網上"
    }
  ]
}