{
  "author": "SecularEpicurean",
  "original_created_utc": 1636738752,
  "title": "CMV: Police Should Be Required to Carry Liability Insurance",
  "created_utc": 1636753234,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe police should be required to carry liability insurance just like doctors carry malpractice insurance.  If a cop gets sued, their rates go up.  Too many incidents and the insurance carriers drop their coverage and are unable to work in the field.  We&#39;ve seen too many cops get let off because of &quot;qualified immunity&quot; or because they get fired from one department and go work at another. This starts a new industry and takes the financial penalties off of the taxpayer and puts it on the insurer.</p>\n</div><!-- SC_ON -->",
  "score": 114,
  "permalink": "/r/changemyview/comments/qsgg83/cmv_police_should_be_required_to_carry_liability/",
  "subreddit": "changemyview",
  "id": "qsgg83",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe police should be required to carry liability insurance just like\ndoctors carry malpractice insurance. If a cop gets sued, their rates go up. Too\nmany incidents and the insurance carriers drop their coverage and are unable to\nwork in the field. We've seen too many cops get let off because…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、警察にも賠償責任保険の加入を義務付けるべきだと思います。\n医者が医療過誤保険に加入するように。警官が訴えられれば、保険料が上がります。あまりにも多くの\n事件が多すぎると、保険会社は補償を打ち切り、現場で働けなくなります。\n現場で働けなくなります。多くの警官が釈放されるのを見てきました。",
      "title": "CMV: 警察は賠償責任保険の加入を義務付けるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信警察应该被要求购买责任保险，就像医生购买医疗事故保险一样。\n医生也要购买不良行为保险。如果警察被起诉，他们的费率就会上升。太多的事件\n太多的事件，保险公司就会放弃他们的保险，无法\n在现场工作。我们已经看到太多的警察被释放，因为...",
      "title": "CMV：警察应被要求携带责任保险"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信警察應該被要求購買責任保險，就像醫生購買醫療事故保險一樣。\n醫生也要購買不良行爲保險。如果警察被起訴，他們的費率就會上升。太多的事件\n太多的事件，保險公司就會放棄他們的保險，無法\n在現場工作。我們已經看到太多的警察被釋放，因爲...",
      "title": "CMV：警察應被要求攜帶責任保險"
    }
  ]
}