{
  "author": "LetsBeHuman",
  "original_created_utc": 1635032645,
  "title": "CMV: “African Americans” have more culture in common with white Americans than they do people from Africa.",
  "created_utc": 1635039865,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you are born and raised in the United States then you are an American, especially in the working class. We share the same culture, deal with the same struggles. My message I’m trying to get across here is that if we stop being so tribal we might can make a difference. Black or white doesn’t matter we both have shit wages, shit healthcare, and shit education. </p>\n\n<p>Yes White privilege exists. Yes people of color face more discrimination. The 1% doesn’t want us to be equal and fights hard for us to be as divided as possible, stop letting that happen. We are all hard working Americans and we all deserve better, but we are only gonna be better together as the 99%.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/qegdrg/cmv_african_americans_have_more_culture_in_common/",
  "subreddit": "changemyview",
  "id": "qegdrg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you are born and raised in the United States then you are an American,\nespecially in the working class. We share the same culture, deal with the same\nstruggles. My message I’m trying to get across here is that if we stop being so\ntribal we might can make a difference. Black or white doesn’t…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカで生まれ育った人は、アメリカ人です。\n特に労働者階級はそうです。私たちは同じ文化を共有し、同じ苦労をしています。\n苦労しています。私がここで伝えたいのは、もし私たちが部族意識を持つのをやめれば\n違いを生み出すことができるかもしれないということです。黒人か白人かは関係ありません...",
      "title": "CMV：「アフリカン・アメリカン」は、アフリカから来た人よりも白人のアメリカ人の方が文化的に共通しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你在美国出生和长大，那么你就是一个美国人。\n特别是在工人阶级。我们拥有相同的文化，处理相同的\n斗争。我在这里试图传达的信息是，如果我们不再如此\n部落化，我们也许可以有所作为。黑人或白人并不...",
      "title": "CMV：\"非裔美国人 \"与美国白人的文化共同点比来自非洲的人要多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你在美國出生和長大，那麼你就是一個美國人。\n特別是在工人階級。我們擁有相同的文化，處理相同的\n鬥爭。我在這裏試圖傳達的信息是，如果我們不再如此\n部落化，我們也許可以有所作爲。黑人或白人並不...",
      "title": "CMV：\"非裔美國人 \"與美國白人的文化共同點比來自非洲的人要多。"
    }
  ]
}