{
  "author": "BoredOp961",
  "original_created_utc": 1636316221,
  "title": "CMV: SEO and clickbait(ish) headlines/titles have ruined online content, and any person or entity that uses either of these tactics is only in it for clicks and bucks.",
  "created_utc": 1636364423,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am done with the web and searching for content on it.  It&#39;s now at the point that almost any given search anywhere results in little more than clickbait(ish) titles, over-SEO&#39;d pages, sales pitches, and malicious crap on a hacked WordPress site.  Good luck searching for something that&#39;s not pop culture  or the fucking Kardashians or something you&#39;re looking to buy.  if I see any of this attached to your content, all that tells me is that you are only in it for clicks and profits and nothing else, and that your online ventures are part of the massive friggin&#39; malignant cancer that is today&#39;s online &quot;content&quot;, the lowest of the low.</p>\n\n<p>The following are what will lead you and your content to be immediately and permanently block-listed in my books:</p>\n\n<ul>\n<li>titles/headlines beginning with a number, or the words &quot;this&quot;, &quot;here&quot;, &quot;here&#39;s&quot;, &quot;how&quot; or any of the five W&#39;s</li>\n<li>titles/headlines written as questions</li>\n<li>titles/headlines with at least one all-caps word (not an acronym)</li>\n<li>any mention of affiliate links/marketing/etc.</li>\n<li>blog posts that, in the end, are sales pitches</li>\n<li>listicles</li>\n<li>titles/headlines containing the words/phrases &quot;best&quot; or &quot;top&quot; *and* &quot;in [current year]&quot;</li>\n<li>any references to <em>Charlie Oscar Victor India Delta One-Niner</em></li>\n</ul>\n\n<p>I have even started seeing traditionally reputable newsgathering organizations around the world, and not just in the U.S. or Canada, constantly employing these tactics in their online content.  Why?  Because they care more about clicks and profits than they do quality content.</p>\n\n<p>I get that the web and news media are almost always businesses first and foremost and that these organizations need to make money, but when you use B.S. tactics such as clickbait(ish) headlines and SEO shit to lure people to your content, that, again, tells me that you are only in it for clicks and profits and not to provide high-quality, useful and 100% correct, complete and true information.  Oh, and don&#39;t bother mentioning your &quot;shareholders&quot;, because your greedy, faceless, good-for-nothing shareholders are fucking idiots who, again, only care about profits and nothing else.  Is there not more to life than fucking profits, profits and more profits?</p>\n\n<p>Stop employing this shit RIGHT NOW. PERMANENTLY. FOREVER. Unless you can actually convince me that, without referring to money or metrics/analytics, there is any good in your shit SEO/clickbait-ish tactics.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qowtws/cmv_seo_and_clickbaitish_headlinestitles_have/",
  "subreddit": "changemyview",
  "id": "qowtws",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am done with the web and searching for content on it. It's now at the point\nthat almost any given search anywhere results in little more than clickbait(ish)\ntitles, over-SEO'd pages, sales pitches, and malicious crap on a hacked\nWordPress site. Good luck searching for something that's not pop…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はウェブでコンテンツを探すことはもうやめました。今では、どこで検索しても\nどこで検索しても、クリックベイトのようなタイトル、過剰なSEO対策が施されたページ、販売促進のための宣伝文句しかヒットしません。\nタイトル、オーバーSEOのページ、売り込み、ハッキングされたWordPressサイトの悪意のあるガラクタくらいしか出てこない。\nワードプレスのサイトです。頑張って、ポップではないものを探してみてください。",
      "title": "CMV: SEOとクリックベイト（のような）見出し・タイトルがオンラインコンテンツを台無しにしています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经受够了网络和在网络上搜索内容。现在已经到了这样的地步\n几乎任何地方的搜索结果都只是点击率高的标题、过度SEO的网页、推销和被黑客攻击的恶意垃圾。\n标题、过度SEO的网页、推销和被黑的WordPress网站上的恶意垃圾。\nWordPress网站上的恶意垃圾。祝你搜索的东西不是流行的东西...",
      "title": "CMV：SEO和点击率高的标题已经毁了在线内容，任何使用这些策略的人或实体都只是为了点击率和钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經受夠了網絡和在網絡上搜索內容。現在已經到了這樣的地步\n幾乎任何地方的搜索結果都只是點擊率高的標題、過度SEO的網頁、推銷和被黑客攻擊的惡意垃圾。\n標題、過度SEO的網頁、推銷和被黑的WordPress網站上的惡意垃圾。\nWordPress網站上的惡意垃圾。祝你搜索的東西不是流行的東西...",
      "title": "CMV：SEO和點擊率高的標題已經毀了在線內容，任何使用這些策略的人或實體都只是爲了點擊率和錢。"
    }
  ]
}