{
  "author": "olly1999",
  "original_created_utc": 1630746566,
  "title": "CMV: There is no moral difference between killing and eating a pig, and killing and eating a dog.",
  "created_utc": 1630755063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m a vegetarian and would hate to eat either. But I’ve seen several news articles recently about campaigners trying to pressure China and other Asian countries into banning the killing and consumption of dogs. </p>\n\n<p>To me, there is no moral difference between the two. I find it paradoxical to be in favour of killing and eating pigs and cows, but not dogs. I’d appreciate a member of the anti-dog-eating community to try and enlighten me. </p>\n\n<p>Also, I’m not even talking exclusively about dog consumption in general, somewhere far away. In my mind you would have to be okay with someone sat across from you in a restaurant eating dog, or living next to a dog slaughterhouse. </p>\n\n<p>Of course this would be immensely heartbreaking and uncomfortable for many, many people, but is there anything you can say to change my mind about how it’s morally different to living next to a pig slaughterhouse or sitting across from someone eating some dead pig. </p>\n\n<p>I’m fully prepared that this topic will upset a lot of people so sorry in advance.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/pho71b/cmv_there_is_no_moral_difference_between_killing/",
  "subreddit": "changemyview",
  "id": "pho71b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’m a vegetarian and would hate to eat either. But I’ve seen several news\narticles recently about campaigners trying to pressure China and other Asian\ncountries into banning the killing and consumption of dogs.\n\nTo me, there is no moral difference between the two. I find it paradoxical to be\nin…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はベジタリアンなので、どちらも食べたくありません。しかし、最近いくつかのニュース記事を目にしました。\n最近、中国や他のアジア諸国に圧力をかけて、犬の殺処分や消費を禁止しようとしている運動家の記事をいくつか見ました。\n犬の殺処分と食用を禁止するよう、中国やその他のアジア諸国に圧力をかけようとしている運動家のニュースを最近いくつか見ました。\n\n私にとっては、この2つに道徳的な違いはありません。というのは逆説的だと思います。\nin...",
      "title": "CMV：豚を殺して食べることと、犬を殺して食べることに道徳的な違いはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个素食主义者，不愿意吃这两种食物。但我最近看到几则新闻\n最近，我看到了几篇关于运动者试图向中国和其他亚洲国家施压的文章。\n禁止杀害和食用狗。\n\n对我来说，这两者之间没有道德上的区别。我觉得自相矛盾的是\n在...",
      "title": "CMV：杀猪和吃猪与杀狗和吃狗之间没有道德上的区别。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個素食主義者，不願意喫這兩種食物。但我最近看到幾則新聞\n最近，我看到了幾篇關於運動者試圖向中國和其他亞洲國家施壓的文章。\n禁止殺害和食用狗。\n\n對我來說，這兩者之間沒有道德上的區別。我覺得自相矛盾的是\n在...",
      "title": "CMV：殺豬和喫豬與殺狗和喫狗之間沒有道德上的區別。"
    }
  ]
}