{
  "author": "nosleepforthedreamer",
  "the_new_excerpt": "I think I know my tastes pretty well, and do usually read reviews before\nstarting a book. There are quite a few favorites I have too. I just ending up so\nbadly misjudging whether something will be to my preference. In the past few\nyears, a couple have stood out, but mostly I end up frustrated…",
  "original_created_utc": 1619819704,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分の好みをよく知っているつもりで、本を読み始める前にはたいていレビューを読んでいます。\n本を読み始める前にレビューを読みます。お気に入りの本もたくさんあります。ただ、私は結局のところ\n自分の好みに合うかどうかの判断を誤ることが多いのです。ここ数年では\nここ数年は、いくつかの作品が目立ってきましたが、ほとんどは挫折してしまいます...。",
      "title": "ジャンルだけでなく、文章のスタイル、キャラクター開発、筋書き重視と内面的な葛藤など、自分の好きな本を探すためのリソースがあればいいのにと思います。自分が想像していたものとは違っていたからといって、楽しめるものを見つけるのはとても難しいです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想我对自己的口味非常了解，而且通常在开始看书之前会阅读评论。\n开始阅读一本书。我也有相当多的最爱。我只是在最后\n严重误判了一些东西是否会符合我的喜好。在过去的几年里\n年，有几部作品脱颖而出，但大多数情况下，我最终都会感到沮丧......",
      "title": "我希望有一种资源可以找到你喜欢的书，不仅仅是流派，还有写作风格、人物发展、强调情节与内部斗争等等。我很难找到我喜欢的东西，因为一本书不是我想象的那样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想我對自己的口味非常瞭解，而且通常在開始看書之前會閱讀評論。\n開始閱讀一本書。我也有相當多的最愛。我只是在最後\n嚴重誤判了一些東西是否會符合我的喜好。在過去的幾年裏\n年，有幾部作品脫穎而出，但大多數情況下，我最終都會感到沮喪......",
      "title": "我希望有一種資源可以找到你喜歡的書，不僅僅是流派，還有寫作風格、人物發展、強調情節與內部鬥爭等等。我很難找到我喜歡的東西，因爲一本書不是我想象的那樣。"
    }
  ],
  "title": "I wish there were a resource to find books you'd like not just by genre, but writing style, character development, emphasis on plot vs. internal struggles, etc. It's so hard to find anything I enjoy because a book wasn't what I imagined.",
  "created_utc": 1619836171,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think I know my tastes pretty well, and do usually read reviews before starting a book. There are quite a few favorites I have too. I just ending up so badly misjudging whether something will be to my preference. In the past few years, a couple have stood out, but mostly I end up frustrated because I don&#39;t like the prose, the plot was badly planned or something else. If anyone else has had this problem and knows how to find the books they like, I&#39;d love some tips.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/books/comments/n24eo1/i_wish_there_were_a_resource_to_find_books_youd/",
  "subreddit": "books",
  "id": "n24eo1",
  "is_self": true,
  "media": null,
  "is_video": false
}