{
  "author": "onlyflame98",
  "the_new_excerpt": "As a younger child, I used to read constantly. I didn’t have many friends and\npreferred to immerse myself in fantasy worlds where I could be anyone I wanted.\nI would read at all times of the day. Eventually, I got into PC gaming, and less\ntime was spent reading. I would much rather turn on The Sims…",
  "original_created_utc": 1621214689,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "幼い頃の私は、常に本を読んでいました。私は友達が少なく\n好きな人になれるファンタジーの世界に浸るのが好きだった。\n四六時中、本を読んでいました。そのうち、PCゲームにも興味を持つようになりました。\n読書に費やす時間は減りました。むしろ「ザ・シムズ」を起動して...。",
      "title": "読書が好きになった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个年轻的孩子，我曾经不断地阅读。我没有很多朋友，而\n我更喜欢把自己沉浸在幻想的世界里，在那里我可以成为我想要的任何人。\n我在一天中的任何时候都会阅读。最后，我进入了PC游戏，花在阅读上的时间就少了。\n花在阅读上的时间越来越少。我更愿意打开《模拟人生》...",
      "title": "我又找到了我对阅读的热爱"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個年輕的孩子，我曾經不斷地閱讀。我沒有很多朋友，而\n我更喜歡把自己沉浸在幻想的世界裏，在那裏我可以成爲我想要的任何人。\n我在一天中的任何時候都會閱讀。最後，我進入了PC遊戲，花在閱讀上的時間就少了。\n花在閱讀上的時間越來越少。我更願意打開《模擬人生》...",
      "title": "我又找到了我對閱讀的熱愛"
    }
  ],
  "title": "I found my love for reading again",
  "created_utc": 1621235416,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a younger child, I used to read constantly. I didn’t have many friends and preferred to immerse myself in fantasy worlds where I could be anyone I wanted. I would read at all times of the day. Eventually, I got into PC gaming, and less time was spent reading. I would much rather turn on The Sims or League of Legends than pick up a book. This went on for years, and I am sad I let it get as bad as it did. Well, recently my PC broke, and I don’t have the funds to fix it (thanks bitcoin miners) so I decided to read some of the books I had planned on reading, but never got around to. Such as “The Help” and “The Adventures of Huckleberry Finn”. I got hooked immediately, and finished a decent-sized book in 2 days, whereas before it would have taken me two months and not even a guarantee I’d finish it. I have felt much better with myself and began to feel fulfilled after I would finish a book. Especially after “The Adventures of Huckleberry Finn” I love expanding my knowledge, outlook on others&#39; world views, how history changed over time and now I also have a new favourite book. At first, I was a little skeptical about reading it, as I hadn’t read many books in a while and it was written in a period in which the language was a little different but I am sure glad I did and I can now see why it is referred to as a classic novel. I would recommend it to anyone, and everyone I meet. That book made me cry, laugh and smile all at the same time. I am surprisingly glad my pc broke, making me read Huckleberry Finn and reminding me of my love for books and writing. Has anyone else had a similar situation? What rekindled your love for reading?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/ne37rr/i_found_my_love_for_reading_again/",
  "subreddit": "books",
  "id": "ne37rr",
  "is_self": true,
  "media": null,
  "is_video": false
}