{
  "author": "FckMiDed",
  "original_created_utc": 1629088513,
  "title": "CMV: the offensiveness of slurs should be solely based on context",
  "created_utc": 1629114461,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Me and my friends were discussing about how some celebrity said a slur within a another persons song at 16, she apologised at 18.</p>\n\n<p>My friends stance was\n“She should have known better at 16, she knew it was racist, she is racist for saying it and only cares know because she is getting cancelled”</p>\n\n<p>My stance was \n“she sung it within a song, she didn’t say it to be racist, she apologised at 18 because it’s now been brought to her attention. Nobody is in track of every wrong they have done and it makes sense that she only noticed because people brought it up”</p>\n\n<p>As an example I said “when I was 16, I said the word f****t and I didn’t recognise it could potentially hurt people until someone brought it up. Yes I wish I was smarter and just knew it was wrong but unfortunately was not. I’ve grown since then and I think it would be completely irrational for me to lose my job after apologising for something I did at 16”</p>\n\n<p>To which my friends response was “you just said it then so clearly you haven’t changed”</p>\n\n<p>Which honestly I was baffled, and responded “yeah, I used the word in and of itself, not to describe anything?”</p>\n\n<p>Finally my other friend said “I think you shouldn’t speak on peoples experiences and you should keep those opinions to yourself”</p>\n\n<p>my perspective seems to be super unpopular, I think the only thing that matters in life is intent. so I’m like is there something I’m missing? \nIsn’t forbidding saying words when literally talking about words giving it way too much power? To the point if I’m censoring texts.\nA popular stance seems to be “don’t question it just don’t say it” and I feel like I’m questioning it because I’m trying to understand, but I don’t get much of an explanation because it’s a tense topic which furthers the divide.</p>\n\n<p>I would also like to say I am NOT white. I don’t belong to the minority group the slur is associated with however, I’m middle eastern. None of my friends do either, so aren’t we all just speaking on behalf of a group that nobody is apart of?</p>\n\n<p>I believe I’m not a privileged white person who is speaking from a position where I have never felt discriminated against. If this did apply to me I’d react the same. Is my opinion really that invalid? Am I missing something?</p>\n\n<p>Most people who I’ve had encounters with them being sensitive at stuff like cultural appropriation, so VERY similar things themselves but don’t care when they’re the ones doing things against other races</p>\n\n<p>-using different slurs and thinking it’s okay like they won’t say n***** but they will call things gay(um can I say that?).\n-will be against cultural appropriation of some races and not others, like they’ll be against people wearing box braids but they’ll believe that people who believe the fox eye trend appropriates asian features is a stretch.</p>\n\n<p>I believe there’s a lot of nitpicking going on where it’s to a standard nobody can say they’ve upheld, so it’s unfair to berate people for things they did in ignorance, I also think this stuff belittles real racism where people actively just hate each other.</p>\n\n<p>I do understand that if someone tells you to not say something because they are uncomfortable with it, no matter what the word. It’s disrespectful to use it around them knowing they are uncomfortable. It’s why I’ll censor words despite thinking it’s a bit irrational.but that’s a) after you’ve learnt and b) in their presence.</p>\n\n<p>As I wrote that I kind of answered my own question because I guess the celebrity was technically in the presence of the internet, thus publicly saying it. But it still stands that it was in ignorance at first. </p>\n\n<p>Anyway, there’s no way to talk about this without people labelling me a piece of shit. But I DO want to understand, I’m sorry if my questioning seems dismissive/ attacking. But clearly there is something I’m not getting that I trying to.</p>\n\n<p>TLDR: Is it wrong to speak/text non directed slurs?</p>\n\n<p>EDIT:\nJust an update i guess since things are just being repeated at this point.\nReformed belief: To the question &quot;Is it wrong to speak/text non directed slurs?&quot;</p>\n\n<p>Thanks to <a href=\"/r/LadyCardinal\">r/LadyCardinal</a>, i understand that slurs should not be used casually, despite non-malicious intent. Because it may bring up trauma for some people. Avoiding the word shows validity and understanding towards those effected. So overall i was wrong in thinking that the word&#39;s impact is purely contextual.</p>\n\n<p>I do still believe people who have used slurs in ignorance should&#39;t be ostracised, but instead educated. and that most people have a very dogmatic approach when discussing this topic.</p>\n\n<p>Most of the comments below i understood and agreed with, but they were beliefs i already held. Such as the belief that regardless of personal belief on the impact of a word, it is antisocial behaviour to be so determined to do something that generally upsets people.</p>\n\n<p>I genuinely do feel like i learnt something. I think arguments can be alienating when you don&#39;t understand why there&#39;s a clash in beliefs and understanding why helps people feel a little more connected. I sure do.</p>\n\n<p>Thank you for all your responses!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/p591nj/cmv_the_offensiveness_of_slurs_should_be_solely/",
  "subreddit": "changemyview",
  "id": "p591nj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Me and my friends were discussing about how some celebrity said a slur within a\nanother persons song at 16, she apologised at 18.\n\nMy friends stance was “She should have known better at 16, she knew it was\nracist, she is racist for saying it and only cares know because she is getting\ncancelled”\n\nMy…"
}