{
  "author": "uDontInterestMe",
  "the_new_excerpt": "Why YSK: Too often, people expect that everything will return to the way it was\n\"before\" when they do something horrible to you or treat you badly. Some people\nexpect that as their preordained right and some even bother to apologize. To be\nlet \"back into\" your life is not a given. Just because you…",
  "original_created_utc": 1613597379,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们常常期望一切都能恢复到原来的样子。\n\"之前\"，当他们对你做了一些可怕的事情，或者对你不好。有些人\n期待这是他们预设的权利，有些人甚至还要道歉。要\n让 \"回到 \"你的生活中不是必然的。只是因为你...",
      "title": "YSK: 原谅别人并不意味着你要让他们回到你的生活中来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們常常期望一切都能恢復到原來的樣子。\n\"之前\"，當他們對你做了一些可怕的事情，或者對你不好。有些人\n期待這是他們預設的權利，有些人甚至還要道歉。要\n讓 \"回到 \"你的生活中不是必然的。只是因爲你...",
      "title": "YSK: 原諒別人並不意味着你要讓他們回到你的生活中來。"
    }
  ],
  "title": "YSK: Just Because You Forgive Someone Doesn't Mean You Have To Let Them Back Into Your Life",
  "created_utc": 1613633631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  Too often, people expect that everything will return to the way it was &quot;before&quot; when they do something horrible to you or treat you badly. Some people expect that as their preordained right and some even bother to apologize. <strong>To be let &quot;back into&quot; your life is not a given.</strong>  Just because you are able to get past other people&#39;s crappy and hurtful behavior doesn&#39;t mean that they automatically regain the privilege of being included in your life. Give yourself the freedom to forgive/move past their behaviour but allow yourself the power to remove toxic people (yes, even &quot;family&quot;) from your life. You will live a better life not being hurt repeatedly by the same people.</p>\n</div><!-- SC_ON -->",
  "score": 9573,
  "permalink": "/r/YouShouldKnow/comments/lm5816/ysk_just_because_you_forgive_someone_doesnt_mean/",
  "subreddit": "YouShouldKnow",
  "id": "lm5816",
  "is_self": true,
  "media": null,
  "is_video": false
}