{
  "author": "clinkyscales",
  "the_new_excerpt": "Why YSK: Obviously any raise is better than no raise but unless the raise\npercentage is greater than the inflation percentage you are actually taking a\npay decrease or just breaking even.\n\nMost hourly companies will give their employees around a 15-30 cent raise or\nsomething similar every year which…",
  "original_created_utc": 1623007517,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK: もちろん、昇給しないよりはいくらでもいいのですが、昇給率がインフレ率を上回らないと\n昇給率がインフレ率を上回らない限り、実際には給料が下がるか\n給料が減ってしまうか、もしくは収支が合わなくなってしまいます。\n\nほとんどの時給制の会社は、毎年15～30セント程度の昇給を従業員に与えます。\n時給制の会社の多くは、毎年15～30セント程度の昇給を行いますが、これは...",
      "title": "YSK 給料が下がるかもしれないので、毎年の「昇給」をインフレ率と比較するために"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：显然，任何加薪都比不加薪要好，但除非加薪的比例大于通货膨胀的比例，否则你实际上是在吃亏。\n涨幅大于通货膨胀率，否则你实际上是在减薪，或者说是收支平衡。\n跌，或者仅仅是收支平衡。\n\n大多数钟点工公司每年都会给他们的员工加薪15-30美分左右或类似的东西。\n类似的东西，这...",
      "title": "YSK 要将你每年的 \"加薪 \"与通货膨胀率相比较，因为你可能会减薪。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：顯然，任何加薪都比不加薪要好，但除非加薪的比例大於通貨膨脹的比例，否則你實際上是在喫虧。\n漲幅大於通貨膨脹率，否則你實際上是在減薪，或者說是收支平衡。\n跌，或者僅僅是收支平衡。\n\n大多數鐘點工公司每年都會給他們的員工加薪15-30美分左右或類似的東西。\n類似的東西，這...",
      "title": "YSK 要將你每年的 \"加薪 \"與通貨膨脹率相比較，因爲你可能會減薪。"
    }
  ],
  "title": "YSK To compare your yearly \"raise\" to the inflation rate because you might be getting a pay decrease",
  "created_utc": 1623015828,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Obviously any raise is better than no raise but unless the raise percentage is greater than the inflation percentage you are actually taking a pay decrease or just breaking even.</p>\n\n<p>Most hourly companies will give their employees around a 15-30 cent raise or something similar every year which is better than nothing. Unless this raise percentage is greater than the inflation percentage you are actually taking a pay decrease or breaking even. </p>\n\n<p>For example: in the US last year, the estimated inflation rate grew by 4.2% which means unless you got a raise of 4.2% of your income, you are making 4.2% less. </p>\n\n<p>For someone making $15 an hour, you would need a raise of 63 cents just to match the value of your pay last year. </p>\n\n<p>Companies know that most people don&#39;t look at inflation rates. This allows them to get away with &quot;giving you a raise&quot; to keep you around while actually paying you less.</p>\n</div><!-- SC_ON -->",
  "score": 182,
  "permalink": "/r/YouShouldKnow/comments/ntteq4/ysk_to_compare_your_yearly_raise_to_the_inflation/",
  "subreddit": "YouShouldKnow",
  "id": "ntteq4",
  "is_self": true,
  "media": null,
  "is_video": false
}