{
  "author": "what_who_is_this",
  "the_new_excerpt": "Why YSK: it is important to remember that we can not rush to judgement with\npeople and must be smart and objective. Richard Jewell was a hero whose life was\nultimately ruined by a combination of irresponsible reporting and government\nofficials needing a \"quick win\" to get people comfortable with…",
  "original_created_utc": 1617197419,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：重要的是要记住，我们不能急于判断与。\n人，必须聪明客观。理查德-朱厄尔是一个英雄，他的生命是\n毁于不负责任的报道和政府的\n官员们需要 \"速胜 \"来让人们接受... ...",
      "title": "YSK理查德-朱厄尔可以说是一个被媒体和政府诋毁的英雄，他们需要一个反派。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：重要的是要記住，我們不能急於判斷與。\n人，必須聰明客觀。理查德-朱厄爾是一個英雄，他的生命是\n毀於不負責任的報道和政府的\n官員們需要 \"速勝 \"來讓人們接受... ...",
      "title": "YSK理查德-朱厄爾可以說是一個被媒體和政府詆譭的英雄，他們需要一個反派。"
    }
  ],
  "title": "YSK Richard Jewell was arguably a hero who was vilified by a media and government who needed a villain",
  "created_utc": 1617226037,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it is important to remember that we can not rush to judgement with people and must be smart and objective. Richard Jewell was a hero whose life was ultimately ruined by a combination of irresponsible reporting and government officials needing a &quot;quick win&quot; to get people comfortable with returning to the 1996 Olympics. Due to the FBI being so focused on Richard Jewell the real culprit was able to continue to wreak havoc in Atlanta &amp; Birmingham.</p>\n\n<p>Richard tragically died at a young age, but if it was not for him having an unbelievable amount of courage to keep fighting and not give up that his name was ultimately cleared.</p>\n\n<p>If you want to learn more the film by Clint Eastwood &quot;Richard Jewell&quot; and the Netflix series &quot;Manhunt: Deadly Games&quot; are great sources. The article that inspired the Clint Eastwood movie &quot;American Nightmare: The Ballad of Richard Jewell&quot; <a href=\"https://archive.vanityfair.com/article/share/1fd2d7ae-10d8-474b-9bf1-d1558af697be\">https://archive.vanityfair.com/article/share/1fd2d7ae-10d8-474b-9bf1-d1558af697be</a> is a fantastic read.</p>\n\n<p>Also the 60 Minutes interview with Mike Wallace was the first time America saw that Richard Jewell really was innocent, and provided an objective look at the evidence.</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=qbx50Gsi9g0\">https://www.youtube.com/watch?v=qbx50Gsi9g0</a> (original 1996 interview)</p>\n\n<p><a href=\"https://www.youtube.com/watch?v=hJiottNlPIY\">https://www.youtube.com/watch?v=hJiottNlPIY</a> (5 year follow up)</p>\n\n<p>We should be teaching children that he was a hero who saved countless lives that night. He may not have been perfect, but none of us are. He was just an every day man who did the right thing.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/mh65fn/ysk_richard_jewell_was_arguably_a_hero_who_was/",
  "subreddit": "YouShouldKnow",
  "id": "mh65fn",
  "is_self": true,
  "media": null,
  "is_video": false
}