{
  "author": "zackXXXmc",
  "original_created_utc": 1637570269,
  "title": "CMV: The Republican establishment isn’t really for small government ideals",
  "created_utc": 1637616752,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>IMO, a “smaller government” would have a reduced foreign military presence, strive for decreased incarceration and recidivism rates, (including the removal of privatized prison systems which drain resources and cost the states a lot of $$$) less police presence, end the war on drugs, remove laws that legislate on a women’s right to an abortion. </p>\n\n<p>Is this just the compromise between libertarian ideals and the evangelicals? Tbh idk.</p>\n\n<p>I guess, the way I see it, small government is only being upheld by Republicans is in a financial context: no handouts, and less government regulation of the economy.</p>\n\n<p>Edit: I have been convinced that abortion isn’t a valid piece of evidence</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/qzgy25/cmv_the_republican_establishment_isnt_really_for/",
  "subreddit": "changemyview",
  "id": "qzgy25",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "IMO, a “smaller government” would have a reduced foreign military presence,\nstrive for decreased incarceration and recidivism rates, (including the removal\nof privatized prison systems which drain resources and cost the states a lot of\n$$$) less police presence, end the war on drugs, remove laws…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "IMOは、「より小さな政府」は海外の軍事的プレゼンスを縮小するだろうと考えています。\n収容率と再犯率の低下に努めます（民営化された刑務所の撤去を含む）。\n民営化された刑務所システムは資源を使い果たし、州に多大な損失を与えます。\n警察官の数を減らし、麻薬戦争を終わらせ、法律を撤廃する...。",
      "title": "CMV: 共和党は、小さな政府を理想としていません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "IMO，一个 \"小政府 \"将减少外国军事存在。\n争取降低监禁率和累犯率，（包括取消耗费资源并耗费各州大量资金的私营监狱系统）。\n包括取消耗费资源和花费各州大量资金的私有化监狱系统。\n美元）减少警察的存在，结束对毒品的战争，取消法律......",
      "title": "CMV：共和党建制派并不真正支持小政府的理想"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "IMO，一個 \"小政府 \"將減少外國軍事存在。\n爭取降低監禁率和累犯率，（包括取消耗費資源並耗費各州大量資金的私營監獄系統）。\n包括取消耗費資源和花費各州大量資金的私有化監獄系統。\n美元）減少警察的存在，結束對毒品的戰爭，取消法律......",
      "title": "CMV：共和黨建制派並不真正支持小政府的理想"
    }
  ]
}